{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 2,
    "name": "سُورَةُ البَقَرَةِ",
    "englishName": "Al-Baqara",
    "englishNameTranslation": "The Cow",
    "revelationType": "Medinan",
    "numberOfAyahs": 286,
    "ayahs": [
      {
        "number": 8,
        "text": "Алиф. Лам. Мим.",
        "numberInSurah": 1,
        "juz": 1,
        "manzil": 1,
        "page": 2,
        "ruku": 2,
        "hizbQuarter": 1,
        "sajda": false
      },
      {
        "number": 9,
        "text": "Это Писание, в котором нет сомнения, является верным руководством для богобоязненных,",
        "numberInSurah": 2,
        "juz": 1,
        "manzil": 1,
        "page": 2,
        "ruku": 2,
        "hizbQuarter": 1,
        "sajda": false
      },
      {
        "number": 10,
        "text": "которые веруют в сокровенное, совершают намаз и расходуют из того, чем Мы их наделили,",
        "numberInSurah": 3,
        "juz": 1,
        "manzil": 1,
        "page": 2,
        "ruku": 2,
        "hizbQuarter": 1,
        "sajda": false
      },
      {
        "number": 11,
        "text": "которые веруют в ниспосланное тебе и ниспосланное до тебя и убеждены в Последней жизни.",
        "numberInSurah": 4,
        "juz": 1,
        "manzil": 1,
        "page": 2,
        "ruku": 2,
        "hizbQuarter": 1,
        "sajda": false
      },
      {
        "number": 12,
        "text": "Они следуют верному руководству от их Господа, и они являются преуспевшими.",
        "numberInSurah": 5,
        "juz": 1,
        "manzil": 1,
        "page": 2,
        "ruku": 2,
        "hizbQuarter": 1,
        "sajda": false
      },
      {
        "number": 13,
        "text": "Воистину, неверующим безразлично, предостерег ты их или не предостерег. Они все равно не уверуют.",
        "numberInSurah": 6,
        "juz": 1,
        "manzil": 1,
        "page": 3,
        "ruku": 2,
        "hizbQuarter": 1,
        "sajda": false
      },
      {
        "number": 14,
        "text": "Аллах запечатал их сердца и слух, а на глазах у них - покрывало. Им уготованы великие мучения.",
        "numberInSurah": 7,
        "juz": 1,
        "manzil": 1,
        "page": 3,
        "ruku": 2,
        "hizbQuarter": 1,
        "sajda": false
      },
      {
        "number": 15,
        "text": "Среди людей есть такие, которые говорят: «Мы уверовали в Аллаха и в Последний день». Однако они суть неверующие.",
        "numberInSurah": 8,
        "juz": 1,
        "manzil": 1,
        "page": 3,
        "ruku": 3,
        "hizbQuarter": 1,
        "sajda": false
      },
      {
        "number": 16,
        "text": "Они пытаются обмануть Аллаха и верующих, но обманывают только самих себя и не осознают этого.",
        "numberInSurah": 9,
        "juz": 1,
        "manzil": 1,
        "page": 3,
        "ruku": 3,
        "hizbQuarter": 1,
        "sajda": false
      },
      {
        "number": 17,
        "text": "Их сердца поражены недугом. Да усилит Аллах их недуг! Им уготованы мучительные страдания за то, что они лгали.",
        "numberInSurah": 10,
        "juz": 1,
        "manzil": 1,
        "page": 3,
        "ruku": 3,
        "hizbQuarter": 1,
        "sajda": false
      },
      {
        "number": 18,
        "text": "Когда им говорят: «Не распространяйте нечестия на земле!». - они отвечают: «Только мы и устанавливаем порядок».",
        "numberInSurah": 11,
        "juz": 1,
        "manzil": 1,
        "page": 3,
        "ruku": 3,
        "hizbQuarter": 1,
        "sajda": false
      },
      {
        "number": 19,
        "text": "Воистину, именно они распространяют нечестие, но они не осознают этого.",
        "numberInSurah": 12,
        "juz": 1,
        "manzil": 1,
        "page": 3,
        "ruku": 3,
        "hizbQuarter": 1,
        "sajda": false
      },
      {
        "number": 20,
        "text": "Когда им говорят: «Уверуйте так, как уверовали люди», - они отвечают: «Неужели мы уверуем так, как уверовали глупцы?». Воистину, именно они являются глупцами, но они не знают этого.",
        "numberInSurah": 13,
        "juz": 1,
        "manzil": 1,
        "page": 3,
        "ruku": 3,
        "hizbQuarter": 1,
        "sajda": false
      },
      {
        "number": 21,
        "text": "Когда они встречают верующих, то говорят: «Мы уверовали». Когда же они остаются наедине со своими дьяволами, они говорят: «Воистину, мы - с вами. Мы лишь издеваемся».",
        "numberInSurah": 14,
        "juz": 1,
        "manzil": 1,
        "page": 3,
        "ruku": 3,
        "hizbQuarter": 1,
        "sajda": false
      },
      {
        "number": 22,
        "text": "Аллах поиздевается над ними и увеличит их беззаконие, в котором они скитаются вслепую.",
        "numberInSurah": 15,
        "juz": 1,
        "manzil": 1,
        "page": 3,
        "ruku": 3,
        "hizbQuarter": 1,
        "sajda": false
      },
      {
        "number": 23,
        "text": "Они - те, которые купили заблуждение за верное руководство. Но сделка не принесла им прибыли, и они не последовали прямым путем.",
        "numberInSurah": 16,
        "juz": 1,
        "manzil": 1,
        "page": 3,
        "ruku": 3,
        "hizbQuarter": 1,
        "sajda": false
      },
      {
        "number": 24,
        "text": "Они подобны тому, кто разжег огонь. Когда же огонь озарил все вокруг него, Аллах лишил их света и оставил их в темноте, где они ничего не видят.",
        "numberInSurah": 17,
        "juz": 1,
        "manzil": 1,
        "page": 4,
        "ruku": 3,
        "hizbQuarter": 1,
        "sajda": false
      },
      {
        "number": 25,
        "text": "Глухие, немые, слепые! Они не вернутся на прямой путь.",
        "numberInSurah": 18,
        "juz": 1,
        "manzil": 1,
        "page": 4,
        "ruku": 3,
        "hizbQuarter": 1,
        "sajda": false
      },
      {
        "number": 26,
        "text": "Или же они подобны тем, кто оказался под ливнем с неба. Он несет мрак, гром и молнию. Они же в смертельном страхе затыкают уши пальцами от грохота молний. Воистину, Аллах объемлет неверующих.",
        "numberInSurah": 19,
        "juz": 1,
        "manzil": 1,
        "page": 4,
        "ruku": 3,
        "hizbQuarter": 1,
        "sajda": false
      },
      {
        "number": 27,
        "text": "Молния готова отнять у них зрение. Когда она вспыхивает, они отправляются в путь, когда же опускается мрак, они останавливаются. Если бы Аллах пожелал, Он лишил бы их слуха и зрения. Воистину, Аллах способен на всякую вещь.",
        "numberInSurah": 20,
        "juz": 1,
        "manzil": 1,
        "page": 4,
        "ruku": 3,
        "hizbQuarter": 1,
        "sajda": false
      },
      {
        "number": 28,
        "text": "О люди! Поклоняйтесь вашему Господу, Который сотворил вас и тех, кто был до вас, - быть может, вы устрашитесь.",
        "numberInSurah": 21,
        "juz": 1,
        "manzil": 1,
        "page": 4,
        "ruku": 4,
        "hizbQuarter": 1,
        "sajda": false
      },
      {
        "number": 29,
        "text": "Он сделал для вас землю ложем, а небо - кровлей, низвел с неба воду и взрастил ею плоды для вашего пропитания. Посему никого не равняйте с Аллахом сознательно.",
        "numberInSurah": 22,
        "juz": 1,
        "manzil": 1,
        "page": 4,
        "ruku": 4,
        "hizbQuarter": 1,
        "sajda": false
      },
      {
        "number": 30,
        "text": "Если же вы сомневаетесь в том, что Мы ниспослали Нашему рабу, то сочините одну подобную суру и призовите своих свидетелей, помимо Аллаха, если вы говорите правду.",
        "numberInSurah": 23,
        "juz": 1,
        "manzil": 1,
        "page": 4,
        "ruku": 4,
        "hizbQuarter": 1,
        "sajda": false
      },
      {
        "number": 31,
        "text": "Если же вы этого не сделаете - а ведь вы никогда этого не сделаете, - то побойтесь Огня, растопкой которого являются люди и камни. Он уготован для неверующих.",
        "numberInSurah": 24,
        "juz": 1,
        "manzil": 1,
        "page": 4,
        "ruku": 4,
        "hizbQuarter": 1,
        "sajda": false
      },
      {
        "number": 32,
        "text": "Обрадуй тех, которые уверовали и совершали праведные деяния, тем, что им уготованы Райские сады, в которых текут реки. Всякий раз, когда им будут подавать плоды для пропитания, они будут говорить: «Это уже было даровано нам прежде». Но им будут давать нечто похожее. У них там будут очищенные супруги, и они пребудут там вечно.",
        "numberInSurah": 25,
        "juz": 1,
        "manzil": 1,
        "page": 5,
        "ruku": 4,
        "hizbQuarter": 1,
        "sajda": false
      },
      {
        "number": 33,
        "text": "Воистину, Аллах не смущается приводить притчи о комаре или том, что больше него. Те, которые уверовали, знают, что это - истина от их Господа. Те же, которые не уверовали, говорят: «Чего хотел Аллах, когда приводил эту притчу?». Посредством нее Он многих вводит в заблуждение, а многих наставляет на прямой путь. Однако вводит Он в заблуждение посредством нее только нечестивцев,",
        "numberInSurah": 26,
        "juz": 1,
        "manzil": 1,
        "page": 5,
        "ruku": 4,
        "hizbQuarter": 2,
        "sajda": false
      },
      {
        "number": 34,
        "text": "которые нарушают завет с Аллахом после того, как они заключили его, разрывают то, что Аллах велел поддерживать, и распространяют нечестие на земле. Именно они окажутся в убытке.",
        "numberInSurah": 27,
        "juz": 1,
        "manzil": 1,
        "page": 5,
        "ruku": 4,
        "hizbQuarter": 2,
        "sajda": false
      },
      {
        "number": 35,
        "text": "Как вы можете не веровать в Аллаха, тогда как вы были мертвы, и Он оживил вас? Потом Он умертвит вас, потом оживит, а потом вы будете возвращены к Нему.",
        "numberInSurah": 28,
        "juz": 1,
        "manzil": 1,
        "page": 5,
        "ruku": 4,
        "hizbQuarter": 2,
        "sajda": false
      },
      {
        "number": 36,
        "text": "Он - Тот, Кто сотворил для вас все, что на земле, а затем обратился к небу и сделал его семью небесами. Ему известно о всякой вещи.",
        "numberInSurah": 29,
        "juz": 1,
        "manzil": 1,
        "page": 5,
        "ruku": 4,
        "hizbQuarter": 2,
        "sajda": false
      },
      {
        "number": 37,
        "text": "Вот твой Господь сказал ангелам: «Я установлю на земле наместника». Они сказали: «Неужели Ты поселишь там того, кто будет распространять нечестие и проливать кровь, тогда как мы прославляем Тебя хвалой и освящаем Тебя?». Он сказал: «Воистину, Я знаю то, чего вы не знаете».",
        "numberInSurah": 30,
        "juz": 1,
        "manzil": 1,
        "page": 6,
        "ruku": 5,
        "hizbQuarter": 2,
        "sajda": false
      },
      {
        "number": 38,
        "text": "Он научил Адама всевозможным именам, а затем показал их (творения, нареченные именами) ангелам и сказал: «Назовите мне их имена, если вы говорите правду».",
        "numberInSurah": 31,
        "juz": 1,
        "manzil": 1,
        "page": 6,
        "ruku": 5,
        "hizbQuarter": 2,
        "sajda": false
      },
      {
        "number": 39,
        "text": "Они ответили: «Пречист Ты! Мы знаем только то, чему Ты научил нас. Воистину, Ты - Знающий, Мудрый».",
        "numberInSurah": 32,
        "juz": 1,
        "manzil": 1,
        "page": 6,
        "ruku": 5,
        "hizbQuarter": 2,
        "sajda": false
      },
      {
        "number": 40,
        "text": "Он сказал: «О Адам! Поведай им об их именах». Когда Адам поведал им об их именах, Он сказал: «Разве Я не говорил вам, что знаю сокровенное на небесах и земле, и знаю, что вы совершаете открыто и что утаиваете?».",
        "numberInSurah": 33,
        "juz": 1,
        "manzil": 1,
        "page": 6,
        "ruku": 5,
        "hizbQuarter": 2,
        "sajda": false
      },
      {
        "number": 41,
        "text": "Вот Мы сказали ангелам: «Падите ниц перед Адамом». Они пали ниц, и только Иблис отказался, возгордился и стал одним из неверующих.",
        "numberInSurah": 34,
        "juz": 1,
        "manzil": 1,
        "page": 6,
        "ruku": 5,
        "hizbQuarter": 2,
        "sajda": false
      },
      {
        "number": 42,
        "text": "Мы сказали: «О Адам! Поселись в Раю вместе со своей супругой. Ешьте там вволю, где пожелаете, но не приближайтесь к этому дереву, а не то окажетесь одними из беззаконников».",
        "numberInSurah": 35,
        "juz": 1,
        "manzil": 1,
        "page": 6,
        "ruku": 5,
        "hizbQuarter": 2,
        "sajda": false
      },
      {
        "number": 43,
        "text": "Дьявол же побудил их споткнуться о него и вывел их оттуда, где они находились. И тогда Мы сказали: «Низвергнитесь и будьте врагами друг другу! Земля будет для вас обителью и предметом пользования до определенного срока».",
        "numberInSurah": 36,
        "juz": 1,
        "manzil": 1,
        "page": 6,
        "ruku": 5,
        "hizbQuarter": 2,
        "sajda": false
      },
      {
        "number": 44,
        "text": "Адам принял слова от своего Господа, и Он принял его покаяние. Воистину, Он - Принимающий покаяние, Милосердный.",
        "numberInSurah": 37,
        "juz": 1,
        "manzil": 1,
        "page": 6,
        "ruku": 5,
        "hizbQuarter": 2,
        "sajda": false
      },
      {
        "number": 45,
        "text": "Мы сказали: «Низвергнитесь отсюда все!». Если к вам явится руководство от Меня, то те, которые последуют за Моим руководством, не познают страха и не будут опечалены.",
        "numberInSurah": 38,
        "juz": 1,
        "manzil": 1,
        "page": 7,
        "ruku": 5,
        "hizbQuarter": 2,
        "sajda": false
      },
      {
        "number": 46,
        "text": "А те, которые не уверуют и сочтут ложью Наши знамения, будут обитателями Огня. Они пребудут там вечно.",
        "numberInSurah": 39,
        "juz": 1,
        "manzil": 1,
        "page": 7,
        "ruku": 5,
        "hizbQuarter": 2,
        "sajda": false
      },
      {
        "number": 47,
        "text": "О сыны Исраила (Израиля)! Помните милость, которую Я оказал вам. Будьте верны завету со Мной, и Я буду верен завету с вами. Меня одного страшитесь.",
        "numberInSurah": 40,
        "juz": 1,
        "manzil": 1,
        "page": 7,
        "ruku": 6,
        "hizbQuarter": 2,
        "sajda": false
      },
      {
        "number": 48,
        "text": "Уверуйте в то, что Я ниспослал в подтверждение того, что есть у вас, и не становитесь первыми, кто отказался уверовать в это. Не продавайте Мои знамения за ничтожную цену и Меня одного бойтесь.",
        "numberInSurah": 41,
        "juz": 1,
        "manzil": 1,
        "page": 7,
        "ruku": 6,
        "hizbQuarter": 2,
        "sajda": false
      },
      {
        "number": 49,
        "text": "Не облекайте истину в ложь и не скрывайте истину, тогда как вы знаете ее.",
        "numberInSurah": 42,
        "juz": 1,
        "manzil": 1,
        "page": 7,
        "ruku": 6,
        "hizbQuarter": 2,
        "sajda": false
      },
      {
        "number": 50,
        "text": "Совершайте намаз, выплачивайте закят и кланяйтесь вместе с кланяющимися.",
        "numberInSurah": 43,
        "juz": 1,
        "manzil": 1,
        "page": 7,
        "ruku": 6,
        "hizbQuarter": 2,
        "sajda": false
      },
      {
        "number": 51,
        "text": "Неужели вы станете призывать людей к добродетели, предав забвению самих себя, ведь вы же читаете Писание? Неужели вы не образумитесь?",
        "numberInSurah": 44,
        "juz": 1,
        "manzil": 1,
        "page": 7,
        "ruku": 6,
        "hizbQuarter": 3,
        "sajda": false
      },
      {
        "number": 52,
        "text": "Обратитесь за помощью к терпению и намазу. Воистину, намаз является тяжким бременем для всех, кроме смиренных,",
        "numberInSurah": 45,
        "juz": 1,
        "manzil": 1,
        "page": 7,
        "ruku": 6,
        "hizbQuarter": 3,
        "sajda": false
      },
      {
        "number": 53,
        "text": "которые убеждены в том, что они встретятся со своим Господом и что они возвратятся к Нему.",
        "numberInSurah": 46,
        "juz": 1,
        "manzil": 1,
        "page": 7,
        "ruku": 6,
        "hizbQuarter": 3,
        "sajda": false
      },
      {
        "number": 54,
        "text": "О сыны Исраила (Израиля)! Помните о милости, которую Я оказал вам, а также о том, что Я возвысил вас над мирами.",
        "numberInSurah": 47,
        "juz": 1,
        "manzil": 1,
        "page": 7,
        "ruku": 7,
        "hizbQuarter": 3,
        "sajda": false
      },
      {
        "number": 55,
        "text": "Страшитесь того дня, когда ни один человек не принесет пользы другому и когда не будет принято заступничество, когда нельзя будет откупиться и когда им не будет оказана поддержка.",
        "numberInSurah": 48,
        "juz": 1,
        "manzil": 1,
        "page": 7,
        "ruku": 7,
        "hizbQuarter": 3,
        "sajda": false
      },
      {
        "number": 56,
        "text": "Вот Мы спасли вас от рода Фараона. Они подвергали вас ужасным мучениям, убивали ваших сыновей и оставляли в живых ваших женщин. Это было для вас великим испытанием (или великой милостью) от вашего Господа.",
        "numberInSurah": 49,
        "juz": 1,
        "manzil": 1,
        "page": 8,
        "ruku": 7,
        "hizbQuarter": 3,
        "sajda": false
      },
      {
        "number": 57,
        "text": "Вот Мы разверзли для вас море, спасли вас и потопили род Фараона, тогда как вы наблюдали за этим.",
        "numberInSurah": 50,
        "juz": 1,
        "manzil": 1,
        "page": 8,
        "ruku": 7,
        "hizbQuarter": 3,
        "sajda": false
      },
      {
        "number": 58,
        "text": "Вот Мы определили Мусе (Моисею) сорок дней, а после его ухода вы стали поклоняться тельцу, будучи беззаконниками.",
        "numberInSurah": 51,
        "juz": 1,
        "manzil": 1,
        "page": 8,
        "ruku": 7,
        "hizbQuarter": 3,
        "sajda": false
      },
      {
        "number": 59,
        "text": "После этого Мы простили вас, - быть может, вы будете благодарны.",
        "numberInSurah": 52,
        "juz": 1,
        "manzil": 1,
        "page": 8,
        "ruku": 7,
        "hizbQuarter": 3,
        "sajda": false
      },
      {
        "number": 60,
        "text": "Вот Мы даровали Мусе (Моисею) Писание и различение, - быть может, вы последуете прямым путем.",
        "numberInSurah": 53,
        "juz": 1,
        "manzil": 1,
        "page": 8,
        "ruku": 7,
        "hizbQuarter": 3,
        "sajda": false
      },
      {
        "number": 61,
        "text": "Вот сказал Муса (Моисей) своему народу: «О мой народ! Вы были несправедливы к себе, когда стали поклоняться тельцу. Покайтесь перед своим Создателем и убейте сами себя (пусть невинные убьют беззаконников). Так будет лучше для вас перед вашим Создателем». Затем Он принял ваши покаяния. Воистину, Он - Принимающий покаяния, Милосердный.",
        "numberInSurah": 54,
        "juz": 1,
        "manzil": 1,
        "page": 8,
        "ruku": 7,
        "hizbQuarter": 3,
        "sajda": false
      },
      {
        "number": 62,
        "text": "Вот вы сказали: «О Муса (Моисей)! Мы не поверим тебе, пока не увидим Аллаха открыто». Вас поразила молния (или постигла гибель), тогда как вы наблюдали за этим.",
        "numberInSurah": 55,
        "juz": 1,
        "manzil": 1,
        "page": 8,
        "ruku": 7,
        "hizbQuarter": 3,
        "sajda": false
      },
      {
        "number": 63,
        "text": "Затем Мы воскресили вас после смерти, - быть может, вы будете благодарны.",
        "numberInSurah": 56,
        "juz": 1,
        "manzil": 1,
        "page": 8,
        "ruku": 7,
        "hizbQuarter": 3,
        "sajda": false
      },
      {
        "number": 64,
        "text": "Мы осенили вас облаками и ниспослали манну и перепелов: «Вкушайте блага, которыми Мы наделили вас». Они не были несправедливы по отношению к Нам - они поступали несправедливо лишь по отношению к себе.",
        "numberInSurah": 57,
        "juz": 1,
        "manzil": 1,
        "page": 8,
        "ruku": 7,
        "hizbQuarter": 3,
        "sajda": false
      },
      {
        "number": 65,
        "text": "Вот Мы сказали: «Войдите в этот город и ешьте вволю, где пожелаете. Войдите во врата, поклонившись, и скажите: «Прости нас!». Мы простим ваши прегрешения и приумножим награду творящим добро».",
        "numberInSurah": 58,
        "juz": 1,
        "manzil": 1,
        "page": 9,
        "ruku": 7,
        "hizbQuarter": 3,
        "sajda": false
      },
      {
        "number": 66,
        "text": "Беззаконники заменили сказанное им слово другим, и Мы ниспослали на беззаконников наказание с неба за то, что они поступали нечестиво.",
        "numberInSurah": 59,
        "juz": 1,
        "manzil": 1,
        "page": 9,
        "ruku": 7,
        "hizbQuarter": 3,
        "sajda": false
      },
      {
        "number": 67,
        "text": "Вот Муса (Моисей) попросил питья для своего народа, и Мы сказали: «Ударь своим посохом по камню». Из него забили двенадцать ключей, и все люди узнали, где им надлежит пить. Ешьте и пейте из того, чем наделил Аллах, и не творите на земле зла, распространяя нечестие!",
        "numberInSurah": 60,
        "juz": 1,
        "manzil": 1,
        "page": 9,
        "ruku": 8,
        "hizbQuarter": 4,
        "sajda": false
      },
      {
        "number": 68,
        "text": "Вот вы сказали: «О Муса (Моисей)! Мы не сможем вынести однообразную пищу. Помолись за нас своему Господу, чтобы Он взрастил для нас из того, что произрастает на земле, овощи, огурцы, чеснок, чечевицу и лук». Он сказал: «Неужели вы просите заменить лучшее тем, что хуже? Спуститесь в любой город, и там вы получите все, о чем попросили». Их постигли унижение и бедность. Они навлекли на себя гнев Аллаха тем, что не уверовали в знамения Аллаха и несправедливо убивали пророков. Это произошло потому, что они были ослушниками и преступали границы дозволенного.",
        "numberInSurah": 61,
        "juz": 1,
        "manzil": 1,
        "page": 9,
        "ruku": 8,
        "hizbQuarter": 4,
        "sajda": false
      },
      {
        "number": 69,
        "text": "Воистину, верующим, а также иудеям, христианам и сабиям, которые уверовали в Аллаха и в Последний день и поступали праведно, уготована награда у их Господа. Они не познают страха и не будут опечалены.",
        "numberInSurah": 62,
        "juz": 1,
        "manzil": 1,
        "page": 10,
        "ruku": 9,
        "hizbQuarter": 4,
        "sajda": false
      },
      {
        "number": 70,
        "text": "Вот Мы взяли с вас обещание и воздвигли над вами гору: «Крепко придерживайтесь того, что Мы даровали вам, и поминайте то, что содержится там, - быть может, вы устрашитесь».",
        "numberInSurah": 63,
        "juz": 1,
        "manzil": 1,
        "page": 10,
        "ruku": 9,
        "hizbQuarter": 4,
        "sajda": false
      },
      {
        "number": 71,
        "text": "После этого вы отвернулись, и если бы не милость и милосердие Аллаха к вам, вы непременно оказались бы в числе потерпевших убыток.",
        "numberInSurah": 64,
        "juz": 1,
        "manzil": 1,
        "page": 10,
        "ruku": 9,
        "hizbQuarter": 4,
        "sajda": false
      },
      {
        "number": 72,
        "text": "Вы знали тех из вас, которые нарушили субботу. Мы сказали им: «Будьте обезьянами презренными!».",
        "numberInSurah": 65,
        "juz": 1,
        "manzil": 1,
        "page": 10,
        "ruku": 9,
        "hizbQuarter": 4,
        "sajda": false
      },
      {
        "number": 73,
        "text": "Мы сделали это примерным наказанием для них самих и для будущих поколений, а также увещеванием для богобоязненных.",
        "numberInSurah": 66,
        "juz": 1,
        "manzil": 1,
        "page": 10,
        "ruku": 9,
        "hizbQuarter": 4,
        "sajda": false
      },
      {
        "number": 74,
        "text": "Вот Муса (Моисей) сказал своему народу: «Аллах приказывает вам зарезать корову». Они сказали: «Неужели ты насмехаешься над нами?». Он сказал: «Упаси меня Аллах оказаться одним из невежд».",
        "numberInSurah": 67,
        "juz": 1,
        "manzil": 1,
        "page": 10,
        "ruku": 9,
        "hizbQuarter": 4,
        "sajda": false
      },
      {
        "number": 75,
        "text": "Они сказали: «Помолись за нас своему Господу, чтобы Он разъяснил нам, какая она». Он сказал: «Он говорит, что она не старая и не телка, средняя по возрасту между ними. Выполните же то, что вам велено!».",
        "numberInSurah": 68,
        "juz": 1,
        "manzil": 1,
        "page": 10,
        "ruku": 9,
        "hizbQuarter": 4,
        "sajda": false
      },
      {
        "number": 76,
        "text": "Они сказали: «Помолись за нас своему Господу, чтобы Он разъяснил нам, какой она масти». Он сказал: «Он говорит, что эта корова светло-желтого цвета. Она радует смотрящих на нее».",
        "numberInSurah": 69,
        "juz": 1,
        "manzil": 1,
        "page": 10,
        "ruku": 9,
        "hizbQuarter": 4,
        "sajda": false
      },
      {
        "number": 77,
        "text": "Они сказали: «Помолись за нас своему Господу, чтобы Он разъяснил нам, какова же она, ведь коровы кажутся нам похожими одна на другую. И если Аллах пожелает, то мы последуем прямым путем».",
        "numberInSurah": 70,
        "juz": 1,
        "manzil": 1,
        "page": 11,
        "ruku": 9,
        "hizbQuarter": 4,
        "sajda": false
      },
      {
        "number": 78,
        "text": "Он сказал: «Он говорит, что эта корова не приучена пахать землю или орошать ниву. Она здорова и не имеет отметин». Они сказали: «Теперь ты принес истину». Затем они зарезали ее, хотя были близки к тому, чтобы не сделать этого.",
        "numberInSurah": 71,
        "juz": 1,
        "manzil": 1,
        "page": 11,
        "ruku": 9,
        "hizbQuarter": 4,
        "sajda": false
      },
      {
        "number": 79,
        "text": "Вот вы убили человека и стали препираться по этому поводу. Но Аллах выявляет то, что вы скрываете.",
        "numberInSurah": 72,
        "juz": 1,
        "manzil": 1,
        "page": 11,
        "ruku": 10,
        "hizbQuarter": 4,
        "sajda": false
      },
      {
        "number": 80,
        "text": "Мы сказали: «Ударьте его (убитого) частью ее (коровы)». Так Аллах воскрешает мертвых и показывает вам Свои знамения, - быть может, вы уразумеете.",
        "numberInSurah": 73,
        "juz": 1,
        "manzil": 1,
        "page": 11,
        "ruku": 10,
        "hizbQuarter": 4,
        "sajda": false
      },
      {
        "number": 81,
        "text": "После этого ваши сердца ожесточились и стали, как камни, или даже еще жестче. Воистину, среди камней есть такие, из которых бьют родники. Среди них есть такие, которые раскалываются и изливают воду. Среди них есть такие, которые падают от страха перед Аллахом. Аллах не находится в неведении о том, что вы совершаете.",
        "numberInSurah": 74,
        "juz": 1,
        "manzil": 1,
        "page": 11,
        "ruku": 10,
        "hizbQuarter": 4,
        "sajda": false
      },
      {
        "number": 82,
        "text": "Неужели вы надеетесь, что они поверят вам, если некоторые из них слышали Слово Аллаха и сознательно исказили его после того, как поняли его смысл?",
        "numberInSurah": 75,
        "juz": 1,
        "manzil": 1,
        "page": 11,
        "ruku": 10,
        "hizbQuarter": 5,
        "sajda": false
      },
      {
        "number": 83,
        "text": "Когда они встречали верующих, то говорили: «Мы уверовали». Когда же они оставались наедине друг с другом, то говорили: «Неужели вы расскажете им о том, что открыл вам Аллах, чтобы они могли препираться с вами посредством этого перед вашим Господом? Неужели вы не уразумеете этого?».",
        "numberInSurah": 76,
        "juz": 1,
        "manzil": 1,
        "page": 11,
        "ruku": 10,
        "hizbQuarter": 5,
        "sajda": false
      },
      {
        "number": 84,
        "text": "Неужели они не знают, что Аллаху ведомо все, что они скрывают и обнародуют?",
        "numberInSurah": 77,
        "juz": 1,
        "manzil": 1,
        "page": 12,
        "ruku": 10,
        "hizbQuarter": 5,
        "sajda": false
      },
      {
        "number": 85,
        "text": "Среди них есть неграмотные люди, которые не знают Писания, а лишь верят пустым мечтам и делают предположения.",
        "numberInSurah": 78,
        "juz": 1,
        "manzil": 1,
        "page": 12,
        "ruku": 10,
        "hizbQuarter": 5,
        "sajda": false
      },
      {
        "number": 86,
        "text": "Горе тем, которые пишут Писание собственными руками, а затем говорят: «Это - от Аллаха», - чтобы купить за это ничтожную цену. Горе им за то, что написали их руки! Горе им за то, что они приобретают!",
        "numberInSurah": 79,
        "juz": 1,
        "manzil": 1,
        "page": 12,
        "ruku": 10,
        "hizbQuarter": 5,
        "sajda": false
      },
      {
        "number": 87,
        "text": "Они говорят: «Огонь коснется нас лишь на считанные дни». Скажи: «Неужели вы заключили завет с Аллахом? А ведь Аллах никогда не изменит Своему обещанию! Или же вы наговариваете на Аллаха то, чего не знаете?».",
        "numberInSurah": 80,
        "juz": 1,
        "manzil": 1,
        "page": 12,
        "ruku": 10,
        "hizbQuarter": 5,
        "sajda": false
      },
      {
        "number": 88,
        "text": "О нет! Те, которые приобрели зло и оказались окружены своим грехом, окажутся обитателями Огня. Они пребудут там вечно.",
        "numberInSurah": 81,
        "juz": 1,
        "manzil": 1,
        "page": 12,
        "ruku": 10,
        "hizbQuarter": 5,
        "sajda": false
      },
      {
        "number": 89,
        "text": "А те, которые уверовали и совершали праведные деяния, окажутся обитателями Рая. Они пребудут там вечно.",
        "numberInSurah": 82,
        "juz": 1,
        "manzil": 1,
        "page": 12,
        "ruku": 10,
        "hizbQuarter": 5,
        "sajda": false
      },
      {
        "number": 90,
        "text": "Вот Мы заключили с сынами Исраила (Израиля) завет о том, что вы не будете поклоняться никому, кроме Аллаха; будете делать добро родителям, а также родственникам, сиротам и беднякам; будете говорить людям прекрасное, совершать намаз и выплачивать закят. Но впоследствии вы отвернулись с отвращением, за исключением немногих.",
        "numberInSurah": 83,
        "juz": 1,
        "manzil": 1,
        "page": 12,
        "ruku": 11,
        "hizbQuarter": 5,
        "sajda": false
      },
      {
        "number": 91,
        "text": "Вот Я заключил с вами завет о том, что вы не будете проливать вашей крови и изгонять друг друга из ваших жилищ. Потом вы признали это, свидетельствуя об этом.",
        "numberInSurah": 84,
        "juz": 1,
        "manzil": 1,
        "page": 13,
        "ruku": 11,
        "hizbQuarter": 5,
        "sajda": false
      },
      {
        "number": 92,
        "text": "Но впоследствии именно вы стали убивать друг друга и изгонять некоторых из вас из жилищ, помогая одним против других в грехе и посягательстве. А если они приходят к вам пленными, то вы выкупаете их. А ведь вам было запрещено изгонять их. Неужели вы станете веровать в одну часть Писания и отвергать другую часть? Воздаянием тому, кто совершает подобное, будет позор в мирской жизни, а в День воскресения они будут подвергнуты еще более ужасным мучениям. Аллах не находится в неведении о том, что вы совершаете.",
        "numberInSurah": 85,
        "juz": 1,
        "manzil": 1,
        "page": 13,
        "ruku": 11,
        "hizbQuarter": 5,
        "sajda": false
      },
      {
        "number": 93,
        "text": "Они купили мирскую жизнь за Последнюю жизнь. Их мучения не будут облегчены, и им не будет оказана помощь.",
        "numberInSurah": 86,
        "juz": 1,
        "manzil": 1,
        "page": 13,
        "ruku": 11,
        "hizbQuarter": 5,
        "sajda": false
      },
      {
        "number": 94,
        "text": "Мы даровали Мусе (Моисею) Писание и отправили вслед за ним череду посланников. Мы даровали Исе (Иисусу), сыну Марьям (Марии), ясные знамения и укрепили его Святым Духом (Джибрилем). Неужели каждый раз, когда посланник приносил вам то, что было вам не по душе, вы проявляли высокомерие, нарекали лжецами одних и убивали других?",
        "numberInSurah": 87,
        "juz": 1,
        "manzil": 1,
        "page": 13,
        "ruku": 12,
        "hizbQuarter": 5,
        "sajda": false
      },
      {
        "number": 95,
        "text": "Они сказали: «Сердца наши покрыты завесой (или переполнены знаниями)». О нет, это Аллах проклял их за их неверие. Как же мала их вера!",
        "numberInSurah": 88,
        "juz": 1,
        "manzil": 1,
        "page": 13,
        "ruku": 12,
        "hizbQuarter": 5,
        "sajda": false
      },
      {
        "number": 96,
        "text": "К ним явилось от Аллаха Писание, подтверждающее правдивость того, что было у них. Прежде они молили о победе над неверующими. Когда же к ним явилось то, что они узнали, они отказались уверовать в него. Да пребудет проклятие Аллаха над неверующими!",
        "numberInSurah": 89,
        "juz": 1,
        "manzil": 1,
        "page": 14,
        "ruku": 12,
        "hizbQuarter": 5,
        "sajda": false
      },
      {
        "number": 97,
        "text": "Скверно то, что они купили за свои души, не уверовав в ниспосланное Аллахом и завидуя тому, что Аллах ниспосылает Свою милость тому из Своих рабов, кому пожелает. Они навлекли на себя гнев, один поверх другого. Неверующим уготованы унизительные мучения.",
        "numberInSurah": 90,
        "juz": 1,
        "manzil": 1,
        "page": 14,
        "ruku": 12,
        "hizbQuarter": 5,
        "sajda": false
      },
      {
        "number": 98,
        "text": "Когда им говорят: «Уверуйте в то, что ниспослал Аллах», - они отвечают: «Мы веруем в то, что было ниспослано нам». Они не веруют в то, что явилось впоследствии, хотя это является истиной, подтверждающей правдивость того, что есть у них. Скажи: «Почему же раньше вы убивали пророков Аллаха, если вы являетесь верующими?».",
        "numberInSurah": 91,
        "juz": 1,
        "manzil": 1,
        "page": 14,
        "ruku": 12,
        "hizbQuarter": 5,
        "sajda": false
      },
      {
        "number": 99,
        "text": "Муса (Моисей) явился к вам с ясными знамениями, но в его отсутствие вы стали поклоняться тельцу, будучи беззаконниками.",
        "numberInSurah": 92,
        "juz": 1,
        "manzil": 1,
        "page": 14,
        "ruku": 12,
        "hizbQuarter": 6,
        "sajda": false
      },
      {
        "number": 100,
        "text": "Вот Мы заключили с вами завет и воздвигли над вами гору: «Крепко придерживайтесь того, что Мы даровали вам, и слушайте». Они сказали: «Слышали и ослушаемся». Их сердца впитали любовь к тельцу по причине их неверия. Скажи: «Скверно то, что велит вам ваша вера, если вы вообще являетесь верующими».",
        "numberInSurah": 93,
        "juz": 1,
        "manzil": 1,
        "page": 14,
        "ruku": 12,
        "hizbQuarter": 6,
        "sajda": false
      },
      {
        "number": 101,
        "text": "Скажи: «Если Последняя обитель у Аллаха предназначена только для вас, а не для других людей, то пожелайте себе смерти, если вы говорите правду».",
        "numberInSurah": 94,
        "juz": 1,
        "manzil": 1,
        "page": 15,
        "ruku": 12,
        "hizbQuarter": 6,
        "sajda": false
      },
      {
        "number": 102,
        "text": "Однако они никогда не пожелают себе этого из-за того, что приготовили их руки. Аллах ведает о беззаконниках.",
        "numberInSurah": 95,
        "juz": 1,
        "manzil": 1,
        "page": 15,
        "ruku": 12,
        "hizbQuarter": 6,
        "sajda": false
      },
      {
        "number": 103,
        "text": "Ты непременно убедишься, что они жаждут жизни больше всех людей, даже больше многобожников. Каждый из них желал бы прожить тысячу лет. Но даже долгая жизнь ничуть не отдалит их от мучений. Аллах видит то, что они совершают.",
        "numberInSurah": 96,
        "juz": 1,
        "manzil": 1,
        "page": 15,
        "ruku": 12,
        "hizbQuarter": 6,
        "sajda": false
      },
      {
        "number": 104,
        "text": "Скажи: «Кто является врагом Джибрилу (Гавриилу)?». Он низвел его (Коран) на твое сердце с соизволения Аллаха в подтверждение правдивости того, что было прежде, в качестве верного руководства и благой вести для верующих.",
        "numberInSurah": 97,
        "juz": 1,
        "manzil": 1,
        "page": 15,
        "ruku": 13,
        "hizbQuarter": 6,
        "sajda": false
      },
      {
        "number": 105,
        "text": "Если кто враждует с Аллахом и Его ангелами, посланниками, Джибрилом (Гавриилом) и Микаилом (Михаилом), то ведь Аллах является врагом неверующих.",
        "numberInSurah": 98,
        "juz": 1,
        "manzil": 1,
        "page": 15,
        "ruku": 13,
        "hizbQuarter": 6,
        "sajda": false
      },
      {
        "number": 106,
        "text": "Мы ниспосылали тебе ясные знамения, и не веруют в них только нечестивцы.",
        "numberInSurah": 99,
        "juz": 1,
        "manzil": 1,
        "page": 15,
        "ruku": 13,
        "hizbQuarter": 6,
        "sajda": false
      },
      {
        "number": 107,
        "text": "Неужели всякий раз, когда они заключают завет, часть из них отбрасывает его? Более того, большинство из них не веруют.",
        "numberInSurah": 100,
        "juz": 1,
        "manzil": 1,
        "page": 15,
        "ruku": 13,
        "hizbQuarter": 6,
        "sajda": false
      },
      {
        "number": 108,
        "text": "Когда к ним пришел Посланник от Аллаха (Мухаммад), подтвердивший правдивость того, что было у них, некоторые из тех, кому было даровано Писание, отбросили Писание Аллаха за спины, словно они не знают истины.",
        "numberInSurah": 101,
        "juz": 1,
        "manzil": 1,
        "page": 15,
        "ruku": 13,
        "hizbQuarter": 6,
        "sajda": false
      },
      {
        "number": 109,
        "text": "Они последовали за тем, что читали дьяволы в царстве Сулеймана (Соломона). Сулейман (Соломон) не был неверующим. Неверующими были дьяволы, и они обучали людей колдовству, а также тому, что было ниспослано двум ангелам в Вавилоне - Харуту и Маруту. Но они (ангелы) никого не обучали, не сказав: «Воистину, мы являемся искушением, не становись же неверующим». Они обучались у них тому, как разлучать мужа с женой, но никому не могли причинить вред без соизволения Аллаха. Они обучались тому, что приносило им вред и не приносило им пользы. Они знали, что тому, кто приобрел это, нет доли в Последней жизни. Скверно то, что они купили за свои души! Если бы они только знали!",
        "numberInSurah": 102,
        "juz": 1,
        "manzil": 1,
        "page": 16,
        "ruku": 13,
        "hizbQuarter": 6,
        "sajda": false
      },
      {
        "number": 110,
        "text": "Если бы они уверовали в Аллаха и были богобоязненны, то вознаграждение от Аллаха было бы лучше для них. Если бы они только знали!",
        "numberInSurah": 103,
        "juz": 1,
        "manzil": 1,
        "page": 16,
        "ruku": 13,
        "hizbQuarter": 6,
        "sajda": false
      },
      {
        "number": 111,
        "text": "О те, которые уверовали! Не говорите Пророку: «Заботься о нас», а говорите: «Присматривай за нами» и слушайте. А неверующим уготованы мучительные страдания.",
        "numberInSurah": 104,
        "juz": 1,
        "manzil": 1,
        "page": 16,
        "ruku": 14,
        "hizbQuarter": 6,
        "sajda": false
      },
      {
        "number": 112,
        "text": "Неверующие из людей Писания и многобожники не хотят, чтобы вам ниспосылалось благо от вашего Господа. Аллах же отмечает Своей милостью, кого пожелает. Аллах обладает великой милостью.",
        "numberInSurah": 105,
        "juz": 1,
        "manzil": 1,
        "page": 16,
        "ruku": 14,
        "hizbQuarter": 6,
        "sajda": false
      },
      {
        "number": 113,
        "text": "Когда Мы отменяем или заставляем забыть один аят, то приводим тот, который лучше его, или равный ему. Разве ты не знаешь, что Аллах способен на всякую вещь?",
        "numberInSurah": 106,
        "juz": 1,
        "manzil": 1,
        "page": 17,
        "ruku": 14,
        "hizbQuarter": 7,
        "sajda": false
      },
      {
        "number": 114,
        "text": "Разве ты не знаешь, что Аллаху принадлежит власть над небесами и землей, и что нет у вас, кроме Аллаха, ни покровителя, ни помощника?",
        "numberInSurah": 107,
        "juz": 1,
        "manzil": 1,
        "page": 17,
        "ruku": 14,
        "hizbQuarter": 7,
        "sajda": false
      },
      {
        "number": 115,
        "text": "Или же вы хотите попросить вашего Посланника, как прежде они (сыны Исраила) попросили Мусу (Моисея)? Кто сменил веру на неверие, тот уже сбился с прямого пути.",
        "numberInSurah": 108,
        "juz": 1,
        "manzil": 1,
        "page": 17,
        "ruku": 14,
        "hizbQuarter": 7,
        "sajda": false
      },
      {
        "number": 116,
        "text": "После того как прояснилась им истина, многие из людей Писания из зависти своей хотели бы отвратить вас от веры, когда вы уже приняли ее. Простите их и будьте великодушны, пока Аллах не явится со Своим повелением. Воистину, Аллах способен на всякую вещь.",
        "numberInSurah": 109,
        "juz": 1,
        "manzil": 1,
        "page": 17,
        "ruku": 14,
        "hizbQuarter": 7,
        "sajda": false
      },
      {
        "number": 117,
        "text": "Совершайте намаз и выплачивайте закят. Все то доброе, что вы предварите для себя, вы найдете у Аллаха. Воистину, Аллах видит то, что вы совершаете.",
        "numberInSurah": 110,
        "juz": 1,
        "manzil": 1,
        "page": 17,
        "ruku": 14,
        "hizbQuarter": 7,
        "sajda": false
      },
      {
        "number": 118,
        "text": "Они сказали: «Не войдет в Рай никто, кроме иудеев или христиан». Таковы их мечты. Скажи: «Приведите ваше доказательство, если вы говорите правду».",
        "numberInSurah": 111,
        "juz": 1,
        "manzil": 1,
        "page": 17,
        "ruku": 14,
        "hizbQuarter": 7,
        "sajda": false
      },
      {
        "number": 119,
        "text": "О нет! Кто покорит свой лик Аллаху, совершая добро, тот получит награду от своего Господа. Они не познают страха и не будут опечалены.",
        "numberInSurah": 112,
        "juz": 1,
        "manzil": 1,
        "page": 17,
        "ruku": 14,
        "hizbQuarter": 7,
        "sajda": false
      },
      {
        "number": 120,
        "text": "Иудеи сказали: «Христиане не следуют прямым путем». А христиане сказали: «Иудеи не следуют прямым путем». Все они читают Писание, но слова невежественных людей похожи на их слова. В День воскресения Аллах рассудит их в том, в чем они расходились во мнениях.",
        "numberInSurah": 113,
        "juz": 1,
        "manzil": 1,
        "page": 18,
        "ruku": 15,
        "hizbQuarter": 7,
        "sajda": false
      },
      {
        "number": 121,
        "text": "Кто может быть несправедливее того, кто запрещает в мечетях Аллаха поминать имя Его и стремится разрушить их? Им следовало бы входить туда только с чувством страха. Позор им в мирской жизни и великие мучения в Последней жизни.",
        "numberInSurah": 114,
        "juz": 1,
        "manzil": 1,
        "page": 18,
        "ruku": 15,
        "hizbQuarter": 7,
        "sajda": false
      },
      {
        "number": 122,
        "text": "Аллаху принадлежат восток и запад. Куда бы вы ни повернулись, там будет Лик Аллаха. Воистину, Аллах - Объемлющий, Знающий.",
        "numberInSurah": 115,
        "juz": 1,
        "manzil": 1,
        "page": 18,
        "ruku": 15,
        "hizbQuarter": 7,
        "sajda": false
      },
      {
        "number": 123,
        "text": "Они сказали: «Аллах взял Себе сына». Пречист Он! Напротив, Ему принадлежит то, что на небесах и земле. Ему одному все покоряются.",
        "numberInSurah": 116,
        "juz": 1,
        "manzil": 1,
        "page": 18,
        "ruku": 15,
        "hizbQuarter": 7,
        "sajda": false
      },
      {
        "number": 124,
        "text": "Он - Первосоздатель небес и земли. Когда Он принимает решение, то стоит Ему сказать: «Будь!», как это сбывается.",
        "numberInSurah": 117,
        "juz": 1,
        "manzil": 1,
        "page": 18,
        "ruku": 15,
        "hizbQuarter": 7,
        "sajda": false
      },
      {
        "number": 125,
        "text": "Те, которые лишены знания, говорят: «Почему Аллах не говорит с нами? Почему знамение не приходит к нам?». Такие же слова произносили их предшественники. Их сердца похожи. Мы уже разъяснили знамения людям убежденным!",
        "numberInSurah": 118,
        "juz": 1,
        "manzil": 1,
        "page": 18,
        "ruku": 15,
        "hizbQuarter": 7,
        "sajda": false
      },
      {
        "number": 126,
        "text": "Мы отправили тебя с истиной добрым вестником и предостерегающим увещевателем, и ты не будешь спрошен об обитателях Ада.",
        "numberInSurah": 119,
        "juz": 1,
        "manzil": 1,
        "page": 18,
        "ruku": 15,
        "hizbQuarter": 7,
        "sajda": false
      },
      {
        "number": 127,
        "text": "Иудеи и христиане не будут довольны тобой, пока ты не станешь придерживаться их религии. Скажи: «Путь Аллаха - это прямой путь». Если же ты станешь потакать их желаниям после того, как к тебе явилось знание, то Аллах не будет тебе ни Покровителем, ни Помощником.",
        "numberInSurah": 120,
        "juz": 1,
        "manzil": 1,
        "page": 19,
        "ruku": 15,
        "hizbQuarter": 7,
        "sajda": false
      },
      {
        "number": 128,
        "text": "Те, кому Мы даровали Писание и кто читает его надлежащим образом, действительно веруют в него. А те, которые не уверуют в него, непременно окажутся в убытке.",
        "numberInSurah": 121,
        "juz": 1,
        "manzil": 1,
        "page": 19,
        "ruku": 15,
        "hizbQuarter": 7,
        "sajda": false
      },
      {
        "number": 129,
        "text": "О сыны Исраила (Израиля)! Помните о милости, которую Я оказал вам, а также о том, что Я возвысил вас над мирами.",
        "numberInSurah": 122,
        "juz": 1,
        "manzil": 1,
        "page": 19,
        "ruku": 16,
        "hizbQuarter": 7,
        "sajda": false
      },
      {
        "number": 130,
        "text": "Страшитесь дня, когда ни один человек не принесет пользы другому и когда нельзя будет откупиться, когда ничем не поможет заступничество и когда им не будет оказана поддержка.",
        "numberInSurah": 123,
        "juz": 1,
        "manzil": 1,
        "page": 19,
        "ruku": 16,
        "hizbQuarter": 7,
        "sajda": false
      },
      {
        "number": 131,
        "text": "Вот испытал Господь Ибрахима (Авраама) повелениями, и тот выполнил их. Он сказал: «Я сделаю тебя предводителем людей». Ибрахим (Авраам) сказал: «И из моего потомства». Аллах сказал: «Мой завет не коснется беззаконников».",
        "numberInSurah": 124,
        "juz": 1,
        "manzil": 1,
        "page": 19,
        "ruku": 16,
        "hizbQuarter": 8,
        "sajda": false
      },
      {
        "number": 132,
        "text": "Вот Мы сделали Дом (Каабу) пристанищем для людей и безопасным местом. Сделайте же место Ибрахима (Авраама) местом моления. Мы повелели Ибрахиму (Аврааму) и Исмаилу (Измаилу) очистить Мой Дом (Каабу) для совершающих обход, пребывающих, кланяющихся и падающих ниц.",
        "numberInSurah": 125,
        "juz": 1,
        "manzil": 1,
        "page": 19,
        "ruku": 16,
        "hizbQuarter": 8,
        "sajda": false
      },
      {
        "number": 133,
        "text": "Вот сказал Ибрахим (Авраам): «Господи! Сделай этот город безопасным и надели плодами его жителей, которые уверовали в Аллаха и в Последний день». Он сказал: «А неверующим Я позволю пользоваться благами недолгое время, а затем заставлю их страдать в Огне. Как же скверно это место прибытия!».",
        "numberInSurah": 126,
        "juz": 1,
        "manzil": 1,
        "page": 19,
        "ruku": 16,
        "hizbQuarter": 8,
        "sajda": false
      },
      {
        "number": 134,
        "text": "Вот Ибрахим (Авраам) и Исмаил (Измаил) подняли основание Дома (Каабы): «Господь наш! Прими от нас! Воистину, Ты - Слышащий, Знающий.",
        "numberInSurah": 127,
        "juz": 1,
        "manzil": 1,
        "page": 20,
        "ruku": 16,
        "hizbQuarter": 8,
        "sajda": false
      },
      {
        "number": 135,
        "text": "Господь наш! Сделай нас покорившимися Тебе, а из нашего потомства - общину, покорившуюся Тебе. Покажи нам обряды поклонения и прими наше покаяние. Воистину, Ты - Принимающий покаяние, Милосердный.",
        "numberInSurah": 128,
        "juz": 1,
        "manzil": 1,
        "page": 20,
        "ruku": 16,
        "hizbQuarter": 8,
        "sajda": false
      },
      {
        "number": 136,
        "text": "Господь наш! Пошли к ним посланника из них самих, который прочтет им Твои аяты, научит их Писанию и мудрости и очистит их. Воистину, Ты - Могущественный, Мудрый».",
        "numberInSurah": 129,
        "juz": 1,
        "manzil": 1,
        "page": 20,
        "ruku": 16,
        "hizbQuarter": 8,
        "sajda": false
      },
      {
        "number": 137,
        "text": "Кто же отвернется от религии Ибрахима (Авраама), кроме глупца? Мы избрали его в мирской жизни, а в Последней жизни он будет в числе праведников.",
        "numberInSurah": 130,
        "juz": 1,
        "manzil": 1,
        "page": 20,
        "ruku": 17,
        "hizbQuarter": 8,
        "sajda": false
      },
      {
        "number": 138,
        "text": "Вот сказал Господь Ибрахиму (Аврааму): «Покорись!». Он сказал: «Я покорился Господу миров».",
        "numberInSurah": 131,
        "juz": 1,
        "manzil": 1,
        "page": 20,
        "ruku": 17,
        "hizbQuarter": 8,
        "sajda": false
      },
      {
        "number": 139,
        "text": "Ибрахим (Авраам) и Йакуб (Иаков) заповедали это своим сыновьям. Йакуб (Иаков) сказал: «О сыновья мои! Аллах избрал для вас религию. И умирайте не иначе, как будучи мусульманами».",
        "numberInSurah": 132,
        "juz": 1,
        "manzil": 1,
        "page": 20,
        "ruku": 17,
        "hizbQuarter": 8,
        "sajda": false
      },
      {
        "number": 140,
        "text": "Или же вы находились рядом, когда смерть явилась к Йакубу (Иакову)? Он сказал своим сыновьям: «Кому вы будете поклоняться после меня?». Они сказали: «Мы будем поклоняться твоему Богу и Богу твоих отцов - Ибрахима (Авраама), Исмаила (Измаила) и Исхака (Исаака), Единственному Богу. Ему одному мы покоряемся».",
        "numberInSurah": 133,
        "juz": 1,
        "manzil": 1,
        "page": 20,
        "ruku": 17,
        "hizbQuarter": 8,
        "sajda": false
      },
      {
        "number": 141,
        "text": "Этот народ уже миновал. Они получат то, что они заслужили, а вы получите то, что вы заслужили, и вы не будете спрошены о том, что они совершали.",
        "numberInSurah": 134,
        "juz": 1,
        "manzil": 1,
        "page": 20,
        "ruku": 17,
        "hizbQuarter": 8,
        "sajda": false
      },
      {
        "number": 142,
        "text": "Они сказали: «Обратитесь в иудаизм или христианство, и вы последуете прямым путем». Скажи: «Нет, в религию Ибрахима (Авраама), который был ханифом и не был одним из многобожников».",
        "numberInSurah": 135,
        "juz": 1,
        "manzil": 1,
        "page": 21,
        "ruku": 17,
        "hizbQuarter": 8,
        "sajda": false
      },
      {
        "number": 143,
        "text": "Скажите: «Мы уверовали в Аллаха, а также в то, что было ниспослано нам и что было ниспослано Ибрахиму (Аврааму), Исмаилу (Измаилу), Исхаку (Исааку), Йакубу (Иакову) и коленам (двенадцати сыновьям Йакуба), что было даровано Мусе (Моисею) и Исе (Иисусу) и что было даровано пророкам их Господом. Мы не делаем различий между ними, и Ему одному мы покоряемся».",
        "numberInSurah": 136,
        "juz": 1,
        "manzil": 1,
        "page": 21,
        "ruku": 17,
        "hizbQuarter": 8,
        "sajda": false
      },
      {
        "number": 144,
        "text": "Если они уверуют в то, во что уверовали вы, то последуют прямым путем. Если же они отвернутся, то окажутся в разладе с истиной. Аллах избавит тебя от них, ибо Он - Слышащий, Знающий.",
        "numberInSurah": 137,
        "juz": 1,
        "manzil": 1,
        "page": 21,
        "ruku": 17,
        "hizbQuarter": 8,
        "sajda": false
      },
      {
        "number": 145,
        "text": "Скажи: «Такова религия Аллаха! А чья религия может быть лучше религии Аллаха? Ему одному мы поклоняемся».",
        "numberInSurah": 138,
        "juz": 1,
        "manzil": 1,
        "page": 21,
        "ruku": 17,
        "hizbQuarter": 8,
        "sajda": false
      },
      {
        "number": 146,
        "text": "Скажи: «Неужели вы станете препираться с нами относительно Аллаха, тогда как Он является нашим Господом и вашим Господом. Нам достанутся наши деяния, а вам - ваши деяния, и мы искренни перед Ним».",
        "numberInSurah": 139,
        "juz": 1,
        "manzil": 1,
        "page": 21,
        "ruku": 17,
        "hizbQuarter": 8,
        "sajda": false
      },
      {
        "number": 147,
        "text": "Неужели вы скажете, что Ибрахим (Авраам), Исмаил (Измаил), Исхак (Исаак), Йакуб (Иаков) и колена (двенадцать сыновей Йакуба) были иудеями или христианами? Скажи: «Вы лучше знаете или же Аллах? Кто может быть несправедливее того, кто скрыл имеющееся у него от Аллаха свидетельство? Аллах не пребывает в неведении относительно того, что вы совершаете».",
        "numberInSurah": 140,
        "juz": 1,
        "manzil": 1,
        "page": 21,
        "ruku": 17,
        "hizbQuarter": 8,
        "sajda": false
      },
      {
        "number": 148,
        "text": "Этот народ уже миновал. Они получат то, что они заслужили, а вы получите то, что вы заслужили, и вы не будете спрошены о том, что они совершали.",
        "numberInSurah": 141,
        "juz": 1,
        "manzil": 1,
        "page": 21,
        "ruku": 17,
        "hizbQuarter": 8,
        "sajda": false
      },
      {
        "number": 149,
        "text": "Глупые люди скажут: «Что заставило их отвернуться от киблы, к которой они поворачивались лицом прежде?». Скажи: «Восток и запад принадлежат Аллаху. Он наставляет, кого пожелает, на прямой путь».",
        "numberInSurah": 142,
        "juz": 2,
        "manzil": 1,
        "page": 22,
        "ruku": 18,
        "hizbQuarter": 9,
        "sajda": false
      },
      {
        "number": 150,
        "text": "Мы сделали вас общиной, придерживающейся середины, чтобы вы свидетельствовали обо всем человечестве, а Посланник свидетельствовал о вас самих. Мы назначили киблу, к которой ты поворачивался лицом прежде, только для того, чтобы отличить тех, кто последует за Посланником, от тех, кто повернется вспять. Это оказалось тяжело для всех, кроме тех, кого Аллах повел прямым путем. Аллах никогда не даст пропасть вашей вере. Воистину, Аллах сострадателен и милосерден к людям.",
        "numberInSurah": 143,
        "juz": 2,
        "manzil": 1,
        "page": 22,
        "ruku": 18,
        "hizbQuarter": 9,
        "sajda": false
      },
      {
        "number": 151,
        "text": "Мы видели, как ты обращал свое лицо к небу, и Мы обратим тебя к кибле, которой ты останешься доволен. Обрати же свое лицо в сторону Заповедной мечети. Где бы вы ни были, обращайте ваши лица в ее сторону. Воистину, те, которым даровано Писание, знают, что такова истина от их Господа. Аллах не пребывает в неведении относительно того, что они совершают.",
        "numberInSurah": 144,
        "juz": 2,
        "manzil": 1,
        "page": 22,
        "ruku": 18,
        "hizbQuarter": 9,
        "sajda": false
      },
      {
        "number": 152,
        "text": "Какое бы знамение ты ни показал тем, кому было даровано Писание, они все равно не станут обращаться к твоей кибле, а ты не станешь обращаться к их кибле. Никто не станет обращаться к кибле других. А если ты станешь потакать их желаниям после того, как к тебе явилось знание, то тогда ты окажешься в числе беззаконников.",
        "numberInSurah": 145,
        "juz": 2,
        "manzil": 1,
        "page": 22,
        "ruku": 18,
        "hizbQuarter": 9,
        "sajda": false
      },
      {
        "number": 153,
        "text": "Те, кому Мы даровали Писание, знают его (Мухаммада или Каабу), как знают своих сыновей. Однако часть их сознательно скрывает истину.",
        "numberInSurah": 146,
        "juz": 2,
        "manzil": 1,
        "page": 23,
        "ruku": 18,
        "hizbQuarter": 9,
        "sajda": false
      },
      {
        "number": 154,
        "text": "Истина - от твоего Господа. Посему не будь в числе тех, кто сомневается.",
        "numberInSurah": 147,
        "juz": 2,
        "manzil": 1,
        "page": 23,
        "ruku": 18,
        "hizbQuarter": 9,
        "sajda": false
      },
      {
        "number": 155,
        "text": "У каждого есть сторона, куда он обращается лицом. Стремитесь же опередить друг друга в добрых делах. Где бы вы ни были, Аллах приведет всех вас вместе. Воистину, Аллах способен на всякую вещь.",
        "numberInSurah": 148,
        "juz": 2,
        "manzil": 1,
        "page": 23,
        "ruku": 19,
        "hizbQuarter": 9,
        "sajda": false
      },
      {
        "number": 156,
        "text": "Откуда бы ты ни вышел, обращай лицо в сторону Заповедной мечети. Воистину, такова истина от твоего Господа. Аллах не пребывает в неведении относительно того, что вы совершаете.",
        "numberInSurah": 149,
        "juz": 2,
        "manzil": 1,
        "page": 23,
        "ruku": 19,
        "hizbQuarter": 9,
        "sajda": false
      },
      {
        "number": 157,
        "text": "Откуда бы ты ни вышел, обращай лицо в сторону Заповедной мечети. Где бы вы ни оказались, обращайте ваши лица в ее сторону, чтобы у людей, если только они не беззаконники, не было довода против вас. Не бойтесь их, а бойтесь Меня, чтобы Я довел до конца Мою милость к вам. Быть может, вы последуете прямым путем.",
        "numberInSurah": 150,
        "juz": 2,
        "manzil": 1,
        "page": 23,
        "ruku": 19,
        "hizbQuarter": 9,
        "sajda": false
      },
      {
        "number": 158,
        "text": "Таким же образом Я отправил к вам Посланника из вашей среды, который читает вам Наши аяты, очищает вас, обучает вас Писанию и мудрости, обучает вас тому, чего вы не знали.",
        "numberInSurah": 151,
        "juz": 2,
        "manzil": 1,
        "page": 23,
        "ruku": 19,
        "hizbQuarter": 9,
        "sajda": false
      },
      {
        "number": 159,
        "text": "Поминайте Меня, и Я буду помнить о вас. Благодарите Меня и не будьте неблагодарны Мне.",
        "numberInSurah": 152,
        "juz": 2,
        "manzil": 1,
        "page": 23,
        "ruku": 19,
        "hizbQuarter": 9,
        "sajda": false
      },
      {
        "number": 160,
        "text": "О те, которые уверовали! Обратитесь за помощью к терпению и намазу. Воистину, Аллах - с терпеливыми.",
        "numberInSurah": 153,
        "juz": 2,
        "manzil": 1,
        "page": 23,
        "ruku": 20,
        "hizbQuarter": 9,
        "sajda": false
      },
      {
        "number": 161,
        "text": "Не говорите о тех, кто погиб на пути Аллаха: «Мертвецы!». Напротив, они живы, но вы не ощущаете этого.",
        "numberInSurah": 154,
        "juz": 2,
        "manzil": 1,
        "page": 24,
        "ruku": 20,
        "hizbQuarter": 9,
        "sajda": false
      },
      {
        "number": 162,
        "text": "Мы непременно испытаем вас незначительным страхом, голодом, потерей имущества, людей и плодов. Обрадуй же терпеливых,",
        "numberInSurah": 155,
        "juz": 2,
        "manzil": 1,
        "page": 24,
        "ruku": 20,
        "hizbQuarter": 9,
        "sajda": false
      },
      {
        "number": 163,
        "text": "которые, когда их постигает беда, говорят: «Воистину, мы принадлежим Аллаху, и к Нему мы вернемся».",
        "numberInSurah": 156,
        "juz": 2,
        "manzil": 1,
        "page": 24,
        "ruku": 20,
        "hizbQuarter": 9,
        "sajda": false
      },
      {
        "number": 164,
        "text": "Они удостаиваются благословения своего Господа и милости. Они следуют прямым путем.",
        "numberInSurah": 157,
        "juz": 2,
        "manzil": 1,
        "page": 24,
        "ruku": 20,
        "hizbQuarter": 9,
        "sajda": false
      },
      {
        "number": 165,
        "text": "Воистину, ас-Сафа и аль-Марва - одни из обрядовых знамений Аллаха. Кто совершает хадж к Каабе или малое паломничество, тот не совершит греха, если пройдет между ними. А если кто добровольно совершает доброе дело, то ведь Аллах - Признательный, Знающий.",
        "numberInSurah": 158,
        "juz": 2,
        "manzil": 1,
        "page": 24,
        "ruku": 20,
        "hizbQuarter": 10,
        "sajda": false
      },
      {
        "number": 166,
        "text": "Воистину, тех, которые скрывают ниспосланные Нами ясные знамения и верное руководство после того, как Мы разъяснили это людям в Писании, проклянет Аллах и проклянут проклинающие,",
        "numberInSurah": 159,
        "juz": 2,
        "manzil": 1,
        "page": 24,
        "ruku": 20,
        "hizbQuarter": 10,
        "sajda": false
      },
      {
        "number": 167,
        "text": "за исключением тех, которые раскаялись, исправили содеянное и стали разъяснять истину. Я приму их покаяния, ибо Я - Принимающий покаяния, Милосердный.",
        "numberInSurah": 160,
        "juz": 2,
        "manzil": 1,
        "page": 24,
        "ruku": 20,
        "hizbQuarter": 10,
        "sajda": false
      },
      {
        "number": 168,
        "text": "Воистину, на тех, которые не уверовали и умерли неверующими, лежит проклятие Аллаха, ангелов и людей - всех.",
        "numberInSurah": 161,
        "juz": 2,
        "manzil": 1,
        "page": 24,
        "ruku": 20,
        "hizbQuarter": 10,
        "sajda": false
      },
      {
        "number": 169,
        "text": "Это продлится вечно. Их мучения не будут облегчены, и они не получат отсрочки.",
        "numberInSurah": 162,
        "juz": 2,
        "manzil": 1,
        "page": 24,
        "ruku": 20,
        "hizbQuarter": 10,
        "sajda": false
      },
      {
        "number": 170,
        "text": "Ваш Бог - Бог Единственный. Нет божества, кроме Него, Милостивого, Милосердного.",
        "numberInSurah": 163,
        "juz": 2,
        "manzil": 1,
        "page": 24,
        "ruku": 20,
        "hizbQuarter": 10,
        "sajda": false
      },
      {
        "number": 171,
        "text": "Воистину, в сотворении небес и земли, в смене ночи и дня, в кораблях, которые плывут по морю с тем, что приносит пользу людям, в воде, которую Аллах ниспослал с неба и посредством которой Он оживил мертвую землю и расселил на ней всевозможных животных, в смене ветров, в облаке, подчиненном между небом и землей, заключены знамения для людей разумеющих.",
        "numberInSurah": 164,
        "juz": 2,
        "manzil": 1,
        "page": 25,
        "ruku": 21,
        "hizbQuarter": 10,
        "sajda": false
      },
      {
        "number": 172,
        "text": "Среди людей есть такие, которые приобщают к Аллаху равных и любят их так же, как любят Аллаха. Но те, которые уверовали, любят Аллаха сильнее. Если бы беззаконники, узрев мучения, увидели, что могущество целиком принадлежит Аллаху и что Аллах причиняет тяжкие мучения.",
        "numberInSurah": 165,
        "juz": 2,
        "manzil": 1,
        "page": 25,
        "ruku": 21,
        "hizbQuarter": 10,
        "sajda": false
      },
      {
        "number": 173,
        "text": "Когда те, за кем следовали, отрекутся от тех, кто следовал за ними, и увидят мучения, связи между ними оборвутся.",
        "numberInSurah": 166,
        "juz": 2,
        "manzil": 1,
        "page": 25,
        "ruku": 21,
        "hizbQuarter": 10,
        "sajda": false
      },
      {
        "number": 174,
        "text": "Те, которые следовали за другими, скажут: «Если бы у нас был еще один шанс, то мы отреклись бы от них, подобно тому, как они отреклись от нас». Таким же образом Аллах покажет им их деяния, чтобы это опечалило их. Они никогда не выйдут из Огня.",
        "numberInSurah": 167,
        "juz": 2,
        "manzil": 1,
        "page": 25,
        "ruku": 21,
        "hizbQuarter": 10,
        "sajda": false
      },
      {
        "number": 175,
        "text": "О люди! Вкушайте на земле то, что дозволено и чисто, и не следуйте по стопам дьявола. Воистину, он для вас - явный враг.",
        "numberInSurah": 168,
        "juz": 2,
        "manzil": 1,
        "page": 25,
        "ruku": 22,
        "hizbQuarter": 10,
        "sajda": false
      },
      {
        "number": 176,
        "text": "Воистину, он велит вам творить зло и мерзость и наговаривать на Аллаха то, чего вы не знаете.",
        "numberInSurah": 169,
        "juz": 2,
        "manzil": 1,
        "page": 25,
        "ruku": 22,
        "hizbQuarter": 10,
        "sajda": false
      },
      {
        "number": 177,
        "text": "Когда им говорят: «Следуйте тому, что ниспослал Аллах», - они отвечают: «Нет! Мы будем следовать тому, на чем застали наших отцов». А если их отцы ничего не разумели и не следовали прямым путем?",
        "numberInSurah": 170,
        "juz": 2,
        "manzil": 1,
        "page": 26,
        "ruku": 22,
        "hizbQuarter": 10,
        "sajda": false
      },
      {
        "number": 178,
        "text": "Неверующие подобны скотине, на которую прикрикивает пастух, тогда как она не слышит ничего, кроме зова и крика. Они глухи, немы и слепы. Они ничего не разумеют.",
        "numberInSurah": 171,
        "juz": 2,
        "manzil": 1,
        "page": 26,
        "ruku": 22,
        "hizbQuarter": 10,
        "sajda": false
      },
      {
        "number": 179,
        "text": "О те, которые уверовали! Вкушайте дозволенные блага, которыми Мы наделили вас, и будьте благодарны Аллаху, если только вы поклоняетесь Ему.",
        "numberInSurah": 172,
        "juz": 2,
        "manzil": 1,
        "page": 26,
        "ruku": 22,
        "hizbQuarter": 10,
        "sajda": false
      },
      {
        "number": 180,
        "text": "Он запретил вам мертвечину, кровь, мясо свиньи и то, что принесено в жертву не ради Аллаха. Если же кто-либо вынужден пойти на это, не домогаясь запретного, не проявляя ослушания и не преступая пределы необходимого, то нет на нем греха. Воистину, Аллах - Прощающий, Милосердный.",
        "numberInSurah": 173,
        "juz": 2,
        "manzil": 1,
        "page": 26,
        "ruku": 22,
        "hizbQuarter": 10,
        "sajda": false
      },
      {
        "number": 181,
        "text": "Воистину, те, которые скрывают ниспосланное Аллахом в Писании и покупают за это малую цену, наполняют свои животы огнем. Аллах не станет говорить с ними в День воскресения и не очистит их. Им уготованы мучительные страдания.",
        "numberInSurah": 174,
        "juz": 2,
        "manzil": 1,
        "page": 26,
        "ruku": 22,
        "hizbQuarter": 10,
        "sajda": false
      },
      {
        "number": 182,
        "text": "Они купили заблуждение за верное руководство и мучения - за прощение. Насколько же они готовы терпеть Огонь!",
        "numberInSurah": 175,
        "juz": 2,
        "manzil": 1,
        "page": 26,
        "ruku": 22,
        "hizbQuarter": 10,
        "sajda": false
      },
      {
        "number": 183,
        "text": "Это потому, что Аллах ниспослал Писание с истиной. А те, которые спорят относительно Писания, находятся в полном разладе с истиной.",
        "numberInSurah": 176,
        "juz": 2,
        "manzil": 1,
        "page": 26,
        "ruku": 22,
        "hizbQuarter": 10,
        "sajda": false
      },
      {
        "number": 184,
        "text": "Благочестие состоит не в том, чтобы вы обращали ваши лица на восток и запад. Но благочестив тот, кто уверовал в Аллаха, в Последний день, в ангелов, в Писание, в пророков, кто раздавал имущество, несмотря на свою любовь к нему, родственникам, сиротам, бедным, путникам и просящим, расходовал его на освобождение рабов, совершал намаз, выплачивал закят, соблюдал договора после их заключения, проявлял терпение в нужде, при болезни и во время сражения. Таковы те, которые правдивы. Таковы богобоязненные.",
        "numberInSurah": 177,
        "juz": 2,
        "manzil": 1,
        "page": 27,
        "ruku": 23,
        "hizbQuarter": 11,
        "sajda": false
      },
      {
        "number": 185,
        "text": "О те, которые уверовали! Вам предписано возмездие за убитых: свободный - за свободного, раб - за раба, женщина - за женщину. Если же убийца прощен своим братом, то следует поступить по справедливости и уплатить ему выкуп надлежащим образом. Таково облегчение от вашего Господа и милость. А кто преступит границы дозволенного после этого, того постигнут мучительные страдания.",
        "numberInSurah": 178,
        "juz": 2,
        "manzil": 1,
        "page": 27,
        "ruku": 23,
        "hizbQuarter": 11,
        "sajda": false
      },
      {
        "number": 186,
        "text": "Возмездие спасает вам жизнь, о обладатели разума! Быть может, вы будете богобоязненны.",
        "numberInSurah": 179,
        "juz": 2,
        "manzil": 1,
        "page": 27,
        "ruku": 23,
        "hizbQuarter": 11,
        "sajda": false
      },
      {
        "number": 187,
        "text": "Когда смерть приближается к кому-либо из вас, и он оставляет после себя добро, то ему предписано оставить завещание родителям и ближайшим родственникам на разумных условиях. Такова обязанность богобоязненных.",
        "numberInSurah": 180,
        "juz": 2,
        "manzil": 1,
        "page": 27,
        "ruku": 23,
        "hizbQuarter": 11,
        "sajda": false
      },
      {
        "number": 188,
        "text": "Если же кто-либо изменит завещание после того, как он выслушал его, то вина ложится только на тех, кто его изменил. Воистину, Аллах - Слышащий, Знающий.",
        "numberInSurah": 181,
        "juz": 2,
        "manzil": 1,
        "page": 27,
        "ruku": 23,
        "hizbQuarter": 11,
        "sajda": false
      },
      {
        "number": 189,
        "text": "Если же кто-либо опасается, что завещатель поступит несправедливо или совершит грех, и установит мир между сторонами, то на нем не будет греха. Воистину, Аллах - Прощающий, Милосердный.",
        "numberInSurah": 182,
        "juz": 2,
        "manzil": 1,
        "page": 28,
        "ruku": 23,
        "hizbQuarter": 11,
        "sajda": false
      },
      {
        "number": 190,
        "text": "О те, которые уверовали! Вам предписан пост, подобно тому, как он был предписан вашим предшественникам, - быть может, вы устрашитесь.",
        "numberInSurah": 183,
        "juz": 2,
        "manzil": 1,
        "page": 28,
        "ruku": 24,
        "hizbQuarter": 11,
        "sajda": false
      },
      {
        "number": 191,
        "text": "Поститься следует считанное количество дней. А если кто из вас болен или находится в пути, то пусть постится столько же дней в другое время. А тем, которые способны поститься с трудом, следует в искупление накормить бедняка. А если кто добровольно совершает доброе дело, то тем лучше для него. Но вам лучше поститься, если бы вы только знали!",
        "numberInSurah": 184,
        "juz": 2,
        "manzil": 1,
        "page": 28,
        "ruku": 24,
        "hizbQuarter": 11,
        "sajda": false
      },
      {
        "number": 192,
        "text": "В месяц рамадан был ниспослан Коран - верное руководство для людей, ясные доказательства из верного руководства и различение. Тот из вас, кого застанет этот месяц, должен поститься. А если кто болен или находится в пути, то пусть постится столько же дней в другое время. Аллах желает вам облегчения и не желает вам затруднения. Он желает, чтобы вы довели до конца определенное число дней и возвеличили Аллаха за то, что Он наставил вас на прямой путь. Быть может, вы будете благодарны.",
        "numberInSurah": 185,
        "juz": 2,
        "manzil": 1,
        "page": 28,
        "ruku": 24,
        "hizbQuarter": 11,
        "sajda": false
      },
      {
        "number": 193,
        "text": "Если Мои рабы спросят тебя обо Мне, то ведь Я близок и отвечаю на зов молящегося, когда он взывает ко Мне. Пусть же они отвечают Мне и веруют в Меня, - быть может, они последуют верным путем.",
        "numberInSurah": 186,
        "juz": 2,
        "manzil": 1,
        "page": 28,
        "ruku": 24,
        "hizbQuarter": 11,
        "sajda": false
      },
      {
        "number": 194,
        "text": "Вам дозволено вступать в близость с вашими женами в ночь поста. Ваши жены - одеяние для вас, а вы - одеяние для них. Аллах знает, что вы предаете самих себя (ослушаетесь Аллаха и вступаете в половую близость с женами по ночам во время поста в рамадане), и поэтому Он принял ваши покаяния и простил вас. Отныне вступайте с ними в близость и стремитесь к тому, что предписал вам Аллах. Ешьте и пейте, пока вы не сможете отличить белую нитку рассвета от черной, а затем поститесь до ночи. Не вступайте с ними в близость, когда вы пребываете в мечетях. Таковы ограничения Аллаха, не приближайтесь к ним. Так Аллах разъясняет Свои знамения людям, - быть может, они устрашатся.",
        "numberInSurah": 187,
        "juz": 2,
        "manzil": 1,
        "page": 29,
        "ruku": 24,
        "hizbQuarter": 11,
        "sajda": false
      },
      {
        "number": 195,
        "text": "Не пожирайте незаконно между собой своего имущества и не подкупайте судей, чтобы пожирать часть имущества людей, сознательно совершая грех.",
        "numberInSurah": 188,
        "juz": 2,
        "manzil": 1,
        "page": 29,
        "ruku": 24,
        "hizbQuarter": 11,
        "sajda": false
      },
      {
        "number": 196,
        "text": "Они спрашивают тебя о новолуниях. Скажи: «Они определяют промежутки времени для людей и хаджа. Благочестие не в том, чтобы вы входили в дома с их задней стороны. Но благочестив тот, кто богобоязнен. Входите в дома через двери и бойтесь Аллаха, - быть может, вы окажетесь преуспевшими.",
        "numberInSurah": 189,
        "juz": 2,
        "manzil": 1,
        "page": 29,
        "ruku": 25,
        "hizbQuarter": 12,
        "sajda": false
      },
      {
        "number": 197,
        "text": "Сражайтесь на пути Аллаха с теми, кто сражается против вас, но не преступайте границы дозволенного. Воистину, Аллах не любит преступников.",
        "numberInSurah": 190,
        "juz": 2,
        "manzil": 1,
        "page": 29,
        "ruku": 25,
        "hizbQuarter": 12,
        "sajda": false
      },
      {
        "number": 198,
        "text": "Убивайте их (многобожников), где бы вы их ни встретили, и изгоняйте их оттуда, откуда они вас изгнали. Искушение хуже, чем убийство. Но не сражайтесь с ними у Заповедной мечети, пока они не станут сражаться с вами в ней. Если же они станут сражаться с вами, то убивайте их. Таково воздаяние неверующим!",
        "numberInSurah": 191,
        "juz": 2,
        "manzil": 1,
        "page": 30,
        "ruku": 25,
        "hizbQuarter": 12,
        "sajda": false
      },
      {
        "number": 199,
        "text": "Но если они прекратят, то ведь Аллах - Прощающий, Милосердный.",
        "numberInSurah": 192,
        "juz": 2,
        "manzil": 1,
        "page": 30,
        "ruku": 25,
        "hizbQuarter": 12,
        "sajda": false
      },
      {
        "number": 200,
        "text": "Сражайтесь с ними, пока не исчезнет искушение и пока религия целиком не будет посвящена Аллаху. Но если они прекратят, то посягать можно только на беззаконников.",
        "numberInSurah": 193,
        "juz": 2,
        "manzil": 1,
        "page": 30,
        "ruku": 25,
        "hizbQuarter": 12,
        "sajda": false
      },
      {
        "number": 201,
        "text": "Запретный месяц - за запретный месяц, а за нарушение запретов - возмездие. Если кто посягнул на вас, то и вы посягните на него, подобно тому, как он посягнул на вас. Бойтесь Аллаха и знайте, что Аллах - с богобоязненными.",
        "numberInSurah": 194,
        "juz": 2,
        "manzil": 1,
        "page": 30,
        "ruku": 25,
        "hizbQuarter": 12,
        "sajda": false
      },
      {
        "number": 202,
        "text": "Делайте пожертвования на пути Аллаха и не обрекайте себя на гибель. И творите добро, ведь Аллах любит творящих добро.",
        "numberInSurah": 195,
        "juz": 2,
        "manzil": 1,
        "page": 30,
        "ruku": 25,
        "hizbQuarter": 12,
        "sajda": false
      },
      {
        "number": 203,
        "text": "Завершайте хадж и малое паломничество во имя Аллаха. Если вы будете задержаны, то принесите в жертву то, что сможете. Не брейте ваши головы, пока жертвенные животные не достигнут места заклания. А если кто из вас болен или из-за головы своей испытывает страдания, то он должен в качестве искупления поститься, или раздать милостыню, или принести жертву. Если же вы находитесь в безопасности, то всякий, кто совершает малое паломничество и прерываемый хадж, должен принести в жертву то, что сможет. Если же он не сможет сделать этого, то он должен поститься три дня во время хаджа и семь дней после его окончания - всего десять дней. Это распространяется на тех, чья семья не живет в Заповедной мечети. Бойтесь же Аллаха и знайте, что Аллах суров в наказании.",
        "numberInSurah": 196,
        "juz": 2,
        "manzil": 1,
        "page": 30,
        "ruku": 25,
        "hizbQuarter": 12,
        "sajda": false
      },
      {
        "number": 204,
        "text": "Хадж совершается в известные месяцы. Кто намеревается совершить хадж в эти месяцы, тот не должен вступать в половую близость, совершать грехи и вступать в споры во время хаджа. Что бы вы ни сделали доброго, Аллах знает об этом. Берите с собой припасы, но лучшим припасом является богобоязненность. Бойтесь же Меня, о обладающие разумом!",
        "numberInSurah": 197,
        "juz": 2,
        "manzil": 1,
        "page": 31,
        "ruku": 26,
        "hizbQuarter": 12,
        "sajda": false
      },
      {
        "number": 205,
        "text": "На вас нет греха, если вы ищете милость от своего Господа. А когда вы вернетесь с Арафата, поминайте Аллаха в Заповедном месте. Поминайте Его, поскольку Он наставил вас на прямой путь, хотя прежде вы были одними из заблудших.",
        "numberInSurah": 198,
        "juz": 2,
        "manzil": 1,
        "page": 31,
        "ruku": 26,
        "hizbQuarter": 12,
        "sajda": false
      },
      {
        "number": 206,
        "text": "Затем отправляйтесь в путь оттуда, откуда отправляются остальные люди, и молите Аллаха о прощении. Воистину, Аллах - Прощающий, Милосердный.",
        "numberInSurah": 199,
        "juz": 2,
        "manzil": 1,
        "page": 31,
        "ruku": 26,
        "hizbQuarter": 12,
        "sajda": false
      },
      {
        "number": 207,
        "text": "Когда вы завершите свои обряды, то поминайте Аллаха так, как поминаете своих отцов, и даже более того. Среди людей есть такие, которые говорят: «Господь наш! Одари нас в этом мире!». Но нет им доли в Последней жизни.",
        "numberInSurah": 200,
        "juz": 2,
        "manzil": 1,
        "page": 31,
        "ruku": 26,
        "hizbQuarter": 12,
        "sajda": false
      },
      {
        "number": 208,
        "text": "Но среди них есть такие, которые говорят: «Господь наш! Одари нас добром в этом мире и добром в Последней жизни и защити нас от мучений в Огне».",
        "numberInSurah": 201,
        "juz": 2,
        "manzil": 1,
        "page": 31,
        "ruku": 26,
        "hizbQuarter": 12,
        "sajda": false
      },
      {
        "number": 209,
        "text": "Им уготован удел за то, что они приобрели. Аллах скор в расчете.",
        "numberInSurah": 202,
        "juz": 2,
        "manzil": 1,
        "page": 31,
        "ruku": 26,
        "hizbQuarter": 12,
        "sajda": false
      },
      {
        "number": 210,
        "text": "Поминайте Аллаха в считанные дни (в течение трех дней в долине Мина). Кто торопится и завершает обряд за два дня, тот не совершает греха. И кто задерживается, тот также не совершает греха. Это касается богобоязненных. Бойтесь же Аллаха и знайте, что к Нему вы будете собраны.",
        "numberInSurah": 203,
        "juz": 2,
        "manzil": 1,
        "page": 32,
        "ruku": 26,
        "hizbQuarter": 13,
        "sajda": false
      },
      {
        "number": 211,
        "text": "Среди людей есть такой, чьи речи восхищают тебя в мирской жизни. Он призывает Аллаха засвидетельствовать то, что у него в душе, хотя сам является непримиримым спорщиком.",
        "numberInSurah": 204,
        "juz": 2,
        "manzil": 1,
        "page": 32,
        "ruku": 26,
        "hizbQuarter": 13,
        "sajda": false
      },
      {
        "number": 212,
        "text": "Когда он уходит, то начинает распространять нечестие на земле, уничтожать посевы и губить потомство. Но ведь Аллах не любит нечестия.",
        "numberInSurah": 205,
        "juz": 2,
        "manzil": 1,
        "page": 32,
        "ruku": 26,
        "hizbQuarter": 13,
        "sajda": false
      },
      {
        "number": 213,
        "text": "Когда ему говорят: «Побойся Аллаха!», гордыня подталкивает его на грех. Довольно c него Геенны! Как же скверно это ложе!",
        "numberInSurah": 206,
        "juz": 2,
        "manzil": 1,
        "page": 32,
        "ruku": 26,
        "hizbQuarter": 13,
        "sajda": false
      },
      {
        "number": 214,
        "text": "Среди людей есть и такой, который продает свою душу, надеясь снискать довольство Аллаха, и Аллах сострадателен к рабам.",
        "numberInSurah": 207,
        "juz": 2,
        "manzil": 1,
        "page": 32,
        "ruku": 26,
        "hizbQuarter": 13,
        "sajda": false
      },
      {
        "number": 215,
        "text": "О те, которые уверовали! Принимайте ислам целиком и не следуйте по стопам дьявола. Воистину, он для вас - явный враг.",
        "numberInSurah": 208,
        "juz": 2,
        "manzil": 1,
        "page": 32,
        "ruku": 26,
        "hizbQuarter": 13,
        "sajda": false
      },
      {
        "number": 216,
        "text": "А если вы споткнетесь после того, как к вам явились ясные знамения, то знайте, что Аллах - Могущественный, Мудрый.",
        "numberInSurah": 209,
        "juz": 2,
        "manzil": 1,
        "page": 32,
        "ruku": 26,
        "hizbQuarter": 13,
        "sajda": false
      },
      {
        "number": 217,
        "text": "Неужели они ожидают чего-либо иного, кроме как того, что Аллах явится к ним вместе с ангелами, осененный облаками, и все будет решено? К Аллаху возвращаются дела.",
        "numberInSurah": 210,
        "juz": 2,
        "manzil": 1,
        "page": 32,
        "ruku": 26,
        "hizbQuarter": 13,
        "sajda": false
      },
      {
        "number": 218,
        "text": "Спроси сынов Исраила (Израиля), сколько ясных знамений Мы ниспослали им. Если кто променяет милость Аллаха после того, как она явилась к нему, то ведь Аллах суров в наказании.",
        "numberInSurah": 211,
        "juz": 2,
        "manzil": 1,
        "page": 33,
        "ruku": 27,
        "hizbQuarter": 13,
        "sajda": false
      },
      {
        "number": 219,
        "text": "Мирская жизнь кажется неверующим прекрасной. Они глумятся над теми, кто уверовал. Но в День воскресения богобоязненные окажутся выше них. Аллах дарует удел без расчета, кому пожелает.",
        "numberInSurah": 212,
        "juz": 2,
        "manzil": 1,
        "page": 33,
        "ruku": 27,
        "hizbQuarter": 13,
        "sajda": false
      },
      {
        "number": 220,
        "text": "Люди были одной общиной, и Аллах отправил пророков добрыми вестниками и предостерегающими увещевателями, ниспослал вместе с ними Писание с истиной, чтобы рассудить людей в том, в чем они разошлись во мнениях. Но разошлись во мнениях относительно этого только те, кому было даровано Писание, после того, как к ним явились ясные знамения, по причине зависти и несправедливого отношения друг к другу. Аллах по Своей воле направил тех, которые уверовали, к истине, относительно которой они разошлись во мнениях. Аллах наставляет на прямой путь, кого пожелает.",
        "numberInSurah": 213,
        "juz": 2,
        "manzil": 1,
        "page": 33,
        "ruku": 27,
        "hizbQuarter": 13,
        "sajda": false
      },
      {
        "number": 221,
        "text": "Или вы полагали, что войдете в Рай, не испытав того, что постигло ваших предшественников? Их поражали нищета и болезни. Они переживали такие потрясения, что Посланник и уверовавшие вместе с ним говорили: «Когда же придет помощь Аллаха?». Воистину, помощь Аллаха близка.",
        "numberInSurah": 214,
        "juz": 2,
        "manzil": 1,
        "page": 33,
        "ruku": 27,
        "hizbQuarter": 13,
        "sajda": false
      },
      {
        "number": 222,
        "text": "Они спрашивают тебя, что они должны расходовать. Скажи: «Любое добро, которое вы раздаете, должно достаться родителям, близким родственникам, сиротам, беднякам, путникам. Что бы вы ни сделали доброго, Аллах знает об этом».",
        "numberInSurah": 215,
        "juz": 2,
        "manzil": 1,
        "page": 33,
        "ruku": 27,
        "hizbQuarter": 13,
        "sajda": false
      },
      {
        "number": 223,
        "text": "Вам предписано сражаться, хотя это вам неприятно. Быть может, вам неприятно то, что является благом для вас. И быть может, вы любите то, что является злом для вас. Аллах знает, а вы не знаете.",
        "numberInSurah": 216,
        "juz": 2,
        "manzil": 1,
        "page": 34,
        "ruku": 27,
        "hizbQuarter": 13,
        "sajda": false
      },
      {
        "number": 224,
        "text": "Они спрашивают тебя о сражении в запретный месяц. Скажи: «Сражаться в этот месяц - великое преступление. Однако сбивать других с пути Аллаха, не веровать в Него, не пускать в Заповедную мечеть и выгонять оттуда ее жителей - еще большее преступление перед Аллахом. Искушение хуже, чем убийство. Они не перестанут сражаться с вами, пока не отвратят вас от вашей религии, если только смогут. А если кто из вас отступит от своей религии и умрет неверующим, то его деяния окажутся тщетными как в этом мире, так и в Последней жизни. Они являются обитателями Огня и останутся там вечно».",
        "numberInSurah": 217,
        "juz": 2,
        "manzil": 1,
        "page": 34,
        "ruku": 28,
        "hizbQuarter": 13,
        "sajda": false
      },
      {
        "number": 225,
        "text": "Воистину, те, которые уверовали, совершили переселение и сражались на пути Аллаха, надеются на милость Аллаха. А ведь Аллах - Прощающий, Милосердный.",
        "numberInSurah": 218,
        "juz": 2,
        "manzil": 1,
        "page": 34,
        "ruku": 28,
        "hizbQuarter": 13,
        "sajda": false
      },
      {
        "number": 226,
        "text": "Они спрашивают тебя об опьяняющих напитках и азартных играх. Скажи: «В них есть большой грех, но есть и польза для людей, хотя греха в них больше, чем пользы». Они спрашивают тебя, что они должны расходовать. Скажи: «Излишек». Так Аллах разъясняет вам знамения, - быть может, вы поразмыслите",
        "numberInSurah": 219,
        "juz": 2,
        "manzil": 1,
        "page": 34,
        "ruku": 28,
        "hizbQuarter": 14,
        "sajda": false
      },
      {
        "number": 227,
        "text": "над этим миром и Последней жизнью. Они спрашивают тебя о сиротах. Скажи: «Делать им добро - хорошо. Если вы объедините свои дела, то ведь они - ваши братья. Аллах отличает распространяющего нечестие от творящего добро. Если бы Аллах захотел, то поставил бы вас в затруднительное положение. Воистину, Аллах - Могущественный, Мудрый».",
        "numberInSurah": 220,
        "juz": 2,
        "manzil": 1,
        "page": 35,
        "ruku": 28,
        "hizbQuarter": 14,
        "sajda": false
      },
      {
        "number": 228,
        "text": "Не женитесь на язычницах, пока они не уверуют. Безусловно, верующая невольница лучше язычницы, даже если она понравилась вам. Не выдавайте мусульманок замуж за язычников, пока они не уверуют. Безусловно, верующий невольник лучше язычника, даже если он понравился вам. Они зовут к Огню, а Аллах зовет к Раю и прощению со Своего соизволения. Он разъясняет людям Свои знамения, - быть может, они помянут назидание.",
        "numberInSurah": 221,
        "juz": 2,
        "manzil": 1,
        "page": 35,
        "ruku": 28,
        "hizbQuarter": 14,
        "sajda": false
      },
      {
        "number": 229,
        "text": "Они спрашивают тебя о менструациях. Скажи: «Они причиняют страдания. Посему избегайте половой близости с женщинами во время менструаций и не приближайтесь к ним, пока они не очистятся. А когда они очистятся, то приходите к ним так, как повелел вам Аллах. Воистину, Аллах любит кающихся и любит очищающихся».",
        "numberInSurah": 222,
        "juz": 2,
        "manzil": 1,
        "page": 35,
        "ruku": 29,
        "hizbQuarter": 14,
        "sajda": false
      },
      {
        "number": 230,
        "text": "Ваши жены являются пашней для вас. Приходите же на вашу пашню, когда и как пожелаете. Готовьте для себя добрые деяния, бойтесь Аллаха и знайте, что вы встретитесь с Ним. Обрадуй же верующих!",
        "numberInSurah": 223,
        "juz": 2,
        "manzil": 1,
        "page": 35,
        "ruku": 29,
        "hizbQuarter": 14,
        "sajda": false
      },
      {
        "number": 231,
        "text": "Пусть клятва именем Аллаха не мешает вам творить добро, быть богобоязненным и примирять людей. Аллах - Слышащий, Знающий.",
        "numberInSurah": 224,
        "juz": 2,
        "manzil": 1,
        "page": 35,
        "ruku": 29,
        "hizbQuarter": 14,
        "sajda": false
      },
      {
        "number": 232,
        "text": "Аллах не призовет вас к ответу за непреднамеренные клятвы, но призовет вас к ответу за то, что приобрели ваши сердца. Аллах - Прощающий, Выдержанный.",
        "numberInSurah": 225,
        "juz": 2,
        "manzil": 1,
        "page": 36,
        "ruku": 29,
        "hizbQuarter": 14,
        "sajda": false
      },
      {
        "number": 233,
        "text": "Те, которые поклялись не вступать в половую близость со своими женами, должны выжидать четыре месяца. И если они передумают, то ведь Аллах - Прощающий, Милосердный.",
        "numberInSurah": 226,
        "juz": 2,
        "manzil": 1,
        "page": 36,
        "ruku": 29,
        "hizbQuarter": 14,
        "sajda": false
      },
      {
        "number": 234,
        "text": "Если же они решат развестись, то ведь Аллах - Слышащий, Знающий.",
        "numberInSurah": 227,
        "juz": 2,
        "manzil": 1,
        "page": 36,
        "ruku": 29,
        "hizbQuarter": 14,
        "sajda": false
      },
      {
        "number": 235,
        "text": "Разведенные женщины должны выжидать в течение трех менструаций. Не позволительно им скрывать то, что сотворил Аллах в их утробах, если они веруют в Аллаха и в Последний день. Мужья в течение этого периода имеют право вернуть их, если захотят примирения. Жены имеют такие же права, как и обязанности, и относиться к ним следует по-доброму, но мужья выше их по положению. Аллах - Могущественный, Мудрый.",
        "numberInSurah": 228,
        "juz": 2,
        "manzil": 1,
        "page": 36,
        "ruku": 29,
        "hizbQuarter": 14,
        "sajda": false
      },
      {
        "number": 236,
        "text": "Развод допускается дважды, после чего надо либо удержать жену на разумных условиях, либо отпустить ее по-доброму. Вам не дозволено брать что-либо из дарованного им, если только у обеих сторон нет опасения, что они не смогут соблюсти ограничения Аллаха. И если вы опасаетесь, что они не смогут соблюсти ограничения Аллаха, то они оба не совершат греха, если она выкупит развод. Таковы ограничения Аллаха, не преступайте же их. А те, которые преступают ограничения Аллаха, являются беззаконниками.",
        "numberInSurah": 229,
        "juz": 2,
        "manzil": 1,
        "page": 36,
        "ruku": 30,
        "hizbQuarter": 14,
        "sajda": false
      },
      {
        "number": 237,
        "text": "Если он развелся с ней в третий раз, то ему не дозволено жениться на ней, пока она не выйдет замуж за другого. И если тот разведется с ней, то они не совершат греха, если воссоединятся, полагая, что они смогут соблюсти ограничения Аллаха. Таковы ограничения Аллаха. Он разъясняет их для людей знающих.",
        "numberInSurah": 230,
        "juz": 2,
        "manzil": 1,
        "page": 36,
        "ruku": 30,
        "hizbQuarter": 14,
        "sajda": false
      },
      {
        "number": 238,
        "text": "Если вы развелись с вашими женами, и они выждали положенный им срок, то либо удержите их на разумных условиях, либо отпустите их на разумных условиях. Но не удерживайте их, чтобы навредить им и преступить границы дозволенного. А кто поступит так, тот поступит несправедливо по отношению к самому себе. Не считайте знамения Аллаха шуткой. Помните милость, которую Аллах оказал вам, а также то, что Он ниспослал вам из Писания и мудрости, чтобы увещевать вас. Бойтесь Аллаха и знайте, что Аллах ведает о всякой вещи.",
        "numberInSurah": 231,
        "juz": 2,
        "manzil": 1,
        "page": 37,
        "ruku": 30,
        "hizbQuarter": 14,
        "sajda": false
      },
      {
        "number": 239,
        "text": "Если вы развелись с вашими женами, и они выждали положенный им срок, то не мешайте им выходить замуж за своих прежних мужей, если они договорились друг с другом на разумных условиях. Таково назидание тому из вас, кто верует в Аллаха и в Последний день. Так будет лучше и чище для вас. Аллах знает, а вы не знаете.",
        "numberInSurah": 232,
        "juz": 2,
        "manzil": 1,
        "page": 37,
        "ruku": 31,
        "hizbQuarter": 14,
        "sajda": false
      },
      {
        "number": 240,
        "text": "Матери должны кормить своих детей грудью два полных года, если они хотят довести кормление грудью до конца. А тот, у кого родился ребенок, должен обеспечивать питание и одежду матери на разумных условиях. Ни на одного человека не возлагается сверх его возможностей. Нельзя причинять вред матери за ее ребенка, а также отцу за его ребенка. Такие же обязанности возлагаются на наследника отца. Если они пожелают отнять ребенка от груди по взаимному согласию и совету, то не совершат греха. И если вы пожелаете нанять кормилицу для ваших детей, то не совершите греха, если вы заплатите ей на разумных условиях. Бойтесь Аллаха и знайте, что Аллах видит то, что вы совершаете.",
        "numberInSurah": 233,
        "juz": 2,
        "manzil": 1,
        "page": 37,
        "ruku": 31,
        "hizbQuarter": 15,
        "sajda": false
      },
      {
        "number": 241,
        "text": "Если кто-либо из вас скончается и оставит после себя жен, то они должны выжидать четыре месяца и десять дней. Когда же они дождутся истечения положенного им срока, то на вас не будет греха, если они распорядятся собой разумным образом. Аллах ведает о том, что вы совершаете.",
        "numberInSurah": 234,
        "juz": 2,
        "manzil": 1,
        "page": 38,
        "ruku": 31,
        "hizbQuarter": 15,
        "sajda": false
      },
      {
        "number": 242,
        "text": "На вас не будет греха, если вы намекнете о сватовстве к женщинам или утаите это в душе. Аллах знает, что вы будете вспоминать о них. Не давайте им тайных обещаний и говорите только достойные слова. Не принимайте решение вступить в брак, пока не истечет предписанный срок. Знайте, что Аллаху известно о том, что в ваших душах. Остерегайтесь Его и знайте, что Аллах - Прощающий, Выдержанный.",
        "numberInSurah": 235,
        "juz": 2,
        "manzil": 1,
        "page": 38,
        "ruku": 31,
        "hizbQuarter": 15,
        "sajda": false
      },
      {
        "number": 243,
        "text": "На вас не будет греха, если вы разведетесь с женами, не коснувшись их и не установив для них обязательное вознаграждение (брачный дар). Одарите их разумным образом, и пусть богатый поступит по мере своих возможностей, а бедный - по мере своих. Такова обязанность творящих добро.",
        "numberInSurah": 236,
        "juz": 2,
        "manzil": 1,
        "page": 38,
        "ruku": 32,
        "hizbQuarter": 15,
        "sajda": false
      },
      {
        "number": 244,
        "text": "Если же вы разведетесь с ними до того, как коснулись их, но после того, как установили обязательное вознаграждение (брачный дар), то отдайте им половину его, если только они не простят или не простит тот, в чьих руках брачное соглашение. Если вы простите, то это будет ближе к богобоязненности. Не забывайте оказывать милость друг к другу. Воистину, Аллах видит то, что вы совершаете.",
        "numberInSurah": 237,
        "juz": 2,
        "manzil": 1,
        "page": 38,
        "ruku": 32,
        "hizbQuarter": 15,
        "sajda": false
      },
      {
        "number": 245,
        "text": "Оберегайте намазы, и особенно, средний (послеполуденный) намаз. И стойте перед Аллахом смиренно.",
        "numberInSurah": 238,
        "juz": 2,
        "manzil": 1,
        "page": 39,
        "ruku": 32,
        "hizbQuarter": 15,
        "sajda": false
      },
      {
        "number": 246,
        "text": "Если вы испытываете страх, то молитесь на ходу или верхом. Когда же вы окажетесь в безопасности, то поминайте Аллаха так, как Он научил вас тому, чего вы не знали.",
        "numberInSurah": 239,
        "juz": 2,
        "manzil": 1,
        "page": 39,
        "ruku": 32,
        "hizbQuarter": 15,
        "sajda": false
      },
      {
        "number": 247,
        "text": "Если кто-либо из вас скончается и оставит после себя жен, то они должны завещать, чтобы их обеспечивали в течение одного года и не прогоняли. Если же они сами уйдут, то на вас не будет греха за то, что они распорядятся собой разумным образом. Аллах - Могущественный, Мудрый.",
        "numberInSurah": 240,
        "juz": 2,
        "manzil": 1,
        "page": 39,
        "ruku": 32,
        "hizbQuarter": 15,
        "sajda": false
      },
      {
        "number": 248,
        "text": "Разведенных жен полагается обеспечивать разумным образом. Такова обязанность богобоязненных.",
        "numberInSurah": 241,
        "juz": 2,
        "manzil": 1,
        "page": 39,
        "ruku": 32,
        "hizbQuarter": 15,
        "sajda": false
      },
      {
        "number": 249,
        "text": "Так Аллах разъясняет вам Свои знамения, - быть может, вы уразумеете.",
        "numberInSurah": 242,
        "juz": 2,
        "manzil": 1,
        "page": 39,
        "ruku": 32,
        "hizbQuarter": 15,
        "sajda": false
      },
      {
        "number": 250,
        "text": "Разве ты не знаешь о тех, которые покинули свои жилища, опасаясь смерти, хотя их были тысячи? Аллах сказал им: «Умрите!». Затем Он оживил их. Воистину, Аллах милостив к людям, однако большинство людей неблагодарны.",
        "numberInSurah": 243,
        "juz": 2,
        "manzil": 1,
        "page": 39,
        "ruku": 33,
        "hizbQuarter": 16,
        "sajda": false
      },
      {
        "number": 251,
        "text": "Сражайтесь на пути Аллаха и знайте, что Аллах - Слышащий, Знающий.",
        "numberInSurah": 244,
        "juz": 2,
        "manzil": 1,
        "page": 39,
        "ruku": 33,
        "hizbQuarter": 16,
        "sajda": false
      },
      {
        "number": 252,
        "text": "Если кто-либо одолжит Аллаху прекрасный заем, то Он увеличит его многократно. Аллах удерживает и щедро одаряет, и к Нему вы будете возвращены.",
        "numberInSurah": 245,
        "juz": 2,
        "manzil": 1,
        "page": 39,
        "ruku": 33,
        "hizbQuarter": 16,
        "sajda": false
      },
      {
        "number": 253,
        "text": "Не знаешь ли ты о знати сынов Исраила (Израиля), живших после Мусы (Моисея)? Они сказали своему пророку: «Назначь для нас царя, чтобы мы сражались на пути Аллаха». Он сказал: «Может ли быть, что если вам будет предписано сражаться, вы не станете сражаться?». Они сказали: «Отчего же нам не сражаться на пути Аллаха, если мы изгнаны из наших жилищ и разлучены с нашими детьми?». Когда же им было предписано сражаться, они отвернулись, за исключением немногих. Аллах ведает о беззаконниках.",
        "numberInSurah": 246,
        "juz": 2,
        "manzil": 1,
        "page": 40,
        "ruku": 33,
        "hizbQuarter": 16,
        "sajda": false
      },
      {
        "number": 254,
        "text": "Их пророк сказал им: «Аллах назначил вам царем Талута (Саула)». Они сказали: «Как он может стать нашим царем, если мы более достойны править, чем он, и он лишен достатка в имуществе?». Он сказал: «Аллах предпочел его вам и щедро одарил его знаниями и статью. Аллах дарует Свое царство, кому пожелает. Аллах - Объемлющий, Знающий».",
        "numberInSurah": 247,
        "juz": 2,
        "manzil": 1,
        "page": 40,
        "ruku": 33,
        "hizbQuarter": 16,
        "sajda": false
      },
      {
        "number": 255,
        "text": "Их пророк сказал им: «Знамением его царствия станет то, что к вам явится сундук с умиротворением от вашего Господа. В нем будет то, что осталось после семьи Мусы (Моисея) и семьи Харуна (Аарона). Его принесут ангелы. Это будет знамением для вас, если только вы являетесь верующими».",
        "numberInSurah": 248,
        "juz": 2,
        "manzil": 1,
        "page": 40,
        "ruku": 33,
        "hizbQuarter": 16,
        "sajda": false
      },
      {
        "number": 256,
        "text": "Когда Талут (Саул) отправился в путь с войском, он сказал: «Аллах подвергнет вас испытанию рекой. Кто напьется из нее, тот не будет со мной. А кто не отведает ее, тот будет со мной. Но это не относится к тем, кто зачерпнет пригоршню воды». Напились из нее все, за исключением немногих из них. Когда же он и уверовавшие вместе с ним перебрались через реку, они сказали: «Сегодня мы не справимся с Джалутом (Голиафом) и его войском». Но те, которые были убеждены в том, что встретятся с Аллахом, сказали: «Сколько малочисленных отрядов победило многочисленные отряды по воле Аллаха!». Ведь Аллах - с терпеливыми.",
        "numberInSurah": 249,
        "juz": 2,
        "manzil": 1,
        "page": 41,
        "ruku": 34,
        "hizbQuarter": 16,
        "sajda": false
      },
      {
        "number": 257,
        "text": "Когда они показались перед Джалутом (Голиафом) и его войском, то сказали: «Господь наш! Пролей на нас терпение, укрепи наши стопы и помоги нам одержать победу над неверующими людьми».",
        "numberInSurah": 250,
        "juz": 2,
        "manzil": 1,
        "page": 41,
        "ruku": 34,
        "hizbQuarter": 16,
        "sajda": false
      },
      {
        "number": 258,
        "text": "Они разгромили их по воле Аллаха. Давуд (Давид) убил Джалута (Голиафа), и Аллах даровал ему царство и мудрость и научил его тому, чему пожелал. Если бы Аллах не сдерживал одних людей посредством других, то земля пришла бы в расстройство. Однако Аллах милостив к мирам.",
        "numberInSurah": 251,
        "juz": 2,
        "manzil": 1,
        "page": 41,
        "ruku": 34,
        "hizbQuarter": 16,
        "sajda": false
      },
      {
        "number": 259,
        "text": "Таковы аяты Аллаха. Мы читаем их тебе истинно, и ты - один из посланников.",
        "numberInSurah": 252,
        "juz": 2,
        "manzil": 1,
        "page": 41,
        "ruku": 34,
        "hizbQuarter": 16,
        "sajda": false
      },
      {
        "number": 260,
        "text": "Таковы посланники. Одним из них Мы отдали предпочтение перед другими. Среди них были такие, с которыми говорил Аллах, а некоторых из них Аллах возвысил до степеней. Мы даровали Исе (Иисусу), сыну Марьям (Марии), ясные знамения и поддержали его Святым Духом (Джибрилем). Если бы Аллах пожелал, то следующие за ними поколения не сражались бы друг с другом после того, как к ним явились ясные знамения. Однако они разошлись во мнениях, одни из них уверовали, а другие не уверовали. Если бы Аллах пожелал, то они не сражались бы друг с другом, но Аллах вершит то, что пожелает.",
        "numberInSurah": 253,
        "juz": 3,
        "manzil": 1,
        "page": 42,
        "ruku": 34,
        "hizbQuarter": 17,
        "sajda": false
      },
      {
        "number": 261,
        "text": "О те, которые уверовали! Делайте пожертвования из того, чем Мы наделили вас, до наступления дня, когда не будет ни торговли, ни дружбы, ни заступничества. А неверующие являются беззаконниками.",
        "numberInSurah": 254,
        "juz": 3,
        "manzil": 1,
        "page": 42,
        "ruku": 35,
        "hizbQuarter": 17,
        "sajda": false
      },
      {
        "number": 262,
        "text": "Аллах - нет божества, кроме Него, Живого, Вседержителя. Им не овладевают ни дремота, ни сон. Ему принадлежит то, что на небесах, и то, что на земле. Кто станет заступаться перед Ним без Его дозволения? Он знает их будущее и прошлое. Они постигают из Его знания только то, что Он пожелает. Его Престол (Подножие Трона) объемлет небеса и землю, и не тяготит Его оберегание их. Он - Возвышенный, Великий.",
        "numberInSurah": 255,
        "juz": 3,
        "manzil": 1,
        "page": 42,
        "ruku": 35,
        "hizbQuarter": 17,
        "sajda": false
      },
      {
        "number": 263,
        "text": "Нет принуждения в религии. Прямой путь уже отличился от заблуждения. Кто не верует в тагута, а верует в Аллаха, тот ухватился за самую надежную рукоять, которая никогда не сломается. Аллах - Слышащий, Знающий.",
        "numberInSurah": 256,
        "juz": 3,
        "manzil": 1,
        "page": 42,
        "ruku": 35,
        "hizbQuarter": 17,
        "sajda": false
      },
      {
        "number": 264,
        "text": "Аллах - Покровитель тех, которые уверовали. Он выводит их из мраков к свету. А покровителями и помощниками неверующих являются тагуты, которые выводят их из света к мракам. Они являются обитателями Огня и пребудут там вечно.",
        "numberInSurah": 257,
        "juz": 3,
        "manzil": 1,
        "page": 43,
        "ruku": 35,
        "hizbQuarter": 17,
        "sajda": false
      },
      {
        "number": 265,
        "text": "Не знаешь ли ты о том, кто спорил с Ибрахимом (Авраамом) относительно его Господа, поскольку Аллах даровал ему царство? Ибрахим (Авраам) сказал ему: «Мой Господь - Тот, Кто дарует жизнь и умерщвляет». Он сказал: «Я дарую жизнь и умерщвляю». Ибрахим (Авраам) сказал: «Аллах заставляет солнце восходить на востоке. Заставь же его взойти на западе». И тогда тот, кто не уверовал, пришел в замешательство. Аллах не ведет прямым путем несправедливых людей.",
        "numberInSurah": 258,
        "juz": 3,
        "manzil": 1,
        "page": 43,
        "ruku": 36,
        "hizbQuarter": 17,
        "sajda": false
      },
      {
        "number": 266,
        "text": "Или над тем, кто проходил мимо селения, разрушенного до основания? Он сказал: «Как Аллах воскресит это после того, как все это умерло?». Аллах умертвил его на сто лет, а затем оживил и сказал: «Сколько ты пробыл здесь?». Он сказал: «Я пробыл день или часть дня». Он сказал: «Нет, ты пробыл сто лет. Посмотри на свою еду и воду: они даже не изменились. И посмотри на своего осла. Мы непременно сделаем тебя знамением для людей. Посмотри же, как Мы соберем кости, а затем покроем их мясом». Когда это было показано ему, он сказал: «Я знаю, что Аллах способен на всякую вещь».",
        "numberInSurah": 259,
        "juz": 3,
        "manzil": 1,
        "page": 43,
        "ruku": 36,
        "hizbQuarter": 17,
        "sajda": false
      },
      {
        "number": 267,
        "text": "Вот сказал Ибрахим (Авраам): «Господи! Покажи мне, как Ты оживляешь покойников». Он сказал: «Разве ты не веруешь?». Он сказал: «Конечно! Но я хочу, чтобы мое сердце успокоилось». Он сказал: «Возьми четырех птиц, зарежь их, прижав к себе, и положи по кусочку на каждом холме. А потом позови их, и они стремительно явятся к тебе. И знай, что Аллах - Могущественный, Мудрый».",
        "numberInSurah": 260,
        "juz": 3,
        "manzil": 1,
        "page": 44,
        "ruku": 36,
        "hizbQuarter": 17,
        "sajda": false
      },
      {
        "number": 268,
        "text": "Притчей о тех, кто расходует свое имущество на пути Аллаха, является притча о зерне, из которого выросло семь колосьев, и в каждом колосе - по сто зерен. Аллах увеличивает награду, кому пожелает. Аллах - Объемлющий, Знающий.",
        "numberInSurah": 261,
        "juz": 3,
        "manzil": 1,
        "page": 44,
        "ruku": 37,
        "hizbQuarter": 17,
        "sajda": false
      },
      {
        "number": 269,
        "text": "Тем, кто расходует свое имущество на пути Аллаха и не сопровождает свои пожертвования попреками и оскорблениями, уготована награда у их Господа. Они не познают страха и не будут опечалены.",
        "numberInSurah": 262,
        "juz": 3,
        "manzil": 1,
        "page": 44,
        "ruku": 37,
        "hizbQuarter": 17,
        "sajda": false
      },
      {
        "number": 270,
        "text": "Доброе слово и прощение лучше милостыни, за которой следует обидный попрек. Аллах - Богатый, Выдержанный.",
        "numberInSurah": 263,
        "juz": 3,
        "manzil": 1,
        "page": 44,
        "ruku": 37,
        "hizbQuarter": 18,
        "sajda": false
      },
      {
        "number": 271,
        "text": "О те, которые уверовали! Не делайте ваши подаяния тщетными своими попреками и оскорблениями, подобно тому, кто расходует свое имущество ради показухи и не веруют при этом в Аллаха и в Последний день. Притчей о нем является притча о гладкой скале, покрытой слоем земли. Но вот выпал ливень и оставил скалу голой. Они не властны ни над чем из того, что приобрели. Аллах не ведет прямым путем неверующих людей.",
        "numberInSurah": 264,
        "juz": 3,
        "manzil": 1,
        "page": 44,
        "ruku": 37,
        "hizbQuarter": 18,
        "sajda": false
      },
      {
        "number": 272,
        "text": "Притчей о тех, которые расходуют свое имущество, чтобы снискать довольство Аллаха и укрепить себя, является притча о саде на холме. Если его оросит ливень, он приносит плоды вдвойне. Если же его не оросит ливень, то ему бывает достаточно моросящего дождя. Аллах видит то, что вы совершаете.",
        "numberInSurah": 265,
        "juz": 3,
        "manzil": 1,
        "page": 45,
        "ruku": 37,
        "hizbQuarter": 18,
        "sajda": false
      },
      {
        "number": 273,
        "text": "Захочет ли кто-нибудь из вас, если у него будет сад из финиковых пальм и виноградника, в котором текут реки и растут всякие плоды, чтобы его сад был поражен огненным вихрем и сгорел, когда его постигнет старость, а его дети будут еще слабы? Так Аллах разъясняет вам знамения, - быть может, вы поразмыслите.",
        "numberInSurah": 266,
        "juz": 3,
        "manzil": 1,
        "page": 45,
        "ruku": 37,
        "hizbQuarter": 18,
        "sajda": false
      },
      {
        "number": 274,
        "text": "О те, которые уверовали! Делайте пожертвования из приобретенных вами благ и того, что Мы взрастили для вас на земле, и не стремитесь раздать в качестве пожертвования дурное, чего бы вы сами не взяли, пока не зажмурили глаза. И знайте, что Аллах - Богатый, Достохвальный.",
        "numberInSurah": 267,
        "juz": 3,
        "manzil": 1,
        "page": 45,
        "ruku": 38,
        "hizbQuarter": 18,
        "sajda": false
      },
      {
        "number": 275,
        "text": "Дьявол угрожает вам бедностью и велит творить мерзость. Аллах же обещает вам прощение от Него и милость. Аллах - Объемлющий, Знающий.",
        "numberInSurah": 268,
        "juz": 3,
        "manzil": 1,
        "page": 45,
        "ruku": 38,
        "hizbQuarter": 18,
        "sajda": false
      },
      {
        "number": 276,
        "text": "Он дарует мудрость, кому пожелает, и тот, кому дарована мудрость, награжден великим благом. Однако поминают назидание только обладающие разумом.",
        "numberInSurah": 269,
        "juz": 3,
        "manzil": 1,
        "page": 45,
        "ruku": 38,
        "hizbQuarter": 18,
        "sajda": false
      },
      {
        "number": 277,
        "text": "Что бы вы ни потратили, какой бы обет вы ни дали, Аллах знает об этом. Но для беззаконников нет помощников.",
        "numberInSurah": 270,
        "juz": 3,
        "manzil": 1,
        "page": 46,
        "ruku": 38,
        "hizbQuarter": 18,
        "sajda": false
      },
      {
        "number": 278,
        "text": "Если вы раздаете милостыню открыто, то это прекрасно. Но если вы скрываете это и раздаете ее неимущим, то это еще лучше для вас. Он простит вам некоторые из ваших прегрешений. Аллах ведает о том, что вы совершаете.",
        "numberInSurah": 271,
        "juz": 3,
        "manzil": 1,
        "page": 46,
        "ruku": 38,
        "hizbQuarter": 18,
        "sajda": false
      },
      {
        "number": 279,
        "text": "Вести их прямым путем - не твоя обязанность, ибо Аллах ведет прямым путем, кого пожелает. Все, что вы расходуете, идет на пользу вам самим. Вы расходуете это только из стремления к Лику Аллаха. Какое бы добро вы ни израсходовали, вам воздастся сполна, и с вами не поступят несправедливо.",
        "numberInSurah": 272,
        "juz": 3,
        "manzil": 1,
        "page": 46,
        "ruku": 38,
        "hizbQuarter": 19,
        "sajda": false
      },
      {
        "number": 280,
        "text": "Милостыня полагается неимущим, которые задержаны на пути Аллаха или не могут передвигаться по земле. Неосведомленный считает их богачами по причине их скромности. Ты узнаешь их по приметам: они не выпрашивают у людей милостыню настойчиво. Какое бы добро вы ни израсходовали, Аллах знает об этом.",
        "numberInSurah": 273,
        "juz": 3,
        "manzil": 1,
        "page": 46,
        "ruku": 38,
        "hizbQuarter": 19,
        "sajda": false
      },
      {
        "number": 281,
        "text": "Тем, кто расходует свое имущество ночью и днем, тайно и явно, уготована награда у их Господа. Они не познают страха и не будут опечалены.",
        "numberInSurah": 274,
        "juz": 3,
        "manzil": 1,
        "page": 46,
        "ruku": 39,
        "hizbQuarter": 19,
        "sajda": false
      },
      {
        "number": 282,
        "text": "Те, которые пожирают лихву, восстанут, как восстает тот, кого дьявол поверг своим прикосновением. Это потому, что они говорили: «Воистину, торговля подобна лихоимству». Но Аллах дозволил торговлю и запретил лихоимство. Если кто-нибудь из них после того, как к нему явится увещевание от его Господа, прекратит, то ему будет прощено то, что было прежде, и его дело будет в распоряжении Аллаха. А кто вернется к этому, те станут обитателями Огня, в котором они пребудут вечно.",
        "numberInSurah": 275,
        "juz": 3,
        "manzil": 1,
        "page": 47,
        "ruku": 39,
        "hizbQuarter": 19,
        "sajda": false
      },
      {
        "number": 283,
        "text": "Аллах уничтожает лихву и приумножает пожертвования. Аллах не любит всяких неблагодарных (или неверующих) грешников.",
        "numberInSurah": 276,
        "juz": 3,
        "manzil": 1,
        "page": 47,
        "ruku": 39,
        "hizbQuarter": 19,
        "sajda": false
      },
      {
        "number": 284,
        "text": "Воистину, тем, которые уверовали и вершили праведные деяния, совершали намаз и выплачивали закят, уготована награда у их Господа. Они не познают страха и не будут опечалены.",
        "numberInSurah": 277,
        "juz": 3,
        "manzil": 1,
        "page": 47,
        "ruku": 39,
        "hizbQuarter": 19,
        "sajda": false
      },
      {
        "number": 285,
        "text": "О те, которые уверовали! Бойтесь Аллаха и не берите оставшуюся часть лихвы, если только вы являетесь верующими.",
        "numberInSurah": 278,
        "juz": 3,
        "manzil": 1,
        "page": 47,
        "ruku": 39,
        "hizbQuarter": 19,
        "sajda": false
      },
      {
        "number": 286,
        "text": "Но если вы не сделаете этого, то знайте, что Аллах и Его Посланник объявляют вам войну. А если вы раскаетесь, то вам останется ваш первоначальный капитал. Вы не поступите несправедливо, и с вами не поступят несправедливо.",
        "numberInSurah": 279,
        "juz": 3,
        "manzil": 1,
        "page": 47,
        "ruku": 39,
        "hizbQuarter": 19,
        "sajda": false
      },
      {
        "number": 287,
        "text": "Если должник находится в трудном положении, то дайте ему отсрочку, пока его положение не улучшится. Но дать милостыню будет лучше для вас, если бы вы только знали!",
        "numberInSurah": 280,
        "juz": 3,
        "manzil": 1,
        "page": 47,
        "ruku": 39,
        "hizbQuarter": 19,
        "sajda": false
      },
      {
        "number": 288,
        "text": "Бойтесь того дня, когда вы будете возвращены к Аллаху. Тогда каждый человек сполна получит то, что приобрел, и с ними не поступят несправедливо.",
        "numberInSurah": 281,
        "juz": 3,
        "manzil": 1,
        "page": 47,
        "ruku": 39,
        "hizbQuarter": 19,
        "sajda": false
      },
      {
        "number": 289,
        "text": "О те, которые уверовали! Если вы заключаете договор о долге на определенный срок, то записывайте его, и пусть писарь записывает его справедливо. Писарь не должен отказываться записать его так, как его научил Аллах. Пусть он пишет, и пусть берущий взаймы диктует и страшится Аллаха, своего Господа, и ничего не убавляет из него. А если берущий взаймы слабоумен, немощен или не способен диктовать самостоятельно, пусть его доверенное лицо диктует по справедливости. В качестве свидетелей призовите двух мужчин из вашего числа. Если не будет двух мужчин, то одного мужчину и двух женщин, которых вы согласны признать свидетелями, и если одна из них ошибется, то другая напомнит ей. Свидетели не должны отказываться, если их приглашают. Не тяготитесь записать договор, будь он большим или малым, вплоть до указания его срока. Так будет справедливее перед Аллахом, убедительнее для свидетельства и лучше для избежания сомнений. Но если вы заключаете наличную сделку и расплачиваетесь друг с другом на месте, то на вас не будет греха, если вы не запишите ее. Но призывайте свидетелей, если вы заключаете торговый договор, и не причиняйте вреда писарю и свидетелю. Если же вы поступите так, то совершите грех. Бойтесь Аллаха - Аллах обучает вас. Аллах ведает о всякой вещи.",
        "numberInSurah": 282,
        "juz": 3,
        "manzil": 1,
        "page": 48,
        "ruku": 40,
        "hizbQuarter": 19,
        "sajda": false
      },
      {
        "number": 290,
        "text": "Если вы окажетесь в поездке и не найдете писаря, то назначьте залог, который можно получить в руки. Но если один из вас доверяет другому, то пусть тот, кому доверено, вернет доверенное ему и убоится Аллаха, своего Господа. Не скрывайте свидетельства. А у тех, кто скрывает его, сердце поражено грехом. Аллаху известно о том, что вы совершаете.",
        "numberInSurah": 283,
        "juz": 3,
        "manzil": 1,
        "page": 49,
        "ruku": 40,
        "hizbQuarter": 20,
        "sajda": false
      },
      {
        "number": 291,
        "text": "Аллаху принадлежит то, что на небесах, и то, что на земле. Обнаружите ли вы то, что в ваших душах, или утаите, Аллах предъявит вам счет за это. Он прощает, кого пожелает, и причиняет мучения, кому пожелает. Аллах способен на всякую вещь.",
        "numberInSurah": 284,
        "juz": 3,
        "manzil": 1,
        "page": 49,
        "ruku": 41,
        "hizbQuarter": 20,
        "sajda": false
      },
      {
        "number": 292,
        "text": "Посланник и верующие уверовали в то, что ниспослано ему от Господа. Все они уверовали в Аллаха, Его ангелов, Его Писания и Его посланников. Они говорят: «Мы не делаем различий между Его посланниками». Они говорят: «Слушаем и повинуемся! Твоего прощения мы просим, Господь наш, и к Тебе предстоит прибытие».",
        "numberInSurah": 285,
        "juz": 3,
        "manzil": 1,
        "page": 49,
        "ruku": 41,
        "hizbQuarter": 20,
        "sajda": false
      },
      {
        "number": 293,
        "text": "Аллах не возлагает на человека сверх его возможностей. Ему достанется то, что он приобрел, и против него будет то, что он приобрел. Господь наш! Не наказывай нас, если мы позабыли или ошиблись. Господь наш! Не возлагай на нас бремя, которое Ты возложил на наших предшественников. Господь наш! Не обременяй нас тем, что нам не под силу. Будь снисходителен к нам! Прости нас и помилуй! Ты - наш Покровитель. Помоги же нам одержать верх над неверующими людьми.",
        "numberInSurah": 286,
        "juz": 3,
        "manzil": 1,
        "page": 49,
        "ruku": 41,
        "hizbQuarter": 20,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "ru.kuliev",
      "language": "ru",
      "name": "Кулиев",
      "englishName": "Elmir Kuliev",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}