{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 28,
    "name": "سُورَةُ القَصَصِ",
    "englishName": "Al-Qasas",
    "englishNameTranslation": "The Stories",
    "revelationType": "Meccan",
    "numberOfAyahs": 88,
    "ayahs": [
      {
        "number": 3253,
        "text": "Та. Син. Мим.",
        "numberInSurah": 1,
        "juz": 20,
        "manzil": 5,
        "page": 385,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3254,
        "text": "Это - аяты ясного Писания.",
        "numberInSurah": 2,
        "juz": 20,
        "manzil": 5,
        "page": 385,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3255,
        "text": "Мы правдиво прочтем тебе для верующих людей историю Мусы (Моисея) и Фараона.",
        "numberInSurah": 3,
        "juz": 20,
        "manzil": 5,
        "page": 385,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3256,
        "text": "Фараон возгордился на земле и разделил ее жителей на группы. Одних он ослаблял, убивая их сыновей и оставляя в живых их женщин. Воистину, он был одним из тех, кто распространял нечестие.",
        "numberInSurah": 4,
        "juz": 20,
        "manzil": 5,
        "page": 385,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3257,
        "text": "Мы пожелали оказать милость тем, кто был унижен на земле, сделать их предводителями и наследниками,",
        "numberInSurah": 5,
        "juz": 20,
        "manzil": 5,
        "page": 385,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3258,
        "text": "даровать им власть на земле и показать Фараону, Хаману и их воинам то, чего они остерегались.",
        "numberInSurah": 6,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3259,
        "text": "Мы внушили матери Мусы (Моисея): «Корми его грудью. Когда же станешь опасаться за него, то брось его в реку. Не бойся и не печалься, ибо Мы вернем его тебе и сделаем одним из посланников».",
        "numberInSurah": 7,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3260,
        "text": "Семья Фараона подобрала его, чтобы он стал их врагом и печалью. Воистину, Фараон, Хаман и их воины были грешниками.",
        "numberInSurah": 8,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3261,
        "text": "Жена Фараона сказала: «Вот услада очей для меня и тебя. Не убивайте его! Быть может, он принесет нам пользу, или же мы усыновим его». Они ни о чем не подозревали.",
        "numberInSurah": 9,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3262,
        "text": "Сердце матери Мусы (Моисея) опустело (переполнилось тревогой и оказалось лишено всех иных чувств). Она готова была раскрыть его (свой поступок), если бы Мы не укрепили ее сердце, чтобы она оставалась верующей.",
        "numberInSurah": 10,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3263,
        "text": "Она сказала его сестре: «Следуй за ним». Она наблюдала за ним издали, и они не замечали этого.",
        "numberInSurah": 11,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3264,
        "text": "Мы запретили ему брать грудь кормилиц, пока она (сестра Мусы) не сказала: «Показать ли вам семью, которая будет заботиться о нем для вас и будет желать ему добра?».",
        "numberInSurah": 12,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3265,
        "text": "Так Мы вернули его матери, чтобы утешились ее глаза, чтобы она не печалилась и знала, что обещание Аллаха истинно. Но большинство их не ведает этого.",
        "numberInSurah": 13,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3266,
        "text": "Когда он достиг зрелого возраста, Мы даровали ему власть (мудрость или пророчество) и знание. Так Мы воздаем творящим добро.",
        "numberInSurah": 14,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3267,
        "text": "Войдя в город, когда его жители были невнимательны, он встретил двух мужчин, которые дрались друг с другом. Один был из числа его сторонников, а другой был из числа его врагов. Тот, кто был из числа его сторонников, попросил его помочь ему против того, кто был из числа его врагов. Муса (Моисей) ударил его кулаком и прикончил. Он сказал: «Это - одно из деяний дьявола. Воистину, он является явным врагом, вводящим в заблуждение».",
        "numberInSurah": 15,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3268,
        "text": "Он сказал: «Господи! Я поступил несправедливо по отношению к себе. Прости же меня!». Он простил его, ибо Он - Прощающий, Милосердный.",
        "numberInSurah": 16,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3269,
        "text": "Он сказал: «Господи, за то, что Ты оказал мне милость, я никогда не буду пособлять грешникам».",
        "numberInSurah": 17,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3270,
        "text": "Утром он отправился в город, оглядываясь со страхом, и вдруг тот, кто попросил его о помощи накануне, вновь позвал его на помощь. Муса (Моисей) сказал ему: «Ты являешься явным заблудшим».",
        "numberInSurah": 18,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3271,
        "text": "Когда же он захотел схватить того, кто был их врагом, тот сказал: «О Муса (Моисей)! Неужели ты хочешь убить меня, как убил человека вчера? Ты лишь хочешь стать тираном на земле и не хочешь быть в числе тех, кто примиряет людей».",
        "numberInSurah": 19,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3272,
        "text": "С окраины города второпях пришел мужчина и сказал: «О Муса (Моисей)! Знать договаривается о том, чтобы убить тебя. Уходи! Воистину, я даю тебе добрый совет».",
        "numberInSurah": 20,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3273,
        "text": "Муса (Моисей) покинул город, оглядываясь со страхом, и сказал: «Господи! Спаси меня от несправедливых людей!».",
        "numberInSurah": 21,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3274,
        "text": "Направившись в сторону Мадьяна, он сказал: «Быть может, мой Господь наставит меня на правильный путь».",
        "numberInSurah": 22,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3275,
        "text": "Когда он прибыл к колодцу в Мадьяне, то обнаружил возле него людей, которые поили скотину. Неподалеку от них он увидел двух женщин, которые отгоняли свое стадо. Он сказал: «Что с вами?». Они сказали: «Мы не поим скотину, пока пастухи не уведут свои стада. Наш отец очень стар».",
        "numberInSurah": 23,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3276,
        "text": "Он напоил для них скотину, а затем вернулся в тень и сказал: «Господи! Воистину, я нуждаюсь в любом благе, которое Ты ниспошлешь мне».",
        "numberInSurah": 24,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3277,
        "text": "Одна из двух женщин подошла к нему застенчиво и сказала: «Мой отец зовет тебя, чтобы вознаградить тебя за то, что ты напоил для нас скотину». Когда он пришел к отцу и поведал ему рассказ, он сказал: «Не бойся. Ты спасся от несправедливых людей».",
        "numberInSurah": 25,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3278,
        "text": "Одна из двух женщин сказала: «Отец мой! Найми его, ведь лучшим из тех, кого ты наймешь, будет тот, кто силен и заслуживает доверия».",
        "numberInSurah": 26,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3279,
        "text": "Он сказал: «Воистину, я хочу сочетать тебя браком с одной из моих дочерей этих при условии, что ты наймешься ко мне на восемь лет. Если же ты останешься на все десять, то это будет милостью от тебя. Я не собираюсь обременять тебя, и ты увидишь, если пожелает Аллах, что я являюсь одним из праведников».",
        "numberInSurah": 27,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3280,
        "text": "Он сказал: «Договорились. Какой бы из этих двух сроков я ни отработал, пусть со мной не поступают несправедливо. Аллах является Попечителем и Хранителем того, что мы говорим».",
        "numberInSurah": 28,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3281,
        "text": "Когда Муса (Моисей) отработал срок и двинулся в путь со своей семьей, он увидел со стороны горы огонь и сказал своей семье: «Оставайтесь здесь! Я увидел огонь. Возможно, я принесу вам оттуда известие или горящую головню, чтобы вы могли согреться».",
        "numberInSurah": 29,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3282,
        "text": "Подойдя туда, он услышал глас со стороны дерева, которое росло в благословенном месте на правой стороне долины: «О Муса (Моисей)! Я- Аллах, Господь миров.",
        "numberInSurah": 30,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3283,
        "text": "Брось свой посох!». Когда же он увидел, как тот извивается, словно змея, он бросился бежать и не вернулся (или не обернулся). Аллах сказал: «О Муса (Моисей)! Подойди и не бойся, ибо ты являешься одним из тех, кто находится в безопасности.",
        "numberInSurah": 31,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3284,
        "text": "Сунь свою руку за пазуху, и она выйдет белой (цвета молока, светящейся), без следов болезни. Прижми к себе руку, чтобы избавиться от страха. Это - два доказательства от твоего Господа для Фараона и его знати. Воистину, они являются людьми нечестивыми».",
        "numberInSurah": 32,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3285,
        "text": "Он сказал: «Господи! Я убил одного из них и боюсь, что они убьют меня.",
        "numberInSurah": 33,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3286,
        "text": "Мой брат Харун (Аарон) более красноречив, чем я. Пошли же его со мною помощником, чтобы он подтвердил мою правдивость. Я действительно боюсь, что они сочтут меня лжецом».",
        "numberInSurah": 34,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3287,
        "text": "Он сказал: «Мы укрепим твою руку посредством твоего брата и одарим вас доказательством (или силой). Они не смогут навредить вам. Благодаря Нашим знамениям вы и те, кто последует за вами, станете победителями».",
        "numberInSurah": 35,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3288,
        "text": "Когда Муса (Моисей) явился к ним с Нашими ясными знамениями, они сказали: «Это - всего лишь вымышленное колдовство. Мы не слышали об этом от наших праотцев».",
        "numberInSurah": 36,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3289,
        "text": "Тогда Муса (Моисей) сказал: «Мой Господь лучше знает, кто пришел с верным руководством от Него и чей исход в Последней жизни окажется счастливым. Воистину, беззаконники не преуспеют».",
        "numberInSurah": 37,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3290,
        "text": "Фараон сказал: «О знать! Я не знаю для вас иного бога, кроме меня. О Хаман! Разожги огонь над глиной и сооруди для меня башню, чтобы я смог подняться к Богу Мусы. Воистину, я полагаю, что он является одним из лжецов».",
        "numberInSurah": 38,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3291,
        "text": "Он и его воины несправедливо возгордились на земле и предположили, что они не вернутся к Нам.",
        "numberInSurah": 39,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3292,
        "text": "Мы схватили его и его воинов и бросили их в море. Посмотри же, каким был конец беззаконников!",
        "numberInSurah": 40,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3293,
        "text": "Мы сделали их предводителями, которые призывают в Огонь, и в День воскресения им не окажут помощи.",
        "numberInSurah": 41,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3294,
        "text": "Мы сделали так, что проклятие следует за ними в этом мире, а в День воскресения они будут в числе отдаленных от милости.",
        "numberInSurah": 42,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3295,
        "text": "Погубив первые поколения, Мы даровали Мусе (Моисею) Писание в качестве наглядного наставления для людей, верного руководства и милости, чтобы они могли помянуть назидание.",
        "numberInSurah": 43,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3296,
        "text": "Тебя не было на западном склоне, когда Мы возложили на Мусу (Моисея) наши повеления, и тебя не было в числе присутствовавших.",
        "numberInSurah": 44,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3297,
        "text": "Но Мы сотворили поколения после Мусы (Моисея), и долгим оказался для них срок. Тебя не было среди жителей Мадьяна, и ты не читал им Наши аяты, но Мы отправили посланников.",
        "numberInSurah": 45,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3298,
        "text": "Тебя не было на склоне горы, когда Мы воззвали, но это было милостью твоего Господа, чтобы ты предостерег народ, к которому до тебя не приходил предостерегающий увещеватель. Быть может, они помянут назидание.",
        "numberInSurah": 46,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3299,
        "text": "А если бы этого не произошло и если бы их постигло несчастье за то, что приготовили их руки, то они бы сказали: «Господь наш! Почему Ты не отправил к нам посланника, чтобы мы последовали за Твоими знамениями и стали одними из верующих?».",
        "numberInSurah": 47,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3300,
        "text": "Когда же к ним явилась истина от Нас, они сказали: «Почему ему не даровано то, что было даровано Мусе (Моисею)?». Разве они не отвергли то, что прежде было даровано Мусе (Моисею)? Они сказали: «Эти два колдовства (Коран и Тора) поддерживают друг друга». Они также сказали: «Мы не веруем ни в одно из них».",
        "numberInSurah": 48,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3301,
        "text": "Скажи: «Если вы говорите правду, то принесите Писание от Аллаха, которое было бы более верным руководством, чем эти два Писания, и я последую за ним».",
        "numberInSurah": 49,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3302,
        "text": "Если они не ответят тебе, то знай, что они лишь потакают своим желаниям. А кто может быть более заблудшим, чем тот, кто потакает своим желаниям без верного руководства от Аллаха? Воистину, Аллах не ведет прямым путем несправедливых людей.",
        "numberInSurah": 50,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3303,
        "text": "Мы довели до них Слово, чтобы они могли помянуть назидание.",
        "numberInSurah": 51,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3304,
        "text": "Те, кому Мы прежде даровали Писание, уверовали в него (Коран).",
        "numberInSurah": 52,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3305,
        "text": "Когда им читают его, они говорят: «Мы уверовали в него! Это - истина от нашего Господа. Мы и прежде были мусульманами».",
        "numberInSurah": 53,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3306,
        "text": "Они получат свою награду в двойном размере за то, что были терпеливы. Они отвращают зло добром и расходуют из того, чем Мы наделили их.",
        "numberInSurah": 54,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3307,
        "text": "А услышав праздные речи, они отворачиваются от них и говорят: «Нам достанутся наши деяния, а вам - ваши. Мир вам! Мы не желаем следовать путем невежд».",
        "numberInSurah": 55,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3308,
        "text": "Воистину, ты не сможешь наставить на прямой путь тех, кого возлюбил. Только Аллах наставляет на прямой путь тех, кого пожелает. Он лучше знает тех, кто следует прямым путем.",
        "numberInSurah": 56,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3309,
        "text": "Они (неверующие мекканцы) сказали: «Если мы последуем за верным руководством вместе с тобой, то мы будем выброшены из нашей земли». Разве Мы не закрепили за ними безопасного святилища, в которое привозят плоды любых видов в качестве пропитания от Нас? Однако большинство их не ведает этого.",
        "numberInSurah": 57,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3310,
        "text": "Сколько селений, которых обуяла гордыня из-за дарованных им средств, Мы погубили! Вот их жилища, в которых никто не проживает после них, за исключением немногих. Мы унаследовали все это.",
        "numberInSurah": 58,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3311,
        "text": "Твой Господь не уничтожал селения, пока не отправлял в важнейшее из них посланника, который читал им Наши аяты. Мы не уничтожали селения, если только их жители не были беззаконниками.",
        "numberInSurah": 59,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3312,
        "text": "Все, что вам даровано, является всего лишь преходящим благом мирской жизни и ее украшением, а у Аллаха - нечто более прекрасное и долговечное. Неужели вы не разумеете?",
        "numberInSurah": 60,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3313,
        "text": "Неужели тот, кому Мы дали прекрасное обещание, с которым он непременно встретится, равен тому, кого Мы наделили преходящими благами мирской жизни и кто в День воскресения предстанет в числе обитателей Ада?",
        "numberInSurah": 61,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3314,
        "text": "В тот день Он воззовет к ним и скажет: «Где же Мои сотоварищи, о существовании которых вы предполагали?».",
        "numberInSurah": 62,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3315,
        "text": "Тогда те, относительно которых подтвердилось Слово, скажут: «Господь наш! Вот те, которых мы ввели в заблуждение. Мы ввели их в заблуждение, потому что сами были заблудшими. Мы отрекаемся от них перед Тобой. Не нам они поклонялись».",
        "numberInSurah": 63,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3316,
        "text": "Им скажут: «Призовите своих сотоварищей!». Они призовут их, но те не ответят им, и тогда они увидят наказание. О, если бы они следовали прямым путем!",
        "numberInSurah": 64,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3317,
        "text": "В тот день Он воззовет к ним и скажет: «Что вы ответили посланникам?».",
        "numberInSurah": 65,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3318,
        "text": "В тот день известия будут сокрыты от них, и они не будут расспрашивать друг друга.",
        "numberInSurah": 66,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3319,
        "text": "А тот, кто раскаялся, уверовал и поступал праведно, возможно, окажется в числе преуспевших.",
        "numberInSurah": 67,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3320,
        "text": "Твой Господь создает, что пожелает, и избирает, но у них нет выбора. Аллах пречист и превыше тех, кого они приобщают в сотоварищи!",
        "numberInSurah": 68,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3321,
        "text": "Твой Господь знает то, что кроется в их груди, и то, что они обнаруживают.",
        "numberInSurah": 69,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3322,
        "text": "Он - Аллах, кроме Которого нет иного божества. Ему надлежит хвала в первой жизни и в Последней жизни. Он принимает решения, и к Нему вы будете возвращены.",
        "numberInSurah": 70,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3323,
        "text": "Скажи: «Как вы думаете, какой бог, кроме Аллаха, сможет принести вам свет, если Аллах продлит вам ночь до Дня воскресения? Неужели вы не слышите?».",
        "numberInSurah": 71,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3324,
        "text": "Скажи: «Как вы думаете, какой бог, кроме Аллаха, сможет принести вам ночь, чтобы вы могли отдохнуть во время нее, если Аллах продлит вам день до Дня воскресения? Неужели вы не видите?».",
        "numberInSurah": 72,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3325,
        "text": "По милости Своей Он сотворил для вас ночь и день, чтобы вы отдыхали во время нее и искали Его милость, - быть может, вы будете благодарны.",
        "numberInSurah": 73,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3326,
        "text": "В тот день Он воззовет к ним и скажет: «Где же Мои сотоварищи, о существовании которых вы предполагали?».",
        "numberInSurah": 74,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3327,
        "text": "Из каждой общины Мы выберем свидетеля и скажем: «Приведите ваше доказательство!». Тогда они узнают, что истина - с Аллахом. И покинет их (или исчезнет) то, что они измышляли.",
        "numberInSurah": 75,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3328,
        "text": "Воистину, Карун (Корей) был соплеменником Мусы, но притеснял их. Мы даровали ему столько сокровищ, что ключи от них были обременительны даже для нескольких силачей. Соплеменники сказали ему: «Не ликуй, ведь Аллах не любит тех, кто ликует.",
        "numberInSurah": 76,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3329,
        "text": "А посредством того, что Аллах даровал тебе, стремись к Последней обители, но не забывай о своей доле в этом мире! Твори добро, подобно тому, как Аллах сотворил добро для тебя, и не стремись распространять нечестие на земле, ведь Аллах не любит распространяющих нечестие».",
        "numberInSurah": 77,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3330,
        "text": "Он сказал: «Все это даровано мне благодаря знанию, которым я обладаю». Неужели он не знал, что до него Аллах погубил целые поколения, которые превосходили его мощью и накоплениями? Грешники не будут спрошены об их грехах.",
        "numberInSurah": 78,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3331,
        "text": "Он вышел к своему народу в своих украшениях. Те, которые желали мирской жизни, сказали: «Вот если бы у нас было то, что даровано Каруну (Корею)! Воистину, он обладает великой долей».",
        "numberInSurah": 79,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3332,
        "text": "А те, которым было даровано знание, сказали: «Горе вам! Вознаграждение Аллаха будет лучше для тех, которые уверовали и поступали праведно. Но не обретет этого никто, кроме терпеливых».",
        "numberInSurah": 80,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3333,
        "text": "Мы заставили землю поглотить его вместе с его домом. Не было у него сторонников, которые помогли бы ему вместо Аллаха, и сам он не мог помочь себе.",
        "numberInSurah": 81,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3334,
        "text": "А те, которые накануне желали оказаться на его месте, наутро сказали: «Ох! Аллах увеличивает или ограничивает удел тому из Своих рабов, кому пожелает? Если бы Аллах не оказал нам милость, то Он заставил бы землю поглотить нас. Ох! Неверующие не преуспеют».",
        "numberInSurah": 82,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3335,
        "text": "Ту Последнюю обитель Мы определили для тех, которые не желают превозноситься на земле и распространять нечестие. Добрый исход уготован только для богобоязненных.",
        "numberInSurah": 83,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3336,
        "text": "Тот, который предстанет с добрым деянием, получит нечто лучшее. А если кто предстанет со злым деянием, то ведь творящие зло получат воздаяние только за то, что они совершали.",
        "numberInSurah": 84,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3337,
        "text": "Тот, кто ниспослал тебе Коран и сделал его предписания обязательными, непременно вернет тебя к месту возвращения (в Мекку или в Рай). Скажи: «Мой Господь лучше знает, кто принес верное руководство, а кто находится в очевидном заблуждении».",
        "numberInSurah": 85,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3338,
        "text": "Ты не ожидал, что тебе будет ниспослано Писание, но это было милостью от твоего Господа. Посему никогда не поддерживай неверующих.",
        "numberInSurah": 86,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3339,
        "text": "Да не отвратят они тебя от аятов Аллаха после того, как они были ниспосланы тебе. Призывай к своему Господу и не будь одним из многобожников.",
        "numberInSurah": 87,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3340,
        "text": "Не взывай наряду с Аллахом к другим богам. Нет божества, кроме Него! Всякая вещь погибнет, кроме Его Лика. Только Он принимает решения, и к Нему вы будете возвращены.",
        "numberInSurah": 88,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "ru.kuliev",
      "language": "ru",
      "name": "Кулиев",
      "englishName": "Elmir Kuliev",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}