{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 35,
    "name": "سُورَةُ فَاطِرٍ",
    "englishName": "Faatir",
    "englishNameTranslation": "The Originator",
    "revelationType": "Meccan",
    "numberOfAyahs": 45,
    "ayahs": [
      {
        "number": 3661,
        "text": "Хвала Аллаху, Творцу небес и земли, Сделавшему посланцами ангелов с двумя, тремя и четырьмя крыльями. Он приумножает в творении, что пожелает. Воистину, Аллах способен на всякую вещь.",
        "numberInSurah": 1,
        "juz": 22,
        "manzil": 5,
        "page": 434,
        "ruku": 376,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3662,
        "text": "Никто не удержит милость, которую Аллах открывает людям. А то, что Он удерживает, никто не может ниспослать после Него. Он - Могущественный, Мудрый.",
        "numberInSurah": 2,
        "juz": 22,
        "manzil": 5,
        "page": 434,
        "ruku": 376,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3663,
        "text": "О люди! Помните о милости Аллаха по отношению к вам. Есть ли наряду с Аллахом другой творец, который давал бы вам пропитание с неба и земли? Нет божества, кроме Него! До чего же вы отвращены от истины!",
        "numberInSurah": 3,
        "juz": 22,
        "manzil": 5,
        "page": 434,
        "ruku": 376,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3664,
        "text": "Если они сочтут тебя лжецом, то ведь до тебя посланников также считали лжецами. Но дела возвращаются к Аллаху.",
        "numberInSurah": 4,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 376,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3665,
        "text": "О люди! Воистину, обещание Аллаха истинно. Пусть не обольщает вас мирская жизнь, и пусть соблазнитель (дьявол) не обольщает вас относительно Аллаха.",
        "numberInSurah": 5,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 376,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3666,
        "text": "Воистину, дьявол является вашим врагом, так относитесь же к нему как к врагу. Он зовет свою партию к тому, чтобы они стали обитателями Пламени.",
        "numberInSurah": 6,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 376,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3667,
        "text": "Тем, которые не уверовали, уготованы тяжкие мучения. А тем, которые уверовали и совершали праведные деяния, уготованы прощение и великая награда.",
        "numberInSurah": 7,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 376,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3668,
        "text": "Разве тот, кому его злодеяние представлено прекрасным и кто считает его благом, равен тому, кто следует прямым путем? Воистину, Аллах вводит в заблуждение того, кого пожелает, и ведет прямым путем того, кого пожелает. Не изводи себя скорбью по ним. Воистину, Аллах знает о том, что они творят.",
        "numberInSurah": 8,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 377,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3669,
        "text": "Аллах - Тот, Кто посылает ветры, которые поднимают облака. Потом Мы гоним их в вымершие страны и оживляем ею (дождевою водой) землю после ее смерти. Таким же образом произойдет воскрешение.",
        "numberInSurah": 9,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 377,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3670,
        "text": "Если кто жаждет могущества, то ведь могущество целиком принадлежит Аллаху. К Нему восходит прекрасное слово, и Он возносит праведное деяние (или праведное деяние возносит прекрасное слово; или праведное деяние возносит человека). А тем, которые замышляют злодеяния, уготованы тяжкие мучения, и их замыслы окажутся безуспешными.",
        "numberInSurah": 10,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 377,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3671,
        "text": "Аллах создал вас из земли, затем - из капли, а затем сделал вас парами. Самка может зачать или родить только с Его ведома. Даруется долгожителю долгая жизнь или укорачивается его жизнь, все это есть в Писании (Хранимой скрижали). Воистину, это для Аллаха легко.",
        "numberInSurah": 11,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 377,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3672,
        "text": "Не равны два моря (вида воды). Это - вкусное, пресное, приятное для питья, а это - соленое, горькое. Из каждого из них вы едите свежее мясо и добываете украшения, которые вы носите. Ты видишь, как корабли бороздят их, чтобы вы могли искать Его милость, - быть может, вы будете благодарны.",
        "numberInSurah": 12,
        "juz": 22,
        "manzil": 5,
        "page": 436,
        "ruku": 377,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3673,
        "text": "Он удлиняет день за счет ночи и удлиняет ночь за счет дня. Он подчинил солнце и луну, и они движутся до назначенного срока. Таков Аллах, ваш Господь. Ему принадлежит власть, а те, к кому вы взываете помимо Него, не владеют даже плевой на финиковой косточке.",
        "numberInSurah": 13,
        "juz": 22,
        "manzil": 5,
        "page": 436,
        "ruku": 377,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3674,
        "text": "Когда вы взываете к ним, они не слышат вашей молитвы, а если бы даже услышали, то не ответили бы вам. В День воскресения они отвергнут ваше поклонение. Никто не поведает тебе так, как Ведающий.",
        "numberInSurah": 14,
        "juz": 22,
        "manzil": 5,
        "page": 436,
        "ruku": 377,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3675,
        "text": "О люди! Вы нуждаетесь в Аллахе, тогда как Аллах - Богатый, Достохвальный.",
        "numberInSurah": 15,
        "juz": 22,
        "manzil": 5,
        "page": 436,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3676,
        "text": "Если Он пожелает, то погубит вас и приведет новые творения.",
        "numberInSurah": 16,
        "juz": 22,
        "manzil": 5,
        "page": 436,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3677,
        "text": "Это нетрудно для Аллаха.",
        "numberInSurah": 17,
        "juz": 22,
        "manzil": 5,
        "page": 436,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3678,
        "text": "Ни одна душа не понесет чужого бремени, и если обремененная душа взмолится о том, чтобы ей помогли понести ее ношу, ничто не будет взято из нее, даже если просящий окажется близким родственником. Ты предостерегаешь только тех, которые боятся своего Господа, не видя Его воочию, и совершают намаз. Кто очищается, тот очищается во благо себе, и к Аллаху предстоит прибытие.",
        "numberInSurah": 18,
        "juz": 22,
        "manzil": 5,
        "page": 436,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3679,
        "text": "Не равны слепой и зрячий,",
        "numberInSurah": 19,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3680,
        "text": "мраки и свет,",
        "numberInSurah": 20,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3681,
        "text": "тень и зной.",
        "numberInSurah": 21,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3682,
        "text": "Не равны живые и мертвые. Воистину, Аллах дарует слух тому, кому пожелает, и ты не можешь заставить слышать тех, кто в могиле.",
        "numberInSurah": 22,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3683,
        "text": "Ты - всего лишь предостерегающий увещеватель.",
        "numberInSurah": 23,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3684,
        "text": "Мы послали тебя с истиной добрым вестником и предостерегающим увещевателем, и нет ни одного народа, к которому не приходил бы предостерегающий увещеватель.",
        "numberInSurah": 24,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3685,
        "text": "Если они не сочли тебя лжецом, то ведь их предшественники также считали лжецами посланников. Их посланники приносили им ясные знамения, Писания и освещающую книгу.",
        "numberInSurah": 25,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3686,
        "text": "Затем Я схватил тех, которые не уверовали. Каким же было Мое обличение!",
        "numberInSurah": 26,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3687,
        "text": "Неужели ты не видишь, как Аллах ниспосылает с неба воду, посредством которой Мы взращиваем плоды различных цветов. В горах также есть различные тропы - белые, красные и совершенно черные.",
        "numberInSurah": 27,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3688,
        "text": "Люди, животные и скот также бывают различных цветов. Боятся Аллаха среди Его рабов только обладающие знанием. Воистину, Аллах - Могущественный, Прощающий.",
        "numberInSurah": 28,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3689,
        "text": "Воистину, те, которые читают Писание Аллаха, совершают намаз и расходуют из того, чем Мы наделили их, тайно и открыто, надеются на сделку, которая не окажется безуспешной,",
        "numberInSurah": 29,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3690,
        "text": "дабы Он вознаградил их сполна и даже добавил от Своей милости. Воистину, Он - Прощающий, Благодарный.",
        "numberInSurah": 30,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3691,
        "text": "Писание, которое Мы внушили тебе в откровении, является истиной, которая подтверждает то, что было до него. Воистину, Аллах ведает о Своих рабах и видит их.",
        "numberInSurah": 31,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3692,
        "text": "Потом Мы дали Писание в наследие тем из Наших рабов, которых Мы избрали. Среди них есть такие, которые несправедливы к самим себе, умеренные и опережающие других в добрых делах с дозволения Аллаха. Это и есть большая милость.",
        "numberInSurah": 32,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3693,
        "text": "Они войдут в сады Эдема, где будут украшены браслетами из золота и жемчугом, а их убранство будет из шелка.",
        "numberInSurah": 33,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3694,
        "text": "Они скажут: «Хвала Аллаху, Который избавил нас от печали! Воистину, наш Господь - Прощающий, Благодарный.",
        "numberInSurah": 34,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3695,
        "text": "Он поселил нас по Своей милости в Вечной обители, где нас не коснется ни усталость, ни изнеможение».",
        "numberInSurah": 35,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3696,
        "text": "А тем, которые не уверовали, уготован огонь Геенны. С ними не покончат так, чтобы они могли умереть, и их мучения не облегчатся. Так Мы воздаем каждому неверующему.",
        "numberInSurah": 36,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3697,
        "text": "Там они возопят: «Господь наш! Выведи нас отсюда, и мы будем поступать праведно, а не так, как мы поступали прежде». Разве Мы не даровали вам жизнь достаточно долгую для того, чтобы опомнился тот, кто мог опомниться? Да и предостерегающий увещеватель приходил к вам. Вкусите же наказание, и нет для беззаконников помощников.",
        "numberInSurah": 37,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3698,
        "text": "Аллах - Ведающий сокровенное небес и земли. Он ведает о том, что в груди.",
        "numberInSurah": 38,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 380,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3699,
        "text": "Он - Тот, Кто сделал вас преемниками на земле. Кто не уверовал, тот не уверовал во вред себе. Неверие не прибавляет неверующим перед их Господом ничего, кроме ненависти. Неверие не прибавляет неверующим ничего, кроме убытка.",
        "numberInSurah": 39,
        "juz": 22,
        "manzil": 5,
        "page": 439,
        "ruku": 380,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3700,
        "text": "Скажи: «Думали ли вы о своих сотоварищах, к которым вы взываете помимо Аллаха? Покажите мне, какую часть земли они сотворили? Или же они являются совладельцами небес?». Или же Мы даровали им Писание, ясными знамениями которого они руководствуются? О нет! Обещания беззаконников друг другу являются всего лишь обольщением.",
        "numberInSurah": 40,
        "juz": 22,
        "manzil": 5,
        "page": 439,
        "ruku": 380,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3701,
        "text": "Воистину, Аллах удерживает небеса и землю, чтобы они не сдвинулись. А если они сдвинутся, то никто другой после Него их уже не удержит. Воистину, Он - Выдержанный, Прощающий.",
        "numberInSurah": 41,
        "juz": 22,
        "manzil": 5,
        "page": 439,
        "ruku": 380,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3702,
        "text": "Они принесли величайшие клятвы именем Аллаха о том, что если к ним придет предостерегающий увещеватель, то они встанут на более правильный путь, чем любая другая община. Когда же к ним явился предостерегающий увещеватель, это не увеличило в них ничего, кроме отвращения.",
        "numberInSurah": 42,
        "juz": 22,
        "manzil": 5,
        "page": 439,
        "ruku": 380,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3703,
        "text": "Это произошло потому, что они превозносились на земле и замышляли зло. Но злое ухищрение окружает (или поражает) только тех, кто творит зло. Неужели они ожидают чего-либо иного, кроме участи первых поколений? Ты не найдешь замены для установления Аллаха и не найдешь возможности уклониться от установления Аллаха.",
        "numberInSurah": 43,
        "juz": 22,
        "manzil": 5,
        "page": 439,
        "ruku": 380,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3704,
        "text": "Разве они не странствовали по земле и не видели, каким был конец тех, кто был до них? Они были сильнее их, но ничто не способно сбежать от Аллаха ни на небесах, ни на земле. Воистину, Он - Знающий, Всемогущий.",
        "numberInSurah": 44,
        "juz": 22,
        "manzil": 5,
        "page": 439,
        "ruku": 380,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3705,
        "text": "Если бы Аллах стал наказывать людей за то, что они приобретают, то Он не оставил бы на ее (земли) поверхности ни единого живого существа, но Он предоставляет им отсрочку до назначенного срока. Их срок настанет, и Аллах видит Своих рабов.",
        "numberInSurah": 45,
        "juz": 22,
        "manzil": 5,
        "page": 440,
        "ruku": 380,
        "hizbQuarter": 176,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "ru.kuliev",
      "language": "ru",
      "name": "Кулиев",
      "englishName": "Elmir Kuliev",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}