{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 71,
    "name": "سُورَةُ نُوحٍ",
    "englishName": "Nooh",
    "englishNameTranslation": "Noah",
    "revelationType": "Meccan",
    "numberOfAyahs": 28,
    "ayahs": [
      {
        "number": 5420,
        "text": "Мы отправили Нуха (Ноя) к его народу: «Предостереги свой народ прежде, чем их постигнут мучительные страдания». [[В этой суре Аллах привел только одно повествование о пророке Нухе, потому что он долгое время проповедовал среди своего народа, непрерывно призывал его поклоняться одному Аллаху и отречься от поклонения ложным божествам. Всевышний сообщил, что Он отправил Нуха к его народу из-за своего сострадания к ним, чтобы предостеречь их от мучительного наказания. Господь повелел ему призвать своих соплеменников опомниться и раскаяться в неверии, из-за которого они будут обречены на вечную погибель и бесконечные страдания. Пророк Нух покорился воле Аллаха и поспешно отправился выполнять свою миссию.]]",
        "numberInSurah": 1,
        "juz": 29,
        "manzil": 7,
        "page": 570,
        "ruku": 504,
        "hizbQuarter": 228,
        "sajda": false
      },
      {
        "number": 5421,
        "text": "Он сказал: «О мой народ! Воистину, я для вас - предостерегающий и разъясняющий увещеватель.",
        "numberInSurah": 2,
        "juz": 29,
        "manzil": 7,
        "page": 570,
        "ruku": 504,
        "hizbQuarter": 228,
        "sajda": false
      },
      {
        "number": 5422,
        "text": "Поклоняйтесь Аллаху, бойтесь Его и повинуйтесь мне!",
        "numberInSurah": 3,
        "juz": 29,
        "manzil": 7,
        "page": 570,
        "ruku": 504,
        "hizbQuarter": 228,
        "sajda": false
      },
      {
        "number": 5423,
        "text": "Он простит вам ваши грехи и предоставит вам отсрочку до назначенного срока. Воистину, когда срок Аллаха наступает, он уже не откладывается. Если бы вы только знали!» [[Его проповеди были ясны и понятны каждому. А причина этого была в том, что он предельно ясно излагал все, к чему призывал и от чего предостерегал и благодаря чему люди могли обрести спасение. Он разъяснял все это самым убедительным образом. Он объяснял своим соплеменникам суть своего послания и возвещал о том, что поклонения достоин только Аллах. Он призывал их отречься от многобожия, его многочисленных проявлений и ведущих к нему путей. Он также поведал им о том, что если они будут страшиться Аллаха, то Господь простит их грехи, спасет от наказания и одарит великим вознаграждением, а также продлит их удовольствие в этом мире до определенного срока в соответствии со своим предопределением. Земное удовольствие не бывает вечным, и смерть непременно постигнет каждого человека, и поэтому Нух говорил: «Воистину, когда срок Аллаха наступает, он уже не откладывается. Если бы только вы знали!» Но его соплеменники не веровали в Аллаха, сопротивлялись истине, не отвечали на призыв своего Господа и не подчинялись Ему. Вот почему Нух посетовал на них Аллаху.]]",
        "numberInSurah": 4,
        "juz": 29,
        "manzil": 7,
        "page": 570,
        "ruku": 504,
        "hizbQuarter": 228,
        "sajda": false
      },
      {
        "number": 5424,
        "text": "Он сказал: «Господи! Я призывал мой народ ночью и днем,",
        "numberInSurah": 5,
        "juz": 29,
        "manzil": 7,
        "page": 570,
        "ruku": 504,
        "hizbQuarter": 228,
        "sajda": false
      },
      {
        "number": 5425,
        "text": "но мои проповеди лишь ускорили их бегство. [[Они удалялись и отворачивались от истины, и мои наставления не принесли им пользы, поскольку люди извлекают пользу от призыва к прямому пути только тогда, когда они частично или полностью отвечают на него.]]",
        "numberInSurah": 6,
        "juz": 29,
        "manzil": 7,
        "page": 570,
        "ruku": 504,
        "hizbQuarter": 228,
        "sajda": false
      },
      {
        "number": 5426,
        "text": "Каждый раз, когда я призывал их, чтобы Ты простил их, они затыкали пальцами уши и укрывались одеждами. Они упорствовали и надменно превозносились. [[Из этих слов становится ясно, что Аллах прощает людей, если они повинуются Его посланникам. Только так они могут обрести подлинное счастье. Однако народ Нуха отверг его и продолжал упрямо придерживаться лжи. Его соплеменники затыкали пальцами уши, чтобы не слышать речей своего пророка, и заворачивались в одежды, показывая тем самым свою отчужденность от истины и ненависть к ней. Они упрямо стояли на своем неверии, выказывали свою неприязнь к истине и высокомерие перед ней. А это лишь порождало в них зло и отдаляло их от добра.]]",
        "numberInSurah": 7,
        "juz": 29,
        "manzil": 7,
        "page": 570,
        "ruku": 504,
        "hizbQuarter": 228,
        "sajda": false
      },
      {
        "number": 5427,
        "text": "Затем я призывал их открыто.",
        "numberInSurah": 8,
        "juz": 29,
        "manzil": 7,
        "page": 570,
        "ruku": 504,
        "hizbQuarter": 228,
        "sajda": false
      },
      {
        "number": 5428,
        "text": "Затем я обращался к ним всенародно и говорил с ними наедине.",
        "numberInSurah": 9,
        "juz": 29,
        "manzil": 7,
        "page": 570,
        "ruku": 504,
        "hizbQuarter": 228,
        "sajda": false
      },
      {
        "number": 5429,
        "text": "Я говорил: “Просите у вашего Господа прощения, ведь Он - Всепрощающий. [[Я увещал их всех вместе, проповедовал истину открыто и вел с ними тайные беседы. Это - свидетельство искреннего, бескорыстного усердия Нуха, стремящегося всеми возможными путями достичь желаемого. Он призывал своих соплеменников не совершать грехи и вымаливать прощение, потому что Господь готов простить каждого, кто покается и будет просить у Него прощения. Нух стремился вдохновить людей на принятие чистой веры, обещая им снисхождение Аллаха, щедрое вознаграждение и избавление от наказания. Он также обещал им блага в ближней жизни и говорил:]]",
        "numberInSurah": 10,
        "juz": 29,
        "manzil": 7,
        "page": 570,
        "ruku": 504,
        "hizbQuarter": 228,
        "sajda": false
      },
      {
        "number": 5430,
        "text": "Он ниспошлет вам с неба обильные дожди,",
        "numberInSurah": 11,
        "juz": 29,
        "manzil": 7,
        "page": 571,
        "ruku": 504,
        "hizbQuarter": 228,
        "sajda": false
      },
      {
        "number": 5431,
        "text": "поддержит вас имуществом и детьми, взрастит для вас сады и создаст для вас реки. [[Он ниспошлет с неба частые ливни, которые напоят ущелья и низины, оживят города и пробудят людей. Он увеличит ваше богатство, благодаря которому вы обеспечиваете свое существование, и одарит вас многочисленными детьми. Он устроит для вас сады и реки - самые прекрасные и самые желанные из мирских услад.]]",
        "numberInSurah": 12,
        "juz": 29,
        "manzil": 7,
        "page": 571,
        "ruku": 504,
        "hizbQuarter": 228,
        "sajda": false
      },
      {
        "number": 5432,
        "text": "Почему вы не чтите величия Аллаха? [[Почему вы не страшитесь Его величия и не почитаете Его должным образом?]]",
        "numberInSurah": 13,
        "juz": 29,
        "manzil": 7,
        "page": 571,
        "ruku": 504,
        "hizbQuarter": 228,
        "sajda": false
      },
      {
        "number": 5433,
        "text": "Он ведь создавал вас по этапам. [[Он последовательно изменял ваш облик. Поначалу вы находились в утробе своей матери, затем стали грудными младенцами, детьми, подростками, юношами. Вы продолжаете изменяться до конца своих дней. Аллах один создал вас и правит вами, и только Он заслуживает того, чтобы Ему поклонялись. Напоминая Своим рабам о том, как Он сотворил их в первый раз, Господь еще раз обращает их внимание на воскрешение, ведь Тому, кто создал людей из небытия, по силам и воскресить их после смерти. В качестве еще одного доказательства этого, Аллах напомнил людям о сотворении небес, создать которые труднее, чем человека.]]",
        "numberInSurah": 14,
        "juz": 29,
        "manzil": 7,
        "page": 571,
        "ruku": 504,
        "hizbQuarter": 228,
        "sajda": false
      },
      {
        "number": 5434,
        "text": "Неужели вы не видели, как Аллах создал семь небес одно над другим,",
        "numberInSurah": 15,
        "juz": 29,
        "manzil": 7,
        "page": 571,
        "ruku": 504,
        "hizbQuarter": 228,
        "sajda": false
      },
      {
        "number": 5435,
        "text": "сделал луну светлой, а солнце сделал светильником? [[В этих аятах подчеркивается, как величественно сотворение солнца и луны и как велика польза, приносимая ими. Все это свидетельствует о милосердии Аллаха и Его безграничной добродетели. А кто велик и милосерден, тот действительно заслуживает того, чтобы Его почитали и любили, чтобы Его боялись и на Него надеялись.]]",
        "numberInSurah": 16,
        "juz": 29,
        "manzil": 7,
        "page": 571,
        "ruku": 504,
        "hizbQuarter": 228,
        "sajda": false
      },
      {
        "number": 5436,
        "text": "Аллах вырастил вас из земли, словно растения.",
        "numberInSurah": 17,
        "juz": 29,
        "manzil": 7,
        "page": 571,
        "ruku": 504,
        "hizbQuarter": 228,
        "sajda": false
      },
      {
        "number": 5437,
        "text": "Потом Он вернет вас туда и вновь выведет оттуда. [[Аллах взрастил вас из земли, когда создал вашего праотца Адама и вас в его чреслах. Потом вы умрете и будете похоронены, а потом вас воскресят для суда и воздаяния. Только Он властен над жизнью, смертью и воскрешением.]]",
        "numberInSurah": 18,
        "juz": 29,
        "manzil": 7,
        "page": 571,
        "ruku": 504,
        "hizbQuarter": 228,
        "sajda": false
      },
      {
        "number": 5438,
        "text": "Аллах сделал для вас землю ковром,",
        "numberInSurah": 19,
        "juz": 29,
        "manzil": 7,
        "page": 571,
        "ruku": 504,
        "hizbQuarter": 228,
        "sajda": false
      },
      {
        "number": 5439,
        "text": "чтобы вы ходили по ней широкими дорогами”». [[Аллах подготовил землю к тому, чтобы вы пользовались ее богатствами и ходили по ее широким дорогам. Если бы Господь не распростер землю, то вы бы не могли делать этого. Более того, вы бы не могли заниматься земледелием и сажать деревья, выращивать злаки и строить дома и вообще обитать на ней. Но проповеди и наставления Нуха не облагоразумили его народ и не принесли им пользы, и тогда он пожаловался Аллаху и выразил Ему свое разочарование.]]",
        "numberInSurah": 20,
        "juz": 29,
        "manzil": 7,
        "page": 571,
        "ruku": 504,
        "hizbQuarter": 228,
        "sajda": false
      },
      {
        "number": 5440,
        "text": "Нух (Ной) сказал: «Господи! Они ослушались меня и последовали за тем, чье богатство и чьи дети приносят им только убыток. [[Нечестивцы ослушались пророка и наставника, обучавшего их творить добро, и последовали за знатными и родовитыми людьми из своего народа, чьи богатства и дети лишь усугубили их потери и обрекли их на погибель. Если такая участь постигла тех, кто просто встал на их сторону, то что говорить о тех, кто во всем повиновался им.]]",
        "numberInSurah": 21,
        "juz": 29,
        "manzil": 7,
        "page": 571,
        "ruku": 505,
        "hizbQuarter": 228,
        "sajda": false
      },
      {
        "number": 5441,
        "text": "Они замыслили тяжкую хитрость",
        "numberInSurah": 22,
        "juz": 29,
        "manzil": 7,
        "page": 571,
        "ruku": 505,
        "hizbQuarter": 228,
        "sajda": false
      },
      {
        "number": 5442,
        "text": "и сказали: “Не отрекайтесь от ваших богов: Вадда, Сувы, Йагуса, Йаука и Насра”. [[Они замыслили ужасные козни, пытаясь оказать сопротивление истине. Пытаясь помочь своим богам, они призвали людей к слепой приверженности к язычеству, которое они исповедывали сами и которого придерживались их отцы и деды. Их богами были Вадд, Сува, Йагус, Йаук и Наср. Это - имена праведников, которые некогда жили среди народа Нуха. Когда они умерли, сатана обольстил людей и они слепили их статуи, полагая, что, глядя на них, они будут усерднее поклоняться Аллаху. Когда же миновали года и пришло новое поколение, сатана внушил им, что их отцы поклонялись этим праведникам, пытались благодаря им приблизиться к Аллаху, и через них обращались к Нему с мольбами о дожде. Тогда люди стали поклоняться им, а вожди стали завещать своим подчиненным не прекращать поклоняться этим идолам.]]",
        "numberInSurah": 23,
        "juz": 29,
        "manzil": 7,
        "page": 571,
        "ruku": 505,
        "hizbQuarter": 228,
        "sajda": false
      },
      {
        "number": 5443,
        "text": "Они уже ввели в заблуждение многих. Не приумножай же беззаконникам ничего, кроме заблуждения!» [[Вожди и старейшины ввели в заблуждение многих людей. Если бы после моих проповедей они склонились к истине, то в них был бы прок, однако они внимают только призывам своих вождей, которые лишь увеличивают их заблуждение. Их возвращение на путь праведности стало невозможным, и поэтому Аллах сообщил, что их постигло наказание как в этом мире, так и после смерти.]]",
        "numberInSurah": 24,
        "juz": 29,
        "manzil": 7,
        "page": 571,
        "ruku": 505,
        "hizbQuarter": 228,
        "sajda": false
      },
      {
        "number": 5444,
        "text": "За свои грехи они были потоплены и ввергнуты в Огонь. Они не нашли себе помощников вместо Аллаха. [[Их тела достались морю, а души - испепеляющему огню. Причиной же этого стали их грехи, от которых их предостерегал пророк Нух. Он возвещал им об их зле и скверном исходе, но они отвергали все, что он говорил, пока их не постигла Божья кара. Когда же это случилось, никто не мог отвратить предопределенное Аллахом наказание.]]",
        "numberInSurah": 25,
        "juz": 29,
        "manzil": 7,
        "page": 571,
        "ruku": 505,
        "hizbQuarter": 228,
        "sajda": false
      },
      {
        "number": 5445,
        "text": "Нух (Ной) сказал: «Господи! Не оставь на земле ни одного неверующего жителя!",
        "numberInSurah": 26,
        "juz": 29,
        "manzil": 7,
        "page": 571,
        "ruku": 505,
        "hizbQuarter": 228,
        "sajda": false
      },
      {
        "number": 5446,
        "text": "Если ты оставишь их, они введут в заблуждение Твоих рабов и породят только грешных неверующих. [[Нух не только проклял своих неверующих соплеменников, но и поведал о причине своих проклятий, которая состояла в том, что их жизнь приносила сплошной вред как им самим, так и другим. Он поступил так, потому что в результате долгого общения со своими соплеменниками прекрасно изучил их нрав и понял, до какой степени дошли их злодеяния. Поэтому Аллах внял его мольбе и потопил их всех, кроме самого Нуха и верующих.]]",
        "numberInSurah": 27,
        "juz": 29,
        "manzil": 7,
        "page": 571,
        "ruku": 505,
        "hizbQuarter": 228,
        "sajda": false
      },
      {
        "number": 5447,
        "text": "Господи! Прости меня и моих родителей и тех, кто вошел в мой дом верующим, а также верующих мужчин и женщин. А беззаконникам не приумножай ничего, кроме погибели!» [[Вначале святой пророк помянул своих родителей, дабы подчеркнуть, насколько велики обязанности человека перед ними. Затем он помянул всех верующих в целом, после чего обратил свои проклятия против нечестивцев, уделом которых является погибель, то есть печаль, разорение и смерть.]]",
        "numberInSurah": 28,
        "juz": 29,
        "manzil": 7,
        "page": 571,
        "ruku": 505,
        "hizbQuarter": 228,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "ru.kuliev-alsaadi",
      "language": "ru",
      "name": "Кулиев + ас-Саади",
      "englishName": "Кулиев + ас-Саади",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}