{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 96,
    "name": "سُورَةُ العَلَقِ",
    "englishName": "Al-Alaq",
    "englishNameTranslation": "The Clot",
    "revelationType": "Meccan",
    "numberOfAyahs": 19,
    "ayahs": [
      {
        "number": 6107,
        "text": "Читай во имя твоего Господа, Который сотворил все сущее, [[Эта сура была первой коранической сурой, ниспосланной посланнику Аллаха, да благословит его Аллах и приветствует. Она была ниспослана в самом начале его пророческой миссии, когда он ничего не знал о Коране и вере. К нему явился ангел Джибрил с посланием его Господа и велел ему читать, но Мухаммад, да благословит его Аллах и приветствует, отказался, оправдав свой отказ тем, что не умеет читать. Тем не менее, ангел настоял на том, чтобы он повторял вслед за ним то, что ниспослал Аллах.]]",
        "numberInSurah": 1,
        "juz": 30,
        "manzil": 7,
        "page": 597,
        "ruku": 538,
        "hizbQuarter": 239,
        "sajda": false
      },
      {
        "number": 6108,
        "text": "сотворил человека из сгустка крови. [[Аллах особо упомянул о сотворении человека, который вначале представляет собой всего лишь сгусток крови. Господь, сотворивший человека и позаботившийся о нем, не оставил его без повелений и запретов. Он отправил к человечеству посланников и ниспослал Писания. Вот почему после повеления читать Аллах сообщил о том, что именно Он создал человека.]]",
        "numberInSurah": 2,
        "juz": 30,
        "manzil": 7,
        "page": 597,
        "ruku": 538,
        "hizbQuarter": 239,
        "sajda": false
      },
      {
        "number": 6109,
        "text": "Читай, ведь твой Господь - Самый великодушный. [[Его великодушие и добродетель огромны, а щедрость бесконечна, и из своего великодушия Он научил человека различным наукам.]]",
        "numberInSurah": 3,
        "juz": 30,
        "manzil": 7,
        "page": 597,
        "ruku": 538,
        "hizbQuarter": 239,
        "sajda": false
      },
      {
        "number": 6110,
        "text": "Он научил посредством письменной трости -",
        "numberInSurah": 4,
        "juz": 30,
        "manzil": 7,
        "page": 597,
        "ruku": 538,
        "hizbQuarter": 239,
        "sajda": false
      },
      {
        "number": 6111,
        "text": "научил человека тому, чего тот не знал. [[Человек появляется на свет совершенно безграмотным, но Аллах одаряет его слухом, зрением и разумом и облегчает для него познание окружающего. Он учит его Корану и мудрости и учит тому, как обращаться с письменной тростью. Благодаря перьям и ручкам люди охраняют знания, оберегают свои права и общаются друг с другом, а письма порой даже замещают самих людей. Хвала Аллаху за то, что Он одарил Своих рабов благами, за которые Его невозможно отблагодарить сполна!]]",
        "numberInSurah": 5,
        "juz": 30,
        "manzil": 7,
        "page": 597,
        "ruku": 538,
        "hizbQuarter": 239,
        "sajda": false
      },
      {
        "number": 6112,
        "text": "Но нет! Человек преступает границы дозволенного,",
        "numberInSurah": 6,
        "juz": 30,
        "manzil": 7,
        "page": 597,
        "ruku": 538,
        "hizbQuarter": 239,
        "sajda": false
      },
      {
        "number": 6113,
        "text": "когда ему кажется, что он ни в чем не нуждается.",
        "numberInSurah": 7,
        "juz": 30,
        "manzil": 7,
        "page": 597,
        "ruku": 538,
        "hizbQuarter": 239,
        "sajda": false
      },
      {
        "number": 6114,
        "text": "Но к твоему Господу предстоит возвращение.",
        "numberInSurah": 8,
        "juz": 30,
        "manzil": 7,
        "page": 597,
        "ruku": 538,
        "hizbQuarter": 239,
        "sajda": false
      },
      {
        "number": 6115,
        "text": "Что ты думаешь о том, кто мешает",
        "numberInSurah": 9,
        "juz": 30,
        "manzil": 7,
        "page": 597,
        "ruku": 538,
        "hizbQuarter": 239,
        "sajda": false
      },
      {
        "number": 6116,
        "text": "рабу, когда тот молится? [[Аллах наделил человека богатством и пропитанием. Однако зачастую человек оказывается невежественен и несправедлив. При виде своего богатства он становится нечестив и распутен, превозносится над руководством Господа, забывает о том, что вернется к Нему, и перестает страшиться Его возмездия. Он не только сам не следует прямым путем, но и призывает других свернуть с него. Он мешает им совершать намаз - самое прекрасное из повелений религии. Поэтому далее Аллах обратился к этому закоренелому грешнику и сказал:]]",
        "numberInSurah": 10,
        "juz": 30,
        "manzil": 7,
        "page": 597,
        "ruku": 538,
        "hizbQuarter": 239,
        "sajda": false
      },
      {
        "number": 6117,
        "text": "Что ты думаешь, а если он был на правом пути",
        "numberInSurah": 11,
        "juz": 30,
        "manzil": 7,
        "page": 597,
        "ruku": 538,
        "hizbQuarter": 239,
        "sajda": false
      },
      {
        "number": 6118,
        "text": "или призывал к богобоязненности? [[О грешник! Ты посмел чинить препятствия молящемуся. А вдруг этот молящийся знал истину, придерживался ее и призывал к благочестию других людей? А если так, то можно ли препятствовать этому? Разве, мешая ему, ты не проявляешь величайшую враждебность к Аллаху и сопротивление истине? Чинить подобные препятствия может лишь тот, кто сбился с правого пути и вводит в заблуждение других.]]",
        "numberInSurah": 12,
        "juz": 30,
        "manzil": 7,
        "page": 597,
        "ruku": 538,
        "hizbQuarter": 239,
        "sajda": false
      },
      {
        "number": 6119,
        "text": "Что ты думаешь, а если он счел ложью истину и отвернулся?",
        "numberInSurah": 13,
        "juz": 30,
        "manzil": 7,
        "page": 597,
        "ruku": 538,
        "hizbQuarter": 239,
        "sajda": false
      },
      {
        "number": 6120,
        "text": "Неужели он не знал, что Аллах видит его? [[Неужели этот грешник сопротивляется истине, не признает Коран и отворачивается от повелений Аллаха? Неужели он не боится своего Господа и не страшится Его наказания? Неужели он не знает, что Аллах видит каждый его поступок?]]",
        "numberInSurah": 14,
        "juz": 30,
        "manzil": 7,
        "page": 597,
        "ruku": 538,
        "hizbQuarter": 239,
        "sajda": false
      },
      {
        "number": 6121,
        "text": "Но нет, если он не перестанет, то Мы схватим его за хохол -",
        "numberInSurah": 15,
        "juz": 30,
        "manzil": 7,
        "page": 597,
        "ruku": 538,
        "hizbQuarter": 239,
        "sajda": false
      },
      {
        "number": 6122,
        "text": "хохол лживый, грешный. [[Если он не воздержится от своих поступков и речей, то Мы схватим его за хохол и будем к нему безжалостны. Всевышний назвал хохол этого нечестивца лживым и грешным, потому что его речи лживы, а поступки порочны.]]",
        "numberInSurah": 16,
        "juz": 30,
        "manzil": 7,
        "page": 597,
        "ruku": 538,
        "hizbQuarter": 239,
        "sajda": false
      },
      {
        "number": 6123,
        "text": "Пусть он зовет свое сборище.",
        "numberInSurah": 17,
        "juz": 30,
        "manzil": 7,
        "page": 597,
        "ruku": 538,
        "hizbQuarter": 239,
        "sajda": false
      },
      {
        "number": 6124,
        "text": "Мы же позовем адских стражей! [[Пусть этот мученик зовет сторонников из своего окружения в надежде, что они поддержат его в тот час, когда его постигнет Божья кара. Мы велим адским стражам схватить его и подвергнуть лютой каре. Тогда он увидит, кто из них сильнее и могучее. Это наказание обещано каждому, кто чинит препятствия правоверным. Что же касается самих правоверных, то им велено не уступать желаниям грешников и не подчиняться им. Поэтому далее Всевышний сказал:]]",
        "numberInSurah": 18,
        "juz": 30,
        "manzil": 7,
        "page": 597,
        "ruku": 538,
        "hizbQuarter": 239,
        "sajda": false
      },
      {
        "number": 6125,
        "text": "Так нет! Не повинуйся ему, а пади ниц и приближайся к Аллаху. [[Не повинуйся нечестивцам, потому что они призывают к тому, что влечет за собой великий урон. Поклоняйся своему Господу и пытайся приблизиться к Нему как во время земного поклона, так и во время других обрядов поклонения. Воистину, все они помогают человеку приблизиться к Аллаху и снискать Его благосклонность. Эта сура была ниспослана по поводу Абу Джахла - неверующего мекканца, который мешал посланнику Аллаха, да благословит его Аллах и приветствует, молиться и причинял ему страдания. Тем не менее, она касается всех неверующих, которые препятствуют распространению добра, и всех верующих, которым чинят препятствия нечестивцы.]]",
        "numberInSurah": 19,
        "juz": 30,
        "manzil": 7,
        "page": 597,
        "ruku": 538,
        "hizbQuarter": 239,
        "sajda": {
          "id": 15,
          "recommended": false,
          "obligatory": true
        }
      }
    ],
    "edition": {
      "identifier": "ru.kuliev-alsaadi",
      "language": "ru",
      "name": "Кулиев + ас-Саади",
      "englishName": "Кулиев + ас-Саади",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}