{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 100,
    "name": "سُورَةُ العَادِيَاتِ",
    "englishName": "Al-Aadiyaat",
    "englishNameTranslation": "The Chargers",
    "revelationType": "Meccan",
    "numberOfAyahs": 11,
    "ayahs": [
      {
        "number": 6147,
        "text": "Клянусь скачущими запыхаясь!",
        "numberInSurah": 1,
        "juz": 30,
        "manzil": 7,
        "page": 599,
        "ruku": 542,
        "hizbQuarter": 239,
        "sajda": false
      },
      {
        "number": 6148,
        "text": "Клянусь высекающими искры копытами! [[Всевышний поклялся конями, потому что эти животные олицетворяют прекрасные знамения Аллаха и приносят людям огромную пользу. При этом Всевышний подчеркнул такие качества лошадей, по которым они превосходят всех остальных животных. Они скачут стремительно и запыхаются, в результате чего из их груди вырывается удивительный звук. Их копыта настолько тверды, а удары настолько сильны, что своими копытами они высекают искры.]]",
        "numberInSurah": 2,
        "juz": 30,
        "manzil": 7,
        "page": 599,
        "ruku": 542,
        "hizbQuarter": 239,
        "sajda": false
      },
      {
        "number": 6149,
        "text": "Клянусь нападающими на заре!",
        "numberInSurah": 3,
        "juz": 30,
        "manzil": 7,
        "page": 599,
        "ruku": 542,
        "hizbQuarter": 239,
        "sajda": false
      },
      {
        "number": 6150,
        "text": "Тем самым они поднимают столб пыли",
        "numberInSurah": 4,
        "juz": 30,
        "manzil": 7,
        "page": 599,
        "ruku": 542,
        "hizbQuarter": 239,
        "sajda": false
      },
      {
        "number": 6151,
        "text": "и врываются с ним (со столбом пыли или с всадником) в гущу. [[Из этих слов следует, что атака, как правило, начинается рано утром. Всевышний принес эти клятвы в подтверждение того, что человек отказывается выполнять повеления Аллаха и творить благие дела. Поэтому далее Всевышний сказал:]]",
        "numberInSurah": 5,
        "juz": 30,
        "manzil": 7,
        "page": 599,
        "ruku": 542,
        "hizbQuarter": 239,
        "sajda": false
      },
      {
        "number": 6152,
        "text": "Воистину, человек неблагодарен своему Господу, [[Человеческая природа такова, что душа постоянно удерживает человека от исполнения своих обязанностей надлежащим образом. Человек ленив и зачастую отказывается от выполнения своих материальных и физических обязанностей. Избежать этого порока удается лишь тем, кого Аллах наставил на прямой путь. Такие люди верно исполняют свои обязанности и обретают подлинное величие.]]",
        "numberInSurah": 6,
        "juz": 30,
        "manzil": 7,
        "page": 599,
        "ruku": 542,
        "hizbQuarter": 239,
        "sajda": false
      },
      {
        "number": 6153,
        "text": "и он сам является тому свидетелем. [[Человек является свидетелем собственной алчности и неблагодарности. Он не пытается оспорить это и не отрицает этого, потому что эти качества очевидны и явны. Существует мнение, что местоимение третьего лица относится к Аллаху. Из этого толкования следует, что человек неблагодарен своему Господу, и Аллах тому свидетель. В этих словах содержится великая угроза тем, кто отказывается благодарить Всевышнего Аллаха, Который является Свидетелем каждого человеческого поступка.]]",
        "numberInSurah": 7,
        "juz": 30,
        "manzil": 7,
        "page": 599,
        "ruku": 542,
        "hizbQuarter": 239,
        "sajda": false
      },
      {
        "number": 6154,
        "text": "Воистину, он страстно любит блага. [[Именно любовь к богатству заставляет человека отказываться от выполнения обязанностей, которые предписаны ему Аллахом. Он отдает предпочтение удовлетворению своих низменных страстей перед обретением благоволения Господа. Причина же этого в том, что он предал забвению Последнюю жизнь и ограничил свои представления жизнью в этом мире.]]",
        "numberInSurah": 8,
        "juz": 30,
        "manzil": 7,
        "page": 599,
        "ruku": 542,
        "hizbQuarter": 239,
        "sajda": false
      },
      {
        "number": 6155,
        "text": "Неужели он не знает, что, когда будет опрокинуто то, что в могилах,",
        "numberInSurah": 9,
        "juz": 30,
        "manzil": 7,
        "page": 599,
        "ruku": 542,
        "hizbQuarter": 240,
        "sajda": false
      },
      {
        "number": 6156,
        "text": "и когда обнаружится то, что в груди,",
        "numberInSurah": 10,
        "juz": 30,
        "manzil": 7,
        "page": 600,
        "ruku": 542,
        "hizbQuarter": 240,
        "sajda": false
      },
      {
        "number": 6157,
        "text": "в тот день Господь их будет осведомлен о них? [[Этими словами Господь призвал людей устрашиться Судного дня. В этот страшный день Аллах вернет к жизни покойников и соберет всех людей для свершения справедливого суда. Все добро и зло, которое таилось в человеческих сердцах, станет очевидным. Тайное станет явным, а на лицах людей отразятся совершенные ими деяния. Аллаху будет известно о каждом из этих деяний, и Он непременно воздаст людям за все содеянное ими. Всевышний всегда знает о деяниях Своих творений, однако Он особо отметил Свою осведомленность в День воскресения, потому что справедливое воздаяние будет вершиться на основании Его всеобъемлющего знания.]]",
        "numberInSurah": 11,
        "juz": 30,
        "manzil": 7,
        "page": 600,
        "ruku": 542,
        "hizbQuarter": 240,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "ru.kuliev-alsaadi",
      "language": "ru",
      "name": "Кулиев + ас-Саади",
      "englishName": "Кулиев + ас-Саади",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}