{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 103,
    "name": "سُورَةُ العَصۡرِ",
    "englishName": "Al-Asr",
    "englishNameTranslation": "The Declining Day, Epoch",
    "revelationType": "Meccan",
    "numberOfAyahs": 3,
    "ayahs": [
      {
        "number": 6177,
        "text": "Клянусь предвечерним временем (или временем)!",
        "numberInSurah": 1,
        "juz": 30,
        "manzil": 7,
        "page": 601,
        "ruku": 545,
        "hizbQuarter": 240,
        "sajda": false
      },
      {
        "number": 6178,
        "text": "Воистину, каждый человек в убытке,",
        "numberInSurah": 2,
        "juz": 30,
        "manzil": 7,
        "page": 601,
        "ruku": 545,
        "hizbQuarter": 240,
        "sajda": false
      },
      {
        "number": 6179,
        "text": "кроме тех, которые уверовали, совершали праведные деяния, заповедали друг другу истину и заповедали друг другу терпение! [[Арабское слово ‘аср используется для обозначения дня и ночи. Из этого следует, что Всевышний Аллах поклялся временем вообще. Время - это измерение, в течение которого люди имеют возможность совершать различные деяния. Вот почему Аллах возвестил о том, что люди несут убытки и лишаются прибыли и преуспеяния. Эти убытки бывают разной степени тяжести. Одни оказываются в полном убытке и лишаются добра как при жизни на земле, так и после смерти. Такие грешники не войдут в Райские сады и будут ввергнуты в Геенну. Другие несут убытки частично. Поэтому Аллах сообщил, что урон несут все люди, кроме праведников, которые наделены следующими четырьмя качествами. Во-первых, они уверовали во все, что ниспослал Аллах. Однако вера невозможна без знаний. Знания - это важная составляющая веры, без которой она не может быть совершенной. Во-вторых, они совершают праведные деяния. Это касается всех обязательных и добровольных благодеяний, совершаемых как телом, так и душой; относящихся к обязанностям человека как перед Аллахом, так и перед людьми. В-третьих, они призывают людей к правой вере и праведным делам и вдохновляют их на совершение благих дел. В-четвертых, они призывают людей терпеливо исполнять повеления Аллаха, избегать грехов и стойко переносить порой горькое предопределение. Выполняя два первых указания, человек воспитывает себя. Выполняя два последних, он воспитывает других. Только усовершенствовав в себе все четыре качества, раб Божий сможет избежать убытка и обрести великое благо.]]",
        "numberInSurah": 3,
        "juz": 30,
        "manzil": 7,
        "page": 601,
        "ruku": 545,
        "hizbQuarter": 240,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "ru.kuliev-alsaadi",
      "language": "ru",
      "name": "Кулиев + ас-Саади",
      "englishName": "Кулиев + ас-Саади",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}