{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 105,
    "name": "سُورَةُ الفِيلِ",
    "englishName": "Al-Fil",
    "englishNameTranslation": "The Elephant",
    "revelationType": "Meccan",
    "numberOfAyahs": 5,
    "ayahs": [
      {
        "number": 6189,
        "text": "Разве ты не видел, что сделал твой Господь с владельцами слона?",
        "numberInSurah": 1,
        "juz": 30,
        "manzil": 7,
        "page": 601,
        "ruku": 547,
        "hizbQuarter": 240,
        "sajda": false
      },
      {
        "number": 6190,
        "text": "Разве Он не запутал их козни",
        "numberInSurah": 2,
        "juz": 30,
        "manzil": 7,
        "page": 601,
        "ruku": 547,
        "hizbQuarter": 240,
        "sajda": false
      },
      {
        "number": 6191,
        "text": "и не наслал на них птиц стаями?",
        "numberInSurah": 3,
        "juz": 30,
        "manzil": 7,
        "page": 601,
        "ruku": 547,
        "hizbQuarter": 240,
        "sajda": false
      },
      {
        "number": 6192,
        "text": "Они бросали в них каменья из обожженной глины",
        "numberInSurah": 4,
        "juz": 30,
        "manzil": 7,
        "page": 601,
        "ruku": 547,
        "hizbQuarter": 240,
        "sajda": false
      },
      {
        "number": 6193,
        "text": "и превратили их в подобие изъеденных иссохших злаковых листьев. [[Эта кораническая история является ярким свидетельством могущества Аллаха. Он вершит величественные деяния, проявляет сострадание к Своим рабам и приводит неопровержимые доказательства истинности единобожия и правдивости Своего посланника, да благословит его Аллах и приветствует. Задумайся над тем, что произошло с воинством слона, которое вознамерилось разрушить Каабу! Злоумышленники хорошо подготовились к этому походу. Для того чтобы разрушить святилище, они снарядили огромную слониху и собрали многочисленную армию йеменцев и эфиопов. Это войско было настолько могущественным, что арабы оказались не в силах противостоять ему. Когда они приблизились к святому городу, мекканцы не стали оказывать им сопротивления. Из страха перед наступающим игом они покинули Мекку. Тогда Аллах послал на них стаи птиц, несущих раскаленные каменья из обожженной глины. Они забросали войско каменьями, поразив всех их без исключения. Внезапно все стихло, а побитые воины превратились в подобие изъеденных злаков. Так Аллах избавил мир от их зла и обратил их козни против них самих. Эта история хорошо известна. Воинство слона было разбито в тот год, когда родился посланник Аллаха. Это событие предвозвещало появления ислама и свидетельствовало об истинности пророческой миссии Мухаммада, да благословит его Аллах и приветствует.]]",
        "numberInSurah": 5,
        "juz": 30,
        "manzil": 7,
        "page": 601,
        "ruku": 547,
        "hizbQuarter": 240,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "ru.kuliev-alsaadi",
      "language": "ru",
      "name": "Кулиев + ас-Саади",
      "englishName": "Кулиев + ас-Саади",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}