{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 4,
    "name": "سُورَةُ النِّسَاءِ",
    "englishName": "An-Nisaa",
    "englishNameTranslation": "The Women",
    "revelationType": "Medinan",
    "numberOfAyahs": 176,
    "ayahs": [
      {
        "number": 494,
        "text": "¡Hombres! ¡Temed a vuestro Señor, Que os ha creado de una sola persona, de la que ha creado a su cónyuge, y de los que ha diseminado un gran número de hombres y de mujeres! ¡Temed a Alá, en Cuyo nombre os pedís cosas, y respetad la consanguinidad! Alá siempre os observa.",
        "numberInSurah": 1,
        "juz": 4,
        "manzil": 1,
        "page": 77,
        "ruku": 62,
        "hizbQuarter": 31,
        "sajda": false
      },
      {
        "number": 495,
        "text": "Dad a los huérfanos los bienes que les pertenecen. No sustituyáis lo malo por lo bueno. No consumáis su hacienda agregándola a la vuestra. Sería un gran pecado.",
        "numberInSurah": 2,
        "juz": 4,
        "manzil": 1,
        "page": 77,
        "ruku": 62,
        "hizbQuarter": 31,
        "sajda": false
      },
      {
        "number": 496,
        "text": "Si teméis no ser equitativos con los huérfanos, entonces, casaos con las mujeres que os gusten: dos, tres o cuatro. Pero. si teméis no obrar con justicia, entonces con una sola o con vuestras esclavas. Así, evitaréis mejor el obrar mal.",
        "numberInSurah": 3,
        "juz": 4,
        "manzil": 1,
        "page": 77,
        "ruku": 62,
        "hizbQuarter": 31,
        "sajda": false
      },
      {
        "number": 497,
        "text": "Dad a vuestras mujeres su dote gratuitamente. Pero, si renuncian gustosas a una parte en vuestro favor, haced uso de ésta tranquilamente.",
        "numberInSurah": 4,
        "juz": 4,
        "manzil": 1,
        "page": 77,
        "ruku": 62,
        "hizbQuarter": 31,
        "sajda": false
      },
      {
        "number": 498,
        "text": "¡No confiéis a los incapaces la hacienda que Alá os ha dado para subsistir!, ¡sustentadles de ella y vestidles! ¡Y habladles con cariño!",
        "numberInSurah": 5,
        "juz": 4,
        "manzil": 1,
        "page": 77,
        "ruku": 62,
        "hizbQuarter": 31,
        "sajda": false
      },
      {
        "number": 499,
        "text": "Tantead a los huérfanos hasta que alcancen la nubilidad, Cuando los creáis ya maduros, pasadles su hacienda. No la consumáis pródiga y prematuramente antes de que alcancen la mayoría de edad. El rico, que no se aproveche. El pobre, que gaste como es debido. Cuando les entreguéis su hacienda, requerid la presencia de testigos. Alá basta para ajustar cuentas...",
        "numberInSurah": 6,
        "juz": 4,
        "manzil": 1,
        "page": 77,
        "ruku": 62,
        "hizbQuarter": 31,
        "sajda": false
      },
      {
        "number": 500,
        "text": "Sea para los hombres una parte de lo que los padres y parientes más cercanos dejen; y para las mujeres una parte de lo que los padres y parientes más cercanos dejen. Poco o mucho, es una parte determinada.",
        "numberInSurah": 7,
        "juz": 4,
        "manzil": 1,
        "page": 78,
        "ruku": 62,
        "hizbQuarter": 31,
        "sajda": false
      },
      {
        "number": 501,
        "text": "Si asisten al reparto parientes, huérfanos, pobres, dadles algún sustento de ello y habladles con cariño.",
        "numberInSurah": 8,
        "juz": 4,
        "manzil": 1,
        "page": 78,
        "ruku": 62,
        "hizbQuarter": 31,
        "sajda": false
      },
      {
        "number": 502,
        "text": "Quienes dejen menores de edad y estén intranquilos por ellos, que tengan miedo. Que teman a Alá y digan palabras oportunas.",
        "numberInSurah": 9,
        "juz": 4,
        "manzil": 1,
        "page": 78,
        "ruku": 62,
        "hizbQuarter": 31,
        "sajda": false
      },
      {
        "number": 503,
        "text": "Quienes consuman injustamente la hacienda de los huérfanos, sólo fuego ingerirán en sus entrañas y arderán en fuego de la gehena.",
        "numberInSurah": 10,
        "juz": 4,
        "manzil": 1,
        "page": 78,
        "ruku": 62,
        "hizbQuarter": 31,
        "sajda": false
      },
      {
        "number": 504,
        "text": "Alá os ordena lo siguiente en lo que toca a vuestros hijos: que la porción del varón equivalga a la de dos hembras. Si éstas son más de dos, les corresponderán dos tercios de la herencia. Si es hija única. la mitad. A cada uno de los padres le corresponderá un sexto de la herencia, si deja hijos; pero, si no tiene hijos y le heredan sólo sus padres, un tercio es para la madre. Si tiene hermanos, un sexto es para la madre. Esto, luego de satisfacer sus legados o deudas. De vuestros ascendientes o descendientes no sabéis quiénes os son más útiles. Ésta es obligación de Alá. Alá es omnisciente, sabio.",
        "numberInSurah": 11,
        "juz": 4,
        "manzil": 1,
        "page": 78,
        "ruku": 63,
        "hizbQuarter": 31,
        "sajda": false
      },
      {
        "number": 505,
        "text": "A vosotros os corresponde la mitad de lo que dejen vuestras esposas si no tienen hijos. Si tienen, os corresponde un cuarto. Esto, luego de satisfacer sus legados o deudas. Si no tenéis hijos, a ellas les corresponde un cuarto de lo que dejéis. Si tenéis, un octavo de lo que dejéis. Esto. luego de satisfacer vuestros legados o deudas. Si los herederos de un hombre o de una mujer son parientes colaterales y le sobrevive un hermano o una hermana, entonces, les corresponde, a cada uno de los dos, un sexto. Si son más, participarán del tercio de la herencia, luego de satisfacer los legados o deudas, sin dañar a nadie. Ésta es disposición de Alá. Alá es omnisciente, benigno.",
        "numberInSurah": 12,
        "juz": 4,
        "manzil": 1,
        "page": 79,
        "ruku": 63,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 506,
        "text": "Éstas son las leyes de Alá. A quien obedezca a Alá y a Su Enviado, Él le introducirá en jardines por cuyos bajos fluyen arroyos, en los que estarán eternamente. ¡Éste es el éxito grandioso!",
        "numberInSurah": 13,
        "juz": 4,
        "manzil": 1,
        "page": 79,
        "ruku": 63,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 507,
        "text": "A quien, al contrario, desobedezca a Alá y a Su Enviado y viole Sus leyes. Él le introducirá en un Fuego, eternamente. Tendrá un castigo humillante.",
        "numberInSurah": 14,
        "juz": 4,
        "manzil": 1,
        "page": 79,
        "ruku": 63,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 508,
        "text": ".Llamad a cuatro testigos de vosotros contra aquéllas de vuestras mujeres que cometan deshonestidad. Si atestiguan, recluidlas en casa hasta que mueran o hasta que Alá les procure una salida.",
        "numberInSurah": 15,
        "juz": 4,
        "manzil": 1,
        "page": 80,
        "ruku": 64,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 509,
        "text": "Si dos de los vuestros la cometen, castigad a ambos severamente. Pero, si se arrepienten y enmiendan, dejadles en paz. Alá es indulgente, misericordioso.",
        "numberInSurah": 16,
        "juz": 4,
        "manzil": 1,
        "page": 80,
        "ruku": 64,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 510,
        "text": ".Alá perdona sólo a quienes cometen el mal por ignorancia y se arrepienten en seguida. A éstos se vuelve Alá. Alá es omnisciente, sabio.",
        "numberInSurah": 17,
        "juz": 4,
        "manzil": 1,
        "page": 80,
        "ruku": 64,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 511,
        "text": "Que no espere perdón quien sigue obrando mal hasta que, en el artículo de la muerte, dice: «Ahora me arrepiento». Ni tampoco quienes mueren siendo infieles. A éstos les hemos preparado un castigo doloroso.",
        "numberInSurah": 18,
        "juz": 4,
        "manzil": 1,
        "page": 80,
        "ruku": 64,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 512,
        "text": "¡Creyentes! No es lícito recibir en herencia a mujeres contra su voluntad, ni impedirles que vuelvan a casarse para quitarles parte de lo que les habíais dado, a menos que sean culpables de deshonestidad manifiesta. Comportaos con ellas como es debido. Y si os resultan antipáticas, puede que Alá haya puesto mucho bien en el objeto de vuestra antipatía.",
        "numberInSurah": 19,
        "juz": 4,
        "manzil": 1,
        "page": 80,
        "ruku": 64,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 513,
        "text": "Y si queréis cambiar de esposa y le habíais dado a una de ellas un quintal, no volváis a tomar nada de él. ¿Ibáis a tomarlo con infamia y pecado manifiesto?",
        "numberInSurah": 20,
        "juz": 4,
        "manzil": 1,
        "page": 81,
        "ruku": 64,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 514,
        "text": "Y ¿cómo ibais a tomarlo, después de haber yacido y de haber concertado ella con vosotros un pacto solemne?",
        "numberInSurah": 21,
        "juz": 4,
        "manzil": 1,
        "page": 81,
        "ruku": 64,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 515,
        "text": "En adelante. no os caséis con las mujeres con que han estado casados vuestros padres. Sería deshonesto y aborrecible. ¡Mal camino...!",
        "numberInSurah": 22,
        "juz": 4,
        "manzil": 1,
        "page": 81,
        "ruku": 64,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 516,
        "text": "En adelante, os están prohibidas vuestras madres, vuestras hijas, vuestras hermanas, vuestras tías paternas o maternas, vuestras sobrinas por parte de hermano o de hermana, vuestras madres de leche, vuestras hermanas de leche, las madres de vuestras mujeres, vuestras hijastras que están bajo vuestra tutela, nacidas de mujeres vuestras con las que habéis consumado el matrimonio -si no, no hay culpa-, las esposas de vuestros propios hijos, así como casaros con dos hermanas a un tiempo. Alá es indulgente, misericordioso.",
        "numberInSurah": 23,
        "juz": 4,
        "manzil": 1,
        "page": 81,
        "ruku": 65,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 517,
        "text": "Y las mujeres casadas, a menos que sean esclavas vuestras. ¡Mandato de Alá! Os están permitidas todas las otras mujeres, con tal que las busquéis con vuestra hacienda, con intención de casaros, no por fornicar. Retribuid, como cosa debida, a aquéllas de quienes habéis gozado como esposas. No hay inconveniente en que decidáis algo de común acuerdo después de cumplir con lo debido. Alá es omnisciente, sabio.",
        "numberInSurah": 24,
        "juz": 5,
        "manzil": 1,
        "page": 82,
        "ruku": 65,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 518,
        "text": "Quien de vosotros no disponga de los medios necesarios para casarse con mujeres libres creyentes, que tome mujer de entre vuestras jóvenes esclavas creyentes. Alá conoce bien vuestra fe. Salís los unos de los otros. Casaos con ellas con permiso de sus amos y dadles la dote conforme al uso, como a mujeres honestas, no como a fornicadoras o como a amantes. Si estas mujeres se casan y cometen una deshonestidad, sufrirán la mitad del castigo que las mujeres libres. Esto va dirigido a aquéllos de vosotros que tengan miedo de caer en pecado. Sin embargo, es mejor para vosotros que tengáis paciencia. Alá es indulgente, misericordioso.",
        "numberInSurah": 25,
        "juz": 5,
        "manzil": 1,
        "page": 82,
        "ruku": 65,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 519,
        "text": "Alá quiere aclararos y dirigiros según la conducta de los que os precedieron, y volverse a vosotros. Alá es omnisciente, sabio.",
        "numberInSurah": 26,
        "juz": 5,
        "manzil": 1,
        "page": 82,
        "ruku": 66,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 520,
        "text": "Alá quiere volverse a vosotros, mientras que los que siguen lo apetecible quieren que os extraviéis por completo.",
        "numberInSurah": 27,
        "juz": 5,
        "manzil": 1,
        "page": 83,
        "ruku": 66,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 521,
        "text": "Alá quiere aliviaros, ya que el hombre es débil por naturaleza.",
        "numberInSurah": 28,
        "juz": 5,
        "manzil": 1,
        "page": 83,
        "ruku": 66,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 522,
        "text": "¡Creyentes! No os devoréis la hacienda injustamente unos a otros. Es diferente si comerciáis de común acuerdo. No os matéis unos a otros. Alá es misericordioso con vosotros.",
        "numberInSurah": 29,
        "juz": 5,
        "manzil": 1,
        "page": 83,
        "ruku": 66,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 523,
        "text": "A quien obre así, violando la ley impíamente, le arrojaremos a un Fuego. Es cosa fácil para Alá.",
        "numberInSurah": 30,
        "juz": 5,
        "manzil": 1,
        "page": 83,
        "ruku": 66,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 524,
        "text": "Si evitáis los pecados graves que se os han prohibido, borraremos vuestras malas obras y os introduciremos con honor.",
        "numberInSurah": 31,
        "juz": 5,
        "manzil": 1,
        "page": 83,
        "ruku": 66,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 525,
        "text": "No codiciéis aquello por lo que Alá ha preferido a unos de vosotros más que a otros. Los hombres tendrán parte según sus méritos y las mujeres también. Pedid a Alá de Su favor. Alá es omnisciente.",
        "numberInSurah": 32,
        "juz": 5,
        "manzil": 1,
        "page": 83,
        "ruku": 66,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 526,
        "text": "Hemos designado para todos herederos legales de lo que dejen: los padres, los parientes más cercanos, los unidos a vosotros por juramento. Dadles su parte. Alá es testigo de todo.",
        "numberInSurah": 33,
        "juz": 5,
        "manzil": 1,
        "page": 83,
        "ruku": 66,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 527,
        "text": "Los hombres tienen autoridad sobre las mujeres en virtud de la preferencia que Alá ha dado a unos más que a otros y de los bienes que gastan. Las mujeres virtuosas son devotas y cuidan, en ausencia de sus maridos, de lo que Alá manda que cuiden. ¡Amonestad a aquéllas de quienes temáis que se rebelen, dejadlas solas en el lecho, pegadles! Si os obedecen, no os metáis más con ellas. Alá es excelso, grande.",
        "numberInSurah": 34,
        "juz": 5,
        "manzil": 1,
        "page": 84,
        "ruku": 67,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 528,
        "text": "Si teméis una ruptura entre los esposos, nombrad un árbitro de la familia de él y otro de la de ella. Si desean reconciliarse, Alá hará que lleguen a un acuerdo. Alá es omnisciente, está bien informado.",
        "numberInSurah": 35,
        "juz": 5,
        "manzil": 1,
        "page": 84,
        "ruku": 67,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 529,
        "text": "¡Servid a Alá y no Le asociéis nada! ¡Sed buenos con vuestros padres, parientes, huérfanos, pobres, vecinos -parientes y no parientes-, el compañero de viaje, el viajero y vuestros esclavos! Alá no ama al presumido, al jactancioso,",
        "numberInSurah": 36,
        "juz": 5,
        "manzil": 1,
        "page": 84,
        "ruku": 67,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 530,
        "text": "a los avaros y a los que empujan a otros a ser avaros, a los que ocultan el favor que Alá les ha dispensado, -hemos preparado para los infieles un castigo humillante-.",
        "numberInSurah": 37,
        "juz": 5,
        "manzil": 1,
        "page": 84,
        "ruku": 67,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 531,
        "text": "a los que gastan su hacienda para ser vistos de los hombres, sin creer en Alá ni en el último Día. Y si alguien tiene por compañero al Demonio, mal compañero tiene...",
        "numberInSurah": 38,
        "juz": 5,
        "manzil": 1,
        "page": 85,
        "ruku": 67,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 532,
        "text": "¿Qué les habría costado haber creído en Alá y en el último Día y haber gastado en limosnas parte de aquello de que Alá les ha proveído? Alá les conoce bien.",
        "numberInSurah": 39,
        "juz": 5,
        "manzil": 1,
        "page": 85,
        "ruku": 67,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 533,
        "text": "Alá no hará ni el peso de un átomo de injusticia a nadie. Y si se trata de una obra buena, la doblará y dará, por Su parte, una magnífica recompensa.",
        "numberInSurah": 40,
        "juz": 5,
        "manzil": 1,
        "page": 85,
        "ruku": 67,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 534,
        "text": "¿Qué pasará cuando traigamos a un testigo de cada comunidad y te traigamos a ti como testigo contra éstos?",
        "numberInSurah": 41,
        "juz": 5,
        "manzil": 1,
        "page": 85,
        "ruku": 67,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 535,
        "text": "Ese día, los que fueron infieles y desobedecieron al Enviado querrán que la tierra se aplane sobre ellos. No podrán ocultar nada a Alá.",
        "numberInSurah": 42,
        "juz": 5,
        "manzil": 1,
        "page": 85,
        "ruku": 67,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 536,
        "text": "¡Creyentes! No os acerquéis ebrios a la azalá. Esperad a que estéis en condiciones de saber lo que decís. No vayáis impuros -a no ser que estéis de viaje- hasta que os hayáis lavado. Y si estáis enfermos o de viaje, si viene uno de vosotros de hacer sus necesidades, o habéis tenido contacto con mujeres y no encontráis agua, recurrid a arena limpia y pasadla por el rostro y por las manos. Alá es perdonador, indulgente.",
        "numberInSurah": 43,
        "juz": 5,
        "manzil": 1,
        "page": 85,
        "ruku": 68,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 537,
        "text": "¿No has visto a quienes han recibido una porción de la Escritura ? Compran el extravío y quieren que vosotros os extraviéis del Camino.",
        "numberInSurah": 44,
        "juz": 5,
        "manzil": 1,
        "page": 85,
        "ruku": 68,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 538,
        "text": "Alá conoce mejor que nadie a vuestros enemigos. Alá basta como amigo. Alá basta como auxiliar.",
        "numberInSurah": 45,
        "juz": 5,
        "manzil": 1,
        "page": 86,
        "ruku": 68,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 539,
        "text": "Algunos judíos alteran el sentido de las palabras y dicen: «Oímos y desobedecemos... ¡Escucha, sin que se pueda oír! ¡Raina!», trabucando con sus lenguas y atacando la Religión. Si dijeran: «Oímos y obedecemos...¡Escucha! ¡Unzurna!», sería mejor para ellos y más correcto. Pero Alá les ha maldecido por su incredulidad. Creen, pero poco.",
        "numberInSurah": 46,
        "juz": 5,
        "manzil": 1,
        "page": 86,
        "ruku": 68,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 540,
        "text": "Vosotros, los que habéis recibido la Escritura, ¡creed en lo que hemos revelado, en confirmación de lo que ya poseíais, antes de que borremos los rasgos de los rostros, antes de que los pongamos del revés o les maldigamos como maldijimos a los del sábado! ¡La orden de Alá se cumple!",
        "numberInSurah": 47,
        "juz": 5,
        "manzil": 1,
        "page": 86,
        "ruku": 68,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 541,
        "text": "Alá no perdona que se Le asocie. Pero perdona lo menos grave a quien Él quiere. Quien asocia a Alá comete un gravísimo pecado.",
        "numberInSurah": 48,
        "juz": 5,
        "manzil": 1,
        "page": 86,
        "ruku": 68,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 542,
        "text": "¿No has visto a quienes se consideran puros? No, es Alá Quien declara puro a quien Él quiere y nadie será tratado injustamente en lo más mínimo.",
        "numberInSurah": 49,
        "juz": 5,
        "manzil": 1,
        "page": 86,
        "ruku": 68,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 543,
        "text": "¡Mira cómo inventan la mentira contra Alá! Basta eso como pecado manifiesto.",
        "numberInSurah": 50,
        "juz": 5,
        "manzil": 1,
        "page": 86,
        "ruku": 68,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 544,
        "text": "¿No has visto a quienes han recibido una porción de la Escritura ? Creen en el chibt y en los taguts y dicen de los infieles: «Éstos están mejor dirigidos que los creyentes».",
        "numberInSurah": 51,
        "juz": 5,
        "manzil": 1,
        "page": 86,
        "ruku": 69,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 545,
        "text": "A ésos son a quienes Alá ha maldecido, y no encontrarás quien auxilie a quien Alá maldiga.",
        "numberInSurah": 52,
        "juz": 5,
        "manzil": 1,
        "page": 87,
        "ruku": 69,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 546,
        "text": "Aunque tuvieran parte en el dominio no darían a la gente lo más mínimo.",
        "numberInSurah": 53,
        "juz": 5,
        "manzil": 1,
        "page": 87,
        "ruku": 69,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 547,
        "text": "¿Envidiarán a la gente por el favor que Alá les ha dispensado? Hemos dado a la familia de Abraham la Escritura y la Sabiduría. les hemos dado un dominio inmenso.",
        "numberInSurah": 54,
        "juz": 5,
        "manzil": 1,
        "page": 87,
        "ruku": 69,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 548,
        "text": "De ellos, unos creen en ella y otros se apartan de ella. La gehena les bastará como fuego.",
        "numberInSurah": 55,
        "juz": 5,
        "manzil": 1,
        "page": 87,
        "ruku": 69,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 549,
        "text": "A quienes no crean en Nuestros signos les arrojaremos a un Fuego. Siempre que se les consuma la piel, se la repondremos, para que gusten el castigo. Alá es poderoso, sabio.",
        "numberInSurah": 56,
        "juz": 5,
        "manzil": 1,
        "page": 87,
        "ruku": 69,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 550,
        "text": "A quienes crean y obren bien, les introduciremos en jardines por cuyos bajos fluyen arroyos, en los que estarán eternamente, para siempre. Allí tendrán esposas purificadas y haremos que les dé una sombra espesa.",
        "numberInSurah": 57,
        "juz": 5,
        "manzil": 1,
        "page": 87,
        "ruku": 69,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 551,
        "text": "Alá os ordena que restituyáis los depósitos a sus propietarios y que cuando decidáis entre los hombres lo hagáis con justicia. ¡Qué bueno es aquello a que Alá os exhorta! Alá todo lo oye, todo lo ve.",
        "numberInSurah": 58,
        "juz": 5,
        "manzil": 1,
        "page": 87,
        "ruku": 69,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 552,
        "text": "¡Creyentes! Obedeced a Alá, obedeced al Enviado y a aquéllos de vosotros que tengan autoridad. Y, si discutís por í algo, referidlo a Alá y al Enviado, si es que créis en Alá y en el último Día. Es lo mejor y la solución más apropiada.",
        "numberInSurah": 59,
        "juz": 5,
        "manzil": 1,
        "page": 87,
        "ruku": 69,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 553,
        "text": "¿No has visto a quienes pretenden creer en lo que se te ha revelado a ti y en lo que se ha revelado antes de ti? Quieren recurrir al arbitraje de los taguts, a pesar de que se les ha ordenado no creer en ellos. El Demonio quiere extraviarles profundamente.",
        "numberInSurah": 60,
        "juz": 5,
        "manzil": 1,
        "page": 88,
        "ruku": 70,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 554,
        "text": "Cuando se les dice: «¡Venid a lo que Alá ha revelado, venid al Enviado!», ves que los hipócritas se apartan de ti completamente.",
        "numberInSurah": 61,
        "juz": 5,
        "manzil": 1,
        "page": 88,
        "ruku": 70,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 555,
        "text": "¿Qué harán, entonces, cuando les aflija una desgracia por lo que ellos mismos han cometido y vengan a ti, jurando por Alá: «No queríamos sino hacer bien y ayudar»?",
        "numberInSurah": 62,
        "juz": 5,
        "manzil": 1,
        "page": 88,
        "ruku": 70,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 556,
        "text": "Esos tales son aquéllos de quienes Alá conoce lo que encierran sus corazones ¡Apártate de ellos, amonéstales, diles palabras persuasivas que se apliquen a su caso!",
        "numberInSurah": 63,
        "juz": 5,
        "manzil": 1,
        "page": 88,
        "ruku": 70,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 557,
        "text": "No hemos mandado a ningún Enviado sino para, con permiso de Alá, ser obedecido. Si, cuando fueron injustos consigo mismos, hubieran venido a ti y pedido el perdón de Alá, y si el Enviado hubiera también pedido el perdón por ellos, habrían encontrado a Alá indulgente, misericordioso.",
        "numberInSurah": 64,
        "juz": 5,
        "manzil": 1,
        "page": 88,
        "ruku": 70,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 558,
        "text": "Pero ¡no, por tu Señor! No creerán hasta que te hayan hecho juez de su disputa; entonces, ya no encontrarán en sí mismos dificultad en aceptar tu decisión y se adherirán plenamente.",
        "numberInSurah": 65,
        "juz": 5,
        "manzil": 1,
        "page": 88,
        "ruku": 70,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 559,
        "text": "Si les hubiéramos prescrito: «¡Mataos unos a otros!» o «¡Salid de vuestros hogares!», no lo habrían hecho, salvo unos pocos de ellos. Pero, si se hubieran conformado a las exhortaciones recibidas, habría sido mejor para ellos y habrían salido más fortalecidos.",
        "numberInSurah": 66,
        "juz": 5,
        "manzil": 1,
        "page": 89,
        "ruku": 70,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 560,
        "text": "les habríamos dado entonces, por parte Nuestra, una magnífica recompensa",
        "numberInSurah": 67,
        "juz": 5,
        "manzil": 1,
        "page": 89,
        "ruku": 70,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 561,
        "text": "y les habríamos dirigido por una vía recta.",
        "numberInSurah": 68,
        "juz": 5,
        "manzil": 1,
        "page": 89,
        "ruku": 70,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 562,
        "text": "Quienes obedecen a Alá y al Enviado, están con los profetas, los veraces, los testigos y los justos a los que Alá ha agraciado. ¡Qué buena compañía!",
        "numberInSurah": 69,
        "juz": 5,
        "manzil": 1,
        "page": 89,
        "ruku": 70,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 563,
        "text": "Así es el favor de Alá. Alá basta como omnisciente.",
        "numberInSurah": 70,
        "juz": 5,
        "manzil": 1,
        "page": 89,
        "ruku": 70,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 564,
        "text": "¡Creyentes! ¡Tened cuidado! Acometed en destacamentos o formando un solo cuerpo.",
        "numberInSurah": 71,
        "juz": 5,
        "manzil": 1,
        "page": 89,
        "ruku": 71,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 565,
        "text": "Hay entre vosotros quien se queda rezagado del todo y, si os sobreviene una desgracia, dice: «Alá me ha agraciado, pues no estaba allí con ellos».",
        "numberInSurah": 72,
        "juz": 5,
        "manzil": 1,
        "page": 89,
        "ruku": 71,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 566,
        "text": "Pero, si Alá os favorece, seguro que, dice, como si no existiera ninguna amistad entre vosotros y él: «¡Ojalá hubiera estado con ellos, habría obtenido un éxito grandioso!»",
        "numberInSurah": 73,
        "juz": 5,
        "manzil": 1,
        "page": 89,
        "ruku": 71,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 567,
        "text": "¡Que quienes cambian la vida de acá por la otra combatan por Alá! A quien. combatiendo por Alá, sea muerto o salga victorioso, le daremos una magnífica recompensa.",
        "numberInSurah": 74,
        "juz": 5,
        "manzil": 1,
        "page": 89,
        "ruku": 71,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 568,
        "text": "¿Por qué no queréis combatir por Alá y por los oprimidos -hombres, mujeres y niños que dicen: «¡Señor! ¡Sácanos de esta ciudad, de impíos habitantes! ¡Danos un amigo designado por Ti! ¡Danos un auxiliar designado por tí!»?",
        "numberInSurah": 75,
        "juz": 5,
        "manzil": 1,
        "page": 90,
        "ruku": 71,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 569,
        "text": "Quienes creen, combaten por Alá. Quienes no creen, combaten por los taguts. Combatid, pues, contra los amigos del Demonio. ¡Las artimañas del Demonio son débiles!",
        "numberInSurah": 76,
        "juz": 5,
        "manzil": 1,
        "page": 90,
        "ruku": 71,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 570,
        "text": "¿No has visto a aquéllos a quienes se dijo: «¡Deponed las armas! ¡Haced la azalá y dad el azaque!»? Cuando se les prescribe el combate, algunos de ellos tienen tanto miedo de los hombres como deberían tener de Alá, o aún más, y dicen: «¡Señor! ¿Por qué nos has ordenado combatir? Si nos dejaras para un poco más tarde...» Di: «El breve disfrute de la vida de acá es mezquino. La otra vida es mejor para quien teme a Alá. No se os tratará injustamente en lo más mínimo».",
        "numberInSurah": 77,
        "juz": 5,
        "manzil": 1,
        "page": 90,
        "ruku": 72,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 571,
        "text": "Dondequiera que os encontréis, la muerte os alcanzará, aun si estáis en torres elevadas. Si les sucede un bien, dicen: «Esto viene de Alá». Pero, si es un mal, dicen: «Esto viene de ti». Di: «Todo viene de Alá». Pero ¿qué tienen éstos, que apenas comprenden lo que se les dice?",
        "numberInSurah": 78,
        "juz": 5,
        "manzil": 1,
        "page": 90,
        "ruku": 72,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 572,
        "text": "Lo bueno que te sucede viene de Alá. Lo malo que te sucede viene de ti mismo. Te hemos mandado a la Humanidad como Enviado. Alá basta como testigo.",
        "numberInSurah": 79,
        "juz": 5,
        "manzil": 1,
        "page": 90,
        "ruku": 72,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 573,
        "text": "Quien obedece al Enviado, obedece a Alá. Quien se aparta... Nosotros no te hemos mandado para que seas su custodio.",
        "numberInSurah": 80,
        "juz": 5,
        "manzil": 1,
        "page": 91,
        "ruku": 72,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 574,
        "text": "Y dicen: «¡Obediencia! Pero, cuando salen de tu presencia, algunos traman de noche hacer otra cosa diferente de lo que tú dices. Alá toma nota de lo que traman de noche. ¡Apártate, pues, de ellos y confía en Alá! ¡Alá basta como protector!",
        "numberInSurah": 81,
        "juz": 5,
        "manzil": 1,
        "page": 91,
        "ruku": 72,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 575,
        "text": "¿No meditan en el Corán ? Si hubiera sido de otro que de Alá, habrían encontrado en él numerosas contradicciones.",
        "numberInSurah": 82,
        "juz": 5,
        "manzil": 1,
        "page": 91,
        "ruku": 72,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 576,
        "text": "Cuando se enteran de algo referente a la seguridad o al temor, lo difunden. Si lo hubieran referido al Enviado y a quienes de ellos tienen autoridad, los que deseaban averiguar la verdad habrían sabido si dar crédito o no. Si no llega a ser por el favor que de Alá habéis recibido y por Su misericordia, habríais seguido casi todos al Demonio.",
        "numberInSurah": 83,
        "juz": 5,
        "manzil": 1,
        "page": 91,
        "ruku": 72,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 577,
        "text": "¡Combate, pues, por Alá! Sólo de ti eres responsable. ¡Anima a los creyentes! Puede que Alá contenga el ímpetu de los infieles. Alá dispone de más violencia y es más terrible en castigar.",
        "numberInSurah": 84,
        "juz": 5,
        "manzil": 1,
        "page": 91,
        "ruku": 72,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 578,
        "text": "Quien intercede de buena manera tendrá su parte y quien intercede de mala manera recibirá otro tanto. Alá vela por todo.",
        "numberInSurah": 85,
        "juz": 5,
        "manzil": 1,
        "page": 91,
        "ruku": 72,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 579,
        "text": "Si os saludan, saludad con un saludo aún mejor, o devolvedlo igual. Alá tiene todo en cuenta.",
        "numberInSurah": 86,
        "juz": 5,
        "manzil": 1,
        "page": 91,
        "ruku": 72,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 580,
        "text": "¡Alá! ¡No hay más dios que Él! Él ha de reuniros para el día indubitable de la Resurreción. Y ¿quién es más veraz que Alá cuando dice algo?",
        "numberInSurah": 87,
        "juz": 5,
        "manzil": 1,
        "page": 92,
        "ruku": 72,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 581,
        "text": "¿Por qué vais a dividiros en dos partidos a propósito de los hipócritas? Alá les ha rechazado ya por lo que han hecho. ¿Es que queréis dirigir a quien Alá ha extraviado? No encontrarás camino para aquél a quien Alá extravía.",
        "numberInSurah": 88,
        "juz": 5,
        "manzil": 1,
        "page": 92,
        "ruku": 73,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 582,
        "text": "Querrían que, como ellos, no creyerais, para ser iguales que ellos. No hagáis, pues, amigos entre ellos hasta que hayan emigrado por Alá. Si cambian de propósito, apoderaos de ellos y matadles donde les encontréis. No aceptéis su amistad ni auxilio,",
        "numberInSurah": 89,
        "juz": 5,
        "manzil": 1,
        "page": 92,
        "ruku": 73,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 583,
        "text": "a menos que sean aliados de gente con la que os una un pacto, o que vengan a vosotros con el ánimo oprimido por tener que combatir contra vosotros o contra su propia gente. Si Alá hubiera querido, les habría dado poder sobre vosotros y habrían combatido contra vosotros. Si se mantienen aparte, si no combaten contra vosotros y os ofrecen someterse, entonces no tendréis justificación ante Alá contra ellos.",
        "numberInSurah": 90,
        "juz": 5,
        "manzil": 1,
        "page": 92,
        "ruku": 73,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 584,
        "text": "Hallaréis a otros que desean vivir en paz con vosotros y con su propia gente. Siempre que se les invita a la apostasía, caen en ella. Si no se mantienen aparte, si no os ofrecen someterse, si no deponen las armas, apoderaos de ellos y matadles donde deis con ellos. Os hemos dado pleno poder sobre ellos.",
        "numberInSurah": 91,
        "juz": 5,
        "manzil": 1,
        "page": 92,
        "ruku": 73,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 585,
        "text": "Un creyente no puede matar a otro creyente, a menos que sea por error. Y quien mate a un creyente por error deberá manumitir a un esclavo creyente y pagar el precio de sangre a la familia de la víctima, a menos que ella renuncie al mismo como limosna. Y si la víctima era creyente y pertenecía a gente enemiga vuestra, deberá manumitir a un esclavo creyente. Pero, si pertenecía a gente con la que os une un pacto, el precio de sangre debe pagarse a la familia de la víctima, aparte de la manumisión de un esclavo creyente. Y quien no disponga de medios, ayunará dos meses consecutivos, como expiación impuesta por Alá. Alá es omniscente, sabio.",
        "numberInSurah": 92,
        "juz": 5,
        "manzil": 1,
        "page": 93,
        "ruku": 74,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 586,
        "text": "Y quien mate a un creyente premeditadamente, tendrá la gehena como retribución, eternamente. Alá se irritará con él, le maldecirá y le preparará un castigo terrible.",
        "numberInSurah": 93,
        "juz": 5,
        "manzil": 1,
        "page": 93,
        "ruku": 74,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 587,
        "text": "¡Creyentes! cuando acudáis a combatir por Alá, cuidado no digáis al primero que os salude: «¡Tú no eres creyente!», buscando los bienes de la vida de acá. Alá ofrece abundantes ocasiones de obtener botín. Vosotros también erais así antes s Alá os agració! ¡Cuidado, pues, que Alá está bien informado de lo que hacéis!",
        "numberInSurah": 94,
        "juz": 5,
        "manzil": 1,
        "page": 93,
        "ruku": 74,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 588,
        "text": "Los creyentes que se quedan en casa, sin estar impedidos, no son iguales que los que combaten por Alá con su hacienda y sus personas. Alá ha puesto a los que combaten con su hacienda y sus personas un grado por encima de los que se quedan en casa. A todos, sin embargo, ha prometido Alá lo mejor, pero Alá ha distinguido a los combatientes por encima de quienes se quedan en casa con una magnífica recompensa,",
        "numberInSurah": 95,
        "juz": 5,
        "manzil": 1,
        "page": 94,
        "ruku": 74,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 589,
        "text": "con el rango que junto a Él ocupan, con perdón y misericordia. Alá es indulgente, misericordioso.",
        "numberInSurah": 96,
        "juz": 5,
        "manzil": 1,
        "page": 94,
        "ruku": 74,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 590,
        "text": "Los ángeles dirán a aquéllos a quienes llamen y que han sido injustos consigo mismos: «Cuál era vuestra situación?» Dirán: «Éramos oprimidos en la tierra». Dirán: «¿Es que la tierra de Alá no era vasta como para que pudierais emigrar?» Esos tales tendrán la gehena como morada. ¡;Mal fin...!",
        "numberInSurah": 97,
        "juz": 5,
        "manzil": 1,
        "page": 94,
        "ruku": 75,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 591,
        "text": "Quedan exceptuados los oprimidos -hombres, mujeres y niños-, que no disponen de posibilidades y no son dirigidos por el Camino.",
        "numberInSurah": 98,
        "juz": 5,
        "manzil": 1,
        "page": 94,
        "ruku": 75,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 592,
        "text": "A éstos puede que Alá les perdone. Alá es perdonador, indulgente.",
        "numberInSurah": 99,
        "juz": 5,
        "manzil": 1,
        "page": 94,
        "ruku": 75,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 593,
        "text": "Quien emigre por Alá, encontrará en la tierra mucho refugio y espacio. La recompensa de aquél a quien sorprenda la muerte, después de dejar su casa para emigrar a Alá y a Su enviado, incumbe a Alá. Alá es indulgente, misericordioso.",
        "numberInSurah": 100,
        "juz": 5,
        "manzil": 1,
        "page": 94,
        "ruku": 75,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 594,
        "text": "Cuando estéis de viaje, no hay incoveniente en que abreviéis la azalá, si teméis un ataque de los infieles. Los infieles son para vosotros un enemigo declarado.",
        "numberInSurah": 101,
        "juz": 5,
        "manzil": 1,
        "page": 94,
        "ruku": 76,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 595,
        "text": "Cuando estés con ellos y les dirijas la azalá, que un grupo se mantenga de pie a tu lado, arma en mano. Cuando se hayan prosternado, que vayan atrás y que otro grupo que aún no haya orado venga y ore contigo. ¡Que tengan cuidado y no dejen las armas de la mano! Los infieles querrían que descuidarais vuestras armas e impedimenta para echarse de improviso sobre vosotros. No hay inconveniente en que dejéis a un lado las armas si la lluvia os molesta o estáis enfermos, pero ¡tened cuidado! Alá ha preparado un castigo humillante para los infieles.",
        "numberInSurah": 102,
        "juz": 5,
        "manzil": 1,
        "page": 95,
        "ruku": 76,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 596,
        "text": "Cuando hayáis terminado la azalá recordad a Alá de pie, sentados o echados. Y, si os sentís tranquilos, haced la azalá. La azalá se ha prescrito a los creyentes en tiempos determinados.",
        "numberInSurah": 103,
        "juz": 5,
        "manzil": 1,
        "page": 95,
        "ruku": 76,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 597,
        "text": "No dejéis de perseguir a esa gente. Si os cuesta, también a ellos, como a vosotros, les cuesta, pero vosotros esperáis de Alá lo que ellos no esperan. Alá es omnisciente, sabio.",
        "numberInSurah": 104,
        "juz": 5,
        "manzil": 1,
        "page": 95,
        "ruku": 76,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 598,
        "text": "Te hemos revelado la Escritura con la Verdad para que decidas entre los hombres como Alá te dé a entender. ¡No abogues por los traidores!",
        "numberInSurah": 105,
        "juz": 5,
        "manzil": 1,
        "page": 95,
        "ruku": 77,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 599,
        "text": "¡Pide perdón a Alá! Alá es indulgente, misericordioso.",
        "numberInSurah": 106,
        "juz": 5,
        "manzil": 1,
        "page": 96,
        "ruku": 77,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 600,
        "text": "¡No discutas defendiendo a los que obran deslealmente consigo mismos! Alá no ama al que es traidor contumaz, pecador.",
        "numberInSurah": 107,
        "juz": 5,
        "manzil": 1,
        "page": 96,
        "ruku": 77,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 601,
        "text": "Se esconden de los hombres, pero no pueden esconderse de Alá, Que está presente cuando traman de noche algo que no Le satisface. Alá abarca todo lo que hacen.",
        "numberInSurah": 108,
        "juz": 5,
        "manzil": 1,
        "page": 96,
        "ruku": 77,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 602,
        "text": "¡Mirad cómo sois! Discutís en favor de ellos en la vida de acá, pero ¿quién va a defenderles contra Alá el día de la Resurrección? ¿Quién será entonces su protector?",
        "numberInSurah": 109,
        "juz": 5,
        "manzil": 1,
        "page": 96,
        "ruku": 77,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 603,
        "text": "Quien obra mal o es injusto consigo mismo, si luego pide perdón a Alá, encontrará a Alá indulgente, misericordioso.",
        "numberInSurah": 110,
        "juz": 5,
        "manzil": 1,
        "page": 96,
        "ruku": 77,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 604,
        "text": "Quien peca, peca, en realidad, en detrimento propio. Alá es omnisciente, sabio.",
        "numberInSurah": 111,
        "juz": 5,
        "manzil": 1,
        "page": 96,
        "ruku": 77,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 605,
        "text": "Quien comete una falta o un pecado y acusa de ello a un inocente, carga con una infamia y con un pecado manifiesto.",
        "numberInSurah": 112,
        "juz": 5,
        "manzil": 1,
        "page": 96,
        "ruku": 77,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 606,
        "text": "Si no llega a ser por el favor de Alá en ti y por Su misericordia, algunos de ellos habrían preferido extraviarte. Pero sólo se extravían a sí mismos y no pueden, en modo alguno, dañarte. Alá te ha revelado la Escritura y la Sabiduría y te ha enseñado lo que no sabías. El favor de Alá en ti es inmenso.",
        "numberInSurah": 113,
        "juz": 5,
        "manzil": 1,
        "page": 96,
        "ruku": 78,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 607,
        "text": "En muchos de sus conciliábulos no hay bien, salvo cuando uno ordena la limosna, lo reconocido como bueno o la , reconciliación entre los hombres. A quien haga esto por deseo de agradar a Alá, le daremos una magnífica recompensa.",
        "numberInSurah": 114,
        "juz": 5,
        "manzil": 1,
        "page": 97,
        "ruku": 78,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 608,
        "text": "A quien se separe del Enviado después de habérsele manifestado claramente la Dirección y siga un camino diferente del de los creyentes, le abandonaremos en la medida que él abandone y le arrojaremos a la gehena. ¡Mal fin...!",
        "numberInSurah": 115,
        "juz": 5,
        "manzil": 1,
        "page": 97,
        "ruku": 78,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 609,
        "text": "Alá no perdona que se Le asocie. Pero perdona lo menos grave a quien Él quiere. Quien asocia a Alá está profundamente extraviado.",
        "numberInSurah": 116,
        "juz": 5,
        "manzil": 1,
        "page": 97,
        "ruku": 79,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 610,
        "text": "En lugar de invocarle a Él, no invocan sino a deidades femeninas. No invocan más que a un demonio rebelde.",
        "numberInSurah": 117,
        "juz": 5,
        "manzil": 1,
        "page": 97,
        "ruku": 79,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 611,
        "text": "¡Que Alá le maldiga! Ha dicho: «He de tomar a un número determinado de Tus siervos,",
        "numberInSurah": 118,
        "juz": 5,
        "manzil": 1,
        "page": 97,
        "ruku": 79,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 612,
        "text": "he de extraviarles, he de inspirarles vanos deseos, he de ordenarles que hiendan las orejas del ganado y que alteren la creación de Alá!» Quien tome como amigo al Demonio, en lugar de tomar a Alá, está manifiestamente perdido.",
        "numberInSurah": 119,
        "juz": 5,
        "manzil": 1,
        "page": 97,
        "ruku": 79,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 613,
        "text": "Les hace promesas y les inspira vanos deseos, pero el Demonio no les promete sino falacia.",
        "numberInSurah": 120,
        "juz": 5,
        "manzil": 1,
        "page": 97,
        "ruku": 79,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 614,
        "text": "La morada de esos tales será la gehena y no hallarán medio de escapar de ella.",
        "numberInSurah": 121,
        "juz": 5,
        "manzil": 1,
        "page": 97,
        "ruku": 79,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 615,
        "text": "A quienes crean y obren bien, les introduciremos en jardines por cuyos bajos fluyen arroyos, en los que estarán eternamente, para siempre. ¡Promesa de Alá. verdad! Y ¿quién es más veraz que Alá cuando dice algo?",
        "numberInSurah": 122,
        "juz": 5,
        "manzil": 1,
        "page": 98,
        "ruku": 79,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 616,
        "text": "Esto no depende de lo que vosotros anheléis ni de lo que anhele la gente de la Escritura. Quien obre mal será retribuido por ello y no encontrará, fuera de Alá, amigo ni auxiliar.",
        "numberInSurah": 123,
        "juz": 5,
        "manzil": 1,
        "page": 98,
        "ruku": 79,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 617,
        "text": "El creyente, varón o hembra, que obre bien, entrará en el Jardín y no será tratado injustamente en lo más mínimo.",
        "numberInSurah": 124,
        "juz": 5,
        "manzil": 1,
        "page": 98,
        "ruku": 79,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 618,
        "text": "¿Quién es mejor, tocante a religión. que quien se somete a Alá, hace el bien y sigue la religión de Abraham, que fue hanif ? Alá tomó a Abraham como amigo.",
        "numberInSurah": 125,
        "juz": 5,
        "manzil": 1,
        "page": 98,
        "ruku": 79,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 619,
        "text": "De Alá es lo que está en los cielos y en la tierra. Alá todo lo abarca.",
        "numberInSurah": 126,
        "juz": 5,
        "manzil": 1,
        "page": 98,
        "ruku": 79,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 620,
        "text": "Te consultan a propósito de las mujeres. Di: «Alá os da a conocer Su parecer sobre ellas, aparte de lo que ya se os ha recitado en la Escritura a propósito de las huérfanas a las que aún no habéis dado la parte que les corresponde y con las que deseáis casaros, y a propósito de los niños débiles, y que tratéis con equidad a los huérfanos. Alá conoce perfectamente el bien que hacéis.",
        "numberInSurah": 127,
        "juz": 5,
        "manzil": 1,
        "page": 98,
        "ruku": 80,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 621,
        "text": "Y si una mujer teme malos tratos o aversión por parte de su marido, no hay inconveniente en que se reconcilien, pues es mejor la reconciliación. El ánimo es propenso a la codicia, pero si hacéis bien a otros y teméis a Alá,... Alá está bien informado de lo que hacéis.",
        "numberInSurah": 128,
        "juz": 5,
        "manzil": 1,
        "page": 99,
        "ruku": 80,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 622,
        "text": "No podréis ser justos con vuestras mujeres, aun si lo deseáis. No seáis, pues, tan parciales que dejéis a una de ellas como en suspenso. Si ponéis paz y teméis a Alá,... Alá es indulgente, misericordioso.",
        "numberInSurah": 129,
        "juz": 5,
        "manzil": 1,
        "page": 99,
        "ruku": 80,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 623,
        "text": "Si se separan, Alá enriquecerá a cada uno con Su abundancia. Alá es inmenso, sabio.",
        "numberInSurah": 130,
        "juz": 5,
        "manzil": 1,
        "page": 99,
        "ruku": 80,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 624,
        "text": "De Alá es lo que está en los cielos y en la tierra. Hemos ordenado a quienes, antes de vosotros, recibieron la Escritura, y a vosotros también, el temor de Alá. Si no creéis,... de Alá es lo que está en los cielos y en la tierra. Alá Se basta a Sí mismo es digno de alabanza.",
        "numberInSurah": 131,
        "juz": 5,
        "manzil": 1,
        "page": 99,
        "ruku": 80,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 625,
        "text": "De Alá es lo que está en los cielos y en la tierra. Alá basta como protector.",
        "numberInSurah": 132,
        "juz": 5,
        "manzil": 1,
        "page": 99,
        "ruku": 80,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 626,
        "text": "¡Hombres! Si Él quisiera, os haría desaparecer y os sustituiría por otros. Alá es capaz de hacerlo.",
        "numberInSurah": 133,
        "juz": 5,
        "manzil": 1,
        "page": 99,
        "ruku": 80,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 627,
        "text": "Quien desee la recompensa de la vida de acá, sepa que Alá dispone de la recompensa de la vida de acá y de la otra. Alá todo lo oye, todo lo ve.",
        "numberInSurah": 134,
        "juz": 5,
        "manzil": 1,
        "page": 99,
        "ruku": 80,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 628,
        "text": "¡Creyentes! Sed íntegros en la equidad, cuando depongáis como testigos de Alá, aun en contra vuestra, o de vuestros padres o parientes más cercanos. Lo mismo si es rico que si es pobre, Alá está más cerca de él. No sigáis la pasión faltando a la justicia. Si levantáis falso testimonio u os zafáis,... Alá está bien informado de lo que hacéis.",
        "numberInSurah": 135,
        "juz": 5,
        "manzil": 1,
        "page": 100,
        "ruku": 81,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 629,
        "text": "¡Creyentes! Creed en Alá, en Su Enviado, en la Escritura que ha revelado a Su Enviado y en la Escritura que había revelado antes. Quien no cree en Alá, en Sus ángeles, en Sus Escrituras, en Sus enviados y en el último Día, ese tal está profundamente extraviado.",
        "numberInSurah": 136,
        "juz": 5,
        "manzil": 1,
        "page": 100,
        "ruku": 81,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 630,
        "text": "A quienes crean y luego dejen de creer, vuelvan a creer y de nuevo dejen de creer, creciendo en su incredulidad, Alá no está para perdonarles ni dirigirles por un camino.",
        "numberInSurah": 137,
        "juz": 5,
        "manzil": 1,
        "page": 100,
        "ruku": 81,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 631,
        "text": "Anuncia a los hipócritas que tendrán un castigo doloroso.",
        "numberInSurah": 138,
        "juz": 5,
        "manzil": 1,
        "page": 100,
        "ruku": 81,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 632,
        "text": "Toman a los infieles como amigos, en lugar de tomar a los creyentes. ¿Es que buscan en ellos el poder? El poder pertenece en su totalidad a Alá.",
        "numberInSurah": 139,
        "juz": 5,
        "manzil": 1,
        "page": 100,
        "ruku": 81,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 633,
        "text": "Él os ha revelado en la Escritura : «Cuando oigáis que las aleyas de Alá no son creídas y son objeto de burla, no os sentéis con ellos mientras no cambien de tema de conversación; si no, os haréis como ellos». Alá reunirá a los hipócritas y a los infieles, todos juntos, en la gehena.",
        "numberInSurah": 140,
        "juz": 5,
        "manzil": 1,
        "page": 100,
        "ruku": 81,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 634,
        "text": "Están a la expectativa, a ver cómo os va. Cuando tenéis éxito con la ayuda de d Alá, dicen: «Pues ¿no estábamos con vosotros?» Pero, si los infieles obtienen un éxito parcial, dicen: «¿No tuvimos ocasión de venceros y, en cambio, os defendimos contra los creyentes?» Alá decidirá entre vosotros el día de la Resurrección. Alá no permitirá que los infieles prevalezcan sobre los creyentes.",
        "numberInSurah": 141,
        "juz": 5,
        "manzil": 1,
        "page": 101,
        "ruku": 81,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 635,
        "text": "Los hipócritas tratan de engañar a Alá, pero es Él Quien les engaña. Cuando se disponen a hacer la azalá lo hacen perezosamente, sólo para ser vistos de los hombres, apenas piensan en Alá.",
        "numberInSurah": 142,
        "juz": 5,
        "manzil": 1,
        "page": 101,
        "ruku": 82,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 636,
        "text": "Vacilantes, no se pronuncian por unos ni por otros. No encontrarás camino para aquél a quien Alá extravía.",
        "numberInSurah": 143,
        "juz": 5,
        "manzil": 1,
        "page": 101,
        "ruku": 82,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 637,
        "text": "¡Creyentes! No toméis a los infieles como amigos, en lugar de tomar a los creyentes. ¿Queréis dar a Alá un argumento manifiesto en contra vuestra?",
        "numberInSurah": 144,
        "juz": 5,
        "manzil": 1,
        "page": 101,
        "ruku": 82,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 638,
        "text": "Los hipócritas estarán en lo más profundo del Fuego y no encontrarás quien les auxilie,",
        "numberInSurah": 145,
        "juz": 5,
        "manzil": 1,
        "page": 101,
        "ruku": 82,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 639,
        "text": "salvo si se arrepienten, se enmiendan, se aferran a Alá y rinden a Alá un culto sincero. Éstos estarán en companía de los creyentes y Alá dará a los creyentes una magnífica recompensa.",
        "numberInSurah": 146,
        "juz": 5,
        "manzil": 1,
        "page": 101,
        "ruku": 82,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 640,
        "text": "¿Por qué va Alá a castigaros si sois agradecidos y creéis? Alá es agradecido, omnisciente.",
        "numberInSurah": 147,
        "juz": 5,
        "manzil": 1,
        "page": 101,
        "ruku": 82,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 641,
        "text": "A Alá no le gusta la maledicencia en voz alta, a no ser que quien lo haga haya sido tratado injustamente. Alá todo lo oye, todo lo sabe.",
        "numberInSurah": 148,
        "juz": 6,
        "manzil": 1,
        "page": 102,
        "ruku": 82,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 642,
        "text": "Que divulguéis un bien o lo ocultéis, que perdonéis un agravio... Alá es perdonador, poderoso.",
        "numberInSurah": 149,
        "juz": 6,
        "manzil": 1,
        "page": 102,
        "ruku": 82,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 643,
        "text": "Quienes no creen en Alá ni en Sus enviados y quieren hacer distingos entre Alá y Sus enviados, diciendo: «¡Creemos en unos, pero en otros no!», queriendo adoptar una postura intermedia,",
        "numberInSurah": 150,
        "juz": 6,
        "manzil": 1,
        "page": 102,
        "ruku": 82,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 644,
        "text": "ésos son los infieles de verdad. Y para los infieles tenemos preparado un castigo humillante.",
        "numberInSurah": 151,
        "juz": 6,
        "manzil": 1,
        "page": 102,
        "ruku": 82,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 645,
        "text": "Pero a quienes crean en Alá y en Sus enviados, sin hacer distingos entre ellos, Él les remunerará. Alá es indulgente, misericordioso.",
        "numberInSurah": 152,
        "juz": 6,
        "manzil": 1,
        "page": 102,
        "ruku": 82,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 646,
        "text": "La gente de la Escritura te pide que les bajes del cielo una Escritura. Ya habían pedido a Moisés algo más grave que eso, cuando dijeron: «¡Muéstranos a Alá claramente!» Como castigo a su impiedad el Rayo se los llevó. Luego, cogieron el ternero, aun después de haber recibido las pruebas claras. Se lo perdonamos y dimos a Moisés una autoridad manifiesta.",
        "numberInSurah": 153,
        "juz": 6,
        "manzil": 1,
        "page": 102,
        "ruku": 83,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 647,
        "text": "Levantamos la montaña por encima de ellos en señal de pacto con ellos y les dijimos: «¡Prosternaos al entrar por la puerta!» Y les dijimos: «¡No violéis el sábado!» Y concertamos con ellos un pacto solemne.",
        "numberInSurah": 154,
        "juz": 6,
        "manzil": 1,
        "page": 102,
        "ruku": 83,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 648,
        "text": "por haber violado su pacto, por no haber creído en los signos de Alá, por haber matado a los profetas sin justificación y por haber dicho: «Nuestros corazones están incircuncisos». ¡No! Alá los ha sellado por su incredulidad, de modo que tienen fe, pero poca.",
        "numberInSurah": 155,
        "juz": 6,
        "manzil": 1,
        "page": 103,
        "ruku": 83,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 649,
        "text": "por su incredulidad por haber proferido contra María una enorme calumnia,",
        "numberInSurah": 156,
        "juz": 6,
        "manzil": 1,
        "page": 103,
        "ruku": 83,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 650,
        "text": "y por haber dicho: «Hemos dado muerte al Ungido, Jesús, hijo de María, el enviado de Alá», siendo así que no le mataron ni le crucificaron, sino que les pareció así. Los que discrepan acerca de él, dudan. No tienen conocimiento de él, no siguen más que conjeturas. Pero, ciertamente no le mataron,",
        "numberInSurah": 157,
        "juz": 6,
        "manzil": 1,
        "page": 103,
        "ruku": 83,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 651,
        "text": "sino que Alá lo elevó a Sí. Alá es poderoso, sabio.",
        "numberInSurah": 158,
        "juz": 6,
        "manzil": 1,
        "page": 103,
        "ruku": 83,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 652,
        "text": "Entre la gente de la Escritura no has nadie que no crea en Él antes de su muerte. Él día de la Resurrección servirá de testigo contra ellos.",
        "numberInSurah": 159,
        "juz": 6,
        "manzil": 1,
        "page": 103,
        "ruku": 83,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 653,
        "text": "Prohibimos a los judíos cosas buenas que antes les habían sido lícitas, por haber sido impíos y por haber desviado a tantos del camino de Alá.",
        "numberInSurah": 160,
        "juz": 6,
        "manzil": 1,
        "page": 103,
        "ruku": 83,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 654,
        "text": "por usurear, a pesar de habérseles prohibido, y por haber devorado la hacienda ajena injustamente. A los infieles de entre ellos les hemos preparado un castigo doloroso.",
        "numberInSurah": 161,
        "juz": 6,
        "manzil": 1,
        "page": 103,
        "ruku": 83,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 655,
        "text": "Pero a los que, de ellos, están arraigados en la Ciencia, a los creyentes, que , creen en lo que se te ha revelado a ti y a otros antes de ti, a los que hacen la azalá, a los que dan el azaque, a los que creen en Alá y en el último Día, a ésos les daremos una magnífica recompensa.",
        "numberInSurah": 162,
        "juz": 6,
        "manzil": 1,
        "page": 103,
        "ruku": 83,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 656,
        "text": "Te hemos hecho una revelación, como hicimos una revelación a Noé y a los profeta que le siguieron. Hicimos una revelación a Abraham, Ismael, Isaac, Jacob, as tribus, Jesús, Job, Jonás, Aarón y Salomón. Y dimos a David Salmos.",
        "numberInSurah": 163,
        "juz": 6,
        "manzil": 1,
        "page": 104,
        "ruku": 84,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 657,
        "text": "Te hemos contado previamente de algunos enviados, de otros no -con Moisés Alá habló de hecho-,",
        "numberInSurah": 164,
        "juz": 6,
        "manzil": 1,
        "page": 104,
        "ruku": 84,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 658,
        "text": "enviados portadores de buenas nuevas y que advertían, para que los hombres no pudieran alegar ningún pretexto ante Alá después de la venida de los enviados. Alá es poderoso, sabio.",
        "numberInSurah": 165,
        "juz": 6,
        "manzil": 1,
        "page": 104,
        "ruku": 84,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 659,
        "text": "Pero Alá es testigo de que lo que El te ha revelado lo ha revelado con Su ciencia. Los ángeles también son testigos, aunque basta Alá como testigo.",
        "numberInSurah": 166,
        "juz": 6,
        "manzil": 1,
        "page": 104,
        "ruku": 84,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 660,
        "text": "Los que no creen y desvían a otros del camino de Alá están profundamente extraviados.",
        "numberInSurah": 167,
        "juz": 6,
        "manzil": 1,
        "page": 104,
        "ruku": 84,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 661,
        "text": "A los que no crean y obren impíamente Alá nunca les perdonará ni les dirigirá por otro camino",
        "numberInSurah": 168,
        "juz": 6,
        "manzil": 1,
        "page": 104,
        "ruku": 84,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 662,
        "text": "que el camino de la gehena, en la que estarán eternamente, para siempre. Es cosa fácil para Alá.",
        "numberInSurah": 169,
        "juz": 6,
        "manzil": 1,
        "page": 104,
        "ruku": 84,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 663,
        "text": "¡Hombres! Ha venido a vosotros el Enviado con la Verdad que viene de vuestro Señor. Creed, pues, será mejor para vosotros. Si no creéis... De Alá es lo que está en los cielos y en la tierra. Alá es omnisciente, sabio.",
        "numberInSurah": 170,
        "juz": 6,
        "manzil": 1,
        "page": 104,
        "ruku": 84,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 664,
        "text": "¡Gente de la Escritura ! ¡No exageréis en vuestra religión! ¡No digáis de Alá sino la verdad: que el Ungido, Jesús, hijo de María, es solamente el enviado de Alá y Su Palabra, que Él ha comunicado a María, y un espíritu que procede de Él! ¡Creed, pues, en Alá y en Sus enviados! ¡No digáis \"Tres'! ¡Basta ya, será mejor para vosotros! Alá es sólo un Dios Uno. ¡Gloria a Él Tener un hijo...Suyo es lo que está en los cielos y en la tierra... ¡Alá basta como protector!",
        "numberInSurah": 171,
        "juz": 6,
        "manzil": 1,
        "page": 105,
        "ruku": 84,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 665,
        "text": "El Ungido no tendrá a menos ser siervo de Alá, ni tampoco los ángeles allegados. A todos aquéllos que tengan a menos servirle y hayan sido altivos les congregará hacia Sí.",
        "numberInSurah": 172,
        "juz": 6,
        "manzil": 1,
        "page": 105,
        "ruku": 85,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 666,
        "text": "En cuanto a quienes hayan creído y obrado bien, Él les dará, por favor, Su recompensa y aún más. Pero a quienes hayan tenido a menos servirle y hayan sido altivos, les infligirá un castigo doloroso. No encontrarán, fuera de Alá, amigo ni auxiliar.",
        "numberInSurah": 173,
        "juz": 6,
        "manzil": 1,
        "page": 105,
        "ruku": 85,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 667,
        "text": "¡Hombres! Os ha venido de vuestro Señor una prueba. Y os hemos hecho bajar una Luz manifiesta.",
        "numberInSurah": 174,
        "juz": 6,
        "manzil": 1,
        "page": 105,
        "ruku": 85,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 668,
        "text": "A quienes hayan creído en Alá y se hayan aferrado a Él, les introducirá en Su misericordia y favor y les dirigirá a Sí por una vía recta.",
        "numberInSurah": 175,
        "juz": 6,
        "manzil": 1,
        "page": 105,
        "ruku": 85,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 669,
        "text": "Te piden tu parecer. Di: «Alá os da el Suyo a propósito de los parientes colaterales. Si un hombre muere sin dejar hijos, pero sí una hermana, ésta heredará la mitad de lo que deja, y si ella muere sin dejar hijos, él heredará todo de ella. Si el difunto deja dos, éstas heredarán los dos tercios de lo que deje. Si tiene hermanos, varones y hembras, a cada varón le corresponderá tanto como a dos hembras juntas. Alá os aclara esto para que no os extraviéis. Alá es omnisciente».",
        "numberInSurah": 176,
        "juz": 6,
        "manzil": 1,
        "page": 106,
        "ruku": 85,
        "hizbQuarter": 42,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "es.cortes",
      "language": "es",
      "name": "Cortes",
      "englishName": "Julio Cortes",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}