{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 28,
    "name": "سُورَةُ القَصَصِ",
    "englishName": "Al-Qasas",
    "englishNameTranslation": "The Stories",
    "revelationType": "Meccan",
    "numberOfAyahs": 88,
    "ayahs": [
      {
        "number": 3253,
        "text": "tsm.",
        "numberInSurah": 1,
        "juz": 20,
        "manzil": 5,
        "page": 385,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3254,
        "text": "éstas son las aleyas de la Escritura clara.",
        "numberInSurah": 2,
        "juz": 20,
        "manzil": 5,
        "page": 385,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3255,
        "text": "Te recitamos la historia de Moisés y de Faraón, conforme a la verdad, para gente que cree.",
        "numberInSurah": 3,
        "juz": 20,
        "manzil": 5,
        "page": 385,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3256,
        "text": "Faraón se condujo altivamente en el país y dividió a sus habitantes en clanes. Debilitaba a un grupo de ellos, degollando a sus hijos varones y dejando con vida a sus mujeres. Era de los corruptores.",
        "numberInSurah": 4,
        "juz": 20,
        "manzil": 5,
        "page": 385,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3257,
        "text": "Quisimos agraciar a los que habían sido humillados en el país y hacer de ellos jefes, hacer de ellos herederos,",
        "numberInSurah": 5,
        "juz": 20,
        "manzil": 5,
        "page": 385,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3258,
        "text": "darles poderío en el país y servirnos de ellos para hacer que Faraón. Hamán y sus ejércitos experimentaran lo que ya recelaban.",
        "numberInSurah": 6,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3259,
        "text": "Inspiramos a la madre de Moisés: «Dale de mamar y, en caso de peligro, ponlo en el río! ¡No temas por él, no estés triste! Te lo devolveremos y haremos de él un enviado».",
        "numberInSurah": 7,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3260,
        "text": "Lo recogió la familia de Faraón, para terminar siendo para ellos enemigo y causa de tristeza. Faraón, Hamán y sus ejércitos eran pecadores.",
        "numberInSurah": 8,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3261,
        "text": "La mujer de Faraón dijo: «Mi alegría y la tuya. ¡No le mates! Quizá nos sea útil o le adoptemos como hijo». No presentían...",
        "numberInSurah": 9,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3262,
        "text": "La madre de Moisés quedó desolada y estuvo a punto de revelar lo ocurrido, si no llega a ser porque fortalecimos su corazón para que tuviera fe.",
        "numberInSurah": 10,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3263,
        "text": "Dijo a su hermana: «¡Síguele!» Y le observaba de lejos, a hurtadillas.",
        "numberInSurah": 11,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3264,
        "text": "Antes, le habíamos vedado los pechos. Dijo ella: «¿Queréis que os indique una familia que os lo cuide y eduque?»",
        "numberInSurah": 12,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3265,
        "text": "Así, lo devolvimos a su madre, para, que se alegrara y no estuviera triste, para que supiera que lo que Alá promete es verdad. Pero la mayoría no saben.",
        "numberInSurah": 13,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3266,
        "text": "Cuando alcanzó la madurez y completó su crecimiento, le dimos juicio y ciencia: así retribuimos a quienes hacen el bien.",
        "numberInSurah": 14,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3267,
        "text": "Sin que se enteraran sus habitantes, entró en la ciudad y encontró a dos hombres que peleaban, uno de su propio clan y otro del clan adverso. El de su clan le pidió auxilio contra el del otro. Moisés dio a éste un puñetazo y le mató. Dijo: «Esto es obra del Demonio, que es un enemigo, extra viador declarado».",
        "numberInSurah": 15,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3268,
        "text": "Dijo: «¡Señor! He sido injusto conmigo mismo. ¡Perdóname!» Y le perdonó. Él es el Indulgente, el Misericordioso.",
        "numberInSurah": 16,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3269,
        "text": "Dijo: «¡Señor! Por las gracias que me has dispensado, no respaldaré a los pecadores».",
        "numberInSurah": 17,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3270,
        "text": "A la mañana siguiente se encontraba en la ciudad, temeroso, cauto, y he aquí que el que la víspera había solicitado su auxilio le llamó a gritos. Moisés le dijo: «¡Estás evidentemente descarriado!»",
        "numberInSurah": 18,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3271,
        "text": "Habiendo querido, no obstante, poner las manos en el enemigo de ambos, éste le dijo: «¡Moisés! ¿Es que quieres matarme a mí como mataste ayer a aquél? Tú no quieres sino tiranizar el país, no reformarlo».",
        "numberInSurah": 19,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3272,
        "text": "Entonces, de los arrabales, vino corriendo un hombre. Dijo: «¡Moisés!» los dignatarios están deliberando sobre ti para matarte. ¡Sal! Te aconsejo bien».",
        "numberInSurah": 20,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3273,
        "text": "Y salió de ella, temeroso, cauto. «¡Señor!», dijo: «¿Sálvame del pueblo impío!»",
        "numberInSurah": 21,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3274,
        "text": "Y, dirigiéndose hacia Madián, dijo: «Quizá mi Señor me conduzca por el camino recto».",
        "numberInSurah": 22,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3275,
        "text": "Cuando llegó a la aguada de Madián, encontró allí a un grupo de gente que abrevaba sus rebaños. Encontró, además, a dos mujeres que mantenían alejado el de ellas. Dijo: «¿Qué os pasa?» Dijeron ellas: «No podemos abrevar el rebaño mientras estos pastores no se lleven los suyos. Y nuestro padre es muy anciano».",
        "numberInSurah": 23,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3276,
        "text": "Y abrevó su rebaño. Luego, se retiró a la sombra. Y dijo: «¡Señor! Me hace mucha falta cualquier bien que quieras hacerme».",
        "numberInSurah": 24,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3277,
        "text": "Una de las dos vino a él con paso tímido y dijo: «Mi padre te llama para retribuirte por habernos abrevado el rebaño». Cuando llegó ante él y le contó lo que le había ocurrido, dijo: «¡No temas! Estás a salvo del pueblo impío».",
        "numberInSurah": 25,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3278,
        "text": "Una de ellas dijo: «¡Padre! ¡Dale un empleo! No podrás emplear a nadie mejor que este hombre, fuerte, de confianza».",
        "numberInSurah": 26,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3279,
        "text": "Dijo: «Quisiera casarte con una de estas dos hijas mías, pero a condición de que trabajes para mí durante ocho años. Si completas diez, es ya cosa tuya. No quiero coaccionarte. Encontrarás, si Alá quiere, que soy de los justos».",
        "numberInSurah": 27,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3280,
        "text": "Dijo: «¡Trato hecho! Y cualquiera que sea el plazo que yo decida, no seré objeto de hostilidad. Alá responde de nuestras palabras».",
        "numberInSurah": 28,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3281,
        "text": "Y, cuando Moisés cumplió el tiempo convenido y se fue con su familia, distinguió un fuego del lado del monte y dijo a su familia: «¡Quedaos aquí! Distingo un fuego. Quizá pueda informaros de qué se trata u os traiga un tizón. Quizás, así podáis calentaros».",
        "numberInSurah": 29,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3282,
        "text": "Llegado a él, le llamaron desde la vertiente derecha del valle, desde el sitio bendito, desde el árbol: «¡Moisés! ¡Soy Alá, Señor del universo!",
        "numberInSurah": 30,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3283,
        "text": "¡Tira tu vara!» Y cuando vio que se movía como si fuera una serpiente, dio media vuelta para escapar, sin volverse. «¡Moisés! ¡Avanza y no temas! ¡No va a pasarte nada!",
        "numberInSurah": 31,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3284,
        "text": "Introduce la mano por la escotadura de tu túnica y saldrá blanca, sana. Frente al miedo, ¡mantente sereno! He aquí dos pruebas de tu Señor, destinadas a Faraón y a sus dignatarios, que son gente perversa».",
        "numberInSurah": 32,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3285,
        "text": "Dijo: «¡Señor! He matado a uno de los suyos y temo que me maten.",
        "numberInSurah": 33,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3286,
        "text": "Mi hermano Aarón es más elocuente que yo. Envíale conmigo como ayudante, para que confirme lo que yo diga. Temo que me desmientan».",
        "numberInSurah": 34,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3287,
        "text": "Dijo: «Fortaleceremos tu brazo con tu hermano y os daremos autoridad. Así no se llegarán a vosotros. Gracias a Nuestros signos, vosotros dos y quienes os sigan ganaréis».",
        "numberInSurah": 35,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3288,
        "text": "Cuando Moisés les trajo Nuestros signos como pruebas claras, dijeron: «¡Esto no es sino magia inventada! No hemos oído que ocurriera tal cosa en tiempo de nuestros antepasados».",
        "numberInSurah": 36,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3289,
        "text": "Moisés dijo: «Mi Señor sabe bien quién ha traído la Dirección de Él y quién tendrá la Morada Postrera. Los impíos no prosperarán».",
        "numberInSurah": 37,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3290,
        "text": "Faraón dijo: «¡Dignatarios! Yo no sé que tengáis a ningún otro dios que a mí. ¡Hamán! ¡Cuéceme unos ladrillos y hazme una torre! Quizás, así, pueda llegarme al dios de Moisés. Sí, creo que miente».",
        "numberInSurah": 38,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3291,
        "text": "Y se condujeron, él y sus tropas, en el país altivamente sin razón. Creían que no iban a ser devueltos a Nosotros.",
        "numberInSurah": 39,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3292,
        "text": "Entonces, les sorprendimos, a él y a sus tropas, y les precipitamos en el mar. ¡Y mira cómo terminaron los impíos!",
        "numberInSurah": 40,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3293,
        "text": "Hicimos de ellos jefes que llaman al Fuego. Y el día de la Resurrección no serán auxiliados.",
        "numberInSurah": 41,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3294,
        "text": "Hemos hecho que sean perseguidos por una maldición en la vida de acá. Y el día de la Resurrección serán vilipendiados.",
        "numberInSurah": 42,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3295,
        "text": "Después de haber hecho perecer a las generaciones precedentes, dimos a Moisés la Escritura como argumento evidente para los hombres, como dirección y misericordia. Quizás, así, se dejaran amonestar.",
        "numberInSurah": 43,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3296,
        "text": "Cuando decidimos la orden respecto a Moisés, tú no estabas en la ladera occidental del monte, ni eras testigo.",
        "numberInSurah": 44,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3297,
        "text": "Pero suscitamos generaciones que vivieron una vida larga. Tú no residías entre los madianitas para recitarles Nuestras aleyas. Pero enviamos.",
        "numberInSurah": 45,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3298,
        "text": "Ni estabas en la ladera del monte cuando llamamos. Empero, por una misericordia venida de tu Señor, para que adviertas a un pueblo al que no ha venido monitor alguno antes de ti. Quizás, así, se dejen amonestar.",
        "numberInSurah": 46,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3299,
        "text": "Si como castigo a sus obras, les afligiera una desgracia, dirían: «¡Señor! ¿Por qué no nos has mandado un enviado? Habríamos seguido Tus signos y creído».",
        "numberInSurah": 47,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3300,
        "text": "Pero, ahora que la Verdad ha venido a ellos de parte Nuestra, dicen: «¿Por qué no se le ha dado lo mismo que se dio a Moisés?» Pero ¿no se mostraron también incrédulos ante lo que se había dado antes a Moisés? Dicen: «Son dos casos de magia que se respaldan mutuamente». Y dicen: «No creemos en ninguna».",
        "numberInSurah": 48,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3301,
        "text": "Di: «Entonces, si es verdad lo que decís ¡traed una Escritura de Alá que dirija a los hombres mejor que esas dos y la seguiré!»",
        "numberInSurah": 49,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3302,
        "text": "Y, si no te escuchan, sabe que no hacen sino seguir sus pasiones. ¿Y hay alguien más extraviado que quien sigue sus pasiones, sin ninguna dirección venida de Alá? Alá no dirige al pueblo impío.",
        "numberInSurah": 50,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3303,
        "text": "Les hemos hecho llegar la Palabra. Quizás, así se dejen amonestar.",
        "numberInSurah": 51,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3304,
        "text": "Aquéllos a quienes hemos dado la Escritura antes de él, creen en él.",
        "numberInSurah": 52,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3305,
        "text": "Y, cuando se les recita éste, dicen: «¡Creemos en él! Es la Verdad que viene de nuestro Señor. Antes de él nos habíamos sometido».",
        "numberInSurah": 53,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3306,
        "text": "Recibirán doble remuneración por haber tenido paciencia. Repelen el mal con el bien y dan limosna de lo que les hemos proveído.",
        "numberInSurah": 54,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3307,
        "text": "Cuando oyen vaniloquio, se desvían y dicen: «Nosotros responderemos de nuestros actos y vosotros de los vuestros. ¡Paz sobre vosotros! ¡No deseamos tratar con los ignorantes!»",
        "numberInSurah": 55,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3308,
        "text": "Tú no puedes dirigir a quien amas. Alá es, más bien, Quien dirige a quien él quiere. Él sabe mejor que nadie quiénes son los que siguen la buena dirección.",
        "numberInSurah": 56,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3309,
        "text": "Dicen: «Si seguimos la Dirección contigo, se nos despojará de nuestra tierra». Pero ¿es que no les hemos dado poder sobre un territorio sagrado y seguro, al que se traen frutos de todas clases como sustento de parte Nuestra? Pero la mayoría no saben.",
        "numberInSurah": 57,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3310,
        "text": "¡Cuántas ciudades hemos hecho perecer, que se ufanaban de sus medios de subsistencia! Ahí tenéis sus viviendas, casi del todo deshabitadas después de ellos. Hemos sido Nosotros los Herederos.",
        "numberInSurah": 58,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3311,
        "text": "Tu Señor nunca ha destruido ciudades sin haber antes mandado a su metrópoli a un enviado que les recitara Nuestras aleyas. Nunca hemos destruido ciudades, a menos que sus habitantes fueran impíos.",
        "numberInSurah": 59,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3312,
        "text": "Lo que habéis recibido no es más que breve disfrute de la vida de acá y ornato suyo. En cambio, lo que Alá tiene es mejor y más duradero. ¿Es que no razonáis?",
        "numberInSurah": 60,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3313,
        "text": "Uno a quien hemos prometido algo bello, que verá cumplirse, ¿es comparable a aquel otro a quien hemos permitido el breve disfrute de la vida de acá y a quien luego, el día de la Resurrección, se hará comparecer?",
        "numberInSurah": 61,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3314,
        "text": "El día que les llame, dirá: «¡Dónde están aquéllos que pretendíais que eran Mis asociados?»",
        "numberInSurah": 62,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3315,
        "text": "Aquéllos contra quienes se pronuncie la sentencia dirán: «¡Señor! éstos son los que nosotros descarriamos. Les descarriamos como nosotros también estábamos descarriados. Somos inocentes ante Ti. No es a nosotros a quienes servían».",
        "numberInSurah": 63,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3316,
        "text": "Se dirá: «¡Invocad a vuestros asociados!» Les invocarán, pero no les escucharán y verán el castigo. Si hubieran seguido la buena dirección...",
        "numberInSurah": 64,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3317,
        "text": "El día que les llame, dirá: «¿Qué repondisteis a los enviados?»",
        "numberInSurah": 65,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3318,
        "text": "Ese día, como no sabrán qué responder, ni se preguntarán unos a otros.",
        "numberInSurah": 66,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3319,
        "text": "En cuanto a quien se arrepienta, crea y obre bien, es posible que se cuente entre los que prosperen.",
        "numberInSurah": 67,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3320,
        "text": "Tu Señor crea y elige lo que quiere. El elegir no les incumbe. ¡Gloria a Alá! ¡Está por encima de lo que Le asocian!",
        "numberInSurah": 68,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3321,
        "text": "Tu Señor conoce lo que ocultan sus pechos y lo que manifiestan.",
        "numberInSurah": 69,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3322,
        "text": "¡Es Alá ¡No hay más dios que Él! ¡Alabado sea en esta vida y en la otra! ¡Suya es la decisión ! ¡Y a Él seréis devueltos!",
        "numberInSurah": 70,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3323,
        "text": "Di: «¿Qué os parece si Alá os impusiera una noche perpetua hasta el día de la Resurrección? ¿Qué otro dios que Alá podría traeros la claridad? ¿Es que no oís?»",
        "numberInSurah": 71,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3324,
        "text": "Di: «¿Qué os parece si Alá os impusiera un día perpetuo hasta el día de la Resurrección? ¿Qué otro dios que Alá podría traeros la noche para reposaros? ¿Es que no veis?»",
        "numberInSurah": 72,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3325,
        "text": "Como muestra de Su misericordia, ha establecido la noche para vosotros para que descanséis y el día para que busquéis Su favor. Y quizás así, seáis agradecidos.",
        "numberInSurah": 73,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3326,
        "text": "El día que les llame, dirá: «¿Dónde están aquéllos que pretendíais que eran Mis asociados?»",
        "numberInSurah": 74,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3327,
        "text": "Haremos comparecer un testigo de cada comunidad y diremos: «¡Aportad vuestra prueba!» Y sabrán que la Verdad es de Alá. Y se esfumarán sus invenciones.",
        "numberInSurah": 75,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3328,
        "text": "Coré formaba parte del pueblo de Moisés y se insolentó con ellos. Le habíamos dado tantos tesoros que un grupo de hombres forzudos apenas podía cargar con las llaves. Cuando su pueblo le dijo: «No te regocijes, que Alá no ama a los que se regocijan!",
        "numberInSurah": 76,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3329,
        "text": "¡Busca en lo que Alá te ha dado la Morada Postrera, pero no olvides la parte que de la vida de acá te toca! ¡Sé bueno, como Alá lo es contigo! ¡No busques corromper en la tierra, que Alá no ama a los corruptores!»",
        "numberInSurah": 77,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3330,
        "text": "Dijo: «Lo que se me ha dado lo debo sólo a una ciencia que tengo». Pero ¿es que no sabía que Alá había hecho perecer antes de él a otras generaciones más poderosas y opulentas que él? Pero a los pecadores no se les interrogará acerca de sus pecados.",
        "numberInSurah": 78,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3331,
        "text": "Apareció ante su pueblo, rodeado de pompa. Los que deseaban la vida de acá dijeron: «¡Ojalá se nos hubiera dado otro tanto de lo que se ha dado a Coré! Tiene una suerte extraordinaria».",
        "numberInSurah": 79,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3332,
        "text": "Pero los que habían recibido la Ciencia, dijeron: «¡Ay de vosotros! La recompensa de Alá es mejor para el que cree y obra bien. Y no lo conseguirán sino los que tengan paciencia».",
        "numberInSurah": 80,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3333,
        "text": "Hicimos que la tierra se tragara a él y su vivienda. No hubo ningún grupo que, fuera de Alá, le auxiliara, ni pudo defenderse a sí mismo.",
        "numberInSurah": 81,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3334,
        "text": "A la mañana siguiente, los que la víspera habían envidiado su posición dijeron: «¡Ah! Alá dispensa el sustento a quien Él quiere de sus Siervos: a unos con largueza, a otros con mesura. Si Alá no nos hubiera agraciado, habría hecho que nos tragara. ¡Ah! ¡Los infieles no prosperarán!»",
        "numberInSurah": 82,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3335,
        "text": "Asignamos esa Morada Postrera a quienes no quieren conducirse con altivez en la tierra ni corromper. El fin es para los que temen a Alá.",
        "numberInSurah": 83,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3336,
        "text": "Quien venga habiendo obrado bien tendrá como recompensa algo aún mejor. Y quien venga habiendo obrado mal,... Quienes hayan obrado mal no serán retribuidos sino conforme a sus obras.",
        "numberInSurah": 84,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3337,
        "text": "Sí, Quien te ha impuesto el Corán, te devolverá a un lugar de retorno. Di: «Mi Señor sabe bien quién ha traído la Dirección y quién está evidentemente extraviado».",
        "numberInSurah": 85,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3338,
        "text": "Tú no podías esperar que se te transmitiera a ti la Escritura. No ha sido así más que por misericordia venida de tu Señor. ¡No respaldes a los infieles!",
        "numberInSurah": 86,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3339,
        "text": "¡Que no te desvíen de las aleyas de Alá, después de haberte sido reveladas! ¡Llama a tu Señor y no seas de los asociadores!",
        "numberInSurah": 87,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3340,
        "text": "¡No invoques a otro dios junto con Alá! ¡No hay más dios que Él! ¡Todo perece, salvo Él! ¡Suya es la decisión! ¡Y a Él seréis devueltos!",
        "numberInSurah": 88,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "es.cortes",
      "language": "es",
      "name": "Cortes",
      "englishName": "Julio Cortes",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}