{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 35,
    "name": "سُورَةُ فَاطِرٍ",
    "englishName": "Faatir",
    "englishNameTranslation": "The Originator",
    "revelationType": "Meccan",
    "numberOfAyahs": 45,
    "ayahs": [
      {
        "number": 3661,
        "text": "¡Alabado sea Alá, creador de los cielos y de la tierra, Que de los ángeles ha hecho enviados de dos, tres o cuatro alas! Añade a la creación lo que Él quiere. Alá es omnipotente.",
        "numberInSurah": 1,
        "juz": 22,
        "manzil": 5,
        "page": 434,
        "ruku": 376,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3662,
        "text": "No hay quien pueda retener la misericordia que Alá dispensa a los hombres, ni hay quien pueda soltar, fuera de Él, lo que Él retiene. Él es el Poderoso, el Sabio.",
        "numberInSurah": 2,
        "juz": 22,
        "manzil": 5,
        "page": 434,
        "ruku": 376,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3663,
        "text": "¡Hombres! Recordad la gracia que Alá os ha dispensado. ¿Hay algún otro creador distinto de Alá, que os provea del cielo y de la tierra el sustento? No hay más dios que É. ¿Cómo podéis, pues, ser tan desviados!",
        "numberInSurah": 3,
        "juz": 22,
        "manzil": 5,
        "page": 434,
        "ruku": 376,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3664,
        "text": "Si te desmienten, ya antes de ti fueron desmentidos enviados. Pero todo será devuelto a Alá.",
        "numberInSurah": 4,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 376,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3665,
        "text": "¡Hombres! ¡Lo que Alá promete es verdad! ¡Que la vida de acá no os engañe! ¡Que el Engañador no os engañe acerca de Alá!",
        "numberInSurah": 5,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 376,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3666,
        "text": "El Demonio es para vosotros un enemigo. Tenedle, pues, por tal. Llama a sus partidarios sólo para que moren en el fuego de la gehena.",
        "numberInSurah": 6,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 376,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3667,
        "text": "Los que no hayan creído tendrán un castigo severo. En cambio, los que hayan creído y obrado bien tendrán perdón y una gran recompensa.",
        "numberInSurah": 7,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 376,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3668,
        "text": "¿Es que aquél cuya mala conducta ha sido engalanada y la ve como buena...? Alá extravía a quien Él quiere y dirige a quien Él quiere. ¡No te consumas por ellos de pesar! Alá sabe bien lo que hacen.",
        "numberInSurah": 8,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 377,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3669,
        "text": "Alá es Quien envía los vientos y éstos levantan nubes, que Nosotros conducimos a un país árido. Con ellas vivificamos la tierra después de muerta. Así será la Resurrección.",
        "numberInSurah": 9,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 377,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3670,
        "text": "Quien quiera el poder... El poder pertenece, en su totalidad, a Alá. Hacia Él se eleva la buena palabra y Él realza la obra buena. En cambio, quienes tramen males tendrán un castigo severo, y la trama de ésos se malogrará.",
        "numberInSurah": 10,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 377,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3671,
        "text": "Alá os ha creado de tierra; luego, de una gota; luego, hizo de vosotros parejas. Ninguna hembra concibe o pare sin que Él lo sepa. Nadie muere a edad avanzada o prematura que no esté eso en una Escritura. Es cosa fácil para Alá.",
        "numberInSurah": 11,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 377,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3672,
        "text": "No son iguales las dos grandes masas de agua: una potable, dulce, agradable de beber; otra salobre, amarga. Pero de cada una coméis una carne fresca y obtenéis adornos que os ponéis. Y ves que las naves las surcan. Para que busquéis Su favor. Quizás, así, seáis agradecidos.",
        "numberInSurah": 12,
        "juz": 22,
        "manzil": 5,
        "page": 436,
        "ruku": 377,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3673,
        "text": "Hace que la noche entre en el día y que el día entre en la noche. Ha sujetado el sol y la luna, prosiguiendo los dos su curso hacia un término fijo. Ése es Alá, vuestro Señor. Suyo es el dominio. Los que invocáis en lugar de invocarle a Él no pueden lo más mínimo.",
        "numberInSurah": 13,
        "juz": 22,
        "manzil": 5,
        "page": 436,
        "ruku": 377,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3674,
        "text": "Si les invocáis, no oyen vuestra súplica y, aun si la oyeran, no os escucharían. El día de la Resurrección renegarán de que les hayáis asociado a Alá. Y nadie te informará como Quien está bien informado.",
        "numberInSurah": 14,
        "juz": 22,
        "manzil": 5,
        "page": 436,
        "ruku": 377,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3675,
        "text": "¡Hombres! Sois vosotros los necesitados de Alá, mientras que Alá es Quien Se basta a Sí mismo, el Digno de Alabanza.",
        "numberInSurah": 15,
        "juz": 22,
        "manzil": 5,
        "page": 436,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3676,
        "text": "Si Él quisiera, os haría desaparecer y os sustituiría por nuevas criaturas.",
        "numberInSurah": 16,
        "juz": 22,
        "manzil": 5,
        "page": 436,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3677,
        "text": "Y eso no sería difícil para Alá.",
        "numberInSurah": 17,
        "juz": 22,
        "manzil": 5,
        "page": 436,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3678,
        "text": "Nadie cargará con la carga ajena. Y si alguien, abrumado por su carga, pide ayuda a otro, no se le ayudará nada, aunque sea pariente. Tú sólo debes advertir a los que tienen miedo de su Señor en secreto y hacen la azalá. Quien se purifica se purifica en realidad, en provecho propio. ¡Es Alá el fin de todo!",
        "numberInSurah": 18,
        "juz": 22,
        "manzil": 5,
        "page": 436,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3679,
        "text": "No son iguales el ciego y el vidente,",
        "numberInSurah": 19,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3680,
        "text": "las tinieblas y la luz,",
        "numberInSurah": 20,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3681,
        "text": "la fresca sombra y el calor ardiente.",
        "numberInSurah": 21,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3682,
        "text": "No son iguales los vivos y los muertos. Alá hace que oiga quien Él quiere. Tú no puedes hacer que quienes estén en las sepulturas oigan.",
        "numberInSurah": 22,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3683,
        "text": "Tú no eres sino un monitor.",
        "numberInSurah": 23,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3684,
        "text": "Te hemos enviado con la Verdad como nuncio de buenas nuevas y como monitor. No hay comunidad por la que no haya pasado un monitor.",
        "numberInSurah": 24,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3685,
        "text": "Y si te desmienten, también sus antecesores desmintieron. Sus enviados vinieron a ellos con las pruebas claras, con las Escrituras y con la Escritura luminosa.",
        "numberInSurah": 25,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3686,
        "text": "Luego, sorprendí a los infieles y ¡cuál no fue Mi reprobación!",
        "numberInSurah": 26,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3687,
        "text": "¿No ves cómo ha hecho Alá bajar agua del cielo, mediante la cual hemos sacado frutos de diferentes clases? En las montañas hay vetas de diferentes colores: blancas, rojas y de un negro intenso.",
        "numberInSurah": 27,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3688,
        "text": "Los hombres, bestias y rebaños son también de diferentes clases. Sólo tienen miedo de Alá aquéllos de Sus siervos que saben. Alá es poderoso, indulgente.",
        "numberInSurah": 28,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3689,
        "text": "Quienes recitan la Escritura de Alá, hacen la azalá y dan limosna, en secreto o en público, de lo que les hemos proveído, pueden esperar una ganancia imperecedera,",
        "numberInSurah": 29,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3690,
        "text": "para que Él les dé su recompensa y aún más de Su favor. Es indulgente, muy agradecido.",
        "numberInSurah": 30,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3691,
        "text": "Lo que de la Escritura te hemos revelado es la Verdad, en confirmación de los mensajes anteriores. Sí, Alá está bien informado de Sus siervos, los ve bien.",
        "numberInSurah": 31,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3692,
        "text": "Luego, hemos dado en herencia la Escritura a aquéllos de Nuestros siervos que hemos elegido. Algunos de ellos son injustos consigo mismos; otros, siguen una vía media; otros, aventajan en el bien obrar, con permiso de Alá. Ése es el gran favor.",
        "numberInSurah": 32,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3693,
        "text": "Entrarán en los jardines del edén. Allí se les ataviará con brazaletes de oro y con perlas, allí vestirán de seda.",
        "numberInSurah": 33,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3694,
        "text": "Y dirán: «¡Alabado sea Alá, Que ha retirado de nosotros la tristeza! En verdad, nuestro Señor es indulgente, muy agradecido",
        "numberInSurah": 34,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3695,
        "text": "Nos ha instalado. por favor Suyo, en la Morada de la Estabilidad. No sufriremos en ella pena, no sufriremos cansancio».",
        "numberInSurah": 35,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3696,
        "text": "Los infieles, en cambio, sufrirán el fuego de la gehena. Agonizarán sin acabar de morir y no se les aliviará su castigo. Así retribuimos a todo desagradecido.",
        "numberInSurah": 36,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3697,
        "text": "Gritarán allí: «¡Señor! ¡Sácanos y obraremos bien, no como solíamos hacer!». «¿Es que no os dimos una vida suficientemente larga como para que se dejara amonestar quien quisiera? El monitor vino a vosotros... ¡Gustad, pues! Los impíos no tendrán quien les auxilie».",
        "numberInSurah": 37,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3698,
        "text": "Alá es el Conocedor de lo oculto de los cielos y de la tierra. Él sabe bien lo que encierran los pechos.",
        "numberInSurah": 38,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 380,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3699,
        "text": "Él es Quien os ha hecho sucesores en la tierra. Quien no crea, sufrirá las consecuencias de su incredulidad. La incredulidad servirá sólo para hacer a los infieles más aborrecibles ante su Señor. La incredulidad servirá sólo para perder más a los infieles.",
        "numberInSurah": 39,
        "juz": 22,
        "manzil": 5,
        "page": 439,
        "ruku": 380,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3700,
        "text": "Di: «¿Veis a vuestros asociados, a los que invocáis en lugar de invocar a Alá? Mostradme qué han creado de la tierra o si tienen participación en los cielos. O ¿les hemos dado una Escritura, en cuya prueba clara puedan basarse?» ¡No! Las promesas que los impíos se hacen mutuamente no son sino falacias.",
        "numberInSurah": 40,
        "juz": 22,
        "manzil": 5,
        "page": 439,
        "ruku": 380,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3701,
        "text": "Alá sostiene los cielos y la tierra para que no se desplomen. Si se desplomaran no habría nadie, fuera de Él, que pudiera sostenerlos. Es benigno, indulgente.",
        "numberInSurah": 41,
        "juz": 22,
        "manzil": 5,
        "page": 439,
        "ruku": 380,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3702,
        "text": "Juraron solemnemente por Alá que, si venía un monitor a ellos, iban a ser dirigidos mejor que ninguna otra comunidad. Y, cuando ha venido a ellos un monitor, esto no ha hecho sino acrecentar su repulsa,",
        "numberInSurah": 42,
        "juz": 22,
        "manzil": 5,
        "page": 439,
        "ruku": 380,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3703,
        "text": "portándose altivamente en la tierra y tramando maldad. Pero el tramar maldad no recae sino en sus propios autores. ¿Es que esperan una suerte diferente de la que cupo a los antiguos? Pues encontrarás la práctica de Alá irreemplazable, y encontrarás la práctica de Alá inmutable.",
        "numberInSurah": 43,
        "juz": 22,
        "manzil": 5,
        "page": 439,
        "ruku": 380,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3704,
        "text": "¿No han ido por la tierra y mirado cómo terminaron sus antecesores, aun siendo más poderosos? Nada, ni en los cielos ni en la tierra, puede escapar a Él. Es omnisciente, omnipotente.",
        "numberInSurah": 44,
        "juz": 22,
        "manzil": 5,
        "page": 439,
        "ruku": 380,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3705,
        "text": "Si Alá diera a los hombres su merecido, no dejaría ningún ser vivo sobre su superficie. Remite, sin embargo, su castigo a un plazo fijo. Y cuando vence su plazo... Alá ve bien a Sus siervos.",
        "numberInSurah": 45,
        "juz": 22,
        "manzil": 5,
        "page": 440,
        "ruku": 380,
        "hizbQuarter": 176,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "es.cortes",
      "language": "es",
      "name": "Cortes",
      "englishName": "Julio Cortes",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}