{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 42,
    "name": "سُورَةُ الشُّورَىٰ",
    "englishName": "Ash-Shura",
    "englishNameTranslation": "Consultation",
    "revelationType": "Meccan",
    "numberOfAyahs": 53,
    "ayahs": [
      {
        "number": 4273,
        "text": "hm.",
        "numberInSurah": 1,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4274,
        "text": "'sq.",
        "numberInSurah": 2,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4275,
        "text": "Así es como Alá, el Poderoso, el Sabio, hace una revelación, a ti y a quienes fueron antes de ti.",
        "numberInSurah": 3,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4276,
        "text": "Suyo es lo que está en los cielos y en la tierra. Él es el Altísimo, el Grandioso.",
        "numberInSurah": 4,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4277,
        "text": "Casi se hienden los cielos allí arriba al celebrar los ángeles las alabanzas de su Señor y pedir Su perdón en favor de los que están en la tierra. ¿No es Alá el Indulgente, el Misericordioso?",
        "numberInSurah": 5,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4278,
        "text": "A los que han tomado amigos en lugar de tomarle a Él, Alá les vigila. Tú no eres su protector.",
        "numberInSurah": 6,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4279,
        "text": "Así es como te revelamos un Corán árabe, para que adviertas a la metrópoli y a los que viven en sus alrededores y para que prevengas contra el día indubitable de la Reunión. Unos estarán en el Jardín y otros en el fuego de la gehena.",
        "numberInSurah": 7,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4280,
        "text": "Alá, si hubiera querido, habría hecho de ellos una sola comunidad. Pero introduce en Su misericordia a quien Él quiere. Los impíos no tendrán amigo ni auxiliar.",
        "numberInSurah": 8,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4281,
        "text": "¿Han tomado amigos en lugar de tomarle a Él? Pues Alá es el Amigo. Él resucita a los muertos, es omnipotente.",
        "numberInSurah": 9,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4282,
        "text": "Alá es Quien arbitra vuestras discrepancias, cualesquiera que sean. Tal es Alá, mi Señor. En Él confio y a Él me vuelvo arrepentido.",
        "numberInSurah": 10,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 420,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4283,
        "text": "Creador de los cielos y de la tierra. Os ha dado esposas salidas de vosotros y parejas salidas de vuestros rebaños, diseminándoos así. No hay nada que se Le asemeje. Él es Quien todo lo oye, Quien todo lo ve.",
        "numberInSurah": 11,
        "juz": 25,
        "manzil": 6,
        "page": 484,
        "ruku": 420,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4284,
        "text": "Suyas son las llaves de los cielos y de la tierra. Dispensa el sustento a quien Él quiere: a unos con largueza, a otros con mesura. Es omnisciente.",
        "numberInSurah": 12,
        "juz": 25,
        "manzil": 6,
        "page": 484,
        "ruku": 420,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4285,
        "text": "Os ha prescrito en materia de religión lo que ya había ordenado a Noé, lo que Nosotros te hemos revelado y lo que ya habíamos ordenado a Abraham, a Moisés y a Jesús: «¡Que rindáis culto y que esto no os sirva de motivo de división!» A los asociadores les resulta difícil aquello a que tú les llamas. Alá elige para Sí a quien Él quiere y dirige a Él a quien se arrepiente.",
        "numberInSurah": 13,
        "juz": 25,
        "manzil": 6,
        "page": 484,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4286,
        "text": "No se dividieron, por rebeldía mutua, sino después de haber recibido la Ciencia. Y, si no llega a ser por una palabra previa de tu Señor, remitiendo a un término fijo, ya se habría decidido entre ellos. Quienes, después, heredaron la Escritura dudan seriamente de ella.",
        "numberInSurah": 14,
        "juz": 25,
        "manzil": 6,
        "page": 484,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4287,
        "text": "Así, pues, llama. Sigue la vía recta, como se te ha ordenado, y no sigas sus pasiones. Y di: «Creo en toda Escritura que Alá ha revelado. Se me ha ordenado que haga justicia entre vosotros. ¡Alá es nuestro Señor y Señor vuestro! Nosotros responderemos de nuestros actos y vosotros de los vuestros. ¡Que no haya disputas entre nosotros y vosotros! Alá nos reunirá... ¡Es Él el fin de todo!»",
        "numberInSurah": 15,
        "juz": 25,
        "manzil": 6,
        "page": 484,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4288,
        "text": "Quienes disputan a propósito de Alá después de que se le ha escuchado, esgrimen un argumento sin valor para su Señor. Incurren en ira y tendrán un castigo severo.",
        "numberInSurah": 16,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4289,
        "text": "Alá es quien ha hecho descender la Escritura con la Verdad, y la Balanza. ¿Quien sabe? Quizá la Hora esté próxima...",
        "numberInSurah": 17,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4290,
        "text": "Los que no creen en ella desearían que se adelantara, mientras que los que creen tiemblan sólo de pensar en ella y saben que es un hecho. Los que disputan sobre la Hora ¿no están profundamente extraviados?",
        "numberInSurah": 18,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4291,
        "text": "Alá es bondadoso con Sus siervos. Provee a las necesidades de quien Él quiere. Él es el Fuerte, el Poderoso.",
        "numberInSurah": 19,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4292,
        "text": "A quien desee labrar el campo de la vida futura se lo acrecentaremos. A quien, en cambio, desee labrar el campo de la vida de acá, le daremos de ella. pero no tendrá ninguna parte en la otra vida.",
        "numberInSurah": 20,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4293,
        "text": "¿Tienen asociados que les hayan prescrito en materia de religión lo que Alá no ha sancionado? Si no se hubiera ya pronunciado la sentencia decisiva, se habría decidido entre ellos. Los impíos tendrán un castigo doloroso.",
        "numberInSurah": 21,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4294,
        "text": "Verás a los impíos temer por lo que han merecido, que recaerá en ellos, mientras que los que hayan creído y obrado bien estarán en los prados de los jardines y tendrán junto a su Señor lo que deseen. ¡Ése es el gran favor!",
        "numberInSurah": 22,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4295,
        "text": "Ésta es la buena nueva que Alá anuncia a Sus siervos, que creen y obran bien. Di: «Yo no os pido salario a cambio, fuera de que améis a los parientes». A quien obre bien, le aumentaremos el valor de su obra. Alá es indulgente, muy agradecido.",
        "numberInSurah": 23,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4296,
        "text": "O dirán: «Se ha inventado una mentira contra Alá». Alá sellará, si quiere, tu corazón. Pero Alá disipa lo falso y hace triunfar la Verdad con Sus palabras. Él sabe bien lo que encierran los pechos.",
        "numberInSurah": 24,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4297,
        "text": "Él es Quien acepta el arrepentimiento de Sus siervos y perdona las malas acciones. Y sabe lo que hacéis.",
        "numberInSurah": 25,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4298,
        "text": "Escucha a quienes creen y obran bien y les da más de Su favor. Los infieles, en cambio, tendrán un castigo severo.",
        "numberInSurah": 26,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4299,
        "text": "Si Alá dispensara el sustento a Sus siervos con largueza, se insolentarían en la tierra. Lo que hace, en cambio, es concederles con mesura lo que quiere. Está bien informado sobre Sus siervos, les ve bien.",
        "numberInSurah": 27,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4300,
        "text": "Él es Quien envía de lo alto la lluvia abundante, cuando ya han perdido toda esperanza, y difunde Su misericordia. Él es el Amigo, el Digno de Alabanza.",
        "numberInSurah": 28,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4301,
        "text": "Entre Sus signos figuran la creación de los cielos y de la tierra, los seres vivos que en ellos ha diseminado y que, cuando quiere, puede reunir.",
        "numberInSurah": 29,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4302,
        "text": "Cualquier desgracia que os ocurre, es como castigo a vuestras obras, pero perdona mucho.",
        "numberInSurah": 30,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4303,
        "text": "No podéis escapar en la tierra y no tenéis, fuera de Alá, amigo ni auxiliar.",
        "numberInSurah": 31,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4304,
        "text": "Entre sus signos figuran las embarcaciones en el mar como mojones.",
        "numberInSurah": 32,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4305,
        "text": "Si quiere, calma el viento y se inmovilizan en su superficie. Ciertamente, hay en ello signos para todo aquél que tenga mucha paciencia, mucha gratitud.",
        "numberInSurah": 33,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4306,
        "text": "O bien les hace perecer, como castigo por lo que han merecido, pero perdona mucho.",
        "numberInSurah": 34,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4307,
        "text": "Para que sepan quienes discuten sobre Nuestros signos que no tendrán escape.",
        "numberInSurah": 35,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4308,
        "text": "Todo lo que habéis recibido es breve disfrute de la vida de acá. En cambio, lo que Alá tiene es mejor y más duradero para quienes creen y confían en su Señor,",
        "numberInSurah": 36,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4309,
        "text": "evitan cometer pecados graves y deshonestidades y, cuando están airados, perdonan,",
        "numberInSurah": 37,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4310,
        "text": "escuchan a su Señor, hacen la azalá, se consultan mutuamente, dan limosna de lo que les hemos proveído,",
        "numberInSurah": 38,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4311,
        "text": "se defienden cuando son víctimas de opresión.",
        "numberInSurah": 39,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4312,
        "text": "Una mala acción será retribuida con una pena igual, pero quien perdone y se reconcilie recibirá su recompensa de Alá. Él no ama a los impíos.",
        "numberInSurah": 40,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4313,
        "text": "Quienes, tratados injustamente, se defiendan, no incurrirán en reproche.",
        "numberInSurah": 41,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4314,
        "text": "Sólo incurren en él quienes son injustos con los hombres y se insolentan en la tierra injustamente. Esos tales tendrán un castigo doloroso.",
        "numberInSurah": 42,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4315,
        "text": "Quien es paciente y perdona, eso sí que es dar muestras de resolución.",
        "numberInSurah": 43,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4316,
        "text": "Aquél a quien Alá extravía no tendrá, después de Él, ningún amigo. Cuando los impíos vean el castigo, les verás que dicen: «¿Y no hay modo de regresar?»",
        "numberInSurah": 44,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4317,
        "text": "Les verás expuestos a él, abatidos de humillación, mirando con disimulo, mientras que quienes hayan creído dirán: «Quienes de verdad pierden son los que el día de la Resurrección se han perdido a sí mismos y han perdido a sus familias». ¿No tendrán los impíos un castigo permanente?",
        "numberInSurah": 45,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4318,
        "text": "Fuera de Alá. no tendrán ningunos amigos que les auxilien... Aquél a quien Alá extravía no podrá dar con camino.",
        "numberInSurah": 46,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4319,
        "text": "Escuchad a vuestro Señor antes de que llegue un día que Alá no evitará. Ese día no encontraréis refugio, ni podréis negar.",
        "numberInSurah": 47,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4320,
        "text": "Si se apartan, no te hemos mandado para ser su custodio, sino sólo para transmitir. Cuando hacemos gustar al hombre una misericordia venida de Nosotros, se regocija. Pero, si le sucede un mal como castigo a sus obras, entonces, el hombre es desagradecido.",
        "numberInSurah": 48,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4321,
        "text": "El dominio de los cielos y de la tierra pertenece a Alá. Crea lo que quiere. Regala hijas a quien Él quiere y regala hijos a quien Él quiere.",
        "numberInSurah": 49,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4322,
        "text": "o bien les da ambos, varones y hembras, o hace impotente a quien Él quiere. Es omnisciente, omnipotente.",
        "numberInSurah": 50,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4323,
        "text": "A ningún mortal le es dado que Alá le hable si no es por inspiración, o desde detrás de una cortina, o mandándole un enviado que le inspire, con Su autorización, lo que Él quiere. Es altísimo, sabio.",
        "numberInSurah": 51,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4324,
        "text": "Así es como te hemos inspirado un Espíritu que procede de Nuestra orden. Tú no sabías lo que eran la Escritura y la Fe, pero hemos hecho de él luz con la que guiamos a quienes queremos de Nuestros siervos. Ciertamente, tú guías a los hombres a una vía recta,",
        "numberInSurah": 52,
        "juz": 25,
        "manzil": 6,
        "page": 489,
        "ruku": 423,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4325,
        "text": "la vía de Alá, a quien pertenece lo que está en los cielos y en la tierra. ¿No es Alá el fin de todo?",
        "numberInSurah": 53,
        "juz": 25,
        "manzil": 6,
        "page": 489,
        "ruku": 423,
        "hizbQuarter": 196,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "es.cortes",
      "language": "es",
      "name": "Cortes",
      "englishName": "Julio Cortes",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}