{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 46,
    "name": "سُورَةُ الأَحۡقَافِ",
    "englishName": "Al-Ahqaf",
    "englishNameTranslation": "The Dunes",
    "revelationType": "Meccan",
    "numberOfAyahs": 35,
    "ayahs": [
      {
        "number": 4511,
        "text": "hm.",
        "numberInSurah": 1,
        "juz": 26,
        "manzil": 6,
        "page": 502,
        "ruku": 438,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4512,
        "text": "La revelación de la Escritura procede de Alá, el Poderoso, el Sabio.",
        "numberInSurah": 2,
        "juz": 26,
        "manzil": 6,
        "page": 502,
        "ruku": 438,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4513,
        "text": "No hemos creado sino con un fin los cielos, la tierra y lo que entre ellos está, y por un período determinado. Pero los infieles se desvían de las advertencias que se les han dirigido.",
        "numberInSurah": 3,
        "juz": 26,
        "manzil": 6,
        "page": 502,
        "ruku": 438,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4514,
        "text": "Di: «¿Qué os parece lo que invocáis en lugar de invocar a Alá? ¡Mostradme qué han creado de la tierra o si tienen participación en los cielos! Si es verdad lo que decís, ¡traedme una Escritura anterior a ésta o un rastro de conocimiento!»",
        "numberInSurah": 4,
        "juz": 26,
        "manzil": 6,
        "page": 502,
        "ruku": 438,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4515,
        "text": "¿Hay alguien que esté más extraviado que quien, en lugar de invocar a Alá, invoca a quienes no van a escucharle hasta el día de la Resurrección, indiferentes a sus invocaciones,",
        "numberInSurah": 5,
        "juz": 26,
        "manzil": 6,
        "page": 502,
        "ruku": 438,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4516,
        "text": "que, cuando los hombres sean congregados, serán sus enemigos y renegarán de que les hayan servido?",
        "numberInSurah": 6,
        "juz": 26,
        "manzil": 6,
        "page": 503,
        "ruku": 438,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4517,
        "text": "Cuando se les recitan a los infieles Nuestras aleyas como pruebas claras, dicen de la Verdad que viene a ellos: «¡Esto es manifiesta magia!»",
        "numberInSurah": 7,
        "juz": 26,
        "manzil": 6,
        "page": 503,
        "ruku": 438,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4518,
        "text": "O dicen: «Él lo ha inventado». Di: «Si yo lo he inventado, no podéis hacer nada por mí contra Alá. Él sabe bien lo que divulgáis a este propósito. Basta Él como testigo entre yo y vosotros. Él es el Indulgente, el Misericordioso».",
        "numberInSurah": 8,
        "juz": 26,
        "manzil": 6,
        "page": 503,
        "ruku": 438,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4519,
        "text": "Di: «Yo no soy el primero de los enviados. Y no sé lo que será de mí, ni lo que será de vosotros. No hago más que seguir lo que se me ha revelado. Yo no soy más que un monitor que habla claro».",
        "numberInSurah": 9,
        "juz": 26,
        "manzil": 6,
        "page": 503,
        "ruku": 438,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4520,
        "text": "Di: «¿Qué os parece? Si procede de Alá y vosotros no creéis en él, mientras que un testigo de entre los Hijos de Israel atestigua su conformidad y cree, en tanto que vosotros sois altivos... Alá no dirige a la gente impía».",
        "numberInSurah": 10,
        "juz": 26,
        "manzil": 6,
        "page": 503,
        "ruku": 438,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4521,
        "text": "Los infieles dicen de los creyentes: «Si hubiera sido algo bueno, no se nos habrían adelantado en ello». Y, como no son dirigidos por él, dicen: «¡Es una vieja mentira!»",
        "numberInSurah": 11,
        "juz": 26,
        "manzil": 6,
        "page": 503,
        "ruku": 439,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4522,
        "text": "Antes de él, la Escritura de Moisés servía de guía y de misericordia. Y ésta es una Escritura que confirma, en lengua árabe, para advertir a los impíos y anunciar la buena nueva a quienes hacen el bien.",
        "numberInSurah": 12,
        "juz": 26,
        "manzil": 6,
        "page": 503,
        "ruku": 439,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4523,
        "text": "Quienes dicen: «¡Nuestro Señor es Alá!» y se portan correctamente no tienen que temer y no estarán tristes.",
        "numberInSurah": 13,
        "juz": 26,
        "manzil": 6,
        "page": 503,
        "ruku": 439,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4524,
        "text": "Esos tales morarán en el Jardín eternamente, como retribución a sus obras.",
        "numberInSurah": 14,
        "juz": 26,
        "manzil": 6,
        "page": 503,
        "ruku": 439,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4525,
        "text": "Hemos ordenado al hombre que se porte bien con sus padres. Su madre le llevó con molestia y con molestia le dio a luz. El embarazo y la lactancia duran treinta meses. Hasta que, al alcanzar la madurez y cumplir cuarenta años, dice: «¡Señor! Permíteme que Te agradezca la gracia que nos has dispensado, a mí y a mis padres, y que haga obras buenas que Te plazcan! ¡Dame una descendencia próspera! Me vuelvo a Ti. Soy de los que se someten a Ti».",
        "numberInSurah": 15,
        "juz": 26,
        "manzil": 6,
        "page": 504,
        "ruku": 439,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4526,
        "text": "Éstos son aquéllos de cuyas obras aceptaremos lo mejor y pasaremos por alto sus malas obras. Estarán entre los moradores del Jardín, promesa de verdad que se les hizo.",
        "numberInSurah": 16,
        "juz": 26,
        "manzil": 6,
        "page": 504,
        "ruku": 439,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4527,
        "text": "En cambio, quien diga a sus padres -mientras éstos imploran a Alá y dicen: «¡Ay de ti! ¡Cree! ¡Lo que Alá promete es verdad!»-: «¡Uf! ¿Vais a prometerme que me sacarán, cuando han pasado tantas generaciones anteriores a mí?» y diga: «Éstas no son sino patrañas de los antiguos»,",
        "numberInSurah": 17,
        "juz": 26,
        "manzil": 6,
        "page": 504,
        "ruku": 439,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4528,
        "text": "en ésos será en quienes se cumpla la sentencia aplicada a las comunidades precedentes de genios y de mortales. Ésos serán los que pierdan.",
        "numberInSurah": 18,
        "juz": 26,
        "manzil": 6,
        "page": 504,
        "ruku": 439,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4529,
        "text": "Todos tendrán su propia categoría, según sus obras. Les retribuirá plenamente sus acciones y no serán tratados injustamente.",
        "numberInSurah": 19,
        "juz": 26,
        "manzil": 6,
        "page": 504,
        "ruku": 439,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4530,
        "text": "El día que los infieles sean expuestos al Fuego: «Disipasteis vuestros bienes en vuestra vida de acá y gozasteis de ellos. Hoy se os va a retribuir con un castigo degradante por haberos conducido altivamente en la tierra sin razón y por haber sido perversos».",
        "numberInSurah": 20,
        "juz": 26,
        "manzil": 6,
        "page": 504,
        "ruku": 439,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4531,
        "text": "Y recuerda al hermano de los aditas, que advirtió a su pueblo en al- Ahqaf -y hubo otras advertencias antes y después de él-. «¡No sirváis sino a Alá! Temo por vosotros el castigo de un día terrible».",
        "numberInSurah": 21,
        "juz": 26,
        "manzil": 6,
        "page": 505,
        "ruku": 440,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4532,
        "text": "Dijeron: «¿Has venido a nosotros para desviarnos de nuestros dioses? ¡Tráenos, pues, aquello con que nos amenazas, si es verdad lo que dices!»",
        "numberInSurah": 22,
        "juz": 26,
        "manzil": 6,
        "page": 505,
        "ruku": 440,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4533,
        "text": "Dijo: «Sólo Alá tiene conocimiento de ello. Yo os comunico el objeto de mi misión, pero veo que sois gente ignorante».",
        "numberInSurah": 23,
        "juz": 26,
        "manzil": 6,
        "page": 505,
        "ruku": 440,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4534,
        "text": "Cuando lo vieron como una nube que se dirigía a sus valles, dijeron: «Es una nube que nos trae la lluvia». «¡No! Es más bien aquello cuya venida reclamabais, un viento que encierra un castigo doloroso,",
        "numberInSurah": 24,
        "juz": 26,
        "manzil": 6,
        "page": 505,
        "ruku": 440,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4535,
        "text": "que va a destruirlo todo a una orden de su Señor». A la mañana siguiente, no se veía más que sus viviendas. Así retribuimos a la gente pecadora.",
        "numberInSurah": 25,
        "juz": 26,
        "manzil": 6,
        "page": 505,
        "ruku": 440,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4536,
        "text": "Les habíamos dado un poderío como no os hemos dado a vosotros. Les habíamos dado oído, vista, intelecto. Pero ni el oído, ni la vista, ni el intelecto les sirvieron de nada, pues negaron los signos de Alá. Y les cercó aquello de que se burlaban.",
        "numberInSurah": 26,
        "juz": 26,
        "manzil": 6,
        "page": 505,
        "ruku": 440,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4537,
        "text": "Hemos destruido las ciudades que había alrededor de vosotros. Les habíamos expuesto los signos. Quizás, así, se convirtieran.",
        "numberInSurah": 27,
        "juz": 26,
        "manzil": 6,
        "page": 505,
        "ruku": 441,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4538,
        "text": "¿Por qué no les auxiliaron aquéllos a los que, en lugar de tomar a Alá, habían tomado como dioses para que les acercaran? Al contrario, les abandonaron. Ésa fue su mentira y su invención.",
        "numberInSurah": 28,
        "juz": 26,
        "manzil": 6,
        "page": 505,
        "ruku": 441,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4539,
        "text": "Y cuando te llevamos un grupo de genios para que escucharan la Recitación. Cuando estaban presentes a ella, dijeron: «¡Callad!» Y, cuando se terminó, regresaron a los suyos para advertirles.",
        "numberInSurah": 29,
        "juz": 26,
        "manzil": 6,
        "page": 506,
        "ruku": 441,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4540,
        "text": "Dijeron: «¡Pueblo! Hemos oído una Escritura revelada después de Moisés, en confirmación de los mensajes anteriores, que dirige a la Verdad y a una vía recta».",
        "numberInSurah": 30,
        "juz": 26,
        "manzil": 6,
        "page": 506,
        "ruku": 441,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4541,
        "text": "¡Pueblo! Aceptad al que llama a Alá y creed en Él, para que os perdone vuestros pecados y os preserve de un castigo doloroso.",
        "numberInSurah": 31,
        "juz": 26,
        "manzil": 6,
        "page": 506,
        "ruku": 441,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4542,
        "text": "Los que no acepten al que llama a Alá no podrán escapar en la tierra, ni tendrán, fuera de Él, amigos. Esos tales están evidentemente extraviados.",
        "numberInSurah": 32,
        "juz": 26,
        "manzil": 6,
        "page": 506,
        "ruku": 441,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4543,
        "text": "¿No han visto que Alá, Que ha creado los cielos y la tierra sin cansarse por ello, es capaz de devolver la vida a los muertos? Pues sí, es omnipotente.",
        "numberInSurah": 33,
        "juz": 26,
        "manzil": 6,
        "page": 506,
        "ruku": 441,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4544,
        "text": "El día que los infieles sean expuestos al Fuego: «¿No es esto la Verdad?» Dirán: «¡Claro que sí, por nuestro Señor!» Dirá: «¡Gustad, pues, el castigo debido a vuestra incredulidad!»",
        "numberInSurah": 34,
        "juz": 26,
        "manzil": 6,
        "page": 506,
        "ruku": 441,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4545,
        "text": "Ten, pues, paciencia, como la tuvieron otros enviados resueltos. Y no reclames para ellos el adelantamiento. El día que vean aquello con que se les amenaza, les parecerá no haber permanecido más de una hora de día. Éste es un comunicado. Y ¿quién será destruido sino el pueblo perverso?",
        "numberInSurah": 35,
        "juz": 26,
        "manzil": 6,
        "page": 506,
        "ruku": 441,
        "hizbQuarter": 202,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "es.cortes",
      "language": "es",
      "name": "Cortes",
      "englishName": "Julio Cortes",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}