{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 6,
    "name": "سُورَةُ الأَنۡعَامِ",
    "englishName": "Al-An'aam",
    "englishNameTranslation": "The Cattle",
    "revelationType": "Meccan",
    "numberOfAyahs": 165,
    "ayahs": [
      {
        "number": 790,
        "text": "Praise is due to Allah, who has created the heavens and the earth and made darkness and light. Yet the unbelievers make (others) equal with their Lord.",
        "numberInSurah": 1,
        "juz": 7,
        "manzil": 2,
        "page": 128,
        "ruku": 102,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 791,
        "text": "It is He who has created you from clay. He has decreed a term for you and another one set with Him. Yet you are still in doubt.",
        "numberInSurah": 2,
        "juz": 7,
        "manzil": 2,
        "page": 128,
        "ruku": 102,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 792,
        "text": "He is Allah in the heavens and earth. He has knowledge of all that you hide and all that you reveal. He knows what you earn.",
        "numberInSurah": 3,
        "juz": 7,
        "manzil": 2,
        "page": 128,
        "ruku": 102,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 793,
        "text": "Yet every time a sign comes to them from the signs of their Lord, they turn away from it.",
        "numberInSurah": 4,
        "juz": 7,
        "manzil": 2,
        "page": 128,
        "ruku": 102,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 794,
        "text": "They belied the truth when it came to them, but there shall come to them news of that they were mocking.",
        "numberInSurah": 5,
        "juz": 7,
        "manzil": 2,
        "page": 128,
        "ruku": 102,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 795,
        "text": "Have they not seen how many generations We have destroyed before them whom We had established in the land in a way We never established you, sending down for them abundant water from the sky and made the rivers to flow underneath them? Yet because they sinned, We destroyed them and raised up other generations after them.",
        "numberInSurah": 6,
        "juz": 7,
        "manzil": 2,
        "page": 128,
        "ruku": 102,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 796,
        "text": "Had We sent down to you a Book on parchment and they touched it with their own hands, those who disbelieved would say: 'This is nothing but plain magic'",
        "numberInSurah": 7,
        "juz": 7,
        "manzil": 2,
        "page": 128,
        "ruku": 102,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 797,
        "text": "They ask: 'Why has no angel been sent down to him' If We had sent down an angel, their fate would have been determined and they would never have been respited.",
        "numberInSurah": 8,
        "juz": 7,
        "manzil": 2,
        "page": 128,
        "ruku": 102,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 798,
        "text": "If We had made him an angel, We would have given him the resemblance of a man, and would have as such confused them with that in which they are already confused.",
        "numberInSurah": 9,
        "juz": 7,
        "manzil": 2,
        "page": 129,
        "ruku": 102,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 799,
        "text": "Other Messengers have been mocked before you. But those who scoffed at them were encompassed by that they had mocked'",
        "numberInSurah": 10,
        "juz": 7,
        "manzil": 2,
        "page": 129,
        "ruku": 102,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 800,
        "text": "Say: 'Travel the land and see what was the fate of those who belied'",
        "numberInSurah": 11,
        "juz": 7,
        "manzil": 2,
        "page": 129,
        "ruku": 103,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 801,
        "text": "Say: 'To whom belongs that which is in the heavens and the earth' Say: 'To Allah. He has written for Himself mercy, and will gather you on the Day ofResurrection in which there is no doubt. Those who have lost their souls, they do not believe'",
        "numberInSurah": 12,
        "juz": 7,
        "manzil": 2,
        "page": 129,
        "ruku": 103,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 802,
        "text": "His is whatever is at rest in the night and in the day. He is the Hearing, the Knowing.",
        "numberInSurah": 13,
        "juz": 7,
        "manzil": 2,
        "page": 129,
        "ruku": 103,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 803,
        "text": "Say: 'Should I take any but Allah for a guardian? He is the Originator of the heavens and the earth. He feeds and is not fed' Say: 'I was commanded to be the first to submit to Him' Do not be one of the idolaters.",
        "numberInSurah": 14,
        "juz": 7,
        "manzil": 2,
        "page": 129,
        "ruku": 103,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 804,
        "text": "Say: 'Indeed I fear, if I should disobey my Lord, the punishment of a great Day'",
        "numberInSurah": 15,
        "juz": 7,
        "manzil": 2,
        "page": 129,
        "ruku": 103,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 805,
        "text": "From whomsoever it is averted on that Day, He will have mercy on him; that is a clear triumph.",
        "numberInSurah": 16,
        "juz": 7,
        "manzil": 2,
        "page": 129,
        "ruku": 103,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 806,
        "text": "If Allah visits you with affliction, none can remove it except He; and if He touches you with good, indeed, He has power over all things.",
        "numberInSurah": 17,
        "juz": 7,
        "manzil": 2,
        "page": 129,
        "ruku": 103,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 807,
        "text": "He is the Conqueror over His worshipers. He is the Wise, the Aware.",
        "numberInSurah": 18,
        "juz": 7,
        "manzil": 2,
        "page": 129,
        "ruku": 103,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 808,
        "text": "Say: 'What thing is greatest in testimony' Say: 'Allah is a witness between me and you. This Koran has been revealed to me in order that I can warn you and all whom it reaches. Do you indeed testify that there are gods other than Allah' Say: 'I do not testify' Say: 'He is only One God, and I am quit of that which you associate'",
        "numberInSurah": 19,
        "juz": 7,
        "manzil": 2,
        "page": 130,
        "ruku": 103,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 809,
        "text": "Those to whom We have given the Book know him (Prophet Muhammad) as they know their own children. But those who have lost their own souls do not believe.",
        "numberInSurah": 20,
        "juz": 7,
        "manzil": 2,
        "page": 130,
        "ruku": 103,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 810,
        "text": "Who is more wicked than he who invents a lie about Allah or belies His verses? The harmdoers shall never prosper.",
        "numberInSurah": 21,
        "juz": 7,
        "manzil": 2,
        "page": 130,
        "ruku": 104,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 811,
        "text": "On the Day when We gather them all together We shall say to the idolaters: 'Where are your partners now, those whom you claimed'",
        "numberInSurah": 22,
        "juz": 7,
        "manzil": 2,
        "page": 130,
        "ruku": 104,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 812,
        "text": "Then it was not their trial, but they will say: 'By Allah, our Lord we have never been idolaters'",
        "numberInSurah": 23,
        "juz": 7,
        "manzil": 2,
        "page": 130,
        "ruku": 104,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 813,
        "text": "Look how they lie against themselves, and how that which they were forging has gone astray from them!",
        "numberInSurah": 24,
        "juz": 7,
        "manzil": 2,
        "page": 130,
        "ruku": 104,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 814,
        "text": "Some of them listen to you. But We have cast veils over their hearts lest they understand it and in their ears heaviness; and if they see every sign they do not believe in it. When they come to you they argue, the unbelievers say: 'This is nothing but the tales of the ancient ones'",
        "numberInSurah": 25,
        "juz": 7,
        "manzil": 2,
        "page": 130,
        "ruku": 104,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 815,
        "text": "They forbid from it (the Koran) and keep away from it. They destroy none except themselves, though they do not sense it.",
        "numberInSurah": 26,
        "juz": 7,
        "manzil": 2,
        "page": 130,
        "ruku": 104,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 816,
        "text": "If you could see them when they are set before the Fire! They will say: 'Would that we could return! Then we would not belie the verses of our Lord and would be believers'",
        "numberInSurah": 27,
        "juz": 7,
        "manzil": 2,
        "page": 130,
        "ruku": 104,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 817,
        "text": "Indeed, that which they concealed will appear to them. But if they were sent back, they would return to that which they have been forbidden. They are indeed liars.",
        "numberInSurah": 28,
        "juz": 7,
        "manzil": 2,
        "page": 131,
        "ruku": 104,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 818,
        "text": "They say: 'There is only but our present life; we shall not be resurrected'",
        "numberInSurah": 29,
        "juz": 7,
        "manzil": 2,
        "page": 131,
        "ruku": 104,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 819,
        "text": "If you could see them when they are made to stand before their Lord! He will say: 'Is this not the truth' 'Yes, by our Lord' they will reply, and He will say: 'Taste then the punishment, for that which you disbelieved'",
        "numberInSurah": 30,
        "juz": 7,
        "manzil": 2,
        "page": 131,
        "ruku": 104,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 820,
        "text": "They are lost indeed, those who belied the meeting with Allah. When the Hour overtakes them suddenly, they will say: 'Alas, for us, that we neglected it' On their backs they shall be bearing their sinful loads; how evil is what they sin!",
        "numberInSurah": 31,
        "juz": 7,
        "manzil": 2,
        "page": 131,
        "ruku": 105,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 821,
        "text": "The life of this world is but playing and an amusement. Surely, the Everlasting home is better for the cautious. Will you not understand?",
        "numberInSurah": 32,
        "juz": 7,
        "manzil": 2,
        "page": 131,
        "ruku": 105,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 822,
        "text": "We know what they say saddens you. It is not you that they belie; but the harmdoers deny the verses of Allah.",
        "numberInSurah": 33,
        "juz": 7,
        "manzil": 2,
        "page": 131,
        "ruku": 105,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 823,
        "text": "Messengers indeed were belied before you, yet they became patient with that which they were belied, and were hurt until Our help came to them. There is none to alter the Words of Allah; and there has already come to you some news of the Messengers.",
        "numberInSurah": 34,
        "juz": 7,
        "manzil": 2,
        "page": 131,
        "ruku": 105,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 824,
        "text": "If their turning away is hard upon you, seek if you can, a tunnel in the ground or a ladder to the sky by which you can bring them a sign. Had Allah willed, He would gather them to guidance. Do not then be among the ignorant.",
        "numberInSurah": 35,
        "juz": 7,
        "manzil": 2,
        "page": 131,
        "ruku": 105,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 825,
        "text": "Those who listen will surely answer. As for the dead, Allah will revive them. To Him they shall return.",
        "numberInSurah": 36,
        "juz": 7,
        "manzil": 2,
        "page": 132,
        "ruku": 105,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 826,
        "text": "They ask: 'Why has no sign been sent down to him from his Lord' Say: 'Allah is Able to send down a sign' But most of them do not know.",
        "numberInSurah": 37,
        "juz": 7,
        "manzil": 2,
        "page": 132,
        "ruku": 105,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 827,
        "text": "There is no crawling creature on the earth, nor a bird that flies with its two wings, but they are nations like you. We have neglected nothing in the Book. They shall all be gathered before their Lord.",
        "numberInSurah": 38,
        "juz": 7,
        "manzil": 2,
        "page": 132,
        "ruku": 105,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 828,
        "text": "Those who belie Our verses are deaf and dumb, in darkness. Allah leaves in error whom He will, and guides to the Straight Path whom He pleases.",
        "numberInSurah": 39,
        "juz": 7,
        "manzil": 2,
        "page": 132,
        "ruku": 105,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 829,
        "text": "Say: 'Do you see yourselves when the punishment of Allah smites you or the Hour overtakes you, will you call on any except Allah, if you are truthful?",
        "numberInSurah": 40,
        "juz": 7,
        "manzil": 2,
        "page": 132,
        "ruku": 105,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 830,
        "text": "No, on Him alone you will call, and He will remove that for which you call upon Him, if He will. Then you will forget what you associate (with Him).",
        "numberInSurah": 41,
        "juz": 7,
        "manzil": 2,
        "page": 132,
        "ruku": 105,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 831,
        "text": "Before you We sent forth to other nations, and then seized them with misery and hardship so that they might humble themselves.",
        "numberInSurah": 42,
        "juz": 7,
        "manzil": 2,
        "page": 132,
        "ruku": 106,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 832,
        "text": "If only they humbled themselves when Our scourge overtook them! But their hearts were hardened, and satan decorated to them what they were doing.",
        "numberInSurah": 43,
        "juz": 7,
        "manzil": 2,
        "page": 132,
        "ruku": 106,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 833,
        "text": "And when they had forgotten that with which they have been admonished, We opened the gates of everything to them, until just as they were rejoicing in what they were given, We suddenly seized them and they were in utter despair.",
        "numberInSurah": 44,
        "juz": 7,
        "manzil": 2,
        "page": 132,
        "ruku": 106,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 834,
        "text": "As such the harmdoers were annihilated. Praise be to Allah, Lord of the Worlds!",
        "numberInSurah": 45,
        "juz": 7,
        "manzil": 2,
        "page": 133,
        "ruku": 106,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 835,
        "text": "Say: 'What would you see if Allah took away your hearing and your sight, and set a seal upon your hearts, who is a god, other than Allah, to bring it back to you' Look how We make plain to them Our verses, and yet they turn away.",
        "numberInSurah": 46,
        "juz": 7,
        "manzil": 2,
        "page": 133,
        "ruku": 106,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 836,
        "text": "Say: 'What do you see yourselves then, if the punishment of Allah overtook you suddenly or openly, would any perish but the harmdoing nation'",
        "numberInSurah": 47,
        "juz": 7,
        "manzil": 2,
        "page": 133,
        "ruku": 106,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 837,
        "text": "We send forth Our Messengers only to give glad tidings to mankind and to warn them. Those who believe and mend their ways shall have nothing to fear or to be saddened.",
        "numberInSurah": 48,
        "juz": 7,
        "manzil": 2,
        "page": 133,
        "ruku": 106,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 838,
        "text": "But those who belie Our verses, punishment shall touch them for their misdeeds.",
        "numberInSurah": 49,
        "juz": 7,
        "manzil": 2,
        "page": 133,
        "ruku": 106,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 839,
        "text": "Say: 'I do not tell you that I have the treasuries of Allah or know the unseen, nor do I claim to be an angel. I follow only that which is revealed to me' Say: 'Are the blind and the seeing alike? Will you not think'",
        "numberInSurah": 50,
        "juz": 7,
        "manzil": 2,
        "page": 133,
        "ruku": 106,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 840,
        "text": "And warn with it those who fear to be brought before their Lord that they have no guardian or intercessor, other than Allah, in order that they are cautious.",
        "numberInSurah": 51,
        "juz": 7,
        "manzil": 2,
        "page": 133,
        "ruku": 107,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 841,
        "text": "Do not drive away those who call on their Lord morning and evening, seeking only His Face. Nothing of their account falls upon you, and nothing of your account falls upon them, that you should drive them away and so become one of the harmdoers.",
        "numberInSurah": 52,
        "juz": 7,
        "manzil": 2,
        "page": 133,
        "ruku": 107,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 842,
        "text": "As such We have made some of them a means for testing others, so that they should say: 'Are those whom Allah favors amongst us' But does not Allah best know the thankful?",
        "numberInSurah": 53,
        "juz": 7,
        "manzil": 2,
        "page": 134,
        "ruku": 107,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 843,
        "text": "When those who believe in Our verses come to you, say: 'Peace be upon you. Your Lord has decreed Mercy on Himself, if any one of you commits evil through ignorance, and then repents, and mends his ways, then He is Forgiving, the Most Merciful'",
        "numberInSurah": 54,
        "juz": 7,
        "manzil": 2,
        "page": 134,
        "ruku": 107,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 844,
        "text": "As such We make plain Our verses, so that the path of the wicked will be clear.",
        "numberInSurah": 55,
        "juz": 7,
        "manzil": 2,
        "page": 134,
        "ruku": 107,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 845,
        "text": "Say: 'I am forbidden to worship whom you call upon instead of Allah' Say: 'I will not yield to your wishes, for then I should have strayed and should not be of those guided'",
        "numberInSurah": 56,
        "juz": 7,
        "manzil": 2,
        "page": 134,
        "ruku": 108,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 846,
        "text": "Say: 'I am upon a clear proof from my Lord, yet you belie Him. I do not have that which you seek to hasten; judgement is for Allah alone. He narrates the truth and He is the Best of deciders'",
        "numberInSurah": 57,
        "juz": 7,
        "manzil": 2,
        "page": 134,
        "ruku": 108,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 847,
        "text": "Say: 'If what you seek to hasten were with me, the matter between you and me would be decided, and Allah knows very well the harmdoers'",
        "numberInSurah": 58,
        "juz": 7,
        "manzil": 2,
        "page": 134,
        "ruku": 108,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 848,
        "text": "With Him are the keys of the unseen, none knows them but He. He knows that which is in the land and sea. No leaf falls except He knows it, and there is no grain in the darkness of the earth, fresh or withered, but is recorded in a clear Book.",
        "numberInSurah": 59,
        "juz": 7,
        "manzil": 2,
        "page": 134,
        "ruku": 108,
        "hizbQuarter": 54,
        "sajda": false
      },
      {
        "number": 849,
        "text": "It is He who makes you to die by night, knowing what you have gained by day, and then resurrects you so that an ordained term is realized. To Him you shall return, and He will tell you of what you have been doing.",
        "numberInSurah": 60,
        "juz": 7,
        "manzil": 2,
        "page": 135,
        "ruku": 108,
        "hizbQuarter": 54,
        "sajda": false
      },
      {
        "number": 850,
        "text": "He is the Conqueror over His worshipers. He sends forth guardians who watch over you until death comes to one of you, when Our messengers take him, and they are not neglectful.",
        "numberInSurah": 61,
        "juz": 7,
        "manzil": 2,
        "page": 135,
        "ruku": 109,
        "hizbQuarter": 54,
        "sajda": false
      },
      {
        "number": 851,
        "text": "Then, they are returned to Allah their Guardian, the True. Surely, the judgement is for Him, He is the Swiftest of reckoners'",
        "numberInSurah": 62,
        "juz": 7,
        "manzil": 2,
        "page": 135,
        "ruku": 109,
        "hizbQuarter": 54,
        "sajda": false
      },
      {
        "number": 852,
        "text": "Say: 'Who saves you from the darkness of the land and sea, when you call out to Him humbly and in secret, (saying:) \"If You save us from this, we will be among the thankful.\"",
        "numberInSurah": 63,
        "juz": 7,
        "manzil": 2,
        "page": 135,
        "ruku": 109,
        "hizbQuarter": 54,
        "sajda": false
      },
      {
        "number": 853,
        "text": "Say: 'Allah saves you from them, and from all afflictions. Then, you associate (with Him)'",
        "numberInSurah": 64,
        "juz": 7,
        "manzil": 2,
        "page": 135,
        "ruku": 109,
        "hizbQuarter": 54,
        "sajda": false
      },
      {
        "number": 854,
        "text": "Say: 'He is Able to send forth upon you punishment from above you or beneath your feet, or to divide you into discordant factions, and to make some of you taste the affliction of the other' Look how We make plain Our verses, in order that they understand.",
        "numberInSurah": 65,
        "juz": 7,
        "manzil": 2,
        "page": 135,
        "ruku": 109,
        "hizbQuarter": 54,
        "sajda": false
      },
      {
        "number": 855,
        "text": "Your nation has belied it (the Koran), although it is the truth. Say: 'I am not a guardian over you.",
        "numberInSurah": 66,
        "juz": 7,
        "manzil": 2,
        "page": 135,
        "ruku": 109,
        "hizbQuarter": 54,
        "sajda": false
      },
      {
        "number": 856,
        "text": "Every news has its appointed time; you will surely know'",
        "numberInSurah": 67,
        "juz": 7,
        "manzil": 2,
        "page": 135,
        "ruku": 109,
        "hizbQuarter": 54,
        "sajda": false
      },
      {
        "number": 857,
        "text": "When you see those who plunge (scoffing) into Our verses, withdraw from them till they plunge into some other talk. If satan causes you to forget, leave the wrongdoing people as soon as you remember.",
        "numberInSurah": 68,
        "juz": 7,
        "manzil": 2,
        "page": 135,
        "ruku": 109,
        "hizbQuarter": 54,
        "sajda": false
      },
      {
        "number": 858,
        "text": "Those who are cautious are not accountable for them in anything, but it is a reminder in order that they be cautious.",
        "numberInSurah": 69,
        "juz": 7,
        "manzil": 2,
        "page": 136,
        "ruku": 109,
        "hizbQuarter": 54,
        "sajda": false
      },
      {
        "number": 859,
        "text": "Avoid those who take their religion as playing and an amusement and are seduced by the life of this world. Admonish them hereby lest a soul be taken by what it has gained, for it has no guardian or intercessor before Allah, and though it offers every ransom, it shall not be taken from it. Those are they who are taken for that which they earned. For them a drink of boiling water, a stern punishment for their disbelief.",
        "numberInSurah": 70,
        "juz": 7,
        "manzil": 2,
        "page": 136,
        "ruku": 109,
        "hizbQuarter": 54,
        "sajda": false
      },
      {
        "number": 860,
        "text": "Say: 'Are we to call, other than Allah, what can neither help nor harm us? Are we to turn on our heels after Allah has guided us like him, who, being bewitched by devils, blunders aimlessly in the earth, although his friends call him to the guidance, (saying) 'Come to us' Say: 'The guidance of Allah is the Guidance. We are commanded to submit to the Lord of the Worlds,",
        "numberInSurah": 71,
        "juz": 7,
        "manzil": 2,
        "page": 136,
        "ruku": 110,
        "hizbQuarter": 54,
        "sajda": false
      },
      {
        "number": 861,
        "text": "and to establish prayer, and fear Him. Before Him you shall all be assembled'",
        "numberInSurah": 72,
        "juz": 7,
        "manzil": 2,
        "page": 136,
        "ruku": 110,
        "hizbQuarter": 54,
        "sajda": false
      },
      {
        "number": 862,
        "text": "It was He who created the heavens and the earth in truth. On the Day when He says: 'Be' it shall be. His Word is the truth. His shall be the Kingdom on the Day when the Horn is blown. The Knower of the unseen and the visible, and He is the Wise, the Aware.",
        "numberInSurah": 73,
        "juz": 7,
        "manzil": 2,
        "page": 136,
        "ruku": 110,
        "hizbQuarter": 54,
        "sajda": false
      },
      {
        "number": 863,
        "text": "(And remember) when Abraham said to his father Azar: 'Will you take idols for gods, surely I see you and your people are in clear error'",
        "numberInSurah": 74,
        "juz": 7,
        "manzil": 2,
        "page": 137,
        "ruku": 110,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 864,
        "text": "And so We showed Abraham the kingdom of the heavens and the earth, so that he might be of those who are certain.",
        "numberInSurah": 75,
        "juz": 7,
        "manzil": 2,
        "page": 137,
        "ruku": 110,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 865,
        "text": "When night drew over him, he saw a planet. 'This' he said: 'is surely my Lord' But when it set he said: 'I do not like the setting ones'",
        "numberInSurah": 76,
        "juz": 7,
        "manzil": 2,
        "page": 137,
        "ruku": 110,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 866,
        "text": "When he saw the rising moon, he said: 'This is my Lord' But when it set, he said: 'If my Lord does not guide me, I shall surely be amongst the astray nation'",
        "numberInSurah": 77,
        "juz": 7,
        "manzil": 2,
        "page": 137,
        "ruku": 110,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 867,
        "text": "Then, when he saw the sun rise, shining, he said: 'This must be my Lord, it is larger' But when it set, he said: 'O nation I am quit of what you associate (with Allah, the Creator),",
        "numberInSurah": 78,
        "juz": 7,
        "manzil": 2,
        "page": 137,
        "ruku": 110,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 868,
        "text": "I have turned my face to Him who has created the heavens and the earth, uprightly, and I am not among the idolaters'",
        "numberInSurah": 79,
        "juz": 7,
        "manzil": 2,
        "page": 137,
        "ruku": 110,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 869,
        "text": "His nation argued with him. He said: 'Will you argue with me about Allah, indeed He guided me! Except by His will, I do not fear those you associate with Him. My Lord embraces all things in knowledge, will you not remember?",
        "numberInSurah": 80,
        "juz": 7,
        "manzil": 2,
        "page": 137,
        "ruku": 110,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 870,
        "text": "And how should I fear what you have associated when you yourselves are not afraid that you have associated with Allah that which He did not send down for it upon you an authority. Which of the two parties is more deserving of safety, if you know?",
        "numberInSurah": 81,
        "juz": 7,
        "manzil": 2,
        "page": 137,
        "ruku": 110,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 871,
        "text": "Those who believe and have not confounded their belief with harm security belongs to them; and they are guided'",
        "numberInSurah": 82,
        "juz": 7,
        "manzil": 2,
        "page": 138,
        "ruku": 110,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 872,
        "text": "Such is the argument that We gave Abraham against his nation. We raise whom We will to an exalted rank. Your Lord is Wise, Knowing.",
        "numberInSurah": 83,
        "juz": 7,
        "manzil": 2,
        "page": 138,
        "ruku": 111,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 873,
        "text": "We gave him Isaac and Jacob and guided both; and We guided Noah before them, among his descendants were David and Solomon, Job, Joseph, Moses and Aaron as such, We recompense the gooddoers,",
        "numberInSurah": 84,
        "juz": 7,
        "manzil": 2,
        "page": 138,
        "ruku": 111,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 874,
        "text": "and (Prophets) Zachariah, John, Jesus and Elias, each was of the righteous,",
        "numberInSurah": 85,
        "juz": 7,
        "manzil": 2,
        "page": 138,
        "ruku": 111,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 875,
        "text": "and Ishmael, Elisha, Jonah and Lot. Each We preferred above the worlds,",
        "numberInSurah": 86,
        "juz": 7,
        "manzil": 2,
        "page": 138,
        "ruku": 111,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 876,
        "text": "as We did their fathers, their descendants, and their brothers. We chose them and guided them to a Straight Path.",
        "numberInSurah": 87,
        "juz": 7,
        "manzil": 2,
        "page": 138,
        "ruku": 111,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 877,
        "text": "Such is the guidance of Allah by it He guides whom He will of His worshipers. Had they associated (others with Him), their labors would have indeed been annulled.",
        "numberInSurah": 88,
        "juz": 7,
        "manzil": 2,
        "page": 138,
        "ruku": 111,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 878,
        "text": "Those, We have given them the Book, judgment, and prophethood. If these disbelieve it, We have entrusted it to others who do not disbelieve in it.",
        "numberInSurah": 89,
        "juz": 7,
        "manzil": 2,
        "page": 138,
        "ruku": 111,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 879,
        "text": "Those were whom Allah guided. Follow then their guidance and say: 'I do not ask you a wage for it. Surely, it is a reminder to the worlds'",
        "numberInSurah": 90,
        "juz": 7,
        "manzil": 2,
        "page": 138,
        "ruku": 111,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 880,
        "text": "They have not valued Allah with His true value, when they said 'Allah has never sent down anything to a mortal' Say: 'Who, then sent down the Book which Moses brought, a light and guidance for people? You put it on to parchments, revealing them and hiding much, you have now been taught what neither you nor your fathers knew before' Say: 'Allah' Then leave them, playing in their plunging.",
        "numberInSurah": 91,
        "juz": 7,
        "manzil": 2,
        "page": 139,
        "ruku": 112,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 881,
        "text": "And this is a Blessed Book which We have sent down, confirming what came before it, in order that you warn the Mother of the Villages (Mecca) and those who (live) around it. Those who believe in the Everlasting Life believe in it and preserve their prayers.",
        "numberInSurah": 92,
        "juz": 7,
        "manzil": 2,
        "page": 139,
        "ruku": 112,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 882,
        "text": "Who is more harmful than he who invents a lie about Allah, or says: \"It has been revealed to me,\" when nothing has been revealed to him? Or he who says: 'I will send down the like of what Allah has sent down' Would that you could see the harmdoers when death overwhelms them! With hands outstretched, the angels (will say): 'Yield up your souls. You shall be recompensed with a humiliating punishment this Day, for you have said of Allah what is untrue and you grew proud against His verses.",
        "numberInSurah": 93,
        "juz": 7,
        "manzil": 2,
        "page": 139,
        "ruku": 112,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 883,
        "text": "Now you have returned to Us, alone, as We created you at first, leaving behind all that We have bestowed on you. Nor do We see with you your intercessors, those whom you asserted to be your associates. The ties which bound you are broken, and that which you asserted has gone astray from you'",
        "numberInSurah": 94,
        "juz": 7,
        "manzil": 2,
        "page": 139,
        "ruku": 112,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 884,
        "text": "It is Allah who splits the grain and the datestone. He brings forth the living from the dead, and the dead from the living. So, that is Allah; how then are you perverted?",
        "numberInSurah": 95,
        "juz": 7,
        "manzil": 2,
        "page": 140,
        "ruku": 113,
        "hizbQuarter": 56,
        "sajda": false
      },
      {
        "number": 885,
        "text": "He splits the sky into dawn. He has ordained the night for rest and the sun, and the moon for reckoning. Such is the ordinance of the Almighty, the Knowing.",
        "numberInSurah": 96,
        "juz": 7,
        "manzil": 2,
        "page": 140,
        "ruku": 113,
        "hizbQuarter": 56,
        "sajda": false
      },
      {
        "number": 886,
        "text": "It is He who has created for you the stars, so that you can be guided by them in the darkness of land and sea. We have made plain Our verses to a nation who know.",
        "numberInSurah": 97,
        "juz": 7,
        "manzil": 2,
        "page": 140,
        "ruku": 113,
        "hizbQuarter": 56,
        "sajda": false
      },
      {
        "number": 887,
        "text": "It is He who originated you from one soul, then a lodging (place), and then a repository. We have made plain the verses to a nation that understands.",
        "numberInSurah": 98,
        "juz": 7,
        "manzil": 2,
        "page": 140,
        "ruku": 113,
        "hizbQuarter": 56,
        "sajda": false
      },
      {
        "number": 888,
        "text": "He sends down water from the sky, and with it We bring forth the plant of every thing. From these We bring forth green foliage and composite grain, palmtrees laden with clusters of dates within reach, vineyards and olive groves and pomegranates alike and unlike. Behold their fruits when they bear fruit and ripen. Surely, in these there are signs for a nation who believe.",
        "numberInSurah": 99,
        "juz": 7,
        "manzil": 2,
        "page": 140,
        "ruku": 113,
        "hizbQuarter": 56,
        "sajda": false
      },
      {
        "number": 889,
        "text": "Yet they regard the jinn as the partners of Allah, although He created them, and without knowledge ascribe to Him sons and daughters. Exaltations to Him! He is above what they describe.",
        "numberInSurah": 100,
        "juz": 7,
        "manzil": 2,
        "page": 140,
        "ruku": 113,
        "hizbQuarter": 56,
        "sajda": false
      },
      {
        "number": 890,
        "text": "He is the Creator of the heavens and the earth. How can He have a son when He had no female companion? He created all things and has knowledge of all things.",
        "numberInSurah": 101,
        "juz": 7,
        "manzil": 2,
        "page": 140,
        "ruku": 114,
        "hizbQuarter": 56,
        "sajda": false
      },
      {
        "number": 891,
        "text": "That is Allah, your Lord. There is no god except He, the Creator of all things. Therefore, worship Him. He is the Guardian of all things.",
        "numberInSurah": 102,
        "juz": 7,
        "manzil": 2,
        "page": 141,
        "ruku": 114,
        "hizbQuarter": 56,
        "sajda": false
      },
      {
        "number": 892,
        "text": "No eye can see Him, though He sees all eyes. He is the Subtle, the Aware.",
        "numberInSurah": 103,
        "juz": 7,
        "manzil": 2,
        "page": 141,
        "ruku": 114,
        "hizbQuarter": 56,
        "sajda": false
      },
      {
        "number": 893,
        "text": "Clear proofs have come to you from your Lord. Whosoever sees clearly it is for himself, and whosoever is blind, it is against himself. I am not an overseer for you.",
        "numberInSurah": 104,
        "juz": 7,
        "manzil": 2,
        "page": 141,
        "ruku": 114,
        "hizbQuarter": 56,
        "sajda": false
      },
      {
        "number": 894,
        "text": "As such We make plain Our verses, so that they can say: 'You have studied' in order that We clarify it to a nation that knows.",
        "numberInSurah": 105,
        "juz": 7,
        "manzil": 2,
        "page": 141,
        "ruku": 114,
        "hizbQuarter": 56,
        "sajda": false
      },
      {
        "number": 895,
        "text": "Therefore, follow what has been revealed to you from your Lord there is no god except Him, and avoid the idolaters.",
        "numberInSurah": 106,
        "juz": 7,
        "manzil": 2,
        "page": 141,
        "ruku": 114,
        "hizbQuarter": 56,
        "sajda": false
      },
      {
        "number": 896,
        "text": "Had Allah willed, they would not have associated. We have not made you an overseer for them, nor are you their guardian.",
        "numberInSurah": 107,
        "juz": 7,
        "manzil": 2,
        "page": 141,
        "ruku": 114,
        "hizbQuarter": 56,
        "sajda": false
      },
      {
        "number": 897,
        "text": "Do not say crude words to those who call upon other than Allah, lest they use crude words about Allah in revenge without knowledge. As such we have made the actions of each nation seem pleasing. To their Lord they shall return, and He will inform them of that they were doing.",
        "numberInSurah": 108,
        "juz": 7,
        "manzil": 2,
        "page": 141,
        "ruku": 114,
        "hizbQuarter": 56,
        "sajda": false
      },
      {
        "number": 898,
        "text": "They solemnly swear by Allah that if a sign is given to them they would believe in it. Say: 'Signs are only with Allah' And how can you tell if it comes they will not believe'",
        "numberInSurah": 109,
        "juz": 7,
        "manzil": 2,
        "page": 141,
        "ruku": 114,
        "hizbQuarter": 56,
        "sajda": false
      },
      {
        "number": 899,
        "text": "We will turn away their hearts and eyes since they refused to believe in it at first. We will leave them in their insolence wandering blindly.",
        "numberInSurah": 110,
        "juz": 7,
        "manzil": 2,
        "page": 141,
        "ruku": 114,
        "hizbQuarter": 56,
        "sajda": false
      },
      {
        "number": 900,
        "text": "Even if We sent down the angels to them and the dead spoke to them, and assembled all things in front of them, they would still not believe, unless Allah willed it. But most of them are ignorant.",
        "numberInSurah": 111,
        "juz": 8,
        "manzil": 2,
        "page": 142,
        "ruku": 115,
        "hizbQuarter": 57,
        "sajda": false
      },
      {
        "number": 901,
        "text": "As such We have assigned for every Prophet an enemy; the satans of humans and jinn, revealing varnished speech to each other, all as a delusion. But had your Lord willed, they would not have done so. Therefore leave them and what they invent,",
        "numberInSurah": 112,
        "juz": 8,
        "manzil": 2,
        "page": 142,
        "ruku": 115,
        "hizbQuarter": 57,
        "sajda": false
      },
      {
        "number": 902,
        "text": "so that the hearts of those who have no belief in the Everlasting Life are inclined to it and, being pleased, persist in their sinful ways.",
        "numberInSurah": 113,
        "juz": 8,
        "manzil": 2,
        "page": 142,
        "ruku": 115,
        "hizbQuarter": 57,
        "sajda": false
      },
      {
        "number": 903,
        "text": "Should I seek a judge other than Allah when it is He who has sent down the well distinguished Book for you? Those to whom We have given the Book know that it is the truth sent down from your Lord, so do not be among the doubters.",
        "numberInSurah": 114,
        "juz": 8,
        "manzil": 2,
        "page": 142,
        "ruku": 115,
        "hizbQuarter": 57,
        "sajda": false
      },
      {
        "number": 904,
        "text": "Perfected are the words of your Lord in truth and justice, none can change His Words. He is the Hearing, the Knowing.",
        "numberInSurah": 115,
        "juz": 8,
        "manzil": 2,
        "page": 142,
        "ruku": 115,
        "hizbQuarter": 57,
        "sajda": false
      },
      {
        "number": 905,
        "text": "If you obeyed most of those on earth, they would lead you astray from the Path of Allah. They follow only supposition and they are but conjecturing.",
        "numberInSurah": 116,
        "juz": 8,
        "manzil": 2,
        "page": 142,
        "ruku": 115,
        "hizbQuarter": 57,
        "sajda": false
      },
      {
        "number": 906,
        "text": "Your Lord knows best who stray from His Path and the guided.",
        "numberInSurah": 117,
        "juz": 8,
        "manzil": 2,
        "page": 142,
        "ruku": 115,
        "hizbQuarter": 57,
        "sajda": false
      },
      {
        "number": 907,
        "text": "Eat then of that over which the Name of Allah has been mentioned (when slaughtered), if you truly believe in His verses.",
        "numberInSurah": 118,
        "juz": 8,
        "manzil": 2,
        "page": 142,
        "ruku": 115,
        "hizbQuarter": 57,
        "sajda": false
      },
      {
        "number": 908,
        "text": "And why should you not eat of that over which the Name of Allah has been pronounced when He has already made plain to you what is forbidden, except when you are constrained? Many are those who mislead through ignorance on account of their fancies, but your Lord best knows the transgressors.",
        "numberInSurah": 119,
        "juz": 8,
        "manzil": 2,
        "page": 143,
        "ruku": 115,
        "hizbQuarter": 57,
        "sajda": false
      },
      {
        "number": 909,
        "text": "Forsake the revealed and hidden sin. Those who earn sin shall be recompensed for what they have committed.",
        "numberInSurah": 120,
        "juz": 8,
        "manzil": 2,
        "page": 143,
        "ruku": 115,
        "hizbQuarter": 57,
        "sajda": false
      },
      {
        "number": 910,
        "text": "Do not eat from that which the Name of Allah has not been mentioned, for it is a sin. The satans will reveal to their guided ones to argue with you. If you obey them, you shall indeed become idolaters.",
        "numberInSurah": 121,
        "juz": 8,
        "manzil": 2,
        "page": 143,
        "ruku": 115,
        "hizbQuarter": 57,
        "sajda": false
      },
      {
        "number": 911,
        "text": "Is he who was dead whom We have revived and given a light with which he walks among people to be compared to him who blunders about in darkness from which he will never emerge? As such what the unbelievers have done appear decorated to them.",
        "numberInSurah": 122,
        "juz": 8,
        "manzil": 2,
        "page": 143,
        "ruku": 116,
        "hizbQuarter": 57,
        "sajda": false
      },
      {
        "number": 912,
        "text": "And as such we have placed in every village its archtransgressors to scheme there. But they scheme only against themselves, though they do not sense it.",
        "numberInSurah": 123,
        "juz": 8,
        "manzil": 2,
        "page": 143,
        "ruku": 116,
        "hizbQuarter": 57,
        "sajda": false
      },
      {
        "number": 913,
        "text": "When a sign came to them they said: 'We will not believe in it unless we are given that which the Messengers of Allah have been given' But Allah knows best where to place His Message. Humiliation with Allah shall befall the sinners as well as a terrible punishment for what they devised.",
        "numberInSurah": 124,
        "juz": 8,
        "manzil": 2,
        "page": 143,
        "ruku": 116,
        "hizbQuarter": 57,
        "sajda": false
      },
      {
        "number": 914,
        "text": "Whomsoever Allah desires to guide, He expands his chest to Islam (submission). Whomsoever He desires to lead astray, He makes his chest narrow, tight, as though he were climbing to heaven. As such Allah lays the scourge on the unbelievers.",
        "numberInSurah": 125,
        "juz": 8,
        "manzil": 2,
        "page": 144,
        "ruku": 116,
        "hizbQuarter": 57,
        "sajda": false
      },
      {
        "number": 915,
        "text": "This is the Path of your Lord, a Straight Path. We have made plain Our verses to a nation who remember.",
        "numberInSurah": 126,
        "juz": 8,
        "manzil": 2,
        "page": 144,
        "ruku": 116,
        "hizbQuarter": 57,
        "sajda": false
      },
      {
        "number": 916,
        "text": "Theirs is the abode of peace with their Lord. He is their Guardian for what they did.",
        "numberInSurah": 127,
        "juz": 8,
        "manzil": 2,
        "page": 144,
        "ruku": 116,
        "hizbQuarter": 58,
        "sajda": false
      },
      {
        "number": 917,
        "text": "On the Day when He assembles them all together, 'O company of Jinn, you have seduced mankind in great numbers' And their guided ones among the humans will say: 'Lord, we have enjoyed each other. But now we have reached the term which You have appointed for us' He will say: 'The Fire shall be your lodging, and there you shall remain for ever except as Allah will' Your Lord is Wise, Knowing.",
        "numberInSurah": 128,
        "juz": 8,
        "manzil": 2,
        "page": 144,
        "ruku": 116,
        "hizbQuarter": 58,
        "sajda": false
      },
      {
        "number": 918,
        "text": "So We make the harmdoers guides of each other for what they have earned.",
        "numberInSurah": 129,
        "juz": 8,
        "manzil": 2,
        "page": 144,
        "ruku": 116,
        "hizbQuarter": 58,
        "sajda": false
      },
      {
        "number": 919,
        "text": "'Jinn and human, did there not come to you Messengers of your own who narrated to you My verses and warned you of encountering this Day' They will reply: 'We bear witness against ourselves' Indeed, the life of this world beguiled them. They will bear witness against themselves that they were unbelievers.",
        "numberInSurah": 130,
        "juz": 8,
        "manzil": 2,
        "page": 144,
        "ruku": 117,
        "hizbQuarter": 58,
        "sajda": false
      },
      {
        "number": 920,
        "text": "That is because your Lord will not destroy villages unjustly, while their inhabitants were inattentive.",
        "numberInSurah": 131,
        "juz": 8,
        "manzil": 2,
        "page": 144,
        "ruku": 117,
        "hizbQuarter": 58,
        "sajda": false
      },
      {
        "number": 921,
        "text": "They all have their degrees according to their deeds. Your Lord is not inattentive of their actions.",
        "numberInSurah": 132,
        "juz": 8,
        "manzil": 2,
        "page": 145,
        "ruku": 117,
        "hizbQuarter": 58,
        "sajda": false
      },
      {
        "number": 922,
        "text": "Your Lord is Rich and the Owner of Mercy. He can destroy you if He will and replace you with whom He pleases, just as He raised you from the offspringof other nations.",
        "numberInSurah": 133,
        "juz": 8,
        "manzil": 2,
        "page": 145,
        "ruku": 117,
        "hizbQuarter": 58,
        "sajda": false
      },
      {
        "number": 923,
        "text": "That which you are promised is sure to come. You shall not frustrate Me.",
        "numberInSurah": 134,
        "juz": 8,
        "manzil": 2,
        "page": 145,
        "ruku": 117,
        "hizbQuarter": 58,
        "sajda": false
      },
      {
        "number": 924,
        "text": "Say: 'Work according to your station my people, for indeed I am working' You shall know to whom will be the good end of the abode. The harmdoers shall not be triumphant.",
        "numberInSurah": 135,
        "juz": 8,
        "manzil": 2,
        "page": 145,
        "ruku": 117,
        "hizbQuarter": 58,
        "sajda": false
      },
      {
        "number": 925,
        "text": "They set aside for Allah a share of what He has created of tilth and cattle saying: 'This is for Allah so they claim and this for our associates (gods)' The share of their associates never reaches Allah, but the share of Allah reaches their associates. How evil they judge!",
        "numberInSurah": 136,
        "juz": 8,
        "manzil": 2,
        "page": 145,
        "ruku": 117,
        "hizbQuarter": 58,
        "sajda": false
      },
      {
        "number": 926,
        "text": "As such their associates made it attractive to the idolaters to kill their children so that they ruin them and confuse them about their religion. But had Allah willed, they would not have done so. Therefore, leave them to their false inventions.",
        "numberInSurah": 137,
        "juz": 8,
        "manzil": 2,
        "page": 145,
        "ruku": 117,
        "hizbQuarter": 58,
        "sajda": false
      },
      {
        "number": 927,
        "text": "They say: 'These cattle, and these crops are forbidden. None can eat of them except those whom we permit' so they claim 'and cattle whose backs are forbidden, and others over which they do not pronounce the Name of Allah' As such fabricating lies against Him. He will recompense them for their invented lies.",
        "numberInSurah": 138,
        "juz": 8,
        "manzil": 2,
        "page": 146,
        "ruku": 117,
        "hizbQuarter": 58,
        "sajda": false
      },
      {
        "number": 928,
        "text": "They also say: 'What is in the bellies (wombs) of these cattle is reserved for our males but not for our wives' But if it is stillborn, they all partake of it. He will recompense them for their describing. He is Wise, Knowing.",
        "numberInSurah": 139,
        "juz": 8,
        "manzil": 2,
        "page": 146,
        "ruku": 117,
        "hizbQuarter": 58,
        "sajda": false
      },
      {
        "number": 929,
        "text": "Lost are those who, without knowledge, have foolishly slain their own children and made unlawful that which Allah has provided them, fabricating lies about Allah. They have gone astray and are not guided.",
        "numberInSurah": 140,
        "juz": 8,
        "manzil": 2,
        "page": 146,
        "ruku": 117,
        "hizbQuarter": 58,
        "sajda": false
      },
      {
        "number": 930,
        "text": "He brings forth gardens, trellised and untrellised, palmtrees and crops, different to eat, and the olive and pomegranates alike and unlike. When it bears fruit eat of it and pay what is due (the zakat) of it upon the harvest day. But do not be wasteful; He does not love the wasteful.",
        "numberInSurah": 141,
        "juz": 8,
        "manzil": 2,
        "page": 146,
        "ruku": 118,
        "hizbQuarter": 59,
        "sajda": false
      },
      {
        "number": 931,
        "text": "And of the cattle, some are for carrying burdens, and others for slaughter. Eat of that which Allah has provided you with and do not follow in satan's footsteps; he is your open enemy.",
        "numberInSurah": 142,
        "juz": 8,
        "manzil": 2,
        "page": 146,
        "ruku": 118,
        "hizbQuarter": 59,
        "sajda": false
      },
      {
        "number": 932,
        "text": "(He has given you) eight couples, a pair of sheep and a pair of goats. Say: 'Of these, has He forbidden you the males, the females, or what the wombs of the two females contain? Tell me with knowledge, if you are truthful'",
        "numberInSurah": 143,
        "juz": 8,
        "manzil": 2,
        "page": 147,
        "ruku": 118,
        "hizbQuarter": 59,
        "sajda": false
      },
      {
        "number": 933,
        "text": "Then a pair of camels and a pair of cattle. Say: 'Of these, has He forbidden you the males, the females, or what the wombs of the two females contain? Were you witnesses when Allah charged you with this? Who is more harmful than he who, without knowledge, invents a lie about Allah to mislead people? Allah does not guide the harmdoers.",
        "numberInSurah": 144,
        "juz": 8,
        "manzil": 2,
        "page": 147,
        "ruku": 118,
        "hizbQuarter": 59,
        "sajda": false
      },
      {
        "number": 934,
        "text": "Say: 'I find nothing in what has been revealed to me that forbids any one to eat of any food except the dead, running blood, and the flesh of swine for these are unclean and that which has been hallowed in its slaughter to other than Allah. But whoever is constrained to eat of any of these, not intending to sin or transgress, then your Lord is Forgiving, the Most Merciful.",
        "numberInSurah": 145,
        "juz": 8,
        "manzil": 2,
        "page": 147,
        "ruku": 119,
        "hizbQuarter": 59,
        "sajda": false
      },
      {
        "number": 935,
        "text": "We forbade the Jews all with undivided hoofs and the fat of sheep and cattle, except what is on their backs and entrails, and what is mixed with their bones. As such We recompensed them for their transgress ions. Indeed, We are truthful.",
        "numberInSurah": 146,
        "juz": 8,
        "manzil": 2,
        "page": 147,
        "ruku": 119,
        "hizbQuarter": 59,
        "sajda": false
      },
      {
        "number": 936,
        "text": "If they belie you, say: 'Your Lord is the Owner of all Encompassing Mercy, but His Might cannot be withheld from the nation, the evildoers'",
        "numberInSurah": 147,
        "juz": 8,
        "manzil": 2,
        "page": 148,
        "ruku": 119,
        "hizbQuarter": 59,
        "sajda": false
      },
      {
        "number": 937,
        "text": "The idolaters will say: 'Had Allah willed, neither we nor our fathers would have associated (idols), nor would we have forbidden anything. As such, those who have gone before them belied until they tasted Our Might. Say: 'Have you any knowledge you can bring forth to us? You follow nothing but guessing and you are only speakers of conjecture'",
        "numberInSurah": 148,
        "juz": 8,
        "manzil": 2,
        "page": 148,
        "ruku": 119,
        "hizbQuarter": 59,
        "sajda": false
      },
      {
        "number": 938,
        "text": "Say: 'Allah alone has the conclusive proof. Had He willed, He would have guided you all'",
        "numberInSurah": 149,
        "juz": 8,
        "manzil": 2,
        "page": 148,
        "ruku": 119,
        "hizbQuarter": 59,
        "sajda": false
      },
      {
        "number": 939,
        "text": "Say: 'Bring those witnesses of yours who can testify that Allah has forbidden this' If they testify to it, do not testify with them, nor follow the wishes of those who belie Our verses, and disbelieve in the Everlasting Life and ascribe equals to their Lord.",
        "numberInSurah": 150,
        "juz": 8,
        "manzil": 2,
        "page": 148,
        "ruku": 119,
        "hizbQuarter": 59,
        "sajda": false
      },
      {
        "number": 940,
        "text": "Say: 'Come, I will recite to you what your Lord forbids you; that you shall associate anything with Him; that you shall be good to your parents, that you shall not kill your children because of poverty, We provide for you and for them, that you shall not commit foul deeds whether openly or in secret, and that you shall not kill the soul that Allah has forbidden except by right. With such Allah charges you, in order that you understand.",
        "numberInSurah": 151,
        "juz": 8,
        "manzil": 2,
        "page": 148,
        "ruku": 120,
        "hizbQuarter": 60,
        "sajda": false
      },
      {
        "number": 941,
        "text": "Do not touch the wealth of the orphan, except in the fairer manner until he reaches maturity. Give just weight and full measure, We never charge a soul with more than it can bear. When you speak, be just, even if it affects your own kinsmen. Fulfill the covenant of Allah. With such He charges you, in order that you remember.",
        "numberInSurah": 152,
        "juz": 8,
        "manzil": 2,
        "page": 149,
        "ruku": 120,
        "hizbQuarter": 60,
        "sajda": false
      },
      {
        "number": 942,
        "text": "This Path of Mine is straight. Follow it and do not follow other paths, for they will scatter you away from His Path. With such Allah charges you, in order that you be cautious.",
        "numberInSurah": 153,
        "juz": 8,
        "manzil": 2,
        "page": 149,
        "ruku": 120,
        "hizbQuarter": 60,
        "sajda": false
      },
      {
        "number": 943,
        "text": "Then to Moses We gave the Book, complete for him who does good, and (to make) plain all things, and guidance, and mercy, so that they might believe in the ultimate meeting with their Lord.",
        "numberInSurah": 154,
        "juz": 8,
        "manzil": 2,
        "page": 149,
        "ruku": 120,
        "hizbQuarter": 60,
        "sajda": false
      },
      {
        "number": 944,
        "text": "And We have sent down this blessed Book (the Holy Koran). Follow it and be cautious in order that you receive mercy,",
        "numberInSurah": 155,
        "juz": 8,
        "manzil": 2,
        "page": 149,
        "ruku": 121,
        "hizbQuarter": 60,
        "sajda": false
      },
      {
        "number": 945,
        "text": "lest you should say: 'The Book was sent down only to two parties before us; we are inattentive to their study'",
        "numberInSurah": 156,
        "juz": 8,
        "manzil": 2,
        "page": 149,
        "ruku": 121,
        "hizbQuarter": 60,
        "sajda": false
      },
      {
        "number": 946,
        "text": "Or (you say), 'Had the Book been sent down to us, we would have been better guided than they' Indeed a clear sign has now come to you from your Lord; a guidance and a mercy. And who is more harmful than he who belies the verses of Allah and turns away from them! We shall recompense those who turn away from Our verses with an evil punishment for their turning away.",
        "numberInSurah": 157,
        "juz": 8,
        "manzil": 2,
        "page": 149,
        "ruku": 121,
        "hizbQuarter": 60,
        "sajda": false
      },
      {
        "number": 947,
        "text": "Are they waiting for the angels or your Lord to come to them, or for some of the signs of your Lord? On the Day when some of the signs of your Lord come, no soul will be benefited by its belief had it not believed before or earned good in its belief. Say: 'Wait, we are waiting'",
        "numberInSurah": 158,
        "juz": 8,
        "manzil": 2,
        "page": 150,
        "ruku": 121,
        "hizbQuarter": 60,
        "sajda": false
      },
      {
        "number": 948,
        "text": "You have nothing to do with those who have made divisions in their religion and become sects. Their affair is with Allah and He will inform them of what they have done.",
        "numberInSurah": 159,
        "juz": 8,
        "manzil": 2,
        "page": 150,
        "ruku": 121,
        "hizbQuarter": 60,
        "sajda": false
      },
      {
        "number": 949,
        "text": "He who brings a good deed shall have tenfold of its like, but he who brings a sin shall be recompensed only for its like. None shall be wronged.",
        "numberInSurah": 160,
        "juz": 8,
        "manzil": 2,
        "page": 150,
        "ruku": 121,
        "hizbQuarter": 60,
        "sajda": false
      },
      {
        "number": 950,
        "text": "Say: 'My Lord has guided me to a Straight Path, an upright religion, the creed of Abraham, he was upright, not from the idolaters'",
        "numberInSurah": 161,
        "juz": 8,
        "manzil": 2,
        "page": 150,
        "ruku": 121,
        "hizbQuarter": 60,
        "sajda": false
      },
      {
        "number": 951,
        "text": "Say: 'My prayers and my worship (for example, pilgrimage and sacrifice), my life and my death, are all for Allah, the Lord of the Worlds.",
        "numberInSurah": 162,
        "juz": 8,
        "manzil": 2,
        "page": 150,
        "ruku": 121,
        "hizbQuarter": 60,
        "sajda": false
      },
      {
        "number": 952,
        "text": "He has no partner, with that I am commanded, and I am the first of the submitters (Muslims)'",
        "numberInSurah": 163,
        "juz": 8,
        "manzil": 2,
        "page": 150,
        "ruku": 121,
        "hizbQuarter": 60,
        "sajda": false
      },
      {
        "number": 953,
        "text": "Say: 'Should I seek a lord other than Allah, who is the Lord of all things? Every soul earns only to its account no soul shall bear another's burden. Then to your Lord you shall be returned, and He will inform you about that in which you differed'",
        "numberInSurah": 164,
        "juz": 8,
        "manzil": 2,
        "page": 150,
        "ruku": 121,
        "hizbQuarter": 60,
        "sajda": false
      },
      {
        "number": 954,
        "text": "It is He who has made you caliphs in the earth and raised some of you in rank above others, so that He might try you in what He has given you. Swift is your Lord in retribution; yet He is Forgiving, Merciful.",
        "numberInSurah": 165,
        "juz": 8,
        "manzil": 2,
        "page": 150,
        "ruku": 121,
        "hizbQuarter": 60,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "en.qaribullah",
      "language": "en",
      "name": "Qaribullah & Darwish",
      "englishName": "Hasan al-Fatih Qaribullah and Ahmad Darwish",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}