{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 34,
    "name": "سُورَةُ سَبَإٍ",
    "englishName": "Saba",
    "englishNameTranslation": "Sheba",
    "revelationType": "Meccan",
    "numberOfAyahs": 54,
    "ayahs": [
      {
        "number": 3607,
        "text": "Praise is for Allah, to whom belongs all that is in the heavens and the earth! And the Praise belongs to Him in the Everlasting Life. He is the Wise, the Knower.",
        "numberInSurah": 1,
        "juz": 22,
        "manzil": 5,
        "page": 428,
        "ruku": 370,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3608,
        "text": "He knows all that penetrates the earth and all that comes forth from it, all that comes down from heaven and all that ascends to it. He is the Most Merciful, the Forgiver.",
        "numberInSurah": 2,
        "juz": 22,
        "manzil": 5,
        "page": 428,
        "ruku": 370,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3609,
        "text": "The unbelievers say: 'The Hour will never come to us' Say: 'By my Lord, yes, it is surely coming to you! By Him who knows the Unseen, not even the weight of an atom in heavens and earth escapes Him; neither is there anything smaller than that, nor greater except that it is in a Clear Book,",
        "numberInSurah": 3,
        "juz": 22,
        "manzil": 5,
        "page": 428,
        "ruku": 370,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3610,
        "text": "in order that He recompenses those who believe and do good works; theirs shall be forgiveness and a generous provision.",
        "numberInSurah": 4,
        "juz": 22,
        "manzil": 5,
        "page": 428,
        "ruku": 370,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3611,
        "text": "But those who labor against Our verses (thinking they are) frustrating (Our Messengers), theirs shall be the painful punishment of anger'",
        "numberInSurah": 5,
        "juz": 22,
        "manzil": 5,
        "page": 428,
        "ruku": 370,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3612,
        "text": "Those to whom the knowledge has been given can see that what has been sent down to you from your Lord is the truth, guiding to the Path of the Almighty, the Praised.",
        "numberInSurah": 6,
        "juz": 22,
        "manzil": 5,
        "page": 428,
        "ruku": 370,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3613,
        "text": "The unbelievers say: 'Shall we direct you to a man who will tell you that when you have been utterly torn into pieces you will be raised in a new creation?'",
        "numberInSurah": 7,
        "juz": 22,
        "manzil": 5,
        "page": 428,
        "ruku": 370,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3614,
        "text": "What, has he forged a lie about Allah, or is he mad' No, those who do not believe in the Everlasting Life are in the punishment and in far error.",
        "numberInSurah": 8,
        "juz": 22,
        "manzil": 5,
        "page": 429,
        "ruku": 370,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3615,
        "text": "Have they not seen what is before them and behind them in heaven and earth? If We willed, We would make the earth swallow them up, or We would let lumps from heaven fall down on them. Surely, there is a sign in this for every penitent worshiper.",
        "numberInSurah": 9,
        "juz": 22,
        "manzil": 5,
        "page": 429,
        "ruku": 370,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3616,
        "text": "We gave David bounty from Us. 'O mountains, and birds, echo (the praise of Allah) with him' And We softened iron for him,",
        "numberInSurah": 10,
        "juz": 22,
        "manzil": 5,
        "page": 429,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3617,
        "text": "(saying): 'Make large coats of mail and measure their links well. Do good deeds, for surely I see the things you do'",
        "numberInSurah": 11,
        "juz": 22,
        "manzil": 5,
        "page": 429,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3618,
        "text": "To Solomon the morning course of the wind was a month's journey, and its evening course was also a month's journey. We caused copper to be (as a) molten spring for him. And the jinn, some served him by the permission of his Lord. But as for those amongst them that swerved away from Our Command, We shall let them taste the punishment of the Blaze (the Fire).",
        "numberInSurah": 12,
        "juz": 22,
        "manzil": 5,
        "page": 429,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3619,
        "text": "They made for him whatever he wanted, arches, statues, bowls as basins, and fixed cauldrons. (We said:) 'Give thanks, House of David and work' Yet only a few of My worshipers are thankful.",
        "numberInSurah": 13,
        "juz": 22,
        "manzil": 5,
        "page": 429,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3620,
        "text": "And when We decreed (Solomon's) death, they had no indication that he was dead until (they saw a termite), a crawler of the earth eating away his staff. And when he fell down, the jinn realized that had they known the unseen, they would not have continued in their humiliating punishment.",
        "numberInSurah": 14,
        "juz": 22,
        "manzil": 5,
        "page": 429,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3621,
        "text": "For Sheba there was indeed a sign. In their dwelling place there were two gardens, on the right and left side. (We said): 'Eat of your Lord's provisions and give thanks to Him, a good land, and a Lord who is the Forgiving'",
        "numberInSurah": 15,
        "juz": 22,
        "manzil": 5,
        "page": 430,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3622,
        "text": "But they turned away. So We sent against them the Flood (at the city) of Arim, and exchanged their gardens with two others bearing bitter fruit andTamarisks, and here and there a few Lotus trees.",
        "numberInSurah": 16,
        "juz": 22,
        "manzil": 5,
        "page": 430,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3623,
        "text": "As such We recompensed them for their disbelief; do We recompense any except the unbelievers?",
        "numberInSurah": 17,
        "juz": 22,
        "manzil": 5,
        "page": 430,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3624,
        "text": "Between them and the villages which We had blessed, We placed easily visible villages, and We spaced the journey between them exactly. (We said):'Travel through them by day and night in safety'",
        "numberInSurah": 18,
        "juz": 22,
        "manzil": 5,
        "page": 430,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3625,
        "text": "But they said: 'Lord, make the stages between our journeys longer' so they wronged themselves; so We made them news and We tore them utterly into pieces. Surely, there are signs in this for every one who is patient, thankful.",
        "numberInSurah": 19,
        "juz": 22,
        "manzil": 5,
        "page": 430,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3626,
        "text": "iblis' made his guess true to them; and all except for a party of believers followed him.",
        "numberInSurah": 20,
        "juz": 22,
        "manzil": 5,
        "page": 430,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3627,
        "text": "Yet he had no authority over them except that We would know who believed in the Everlasting Life, from he who doubted. Your Lord is the Watcher over all things.",
        "numberInSurah": 21,
        "juz": 22,
        "manzil": 5,
        "page": 430,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3628,
        "text": "Say: 'Call on those whom you assert, other than Allah. They do not possess as much as the weight of an atom in the heavens or earth, nor do they have a partnership in either, neither does He have supporters among them'",
        "numberInSurah": 22,
        "juz": 22,
        "manzil": 5,
        "page": 430,
        "ruku": 372,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3629,
        "text": "Intercession with Him will not help, except for him to whom He gives permission. When terror is lifted from their hearts, they shall say: 'What did your Lord say' 'The truth' they shall answer. 'He is the Most High, the Great'",
        "numberInSurah": 23,
        "juz": 22,
        "manzil": 5,
        "page": 431,
        "ruku": 372,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3630,
        "text": "Say: 'Who provides for you from the heavens and earth' Say: 'Allah' Surely, either we or you are rightly guided or in clear error.",
        "numberInSurah": 24,
        "juz": 22,
        "manzil": 5,
        "page": 431,
        "ruku": 372,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3631,
        "text": "Say: 'You will not to be questioned about our sins, neither will we be questioned for your actions'",
        "numberInSurah": 25,
        "juz": 22,
        "manzil": 5,
        "page": 431,
        "ruku": 372,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3632,
        "text": "Say: 'Our Lord will bring us all together, then, with truth, He will rightly judge between us. He is the Opener, the Knower.",
        "numberInSurah": 26,
        "juz": 22,
        "manzil": 5,
        "page": 431,
        "ruku": 372,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3633,
        "text": "Say: 'Show me those whom you joined with Him as associates; no, indeed; rather He is Allah, the Almighty, the Wise.",
        "numberInSurah": 27,
        "juz": 22,
        "manzil": 5,
        "page": 431,
        "ruku": 372,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3634,
        "text": "We did not send you (Prophet Muhammad) for all mankind except to bring them glad tidings and to warn, but most people do not know.",
        "numberInSurah": 28,
        "juz": 22,
        "manzil": 5,
        "page": 431,
        "ruku": 372,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3635,
        "text": "They ask: 'When, if what you say is true, will this promise come'",
        "numberInSurah": 29,
        "juz": 22,
        "manzil": 5,
        "page": 431,
        "ruku": 372,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3636,
        "text": "Say: 'You are promised a Day. You can neither hold it back, nor can you hasten it by a single hour'",
        "numberInSurah": 30,
        "juz": 22,
        "manzil": 5,
        "page": 431,
        "ruku": 372,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3637,
        "text": "The unbelievers say: 'We will not believe in this Koran, nor in (the Books) that were before it' If you could only see the harmdoers when they are brought before their Lord! They will argue against each other. Those who had been abased will say to those who were proud: 'But for you, we would have been believers'",
        "numberInSurah": 31,
        "juz": 22,
        "manzil": 5,
        "page": 431,
        "ruku": 373,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3638,
        "text": "Then, those who were proud will say to those who were abased, 'Was it we who barred you from the Guidance after it had come to you? No, you yourselves were sinners'",
        "numberInSurah": 32,
        "juz": 22,
        "manzil": 5,
        "page": 432,
        "ruku": 373,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3639,
        "text": "Those that were abased will say to those who were proud: 'Rather, it was scheming night and day, when you ordered us to disbelieve in Allah and set up equals to Him' And they will regret in secret when they see the punishment and We put (iron) fetters on the necks of the unbelievers. Shall they be recompensed except for what they were doing?",
        "numberInSurah": 33,
        "juz": 22,
        "manzil": 5,
        "page": 432,
        "ruku": 373,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3640,
        "text": "We never sent a warner to a village except that those (who lived) in luxury said: 'We disbelieve in the Message you have been sent with'",
        "numberInSurah": 34,
        "juz": 22,
        "manzil": 5,
        "page": 432,
        "ruku": 373,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3641,
        "text": "And they said: 'We have been given an abundance of wealth and children we shall never be punished'",
        "numberInSurah": 35,
        "juz": 22,
        "manzil": 5,
        "page": 432,
        "ruku": 373,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3642,
        "text": "Say: 'My Lord outspreads and withholds His provision to whomsoever He will. But most people do not know'",
        "numberInSurah": 36,
        "juz": 22,
        "manzil": 5,
        "page": 432,
        "ruku": 373,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3643,
        "text": "It is neither your riches nor your children that shall bring you close in nearness to Us, except he who believes and does good work. For those their awaits a double recompense for their deeds, they shall live in safety in their lofty chambers.",
        "numberInSurah": 37,
        "juz": 22,
        "manzil": 5,
        "page": 432,
        "ruku": 374,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3644,
        "text": "But those who labor to negate Our verses shall be arraigned in to the punishment.",
        "numberInSurah": 38,
        "juz": 22,
        "manzil": 5,
        "page": 432,
        "ruku": 374,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3645,
        "text": "Say: 'My Lord outspreads and withholds His provision to whomsoever He will of His worshipers. Whatsoever you expend He will replace it. He is the Best of providers'",
        "numberInSurah": 39,
        "juz": 22,
        "manzil": 5,
        "page": 432,
        "ruku": 374,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3646,
        "text": "On the Day when He gathers them all together, He will say to the angels: 'Was it you that these worshipped'",
        "numberInSurah": 40,
        "juz": 22,
        "manzil": 5,
        "page": 433,
        "ruku": 374,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3647,
        "text": "'Exaltations to You' they will answer. 'You are our Guardian other than them! No, rather they worshipped the jinn, and it was them which most believed'",
        "numberInSurah": 41,
        "juz": 22,
        "manzil": 5,
        "page": 433,
        "ruku": 374,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3648,
        "text": "Therefore, today none of you shall have the power to either benefit or harm one another' To the evildoers We shall say: 'Taste the punishment of the Fire, which you belied'",
        "numberInSurah": 42,
        "juz": 22,
        "manzil": 5,
        "page": 433,
        "ruku": 374,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3649,
        "text": "When Our clear verses, are recited to them, they say: 'This is nothing but a man whose wish is to prevent you from that which your fathers used to worship. 'And they say: 'This is nothing but a forged lie' And those who disbelieve say of the truth when it reaches them: 'This is nothing but clear sorcery.?",
        "numberInSurah": 43,
        "juz": 22,
        "manzil": 5,
        "page": 433,
        "ruku": 374,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3650,
        "text": "Yet We have not given them any Books to study, nor, before you, have We sent them a warner.",
        "numberInSurah": 44,
        "juz": 22,
        "manzil": 5,
        "page": 433,
        "ruku": 374,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3651,
        "text": "Those who have gone before them belied, yet they did not reach a tenth of what We gave them; yet they belied My Messengers. And how was (My) rejection (their destruction)!",
        "numberInSurah": 45,
        "juz": 22,
        "manzil": 5,
        "page": 433,
        "ruku": 374,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3652,
        "text": "Say: 'I give you only one admonition, that you stand before Allah either two by two, or one by one and reflect. There is no madness is in your companion. He (Prophet Muhammad) is only a warner to you, before a terrible punishment'",
        "numberInSurah": 46,
        "juz": 22,
        "manzil": 5,
        "page": 433,
        "ruku": 375,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3653,
        "text": "Say: 'I ask no wage of you; that shall be yours. My wage is only upon Allah and He is Witness over everything'",
        "numberInSurah": 47,
        "juz": 22,
        "manzil": 5,
        "page": 433,
        "ruku": 375,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3654,
        "text": "Say: 'My Lord hurls the truth the Knower of the Unseen'",
        "numberInSurah": 48,
        "juz": 22,
        "manzil": 5,
        "page": 433,
        "ruku": 375,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3655,
        "text": "Say: 'Truth has come. Falsehood has vanished and shall return no more.'",
        "numberInSurah": 49,
        "juz": 22,
        "manzil": 5,
        "page": 434,
        "ruku": 375,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3656,
        "text": "Say: 'If I go astray, then I go astray only against myself; if I am guided it is because of that which my Lord has revealed to me. He is the Hearer, and theNear'",
        "numberInSurah": 50,
        "juz": 22,
        "manzil": 5,
        "page": 434,
        "ruku": 375,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3657,
        "text": "If you could only see when they (the unbelievers) are seized with terror, and there is no escape. They shall be seized from a nearby place,",
        "numberInSurah": 51,
        "juz": 22,
        "manzil": 5,
        "page": 434,
        "ruku": 375,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3658,
        "text": "and say: 'We believe in it' But how can they reach from a place that is distant,",
        "numberInSurah": 52,
        "juz": 22,
        "manzil": 5,
        "page": 434,
        "ruku": 375,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3659,
        "text": "since they disbelieved in it before, guessing at the Unseen from a distant place?",
        "numberInSurah": 53,
        "juz": 22,
        "manzil": 5,
        "page": 434,
        "ruku": 375,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3660,
        "text": "And a barrier is set between them and that which they desire, as it was done before with their like; they were in suspicious doubt'",
        "numberInSurah": 54,
        "juz": 22,
        "manzil": 5,
        "page": 434,
        "ruku": 375,
        "hizbQuarter": 174,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "en.qaribullah",
      "language": "en",
      "name": "Qaribullah & Darwish",
      "englishName": "Hasan al-Fatih Qaribullah and Ahmad Darwish",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}