{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 39,
    "name": "سُورَةُ الزُّمَرِ",
    "englishName": "Az-Zumar",
    "englishNameTranslation": "The Groups",
    "revelationType": "Meccan",
    "numberOfAyahs": 75,
    "ayahs": [
      {
        "number": 4059,
        "text": "The sending down of the Book is from Allah, the Almighty, the Wise,",
        "numberInSurah": 1,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4060,
        "text": "We have sent down the Book with the truth to you (Prophet Muhammad), therefore worship Allah, and make your religion sincerely His.",
        "numberInSurah": 2,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4061,
        "text": "Is it not that the sincere religion belongs to Allah? As for those who choose guardians, other than Him, (saying): 'We only worship them so that they will bring us near to Allah' Indeed, Allah will judge between them concerning their differences. Indeed, Allah does not guide he who is an unthankful liar.",
        "numberInSurah": 3,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4062,
        "text": "If Allah had desired to take a son, He would have chosen whatever He willed out of His creation. Exaltations to Him! He is Allah, the One, the Conqueror.",
        "numberInSurah": 4,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4063,
        "text": "He created the heavens and the earth in truth, wrapping the night about the day and wrapping the day about the night, He has subjected the sun and the mooneach to run for a stated term. Is He not the Almighty, the Forgiving?",
        "numberInSurah": 5,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4064,
        "text": "He created you from a single soul, then from it He created its spouse. And He sent down to you eight pairs of the cattle. He creates you in your mothers' womb, creation after creation, in three (stages of) darkness. Such then is Allah, your Lord. For Him is the Kingdom. There is no god except Him. How, then, can you turn away?",
        "numberInSurah": 6,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4065,
        "text": "If you disbelieve, Allah is Rich, independent of you. Yet He does not approve of disbelief to His worshipers, but if you believe He will approve it in you. No laden soul shall bear another's load. Then, to Allah you shall return and He will tell to you what you have done. He knows the innermost of your chests.",
        "numberInSurah": 7,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4066,
        "text": "When an affliction befalls a human, he supplicates to his Lord and turns to Him (in repentance) yet, no sooner does He bestow on him His blessing than he forgets that for which he had just supplicated and sets up associates with Allah in order to lead (people) away from His Path. Say: 'Enjoy your disbelief for awhile, you shall surely be among the companions of the Fire.",
        "numberInSurah": 8,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 396,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4067,
        "text": "Or, is he who is obedient that prostrates himself and stands during parts of the night, being afraid of the Everlasting Life but hoping for the Mercy of the Lord (to be compared to the unbeliever)' Say: 'Are they equal, those who know and those who do not know' Only those with minds remember.",
        "numberInSurah": 9,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 396,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4068,
        "text": "Say: 'My worshipers who believe, fear your Lord. For those who do good in this world there is good and the earth of Allah is wide surely, those who are patient will be recompensed in full without count'",
        "numberInSurah": 10,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4069,
        "text": "Say: 'I am ordered to worship Allah making my religion sincerely His.",
        "numberInSurah": 11,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4070,
        "text": "I am ordered to be the first of those to be submissive (Muslims to Him)'",
        "numberInSurah": 12,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4071,
        "text": "Say: 'Indeed, if I rebel against my Lord I fear the punishment of a dreadful Day'",
        "numberInSurah": 13,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4072,
        "text": "Say: 'I worship Allah and make my religion sincerely His.",
        "numberInSurah": 14,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4073,
        "text": "(As for yourselves) worship what you will, other than Him' Say: 'The losers are surely those who lose themselves and their families on the Day ofResurrection. Is that not a clear loss'",
        "numberInSurah": 15,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4074,
        "text": "Above them they shall have layers of fire and beneath them layers. By this Allah puts fear into His worshipers' 'O My worshipers, fear Me'",
        "numberInSurah": 16,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4075,
        "text": "Those who shun the worship of idols and turn in repentance to Allah for them glad tidings. Therefore give good tidings to My worshipers,",
        "numberInSurah": 17,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4076,
        "text": "who listen to the Words and follow what is finest of it. These are they whom Allah has guided. They are those of understanding.",
        "numberInSurah": 18,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4077,
        "text": "Can you save from the Fire he whom against the word of punishment has been realized?",
        "numberInSurah": 19,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4078,
        "text": "As for those who fear their Lord, there await high mansions above which are built (more) high mansions, beneath which rivers flow, such is the promise ofAllah; Allah will not fail His promise.",
        "numberInSurah": 20,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4079,
        "text": "Have you not seen how Allah sends down water from the sky and threaded it as springs in the earth? Then, He brings forth plants of various colors, after which they wither, and you see them turning yellow, and then He makes them into broken stubble. Surely, in this there is a reminder for those of understanding.",
        "numberInSurah": 21,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4080,
        "text": "Is he whose chest Allah has expanded to Islam, so that he walks upon a light from his Lord (as those whose heart is sealed)? But woe to those whose hearts are hardened against the Remembrance of Allah! Those are in clear error.",
        "numberInSurah": 22,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4081,
        "text": "Allah has sent down the best discourse, a Book, consimilar in its oftrepeated (verses) that the skins of those who fear their Lord tremble; and thereafter their skins and hearts soften to the Remembrance of Allah. Such is the Guidance of Allah, whereby He guides whosoever He will; and whosoever Allah leads astray, he has no guide.",
        "numberInSurah": 23,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4082,
        "text": "Is he whose face is cautious of the evil of the punishment on the Day of Resurrection (to be compared to the unbeliever)! To the evildoers it shall be said:'Now taste that which you have been earning'",
        "numberInSurah": 24,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4083,
        "text": "Those who went before them also belied, then Our punishment overtook them from where they were unaware;",
        "numberInSurah": 25,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4084,
        "text": "Allah let them taste degradation in this present life, but the punishment of the Everlasting Life shall be greater if they but knew.",
        "numberInSurah": 26,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4085,
        "text": "Indeed, We have struck of every manner of parable for mankind in this Koran in order that they will remember.",
        "numberInSurah": 27,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4086,
        "text": "It is an Arabic Koran free from all crookedness, in order that they will be cautious.",
        "numberInSurah": 28,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4087,
        "text": "Allah has struck an example of a man shared by disagreeing partners, and a man who is owned by just one man, are the two equally alike? Praise belongs toAllah, but most of them do not know.",
        "numberInSurah": 29,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4088,
        "text": "You are mortal, and they are mortal",
        "numberInSurah": 30,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4089,
        "text": "then, on the Day of Resurrection, you shall dispute before your Lord.",
        "numberInSurah": 31,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4090,
        "text": "Who does greater evil than he who lies against Allah and belies the truth when it comes to him? Is there not a lodging in Gehenna (Hell) for the unbelievers?",
        "numberInSurah": 32,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4091,
        "text": "And he who comes with the truth, and confirms it, those are they who surely fear Allah.",
        "numberInSurah": 33,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4092,
        "text": "They shall have whatever they want with their Lord, that is the recompense of the gooddoers,",
        "numberInSurah": 34,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4093,
        "text": "that Allah may acquit them of the worst of what they did, and recompense with the finest wages for what they did.",
        "numberInSurah": 35,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4094,
        "text": "Is it not that Allah suffices His worshiper, even though they frighten you with those other than Him? He whom Allah leads astray has no guide.",
        "numberInSurah": 36,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4095,
        "text": "But he whom Allah guides, none can lead astray. Is not Allah the Almighty, capable of retribution?",
        "numberInSurah": 37,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4096,
        "text": "If you ask them who created the heavens and the earth, they will reply: 'Allah' Say: 'Do you think that, if Allah wills to afflict me those you call upon, other than Him, could remove His affliction, or, that if He wills to let me have mercy, they could withhold His Mercy' Say: 'Allah suffices me. Those who put their trust, put their trust in Him'",
        "numberInSurah": 38,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4097,
        "text": "Say: 'O nation, work according to your status, I am working according to my status, and soon you will know",
        "numberInSurah": 39,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4098,
        "text": "upon whom the punishment will come that will degrade him, and who will be overtaken by an everlasting punishment'",
        "numberInSurah": 40,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4099,
        "text": "Surely, We have sent down to you the Book for mankind with the truth. Whosoever is guided, is guided for himself, and he who goes astray, it is only for his own loss, you (Prophet Muhammad) are not their (compulsory) guardian.",
        "numberInSurah": 41,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4100,
        "text": "Allah takes away souls at the time of their death (the temporary death of sleep), and those who do not die during their sleep He withholds that upon whichHe has decreed death, but turns lose the other till a stated term. Surely, there are signs in this for a nation who contemplate.",
        "numberInSurah": 42,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4101,
        "text": "Have they chosen, other than Allah, to intercede for them? Say: 'What, even though they have no power at all, nor understanding'",
        "numberInSurah": 43,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4102,
        "text": "Say: 'Intercession belongs altogether to Allah. His is the Kingdom of the heavens and the earth. To Him you shall be returned'",
        "numberInSurah": 44,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4103,
        "text": "When Allah is mentioned alone, the hearts of those who do not believe in the Everlasting Life shrink in aversion. But when those, other than Him, are mentioned, see, they are filled with glad tidings.",
        "numberInSurah": 45,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4104,
        "text": "Say: 'O Allah, the Originator of the heavens and the earth who has knowledge of the Unseen and Visible, You shall judge between the differences of Your worshipers'",
        "numberInSurah": 46,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4105,
        "text": "On the Day of Resurrection, if the harmdoers owned all that is in the earth and as much again besides, they would offer it to ransom themselves from the evil of the punishment. From Allah will come to them that with which they had never reckoned,",
        "numberInSurah": 47,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4106,
        "text": "and the evils of their earnings will appear to them, and that which they mocked at will encompass them.",
        "numberInSurah": 48,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4107,
        "text": "When an affliction befalls a human he calls upon Us, but when We confer Our Favor on him, he says: 'I have only been given it on account of knowledge. 'Rather, it is but a trial, yet most do not know.",
        "numberInSurah": 49,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4108,
        "text": "Those before them said the same, but what they earned did not help them;",
        "numberInSurah": 50,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4109,
        "text": "and the evil of their earnings coiled upon them. The harmdoers among these will also be coiled by the evils of their earnings, they will be unable to defeat it.",
        "numberInSurah": 51,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4110,
        "text": "Do they not know that Allah outspreads and withholds His provision to whosoever He will? Surely, there are signs in this for a believing nation.",
        "numberInSurah": 52,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4111,
        "text": "Say: 'O My worshipers, who have sinned excessively against themselves, do not despair of the Mercy of Allah, surely, Allah forgives all sins. He is theForgiver, the Most Merciful.",
        "numberInSurah": 53,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4112,
        "text": "Turn to your Lord and surrender yourselves to Him before the punishment overtakes you, for then you will not be helped.",
        "numberInSurah": 54,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4113,
        "text": "Follow the best of what has been sent down from your Lord before the punishment overtakes you suddenly, while you are unaware'",
        "numberInSurah": 55,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4114,
        "text": "Lest any soul should say: 'Sadly, I have neglected my duty to Allah and was of those that mocked'",
        "numberInSurah": 56,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4115,
        "text": "Or, lest it should say: 'If Allah had only guided me I would have been one of the cautious'",
        "numberInSurah": 57,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4116,
        "text": "Or, lest when it sees the punishment should say: 'O that I might return, and be among those that did good'",
        "numberInSurah": 58,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4117,
        "text": "'Indeed, My verses did come to you, but you belied them. You were proud and became one of the unbelievers'",
        "numberInSurah": 59,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4118,
        "text": "On the Day of Resurrection, you shall see those who lied about Allah with blackened faces. In Gehenna is there not a lodging for those who were proud?",
        "numberInSurah": 60,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4119,
        "text": "But, Allah will save those who fear Him with their winnings (Paradise). No evil shall touch them, nor shall they ever grieve.",
        "numberInSurah": 61,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4120,
        "text": "Allah is the Creator of all things, and of all things He is the Guardian.",
        "numberInSurah": 62,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4121,
        "text": "To Him belong the keys of the heavens and the earth. Those who disbelieve in the verses of Allah they are the losers.",
        "numberInSurah": 63,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4122,
        "text": "Say: 'O you who are ignorant, is it other than Allah that you would order me to worship'",
        "numberInSurah": 64,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4123,
        "text": "It has already been revealed to you and to those who have gone before you, that if you associate (partners) with Allah, your works would be annulled and you will be among the losers.",
        "numberInSurah": 65,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4124,
        "text": "No, worship Allah and be with those who give thanks!",
        "numberInSurah": 66,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4125,
        "text": "They have not valued Allah with His true value. But on the Day of Resurrection, the entire earth will be in His grip, and the heavens shall be rolled up upon in His Right. Exaltations to Him! Exalted high is He above all that they associate!",
        "numberInSurah": 67,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4126,
        "text": "The Horn shall be blown and all who are in heavens and earth shall swoon, except those whom Allah wills. Then, the Horn will blow again and they shall stand and gaze.",
        "numberInSurah": 68,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4127,
        "text": "The earth will shine with the Light of its Lord, and the Book (of deeds) will be set (in place). The Prophets and witnesses shall be brought and the matter will be justly decided between them, and they will not be wronged.",
        "numberInSurah": 69,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4128,
        "text": "Every soul shall be paid in full according to what it has done, for He knows well what they did.",
        "numberInSurah": 70,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4129,
        "text": "In companies the unbelievers shall be driven into Gehenna. As they draw near, its gates will be opened and its keepers will ask them: 'Did there not come to you Messengers of your own, who recited to you the verses of your Lord and warned you of the encounter of this your Day' 'Yes indeed' they will answer. And the word of the punishment has been realized against the unbelievers.",
        "numberInSurah": 71,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4130,
        "text": "It will be said to them: 'Enter the gates of Gehenna and live there for ever' Evil is the lodging place of the proud.",
        "numberInSurah": 72,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4131,
        "text": "Then, those that feared their Lord shall be driven in companies into Paradise. When they draw near its gates will be opened, and its keepers will say to them: 'Peace be upon you, you have done well. Enter and live in it for ever'",
        "numberInSurah": 73,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4132,
        "text": "They will say: 'Praise belongs to Allah who has been true to His promise to us and given us the earth to inherit, that we shall live in Paradise wherever we wish' How excellent is the recompense of those that labor!",
        "numberInSurah": 74,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4133,
        "text": "And you shall see the angels encircling the Throne exalting with the praise of their Lord. And the matter will be justly decided between them, and it shall be said: 'Praise belongs to Allah, Lord of all the Worlds'",
        "numberInSurah": 75,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "en.qaribullah",
      "language": "en",
      "name": "Qaribullah & Darwish",
      "englishName": "Hasan al-Fatih Qaribullah and Ahmad Darwish",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}