{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 42,
    "name": "سُورَةُ الشُّورَىٰ",
    "englishName": "Ash-Shura",
    "englishNameTranslation": "Consultation",
    "revelationType": "Meccan",
    "numberOfAyahs": 53,
    "ayahs": [
      {
        "number": 4273,
        "text": "HaMeem",
        "numberInSurah": 1,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4274,
        "text": "'AeenSeenQaaf",
        "numberInSurah": 2,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4275,
        "text": "As such Allah, the Almighty, the Wise reveals to you (Prophet Muhammad) and to those before you.",
        "numberInSurah": 3,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4276,
        "text": "To Him belongs whatsoever is in the heavens and the earth. He is the High, the Exalted.",
        "numberInSurah": 4,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4277,
        "text": "The heavens nearly break apart above them as the angels exalt with the praise of their Lord and ask forgiveness for those on earth. Indeed Allah is the Forgiving, the Most Merciful.",
        "numberInSurah": 5,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4278,
        "text": "As for those who take guardians for themselves, other than Him, Allah is the Warden over them. You are not a guardian over them.",
        "numberInSurah": 6,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4279,
        "text": "As such We have revealed to you an Arabic Koran, so that you can warn the Mother of Villages (Mecca) and all who live about it, and that you also warn them of the Day of Gathering in which there is no doubt that a division will be in Paradise, and a division in the Blaze.",
        "numberInSurah": 7,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4280,
        "text": "Had it been the Will of Allah, He would have made them all one nation. But He admits into His Mercy whom He will the harmdoers shall have neither a guardian nor helper.",
        "numberInSurah": 8,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4281,
        "text": "Or have they taken to themselves guardians other than Him? But Allah, He is the Guardian. He revives the dead and has power over all things.",
        "numberInSurah": 9,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4282,
        "text": "Whatever you differ upon, its judgement belongs to Allah. Such is Allah, my Lord, in Him I have put my trust, and to Him I turn in repentance.",
        "numberInSurah": 10,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 420,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4283,
        "text": "The Originator of the heavens and the earth, He has given you from yourselves, pairs, and also pairs of cattle, thereby multiplying you. There is nothing like Him. He is the Hearer, the Seer.",
        "numberInSurah": 11,
        "juz": 25,
        "manzil": 6,
        "page": 484,
        "ruku": 420,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4284,
        "text": "To Him belongs the keys of the heavens and the earth. He outspreads and withholds His provisions to whom He will, surely, He has knowledge of all things.",
        "numberInSurah": 12,
        "juz": 25,
        "manzil": 6,
        "page": 484,
        "ruku": 420,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4285,
        "text": "He has made plain for you the Religion with which He charged Noah and that which We have revealed to you, and that with which We charged (Prophets) Abraham, Moses and Jesus, (saying): 'Establish the Religion and do not be divided therein' That which you invite them to is too overwhelming for the idolaters. Allah brings close to Himself whom He will, and guides to Him those who turn in repentance.",
        "numberInSurah": 13,
        "juz": 25,
        "manzil": 6,
        "page": 484,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4286,
        "text": "Yet they became divided only after knowledge had reached them from their own insolence. And had it not been for a Word that had preceded from yourLord, till an appointed term, it would have been determined between them. But those who inherited the Book after them are in disquieting doubt about it,",
        "numberInSurah": 14,
        "juz": 25,
        "manzil": 6,
        "page": 484,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4287,
        "text": "so invite and go straight as you are ordered, and do not follow their desires and say: 'I believe in whatever Book Allah has sent down. I am ordered to be just among you. Allah is our Lord and your Lord. We have our deeds and you have yours; there is no argument between us and you, Allah will bring us all together, to Him is the arrival'",
        "numberInSurah": 15,
        "juz": 25,
        "manzil": 6,
        "page": 484,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4288,
        "text": "As for those who argue concerning Allah after being answered, their arguments will be annulled before their Lord, and His Wrath will fall upon them, and for them there is a terrible punishment.",
        "numberInSurah": 16,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4289,
        "text": "It is Allah who has sent down the Book in truth and the Scale. And what will let you know? The Hour is near.",
        "numberInSurah": 17,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4290,
        "text": "Those who disbelieve in it seek to hasten it, but the believers are in fear of it, knowing it to be the truth. Indeed, those who doubt the Hour have strayed far away.",
        "numberInSurah": 18,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4291,
        "text": "Allah is Subtle towards His worshipers, and provides for whosoever He will. He is the Strong, the Almighty.",
        "numberInSurah": 19,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4292,
        "text": "Whoever hopes for the tillage of the Everlasting Life, We will increase his tillage; and whoever hopes for the tillage of this world, We give him some of it, but in the Everlasting Life he shall have no share.",
        "numberInSurah": 20,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4293,
        "text": "Or do they have associates who have made lawful to them in religion what Allah has not permitted? Had it not been for the Decisive Word, it would have been decided between them. For the evildoers there is a painful punishment.",
        "numberInSurah": 21,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4294,
        "text": "You shall see the harmdoers in fear of what they have earned as it is about to fall on them. But those who believe and do good deeds shall live in the meadows of the Gardens and from their Lord they will have all that they desire that is the great bounty.",
        "numberInSurah": 22,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4295,
        "text": "This is the glad tidings that Allah gives to His worshipers, who believe and do good works. Say: 'For this I ask of you no wage except the love of the (Prophet's) relatives. We will add good to whosoever gains a good deed. Allah is the Forgiving and the Thanker'",
        "numberInSurah": 23,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4296,
        "text": "Or do they say: 'He has forged a lie about Allah? But if Allah wills He could set a seal upon your heart. Allah wipes out falsehood and verifies the truth by His Words. He knows the innermost of the chests.",
        "numberInSurah": 24,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4297,
        "text": "It is He who accepts the repentance of His worshipers and pardons their evil deeds. He has knowledge of what you do.",
        "numberInSurah": 25,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4298,
        "text": "He answers those who believe and do good deeds, and He increases them from His bounty. But for the unbelievers there is a terrible punishment.",
        "numberInSurah": 26,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4299,
        "text": "If Allah had expanded His provision to His worshipers, they would become tyrannical in the earth, but He sends down to them what He will in due measure; He is Aware and sees His worshipers.",
        "numberInSurah": 27,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4300,
        "text": "It is He who sends down rain for them after they despaired, and He unfolds His Mercy. He is the Guardian, the Praised.",
        "numberInSurah": 28,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4301,
        "text": "Among His signs is the creation of the heavens and the earth and the crawling things which He has dispersed in them. If He will, He is Able to gather all of them.",
        "numberInSurah": 29,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4302,
        "text": "If affliction befalls you, it is what your own hands have earned, but He pardons a lot.",
        "numberInSurah": 30,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4303,
        "text": "You are not able to frustrate Him in the earth, nor do you have a guardian and a helper other than Allah.",
        "numberInSurah": 31,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4304,
        "text": "And among His signs are the ships that run on the sea like mountains and",
        "numberInSurah": 32,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4305,
        "text": "if He will, He calms the wind so that they remain motionless upon its back, surely, there are signs in this for every thankful, patient (person).",
        "numberInSurah": 33,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4306,
        "text": "Or, He wrecks them for what they have earned, but He pardons a lot.",
        "numberInSurah": 34,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4307,
        "text": "Those who dispute Our verses may know that they have no asylum.",
        "numberInSurah": 35,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4308,
        "text": "That which you have been given is but the enjoyment of the present life. Better and more enduring is that which Allah has for those who believe and put their trust in their Lord.",
        "numberInSurah": 36,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4309,
        "text": "And those who avoid the major sins and indecencies and, when angered, forgive;",
        "numberInSurah": 37,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4310,
        "text": "those who answer their Lord, establish the prayers, and their affairs are by consultation; who spend of that which We have given them,",
        "numberInSurah": 38,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4311,
        "text": "and when harmed they become victorious.",
        "numberInSurah": 39,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4312,
        "text": "The recompense of a sin is a sin like it, but whosoever forgives and seeks to reform, his wage will be with Allah. Surely, He does not love the harmdoers.",
        "numberInSurah": 40,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4313,
        "text": "And whosoever harms after he has been harmed there is no blame upon them.",
        "numberInSurah": 41,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4314,
        "text": "The blame is only against those who wrong people, and are wrongfully insolent in the earth, for them there is a painful punishment.",
        "numberInSurah": 42,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4315,
        "text": "Surely, he who bears patiently and forgives indeed that is true constancy.",
        "numberInSurah": 43,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4316,
        "text": "He whom Allah leads astray has none to protect him thereafter. You will see the harmdoers when they see the punishment saying: 'Is there a way back'",
        "numberInSurah": 44,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4317,
        "text": "You shall see them exposed before it, humbled in shame and looking upon it with a furtive glance and the believers will say: 'Indeed, the losers are they who lose themselves and their families on the Day of Resurrection' The harmdoers shall suffer an everlasting punishment.",
        "numberInSurah": 45,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4318,
        "text": "They shall have none to protect or help them other than Allah. He whom Allah leads astray there is no way for him.",
        "numberInSurah": 46,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4319,
        "text": "Answer your Lord before that Day arrives which cannot be turned back from Allah, for you on that Day there shall be neither shelter, nor denial.",
        "numberInSurah": 47,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4320,
        "text": "But if they turn away, We have not sent you (Prophet Muhammad) to be their (compulsory) guardian. It is only for you to deliver (the Message). When We give the human a taste of Our Mercy, he rejoices because of it; but when, because of what he has earned, evil befalls him, the human is ungrateful.",
        "numberInSurah": 48,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4321,
        "text": "To Allah belongs the Kingdom of the heavens and the earth. He creates what He will. He gives females to whom He will and males to whom He will.",
        "numberInSurah": 49,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4322,
        "text": "Or, He couples them, both males and females, and to others, if He will, He makes them barren. Surely, He is the Knower, the Powerful.",
        "numberInSurah": 50,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4323,
        "text": "It does not belong to any human that Allah should speak to him except by Revelation, or from behind a veil, or that He sent a Messenger to revealwhatsoever He will by His Permission. He is the High, the Wise.",
        "numberInSurah": 51,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4324,
        "text": "As such We have revealed to you (Prophet Muhammad) a spirit (the revelation of the Koran) from Our Ordinance. You did not know what the Book was, nor belief, but We made it a light whereby We guide those of Our worshipers whom We will. And you (Prophet Muhammad), you, surely guide to a Straight Path.",
        "numberInSurah": 52,
        "juz": 25,
        "manzil": 6,
        "page": 489,
        "ruku": 423,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4325,
        "text": "The Path of Allah, to whom belongs all that is in the heavens and all that is in the earth. Surely, to Allah all things return.",
        "numberInSurah": 53,
        "juz": 25,
        "manzil": 6,
        "page": 489,
        "ruku": 423,
        "hizbQuarter": 196,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "en.qaribullah",
      "language": "en",
      "name": "Qaribullah & Darwish",
      "englishName": "Hasan al-Fatih Qaribullah and Ahmad Darwish",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}