{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 22,
    "name": "سُورَةُ الحَجِّ",
    "englishName": "Al-Hajj",
    "englishNameTranslation": "The Pilgrimage",
    "revelationType": "Medinan",
    "numberOfAyahs": 78,
    "ayahs": [
      {
        "number": 2596,
        "text": "О люди! Перед Господом своим Питайте страх благоговейный! Ведь сотрясение (земли) с приходом Часа - Великое событие (Вселенной).",
        "numberInSurah": 1,
        "juz": 17,
        "manzil": 4,
        "page": 332,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2597,
        "text": "В тот День, Как вы увидите его, Каждая мать, кормящая младенца, забудет про него, А каждая беременная сложит свою ношу; И ты увидишь пьяными людей, Хотя они пьяны не будут, А это (будет оттого), Что наказание Аллаха будет страшным.",
        "numberInSurah": 2,
        "juz": 17,
        "manzil": 4,
        "page": 332,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2598,
        "text": "И все же есть среди людей такие, Кто об Аллахе спор ведет без знания (об этом) И следует за всяким дерзким сатаной.",
        "numberInSurah": 3,
        "juz": 17,
        "manzil": 4,
        "page": 332,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2599,
        "text": "И предначертано о нем, Что тот, кто другом его примет, - Того собьет он с праведной стези И к мукам Ада приведет.",
        "numberInSurah": 4,
        "juz": 17,
        "manzil": 4,
        "page": 332,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2600,
        "text": "О род людской! Коль вы в сомнении о вашем Воскресении (на Суд), То рассудите (сами): Мы создали из праха вас, Потом из капли (спермы), Потом из сгустка, Потом же из куска частью оформленного, Частью бесформенного мяса, - (Все это для того), чтоб, ясно разъясняя, (Вам показать могущество Свое), - И до назначенного срока В утробах помещаем то, Чему желанием Своим Мы назначаем быть. Потом выводим вас младенцем, Чтоб дать вам зрелости достичь. Средь вас есть те, кто умирает (в свое время), А есть и те, кто, погружаясь в немощь дряхлых лет, Лишается (всего богатства) знаний, Которым он владел в былые времена. (И далее) ты смотришь на безжизненную землю. Когда ж Мы на нее прольем дождем, Она вся зашевелится, набухнет И в пАрах изведет Все виды поросли прекрасной.",
        "numberInSurah": 5,
        "juz": 17,
        "manzil": 4,
        "page": 332,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2601,
        "text": "И это потому, что лишь Аллах Есть Истина (творенья - начало и конец его), - Лишь Он живит обретших смерть, Он - всемогущ над всем и вся!",
        "numberInSurah": 6,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2602,
        "text": "И потому, что Час наступит - Нет в том сомненья никакого, - И потому, что воскресит Аллах Всех пребывающих в могилах.",
        "numberInSurah": 7,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2603,
        "text": "(И все же) есть среди людей такие, Кто об Аллахе спор ведет Без знания, без Руководства, Без Книги, освещающей (умы и души),",
        "numberInSurah": 8,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2604,
        "text": "(Надменно) шею воротя, Чтобы увлечь других с пути Аллаха. Позор им (уготован) в этой жизни, А в День их Воскресения (на Суд) Мы их вкусить заставим огнь Ада.",
        "numberInSurah": 9,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2605,
        "text": "Это - за то, - (им прозвучит), - Что уготовили тебе (деянья) твоих рук, - Аллах ведь, истинно, служителям Своим Не причинит обид несправедливых.",
        "numberInSurah": 10,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2606,
        "text": "Среди людей есть и такие, Кто поклоняется Аллаху, Но в этом стойкости в них нет, (Нет и решительности твердой): Если постигнет их удача, Они спокойно с нею пребывают, Но стоит испытанию обрушиться на них, Они к былому лик воротят, Утратив (этим) и земную жизнь, И жизнь будущего мира, - А это - явная потеря!",
        "numberInSurah": 11,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2607,
        "text": "Кроме Аллаха, призывают они тех, Что не способны им ни навредить, Ни принести им пользы, - И это (заблужденье) слишком глубоко! -",
        "numberInSurah": 12,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2608,
        "text": "Тех призывают, Вред от которых ближе пользы, - Плох и зловреден покровитель (их), Плох и зловреден сотоварищ!",
        "numberInSurah": 13,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2609,
        "text": "Поистине, кто верует и делает благое, Аллах введет в Сады, реками омовенны, - Аллах, поистине, вершит все то, что пожелает.",
        "numberInSurah": 14,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2610,
        "text": "А тот, кто думает: Аллах ему Ни в ближней жизни не поможет, ни в далекой, - Тот пусть веревку к небесам протянет, Потом ее обрежет и посмотрит - Смогла ль его уловка устранить То, что его приводит в ярость.",
        "numberInSurah": 15,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2611,
        "text": "И так Мы низвели его как ясные знаменья (В знак того), что, истинно, Аллах Ведет прямым путем того, Кого сочтет Своим желаньем.",
        "numberInSurah": 16,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2612,
        "text": "Те, кто уверовал (в Коран), И те, кто следует иудаизму, И назореи, и сабеи, и маджусины, И те, что соучастников Аллаху прочат, - В День Воскресения (на Суд) Аллах рассудит между ними (На степень наказаний и наград), - Ведь Он, поистине, свидетель всякой вещи!",
        "numberInSurah": 17,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2613,
        "text": "Ужель не видишь ты, что поклоняется Аллаху Все в небесах и на земле: Солнце, луна, небесные светила, Твердыни гор, деревья, звери И множество людей, (рассеянных по свету)? (Но все же) много и таких, Что наказания достойны, (не сознавая), Что того, кого Аллах унизит, Никто (другой) возвысить не сумеет. Аллах, поистине, вершит все то, Что (справедливостью) желанья (Своего назначит).",
        "numberInSurah": 18,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": {
          "id": 6,
          "recommended": true,
          "obligatory": false
        }
      },
      {
        "number": 2614,
        "text": "(Неверные и те, что Господу предалИсь), - Вот два врага, вступающие в спор о Господе своем. И для неверных из огня будут покроены одежды, На головы кипящая струя прольется,",
        "numberInSurah": 19,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2615,
        "text": "И ею будут растопляться И (внутренности) их утроб, и кожа.",
        "numberInSurah": 20,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2616,
        "text": "Для них там и железные булавы, (Которыми их будут побивать).",
        "numberInSurah": 21,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2617,
        "text": "И всякий раз, когда (от нестерпимых мук) Они попробуют его покинуть, Они будут назад возвращены, (И им будет звучать): \"Сполна вкусите огненную муку!\"",
        "numberInSurah": 22,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2618,
        "text": "А тех, кто верует и доброе творит, Аллах, поистине, введет в Сады, реками омовенны; Они наряжены там будут В запястья золотые, жемчуга, А их одежды будут сделаны из шелка.",
        "numberInSurah": 23,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 287,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2619,
        "text": "Ведь они были (в ближней жизни) Направлены к Благому Слову, - Направлены к пути Того, Кто (лишь один) достоин всех хвалеб (Вселенной)!",
        "numberInSurah": 24,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 287,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2620,
        "text": "Но те, кто не уверовал (в Аллаха) И сводит со стези Его (других), Удерживая от Запретной (для греха) Мечети, Что Мы устроили (открытой) одинаково для всех, Равно всему (земному) люду - Для проживающих в окрестности ее И для пришедшего кочевника (пустыни), - И несомненно Мы тому, Кто пожелает осквернить ее несправедливо, Дадим вкусить мучительную кару.",
        "numberInSurah": 25,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 287,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2621,
        "text": "И вот назначили Мы это место Ибрахиму (Для становления Святого Дома) И сказали: \"Ты в почитании Меня Мне соучастников иных не придавай! Мой Дом (от мерзости) очисти Для совершающих обход, Для предающихся (благочестивым думам), Для преклонившихся (в молитве перед Богом), Простертых ниц (пред именем Его)\".",
        "numberInSurah": 26,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2622,
        "text": "И возвести среди людей о Хадже - Они придут к тебе пешком (из недалеких мест), Или на всяких отощавших (от далекого пути) Прошедших по глубоким горным тропам, -",
        "numberInSurah": 27,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2623,
        "text": "Чтобы они могли свидетелями стать О пользе им (в паломничестве) этом И чтоб в назначенные дни Они Аллаха имя поминали Над (жертвенным) скотом, Что Он им даровал (в стадах их): Вкушайте (сами мясо) их И накормите им несчастных и в нужде.",
        "numberInSurah": 28,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2624,
        "text": "Потом пусть завершат они (Обрядовое) очищенье (тела), Обеты выполнят свои И вновь тогда пусть совершат обход Вкруг древнего Святого Дома.",
        "numberInSurah": 29,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2625,
        "text": "Таков (обрядовый порядок Хаджа), И тот, кто чтит уставы Бога, - Это ему пред Господом его (и праведней, и) лучше. Разрешено вам (в пищу) мясо всякого скота, Кроме того, (на чем лежит запрет), Зачитанный вам (в этой Книге); Но избегайте скверны сотворения кумиров И сторонитесь слова лжи,",
        "numberInSurah": 30,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2626,
        "text": "Аллаху верность соблюдая, Не придавая соучастников Ему, - Ведь тот, кто прочит соучастников Аллаху, Тому подобен, кто упал с небес И (жертвою) подхвачен птицами (земли) Иль ветром занесен в далекие края, -",
        "numberInSurah": 31,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2627,
        "text": "Таков (его удел)! Но тот, кто должно чтит Господни знаки, - Тот совершает (жертвенный обряд) По благочестию своей души и сердца.",
        "numberInSurah": 32,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2628,
        "text": "Вам польза в (жертвенных животных) Лишь до назначенного срока. Потом их место - (на пути) к Святому Дому.",
        "numberInSurah": 33,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2629,
        "text": "Установили Мы для каждого народа Обряд (о жертвенных животных), Чтобы они имя Аллаха поминали При (жертвенном убое) всякого скота, Что Он в стадах им даровал, - Ведь ваш Господь есть Бог Единый, И предавайтесь лишь Ему; А ты, (о Мухаммад!), Обрадуй Вестию благою всех смиренных -",
        "numberInSurah": 34,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 289,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2630,
        "text": "Тех, чьи сердца в благоговейном страхе (замирают) При поминании Аллаха, Кто терпеливо сносит то, Что ниспадает на их долю, И постоянен в совершении молитвы И кто расходует (на подать) из того, Чем Мы их (щедро) наделили.",
        "numberInSurah": 35,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 289,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2631,
        "text": "Для вас Мы сделали верблюдов Из (всех других) отмеченных (животных) Для (жертво)приношения Аллаху, - Ведь в них - для вас большое благо. Так поминайте же над ними Его имя, Когда их собирают в ряд (к забою). Когда ж они падут на их бока (И, перестав дышать, замрут), Ешьте их сами и кормите тех, Кто к вам в смирении своем (не смеет обратиться), (Довольствуясь лишь доброхотным подаяньем), И тех, кто сам стыдливо просит вас. Так подчинили вам Мы (скот), Чтоб, (осознав знаменье это), Вы Нам могли быть благодарны.",
        "numberInSurah": 36,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 289,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2632,
        "text": "Ведь ни их кровь, ни мясо их К Аллаху не восходит - Лишь ваше благочестие возносится к Нему. Он подчинил их вам лишь для того, Чтоб величали вы Аллаха За то, что путь прямой вам указал. А ты, (о Мухаммад!), Обрадуй Вестию благою всех добротворящих, -",
        "numberInSurah": 37,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 289,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2633,
        "text": "Поистине, Аллах хранит всех верных, Поистине, Аллах не любит тех, Кто веру предает, в неверии (живя и умирая).",
        "numberInSurah": 38,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 289,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2634,
        "text": "Тем, против кого ведут войну, Дозволено сражаться, - Ведь им (несправедливо) причинили зло, А потому Аллах, поистине, могущ помочь им -",
        "numberInSurah": 39,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2635,
        "text": "Тем, кто был изгнан из домов без права Лишь потому, что говорил: \"Наш Бог - Аллах!\" И если бы Аллах не отражал Одних людей, (что злы в своих деяньях), Другими, (что в делах своих добры), То были б снесены монастыри и церкви, Синагоги и мечети, В которых Его имя поминается сполна. Аллах, поистине, поможет тем, Кто (правдой) Его делу служит, - Ведь Он силен, могуч и славен!",
        "numberInSurah": 40,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2636,
        "text": "И тем, кто, утвердившись Нами на земле, Молитву регулярно отправляет И правит очистительную подать, Повелевает (делать) то, Что заповедано (Аллахом), Удерживает от того, над чем (Его) запрет, - В (Руке) Аллаха - завершение всех дел.",
        "numberInSurah": 41,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2637,
        "text": "Если они тебя, (о Мухаммад!), лжецом считают, Так и до них (посланцев Наших) Сочли лжецами люди Нуха, Ад и Самуд,",
        "numberInSurah": 42,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2638,
        "text": "И люди Ибрахима, Лута,",
        "numberInSurah": 43,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2639,
        "text": "И обитатели Мадйана, Лжецом объявлен был и Муса. И Я давал отсрочку нечестивым, (Чтоб обратились с покаянием ко Мне), Потом их схватывал (суровой карой), - И как же страшен был Мой гнев!",
        "numberInSurah": 44,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2640,
        "text": "И сколько поселений погубили Мы, Когда они нечестие творили! Их стены сокрушились на их своды. Сколько пустых, заброшенных колодцев И возвышающихся зАмков!",
        "numberInSurah": 45,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2641,
        "text": "Ужель им по земле ходить (не приходилось), Чтоб их сердца познали мудрость, А уши - слышать научились? Но нет, не взоры их слепы - Слепы сердца в груди у нечестивых!",
        "numberInSurah": 46,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2642,
        "text": "И все ж они тебя торопят с наказаньем. Но не нарушит Бог обета Своего, - Ведь день один у Бога твоего, Как тысяча годов, Которым (на земле) вы счет ведете.",
        "numberInSurah": 47,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2643,
        "text": "И скольким поселениям давал отсрочку Я, Когда они нечестие творили! Потом Я схватывал их (карой), И (лишь) ко Мне (на Суд) - Обратный их приход.",
        "numberInSurah": 48,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2644,
        "text": "Скажи: \"О люди! Я для вас - увещеватель ясный\".",
        "numberInSurah": 49,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2645,
        "text": "Тем, кто уверовал и делает добро, - Прощенье им и щедрая награда;",
        "numberInSurah": 50,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2646,
        "text": "А те, которые усердствуют против знамений Наших, Пытаясь (всеми силами) ослабить их, - Те - обитатели Огня.",
        "numberInSurah": 51,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2647,
        "text": "И до тебя Мы не послали Ни одного посланника, ни одного пророка без того, Чтобы, когда в нем зрело пылкое желанье, Не бросил Сатана в него (какую-либо скверну). Но сводит на ничто Аллах Все, что подбрасывает Сатана (благочестивым), И утверждает (в них) знамения Свои, - Аллах ведь знающ, мудр безмерно! -",
        "numberInSurah": 52,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2648,
        "text": "Чтоб сделать то, во что их Сатана ввергает, Испытанием для тех, Сердца которых схвачены недугом И очерствели (от неверия и злобы), - Ведь злочестивые в глубокой ереси (От Истины Господней пребывают).",
        "numberInSurah": 53,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2649,
        "text": "Чтобы узнали те, которые владеют знаньем, Что он есть Истина от их Владыки, И чтоб они могли уверовать в него, И чтобы их сердца Покорно перед ним открылись, - Аллах, поистине, ведет к пути прямому Тех, кто уверовал (в Него).",
        "numberInSurah": 54,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2650,
        "text": "Но те, что не уверовали (в Бога), Не перестанут быть в сомнении о нем, Пока к ним не придет нежданно Час Иль мука Рокового Дня им не предстанет.",
        "numberInSurah": 55,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2651,
        "text": "И Властелином того Дня будет Аллах; Он будет Суд вершить средь них. И тем, кто верует и делает добро, В садах Эдема пребывать.",
        "numberInSurah": 56,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2652,
        "text": "А тех, кто не уверовал (в Аллаха) И счел за ложь знаменья Наши, Позорной каре предадут.",
        "numberInSurah": 57,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2653,
        "text": "Но те, кто на пути Господнем (К посланнику в изгнание) переселились, Потом в бою были убиты Иль умереть (в изгнании) им время подошло, - Их одарит Аллах наделом щедрым, - Аллах ведь лучший из дарующих наделы!",
        "numberInSurah": 58,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2654,
        "text": "Он их, поистине, введет (в Сады) тем входом, Который им доставит радость, - Аллах, поистине, все знает И снисходителен (к людским заботам).",
        "numberInSurah": 59,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2655,
        "text": "Так будет! И если тот, кто был обижен, (Обидчику) воздаст в такой же мере, Потом же вновь против него Будет проявлена несправедливость, - Аллах ему поможет непременно, - Поистине, Он извиняет (слабости людские) И (им) прощает (вновь и вновь).",
        "numberInSurah": 60,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2656,
        "text": "И это потому, Что вводит ночь Он в (светлость) дня И день вливает в непроглядность ночи. Аллах, поистине, все слышит, видит все!",
        "numberInSurah": 61,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2657,
        "text": "И это потому, Что Истина - Аллах, А Ложь - все то, что они чтят, опричь Него, - Аллах, поистине, велик и в высшей степени возвышен!",
        "numberInSurah": 62,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2658,
        "text": "Ужель не видишь, как Аллах Низводит с неба дождь (обильный) - И вот уж зеленью (колышется) земля? Ведь благосерд Аллах и сведущ!",
        "numberInSurah": 63,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2659,
        "text": "Всем в небесах и на земле, Владеет Он Один. Свободен Он от всяких нужд и, истинно, преславен!",
        "numberInSurah": 64,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2660,
        "text": "Ужель не видишь, что Аллах Все на земле поставил вам на службу И корабли, что бороздят моря Его веленьем? Он небо держит, Чтобы на землю не обрушилось оно Иначе, как Его веленьем, - Аллах ведь к людям благ и милосерд!",
        "numberInSurah": 65,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2661,
        "text": "Он - Тот, Кто даровал вам жизнь, Потом вас в смерть повергнет И вновь потом вас оживит, (Чтобы к Себе на Суд призвать), - Как, истинно, неблагодарен тот, (Кто глух и слеп к знамениям Аллаха)!",
        "numberInSurah": 66,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2662,
        "text": "Установили Мы для каждого народа Свои обряды поклоненья, Что надлежит им выполнять. И пусть они по этому вопросу С тобою в споры не вступают, Но все же к Богу твоему их призывай, - Ведь ты, поистине, на праведном пути.",
        "numberInSurah": 67,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2663,
        "text": "Если они с тобою препираться станут, Скажи: \"Известно лучше Господу, что делаете вы.",
        "numberInSurah": 68,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2664,
        "text": "В День Воскресения (на Суд) Аллах рассудит вас касательно того, В чем вы так часто расходились\".",
        "numberInSurah": 69,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2665,
        "text": "Ужель не знаешь ты, что ведомо Аллаху, Что (происходит) в небесах и на земле? И значится об этом в (Его) Книге, - Аллаху это, истинно, легко!",
        "numberInSurah": 70,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2666,
        "text": "И чтят они, опричь Аллаха, то, Чему Он никакого подтверждения не дал И о которых сами ничего не знают, - И нет помощника для нечестивых (в День Суда)!",
        "numberInSurah": 71,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2667,
        "text": "Когда им Наши Ясные Знамения читают, Ты различишь на лицах тех, кто не уверовал (в Аллаха), Неодобрение и непризнанье их - Они готовы броситься на тех, Кто им Знамения читает. Скажи: \"Не сообщить ли вам О более плохом, чем это? Огнь Ада! Аллах его неверным обещал, И скверно это место назначенья!\"",
        "numberInSurah": 72,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2668,
        "text": "О люди! Вот вам притча, - Прислушайтесь же к ней! Те (божества), кого они, опричь Аллаха, призывают, Не смогут никогда и мухи сотворить, Если бы даже собрались все вместе. А если муха что-нибудь у них похитит, Они не смогут у нее похищенное взять, - Беспомощен и почитатель нерадивый, И тот, кого он нерадиво чтит.",
        "numberInSurah": 73,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2669,
        "text": "Они оценкой должной Господа не оценили, - А Он, поистине, силен, велик и славен!",
        "numberInSurah": 74,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2670,
        "text": "Аллах посланников Своих Из ангелов и из среды людей (Своим всеведением мудрым) избирает, - Ведь слышит Он и видит (все)!",
        "numberInSurah": 75,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2671,
        "text": "Он знает то, что было прежде них, И то, что после них (наступит), - Ведь лишь к Аллаху все дела восходят.",
        "numberInSurah": 76,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2672,
        "text": "О вы, кто верует! В смирении колени преклоните, Падите ниц пред Господом своим В благоговейном поклонении Ему! Творите доброе, чтобы познать блаженство!",
        "numberInSurah": 77,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": {
          "id": 7,
          "recommended": true,
          "obligatory": false
        }
      },
      {
        "number": 2673,
        "text": "Усердствуйте на промысле Господнем Усердием, что надлежит (величию) Его. Он вас избрал, и в вероуложении для вас Он тягот никаких на вас не возлагает, Как и в (уставе) веры Ибрахима, вашего отца. Он называл вас мусульманами и прежде, и сейчас, Чтобы посланник был свидетелем для вас, А вы свидетелями были для народов. Так совершайте же молитву (по часам), Творите очистительную подать, Держитесь крепко за Господню вервь, - Он - покровитель ваш! И как прекрасен этот покровитель! Как замечателен помощник сей!",
        "numberInSurah": 78,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "ru.porokhova",
      "language": "ru",
      "name": "Порохова",
      "englishName": "V. Porokhova",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}