{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 33,
    "name": "سُورَةُ الأَحۡزَابِ",
    "englishName": "Al-Ahzaab",
    "englishNameTranslation": "The Clans",
    "revelationType": "Medinan",
    "numberOfAyahs": 73,
    "ayahs": [
      {
        "number": 3534,
        "text": "О пророк! Страшись Аллаха (гнев навлечь), Не слушай лицемеров и не верующих (в Бога), - Ведь сведущ (обо всем) Аллах и мудр!",
        "numberInSurah": 1,
        "juz": 21,
        "manzil": 5,
        "page": 418,
        "ruku": 361,
        "hizbQuarter": 167,
        "sajda": false
      },
      {
        "number": 3535,
        "text": "Следуй тому, Что Господом тебе внушением открыто, - Аллах ведь сведущ обо всем, что делаете вы.",
        "numberInSurah": 2,
        "juz": 21,
        "manzil": 5,
        "page": 418,
        "ruku": 361,
        "hizbQuarter": 167,
        "sajda": false
      },
      {
        "number": 3536,
        "text": "И полагайся только на Аллаха, - Его, как покровителя, довольно!",
        "numberInSurah": 3,
        "juz": 21,
        "manzil": 5,
        "page": 418,
        "ruku": 361,
        "hizbQuarter": 167,
        "sajda": false
      },
      {
        "number": 3537,
        "text": "Аллах не поместил в одной груди два сердца, Не сделал ваших жен, отвергнутых зихар(ом), Матерями вам; Приемных сыновей Вам сыновьями не назначил, - Это - лишь ваша речь из ваших уст. Аллах же Истину глаголет, По верному пути ведет.",
        "numberInSurah": 4,
        "juz": 21,
        "manzil": 5,
        "page": 418,
        "ruku": 361,
        "hizbQuarter": 167,
        "sajda": false
      },
      {
        "number": 3538,
        "text": "Давайте имена им их отцов, Сие - пред Богом справедливей; А если их отцы вам неизвестны, (Зовите их) своими братьями по вере И близкими (сравни вашей родне). На вас греха не будет в том, Коль ошибетесь вы (в именованье их), А грех лишь в том, что замышляет ваше сердце, - Аллах прощающ, милосерд!",
        "numberInSurah": 5,
        "juz": 21,
        "manzil": 5,
        "page": 418,
        "ruku": 361,
        "hizbQuarter": 167,
        "sajda": false
      },
      {
        "number": 3539,
        "text": "Пророк же к верующим ближе, Чем узы их семейного родства, А жены его - матери для них. Но узы кровного родства Одних из них к другим По Книге Бога ближе, Чем близость уз, которые (сложились) Меж верующими (из Медины) И мухаджирами (из Мекки), За исключением того, Когда творите вы добро вашим друзьям (по вере), - Ведь это значится в Писании (Аллаха).",
        "numberInSurah": 6,
        "juz": 21,
        "manzil": 5,
        "page": 418,
        "ruku": 361,
        "hizbQuarter": 167,
        "sajda": false
      },
      {
        "number": 3540,
        "text": "И взяли Мы Завет с пророков: С тебя, и с Нуха, с Ибрахима, И с Мусы, с Исы, сына Марйам, - И взяли с них Завет суровый,",
        "numberInSurah": 7,
        "juz": 21,
        "manzil": 5,
        "page": 419,
        "ruku": 361,
        "hizbQuarter": 167,
        "sajda": false
      },
      {
        "number": 3541,
        "text": "Чтоб мог спросить Он верных про их верность, А для неверных Он мучительную кару уготовил.",
        "numberInSurah": 8,
        "juz": 21,
        "manzil": 5,
        "page": 419,
        "ruku": 361,
        "hizbQuarter": 167,
        "sajda": false
      },
      {
        "number": 3542,
        "text": "О вы, кто верует! Вы вспомните Господню милость вам, Когда обрушились на вас войска неверных, А Мы послали вихрь против них И воинства, невидимые (взору человека), - Аллах ведь видит все, что делаете вы.",
        "numberInSurah": 9,
        "juz": 21,
        "manzil": 5,
        "page": 419,
        "ruku": 362,
        "hizbQuarter": 167,
        "sajda": false
      },
      {
        "number": 3543,
        "text": "(Враг) двигался на вас - сверху и снизу вас, - И помутнели ваши взоры, И души к горлу подступили, (Дурные) мысли об Аллахе в головы пришли.",
        "numberInSurah": 10,
        "juz": 21,
        "manzil": 5,
        "page": 419,
        "ruku": 362,
        "hizbQuarter": 167,
        "sajda": false
      },
      {
        "number": 3544,
        "text": "Такое испытание прошли Те, кто уверовал (в Аллаха), - Потрясены были они великим потрясеньем.",
        "numberInSurah": 11,
        "juz": 21,
        "manzil": 5,
        "page": 419,
        "ruku": 362,
        "hizbQuarter": 167,
        "sajda": false
      },
      {
        "number": 3545,
        "text": "И говорили лицемеры И те, в сердцах которых есть недуг: \"Что обещал Аллах нам и Его посланник - Всего лишь ложь, и больше ничего!\"",
        "numberInSurah": 12,
        "juz": 21,
        "manzil": 5,
        "page": 419,
        "ruku": 362,
        "hizbQuarter": 167,
        "sajda": false
      },
      {
        "number": 3546,
        "text": "И посмотрите, были среди них и те, Что говорили: \"Жители Ятриба! Не выстоять вам (вражеский напор)! Вам лучше (к вашим очагам) вернуться\". Другие же из них Просили у пророка (позволенья удалиться), говоря: \"Наши дома остались без защиты, Обнажены (для грабежей)!\" Но без защиты не были они, Они хотели лишь бежать (от боя).",
        "numberInSurah": 13,
        "juz": 21,
        "manzil": 5,
        "page": 419,
        "ruku": 362,
        "hizbQuarter": 167,
        "sajda": false
      },
      {
        "number": 3547,
        "text": "И если б с разных направлений Вошел к ним в город (неприятель) И стал бы их на смуту подстрекать, (Призвав сражаться против верных и пророка), Они бы поддались (призыву), Но там бы оставались только на недолгий срок.",
        "numberInSurah": 14,
        "juz": 21,
        "manzil": 5,
        "page": 419,
        "ruku": 362,
        "hizbQuarter": 167,
        "sajda": false
      },
      {
        "number": 3548,
        "text": "А ведь до этого с Аллахом Вступили в Договор они О том, чтоб не бежать, спиною обратясь, (Сражаясь на пути Господнем); А Договор с Аллахом - то, За что им надлежит держать ответ.",
        "numberInSurah": 15,
        "juz": 21,
        "manzil": 5,
        "page": 419,
        "ruku": 362,
        "hizbQuarter": 167,
        "sajda": false
      },
      {
        "number": 3549,
        "text": "Скажи: \"Вам бегство не поможет, Если от смерти вы бежите Или (задумали спастись) от убиенья, - Ведь вам тогда сладиться жизнью Останется лишь краткий миг, (Вслед за которым - вечный Ад)!\"",
        "numberInSurah": 16,
        "juz": 21,
        "manzil": 5,
        "page": 420,
        "ruku": 362,
        "hizbQuarter": 167,
        "sajda": false
      },
      {
        "number": 3550,
        "text": "Скажи: \"Кто может защитить вас от Аллаха, Если Он вам назначит зло Иль пожелает проявить Свое благоволенье?\" Им не найти помощника, кроме Аллаха, - Иного покровителя им нет!",
        "numberInSurah": 17,
        "juz": 21,
        "manzil": 5,
        "page": 420,
        "ruku": 362,
        "hizbQuarter": 167,
        "sajda": false
      },
      {
        "number": 3551,
        "text": "Аллаху, истинно, известны те из вас, Кто вас удерживает (от пророка) И своим братьям говорит: \"Идите к нам!\", А сам (при отражении врага) Выказывает мало мужества и рвенья,",
        "numberInSurah": 18,
        "juz": 21,
        "manzil": 5,
        "page": 420,
        "ruku": 362,
        "hizbQuarter": 168,
        "sajda": false
      },
      {
        "number": 3552,
        "text": "Скупясь для вас (пожертвовать собой или своим достатком). Когда же страх овладевает ими, Ты видишь их, смотрящих на тебя, (Как бы о помощи взывая), - Глаза вращаются у них, как у того, С кем обморок от предвкушенья смерти. Когда же страх минует их, Они вас языками острыми пронзают, Алча добра, (которое вас ждет от дележа добычи). В них веры нет, и в тщЕту обратились их дела По воле (видящего все) Аллаха, - Ему это, поистине, легко!",
        "numberInSurah": 19,
        "juz": 21,
        "manzil": 5,
        "page": 420,
        "ruku": 362,
        "hizbQuarter": 168,
        "sajda": false
      },
      {
        "number": 3553,
        "text": "Они считают, Что союзники ушли лишь ненадолго, И если они вновь придут, Им бы хотелось оказаться Средь бедуинов, кочующих (в песках), И только там, (в укрытии надежном), Расспрашивать известия о вас; А оставаясь среди вас, Они бы рвения в бою не проявили.",
        "numberInSurah": 20,
        "juz": 21,
        "manzil": 5,
        "page": 420,
        "ruku": 362,
        "hizbQuarter": 168,
        "sajda": false
      },
      {
        "number": 3554,
        "text": "Был вам в посланнике Аллаха Пример хороший тем, Кто возложил свои надежды на Аллаха И на Последний День (Его Суда) И в поминании Аллаха проводит долгие часы.",
        "numberInSurah": 21,
        "juz": 21,
        "manzil": 5,
        "page": 420,
        "ruku": 363,
        "hizbQuarter": 168,
        "sajda": false
      },
      {
        "number": 3555,
        "text": "Когда ж увидели союзников своих Те, кто уверовал (в Аллаха), Они сказали: \"Это - то, Что обещал Аллах нам и Его посланник, - Правдив Аллах, и правду говорит Его посланник!\" И это увеличило их веру и покорность.",
        "numberInSurah": 22,
        "juz": 21,
        "manzil": 5,
        "page": 420,
        "ruku": 363,
        "hizbQuarter": 168,
        "sajda": false
      },
      {
        "number": 3556,
        "text": "Средь преданных Аллаху есть такие, Кто верен Договору с Ним, И среди них такие есть, Что свой предел (во славу) завершили, Как есть и те, что ожидают (часа своего). Они не изменили (своей веры),",
        "numberInSurah": 23,
        "juz": 21,
        "manzil": 5,
        "page": 421,
        "ruku": 363,
        "hizbQuarter": 168,
        "sajda": false
      },
      {
        "number": 3557,
        "text": "Чтоб верным мог Аллах воздать за верность, А лицемеров наказать Или явить им Свою милость, Если на это будет Его воля, (Когда покаются они и обратятся к Богу), - Аллах, поистине, прощающ, милосерд!",
        "numberInSurah": 24,
        "juz": 21,
        "manzil": 5,
        "page": 421,
        "ruku": 363,
        "hizbQuarter": 168,
        "sajda": false
      },
      {
        "number": 3558,
        "text": "Аллах (заставил) нечестивых повернуть назад Вместе со всей их злобою и гневом. И выгоды они не получили (ни в вере, ни в добре). Для верных же в бою достаточно Аллаха, - Ведь Он силен, могуч и славен!",
        "numberInSurah": 25,
        "juz": 21,
        "manzil": 5,
        "page": 421,
        "ruku": 363,
        "hizbQuarter": 168,
        "sajda": false
      },
      {
        "number": 3559,
        "text": "И из людей Писания Он выйти (повелел) из укреплений тем, Что помогали (воевать против пророка), И в сердце им вселил смертельный страх. Вы истребили часть из них, Других же взяли в плен (и обратили в рабство).",
        "numberInSurah": 26,
        "juz": 21,
        "manzil": 5,
        "page": 421,
        "ruku": 363,
        "hizbQuarter": 168,
        "sajda": false
      },
      {
        "number": 3560,
        "text": "И дал Он вам в наследство землю их, Дома их и добро И те места, куда ваша нога доселе не ступала, - Аллах над всякой вещью мощен!",
        "numberInSurah": 27,
        "juz": 21,
        "manzil": 5,
        "page": 421,
        "ruku": 363,
        "hizbQuarter": 168,
        "sajda": false
      },
      {
        "number": 3561,
        "text": "О пророк! Скажи своим супругам: \"Если вы ищете усладу и украсы ближней жизни, Приходите: Я вам (развод и с ним) довольствие доставлю И отпущу с достоинством и честью (на свободу).",
        "numberInSurah": 28,
        "juz": 21,
        "manzil": 5,
        "page": 421,
        "ruku": 364,
        "hizbQuarter": 168,
        "sajda": false
      },
      {
        "number": 3562,
        "text": "Но если ищете угоды Бога, Его посланнику (хотите быть женой) И (испытать дары) последнего жилища, То, истинно, Аллах уготовал великую награду Для добродеющих из вас.",
        "numberInSurah": 29,
        "juz": 21,
        "manzil": 5,
        "page": 421,
        "ruku": 364,
        "hizbQuarter": 168,
        "sajda": false
      },
      {
        "number": 3563,
        "text": "Жены пророка! Если одна из вас Виновна будет в мерзости, что будет очевидна, Ей наказание удвоится вдвойне, - Ведь это для Аллаха так легко!",
        "numberInSurah": 30,
        "juz": 21,
        "manzil": 5,
        "page": 421,
        "ruku": 364,
        "hizbQuarter": 168,
        "sajda": false
      },
      {
        "number": 3564,
        "text": "А ту, которая Аллаху и посланнику Его послушна будет И будет доброе творить, Мы одарим двойной наградой И долей благородной (осветим), Которую (уже) Мы ей уготовали.",
        "numberInSurah": 31,
        "juz": 22,
        "manzil": 5,
        "page": 422,
        "ruku": 364,
        "hizbQuarter": 169,
        "sajda": false
      },
      {
        "number": 3565,
        "text": "Жены пророка! Вы - не такие, как обычные другие жены. Если вы гнева Господа страшитесь, В своих речах не будьте ласково-любезны, Чтобы в каком-нибудь (мужчине), Чье сердце (к женщине влечением) больнО, Не воспылало вожделенье (к вам). Ведите разговор пристойно,",
        "numberInSurah": 32,
        "juz": 22,
        "manzil": 5,
        "page": 422,
        "ruku": 364,
        "hizbQuarter": 169,
        "sajda": false
      },
      {
        "number": 3566,
        "text": "В домах своих покойно пребывайте И не кичитесь украшеньями невежества времен, Творите ритуальную молитву И правьте очистительную подать, Аллаху и посланнику Его послушны будьте, - Ведь Он лишь хочет снять с вас скверну, (Очистить) дом его семьи И всех вас полным очищением очистить.",
        "numberInSurah": 33,
        "juz": 22,
        "manzil": 5,
        "page": 422,
        "ruku": 364,
        "hizbQuarter": 169,
        "sajda": false
      },
      {
        "number": 3567,
        "text": "Вы вспоминайте (и другим) передавайте то, Что из знамений и из мудрости Аллаха Зачитывают вам в ваших домах, - Ведь благосерд Аллах и ведущ!\"",
        "numberInSurah": 34,
        "juz": 22,
        "manzil": 5,
        "page": 422,
        "ruku": 364,
        "hizbQuarter": 169,
        "sajda": false
      },
      {
        "number": 3568,
        "text": "Поистине, для мусульман и мусульманок, Уверовавших женщин и мужчин, (Душою всей) предавшихся Аллаху, Для дев благочестивых и мужей, Для терпеливо-стойких в своей вере, Творящих милостыню (из даров Господних), Для женщин и мужчин, что соблюдают пост, Оберегают целомудрие свое И об Аллахе помнят всякую минуту, - Для них Аллах уготовал Прощение и высшую награду.",
        "numberInSurah": 35,
        "juz": 22,
        "manzil": 5,
        "page": 422,
        "ruku": 365,
        "hizbQuarter": 169,
        "sajda": false
      },
      {
        "number": 3569,
        "text": "Не подобает верующим женам и мужам, Когда решен вопрос Аллахом и посланником Его, Свое решенье делу (выдвигать), - Ведь тот, кто непослушен Аллаху и посланнику Его, - Тот заблудился явным заблужденьем.",
        "numberInSurah": 36,
        "juz": 22,
        "manzil": 5,
        "page": 423,
        "ruku": 365,
        "hizbQuarter": 169,
        "sajda": false
      },
      {
        "number": 3570,
        "text": "(Ты вспомни, Мухаммад!), как ты сказал тому, К кому Аллах был благ, И сам ты, (Мухаммад!), его щедротами осыпал: \"Ты должен удержать супругу при себе И гнева Господа страшиться\". Но ты тогда сокрыл в своей душе То, что Аллах (готов был тотчас) обнаружить, - Ведь ты тогда людей боялся, Хотя тебе Его бояться надлежит. Когда ж Зейд претворил по нужному (обряду) Свое желание с женой (расстаться), Тебя Мы с нею браком сочетали, Чтоб верующим не было стесненья Брать в жены (разведенных) жен приемных сыновей После того, как те по своему желанью Ее по нужному (обряду) отпустили от себя, - Ведь повеление Аллаха неминуемо свершится!",
        "numberInSurah": 37,
        "juz": 22,
        "manzil": 5,
        "page": 423,
        "ruku": 365,
        "hizbQuarter": 169,
        "sajda": false
      },
      {
        "number": 3571,
        "text": "И на пророке нет греха в том (деле), Что для него Аллах установил По Своему определению для тех, Которые в былые времена (К своим народам) приходили, - Предрешено всегда установление Аллаха",
        "numberInSurah": 38,
        "juz": 22,
        "manzil": 5,
        "page": 423,
        "ruku": 365,
        "hizbQuarter": 169,
        "sajda": false
      },
      {
        "number": 3572,
        "text": "Для тех, кто проповедует послание Его И гнева Господа страшится, Лишь перед Ним испытывая страх, - Достаточно Аллаха Для (предъявленья) счета (тем, Кто перешел дозволенного грани).",
        "numberInSurah": 39,
        "juz": 22,
        "manzil": 5,
        "page": 423,
        "ruku": 365,
        "hizbQuarter": 169,
        "sajda": false
      },
      {
        "number": 3573,
        "text": "И Мухаммад не был отцом Ни одному мужчине среди вас, Он - лишь посланник от Аллаха и печать пророков. Аллах о всякой вещи знающ!",
        "numberInSurah": 40,
        "juz": 22,
        "manzil": 5,
        "page": 423,
        "ruku": 365,
        "hizbQuarter": 169,
        "sajda": false
      },
      {
        "number": 3574,
        "text": "О вы, кто верует! Хвалы Аллаху воздавайте частым воздаяньем",
        "numberInSurah": 41,
        "juz": 22,
        "manzil": 5,
        "page": 423,
        "ruku": 366,
        "hizbQuarter": 169,
        "sajda": false
      },
      {
        "number": 3575,
        "text": "И прославляйте Его (имя) по утрам и вечерами.",
        "numberInSurah": 42,
        "juz": 22,
        "manzil": 5,
        "page": 423,
        "ruku": 366,
        "hizbQuarter": 169,
        "sajda": false
      },
      {
        "number": 3576,
        "text": "Он - Тот, Кто вас благословляет, И вторят ангелы Ему (в благословенье этом), Чтобы Он вывел вас из мрака к свету, - Он к верующим милостив и благ!",
        "numberInSurah": 43,
        "juz": 22,
        "manzil": 5,
        "page": 423,
        "ruku": 366,
        "hizbQuarter": 169,
        "sajda": false
      },
      {
        "number": 3577,
        "text": "В тот День, Когда им предстоит Его увидеть, Приветствием их будет: \"Мир!\" И Он им приготовит щедрую награду.",
        "numberInSurah": 44,
        "juz": 22,
        "manzil": 5,
        "page": 424,
        "ruku": 366,
        "hizbQuarter": 169,
        "sajda": false
      },
      {
        "number": 3578,
        "text": "О пророк! Тебя Мы, истинно, послали Свидетелем (деяний их), Благовестителем (для верующих в Бога) И увещателем (против греха),",
        "numberInSurah": 45,
        "juz": 22,
        "manzil": 5,
        "page": 424,
        "ruku": 366,
        "hizbQuarter": 169,
        "sajda": false
      },
      {
        "number": 3579,
        "text": "Зовущим к Богу с дозволения Его И как светильник, льющий свет (на Истины Господни);",
        "numberInSurah": 46,
        "juz": 22,
        "manzil": 5,
        "page": 424,
        "ruku": 366,
        "hizbQuarter": 169,
        "sajda": false
      },
      {
        "number": 3580,
        "text": "А потому благовести тем, кто уверовал (в Аллаха): Их ждут великие щедроты от Него.",
        "numberInSurah": 47,
        "juz": 22,
        "manzil": 5,
        "page": 424,
        "ruku": 366,
        "hizbQuarter": 169,
        "sajda": false
      },
      {
        "number": 3581,
        "text": "Не слушай ты ни лицемеров, ни неверных, Досаду их всерьез не принимай, А положись лишь на Аллаха, - Его, как Покровителя, довольно.",
        "numberInSurah": 48,
        "juz": 22,
        "manzil": 5,
        "page": 424,
        "ruku": 366,
        "hizbQuarter": 169,
        "sajda": false
      },
      {
        "number": 3582,
        "text": "О вы, кто верует! Когда вы женитесь на верующих женах И, не вступив еще в супружескую связь, Вы пожелаете развода с ними, Вам нет нужды отсчитывать для них иддат - Вы предоставьте им дары И их благопристойно отпустите.",
        "numberInSurah": 49,
        "juz": 22,
        "manzil": 5,
        "page": 424,
        "ruku": 366,
        "hizbQuarter": 169,
        "sajda": false
      },
      {
        "number": 3583,
        "text": "О пророк! Мы разрешили тебе в жены тех, Кому ты дал их дар предбрачный, И тех, кем овладели твои руки: Из пленниц, что Аллах тебе (в походах) даровал; И дочерей сестер и братьев твоего отца; И дочерей сестер и братьев матери твоей, Которые с тобой (в изгнание) переселились; И женщину, которая уверовала (в Бога), Что безраздельно всю себя согласна дать пророку, Если пророк ее взять в жены пожелает, - Но это только для тебя, (о Мухаммад!), (как для пророка) И не показано для прочих верных. Мы знаем, что назначили Мы им Касательно супруг их и невольниц, Чтоб не было стеснения тебе Или греха на твою душу, - Аллах, поистине, прощающ, милосерд!",
        "numberInSurah": 50,
        "juz": 22,
        "manzil": 5,
        "page": 424,
        "ruku": 366,
        "hizbQuarter": 169,
        "sajda": false
      },
      {
        "number": 3584,
        "text": "Ты можешь (свой ночной визит) По своему желанию к одной (жене) отсрочить И пригласить к себе другую Иль ту принять, которой раньше пренебрег, - И в этом на тебе греха не будет: Так будет легче освежать их очи. Пусть не печалятся они И удовольствуются тем, что ты даешь им - всем им, (Как обязал тебя Аллах), - Аллах ведь знает, что у вас в сердцах. Поистине, Он знающ и воздержан!",
        "numberInSurah": 51,
        "juz": 22,
        "manzil": 5,
        "page": 425,
        "ruku": 366,
        "hizbQuarter": 170,
        "sajda": false
      },
      {
        "number": 3585,
        "text": "Но впредь других брать в жены недозволено тебе Иль этих - заменять другими, Даже когда тебя пленит их красота, За исключением невольниц, Которыми ты можешь завладеть, - Аллах - над всякой вещью страж!",
        "numberInSurah": 52,
        "juz": 22,
        "manzil": 5,
        "page": 425,
        "ruku": 366,
        "hizbQuarter": 170,
        "sajda": false
      },
      {
        "number": 3586,
        "text": "О вы, кто верует! В дома пророка не входите, Пока вам не позволят к трапезе прийти, Но и тогда (не приходите раньше), Чтоб вам не дожидаться (и не стеснять хозяев). Когда вас позовут, входите. Откушав же сполна, (Старайтесь поскорее) разойтись, Бесцеремонно не входя в беседу (с теми, Кто вас не приглашает к ней). Подобный (ход вещей) пророка удручает, И он стыдится отказать (в общенье вам), Аллах же не стыдится правды. Если вам нужно попросить у (жен его) какую-либо утварь, То попросите их через завесу - Это для их сердец и ваших чище. Не надлежит вам огорчать посланника Аллаха, Ни оскорблять его, ни причинять вреда; Не надлежит брать в жены его жен после его (кончины). Это, поистине, у Господа великий грех.",
        "numberInSurah": 53,
        "juz": 22,
        "manzil": 5,
        "page": 425,
        "ruku": 367,
        "hizbQuarter": 170,
        "sajda": false
      },
      {
        "number": 3587,
        "text": "И что бы вы ни утаили, Что б ни явили напоказ, Аллах ведь знает все и вся!",
        "numberInSurah": 54,
        "juz": 22,
        "manzil": 5,
        "page": 425,
        "ruku": 367,
        "hizbQuarter": 170,
        "sajda": false
      },
      {
        "number": 3588,
        "text": "И (на твоих супругах) нет греха, (Когда они не полностью покрыты) Пред их отцами, сыновьями, братьями своими, Пред сыновьями своих братьев и сестер, При женщинах или пред теми, Которыми владеют правы руки. Страшитесь Господа, - Ведь Он - свидетель всякого деянья.",
        "numberInSurah": 55,
        "juz": 22,
        "manzil": 5,
        "page": 426,
        "ruku": 367,
        "hizbQuarter": 170,
        "sajda": false
      },
      {
        "number": 3589,
        "text": "Аллах и ангелы Его, поистине, Пророку шлют свое благословенье, И вы, что Господу предались, Ему свое благословенье говорите И искренним приветствием приветствуйте его.",
        "numberInSurah": 56,
        "juz": 22,
        "manzil": 5,
        "page": 426,
        "ruku": 367,
        "hizbQuarter": 170,
        "sajda": false
      },
      {
        "number": 3590,
        "text": "А те, кто скверно досаждает Аллаху и посланнику Его, Аллахом преданы проклятью И в этом мире, и в другом, - Он им назначил унизительную кару!",
        "numberInSurah": 57,
        "juz": 22,
        "manzil": 5,
        "page": 426,
        "ruku": 367,
        "hizbQuarter": 170,
        "sajda": false
      },
      {
        "number": 3591,
        "text": "А те, что незаслуженно клевещут На верующих женщин и мужчин, - Те ложь творят и грех огромный.",
        "numberInSurah": 58,
        "juz": 22,
        "manzil": 5,
        "page": 426,
        "ruku": 367,
        "hizbQuarter": 170,
        "sajda": false
      },
      {
        "number": 3592,
        "text": "Скажи своим супругам, о пророк, И дочерям, и женам верных, Чтоб на себе они плотнее покрывала закрывали, - Это удобнее всего, чтоб узнанными быть, Не быть обруганными (без причины), - Ведь милосерд Аллах, прощающ!",
        "numberInSurah": 59,
        "juz": 22,
        "manzil": 5,
        "page": 426,
        "ruku": 368,
        "hizbQuarter": 170,
        "sajda": false
      },
      {
        "number": 3593,
        "text": "Но если лицемеры, и те люди, В сердцах которых есть недуг (безбожья), И те, что распускают ложный слух в Медине, Желая в ней посеять смуту, Не прекратят своих злодейств, Мы возбудим тебя (на меры) против них, И уж тогда недолго им соседствовать с тобою.",
        "numberInSurah": 60,
        "juz": 22,
        "manzil": 5,
        "page": 426,
        "ruku": 368,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3594,
        "text": "(Облачены) проклятием (Господним), Где бы ни встретились они, Хватать и предавать их смерти будут.",
        "numberInSurah": 61,
        "juz": 22,
        "manzil": 5,
        "page": 426,
        "ruku": 368,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3595,
        "text": "Так было установлено Аллахом (для людей, Давно в небытие) ушедших, - (Установления Аллаха неизменны), И перемены в них ты не найдешь.",
        "numberInSurah": 62,
        "juz": 22,
        "manzil": 5,
        "page": 426,
        "ruku": 368,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3596,
        "text": "Они тебя о Часе вопрошают. Скажи (им): \"Знание сего - лишь у Аллаха!\" И кто тебе даст знать: не на пороге ль Он?",
        "numberInSurah": 63,
        "juz": 22,
        "manzil": 5,
        "page": 427,
        "ruku": 368,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3597,
        "text": "Аллах, поистине, неверных проклял И приготовил им пылающий Огонь,",
        "numberInSurah": 64,
        "juz": 22,
        "manzil": 5,
        "page": 427,
        "ruku": 368,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3598,
        "text": "В котором пребывать им вечно. Там покровителя им не найти, Помощника им там не будет.",
        "numberInSurah": 65,
        "juz": 22,
        "manzil": 5,
        "page": 427,
        "ruku": 368,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3599,
        "text": "В тот День Перевернутся лица их в Огне, и они скажут: \"О, если бы Аллаху и посланнику Его Мы (на земле) послушны были!\"",
        "numberInSurah": 66,
        "juz": 22,
        "manzil": 5,
        "page": 427,
        "ruku": 368,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3600,
        "text": "И они скажут: \"О наш Господь! Мы лишь вельможам и хозяевам своим повиновались, - Они-то и свели нас с Твоего пути.",
        "numberInSurah": 67,
        "juz": 22,
        "manzil": 5,
        "page": 427,
        "ruku": 368,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3601,
        "text": "Господь! Удвой им наказанье, Произнеси великое проклятие о них!\"",
        "numberInSurah": 68,
        "juz": 22,
        "manzil": 5,
        "page": 427,
        "ruku": 368,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3602,
        "text": "О вы, кто верует! Не будьте вы подобны тем, Которые тревожили и оскорбляли Мусу! Аллах его от поруганий их очистил, И стал пред Богом досточтимым он.",
        "numberInSurah": 69,
        "juz": 22,
        "manzil": 5,
        "page": 427,
        "ruku": 369,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3603,
        "text": "О вы, кто верует! Страшитесь (гнева) Бога и говорите правые слова,",
        "numberInSurah": 70,
        "juz": 22,
        "manzil": 5,
        "page": 427,
        "ruku": 369,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3604,
        "text": "Чтобы Он вам дела благоустроил и вам простил ваши грехи, - Ведь кто Аллаху и посланнику Его послушен, Познает высшее блаженство.",
        "numberInSurah": 71,
        "juz": 22,
        "manzil": 5,
        "page": 427,
        "ruku": 369,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3605,
        "text": "Мы предложили Небесам, Земле и горным Исполинам Вступить с Нами в Завет о Вере. Они обязывать себя Заветом отказались: Страшились на себя его принять, (Обуреваемы великим страхом, Что сил не хватит соблюсти его). Но Человек Заветом этим обязался - Ведь нечестив он был и безрассуден, -",
        "numberInSurah": 72,
        "juz": 22,
        "manzil": 5,
        "page": 427,
        "ruku": 369,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3606,
        "text": "Чтобы Господь мог наказать Всех лицемерных женщин и мужчин, Всех многобожников и многобожниц И Свою милость обратить К уверовавшим женам и мужам, - Он всепрощающ, милосерд!",
        "numberInSurah": 73,
        "juz": 22,
        "manzil": 5,
        "page": 427,
        "ruku": 369,
        "hizbQuarter": 171,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "ru.porokhova",
      "language": "ru",
      "name": "Порохова",
      "englishName": "V. Porokhova",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}