{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 41,
    "name": "سُورَةُ فُصِّلَتۡ",
    "englishName": "Fussilat",
    "englishNameTranslation": "Explained in detail",
    "revelationType": "Meccan",
    "numberOfAyahs": 54,
    "ayahs": [
      {
        "number": 4219,
        "text": "Ха - Мим.",
        "numberInSurah": 1,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4220,
        "text": "Сие ниспослано Всемилостивым, Милосердным!",
        "numberInSurah": 2,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4221,
        "text": "(Святая) Книга, Стихи которой разъяснены, - Коран арабский Для людей, которые внимают, -",
        "numberInSurah": 3,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4222,
        "text": "Несущий Весть великую (для них), (А также) предостереженье. Но большинство из них отворотились - И вот уж ничего не слышат!",
        "numberInSurah": 4,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4223,
        "text": "И говорят: \"Наши сердца покрыты пеленой, Что отделяет всех нас от твоих призывов, И глухотой закрыты наши уши; Завеса между нами и тобой, - А потому, что хочешь, то и делай, Мы ж будем делать (то, что мы хотим)\".",
        "numberInSurah": 5,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4224,
        "text": "Скажи: \"Всего лишь человек я, вам подобный. Открыто мне внушением, Что наш Господь - Единый Бог (для всех). Так будьте же Ему верны И вопросите для себя прощенья\". И горе тем, кто измышляет в поклонение Ему Другие божества;",
        "numberInSurah": 6,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4225,
        "text": "Кто милостыни заповедальной не блюдет И в будущую жизнь не верит.",
        "numberInSurah": 7,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4226,
        "text": "Тех, кто уверовал и праведно творит, Поистине, ждет вечная награда.",
        "numberInSurah": 8,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4227,
        "text": "Скажи: \"Ужель не веруете вы в Того, Кто землю сотворил в два дня, И в равные Ему других богов зовете? Ведь Он - Властитель всех миров.",
        "numberInSurah": 9,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4228,
        "text": "Он прочно горы высоко над ней воздвиг И ниспослал благословенье, И за четыре дня Он пропитание распределил Для всех согласно их нужде.",
        "numberInSurah": 10,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4229,
        "text": "И в завершение всего Он утвердил создание небес, Что были как бы пеленой из дыма. И молвил Он и Небу, и Земле: \"Добром или неволей, встаньте рядом!\" Они ответили: \"В желанном послушанье Сойдемся рядом мы\".",
        "numberInSurah": 11,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4230,
        "text": "Он семь небес в два дня установил И каждому назначил службу. Украсили Мы ближний свод огнями И обеспечили ему охрану, - Таков указ Того, Кто всемогущ и знает обо всем!\"",
        "numberInSurah": 12,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4231,
        "text": "А коль они отворотятся, ты им скажи: \"Предупреждал я вас о страшной каре, Подобно той, которая Самуд и Ад постигла\".",
        "numberInSurah": 13,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4232,
        "text": "И вот явились к ним посланцы и спереди, и сзади: \"Не поклоняйтесь никому, кроме Аллаха\". (Но люди) отвечали: \"Будь воля Господа на то, Он к нам бы ангелов послал, - Мы в ваше увещание не верим\".",
        "numberInSurah": 14,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4233,
        "text": "И люди Ад (собою) возгордились на земле, Встав против Истины и благонравья, И так сказали: \"Кому сравниться с нами мощью?\" Ужель не видели они, что Тот, Кто создал их, Своею мощью превосходит их? Но все ж отвергли они все знаменья Наши.",
        "numberInSurah": 15,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4234,
        "text": "И против них в дни тягости смертельной Бушующие ветры Мы послали, Чтоб дать познать им вкус бесчестья в ближней жизни. Но наказание позором после смерти - еще сильней, И там им не найти спасенья.",
        "numberInSurah": 16,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4235,
        "text": "Мы самудянам указали путь прямой, Но слепоту (души) они избрали. И вот их наказание позором Безумным гулом охватило - Как воздание за то, что заслужили.",
        "numberInSurah": 17,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4236,
        "text": "Мы ж сохранили тех, Которые уверовали (в Бога) И сохраняли благочестье, страшася гнев Его навлечь.",
        "numberInSurah": 18,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4237,
        "text": "В тот День, когда враги Аллаха Пред Адом огненным предстанут, Их поведут раздельными рядами.",
        "numberInSurah": 19,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 415,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4238,
        "text": "Когда же наконец они его достигнут, Свидетелями против них за все их прегрешенья Предстанут слух, и зрение, и кожа!",
        "numberInSurah": 20,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 415,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4239,
        "text": "И своей коже они скажут: \"Что ж против нас свидетельствуешь ты?\" На что она ответит: \"Аллах мне речь внушил, Он - Тот, Кто все (земное) речью одарил. Он создал вас первоначально, К Нему же - ваше возвращенье\".",
        "numberInSurah": 21,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 415,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4240,
        "text": "И не могли вы схорониться, Чтобы свидетелями против вас не стали Ни ваше зрение, ни слух, ни кожа; Но все ж вы думали, Что много из того, в чем вы грешны, Не ведает Аллах!",
        "numberInSurah": 22,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 415,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4241,
        "text": "Но то понятие о вашем Боге, Что вы измыслили себе, Вас погубило, - Теперь вы пребываете средь тех, Кто (навсегда для Господа) потерян.",
        "numberInSurah": 23,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 415,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4242,
        "text": "И если (там) они терпение проявят, Огонь убежищем им станет. Но если к милости Господней воззовут, Они не будут среди тех, Кому ее окажут.",
        "numberInSurah": 24,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 415,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4243,
        "text": "Назначили Мы им в собратья тех, Кто (сладостью греха) прельщал их тем, Что ждет их впереди, И тем, что за спиной осталось, И утвердился приговор над ними, Что был назначен для людей и джиннов, Которые пришли до них, - Они, поистине, убыток понесли.",
        "numberInSurah": 25,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 415,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4244,
        "text": "Неверные сказали: \"К Корану не прислушивайтесь вы И пустословьте при зачтении его, - Тогда одержите вы верх!\"",
        "numberInSurah": 26,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 416,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4245,
        "text": "Но непременно Мы дадим неверным Познать суровой кары вкус И воздадим Мы им (сполна) за прегрешенья.",
        "numberInSurah": 27,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 416,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4246,
        "text": "И вот возмездие врагам Аллаха - Огнь, Где вечное пристанище для них, - Достойное возмездие за то, Что отвергали все знаменья Наши.",
        "numberInSurah": 28,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 416,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4247,
        "text": "Неверные же скажут: \"Владыка наш! Ты укажи нам тех из джиннов и людей, Кто сбил нас (с праведной стези). Ногами мы растопчем их, Чтоб найсквернейшими они предстали\".",
        "numberInSurah": 29,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 416,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4248,
        "text": "Но те, кто говорит: \"Владыка наш - Аллах!\" И кто потом стоит на этом твердо, - На них нисходят ангелы (порой): \"Не бойтесь вы и не печальтесь, - Примите радостную весть о Саде, что обещан вам.",
        "numberInSurah": 30,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 416,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4249,
        "text": "Мы - ваши покровители И в ближней жизни, и в далекой, Где вы найдете все, Что ваши души пожелают, И все, о чем воспросите, вы там найдете.",
        "numberInSurah": 31,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 416,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4250,
        "text": "Таков гостеприимный дар Того, Кто милостив и всепрощающ.",
        "numberInSurah": 32,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 416,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4251,
        "text": "Что может быть прекрасней речи, Чем та, что к Господу зовет, Творить благое призывает И гласит: \"Принадлежу я к тем, Кто предался исламу\"?\"",
        "numberInSurah": 33,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4252,
        "text": "Добро и зло не могут быть равны; Так оттолкни же зло добром, И тот, кто ненависть к тебе питает, В родного друга обратится.",
        "numberInSurah": 34,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4253,
        "text": "И не даровано сей чести никому, Помимо тех, кто с отрешением терпел. И не даровано сей чести никому, Помимо обладателей великой доли.",
        "numberInSurah": 35,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4254,
        "text": "И если Сатана ко злу тебя склоняет, Ищи спасения у Бога, - Ведь Он Один всеведущ и всесущ!",
        "numberInSurah": 36,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4255,
        "text": "И из Его знамений - И ночь и день, И солнце и луна. Но солнцу и луне не поклоняйтесь, А поклоняйтесь Господу, Который создал их, Коль в вас живет стремленье к вере.",
        "numberInSurah": 37,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4256,
        "text": "А коль гордыня их охватит - Приближены к Аллаху будут те, Кто, славя Господа и днем и ночью, В своем усердии не устает.",
        "numberInSurah": 38,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": {
          "id": 12,
          "recommended": false,
          "obligatory": true
        }
      },
      {
        "number": 4257,
        "text": "И из Его знамений - Ты землю зришь бесплодной. Но вот Мы на нее прольем (обильный) дождь, - Она взволнуется, набухнет и воскреснет. Поистине, ведь Тот, Кто землю к жизни воскрешает, Способен оживить и мертвых, - Ведь всемогущ Аллах над всем и вся!",
        "numberInSurah": 39,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4258,
        "text": "Поистине, не схорониться тем, Кто искажает истину в знаменьях Наших. Кто ж лучше: Тот, кто в Судный День в Огонь повергнут будет, Иль тот, кто в Рай войдет сохранно? Творите все, что вы хотите, - Он видит все, что делаете вы!",
        "numberInSurah": 40,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4259,
        "text": "(Не скроются от Нас и те), Кто отвергает увещанье Наше, Когда оно приходит к ним, - Поистине, величественна эта Книга!",
        "numberInSurah": 41,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4260,
        "text": "И ложь не может подступиться к ней Ни спереди, ни сзади, - Ведь таково послание Того, Кто мудр И достоин всех хвалеб.",
        "numberInSurah": 42,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4261,
        "text": "И не вверяется тебе ничто, Что до тебя другим пророкам не вверялось. Поистине, Владыка твой - Распорядитель всепрощенья, Властитель самой горькой кары.",
        "numberInSurah": 43,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4262,
        "text": "Но если б ниспослали Мы Коран не на арабском, Они б воскликнули: \"Где толкование его стихов? Ужель сие не на арабском, А излагается арабом?\" Ответь: \"Путеводитель он и врачеватель Для тех, кто веру приобрел\". Но у неверных глухотой закрыты уши, И он, (Коран), для них - лишь слепота, И к ним приходится взывать Из самых дальних расстояний.",
        "numberInSurah": 44,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4263,
        "text": "Мы прежде дали Мусе Книгу, Но с нею разногласия пришли. И если бы Господне Слово раньше не явилось, Они бы (за содеянное зло) Несли бы наказанье в этой жизни.",
        "numberInSurah": 45,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 418,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4264,
        "text": "Добро творящий - для души своей благодеяет, Творящий зло - вершит к погибели ее, - И никогда к Своим рабам Несправедливым твой Господь не будет.",
        "numberInSurah": 46,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 418,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4265,
        "text": "И лишь к Нему восходит знание о Часе, И без Его соизволенья И плод из завязи своей не выйдет, И самка ни зачать и ни сложить не сможет. В тот День Он обратится к ним (с вопросом): \"Кого вы в соучастники придали Мне?\" И скажут те: \"Тебе свидетельствуем мы, Что ни один из нас не видел такового\".",
        "numberInSurah": 47,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4266,
        "text": "И их покинули те (божества), К кому они взывали раньше, И осенение пришло, Что нет им никакого избавленья.",
        "numberInSurah": 48,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4267,
        "text": "Без устали взывает человек об умножении добра; Когда же зло его коснется, В отчаянном бессилии своем Он оставляет всякую надежду.",
        "numberInSurah": 49,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4268,
        "text": "Когда же после всех невзгод Даем вкусить ему Мы Нашу милость, Он (дерзко) говорит: \"Сие - мне (за мои труды), И я не думаю, что Час настанет. А коль к Владыке моему я буду возвращен, Конечно, у Него мне будет милость!\" Но Мы представим для (ушей и глаз) неверных Все их свершенные (грехи), И будет им дано вкусить суровую расплату!",
        "numberInSurah": 50,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4269,
        "text": "Когда Мы милостью Своей одариваем человека, Он отвращается в гордыне и уходит; Когда ж его коснется зло, Он погружается в обильные молитвы.",
        "numberInSurah": 51,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4270,
        "text": "Скажи: \"Ужель не видите, (сколь нечестивы вы), Коль это - (Откровение) от Бога? Вы ж отвергаете его!\" Кто более заблудшие, чем те, Кто в ереси глубокой пребывает?",
        "numberInSurah": 52,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4271,
        "text": "Мы им знамения Свои представим И в душах их, и в отдаленных землях. Пока не станет ясно им, Что это - Истина (Господня)! Ужели недостаточно для них (узнать), Что их Господь свидетельствует все, что суще?",
        "numberInSurah": 53,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4272,
        "text": "Увы! Они в сомнениях о встрече со своим Владыкой! А Он Один все сущее объять способен!",
        "numberInSurah": 54,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "ru.porokhova",
      "language": "ru",
      "name": "Порохова",
      "englishName": "V. Porokhova",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}