{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 10,
    "name": "سُورَةُ يُونُسَ",
    "englishName": "Yunus",
    "englishNameTranslation": "Jonas",
    "revelationType": "Meccan",
    "numberOfAyahs": 109,
    "ayahs": [
      {
        "number": 1365,
        "text": "Alif. Lam. Ra. These are the verses of the Book of wisdom.",
        "numberInSurah": 1,
        "juz": 11,
        "manzil": 3,
        "page": 208,
        "ruku": 172,
        "hizbQuarter": 83,
        "sajda": false
      },
      {
        "number": 1366,
        "text": "Why should it seem strange to mankind that We sent revelations to a mortal among them, who would warn others and give to the believers the glad news of their high rank in the sight of God. The unbelievers have said, \"He (Muhammad) is certainly a magician.\"",
        "numberInSurah": 2,
        "juz": 11,
        "manzil": 3,
        "page": 208,
        "ruku": 172,
        "hizbQuarter": 83,
        "sajda": false
      },
      {
        "number": 1367,
        "text": "God is your Lord who has created the heavens and the earth in six days and established His Dominion over the Throne. He maintains order over the creation. No one can intercede for others without His permission. It is God who is your only Lord. Worship only Him. Will you then not think?",
        "numberInSurah": 3,
        "juz": 11,
        "manzil": 3,
        "page": 208,
        "ruku": 172,
        "hizbQuarter": 83,
        "sajda": false
      },
      {
        "number": 1368,
        "text": "People, you will all return to God. The promise of God is true; He creates all things and (after their death) brings them to life again so that He may justly reward the righteously striving believers. The disbelievers will drink boiling filthy water and suffer painful torment as a recompense for their disbelief.",
        "numberInSurah": 4,
        "juz": 11,
        "manzil": 3,
        "page": 208,
        "ruku": 172,
        "hizbQuarter": 83,
        "sajda": false
      },
      {
        "number": 1369,
        "text": "It is God who has made the sun radiant and the moon luminous and has appointed for the moon certain phases so that you may compute the number of years and other reckonings. God has created them for a genuine purpose. He explains the evidence (of His existence) to the people of knowledge.",
        "numberInSurah": 5,
        "juz": 11,
        "manzil": 3,
        "page": 208,
        "ruku": 172,
        "hizbQuarter": 83,
        "sajda": false
      },
      {
        "number": 1370,
        "text": "The alternation of the day and night and all that God has created in the heavens and earth are evidence (of the existence of God) for the pious people.",
        "numberInSurah": 6,
        "juz": 11,
        "manzil": 3,
        "page": 208,
        "ruku": 172,
        "hizbQuarter": 83,
        "sajda": false
      },
      {
        "number": 1371,
        "text": "Those who do not have hope of receiving Our mercy in the life hereafter who are pleased and satisfied with the worldly life and who pay no attention to Our revelations",
        "numberInSurah": 7,
        "juz": 11,
        "manzil": 3,
        "page": 209,
        "ruku": 172,
        "hizbQuarter": 83,
        "sajda": false
      },
      {
        "number": 1372,
        "text": "will all have the Fire as their dwelling for that which they had done.",
        "numberInSurah": 8,
        "juz": 11,
        "manzil": 3,
        "page": 209,
        "ruku": 172,
        "hizbQuarter": 83,
        "sajda": false
      },
      {
        "number": 1373,
        "text": "The righteously striving believers receive, through their faith, guidance from their Lord to the bountiful gardens wherein streams flow.",
        "numberInSurah": 9,
        "juz": 11,
        "manzil": 3,
        "page": 209,
        "ruku": 172,
        "hizbQuarter": 83,
        "sajda": false
      },
      {
        "number": 1374,
        "text": "Their prayer shall be, \"Glory be to you Lord,\" and their greeting, \"Peace be with you,\" and the only other words (of worldly speech) they will speak will be, \"It is God, Lord of the Universe, who deserves all praise.\"",
        "numberInSurah": 10,
        "juz": 11,
        "manzil": 3,
        "page": 209,
        "ruku": 172,
        "hizbQuarter": 83,
        "sajda": false
      },
      {
        "number": 1375,
        "text": "Had God been as hasty to punish people as they were hasty to achieve good, their life would have already ended. We will leave those who have no hope of receiving Our mercy, in the life hereafter, to continue blindly in their transgression.",
        "numberInSurah": 11,
        "juz": 11,
        "manzil": 3,
        "page": 209,
        "ruku": 173,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1376,
        "text": "When the human being is affected by hardship, he starts to pray while lying on his side, sitting or standing, but when We relieve him from hardship, he starts to act as though he had never prayed to Us to save him from the misfortune. This is how transgressors' deeds are made attractive to them.",
        "numberInSurah": 12,
        "juz": 11,
        "manzil": 3,
        "page": 209,
        "ruku": 173,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1377,
        "text": "We destroyed certain generations who lived before you because of their injustice. Our Messengers came to them and showed them miracles, but they would not believe. Thus do We punish the criminals.",
        "numberInSurah": 13,
        "juz": 11,
        "manzil": 3,
        "page": 209,
        "ruku": 173,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1378,
        "text": "We have made you their successors in the land so that We could see how you behaved.",
        "numberInSurah": 14,
        "juz": 11,
        "manzil": 3,
        "page": 209,
        "ruku": 173,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1379,
        "text": "Whenever Our authoritative revelations are recited to those who do not wish to meet Us in the life hereafter, say, \"Bring us another book besides this one or change it.\" (Muhammad), tell them, \"I can not change it myself. I only follow what is revealed to me. I fear that for disobeying my Lord I shall be punished on the great (Day of Judgment).",
        "numberInSurah": 15,
        "juz": 11,
        "manzil": 3,
        "page": 210,
        "ruku": 173,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1380,
        "text": "(Muhammad), tell them, \"Had God wanted I would not have recited it (the Book) to you nor would I have told you anything about it. I lived among you for a whole life-time before it was revealed. Will you then not understand?",
        "numberInSurah": 16,
        "juz": 11,
        "manzil": 3,
        "page": 210,
        "ruku": 173,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1381,
        "text": "Who is more unjust than one who invents falsehood against God or calls His revelations lies? The criminals will certainly have no happiness.",
        "numberInSurah": 17,
        "juz": 11,
        "manzil": 3,
        "page": 210,
        "ruku": 173,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1382,
        "text": "(Some people) worship things other than God which harm nor benefit them. They say, \"These (idols) are our intercessors before God.\" (Muhammad), tell them, \"Are you trying to tell God about something that He does not find in the heavens or earth? God is too Glorious to be considered equal to idols.\"",
        "numberInSurah": 18,
        "juz": 11,
        "manzil": 3,
        "page": 210,
        "ruku": 173,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1383,
        "text": "All people (once) followed one belief. Then they began to follow different beliefs. Had not a word of your Lord (His decision to give every one time and free will) been decreed, God would already have settled their differences.",
        "numberInSurah": 19,
        "juz": 11,
        "manzil": 3,
        "page": 210,
        "ruku": 173,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1384,
        "text": "They (unbelievers) say, \"Why has his Lord not given him some miracles to (support his claim of being His Messenger)?\" Say \"(The knowledge) of the unseen certainly belongs to God. Wait and I too shall be waiting with you.",
        "numberInSurah": 20,
        "juz": 11,
        "manzil": 3,
        "page": 210,
        "ruku": 173,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1385,
        "text": "When people are granted mercy after having suffered hardship, they begin to plot against Our revelations. Say, \"God is the most swift in His plans.\" Our angelic messengers record all that you plot.",
        "numberInSurah": 21,
        "juz": 11,
        "manzil": 3,
        "page": 211,
        "ruku": 174,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1386,
        "text": "When you are rejoicing in a boat, a favorable breeze and a violent storm arises with waves surrounding you from all sides. Thinking that you will not survive, you start to pray sincerely to God. In prayer, you say, \"If You rescue us from this we shall certainly be grateful\".",
        "numberInSurah": 22,
        "juz": 11,
        "manzil": 3,
        "page": 211,
        "ruku": 174,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1387,
        "text": "When We saved you, you started to rebel unjustly in the land. People, your rebellion will only harm yourselves. You may enjoy the worldly life but to Us you will all return and We will let you know all that you had done.",
        "numberInSurah": 23,
        "juz": 11,
        "manzil": 3,
        "page": 211,
        "ruku": 174,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1388,
        "text": "The example of the worldly life is like the water sent down from the sky which becomes mixed with the earth's produce that people and cattle consume. When the land becomes fertile and pleasant, people think that they have control over it. At Our command during the night or day, the land becomes as barren as if it had no richness the day before. Thus, do We explain the evidence (of the truth) for the people who reflect.",
        "numberInSurah": 24,
        "juz": 11,
        "manzil": 3,
        "page": 211,
        "ruku": 174,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1389,
        "text": "God invites every one to the House of Peace and guides whomever He wants to the right path.",
        "numberInSurah": 25,
        "juz": 11,
        "manzil": 3,
        "page": 211,
        "ruku": 174,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1390,
        "text": "The righteous will receive good reward for their deeds and more. Their faces will suffer no disgrace or ignominy. They will be the dwellers of Paradise wherein they will live forever.",
        "numberInSurah": 26,
        "juz": 11,
        "manzil": 3,
        "page": 212,
        "ruku": 174,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1391,
        "text": "The recompense for the evil deeds will be equally evil (not more) and the faces of the evil-doers will suffer from disgrace. No one can protect them from the wrath of God. Their faces will become dark as if covered by the pitch-darkness of night. They will be the dwellers of hell wherein they will remain forever.",
        "numberInSurah": 27,
        "juz": 11,
        "manzil": 3,
        "page": 212,
        "ruku": 174,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1392,
        "text": "We will tell the pagans on the day when every one is resurrected, \"Stand with your idols wherever you are.\" Then We will separate them (from their idols) and their idols will protest against them saying, \"You did not worship us.",
        "numberInSurah": 28,
        "juz": 11,
        "manzil": 3,
        "page": 212,
        "ruku": 174,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1393,
        "text": "God is Sufficient Witness for us that we were not aware of your worship\".",
        "numberInSurah": 29,
        "juz": 11,
        "manzil": 3,
        "page": 212,
        "ruku": 174,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1394,
        "text": "There every soul will experience the result of all that it had done. They will be brought into the presence of God, their true Lord, and all that they falsely invented will vanish.",
        "numberInSurah": 30,
        "juz": 11,
        "manzil": 3,
        "page": 212,
        "ruku": 174,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1395,
        "text": "(Muhammad), ask them, \"Who gives you sustenance from the heavens and earth, who truly possesses (your) hearing and seeing abilities, who brings the living out of the dead and the dead out of the living and who regulates (the whole Universe)? They will reply, \"God.\" Ask them, \"Why, then, do you not have fear of Him?\"",
        "numberInSurah": 31,
        "juz": 11,
        "manzil": 3,
        "page": 212,
        "ruku": 175,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1396,
        "text": "Thus is God your true Lord. In the absence of truth there is nothing but falsehood. Then where are you turning?",
        "numberInSurah": 32,
        "juz": 11,
        "manzil": 3,
        "page": 212,
        "ruku": 175,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1397,
        "text": "The decree of your Lord that the evil-doers will not have faith has already been issued.",
        "numberInSurah": 33,
        "juz": 11,
        "manzil": 3,
        "page": 212,
        "ruku": 175,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1398,
        "text": "(Muhammad), ask them,\"Can any of your idols create something (cause it to die), and then bring it back to life again?\" Say, \"Only God can originate the creation and bring it to life again. Where have you strayed?\"",
        "numberInSurah": 34,
        "juz": 11,
        "manzil": 3,
        "page": 213,
        "ruku": 175,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1399,
        "text": "(Muhammad), ask them, \"Can any of your idols guide you to the Truth?\" Say, \"Only God guides to the Truth.\" Is the one who guides to the Truth a proper guide or one who himself cannot find guidance unless he is guided (by others)? What is wrong with you that you judge (so unjustly)?",
        "numberInSurah": 35,
        "juz": 11,
        "manzil": 3,
        "page": 213,
        "ruku": 175,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1400,
        "text": "Most of the unbelievers follow only conjecture which certainly cannot serve as a substitute for the Truth. God knows well what they do.",
        "numberInSurah": 36,
        "juz": 11,
        "manzil": 3,
        "page": 213,
        "ruku": 175,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1401,
        "text": "No one could have composed this Quran besides God. This confirms the existing Book (the Bible) and explains itself. There is no doubt that it is from the Lord of the Universe.",
        "numberInSurah": 37,
        "juz": 11,
        "manzil": 3,
        "page": 213,
        "ruku": 175,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1402,
        "text": "Do they say that Muhammad has invented it? (Muhammad), tell them, \"If your claim is true, compose only one chapter like it and call on anyone besides God for help.",
        "numberInSurah": 38,
        "juz": 11,
        "manzil": 3,
        "page": 213,
        "ruku": 175,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1403,
        "text": "They call a lie something that is beyond the limit of their knowledge and whose interpretation has not yet been revealed. Some people who lived before them also called Our revelations lies. Consider how terrible was the end of the unjust people!",
        "numberInSurah": 39,
        "juz": 11,
        "manzil": 3,
        "page": 213,
        "ruku": 175,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1404,
        "text": "Some of them believe in the Quran and others do not. Your Lord knows best the evil doers.",
        "numberInSurah": 40,
        "juz": 11,
        "manzil": 3,
        "page": 213,
        "ruku": 175,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1405,
        "text": "If they call you a liar, tell them, \"Let each one of us follow his own way. You will not be responsible for what I do and I will not be responsible for what you do\".",
        "numberInSurah": 41,
        "juz": 11,
        "manzil": 3,
        "page": 213,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1406,
        "text": "Some of them will listen to you, but are you supposed to make the deaf hear even if they have no understanding?",
        "numberInSurah": 42,
        "juz": 11,
        "manzil": 3,
        "page": 213,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1407,
        "text": "Some of them will look at you, but are you supposed to guide the blind even if they have no vision?",
        "numberInSurah": 43,
        "juz": 11,
        "manzil": 3,
        "page": 214,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1408,
        "text": "God does not do the least bit of injustice to anyone but people wrong themselves.",
        "numberInSurah": 44,
        "juz": 11,
        "manzil": 3,
        "page": 214,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1409,
        "text": "On the day when they will be resurrected, their worldly life will seem to them only as an hour of a day and they all will recognize each other. Those who called the receiving of mercy from God a lie are certainly lost. They did not have the right guidance.",
        "numberInSurah": 45,
        "juz": 11,
        "manzil": 3,
        "page": 214,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1410,
        "text": "When if We show you them suffering Our retribution or you die before their suffering, (they will not be able to escape Our punishment) they will all return to Us. God bears witness to whatever they do.",
        "numberInSurah": 46,
        "juz": 11,
        "manzil": 3,
        "page": 214,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1411,
        "text": "A Messenger is appointed for all people. When the Messenger for them came he judged among them fairly and they were not wronged.",
        "numberInSurah": 47,
        "juz": 11,
        "manzil": 3,
        "page": 214,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1412,
        "text": "They ask, \"If you (believers) speak the truth, when will your promise (about the Day of Judgment) be fulfilled?\"",
        "numberInSurah": 48,
        "juz": 11,
        "manzil": 3,
        "page": 214,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1413,
        "text": "(Muhammad), tell them, \"I have no control over my suffering or benefits unless God wills. Every nation is destined to live for an appointed time. They can neither delay that time nor can they cause it to come sooner.",
        "numberInSurah": 49,
        "juz": 11,
        "manzil": 3,
        "page": 214,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1414,
        "text": "Ask them, \"What benefit can criminals get from their demand that God must punish them immediately if His words are true?\" Whether His punishment befalls them during the day or night (they will not be able to escape).",
        "numberInSurah": 50,
        "juz": 11,
        "manzil": 3,
        "page": 214,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1415,
        "text": "Besides, if He was to send them the punishment which they want to quickly experience, would they then have faith?",
        "numberInSurah": 51,
        "juz": 11,
        "manzil": 3,
        "page": 214,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1416,
        "text": "The unjust will be told, \"Suffer the everlasting torment. Do you expect a recompense other than what you deserve?",
        "numberInSurah": 52,
        "juz": 11,
        "manzil": 3,
        "page": 214,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1417,
        "text": "They ask you, \"Is that (punishment) true?\" Tell them, \"It certainly is. I swear by my Lord. You can not escape from (God's retribution)\".",
        "numberInSurah": 53,
        "juz": 11,
        "manzil": 3,
        "page": 214,
        "ruku": 176,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1418,
        "text": "(On the Day of Judgment) to redeem oneself of one's injustice, one would gladly spend the wealth of the whole earth if it were possible. On seeing the torment one will try to hide his regret. They will all be judged fairly and no wrong will be done to them.",
        "numberInSurah": 54,
        "juz": 11,
        "manzil": 3,
        "page": 215,
        "ruku": 177,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1419,
        "text": "All that is in the heavens and the earth certainly belongs to God and His promise is true, but many people do not know this.",
        "numberInSurah": 55,
        "juz": 11,
        "manzil": 3,
        "page": 215,
        "ruku": 177,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1420,
        "text": "It is God who gives life and causes things to die. To Him you will all return.",
        "numberInSurah": 56,
        "juz": 11,
        "manzil": 3,
        "page": 215,
        "ruku": 177,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1421,
        "text": "People, good advice has come to you from your Lord a (spiritual) cure, a guide and a mercy for the believers.",
        "numberInSurah": 57,
        "juz": 11,
        "manzil": 3,
        "page": 215,
        "ruku": 177,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1422,
        "text": "(Muhammad), tell them, \"To be happy with the favors and mercy of God is better than whatever you accumulate\".",
        "numberInSurah": 58,
        "juz": 11,
        "manzil": 3,
        "page": 215,
        "ruku": 177,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1423,
        "text": "Ask them, \"Have you considered that out of the sustenance which God has given you, you made some of it lawful and some unlawful? Did God permit you to do this or are you ascribing falsehood to Him?\"",
        "numberInSurah": 59,
        "juz": 11,
        "manzil": 3,
        "page": 215,
        "ruku": 177,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1424,
        "text": "What do those who ascribe falsehood to God think of the Day of Judgment? God is generous to the human being, yet many do not give thanks.",
        "numberInSurah": 60,
        "juz": 11,
        "manzil": 3,
        "page": 215,
        "ruku": 177,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1425,
        "text": "(Muhammad), We bear witness to all your affairs; whatever you recite from the Quran and whatever you (people) do. Nothing in the heavens or the earth is hidden from your Lord, even that which is as small as an atom's weight or greater or smaller. All is recorded in the glorious Book.",
        "numberInSurah": 61,
        "juz": 11,
        "manzil": 3,
        "page": 215,
        "ruku": 178,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1426,
        "text": "The friends of God will certainly have nothing to fear, nor will they be grieved.",
        "numberInSurah": 62,
        "juz": 11,
        "manzil": 3,
        "page": 216,
        "ruku": 178,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1427,
        "text": "Those who have faith and fear God",
        "numberInSurah": 63,
        "juz": 11,
        "manzil": 3,
        "page": 216,
        "ruku": 178,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1428,
        "text": "will receive glad news both in this life and in the life hereafter. The words of God do not change. This alone is the supreme triumph",
        "numberInSurah": 64,
        "juz": 11,
        "manzil": 3,
        "page": 216,
        "ruku": 178,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1429,
        "text": "(Muhammad), let not their words disappoint you; all dignity belongs to God. He is All-hearing and All-knowing.",
        "numberInSurah": 65,
        "juz": 11,
        "manzil": 3,
        "page": 216,
        "ruku": 178,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1430,
        "text": "Does not all that is in the heavens and the earth belong to God? (The unbelievers) who worship the idols instead of God follow only conjecture. What they preach are mere lies.",
        "numberInSurah": 66,
        "juz": 11,
        "manzil": 3,
        "page": 216,
        "ruku": 178,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1431,
        "text": "It is God who has made the night for you to rest and has filled the day with light (as a means of visibility). In this there is evidence (of the existence of God) for the people who hear.",
        "numberInSurah": 67,
        "juz": 11,
        "manzil": 3,
        "page": 216,
        "ruku": 178,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1432,
        "text": "Some people have said that God has begotten a son. God is too Glorious to have a son! God is Self-sufficient and to Him belongs all that is in the heavens and the earth. In this, you (people) have no authority. Do you ascribe to God things of which you have no knowledge?",
        "numberInSurah": 68,
        "juz": 11,
        "manzil": 3,
        "page": 216,
        "ruku": 178,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1433,
        "text": "(Muhammad), tell them, \"Those who invent falsehood against God will have no happiness\".",
        "numberInSurah": 69,
        "juz": 11,
        "manzil": 3,
        "page": 216,
        "ruku": 178,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1434,
        "text": "They may consider it a means of enjoyment in this life but (on the Day of Judgment) they will all return to Us. Then they will suffer for their disbelief the most severe punishment.",
        "numberInSurah": 70,
        "juz": 11,
        "manzil": 3,
        "page": 216,
        "ruku": 178,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1435,
        "text": "(Muhammad), tell them the story of Noah who told his people, \"Even if my belief and my preaching of the revelation of God seem strange to you, I put my trust in Him. Unite yourselves and seek help from your idols. You should not regret what you want to do, but should execute your plans against me without delay",
        "numberInSurah": 71,
        "juz": 11,
        "manzil": 3,
        "page": 217,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1436,
        "text": "If you turn away from my preaching, it will not harm me; I shall receive my reward from God who has commanded me to become a Muslim.\"",
        "numberInSurah": 72,
        "juz": 11,
        "manzil": 3,
        "page": 217,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1437,
        "text": "They rejected Noah. Then We saved him and his people in the Ark to make them the successors of the rest. The others, who had called Our revelations lies, were drowned. Consider the fate of those who (rejected) Our warnings!",
        "numberInSurah": 73,
        "juz": 11,
        "manzil": 3,
        "page": 217,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1438,
        "text": "After (Noah) We sent other Messengers to their people with clear authoritative evidence proving their prophetic claims). But how could the people believe what they had previously called lies? Thus do We seal the hearts of the transgressors.",
        "numberInSurah": 74,
        "juz": 11,
        "manzil": 3,
        "page": 217,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1439,
        "text": "Then We sent Moses and Aaron with Our miracles to the Pharaoh and his people. These people also proved to be arrogant. They were wicked people.",
        "numberInSurah": 75,
        "juz": 11,
        "manzil": 3,
        "page": 217,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1440,
        "text": "When the Truth from Us came, they called it simply magic.",
        "numberInSurah": 76,
        "juz": 11,
        "manzil": 3,
        "page": 217,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1441,
        "text": "Moses asked, \"Why do you call the Truth which has come to you magic? Magicians, certainly, will not have happiness\".",
        "numberInSurah": 77,
        "juz": 11,
        "manzil": 3,
        "page": 217,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1442,
        "text": "They asked Moses, \"Have you come to turn us away from the faith of our fathers and to make yourselves the rulers in the land? We shall never accept your faith.\"",
        "numberInSurah": 78,
        "juz": 11,
        "manzil": 3,
        "page": 217,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1443,
        "text": "The Pharaoh ordered every skillful magician to come into his presence.",
        "numberInSurah": 79,
        "juz": 11,
        "manzil": 3,
        "page": 218,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1444,
        "text": "When all the magicians were brought to his court, Moses asked them to cast down what they wanted to.",
        "numberInSurah": 80,
        "juz": 11,
        "manzil": 3,
        "page": 218,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1445,
        "text": "When the magicians had thrown theirs, Moses said, \"What you have performed is magic. God will certainly prove it to be false; He will not make the deeds of the corrupt people righteous.",
        "numberInSurah": 81,
        "juz": 11,
        "manzil": 3,
        "page": 218,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1446,
        "text": "God will make the Truth stand supreme by His words, even though the wicked people dislike it.\"",
        "numberInSurah": 82,
        "juz": 11,
        "manzil": 3,
        "page": 218,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1447,
        "text": "No one believed in Moses except some young people of his own tribe who were at the same time very afraid of the persecution of the Pharaoh and his people. The Pharaoh was certainly a tyrant and a transgressor.",
        "numberInSurah": 83,
        "juz": 11,
        "manzil": 3,
        "page": 218,
        "ruku": 180,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1448,
        "text": "Moses told his people, \"If you have submitted yourselves to God and have faith in Him, put your trust in Him\".",
        "numberInSurah": 84,
        "juz": 11,
        "manzil": 3,
        "page": 218,
        "ruku": 180,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1449,
        "text": "They said, \"In God do we trust. Lord, do not subject us to the persecution of the unjust ones,",
        "numberInSurah": 85,
        "juz": 11,
        "manzil": 3,
        "page": 218,
        "ruku": 180,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1450,
        "text": "Lord, save us, through Your mercy, from the disbelieving people.\"",
        "numberInSurah": 86,
        "juz": 11,
        "manzil": 3,
        "page": 218,
        "ruku": 180,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1451,
        "text": "We sent a revelation to Moses and his brother to build houses for their people in the Pharaoh's town and to build them facing one another. (We told him) that therein they should pray and that Moses should give the glad news (of God's mercy) to the faithful ones.",
        "numberInSurah": 87,
        "juz": 11,
        "manzil": 3,
        "page": 218,
        "ruku": 180,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1452,
        "text": "Moses said, \"Lord, You have given the Pharaoh and his people great riches and splendor in this life and this makes them stray from Your path. Lord, destroy their wealth and harden their hearts in disbelief so that they will suffer the most painful torment\".",
        "numberInSurah": 88,
        "juz": 11,
        "manzil": 3,
        "page": 218,
        "ruku": 180,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1453,
        "text": "The Lord replied, \"Moses, the prayer of your brother and yourself has been heard. Both of you must be steadfast (in your faith) and must not follow the ignorant ones.\"",
        "numberInSurah": 89,
        "juz": 11,
        "manzil": 3,
        "page": 219,
        "ruku": 180,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1454,
        "text": "We helped the children of Israel cross the sea safely. The Pharaoh and his army pursued the children of Israel with wickedness and hate until the Pharaoh was drowned. As he was drowning the Pharaoh said, \"I declare that there is no God but the One in whom the children of Israel believe and I have submitted to the Word of God\".",
        "numberInSurah": 90,
        "juz": 11,
        "manzil": 3,
        "page": 219,
        "ruku": 180,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1455,
        "text": "(God replied), \"Now you declare belief in Me! but before this you were a disobedient rebel.",
        "numberInSurah": 91,
        "juz": 11,
        "manzil": 3,
        "page": 219,
        "ruku": 180,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1456,
        "text": "We will save your body on this day so that you may become evidence (of Our existence) for the coming generations; many people are unaware of such evidence.\"",
        "numberInSurah": 92,
        "juz": 11,
        "manzil": 3,
        "page": 219,
        "ruku": 180,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1457,
        "text": "We settled the children of Israel in a blessed land and provided them with pure sustenance. They did not create differences among themselves until after the knowledge had come to them. God will judge their differences on the Day of Judgment.",
        "numberInSurah": 93,
        "juz": 11,
        "manzil": 3,
        "page": 219,
        "ruku": 181,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1458,
        "text": "If you (people) have any doubt about what We have revealed to you (about the Day of Judgment and other matters of belief), ask those who read the Book that was revealed (to the Prophets who lived) before you. The truth has certainly come to you from your Lord. Thus, do not doubt it (in your heart),",
        "numberInSurah": 94,
        "juz": 11,
        "manzil": 3,
        "page": 219,
        "ruku": 181,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1459,
        "text": "nor be of those who have called God's revelations lies lest you become lost.",
        "numberInSurah": 95,
        "juz": 11,
        "manzil": 3,
        "page": 219,
        "ruku": 181,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1460,
        "text": "(Even though all kinds of miracles will be shown to them) those about whom the word of your Lord has been ordained, will not have faith",
        "numberInSurah": 96,
        "juz": 11,
        "manzil": 3,
        "page": 219,
        "ruku": 181,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1461,
        "text": "until they face the most painful torment.",
        "numberInSurah": 97,
        "juz": 11,
        "manzil": 3,
        "page": 219,
        "ruku": 181,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1462,
        "text": "Why did no one except the people of Jonah believe (in their punishment before their death) so that they could have benefitted from their faith? When the people of Jonah believed, We saved them from a disgraceful torment in this life and provided them with the means of enjoyment for an appointed time.",
        "numberInSurah": 98,
        "juz": 11,
        "manzil": 3,
        "page": 220,
        "ruku": 181,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1463,
        "text": "Had your Lord wished, the whole of mankind would have believed in Him. (Muhammad), do you force people to have faith?",
        "numberInSurah": 99,
        "juz": 11,
        "manzil": 3,
        "page": 220,
        "ruku": 181,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1464,
        "text": "No one can have faith without the permission of God. God will cast down filth on those who have no understanding.",
        "numberInSurah": 100,
        "juz": 11,
        "manzil": 3,
        "page": 220,
        "ruku": 181,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1465,
        "text": "(Muhammad), tell them to consider that which is in the heavens and the earth. Evidence and warnings are of no avail to the disbelieving people.",
        "numberInSurah": 101,
        "juz": 11,
        "manzil": 3,
        "page": 220,
        "ruku": 181,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1466,
        "text": "What can they expect other than the kind of (punishment that befell the disbelieving people) who had gone before them? (Muhammad), tell them, \"Wait and I too will be waiting with you.\"",
        "numberInSurah": 102,
        "juz": 11,
        "manzil": 3,
        "page": 220,
        "ruku": 181,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1467,
        "text": "We saved Our Messengers and those who believed; We must save the believers.",
        "numberInSurah": 103,
        "juz": 11,
        "manzil": 3,
        "page": 220,
        "ruku": 181,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1468,
        "text": "(Muhammad), say, \"People, if you have doubt about my religion, know that I, certainly, do not worship the idols which you worship instead of God, but I worship God who causes you to die. I am commanded to believe (in His existence),",
        "numberInSurah": 104,
        "juz": 11,
        "manzil": 3,
        "page": 220,
        "ruku": 182,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1469,
        "text": "to have firm belief in the up-right religion and not to be an idolater",
        "numberInSurah": 105,
        "juz": 11,
        "manzil": 3,
        "page": 220,
        "ruku": 182,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1470,
        "text": "nor to seek help from anyone other than God [who can neither benefit nor harm me], lest I become of the unjust.",
        "numberInSurah": 106,
        "juz": 11,
        "manzil": 3,
        "page": 220,
        "ruku": 182,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1471,
        "text": "(Muhammad), if God afflicts you with hardship, no one besides Him can save you. If God grants you a favor, no one can prevent you from receiving His favors. God bestows His favors upon whichever of His servants He wants. God is All-forgiving and All-merciful.",
        "numberInSurah": 107,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 182,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1472,
        "text": "(Muhammad), say, \"People, truth has certainly come to you from your Lord. One who seeks guidance does so for his own good and One who goes astray will find himself lost. I am not your keeper\".",
        "numberInSurah": 108,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 182,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1473,
        "text": "(Muhammad), follow what is revealed to you and have patience until God issues His Judgment; He is the best Judge.",
        "numberInSurah": 109,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 182,
        "hizbQuarter": 88,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "en.sarwar",
      "language": "en",
      "name": "Sarwar",
      "englishName": "Muhammad Sarwar",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}