{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 12,
    "name": "سُورَةُ يُوسُفَ",
    "englishName": "Yusuf",
    "englishNameTranslation": "Joseph",
    "revelationType": "Meccan",
    "numberOfAyahs": 111,
    "ayahs": [
      {
        "number": 1597,
        "text": "Alif. Lam. Ra. These are the verses of the illustrious Book.",
        "numberInSurah": 1,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 193,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1598,
        "text": "We have revealed it in the Arabic language so that you (people) would understand it.",
        "numberInSurah": 2,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 193,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1599,
        "text": "In revealing this Quran to you, We tell you the best of the stories of which you were unaware.",
        "numberInSurah": 3,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 193,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1600,
        "text": "When Joseph said, \"Father, in my dream I saw eleven stars, the sun and the moon prostrating before me,\"",
        "numberInSurah": 4,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 193,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1601,
        "text": "his father said, \"My son, do not tell your dream to your brothers lest they plot against you; satan is the sworn enemy of man.",
        "numberInSurah": 5,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 193,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1602,
        "text": "Thus, your Lord will select you, teach you the interpretation of dreams, and grant His favors to you and the family of Jacob, just as He granted His favors to your fathers, Abraham and Isaac. Your Lord is certainly All-knowing and All-wise.\"",
        "numberInSurah": 6,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 193,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1603,
        "text": "In the story of Joseph and his brothers, there is evidence (of the truth) for those who seek to know.",
        "numberInSurah": 7,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1604,
        "text": "Joseph's brothers said to one another, \"There is no doubt that Joseph and his brother are more loved by our father, even though we are all his offspring. He (our father) is certainly in manifest error.\"",
        "numberInSurah": 8,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1605,
        "text": "Some of them suggested, \"Let us kill Joseph or leave him somewhere far away from the presence of our father. Only then shall we receive equal treatment and thereafter can become righteous people\".",
        "numberInSurah": 9,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1606,
        "text": "One of them said, \"Do not kill Joseph, but if you must, throw him into a dark well so that perhaps some caravan will take him away.\"",
        "numberInSurah": 10,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1607,
        "text": "Then they asked their father, \"Why do you not trust us with Joseph? We are his well-wishers.",
        "numberInSurah": 11,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1608,
        "text": "Send him with us tomorrow to play with us and enjoy himself. We shall carefully protect him\".",
        "numberInSurah": 12,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1609,
        "text": "Jacob replied, \"I shall be grieved if you take him with you; I fear that some wild-beast will harm him in your absence.\"",
        "numberInSurah": 13,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1610,
        "text": "They said, \"If some wild-beast would be able to harm him, despite the presence of our strong group, it would certainly be a great loss to us!\"",
        "numberInSurah": 14,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1611,
        "text": "When they took Joseph with them, they agreed to throw him into the well. We revealed to Joseph that (sometime) in the future at a time when they would not recognize him, he would remind them of all this.",
        "numberInSurah": 15,
        "juz": 12,
        "manzil": 3,
        "page": 237,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1612,
        "text": "In the evening they returned to their father weeping",
        "numberInSurah": 16,
        "juz": 12,
        "manzil": 3,
        "page": 237,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1613,
        "text": "and saying, \"Father, we went playing and left Joseph with our belongings. A wild-beast came and devoured him. We realize that you will not believe us even though we are telling the truth\".",
        "numberInSurah": 17,
        "juz": 12,
        "manzil": 3,
        "page": 237,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1614,
        "text": "They presented him with a shirt stained with false blood. Jacob said, \"Your souls have tempted you in this matter. Let us be patient and beg assistance from God if what you say is true.\"",
        "numberInSurah": 18,
        "juz": 12,
        "manzil": 3,
        "page": 237,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1615,
        "text": "A caravan came by and sent their water carrier out to the well. When he drew out Joseph in his bucket, he shouted, \"Glad news, a young boy!\" The people of the caravan hid him amongst their belongings. God knows well what they do.",
        "numberInSurah": 19,
        "juz": 12,
        "manzil": 3,
        "page": 237,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1616,
        "text": "In selling him they asked for a very small price and even then no one wanted to buy him.",
        "numberInSurah": 20,
        "juz": 12,
        "manzil": 3,
        "page": 237,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1617,
        "text": "The Egyptian who bought him said to his wife, \"Be kind to him, perhaps he will be of some benefit to us or we may adopt him.\" Thus, We settled Joseph in the land so that We could teach him the interpretation of dreams. God has full control over His affairs but most people do not know.",
        "numberInSurah": 21,
        "juz": 12,
        "manzil": 3,
        "page": 237,
        "ruku": 195,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1618,
        "text": "When he attained maturity, God gave him strength, wisdom and knowledge. Thus, do We reward those who do good.",
        "numberInSurah": 22,
        "juz": 12,
        "manzil": 3,
        "page": 237,
        "ruku": 195,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1619,
        "text": "His master's wife then tried to seduce him. She locked the doors and said to him, \"Come on.\" He said, \"I seek refuge in God who has given me a good place of shelter. The unjust will certainly have no happiness.\"",
        "numberInSurah": 23,
        "juz": 12,
        "manzil": 3,
        "page": 238,
        "ruku": 195,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1620,
        "text": "She was determined to have him and were it not for his faith in God, he would certainly have yielded to her. Thus did We protect him from evil and indecency. He was certainly one of Our sincere servants.",
        "numberInSurah": 24,
        "juz": 12,
        "manzil": 3,
        "page": 238,
        "ruku": 195,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1621,
        "text": "She chased him to the door, grabbed him from behind, and tore off his shirt. Suddenly, they were face to face with her husband. (Looking accusingly at Joseph) she asked her husband, \"What punishment is more fitting for those who have evil desires towards your household other than imprisonment and painful torment?\"",
        "numberInSurah": 25,
        "juz": 12,
        "manzil": 3,
        "page": 238,
        "ruku": 195,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1622,
        "text": "Joseph said, \"It was she who tried to seduce me.\" Someone from the household in confirmation of Joseph's statement said, \"If his shirt it torn from the front, she has spoken the truth and he is lying,",
        "numberInSurah": 26,
        "juz": 12,
        "manzil": 3,
        "page": 238,
        "ruku": 195,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1623,
        "text": "but if his shirt is torn from behind, she is lying and he is speaking the truth.\"",
        "numberInSurah": 27,
        "juz": 12,
        "manzil": 3,
        "page": 238,
        "ruku": 195,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1624,
        "text": "When the master saw that Joseph's shirt was torn from behind, he told his wife, \"This is some of your womanly guile in which you are certainly skillful.",
        "numberInSurah": 28,
        "juz": 12,
        "manzil": 3,
        "page": 238,
        "ruku": 195,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1625,
        "text": "Joseph, stay away from such affairs and you, woman, ask forgiveness for your sin; the guilt is yours.\"",
        "numberInSurah": 29,
        "juz": 12,
        "manzil": 3,
        "page": 238,
        "ruku": 195,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1626,
        "text": "Some of the women in the town started to gossip saying, \"The King's wife has tried to seduce her servant and has fallen madly in love with him. We think that she is in manifest error\".",
        "numberInSurah": 30,
        "juz": 12,
        "manzil": 3,
        "page": 238,
        "ruku": 196,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1627,
        "text": "When she heard their gossiping, she invited them to her house for a banquet and gave a knife to each of them. Then she told Joseph to appear before them. When they saw Joseph, they were so amazed that they cut their hands and said, \"Goodness gracious! He is not a mortal but is a charming angel!\"",
        "numberInSurah": 31,
        "juz": 12,
        "manzil": 3,
        "page": 239,
        "ruku": 196,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1628,
        "text": "She said, \"This is the one on whose account you subjected me to all this blame. I tried to seduce him but he abstained. If he does not yield to me, I shall order him to be locked up in prison to make him humble.\"",
        "numberInSurah": 32,
        "juz": 12,
        "manzil": 3,
        "page": 239,
        "ruku": 196,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1629,
        "text": "Joseph said, \"Lord, prison is dearer to me than that which women want me to do. Unless You protect me from their guile, I shall be attracted to them in my ignorance\".",
        "numberInSurah": 33,
        "juz": 12,
        "manzil": 3,
        "page": 239,
        "ruku": 196,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1630,
        "text": "His Lord heard his prayers and protected him from their guile; He is All-hearing and All-knowing.",
        "numberInSurah": 34,
        "juz": 12,
        "manzil": 3,
        "page": 239,
        "ruku": 196,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1631,
        "text": "Even after Joseph had been found innocent of any crime, the King and his people decided to imprison him for an appointed time (so that people would forget the incident).",
        "numberInSurah": 35,
        "juz": 12,
        "manzil": 3,
        "page": 239,
        "ruku": 196,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1632,
        "text": "Two young men were also sent to serve prison sentences (for different reasons). One of them said, \"I had a dream in which I was brewing wine.\" The other one said, \"In my dream I was carrying some bread on my head and birds were eating that bread.\" They asked Joseph if he would interpret their dreams. They said, \"We believe you to be a righteous person.\"",
        "numberInSurah": 36,
        "juz": 12,
        "manzil": 3,
        "page": 239,
        "ruku": 197,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1633,
        "text": "(Joseph) said, \"To prove that my interpretation of your dream is true, I can tell you what kind of food you will receive even before it comes to you. My Lord has given me such talents. I have given up the tradition of the people who do not believe in God and the Day of Judgment",
        "numberInSurah": 37,
        "juz": 12,
        "manzil": 3,
        "page": 239,
        "ruku": 197,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1634,
        "text": "and I have embraced the religion of my fathers, Abraham, Isaac, and Jacob. We are not supposed to consider anything equal to God. This is part of God's blessing to us and the people, but most people do not give thanks.",
        "numberInSurah": 38,
        "juz": 12,
        "manzil": 3,
        "page": 240,
        "ruku": 197,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1635,
        "text": "\"My fellow-prisoners can many different masters be considered better than One All-dominant God?",
        "numberInSurah": 39,
        "juz": 12,
        "manzil": 3,
        "page": 240,
        "ruku": 197,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1636,
        "text": "What you worship instead of God are no more than empty names that you and your fathers have given to certain things. God has not given any authority to such names. Judgment belongs to no one but God. He has commanded you to worship nothing but Him. This is the only true religion, but most people do not know.",
        "numberInSurah": 40,
        "juz": 12,
        "manzil": 3,
        "page": 240,
        "ruku": 197,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1637,
        "text": "\"Fellow-prisoners, your dreams tell that one of you will serve wine to his master and the other will be crucified and his head consumed by the birds. Judgment has already been passed about the meaning of the dreams that you asked about.\"",
        "numberInSurah": 41,
        "juz": 12,
        "manzil": 3,
        "page": 240,
        "ruku": 197,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1638,
        "text": "Joseph asked the one, whom he knew would not be executed, to mention his case to his Lord. Satan caused that man to forget all about Joseph and his case. Thus, Joseph remained in prison for some years.",
        "numberInSurah": 42,
        "juz": 12,
        "manzil": 3,
        "page": 240,
        "ruku": 197,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1639,
        "text": "(Sometimes later), the King dreamt that seven lean cows were eating seven fat ones and that there were seven green ears of corn and seven dry ones. He asked the nobles to tell him the meaning of his dream if they were able to.",
        "numberInSurah": 43,
        "juz": 12,
        "manzil": 3,
        "page": 240,
        "ruku": 198,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1640,
        "text": "They replied, \"It is a confused dream and we do not know the meaning of such dreams.\"",
        "numberInSurah": 44,
        "juz": 12,
        "manzil": 3,
        "page": 241,
        "ruku": 198,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1641,
        "text": "The man who was in prison with Joseph and who was released, recalled after so many years Joseph's (ability to interpret dreams) and said, \"I can tell you the meaning of this dream if you allow me to go (to the prison and ask the man who knows the meanings of dreams).\"",
        "numberInSurah": 45,
        "juz": 12,
        "manzil": 3,
        "page": 241,
        "ruku": 198,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1642,
        "text": "(He went to the prison) and said to Joseph, \"You are a man of truth. Would you tell me the meaning of a dream in which seven fat cows eat up seven lean ones and the meaning of seven green ears of corn and seven dry ones? I hope you can tell me the right meaning and save people from confusion.\"",
        "numberInSurah": 46,
        "juz": 12,
        "manzil": 3,
        "page": 241,
        "ruku": 198,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1643,
        "text": "(Joseph) said, \"Cultivate your lands for seven years as usual and preserve the produce with its ears each year except the little amount that you will consume.",
        "numberInSurah": 47,
        "juz": 12,
        "manzil": 3,
        "page": 241,
        "ruku": 198,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1644,
        "text": "After this will ensue seven years of famine in which all the grain that you have stored will be consumed except a small quantity.",
        "numberInSurah": 48,
        "juz": 12,
        "manzil": 3,
        "page": 241,
        "ruku": 198,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1645,
        "text": "Then there will be a year with plenty of rain and people will have sufficient milk and other produce.\"",
        "numberInSurah": 49,
        "juz": 12,
        "manzil": 3,
        "page": 241,
        "ruku": 198,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1646,
        "text": "The King ordered his people to bring Joseph into his presence. When the messenger came to Joseph, he (Joseph) said, \"Ask your master about the women who cut their hands. My Lord knows all about their guile\".",
        "numberInSurah": 50,
        "juz": 12,
        "manzil": 3,
        "page": 241,
        "ruku": 199,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1647,
        "text": "The King asked the women about their attempt to seduce Joseph. They replied, \"God forbid! We do not know of any bad in Joseph.\" The wife of the King said, \"Now the truth has come to light. It was I who tried to seduce Joseph. He is, certainly, a truthful man.\"",
        "numberInSurah": 51,
        "juz": 12,
        "manzil": 3,
        "page": 241,
        "ruku": 199,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1648,
        "text": "(Joseph said), \"This proves that I was not disloyal to the King in his absence. God does not grant success to the efforts of disloyal people.",
        "numberInSurah": 52,
        "juz": 12,
        "manzil": 3,
        "page": 241,
        "ruku": 199,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1649,
        "text": "\"I do not think that I am free from weakness; all human souls are susceptible to evil except for those to whom my Lord has granted mercy. My Lord is certainly All-forgiving and All-merciful.\"",
        "numberInSurah": 53,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 199,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1650,
        "text": "The King ordered his men to bring Joseph before him. He wanted to grant him a high office. The King said to Joseph, \"From now on you will be an honored and trusted person among us\".",
        "numberInSurah": 54,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 199,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1651,
        "text": "Joseph said, \"Put me in charge of the treasuries of the land. I know how to manage them.\"",
        "numberInSurah": 55,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 199,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1652,
        "text": "Thus, We settled Joseph in the land to live wherever he wanted. We grant a due share of Our mercy to whomever We want and We do not ignore the reward of the righteous ones.",
        "numberInSurah": 56,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 199,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1653,
        "text": "The reward in the next life is certainly better for the faithful ones who have observed piety in this life.",
        "numberInSurah": 57,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 199,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1654,
        "text": "Joseph's brothers came to him. When they entered his court, he recognized them. They did not know him.",
        "numberInSurah": 58,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1655,
        "text": "When he had furnished them with provisions, he said, \"Next time, bring me your other brother from your father. As you can see, I give each of you a certain amount of grain; I am a polite host.",
        "numberInSurah": 59,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1656,
        "text": "If you do not bring him, do not come to us for we shall not give you any more grain.\"",
        "numberInSurah": 60,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1657,
        "text": "Joseph's brothers said, \"We shall try to influence his father to send him with us and we shall be successful\".",
        "numberInSurah": 61,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1658,
        "text": "Then Joseph told his people to put his brothers' money back into their bags so that perhaps they would recognize it, when at home, and come back to Egypt once again.",
        "numberInSurah": 62,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1659,
        "text": "When they returned to their father, they told him, \"Father, (unless we take our brother) they will refuse us one further measure of grain. Send our brother with us so that we can obtain that measure. We shall watch over him carefully\".",
        "numberInSurah": 63,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1660,
        "text": "Jacob replied, \"How can I trust you after what happened to his brother before? Only God is the best Protector. His mercy is far greater than that of others.\"",
        "numberInSurah": 64,
        "juz": 13,
        "manzil": 3,
        "page": 243,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1661,
        "text": "When they opened their baggage, they found that their money had been returned to them. They said, \"Father, what more do we want? Our money has been given back to us. We can buy more provisions with this for our family. We shall protect our brother and have one more camel load of grain which is easy to get\".",
        "numberInSurah": 65,
        "juz": 13,
        "manzil": 3,
        "page": 243,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1662,
        "text": "(Jacob) said, \"I shall not send him with you until you solemnly promise me before God to return him to me unless you are prevented from doing so.\" When they gave their promise, he said, \"God is the Witness of what we have said\".",
        "numberInSurah": 66,
        "juz": 13,
        "manzil": 3,
        "page": 243,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1663,
        "text": "Jacob then told his sons, \"Do not enter the town all together by a single gate, but each of you enter separately. I cannot help you against (the decree of) God. Everyone's destiny is in His hands. I put my trust in Him. Whoever needs a trustee must put his trust in God.\"",
        "numberInSurah": 67,
        "juz": 13,
        "manzil": 3,
        "page": 243,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1664,
        "text": "Even though they entered the town as their father had told them, it would not have been of any avail to them against the decree of God. It only served to satisfy Jacob's desire and judgment. He was certainly well versed by Our instruction, but most people do not know.",
        "numberInSurah": 68,
        "juz": 13,
        "manzil": 3,
        "page": 243,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1665,
        "text": "When they entered Joseph's court, he gave lodging to his own brother (Benjamin) and said, \"I am your brother. Do not feel sad about whatever they had done\".",
        "numberInSurah": 69,
        "juz": 13,
        "manzil": 3,
        "page": 243,
        "ruku": 201,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1666,
        "text": "When he had furnished them with provisions, he placed the King's drinking cup in his own brother's baggage. Then someone shouted, \"People of the caravan, you are thieves!\"",
        "numberInSurah": 70,
        "juz": 13,
        "manzil": 3,
        "page": 244,
        "ruku": 201,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1667,
        "text": "Joseph's brothers turned around and asked, \"What is missing?\"",
        "numberInSurah": 71,
        "juz": 13,
        "manzil": 3,
        "page": 244,
        "ruku": 201,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1668,
        "text": "They were told, \"The King's drinking cup is missing and whoever brings it will receive a camel's load of grain. I promise you that\".",
        "numberInSurah": 72,
        "juz": 13,
        "manzil": 3,
        "page": 244,
        "ruku": 201,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1669,
        "text": "Joseph's brothers said, \"We swear by God, as you know, that we have not come to spread evil in the land and that we have not committed any theft.\"",
        "numberInSurah": 73,
        "juz": 13,
        "manzil": 3,
        "page": 244,
        "ruku": 201,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1670,
        "text": "The Egyptians said, \"What do you suggest should be the punishment for the thief, if it is proved that you are lying?\"",
        "numberInSurah": 74,
        "juz": 13,
        "manzil": 3,
        "page": 244,
        "ruku": 201,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1671,
        "text": "Joseph's brothers replied, \"In whosoever baggage it is found, that person will be your bondsman. Thus is the punishment of the unjust.\"",
        "numberInSurah": 75,
        "juz": 13,
        "manzil": 3,
        "page": 244,
        "ruku": 201,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1672,
        "text": "They searched their baggage before that of Joseph's real brother where at last they found it. Thus, We showed Joseph how to plan this; he would not have been able to take his brother under the King's law unless God had wanted it to be so. We give a high rank to whomever We want. Over every knowledgeable person is one more knowing.",
        "numberInSurah": 76,
        "juz": 13,
        "manzil": 3,
        "page": 244,
        "ruku": 201,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1673,
        "text": "(Joseph's) brothers said, \"It's no wonder that he steals; a brother of his had stolen before him.\" Joseph noted their remarks, but did not utter a word. He said (to himself), \"You are in a worse position. God knows best what you allege.\"",
        "numberInSurah": 77,
        "juz": 13,
        "manzil": 3,
        "page": 244,
        "ruku": 201,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1674,
        "text": "They said, \"Noble Prince, his father is very old so please take one of us in his place. We believe that you are a righteous person\".",
        "numberInSurah": 78,
        "juz": 13,
        "manzil": 3,
        "page": 244,
        "ruku": 201,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1675,
        "text": "He replied, \"God forbid! How could I take someone in place of the thief? In doing so I would be committing injustice.\"",
        "numberInSurah": 79,
        "juz": 13,
        "manzil": 3,
        "page": 245,
        "ruku": 201,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1676,
        "text": "When they lost all hope (of convincing the Prince), they moved into a corner whispering to each other. The eldest among them said, \"Do you not remember that you had solemnly promised our father to return Benjamin to him and that before this you had broken your promise concerning Joseph? I shall never leave this land until my father gives me permission or God decides for me; He is the best Judge.",
        "numberInSurah": 80,
        "juz": 13,
        "manzil": 3,
        "page": 245,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1677,
        "text": "\"Go to our father and tell him, 'Father, your son committed theft. We say only what we have seen and we have no control over the unseen.",
        "numberInSurah": 81,
        "juz": 13,
        "manzil": 3,
        "page": 245,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1678,
        "text": "You can ask the people of the town where we were and the caravan we met there. We are certainly telling the truth.\"",
        "numberInSurah": 82,
        "juz": 13,
        "manzil": 3,
        "page": 245,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1679,
        "text": "(When he heard this), Jacob said, \"Your souls have tempted you to make up the whole story. Let us be patient for perhaps God will bring them all back to me. God is certainly All-knowing and All-wise\".",
        "numberInSurah": 83,
        "juz": 13,
        "manzil": 3,
        "page": 245,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1680,
        "text": "(Jacob) turned away from them saying, \"Alas, Joseph is lost!\" He wept continuously in his grief until, in suppressing his anger, his eyes turned white.",
        "numberInSurah": 84,
        "juz": 13,
        "manzil": 3,
        "page": 245,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1681,
        "text": "They said, \"You are always remembering Joseph. By God, it will either make you sick or you will die\".",
        "numberInSurah": 85,
        "juz": 13,
        "manzil": 3,
        "page": 245,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1682,
        "text": "He replied, \"I only complain of my sorrow and grief to God. I know about God what you do not know.",
        "numberInSurah": 86,
        "juz": 13,
        "manzil": 3,
        "page": 245,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1683,
        "text": "My sons, go and search for Joseph and his brother and do not despair of receiving comfort from God; only the unbelievers despair of receiving comfort from Him.\"",
        "numberInSurah": 87,
        "juz": 13,
        "manzil": 3,
        "page": 246,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1684,
        "text": "When they entered Joseph's court, they said, \"Noble Prince, hardship has struck us and our people. We have come with a little money, so give us a measure of grain and be charitable to us. God will give the reward to those who give charity\".",
        "numberInSurah": 88,
        "juz": 13,
        "manzil": 3,
        "page": 246,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1685,
        "text": "Joseph asked them, \"Do you know what you did to Joseph and his brother in your ignorance?\"",
        "numberInSurah": 89,
        "juz": 13,
        "manzil": 3,
        "page": 246,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1686,
        "text": "Then they inquired, \"Are you Joseph?\" He said, \"Yes, I am Joseph and this is my brother. God has indeed been gracious to us. One who exercises patience and observes piety should know that God does not ignore the reward of the righteous ones.\"",
        "numberInSurah": 90,
        "juz": 13,
        "manzil": 3,
        "page": 246,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1687,
        "text": "They said, \"We swear by God that He has given preference to you over us and we have sinned\".",
        "numberInSurah": 91,
        "juz": 13,
        "manzil": 3,
        "page": 246,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1688,
        "text": "(Joseph) said, \"No one will blame you on this day. God will forgive you; He is more Merciful than others.",
        "numberInSurah": 92,
        "juz": 13,
        "manzil": 3,
        "page": 246,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1689,
        "text": "Take my shirt and place it unto my father's face. This will restore his eye-sight. Then bring the whole family to me.\"",
        "numberInSurah": 93,
        "juz": 13,
        "manzil": 3,
        "page": 246,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1690,
        "text": "When the caravan left the town, their father said, \"I smell Joseph's scent. I hope that you will not accuse me of senility\".",
        "numberInSurah": 94,
        "juz": 13,
        "manzil": 3,
        "page": 246,
        "ruku": 203,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1691,
        "text": "His people said, \"By God, you are still making the same old error\".",
        "numberInSurah": 95,
        "juz": 13,
        "manzil": 3,
        "page": 246,
        "ruku": 203,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1692,
        "text": "When someone brought him the glad news, Joseph's shirt was placed on his face and his eye-sight was restored, he said, \"Did I not tell you that I know about God that which you do not know?\"",
        "numberInSurah": 96,
        "juz": 13,
        "manzil": 3,
        "page": 247,
        "ruku": 203,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1693,
        "text": "They said, \"Father, ask God to forgive our sins; we have certainly sinned\".",
        "numberInSurah": 97,
        "juz": 13,
        "manzil": 3,
        "page": 247,
        "ruku": 203,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1694,
        "text": "He said, \"I shall ask my Lord to forgive you; He is All-forgiving and All-merciful.\"",
        "numberInSurah": 98,
        "juz": 13,
        "manzil": 3,
        "page": 247,
        "ruku": 203,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1695,
        "text": "When they all came to Joseph, he welcomed his parents and said, \"Enter the town in peace, if God wants it to be so.\"",
        "numberInSurah": 99,
        "juz": 13,
        "manzil": 3,
        "page": 247,
        "ruku": 203,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1696,
        "text": "He raised his parents on the throne and they prostrated themselves before him (Joseph). He said, \"This is the meaning of my dream which God has made come true. He has granted me many favors. He set me free from prison and brought you to me from the desert after having ended the enmity which satan sowed between my brothers and I. My Lord is certainly kind to whomever He wants. It is He who is All-forgiving and All-wise.",
        "numberInSurah": 100,
        "juz": 13,
        "manzil": 3,
        "page": 247,
        "ruku": 203,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1697,
        "text": "\"My Lord, You have given me the kingdom and taught me the meaning of dreams. You are the Creator of the heavens and the earth. You are my Guardian in this world and in the life to come. Make me die as one who has submitted to the Will of God and unite me with the righteous ones.\"",
        "numberInSurah": 101,
        "juz": 13,
        "manzil": 3,
        "page": 247,
        "ruku": 203,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1698,
        "text": "This is some of the news of the unseen which We reveal to you, (Muhammad). You were not with them when Joseph's brothers agreed on devising their evil plans.",
        "numberInSurah": 102,
        "juz": 13,
        "manzil": 3,
        "page": 247,
        "ruku": 203,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1699,
        "text": "However hard you try, most people will not believe.",
        "numberInSurah": 103,
        "juz": 13,
        "manzil": 3,
        "page": 247,
        "ruku": 203,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1700,
        "text": "You do not ask any reward for your preaching (of Our guidance to them). This (Quran) is a guide for the people of the world (human beings and jinn).",
        "numberInSurah": 104,
        "juz": 13,
        "manzil": 3,
        "page": 248,
        "ruku": 203,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1701,
        "text": "There is much evidence (of the existence of God) in the heavens and the earth which they see, but ignore.",
        "numberInSurah": 105,
        "juz": 13,
        "manzil": 3,
        "page": 248,
        "ruku": 204,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1702,
        "text": "Most of them do not believe in God; they are but pagans.",
        "numberInSurah": 106,
        "juz": 13,
        "manzil": 3,
        "page": 248,
        "ruku": 204,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1703,
        "text": "Do they feel safe from God's overwhelming torment or of the sudden approach of the Day of Judgment while they are unaware?",
        "numberInSurah": 107,
        "juz": 13,
        "manzil": 3,
        "page": 248,
        "ruku": 204,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1704,
        "text": "(Muhammad), say, \"This is my way. I and all my followers invite you to God with proper understanding. God is most Glorious. I am not a pagan.\"",
        "numberInSurah": 108,
        "juz": 13,
        "manzil": 3,
        "page": 248,
        "ruku": 204,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1705,
        "text": "The Messengers whom We sent before you were mere men of the people of the towns. We gave them revelations. Have they (the unbelievers) not travelled sufficiently through the land to see how terrible the end was of those who lived before. The next life is, certainly, better for the pious ones. Will you not then take heed?",
        "numberInSurah": 109,
        "juz": 13,
        "manzil": 3,
        "page": 248,
        "ruku": 204,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1706,
        "text": "When at last the Messengers lost all hope of achieving success in their task and thought that everyone had called them liars, We gave them victory and saved whomever We chose to save. The guilty ones can not escape Our wrath.",
        "numberInSurah": 110,
        "juz": 13,
        "manzil": 3,
        "page": 248,
        "ruku": 204,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1707,
        "text": "In their story, there is a lesson for the people of understanding. It is not a legend but a confirmation of what exists (in the Torah). It (the Quran) has details about everything. It is a guide and mercy for those who have faith.",
        "numberInSurah": 111,
        "juz": 13,
        "manzil": 3,
        "page": 248,
        "ruku": 204,
        "hizbQuarter": 99,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "en.sarwar",
      "language": "en",
      "name": "Sarwar",
      "englishName": "Muhammad Sarwar",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}