{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 22,
    "name": "سُورَةُ الحَجِّ",
    "englishName": "Al-Hajj",
    "englishNameTranslation": "The Pilgrimage",
    "revelationType": "Medinan",
    "numberOfAyahs": 78,
    "ayahs": [
      {
        "number": 2596,
        "text": "People, have fear of your Lord; the quake (of the physical realm) at the Hour of Doom will be terribly violent.",
        "numberInSurah": 1,
        "juz": 17,
        "manzil": 4,
        "page": 332,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2597,
        "text": "When that hour comes, every breast-feeding mother will drop her baby out of fear and every pregnant female will cast off her burden. You will see the people behaving as though they were drunk, while, in fact, they are not drunk. They only will look such because of the severity of God's torment.",
        "numberInSurah": 2,
        "juz": 17,
        "manzil": 4,
        "page": 332,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2598,
        "text": "Some people argue about God without knowledge and follow every rebellious devil.",
        "numberInSurah": 3,
        "juz": 17,
        "manzil": 4,
        "page": 332,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2599,
        "text": "It has been decided that satan will mislead and submit anyone who establishes friendship with him to the torment of the burning fire.",
        "numberInSurah": 4,
        "juz": 17,
        "manzil": 4,
        "page": 332,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2600,
        "text": "People, if you have doubts about the Resurrection, you must know that We created you from clay that was turned into a living germ. This was developed into a clot of blood, which was made into a well formed and partly shapeless lump of flesh. This is how We show you that resurrection is not more difficult for Us than your creation. We cause whatever We want to stay in the womb for an appointed time, We then take you out of the womb as a baby, so that you may grow up and receive strength. Some of you may then die and others may grow to a very old age and lose your memory. You may see the earth as a barren land, but when we send rain, it starts to stir and swell and produce various pairs of attractive herbs.",
        "numberInSurah": 5,
        "juz": 17,
        "manzil": 4,
        "page": 332,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2601,
        "text": "This is because God is the Supreme Truth who gives life to the dead and who has power over all things.",
        "numberInSurah": 6,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2602,
        "text": "There is no doubt about the coming of the Hour of Doom and that God will raise every one from their graves.",
        "numberInSurah": 7,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2603,
        "text": "Some people argue about God without knowledge, guidance, and an enlightening Book.",
        "numberInSurah": 8,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2604,
        "text": "They turn away (from the Truth) to lead people away from the path of God. Their share in this world will be disgrace and on the Day of Judgment a burning torment.",
        "numberInSurah": 9,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2605,
        "text": "(They will be told), \"This is the result of what your hands have wrought. God is certainly not unjust to His servants.\"",
        "numberInSurah": 10,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2606,
        "text": "Some people worship God to achieve worldly gains. They are confident when they are prosperous, but when they face hardships they turn away from (worship). They are lost in this life and will be lost in the life to come. Such loss is indeed destructive.",
        "numberInSurah": 11,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2607,
        "text": "They worship things instead of God which can neither harm them nor benefit them. This is indeed to stray far away from the right path.",
        "numberInSurah": 12,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2608,
        "text": "Their worship of such things, in which there is no hope for any benefit, can only harm them. How terrible is such a guardian and companion!",
        "numberInSurah": 13,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2609,
        "text": "God will admit the righteously striving believers to the gardens wherein streams flow. God has all the power to do whatever He wants.",
        "numberInSurah": 14,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2610,
        "text": "Those who thought that God would never grant victory to (Muhammad), in this world nor in the life hereafter (and now that he is victorious) should hang themselves by the necks from the ceiling, then cut the rope and see if this can do away with what has enraged them.",
        "numberInSurah": 15,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2611,
        "text": "We have revealed the Quran which contains authoritative verses. God guides only those whom He wants.",
        "numberInSurah": 16,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2612,
        "text": "On the Day of Judgment, God will make truth and falsehood clearly distinct from each other to the believers, the Jews, the Sabeans, the Christian, the Zoroastrians, and the Pagans on the Day of Judgment. God is a Witness to all things.",
        "numberInSurah": 17,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2613,
        "text": "Have you not considered that those in the heavens and the earth, the Sun, the Moon, the Stars, the mountains, the trees, the animals, and many people, all bow down to God? But many people deserve His torment. No one can give honor to whomever God has insulted. God has all the power to do what He wants.",
        "numberInSurah": 18,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": {
          "id": 6,
          "recommended": true,
          "obligatory": false
        }
      },
      {
        "number": 2614,
        "text": "(Those who prostrate themselves before God and those who do not) are two groups who dispute with each other about their Lord. For the unbelievers the garment of fire has already been prepared. Boiling water will be poured upon their heads.",
        "numberInSurah": 19,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2615,
        "text": "It will melt their skins and all that is in their bellies.",
        "numberInSurah": 20,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2616,
        "text": "They will be subdued by iron rods.",
        "numberInSurah": 21,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2617,
        "text": "Whenever in anguish they will try to come out of hell they will be returned therein to suffer the burning torment.",
        "numberInSurah": 22,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2618,
        "text": "God will admit the righteously striving believers to the gardens wherein streams flow. There they will be decked with gold bracelets, pearls, and garments of silk,",
        "numberInSurah": 23,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 287,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2619,
        "text": "for they were guided to speak the noblest words and follow the praiseworthy path.",
        "numberInSurah": 24,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 287,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2620,
        "text": "A painful torment awaits the pagans who create obstacles in the way that leads to God and the Sacred Mosque - which We have made for those who dwell nearby and foreigners alike - and those who commit evil and injustice therein.",
        "numberInSurah": 25,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 287,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2621,
        "text": "When We prepared for Abraham the place to build the Sacred House, We told him not to consider anything equal to Me and to keep the House clean for those walking around it, those standing, bowing down, and prostrating in prayer.",
        "numberInSurah": 26,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2622,
        "text": "(We commanded Abraham), \"Call people for hajj - an act of worship accomplished by visiting the sacred sites in Mecca.\" They will come on foot and on lean camels from all the distant quarters",
        "numberInSurah": 27,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2623,
        "text": "to see their benefits, commemorate the name of God during the appointed days, and offer the sacrifice of the cattle that God has given them. They themselves should consume part of the sacrificial flesh and give the rest to the destitute and needy people.",
        "numberInSurah": 28,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2624,
        "text": "Let the pilgrims then neatly dress themselves, fulfil their vows, and walk seven times around the Kabah.",
        "numberInSurah": 29,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2625,
        "text": "Such are the regulations of hajj. To respect the prohibitions of God is a virtuous deed in the sight of one's Lord. Consuming the flesh of certain animals is made lawful for you. Stay away from wickedness, idols, and false words.",
        "numberInSurah": 30,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2626,
        "text": "As the upright servants of God, do not consider anything equal to God. To consider things equal to God is like one falling from the sky who is snatched away by the birds or carried away by a strong wind to a far distant place.",
        "numberInSurah": 31,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2627,
        "text": "To respect the symbols of God is the sign of a pious heart.",
        "numberInSurah": 32,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2628,
        "text": "There are benefits for you in the (sacrificial offerings) of God until the appointed time when you slaughter them as your offering near the Ancient House.",
        "numberInSurah": 33,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2629,
        "text": "To every nation We have given certain sacrificial rituals. Let them consecrate their sacrificial animals with His Name. Your God is One God and you must submit yourselves to His will. (Muhammad), give the glad news (of God's mercy) to the devoted servants of God:",
        "numberInSurah": 34,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 289,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2630,
        "text": "Those whose hearts are filled with awe on hearing about God, who exercise patience in hardships, who are steadfast in prayer, and who spend their property for the cause of God.",
        "numberInSurah": 35,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 289,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2631,
        "text": "For you We have made the sacrificial camel one of the reminders of God. It also has other benefits for you. Consecrate it with the Name of God when it is steadily standing. When it is slaughtered, consume its flesh and give part of it to the needy who do and those do not ask for help from others. Thus We have made the camel subservient to you so that perhaps you may give thanks.",
        "numberInSurah": 36,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 289,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2632,
        "text": "It is not the flesh and blood of your sacrifice that pleases God. What pleases God is your piety. God has made subservient to you the sacrificial animals so that perhaps you will glorify Him; He is guiding you. (Muhammad), give the glad news (of God's mercy) to the righteous people.",
        "numberInSurah": 37,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 289,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2633,
        "text": "God defends the believers but He does not love any of the treacherous, ungrateful ones.",
        "numberInSurah": 38,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 289,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2634,
        "text": "Permission to take up arms is hereby granted to those who are attacked; they have suffered injustice. God has all the power to give victory",
        "numberInSurah": 39,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2635,
        "text": "to those who were unjustly expelled from their homes only because they said, \"God is our Lord.\" Had it not been for God's repelling some people through the might of the others, the monasteries, churches, synagogues, and mosques in which God is very often worshipped would have been utterly destroyed. God shall certainly help those who help Him. He is All-powerful and Majestic.",
        "numberInSurah": 40,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2636,
        "text": "He will certainly help those who, if given power in the land, will worship God through prayer, pay the religious tax, enjoin others do good, and prevent them from committing evil. The consequence of all things is in the hands of God.",
        "numberInSurah": 41,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2637,
        "text": "If they have called you, (Muhammad), a liar, (remember that) the people of Noah, Ad, Thamud,",
        "numberInSurah": 42,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2638,
        "text": "and the people of Abraham, Lot,",
        "numberInSurah": 43,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2639,
        "text": "Midian, and Moses had also called their Prophets liars. I gave respite to the unbelievers, then sized them with torment. How terrible was that torment!",
        "numberInSurah": 44,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2640,
        "text": "How many were the unjust dwellers of the towns that We destroyed. From their trellises to their lofty mansions, all were toppled and their wells were abandoned.",
        "numberInSurah": 45,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2641,
        "text": "Have they not travelled (sufficiently) in the land to have understanding hearts and listening ears? It is their hearts which are blind, not their ears.",
        "numberInSurah": 46,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2642,
        "text": "They want you to bring upon them their punishment without delay. God never disregards His promise. One day for God is equal to a thousand years for you.",
        "numberInSurah": 47,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2643,
        "text": "To how many unjust towns have We given respite and then sized with torment. To Me do all things return.",
        "numberInSurah": 48,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2644,
        "text": "(Muhammad), tell them, \"People, I am giving you a clear warning.",
        "numberInSurah": 49,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2645,
        "text": "The righteously striving believers will receive forgiveness and honorable sustenance.",
        "numberInSurah": 50,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2646,
        "text": "Those who try to challenge Our miracles will be the dwellers of hell.\"",
        "numberInSurah": 51,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2647,
        "text": "Satan would try to tamper with the desires of every Prophet or Messenger whom We sent. Then God would remove Satan's temptations and strengthen His revelations. God is All-knowing and All-wise.",
        "numberInSurah": 52,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2648,
        "text": "He would make Satan's temptations a trial for those whose hearts are hard and sick. The wrong-doers are far away from the Lord,",
        "numberInSurah": 53,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2649,
        "text": "so that those who have received knowledge would know and believe that whatever happens with the Prophets and Messengers is the Truth from their Lord and will believe it. This will cause their hearts to become filled with awe. God guides the believers to the right path.",
        "numberInSurah": 54,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2650,
        "text": "The unbelievers will continue to doubt the Quran until the Hour of Doom suddenly sizes them or the torment of the last day strikes them.",
        "numberInSurah": 55,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2651,
        "text": "On that day it is God who will be the Absolute King and Judge of (mankind). The righteously striving believers will go to Paradise",
        "numberInSurah": 56,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2652,
        "text": "and the unbelievers who called Our revelations lies will suffer humiliating torment.",
        "numberInSurah": 57,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2653,
        "text": "Those who abandoned their homes for the cause of God and who then died or were murdered will receive honorable sustenance from God; He is the Most Generous and Munificent.",
        "numberInSurah": 58,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2654,
        "text": "God will certainly admit them to a pleasant dwelling. God is All-knowing and Forbearing.",
        "numberInSurah": 59,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2655,
        "text": "One who is wronged and who retaliates by that which is equal to his suffering, God will certainly help him; He is All-pardoning and All-forgiving.",
        "numberInSurah": 60,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2656,
        "text": "God causes the night to enter the day and the day to enter the night. He is All-hearing and All-aware.",
        "numberInSurah": 61,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2657,
        "text": "God is the Supreme Truth and whatever they worship instead of Him is falsehood. God is most Exalted and most Great.",
        "numberInSurah": 62,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2658,
        "text": "Have you not seen that God has sent water from the sky and has made the earth green all over. He is Kind and All-aware.",
        "numberInSurah": 63,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2659,
        "text": "To Him belongs all that is in the heavens and the earth. God is Self-sufficient and Praiseworthy.",
        "numberInSurah": 64,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2660,
        "text": "Have you not seen that God, through His command, has made all that is in the earth and the ships that sail on the sea subservient to you? He prevents the sky from falling on the earth unless He decides otherwise. God is Compassionate and Merciful to mankind.",
        "numberInSurah": 65,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2661,
        "text": "It is He who has given you life, He will make you die and will make you live again. Surely the human being is ungrateful.",
        "numberInSurah": 66,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2662,
        "text": "We enjoined every nation with certain worship acts which they perform. The unbelievers must not dispute with you about the manner of your worship. Invite them to follow the right path of the Lord.",
        "numberInSurah": 67,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2663,
        "text": "If they still dispute with you about your worship, tell them, \"God knows best what you do.",
        "numberInSurah": 68,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2664,
        "text": "He will issue His decree about your differences on the Day of Judgment.\"",
        "numberInSurah": 69,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2665,
        "text": "Do you not know that God knows all that is in the heavens and the earth? His decree is already recorded in the Book and issuing such a Judgment is not difficult for Him at all.",
        "numberInSurah": 70,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2666,
        "text": "They worship things instead of God that have received no authority (from the heavens) nor have they any knowledge of such authority. The unjust people will have no one to help them.",
        "numberInSurah": 71,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2667,
        "text": "When Our authoritative revelations are recited to the unbelievers, you can clearly read the dislike on their faces. They almost attack those who read Our revelations to them. Say to them, \"Should I tell you about what is the worst thing for you than these revelations? It is the fire which God has prepared for the unbelievers. What a terrible destination!",
        "numberInSurah": 72,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2668,
        "text": "People, listen to this parable: Those whom you worship instead of God do not have the power to create even a fly, even though all of them would come together for the task. If the fly was to snatch something from them they would not be able to rescue it from the fly. How feeble are such worshippers and that which they worship.",
        "numberInSurah": 73,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2669,
        "text": "They have not revered God properly. God is All-powerful and Majestic.",
        "numberInSurah": 74,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2670,
        "text": "God chooses Messengers from both angels and human beings. God is All-hearing and All-aware.",
        "numberInSurah": 75,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2671,
        "text": "God knows all that they have and all that is behind them, and to Him do all things return.",
        "numberInSurah": 76,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2672,
        "text": "Believers, worship your Lord, bow down and prostrate yourselves before Him and do virtuous deeds so that perhaps you will have everlasting happiness.",
        "numberInSurah": 77,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": {
          "id": 7,
          "recommended": true,
          "obligatory": false
        }
      },
      {
        "number": 2673,
        "text": "Strive steadfastly for the Cause of God. He has chosen you but has not imposed on you hardship in your religion, the noble religion of your father, Abraham. God named you Muslims before and in this Book, so that the Messenger will witness (your actions) and will be the witness over mankind. Be steadfast in your prayer, pay the religious tax, and seek protection from God; He is your Guardian, a gracious Guardian and Helper.",
        "numberInSurah": 78,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "en.sarwar",
      "language": "en",
      "name": "Sarwar",
      "englishName": "Muhammad Sarwar",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}