{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 41,
    "name": "سُورَةُ فُصِّلَتۡ",
    "englishName": "Fussilat",
    "englishNameTranslation": "Explained in detail",
    "revelationType": "Meccan",
    "numberOfAyahs": 54,
    "ayahs": [
      {
        "number": 4219,
        "text": "Ha. Mim.",
        "numberInSurah": 1,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4220,
        "text": "This is the revelations from the Beneficent, Merciful God.",
        "numberInSurah": 2,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4221,
        "text": "The verses of this Book have been fully expounded. It is a reading in the Arabic language for the people of knowledge.",
        "numberInSurah": 3,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4222,
        "text": "It contains glad news and warnings (for the people), but most of them have ignored it and do not listen.",
        "numberInSurah": 4,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4223,
        "text": "They say, \"Our hearts are covered against and our ears are deaf to whatever you (Muhammad) invite us to. There is a barrier between us and you. So act as you please and we shall act as we please\".",
        "numberInSurah": 5,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4224,
        "text": "(Muhammad), say, \"I am a mere mortal like you. I have received a revelation that your Lord is the only One. So be up-right and obedient to Him and seek forgiveness from Him.",
        "numberInSurah": 6,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4225,
        "text": "Woe to the pagans, who do not pay zakat and have no faith in the life to come.",
        "numberInSurah": 7,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4226,
        "text": "The righteously striving believers will have a never-ending reward\".",
        "numberInSurah": 8,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4227,
        "text": "Say, \"Do you really disbelieve in the One Who created the earth in two days? Do you consider things equal to Him? He is the Lord of the Universe.",
        "numberInSurah": 9,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4228,
        "text": "In four days He placed the mountains on it, blessed it, and equally measured out sustenance for those who seek sustenance.",
        "numberInSurah": 10,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4229,
        "text": "He established His dominance over the sky, which (for that time) was like smoke. Then He told the heavens and the earth, \"Take your shape either willingly or by force\" They said, \"We willingly obey\".",
        "numberInSurah": 11,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4230,
        "text": "He formed the seven heavens in two days and revealed to each one its task. He decked the sky above the earth with torches and protected it from (intruders).. Such is the design of the Majestic and All-knowing God\".",
        "numberInSurah": 12,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4231,
        "text": "If they ignore (your message), tell them, \"I have warned you against a destructive blast of sound like that which struck the people of `Ad and Thamud.",
        "numberInSurah": 13,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4232,
        "text": "When Messengers from all sides came to them saying, \"Do not worship anything besides God, \" they said, \"Had our Lord wanted, He would have sent us angelic Messengers. We do not believe in your message\".",
        "numberInSurah": 14,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4233,
        "text": "The people of Ad unjustly sought dominance on earth saying, \"Who is more powerful than us?\" Did they not consider that God created them and that He is more powerful than they were?\" They rejected Our revelations.",
        "numberInSurah": 15,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4234,
        "text": "We sent upon them a violent wind during a few ill-fated days to make them suffer a disgraceful torment in this life. Their torment in the life to come will be even more disgraceful and they will not receive any help.",
        "numberInSurah": 16,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4235,
        "text": "We sent guidance to the people of Thamud but they preferred blindness to guidance so a humiliating blast of torment struck them for their evil deeds.",
        "numberInSurah": 17,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4236,
        "text": "We only rescued the believers who had fear of God.",
        "numberInSurah": 18,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4237,
        "text": "They will be spurred on",
        "numberInSurah": 19,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 415,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4238,
        "text": "until (on the brink of it) their eyes, ears and skin will testify to their deeds on the Day when the enemies of God are driven to the fire.",
        "numberInSurah": 20,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 415,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4239,
        "text": "They will ask their own skin, \"Why did you testify against us?\" They will reply, \"God, who has made everything speak, made us also speak. It was He Who created you in the first place and to Him you have returned.",
        "numberInSurah": 21,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 415,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4240,
        "text": "You did not (think) to hide your deeds from your ears, eyes and skin and you felt that God would not know all that you had been doing.",
        "numberInSurah": 22,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 415,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4241,
        "text": "This was how you considered your Lord, but He knows you better than you know yourselves. Thus, you are now lost\".",
        "numberInSurah": 23,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 415,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4242,
        "text": "Even if they were to exercise patience, their dwelling would still be hell fire. Even if they were to seek favors, they would receive none.",
        "numberInSurah": 24,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 415,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4243,
        "text": "We assigned for them companions who would make their past and present (deeds) seem attractive to them. Thus, they became subject to what the jinn and human beings before were destined to suffer. They were certainly lost.",
        "numberInSurah": 25,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 415,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4244,
        "text": "The disbelievers say, \"Do not listen to this Quran but make a lot of unnecessary noise while it is being read so that perhaps you will defeat it\".",
        "numberInSurah": 26,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 416,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4245,
        "text": "We shall certainly make the unbelievers suffer severe torment and will punish them far worse than what they deserve for their deeds.",
        "numberInSurah": 27,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 416,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4246,
        "text": "The recompense of the enemies of God for their rejection of Our revelations will be fire as their eternal dwelling.",
        "numberInSurah": 28,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 416,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4247,
        "text": "The disbelievers will say, \"Lord, show us the human beings and jinn who caused us to go astray. We shall put them under our feet to lower them\".",
        "numberInSurah": 29,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 416,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4248,
        "text": "To those who have said, \"God is our Lord, \" and who have remained steadfast to their belief, the angels will descend saying, \"Do not be afraid or grieved. Receive the glad news of the Paradise which was promised to you.",
        "numberInSurah": 30,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 416,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4249,
        "text": "We are your guardians in this world and in the life to come, where you will have whatever you call for,",
        "numberInSurah": 31,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 416,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4250,
        "text": "a hospitable welcome from the All-forgiving and All-merciful God\".",
        "numberInSurah": 32,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 416,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4251,
        "text": "Who speaks better than one who invites human beings to God, acts righteously and says, \"I am a Muslim\".",
        "numberInSurah": 33,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4252,
        "text": "Virtue and evil are not equal. If you replace evil habits by virtuous ones, you will certainly find that your enemies will become your intimate friends.",
        "numberInSurah": 34,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4253,
        "text": "Only those who exercise patience and who have been granted a great share of God's favor can find such an opportunity.",
        "numberInSurah": 35,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4254,
        "text": "(Muhammad), seek God's protection if satan's temptation grieves you, for God is All-hearing and All-knowing.",
        "numberInSurah": 36,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4255,
        "text": "(Some evidence of His existence) are the night, day, sun, and moon. Do not prostrate before the sun and the moon, but prostrate before God Who has created them if you want to worship Him alone.",
        "numberInSurah": 37,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4256,
        "text": "However, if people are too proud to prostrate before God, let them know that God's other creatures glorify Him both day and night without fatigue.",
        "numberInSurah": 38,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": {
          "id": 12,
          "recommended": false,
          "obligatory": true
        }
      },
      {
        "number": 4257,
        "text": "Further evidence is that (at times) you find the earth to be barren. When it is watered it moves and swells (to let the plants grow). The One who brings it back to life will also bring the dead back to life. He has power over all things.",
        "numberInSurah": 39,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4258,
        "text": "Those who deviate from Our revelations are not hidden from Us. Is the one who will be thrown into hell fire better than the one who will be brought safely into the presence of God on the Day of Judgment? Act as you wish; God is Well-Aware of whatever you do.",
        "numberInSurah": 40,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4259,
        "text": "The disbelievers (do not know) that the Quran which was sent to them is certainly a glorious Book.",
        "numberInSurah": 41,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4260,
        "text": "Falsehood can not reach it from any direction. It is the revelation from the All-wise, Praiseworthy One.",
        "numberInSurah": 42,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4261,
        "text": "Nothing has been said to you which was not said to the Messengers who lived before you. Your Lord is certainly All-forgiving, but stern in His retribution.",
        "numberInSurah": 43,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4262,
        "text": "Had We sent down this Quran in a non-Arabic language, they would have said, \"Why have its verses not been well expounded?\" Could a non-Arabic Book be revealed to an Arabic speaking person? (Muhammad), say, \"It is a guide and a cure for the believers. As for those who do not believe, they are deaf and blind. It is as though they had been called from a distant place\".",
        "numberInSurah": 44,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4263,
        "text": "We had given the Book to Moses about which people greatly disagreed. Had the word of your Lord not been decreed, He would have certainly settled their differences (there and then). They were greatly suspicious and doubtful about the Book of Moses.",
        "numberInSurah": 45,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 418,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4264,
        "text": "Whoever acts righteously does so for his own good and whoever commits evil does so against his soul. Your Lord is not unjust to His servants.",
        "numberInSurah": 46,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 418,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4265,
        "text": "It is He who has the knowledge of the Hour of Doom and the fruits that will come out of their covering. He knows what the females conceive and deliver. On the day when the unbelievers will be asked, \"Where are the idols which you considered equal to God?,\" they will reply, \"We declare that none of us have seen them\".",
        "numberInSurah": 47,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4266,
        "text": "Whatever they had worshipped before will disappear and they will then know that there is no way for them to escape.",
        "numberInSurah": 48,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4267,
        "text": "The human being never tires of asking for good, but if he is afflicted by hardship, he despairs and gives up all hope.",
        "numberInSurah": 49,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4268,
        "text": "When We grant him mercy after his suffering, he (boldly) says, \"This is what I deserved. I do not think that there will ever be a Day of Judgment. Even if I will be returned to my Lord, I shall still deserve to receive better rewards from Him.\" We shall certainly tell the unbelievers about their deeds and cause them to suffer a severe punishment.",
        "numberInSurah": 50,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4269,
        "text": "When We grant the human being a favor, he ignores it and turns away but when he is afflicted by hardship, he starts lengthy prayers.",
        "numberInSurah": 51,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4270,
        "text": "Say, \"Think, if the (Quran) is from God and you have rejected it, then who has gone farther astray than the one who has wandered far from the truth?",
        "numberInSurah": 52,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4271,
        "text": "We shall (continue to) show them Our evidence in the world and within their souls until it becomes clear that the Quran is the truth. Is it not sufficient for you that your Lord witness all things?",
        "numberInSurah": 53,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4272,
        "text": "They are certainly doubtful about their meeting with their Lord. God indeed encompasses all things.",
        "numberInSurah": 54,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "en.sarwar",
      "language": "en",
      "name": "Sarwar",
      "englishName": "Muhammad Sarwar",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}