{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 42,
    "name": "سُورَةُ الشُّورَىٰ",
    "englishName": "Ash-Shura",
    "englishNameTranslation": "Consultation",
    "revelationType": "Meccan",
    "numberOfAyahs": 53,
    "ayahs": [
      {
        "number": 4273,
        "text": "Ha. Mim.",
        "numberInSurah": 1,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4274,
        "text": "Ayn. Sin. Qaf.",
        "numberInSurah": 2,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4275,
        "text": "(Muhammad), this is how God, the Majestic and All-wise, sends revelations to you and sent them to those who lived before you.",
        "numberInSurah": 3,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4276,
        "text": "To Him belongs all that is in the heavens and the earth. He is the Most High and the Most Great.",
        "numberInSurah": 4,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4277,
        "text": "(When the revelation passes through) the heavens, they almost break apart. At that time the angels glorify their Lord with His praise and seek forgiveness for those who live on earth. God is certainly All-forgiving and All-merciful.",
        "numberInSurah": 5,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4278,
        "text": "God is the guardian of even those who have chosen others (idols) besides Him as their guardians (Muhammad), you will not have to answer for them.",
        "numberInSurah": 6,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4279,
        "text": "We have revealed the Quran to you in the Arabic language so that you could warn the people of the Mother Town (Mecca) and those around it of the inevitable Day of Resurrection when some will go to Paradise and others to hell.",
        "numberInSurah": 7,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4280,
        "text": "Had God wanted, He could have made them all one single nation, but He grants mercy to whomever He wills. The unjust will have no guardian or helper.",
        "numberInSurah": 8,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4281,
        "text": "Have they chosen other guardians besides Him? God is the real Guardian and it is He who will bring the dead back to life. He has power over all things.",
        "numberInSurah": 9,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4282,
        "text": "Whatever differences you may have about the Quran, the final decision rests with God. In Him do I trust and to Him do I turn in repentance.",
        "numberInSurah": 10,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 420,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4283,
        "text": "He is the Originator of the heavens and the earth. He has made you and the cattle in pairs and has multiplied you by His creation. There is certainly nothing like Him. He is All-hearing and All-aware.",
        "numberInSurah": 11,
        "juz": 25,
        "manzil": 6,
        "page": 484,
        "ruku": 420,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4284,
        "text": "In His hands are the keys of the heavens and the earth. He increases and determines the sustenance of whomever He wants. He has the knowledge of all things.",
        "numberInSurah": 12,
        "juz": 25,
        "manzil": 6,
        "page": 484,
        "ruku": 420,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4285,
        "text": "He has plainly clarified the religion which is revealed to you and that which Noah, Abraham, Moses, and Jesus were commanded to follow (He has explained it) so that you would be steadfast and united in your religion. What you call the pagans to is extremely grave for them. God attracts to (the religion) whomever He wants and guides to it whoever turns to Him in repentance.",
        "numberInSurah": 13,
        "juz": 25,
        "manzil": 6,
        "page": 484,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4286,
        "text": "Only after receiving the knowledge did people divide themselves into different groups because of rebellion among themselves. Had it not been for your Lord's giving them respite for an appointed time, He would certainly have settled their differences once and for all. Those who inherited the Book, from their quarrelsome predecessors, also have doubts and suspicions about it.",
        "numberInSurah": 14,
        "juz": 25,
        "manzil": 6,
        "page": 484,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4287,
        "text": "Thus, (Muhammad), preach (My revelation) to the people and be steadfast (in your faith) as you have been commanded. Do not follow their desires but say, \"I believe in the Book which God has sent down and I have been commanded to exercise justice among you. God is our Lord and your Lord. Each of us will be responsible for his own deeds. Let there be no disputes among us. God will bring us all together and to Him we shall all return\".",
        "numberInSurah": 15,
        "juz": 25,
        "manzil": 6,
        "page": 484,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4288,
        "text": "The disputes of those who quarrel about God, after pledging obedience to Him, will be void in the eyes of their Lord. Such people will be subject to His wrath and will suffer a severe torment.",
        "numberInSurah": 16,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4289,
        "text": "It is God who revealed the Book and the Balance for a truthful purpose. You never know. Perhaps the Hour of Doom is close at hand.",
        "numberInSurah": 17,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4290,
        "text": "The disbelievers want you to show them the Day of Judgment immediately while the believers are afraid of it for they know it to be the truth. Those who insist on disputing the Hour of Doom are certainly in plain error.",
        "numberInSurah": 18,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4291,
        "text": "God is kind to His servants. He gives sustenance to whomever He wants. He is All-powerful and Majestic.",
        "numberInSurah": 19,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4292,
        "text": "We shall increase the harvest of those who seek a good harvest in the life hereafter. However, those who want to have their harvest in this life will be given it but will have no share in the hereafter.",
        "numberInSurah": 20,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4293,
        "text": "Do they have idols who have established a religion without the permission of God? Had not it been for your Lord's giving them respite for an appointed time, He would certainly have settled their differences once and for all. The unjust will certainly suffer a painful torment.",
        "numberInSurah": 21,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4294,
        "text": "You can see that the unjust are afraid of the consequences of their deeds which will inevitably strike them. However, the righteously striving believers will live in the gardens wherein they will have whatever they want from their Lord. This is certainly the greatest reward.",
        "numberInSurah": 22,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4295,
        "text": "This is the glad news which God gives to His servants, the righteously striving believers. (Muhammad), say, \"I do not ask you for any payment for my preaching to you except (your) love of (my near) relatives.\" Whoever achieves virtue will have its merit increased. God is All-forgiving and Appreciating.",
        "numberInSurah": 23,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4296,
        "text": "Do they say that he, (Muhammad), has invented falsehood against God? Had God wanted, He could have sealed up your heart. God causes falsehood to vanish and, by His words, firmly establishes the truth. He has full knowledge of what the hearts contain.",
        "numberInSurah": 24,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4297,
        "text": "It is He who accepts the repentance of His servants, forgives their evil deeds and knows all about what you do.",
        "numberInSurah": 25,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4298,
        "text": "He answers the prayers of the righteously striving believers and grants them increasing favors. The unbelievers will suffer a severe punishment.",
        "numberInSurah": 26,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4299,
        "text": "Had God given abundant sustenance to His servants, they would have certainly rebelled on earth, but He sends them a known measure of sustenance as He wills. He is All-aware of His servants and watches over them all.",
        "numberInSurah": 27,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4300,
        "text": "It is He who sends down the rain after they had lost hope and spreads out His mercy. He is the Guardian and the Most Praiseworthy.",
        "numberInSurah": 28,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4301,
        "text": "Some of the evidence (of His existence) are His creation of the heavens and the earth and the beasts which inhabit it. He has all the power to bring them together if He wishes this to be so.",
        "numberInSurah": 29,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4302,
        "text": "Whatever hardship befalls you is the result of your own deeds. God pardons many of your sins.",
        "numberInSurah": 30,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4303,
        "text": "You cannot challenge God on earth and you will have no one besides Him as your guardian or helper.",
        "numberInSurah": 31,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4304,
        "text": "Further evidence (of His existence) are the ships which stand as mountains in the sea.",
        "numberInSurah": 32,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4305,
        "text": "Had He wanted, He could have stopped the wind and let the ships remain motionless on the surface of the sea, in this there is evidence (of the Truth) for all those who are patient and grateful,",
        "numberInSurah": 33,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4306,
        "text": "or He could have destroyed them as punishment for the human being's deeds. However, God pardons many sins.",
        "numberInSurah": 34,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4307,
        "text": "He knows all those who dispute His revelations. They will find no way to escape from (His torment).",
        "numberInSurah": 35,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4308,
        "text": "Whatever you have received is just a means of enjoyment for this life but the reward of God for the believers and those who trust in their Lord will be better and everlasting.",
        "numberInSurah": 36,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4309,
        "text": "(This reward will be for) those who keep away from major sins and indecency, who forgive when they are made angry,",
        "numberInSurah": 37,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4310,
        "text": "who have pledged their obedience to the Lord, who are steadfast in prayer, who conduct their affairs with consultation among themselves, who spend for the cause of God out of what We have given them,",
        "numberInSurah": 38,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4311,
        "text": "and those who, when suffering a great injustice, seek to defend themselves.",
        "numberInSurah": 39,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4312,
        "text": "The recompense for evil will be equivalent to the deed. He who pardons (the evil done to him) and reforms himself, will receive his reward from God. God certainly does not love the unjust.",
        "numberInSurah": 40,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4313,
        "text": "Those who successfully defend themselves after being wronged will not be questioned.",
        "numberInSurah": 41,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4314,
        "text": "Only those who do injustice to people and commit rebellion on earth for no reason will be questioned. They will suffer a painful torment.",
        "numberInSurah": 42,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4315,
        "text": "To exercise patience and forgive (the wrong done to one) is the proof of genuine determination.",
        "numberInSurah": 43,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4316,
        "text": "Whomever God has caused to go astray will find no guardian after this. You will see the unjust, on facing the torment, say, \"Is there any way to turn back?",
        "numberInSurah": 44,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4317,
        "text": "You will see them exposed to the fire, subdued in humiliation, looking sideways at it pleadingly. However, at the same time, the believers will say, \"The true losers are those who will lose their souls and families on the Day of Judgment. The unjust will certainly suffer everlasting torment.",
        "numberInSurah": 45,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4318,
        "text": "They will have no guardian or helper besides God. Whoever God has caused to go astray will never find the right direction\".",
        "numberInSurah": 46,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4319,
        "text": "Pledge obedience to your Lord before the coming of the inevitable Day when you will find no refuge to escape from God's wrath and no one to defend you.",
        "numberInSurah": 47,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4320,
        "text": "(Muhammad), if they turn away from your message, know that We have not sent you as their keeper. Your duty is only to deliver the message. When We grant mercy to the human being, he becomes joyous, but when he is afflicted by evil as a result of his own deeds, he proves to be ungrateful.",
        "numberInSurah": 48,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4321,
        "text": "To God belongs the heavens and the earth. He created whatever He wanted. He grants males, female, or pairs of.",
        "numberInSurah": 49,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4322,
        "text": "offspring to whomever He wants. He causes whomever He wants to be childless. He is All-Knowing and All-Powerful.",
        "numberInSurah": 50,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4323,
        "text": "To no mortal does God speak but through revelation, from behind a curtain, or by sending a Messenger who reveals, by His permission whatever He pleases. He is the Most High and the All-wise.",
        "numberInSurah": 51,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4324,
        "text": "Thus, We have revealed a Spirit to you, (Muhammad), by Our command. Before, you did not even know what a Book or Faith was, but We have made the Quran as a light by which We guide whichever of Our servants We want. You certainly guide (people) to the right path,",
        "numberInSurah": 52,
        "juz": 25,
        "manzil": 6,
        "page": 489,
        "ruku": 423,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4325,
        "text": "the path of God who is the owner of all that is in the heavens and the earth. To God certainly do all matters return.",
        "numberInSurah": 53,
        "juz": 25,
        "manzil": 6,
        "page": 489,
        "ruku": 423,
        "hizbQuarter": 196,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "en.sarwar",
      "language": "en",
      "name": "Sarwar",
      "englishName": "Muhammad Sarwar",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}