{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 3,
    "name": "سُورَةُ آلِ عِمۡرَانَ",
    "englishName": "Aal-i-Imraan",
    "englishNameTranslation": "The Family of Imraan",
    "revelationType": "Medinan",
    "numberOfAyahs": 200,
    "ayahs": [
      {
        "number": 294,
        "text": "Elif, Lâm Mîm,",
        "numberInSurah": 1,
        "juz": 3,
        "manzil": 1,
        "page": 50,
        "ruku": 42,
        "hizbQuarter": 20,
        "sajda": false
      },
      {
        "number": 295,
        "text": "Allah, kendisinden başka tanrı olmayan, hayy ve kayyûmdur",
        "numberInSurah": 2,
        "juz": 3,
        "manzil": 1,
        "page": 50,
        "ruku": 42,
        "hizbQuarter": 20,
        "sajda": false
      },
      {
        "number": 296,
        "text": "O, sana kendisinden öncekileri tasdik edip doğrulayan bu kitabı hak ile indirdi. Daha önce insanlara hidayet olarak Tevrat'ı ve İncil'i de yine O indirmişti.. Evet bu Furkan'ı da O indirdi. Gerçek şu ki, Allah'ın âyetlerini inkâr edenler için çetin bir azap vardır. Allah çok güçlüdür, intikamını alır.",
        "numberInSurah": 3,
        "juz": 3,
        "manzil": 1,
        "page": 50,
        "ruku": 42,
        "hizbQuarter": 20,
        "sajda": false
      },
      {
        "number": 297,
        "text": "O, sana kendisinden öncekileri tasdik edip doğrulayan bu kitabı hak ile indirdi. Daha önce insanlara hidayet olarak Tevrat'ı ve İncil'i de yine O indirmişti.. Evet bu Furkan'ı da O indirdi. Gerçek şu ki, Allah'ın âyetlerini inkâr edenler için çetin bir azap vardır. Allah çok güçlüdür, intikamını alır.",
        "numberInSurah": 4,
        "juz": 3,
        "manzil": 1,
        "page": 50,
        "ruku": 42,
        "hizbQuarter": 20,
        "sajda": false
      },
      {
        "number": 298,
        "text": "Şu da kesindir ki, ne yerde, ne de gökte hiçbir şey Allah'a gizli kalmaz.",
        "numberInSurah": 5,
        "juz": 3,
        "manzil": 1,
        "page": 50,
        "ruku": 42,
        "hizbQuarter": 20,
        "sajda": false
      },
      {
        "number": 299,
        "text": "Sizi, rahimlerde dilediği gibi şekillendiren O'dur. Kendisinden başka tanrı olmayan, şan, şeref ve hikmet sahibi olan O'dur.",
        "numberInSurah": 6,
        "juz": 3,
        "manzil": 1,
        "page": 50,
        "ruku": 42,
        "hizbQuarter": 20,
        "sajda": false
      },
      {
        "number": 300,
        "text": "Sana bu kitabı indiren O'dur. Bunun âyetlerinden bir kısmı muhkemdir ki, bu âyetler, kitabın anası (aslı) demektir. Diğer bir kısmı da müteşabih âyetlerdir. Kalblerinde kaypaklık olanlar, sırf fitne çıkarmak için, bir de kendi keyflerine göre te'vil yapmak için onun müteşabih olanlarının peşine düşerler. Halbuki onun te'vilini Allah'dan başka kimse bilmez. İlimde uzman olanlar, \"Biz buna inandık, hepsi Rabbimiz katındandır.\" derler. Üstün akıllılardan başkası da derin düşünmez.",
        "numberInSurah": 7,
        "juz": 3,
        "manzil": 1,
        "page": 50,
        "ruku": 42,
        "hizbQuarter": 20,
        "sajda": false
      },
      {
        "number": 301,
        "text": "Ey Rabbimiz! Bize ihsan ettiğin hidayetten sonra kalblerimizi haktan saptırma, bize kendi katından rahmet ihsan eyle! Şüphesiz ki, Sen bol ihsan sahibisin.",
        "numberInSurah": 8,
        "juz": 3,
        "manzil": 1,
        "page": 50,
        "ruku": 42,
        "hizbQuarter": 20,
        "sajda": false
      },
      {
        "number": 302,
        "text": "Ey Rabbimiz! Muhakkak ki, Sen, geleceğinde hiç şüphe olmayan bir günde bütün insanları bir araya toplayacaksın. Muhakkak ki Allah, hiç sözünden caymaz.",
        "numberInSurah": 9,
        "juz": 3,
        "manzil": 1,
        "page": 50,
        "ruku": 42,
        "hizbQuarter": 20,
        "sajda": false
      },
      {
        "number": 303,
        "text": "Gerçek şu ki, kâfirlere, Allah'tan gelecek bir zararı, ne malları, ne de evlatları engelleyemez. İşte onlar, o ateşin yakıtı olacaklar.",
        "numberInSurah": 10,
        "juz": 3,
        "manzil": 1,
        "page": 51,
        "ruku": 43,
        "hizbQuarter": 20,
        "sajda": false
      },
      {
        "number": 304,
        "text": "Gidişatları, Firavun soyunun ve daha öncekilerin gidişatı gibidir. Onlar, âyetlerimizi yalan saymışlardı. Bunun üzerine Allah da onları işledikleri günahlar yüzünden yakalayıp alaşağı etti. Allah, cezası çetin olandır.",
        "numberInSurah": 11,
        "juz": 3,
        "manzil": 1,
        "page": 51,
        "ruku": 43,
        "hizbQuarter": 20,
        "sajda": false
      },
      {
        "number": 305,
        "text": "O inkârcı kâfirlere de ki, siz mutlaka yenilgiye uğrayacak ve toplanıp cehenneme doldurulacaksınız. Orası ne fena bir döşektir.",
        "numberInSurah": 12,
        "juz": 3,
        "manzil": 1,
        "page": 51,
        "ruku": 43,
        "hizbQuarter": 20,
        "sajda": false
      },
      {
        "number": 306,
        "text": "Hiç şüphesiz karşı karşıya gelen iki toplulukta size bir âyet, bir işaret ve ibret vardır. Onlardan biri Allah yolunda savaşıyordu, öbürü de kâfirdi ve karşılarındakini göz kararıyla kendilerinin iki katı görüyorlardı. Allah da gönderdiği yardımla dilediğini destekliyordu. Gören gözleri olanlar için elbette bunda apaçık bir ibret vardır.",
        "numberInSurah": 13,
        "juz": 3,
        "manzil": 1,
        "page": 51,
        "ruku": 43,
        "hizbQuarter": 20,
        "sajda": false
      },
      {
        "number": 307,
        "text": "İnsanlara kadınlar, oğullar, yüklerle altın ve gümüş yığınları, salma atlar, davarlar, ekinler kabilinden aşırı sevgiyle bağlanılan şeyler çok süslü gösterilmiştir. Halbuki bunlar dünya hayatının geçici faydalarını sağlayan şeylerdir. Oysa varılacakyerin (ebedî hayatın) bütün güzellikleri Allah katındadır.",
        "numberInSurah": 14,
        "juz": 3,
        "manzil": 1,
        "page": 51,
        "ruku": 43,
        "hizbQuarter": 20,
        "sajda": false
      },
      {
        "number": 308,
        "text": "De ki, size, o istediklerinizden daha hayırlısını haber vereyim mi? Korunan kullar için Rablerinin yanında cennetler var ki, altlarından ırmaklar akar, içlerinde ebedî kalmak üzere onlara, hem tertemiz eşler var, hem de Allah'dan bir rıza vardır. Allah, o kulları görür.",
        "numberInSurah": 15,
        "juz": 3,
        "manzil": 1,
        "page": 51,
        "ruku": 43,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 309,
        "text": "Onlar ki, \"Ey Rabbimiz! Biz inandık, iman getirdik, artık bizim suçlarımızı bağışla ve bizi ateş azabından koru!\" derler.",
        "numberInSurah": 16,
        "juz": 3,
        "manzil": 1,
        "page": 52,
        "ruku": 43,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 310,
        "text": "O sabredenleri, o doğruluktan şaşmayanları, o elpençe divan duranları, o nafaka verenleri ve seher vakitlerinde o istiğfar edip yalvaranları (görür).",
        "numberInSurah": 17,
        "juz": 3,
        "manzil": 1,
        "page": 52,
        "ruku": 43,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 311,
        "text": "Allah şehadet eyledi şu gerçeğe ki, başka tanrı yok, ancak O vardır. Bütün melekler ve ilim uluları da dosdoğru olarak buna şahittir ki, başka tanrı yok, ancak O aziz, O hakîm vardır.",
        "numberInSurah": 18,
        "juz": 3,
        "manzil": 1,
        "page": 52,
        "ruku": 43,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 312,
        "text": "Doğrusu Allah katında din, İslâm'dır; o kitap verilenlerin anlaşmazlıkları ise sırf kendilerine ilim geldikten sonra aralarındaki taşkınlık ve ihtirastan dolayıdır. Her kim Allah'ın âyetlerini inkâr ederse iyi bilsin ki, Allah hesabı çabuk görendir.",
        "numberInSurah": 19,
        "juz": 3,
        "manzil": 1,
        "page": 52,
        "ruku": 43,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 313,
        "text": "Buna karşı seninle münakayaşa kalkışırlarsa de ki: \"Ben, bana uyanlarla birlikte kendi özümü Allah'a teslim etmişimdir\". Kendilerine kitap verilenlere ve (kitap verilmeyen) ümmîlere de ki: \"Siz de İslâm'ı kabul ettiniz mi?\" Eğer İslâm'a girerlerse hidayete ermiş olurlar. Eğer yüz çevirirlerse, sana düşen şey ancak tebliğ etmektir. Allah kulları görendir.",
        "numberInSurah": 20,
        "juz": 3,
        "manzil": 1,
        "page": 52,
        "ruku": 43,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 314,
        "text": "Allah'ın âyetlerini inkâr edenler ve haksız yere peygamberleri öldürenler, insanlar içinde adaleti emredenlerin canına kıyanlar yok mu? Bunlarıacıklı bir azapla müjdele!",
        "numberInSurah": 21,
        "juz": 3,
        "manzil": 1,
        "page": 52,
        "ruku": 44,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 315,
        "text": "İşte bunlar öyle kimselerdir ki, dünyada da ahirette de bütün yaptıkları boşa gitmiştir. Onların hiçbir yardımcıları da olmayacaktır.",
        "numberInSurah": 22,
        "juz": 3,
        "manzil": 1,
        "page": 52,
        "ruku": 44,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 316,
        "text": "Görmüyor musun, o kendilerine kitaptan bir nasip verilmiş olanlar, aralarında hüküm vermek için Allah'ın kitabına davet olunuyorlar da, sonra içlerinden bir kısmı yüz çevirerek dönüp gidiyorlar.",
        "numberInSurah": 23,
        "juz": 3,
        "manzil": 1,
        "page": 53,
        "ruku": 44,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 317,
        "text": "Bunun sebebi, onların \"belli günlerden başka bize asla ateş azabı dokunmaz\" demeleridir. Uydurageldikleri yalanlar dinlerinde kendilerini aldatmaktadır.",
        "numberInSurah": 24,
        "juz": 3,
        "manzil": 1,
        "page": 53,
        "ruku": 44,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 318,
        "text": "O geleceğinde hiç şüphe olmayan günde kendilerini bir araya topladığımız ve hiç kimseye haksızlık edilmeden herkese ne kazandıysa tamamen ödendiği vakit halleri nasıl olacaktır?",
        "numberInSurah": 25,
        "juz": 3,
        "manzil": 1,
        "page": 53,
        "ruku": 44,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 319,
        "text": "De ki: \"Ey mülkün sahibi Allah'ım! Sen mülkü dilediğine verirsin, dilediğinden de onu çeker alırsın, dilediğini aziz edersin, dilediğini zelil edersin. Hayır Senin elindedir. Muhakkak ki, Sen her şeye kâdirsin.",
        "numberInSurah": 26,
        "juz": 3,
        "manzil": 1,
        "page": 53,
        "ruku": 44,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 320,
        "text": "Geceyi gündüzün içine sokarsın, gündüzü gecenin içine sokarsın; ölüden diri çıkarırsın, diriden ölü çıkarırsın. Dilediğine de hesapsız rızık verirsin.",
        "numberInSurah": 27,
        "juz": 3,
        "manzil": 1,
        "page": 53,
        "ruku": 44,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 321,
        "text": "Müminler, müminleri bırakıp da kâfirleri dost edinmesin ve onu her kim yaparsa Allah'dan ilişiği kesilmiş olur, ancak onlardan bir korunma yapmanız başkadır. Bununla beraber Allah sizi kendisinden korunmanız hususunda uyarır. Nihâyet gidiş Allah'adır.",
        "numberInSurah": 28,
        "juz": 3,
        "manzil": 1,
        "page": 53,
        "ruku": 44,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 322,
        "text": "De ki, göğüslerinizdekini gizleseniz de, açığa vursanız da Allah onu bilir. Göklerde ne var, yerde ne varsa hepsini bilir. Hiç şüphesiz Allah, her şeye kadirdir.",
        "numberInSurah": 29,
        "juz": 3,
        "manzil": 1,
        "page": 53,
        "ruku": 44,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 323,
        "text": "O gün her nefis, ne hayır işlemişse, ne kötülük yapmışsa onları önünde hazır bulur. Yaptığı kötülüklerle kendi arasında uzak bir mesafe bulunsun ister. Allah, size asıl kendisinden çekinmenizi emreder. Şüphesiz ki Allah, kullarını çok esirger.",
        "numberInSurah": 30,
        "juz": 3,
        "manzil": 1,
        "page": 54,
        "ruku": 44,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 324,
        "text": "De ki, siz gerçekten Allah'ı seviyorsanız bana uyun ki, Allah da sizi sevsin ve suçlarınızı bağışlasın. Çünkü Allah çok esirgeyici ve bağışlayıcıdır.",
        "numberInSurah": 31,
        "juz": 3,
        "manzil": 1,
        "page": 54,
        "ruku": 45,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 325,
        "text": "De ki, Allah'a ve Peygamber'e itaat edin! Eğer aksine giderlerse, şüphe yok ki Allah kâfirleri sevmez.",
        "numberInSurah": 32,
        "juz": 3,
        "manzil": 1,
        "page": 54,
        "ruku": 45,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 326,
        "text": "Gerçekten Allah, Adem'i, Nuh'u, İbrahim soyunu ve İmran soyunu âlemler üzerine seçkin kıldı.",
        "numberInSurah": 33,
        "juz": 3,
        "manzil": 1,
        "page": 54,
        "ruku": 45,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 327,
        "text": "Bir zürriyet olarak birbirinden gelmişlerdir. Allah her şeyi işitendir, bilendir.",
        "numberInSurah": 34,
        "juz": 3,
        "manzil": 1,
        "page": 54,
        "ruku": 45,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 328,
        "text": "İmran'ın karısı: \"Rabbim, karnımdakini tam hür olarak sana adadım, benden kabul buyur, şüphesiz sen işitensin, bilensin.\" demişti.",
        "numberInSurah": 35,
        "juz": 3,
        "manzil": 1,
        "page": 54,
        "ruku": 45,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 329,
        "text": "Onu doğuruncaAllah onun ne doğurduğunu bilip dururkenşöyle dedi: \"Rabbim, onu kız doğurdum; erkek, kız gibi değildir. Ona Meryem adını verdim. Onu ve soyunu koğulmuş şeytanın şerrinden sana ısmarlıyorum\".",
        "numberInSurah": 36,
        "juz": 3,
        "manzil": 1,
        "page": 54,
        "ruku": 45,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 330,
        "text": "Bunun üzerine Rabbi onu güzel bir şekilde kabul buyurdu ve onu güzel bir bitki gibi yetiştirdi ve Zekeriyya'nın himayesine verdi. Zekeriyya ne zaman kızın bulunduğu mihraba girse, onun yanında yeni bir yiyecek bulurdu. \"Meryem! Bu sana nereden geldi?\" deyince, o da: \"Bu, Allah katındandır.\" derdi. Şüphesiz Allah, dilediğine hesapsız rızık verir.",
        "numberInSurah": 37,
        "juz": 3,
        "manzil": 1,
        "page": 54,
        "ruku": 45,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 331,
        "text": "Orada Zekeriyya, Rabbine dua etti: \"Rabbim! Bana katından hayırlı bir nesil ver. Şüphesiz sen, duayı hakkıyle işitensin\" dedi.",
        "numberInSurah": 38,
        "juz": 3,
        "manzil": 1,
        "page": 55,
        "ruku": 45,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 332,
        "text": "Zekeriyya mabedde namaz kılarken melekler ona: \"Allah sana, Allah'dan bir kelimeyi doğrulayıcı, efendi, nefsine hakim ve iyilerden bir peygamber olarak Yahya'yı müjdeler.\" diye ünlediler.",
        "numberInSurah": 39,
        "juz": 3,
        "manzil": 1,
        "page": 55,
        "ruku": 45,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 333,
        "text": "Zekeriyya: \"Ey Rabbim, benim nasıl oğlum olabilir? Bana ihtiyarlık gelip çattı, karım ise kısırdır.\" dedi. Allah: \"Öyledir, fakat Allah dilediğini yapar.\" buyurdu.",
        "numberInSurah": 40,
        "juz": 3,
        "manzil": 1,
        "page": 55,
        "ruku": 45,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 334,
        "text": "Zekeriyya: \"Rabbim! (oğlum olacağına dair) bana bir alâmet ver\" dedi. Allah da buyurdu ki: \"Senin için alâmet, insanlara üç gün, işaretten başka söz söyleyememendir. Ayrıca Rabbini çok an, sabah akşam tesbih et\".",
        "numberInSurah": 41,
        "juz": 3,
        "manzil": 1,
        "page": 55,
        "ruku": 45,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 335,
        "text": "Hani melekler: \"Ey Meryem! Allah seni seçti, seni tertemiz yarattı ve seni dünya kadınlarına üstün kıldı.",
        "numberInSurah": 42,
        "juz": 3,
        "manzil": 1,
        "page": 55,
        "ruku": 46,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 336,
        "text": "Ey Meryem! Rabbine divan dur ve secdeye kapan ve rüku' edenlerle beraber rüku' et\" demişlerdi.",
        "numberInSurah": 43,
        "juz": 3,
        "manzil": 1,
        "page": 55,
        "ruku": 46,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 337,
        "text": "İşte bu, sana vahyettiğimiz gayb haberlerindendir. (Yoksa) \"Meryem'i kim himayesine alıp koruyacak?\" diye kalemlerini (kur'a için) atarlarken sen yanlarında değildin. (Bu hususta) Tartışırlarken de yanlarında bulunmadın.",
        "numberInSurah": 44,
        "juz": 3,
        "manzil": 1,
        "page": 55,
        "ruku": 46,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 338,
        "text": "Melekler şöyle demişti: \"Ey Meryem! Allah sana kendisinden bir kelimeyi müjdeliyor ki, adı Meryem oğlu İsa Mesih'dir; dünyada da ahirette de itibarlı, aynı zamanda Allah'a çok yakınlardandır.",
        "numberInSurah": 45,
        "juz": 3,
        "manzil": 1,
        "page": 55,
        "ruku": 46,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 339,
        "text": "Beşikte de, yetişkin çağında da insanlarla konuşacak ve iyilerden olacaktır.",
        "numberInSurah": 46,
        "juz": 3,
        "manzil": 1,
        "page": 56,
        "ruku": 46,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 340,
        "text": "(Meryem): \"Ey Rabbim, bana bir beşer dokunmamışken benim nasıl çocuğum olur?\" dedi. Allah: \"Öyle ama, Allah dilediğini yaratır, bir şeyin olmasını dilediğinde ona sadece 'ol!' der, o da hemen oluverir.\" dedi.",
        "numberInSurah": 47,
        "juz": 3,
        "manzil": 1,
        "page": 56,
        "ruku": 46,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 341,
        "text": "Allah ona kitab (okuma ve yazmay)ı, hikmeti ve Tevrat ile İncil'i öğretir.",
        "numberInSurah": 48,
        "juz": 3,
        "manzil": 1,
        "page": 56,
        "ruku": 46,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 342,
        "text": "Allah onu İsrailoğullarına (şöyle diyecek) bir peygamber olarak gönderir: \"Şüphesiz ki ben size Rabbinizden bir âyet (mucize, belge) getirdim: Size, kuş biçiminde çamurdan birşey yaparım da içine üflerim, Allah'ın izniyle o, kuş olur; anadan doğma körü ve alacalıyı iyileştiririm ve Allah'ın izniyle ölüleri diriltirim. Evlerinizde ne yiyor ve neleri biriktiriyorsanız size haber veririm\".",
        "numberInSurah": 49,
        "juz": 3,
        "manzil": 1,
        "page": 56,
        "ruku": 46,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 343,
        "text": "\"Önümdeki Tevrat'ı doğrulayıcı olarak ve size haram kılınan bazı şeyleri helal kılmak için (geldim) ve Rabbiniz tarafından size bir mucize getirdim. Artık Allah'tan korkun da bana uyun\".",
        "numberInSurah": 50,
        "juz": 3,
        "manzil": 1,
        "page": 56,
        "ruku": 46,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 344,
        "text": "\"Şüphesiz Allah, benim de Rabbim, sizin de Rabbinizdir. Onun için hep O'na kulluk edin! İşte bu, doğru yoldur\".",
        "numberInSurah": 51,
        "juz": 3,
        "manzil": 1,
        "page": 56,
        "ruku": 46,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 345,
        "text": "İsa onların inkârlarını hissedince: \"Allah yolunda yardımcılarım kim?\" dedi. Havariler: \"Allah yolunda yardımcılar biziz. Allah'a iman ettik. Şahit ol ki, biz muhakkak müslümanlarız.\" dediler.",
        "numberInSurah": 52,
        "juz": 3,
        "manzil": 1,
        "page": 56,
        "ruku": 46,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 346,
        "text": "Ey Rabbimiz, senin indirdiğine iman ettik, o peygambere de uyduk. Artık bizi şahidlerle beraber yaz.",
        "numberInSurah": 53,
        "juz": 3,
        "manzil": 1,
        "page": 57,
        "ruku": 46,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 347,
        "text": "Onlar hileye başvurdular, Allah da onların tuzağını boşa çıkardı. Allah hileleri boşa çıkaranların en hayırlısıdır.",
        "numberInSurah": 54,
        "juz": 3,
        "manzil": 1,
        "page": 57,
        "ruku": 46,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 348,
        "text": "O zaman Allah şöyle dedi: \"Ey İsa, şüphesiz ki seni öldüreceğim, seni kendime yükselteceğim ve seni inkârcılardan temizleyeceğim. Hem sana uyanları, kıyamete kadar o küfredenlerin üstünde tutacağım. Sonra dönüşünüz banadır, ayrılığa düştüğünüz hususlarda aranızda hükmedeceğim\".",
        "numberInSurah": 55,
        "juz": 3,
        "manzil": 1,
        "page": 57,
        "ruku": 47,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 349,
        "text": "\"İnkâr edenlere gelince, onlara dünyada da, ahirette de şiddetli bir şekilde azab edeceğim, onların hiçbir yardımcıları da olmayacaktır\".",
        "numberInSurah": 56,
        "juz": 3,
        "manzil": 1,
        "page": 57,
        "ruku": 47,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 350,
        "text": "\"İman edip iyi işler yapanlara gelince, Allah onların mükafatlarını tastamam verecektir. Allah zalimleri sevmez\".",
        "numberInSurah": 57,
        "juz": 3,
        "manzil": 1,
        "page": 57,
        "ruku": 47,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 351,
        "text": "İşte bu sana okuduğumuz, âyetlerden ve hikmetli Kur'ân'dandır.",
        "numberInSurah": 58,
        "juz": 3,
        "manzil": 1,
        "page": 57,
        "ruku": 47,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 352,
        "text": "Doğrusu Allah katında İsa'nın (yaratılışındaki) durumu, Âdem'in durumu gibidir; onu topraktan yarattı, sonra ona \"ol!\" dedi, o da oluverdi.",
        "numberInSurah": 59,
        "juz": 3,
        "manzil": 1,
        "page": 57,
        "ruku": 47,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 353,
        "text": "Bu hak (gerçek) senin rabbindendir, o halde şüphecilerden olma.",
        "numberInSurah": 60,
        "juz": 3,
        "manzil": 1,
        "page": 57,
        "ruku": 47,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 354,
        "text": "Sana (gerekli) bilgi geldikten sonra artık kim bu konuda seninle tartışacak olursa, de ki: \"Gelin, oğullarımızı ve oğullarınızı, kadınlarımızı ve kadınlarınızı, kendimizi ve kendinizi çağıralım, sonra da lanetleşelim; Allah'ın lanetinin yalancılara olmasını dileyelim\".",
        "numberInSurah": 61,
        "juz": 3,
        "manzil": 1,
        "page": 57,
        "ruku": 47,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 355,
        "text": "İşte (İsa hakkında söylenen) gerçek kıssa budur. Allah'tan başka hiçbir tanrı yoktur. Muhakkak ki Allah çok güçlüdür ve hikmet sahibidir.",
        "numberInSurah": 62,
        "juz": 3,
        "manzil": 1,
        "page": 58,
        "ruku": 47,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 356,
        "text": "Eğer (haktan) yüz çevirirlerse, şüphesiz ki Allah bozguncuları çok iyi bilendir.",
        "numberInSurah": 63,
        "juz": 3,
        "manzil": 1,
        "page": 58,
        "ruku": 47,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 357,
        "text": "De ki: Ey kitap ehli! Sizinle bizim aramızda ortak olan bir söze geliniz. Allah'tan başkasına kulluk etmeyelim, O'na hiçbir şeyi eş tutmayalım ve Allah'ı bırakıp da kimimiz kimimizi ilâhlaştırmasın. Eğer onlar yine yüz çevirirlerse, deyin ki: \"Şahit olun biz müslümanlarız\".",
        "numberInSurah": 64,
        "juz": 3,
        "manzil": 1,
        "page": 58,
        "ruku": 48,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 358,
        "text": "Ey Kitap ehli! İbrahim hakkında niçin tartışıyorsunuz? Oysa Tevrat da, İncil de ondan sonra indirilmiştir. Siz hiç düşünmüyor musunuz?",
        "numberInSurah": 65,
        "juz": 3,
        "manzil": 1,
        "page": 58,
        "ruku": 48,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 359,
        "text": "İşte siz böylesiniz. Haydi biraz bilginiz olan şey hakkında tartıştınız, ya hiç bilginiz olmayan şey hakkında niçin tartışıyorsunuz? Allah bilir, siz bilmezsiniz.",
        "numberInSurah": 66,
        "juz": 3,
        "manzil": 1,
        "page": 58,
        "ruku": 48,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 360,
        "text": "İbrahim, ne yahudi, ne de hıristiyandı; fakat o, Allah'ı bir tanıyan dosdoğru bir müslümandı, müşriklerden de değildi.",
        "numberInSurah": 67,
        "juz": 3,
        "manzil": 1,
        "page": 58,
        "ruku": 48,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 361,
        "text": "Doğrusu onların İbrahim'e en yakın olanı, ona uyanlar, şu Peygamber ve iman edenlerdir. Allah da müminlerin dostudur.",
        "numberInSurah": 68,
        "juz": 3,
        "manzil": 1,
        "page": 58,
        "ruku": 48,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 362,
        "text": "Kitap ehlinden bir grup sizi saptırmak istediler, halbuki sırf kendilerini saptırıyorlar da farkına varmıyorlar.",
        "numberInSurah": 69,
        "juz": 3,
        "manzil": 1,
        "page": 58,
        "ruku": 48,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 363,
        "text": "Ey kitap ehli! (gerçeği) gördüğünüz halde, niçin Allah'ın âyetlerini inkâr ediyorsunuz?",
        "numberInSurah": 70,
        "juz": 3,
        "manzil": 1,
        "page": 58,
        "ruku": 48,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 364,
        "text": "Ey kitap ehli! Niçin hakkı batıla karıştırıyor ve bile bile gerçeği gizliyorsunuz?",
        "numberInSurah": 71,
        "juz": 3,
        "manzil": 1,
        "page": 59,
        "ruku": 48,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 365,
        "text": "Kitap ehlinden bir grup: \"Müminlere indirilene günün başlangıcında inanın, sonunda da inkâr edin, belki onlar da dönerler.\" dedi.",
        "numberInSurah": 72,
        "juz": 3,
        "manzil": 1,
        "page": 59,
        "ruku": 49,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 366,
        "text": "\"Ve kendi dininize uyanlardan başkasına inanmayın\" (dediler). De ki: \"Şüphesiz doğru yol, Allah'ın yoludur\". (Onlar kendi aralarında): \"Size verilenin benzerinin hiçbir kimseye verilmiş olduğuna, yahut Rabbinizin huzurunda sizin aleyhinize deliller getireceklerine\" (de inanmayın dediler). De ki: \"Lütuf Allah'ın elindedir, onu dilediğine verir. Allah, rahmeti bol olan, her şeyi hakkıyla bilendir\".",
        "numberInSurah": 73,
        "juz": 3,
        "manzil": 1,
        "page": 59,
        "ruku": 49,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 367,
        "text": "Rahmetini dilediğine tahsis eder. Allah, büyük lütuf ve kerem sahibidir.",
        "numberInSurah": 74,
        "juz": 3,
        "manzil": 1,
        "page": 59,
        "ruku": 49,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 368,
        "text": "Kitap ehlinden öylesi vardır ki, ona yüklerle mal emanet etsen, onu sana eksiksiz iade eder. Fakat öylesi de vardır ki, ona bir dinar emanet etsen, tepesine dikilip durmadıkça onu sana iade etmez. Bu da onların, \"Ümmîlere karşı yaptıklarımızdan bize vebal yoktur.\" demelerinden dolayıdır. Ve onlar, bile bile Allah'a karşı yalan söylerler.",
        "numberInSurah": 75,
        "juz": 3,
        "manzil": 1,
        "page": 59,
        "ruku": 49,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 369,
        "text": "Hayır, kim sözünü yerine getirir ve kötülüklerden korunursa, şüphesiz Allah da korunanları sever.",
        "numberInSurah": 76,
        "juz": 3,
        "manzil": 1,
        "page": 59,
        "ruku": 49,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 370,
        "text": "Allah'a verdikleri sözü ve yeminlerini az bir paraya satanlar var ya, işte onların ahirette bir payı yoktur; Allah kıyamet günü onlarla hiç konuşmayacak, onlara bakmayacak ve onları temizlemeyecektir. Onlar için acı bir azab vardır.",
        "numberInSurah": 77,
        "juz": 3,
        "manzil": 1,
        "page": 59,
        "ruku": 49,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 371,
        "text": "Kitap ehlinden öyle bir güruh da vardır ki, siz onu kitaptan sanasınız diye, dillerini kitaba doğru eğip bükerler. Halbuki o, kitaptan değildir. \"Bu, Allah katındandır.\" derler; oysa o, Allah katından değildir. Allah'a karşı, kendileri bilip dururken, yalan söylerler.",
        "numberInSurah": 78,
        "juz": 3,
        "manzil": 1,
        "page": 60,
        "ruku": 49,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 372,
        "text": "İnsanlardan hiçbir kimseye, Allah kendisine kitap, hüküm ve peygamberlik verdikten sonra, kalkıp insanlara: \"Allah'ı bırakıp bana kul olun.\" demesi yakışmaz. Fakat onun: \"Öğrettiğiniz ve okuduğunuz kitap gereğince Rabb'e halis kullar olun\" (demesi uygundur).",
        "numberInSurah": 79,
        "juz": 3,
        "manzil": 1,
        "page": 60,
        "ruku": 49,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 373,
        "text": "Ve O size: \"Melekleri ve peygamberleri tanrılar edinin.\" diye de emretmez. Siz müslüman olduktan sonra, size hiç inkârı emreder mi?",
        "numberInSurah": 80,
        "juz": 3,
        "manzil": 1,
        "page": 60,
        "ruku": 49,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 374,
        "text": "Allah peygamberlerden şöyle söz almıştı: \"Andolsun ki size kitab ve hikmet verdim, sonra yanınızda bulunan (kitaplar)ı doğrulayıcı bir peygamber geldiğinde ona muhakkak inanacak ve ona yardım edeceksiniz! Bunu kabul ettiniz mi? Ve bu hususta ağır ahdimi üzerinize aldınız mı?\" demişti. Onlar: \"Kabul ettik\" dediler. (Allah da) dedi ki: \"Öyleyse şahit olun, ben de sizinle beraber şahit olanlardanım\".",
        "numberInSurah": 81,
        "juz": 3,
        "manzil": 1,
        "page": 60,
        "ruku": 50,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 375,
        "text": "Artık bundan sonra her kim dönerse, işte onlar yoldan çıkmışların ta kendileridir.",
        "numberInSurah": 82,
        "juz": 3,
        "manzil": 1,
        "page": 60,
        "ruku": 50,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 376,
        "text": "Onlar, Allah'ın dininden başkasını mı arıyorlar? Halbuki göklerde ve yerde ne varsa hepsi, ister istemez O'na boyun eğmiştir ve O'na döndürülüp götürüleceklerdir.",
        "numberInSurah": 83,
        "juz": 3,
        "manzil": 1,
        "page": 60,
        "ruku": 50,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 377,
        "text": "De ki: \"Allah'a, bize indirilen (Kur'ân)e, İbrahim'e, İsmail'e, İshak'a, Yakub'a ve torunlarına indirilene, Musa'ya, İsa'ya ve peygamberlere Rablerinden verilenlere inandık. Onların arasında hiçbir fark gözetmeyiz, biz O'na teslim olmuşlarız\".",
        "numberInSurah": 84,
        "juz": 3,
        "manzil": 1,
        "page": 61,
        "ruku": 50,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 378,
        "text": "Kim İslâm'dan başka bir din ararsa ondan asla kabul edilmeyecek ve o ahirette de zarar edenlerden olacaktır.",
        "numberInSurah": 85,
        "juz": 3,
        "manzil": 1,
        "page": 61,
        "ruku": 50,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 379,
        "text": "İnandıktan, Peygamber'in hak olduğuna şehadet ettikten ve kendilerine açık deliller geldikten sonra, inkâra sapan bir milleti Allah nasıl doğru yola eriştirir? Allah zalimler güruhunu doğru yola iletmez.",
        "numberInSurah": 86,
        "juz": 3,
        "manzil": 1,
        "page": 61,
        "ruku": 50,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 380,
        "text": "İşte onların cezaları, Allah'ın, meleklerin, insanların hepsinin laneti onların üzerlerindedir.",
        "numberInSurah": 87,
        "juz": 3,
        "manzil": 1,
        "page": 61,
        "ruku": 50,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 381,
        "text": "Onlar bu (lanetin) içinde ebedî kalacaklardır. Kendilerinden ne bu azab hafifletilir, ne de yüzlerine bakılır.",
        "numberInSurah": 88,
        "juz": 3,
        "manzil": 1,
        "page": 61,
        "ruku": 50,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 382,
        "text": "Ancak bundan sonra tevbe edip kendini düzeltenler başka. Şüphesiz ki Allah, çok bağışlayan ve çok esirgeyendir.",
        "numberInSurah": 89,
        "juz": 3,
        "manzil": 1,
        "page": 61,
        "ruku": 50,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 383,
        "text": "Şüphesiz imanlarının arkasından küfreden, sonra da küfrünü artırmış olanların tevbeleri asla kabul olunmaz. İşte onlar sapıkların ta kendileridir.",
        "numberInSurah": 90,
        "juz": 3,
        "manzil": 1,
        "page": 61,
        "ruku": 50,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 384,
        "text": "Muhakkak ki inkâr edenler ve kâfir oldukları halde de ölenler, yeryüzü dolusu altın fidye verseler bile hiç birisinden asla kabul edilmeyecektir. İşte dayanılmaz azab onlar içindir. Onların hiçbir yardımcıları da yoktur.",
        "numberInSurah": 91,
        "juz": 3,
        "manzil": 1,
        "page": 61,
        "ruku": 50,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 385,
        "text": "Sevdiğiniz şeylerden (Allah yolunda) harcamadıkça, gerçek iyiliğe asla erişemezsiniz. Her ne harcarsanız Allah onu hakkıyla bilir.",
        "numberInSurah": 92,
        "juz": 3,
        "manzil": 1,
        "page": 62,
        "ruku": 51,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 386,
        "text": "Tevrat indirilmeden önce, İsrail (Yakub)in kendisine haram kıldığı dışında, yiyeceklerin hepsi İsrailoğullarına helal idi. De ki: \"Eğer doğrulardan iseniz, haydi Tevrat'ı getirip okuyun\".",
        "numberInSurah": 93,
        "juz": 4,
        "manzil": 1,
        "page": 62,
        "ruku": 51,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 387,
        "text": "Kim bundan sonra Allah'a karşı yalan uydurursa, işte onlar zalimlerin ta kendileridir.",
        "numberInSurah": 94,
        "juz": 4,
        "manzil": 1,
        "page": 62,
        "ruku": 51,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 388,
        "text": "De ki: \"Allah doğru söylemiştir. Öyle ise dosdoğru, Allah'ı birleyici olarak İbrahim'in dinine uyun. O, müşriklerden değildi\".",
        "numberInSurah": 95,
        "juz": 4,
        "manzil": 1,
        "page": 62,
        "ruku": 51,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 389,
        "text": "Şüphesiz insanlar için kurulan ilk mabed, Mekke'deki çok mübarek ve bütün âlemlere hidayet kaynağı olan Beyt (Kabe)dir.",
        "numberInSurah": 96,
        "juz": 4,
        "manzil": 1,
        "page": 62,
        "ruku": 51,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 390,
        "text": "Onda apaçık deliller, İbrahim'in makamı vardır. Oraya giren güvene erer. Ona bir yol bulabilenlerin Beyt'i haccetmesi Allah'ın insanlar üzerinde bir hakkıdır. Kim inkâr ederse, şüphesiz Allah bütün âlemlerden müstağni (kimseye muhtaç değil, her şey ona muhtaç)dir.",
        "numberInSurah": 97,
        "juz": 4,
        "manzil": 1,
        "page": 62,
        "ruku": 51,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 391,
        "text": "De ki: \"Ey kitap ehli! Allah yaptıklarınızı görüp dururken niçin Allah'ın âyetlerini inkâr ediyorsunuz?\"",
        "numberInSurah": 98,
        "juz": 4,
        "manzil": 1,
        "page": 62,
        "ruku": 51,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 392,
        "text": "De ki: \"Ey kitap ehli! Gerçeği görüp bildiğiniz hâlde niçin Allah'ın yolunu eğri göstermeye yeltenerek müminleri Allah'ın yolundan çevirmeye kalkışıyorsunuz? Allah yaptıklarınızdan habersiz değildir\".",
        "numberInSurah": 99,
        "juz": 4,
        "manzil": 1,
        "page": 62,
        "ruku": 51,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 393,
        "text": "Ey iman edenler! Kendilerine kitap verilenlerden herhangi bir gruba uyarsanız, imanınızdan sonra sizi döndürüp kâfir yaparlar.",
        "numberInSurah": 100,
        "juz": 4,
        "manzil": 1,
        "page": 62,
        "ruku": 51,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 394,
        "text": "Size Allah'ın âyetleri okunup dururken ve Allah'ın elçisi de aranızda iken nasıl inkâra saparsınız? Kim Allah'a sımsıkı bağlanırsa, kesinlikle doğru yola iletilmiştir.",
        "numberInSurah": 101,
        "juz": 4,
        "manzil": 1,
        "page": 63,
        "ruku": 51,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 395,
        "text": "Ey iman edenler! Allah'tan, O'na yaraşır şekilde korkun ve ancak müslümanlar olarak can verin.",
        "numberInSurah": 102,
        "juz": 4,
        "manzil": 1,
        "page": 63,
        "ruku": 52,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 396,
        "text": "Hep birlikte Allah'ın ipine (kitabına, dinine) sımsıkı sarılın. Parçalanıp ayrılmayın. Allah'ın üzerinizdeki nimetini düşünün. Hani siz birbirinize düşmanlar idiniz de, O, kalplerinizi birleştirmişti. İşte O'nun (bu) nimeti sayesinde kardeşler olmuştunuz. Yine siz, bir ateş çukurunun tam kenarında iken oradan da sizi O kurtarmıştı. İşte Allah size âyetlerini böyle apaçık bildiriyor ki, doğru yola eresiniz.",
        "numberInSurah": 103,
        "juz": 4,
        "manzil": 1,
        "page": 63,
        "ruku": 52,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 397,
        "text": "İçinizden hayra çağıran, iyiliği emredip kötülükten men eden bir topluluk bulunsun. İşte kurtuluşa eren onlardır.",
        "numberInSurah": 104,
        "juz": 4,
        "manzil": 1,
        "page": 63,
        "ruku": 52,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 398,
        "text": "Kendilerine apaçık deliller geldikten sonra parçalanıp ayrılığa düşenler gibi olmayın. İşte bunlar için büyük bir azap vardır.",
        "numberInSurah": 105,
        "juz": 4,
        "manzil": 1,
        "page": 63,
        "ruku": 52,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 399,
        "text": "O gün bazı yüzler ağarır, bazı yüzler kararır. Yüzleri kararanlara: \"İmanınızdan sonra küfrettiniz ha? Öyle ise inkâr etmenize karşılık azabı tadın\" (denecektir).",
        "numberInSurah": 106,
        "juz": 4,
        "manzil": 1,
        "page": 63,
        "ruku": 52,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 400,
        "text": "Yüzleri ağaranlara gelince, (onlar) Allah'ın rahmeti içindedirler. Onlar orada ebedî kalacaklardır.",
        "numberInSurah": 107,
        "juz": 4,
        "manzil": 1,
        "page": 63,
        "ruku": 52,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 401,
        "text": "Bunlar Allah'ın, sana gerçek olarak okuyageldiğimiz, âyetleridir. Allah âlemlere hiçbir haksızlık etmek istemez.",
        "numberInSurah": 108,
        "juz": 4,
        "manzil": 1,
        "page": 63,
        "ruku": 52,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 402,
        "text": "Göklerde ve yerde olanların hepsi Allah'ındır. Bütün işler Allah'a döndürülür.",
        "numberInSurah": 109,
        "juz": 4,
        "manzil": 1,
        "page": 64,
        "ruku": 52,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 403,
        "text": "Siz insanlar için çıkarılmış en hayırlı ümmetsiniz. İyiliği emreder, kötülükten vazgeçirmeğe çalışır ve Allah'a inanırsınız. Kitap ehli de inansaydı kendileri için elbette daha hayırlı olurdu. İçlerinden iman edenler de var, ama pek çoğu yoldan çıkmışlardır.",
        "numberInSurah": 110,
        "juz": 4,
        "manzil": 1,
        "page": 64,
        "ruku": 53,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 404,
        "text": "Onlar size eziyetten başka bir zarar veremezler. Eğer sizinle savaşmaya kalkışsalar, size arkalarını dönüp kaçarlar. Sonra kendilerine yardım da edilmez.",
        "numberInSurah": 111,
        "juz": 4,
        "manzil": 1,
        "page": 64,
        "ruku": 53,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 405,
        "text": "Onlar nerede bulunurlarsa bulunsunlar, üzerlerine alçaklık damgası vurulmuştur. Meğer ki Allah'ın ipine ve insanlar (müminler)ın ahdine sığınmış olsunlar. Onlar Allah'ın hışmına uğradılar ve üzerlerine de miskinlik damgası vuruldu. Bunun sebebi, onların Allah'ın âyetlerini inkâr etmiş olmaları ve haksız yere peygamberleri öldürmeleridir. Ayrıca isyan etmiş ve haddi de aşmışlardı.",
        "numberInSurah": 112,
        "juz": 4,
        "manzil": 1,
        "page": 64,
        "ruku": 53,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 406,
        "text": "Hepsi bir değildirler. Kitap ehli içinde doğruluk üzere bulunan bir ümmet (topluluk) vardır ki, gecenin saatlerinde onlar secdeye kapanarak Allah'ın âyetlerini okurlar.",
        "numberInSurah": 113,
        "juz": 4,
        "manzil": 1,
        "page": 64,
        "ruku": 53,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 407,
        "text": "Allah'a ve ahiret gününe inanırlar, iyiliği emrederler, kötülükten vazgeçirmeye çalışırlar, hayır işlerinde de birbirleriyle yarışırlar. İşte onlar iyi insanlardandır.",
        "numberInSurah": 114,
        "juz": 4,
        "manzil": 1,
        "page": 64,
        "ruku": 53,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 408,
        "text": "Onlar ne hayır işlerlerse karşılıksız bırakılmayacaklardır. Allah kendisinden gereği gibi sakınanları bilir.",
        "numberInSurah": 115,
        "juz": 4,
        "manzil": 1,
        "page": 64,
        "ruku": 53,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 409,
        "text": "O inkâr edenler (var ya), onların ne malları, ne de evlatları, onlara Allah'a karşı hiçbir fayda sağlamayacaktır. Onlar, ateş halkıdır; orada ebedi kalacaklardır.",
        "numberInSurah": 116,
        "juz": 4,
        "manzil": 1,
        "page": 65,
        "ruku": 53,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 410,
        "text": "Onların bu dünya hayatında harcadıklarının durumu, kendilerine zulmeden bir topluluğun ekinlerini vurup da mahveden kavurucu ve soğuk bir rüzgarın hali gibidir. Allah onlara zulmetmedi. Fakat kendileri, kendilerine zulmediyorlar.",
        "numberInSurah": 117,
        "juz": 4,
        "manzil": 1,
        "page": 65,
        "ruku": 53,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 411,
        "text": "Ey iman edenler! Kendi dışınızdakilerden sırdaş edinmeyin. Çünkü onlar size fenalık etmekten asla geri kalmazlar, hep sıkıntıya düşmenizi isterler. Kin ve düşmanlıkları ağızlarından taşmaktadır. Kalplerinde gizledikleri ise daha büyüktür. Düşünürseniz, biz size âyetleri açıkladık.",
        "numberInSurah": 118,
        "juz": 4,
        "manzil": 1,
        "page": 65,
        "ruku": 53,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 412,
        "text": "İşte siz öyle kimselersiniz ki, onları seversiniz, halbuki onlar sizi sevmezler, siz kitap(lar)ın hepsine inanırsınız, onlarsa sizinle buluştukları zaman \"inandık\" derler. Başbaşa kaldıkları zaman da kinlerinden dolayı parmaklarının uçlarını ısırırlar. De ki: \"kininizle geberin!\". Şüphesiz ki Allah göğüslerin (gönüllerin) özünü bilir.",
        "numberInSurah": 119,
        "juz": 4,
        "manzil": 1,
        "page": 65,
        "ruku": 53,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 413,
        "text": "Size bir iyilik dokunsa fenalarına gider, başınıza bir kötülük gelse onunla sevinirler. Eğer sabreder ve Allah'dan gereğince korkarsanız, onların hileleri size hiçbir zarar vermez; çünkü Allah onları kendi amelleriyle kuşatmıştır.",
        "numberInSurah": 120,
        "juz": 4,
        "manzil": 1,
        "page": 65,
        "ruku": 53,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 414,
        "text": "Hani sen sabah erkenden müminleri savaş mevzilerine yerleştirmek için ailenden ayrılmıştın. Allah, hakkıyla işiten ve bilendir.",
        "numberInSurah": 121,
        "juz": 4,
        "manzil": 1,
        "page": 65,
        "ruku": 54,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 415,
        "text": "O zaman içinizden iki takım bozulmaya yüz tutmuştu. Halbuki Allah onların yardımcısı idi. İnananlar, yalnız Allah'a dayanıp güvensinler.",
        "numberInSurah": 122,
        "juz": 4,
        "manzil": 1,
        "page": 66,
        "ruku": 54,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 416,
        "text": "Andolsun, sizler güçsüz olduğunuz halde Allah size Bedir'de yardım etmişti. Allah'tan sakının ki, O'na şükretmiş olasınız.",
        "numberInSurah": 123,
        "juz": 4,
        "manzil": 1,
        "page": 66,
        "ruku": 54,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 417,
        "text": "O zaman sen müminlere: \"Rabbinizin size, indirilmiş üç bin melek ile yardım etmesi size yetmez mi?\" diyordun.",
        "numberInSurah": 124,
        "juz": 4,
        "manzil": 1,
        "page": 66,
        "ruku": 54,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 418,
        "text": "Evet, sabreder ve (Allah'tan) korkarsanız, onlar ansızın üzerinize gelseler, Rabbiniz size nişanlı nişanlı beş bin melekle yardım eder.",
        "numberInSurah": 125,
        "juz": 4,
        "manzil": 1,
        "page": 66,
        "ruku": 54,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 419,
        "text": "Allah, bunu size sırf bir müjde olsun ve kalpleriniz bununla yatışsın diye yaptı. Yardım, yalnız daima galip ve hikmet sahibi olan Allah katındandır.",
        "numberInSurah": 126,
        "juz": 4,
        "manzil": 1,
        "page": 66,
        "ruku": 54,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 420,
        "text": "(Allah bu yardımı) inkâr edenlerden bir kısmını kessin veya perişan etsin de umutsuz olarak dönüp gitsinler (diye yaptı).",
        "numberInSurah": 127,
        "juz": 4,
        "manzil": 1,
        "page": 66,
        "ruku": 54,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 421,
        "text": "Bu işten sana hiçbir şey düşmez. (Allah), ya onların tevbesini kabul eder, yahut onlara, zalim olduklarından dolayı azab eder.",
        "numberInSurah": 128,
        "juz": 4,
        "manzil": 1,
        "page": 66,
        "ruku": 54,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 422,
        "text": "Göklerde ve yerde olanların hepsi Allah'ındır. Dilediğini bağışlar, dilediğine azab eder. Allah, çok bağışlayan, çok esirgeyendir.",
        "numberInSurah": 129,
        "juz": 4,
        "manzil": 1,
        "page": 66,
        "ruku": 54,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 423,
        "text": "Ey iman edenler! Kat kat artırılmış olarak faiz yemeyin. Allah'tan sakının ki kurtuluşa eresiniz.",
        "numberInSurah": 130,
        "juz": 4,
        "manzil": 1,
        "page": 66,
        "ruku": 55,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 424,
        "text": "Kâfirler için hazırlanmış olan ateşten sakının.",
        "numberInSurah": 131,
        "juz": 4,
        "manzil": 1,
        "page": 66,
        "ruku": 55,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 425,
        "text": "Allah ve Peygambere itaat edin ki, size de merhamet edilsin.",
        "numberInSurah": 132,
        "juz": 4,
        "manzil": 1,
        "page": 66,
        "ruku": 55,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 426,
        "text": "Rabbinizin bağışına ve genişliği göklerle yer arası kadar olan, Allah'tan gereği gibi korkanlar için hazırlanmış bulunan cennete koşun!",
        "numberInSurah": 133,
        "juz": 4,
        "manzil": 1,
        "page": 67,
        "ruku": 55,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 427,
        "text": "O (Allah'tan hakkıyla korka)nlar, bollukta ve darlıkta Allah için harcarlar, öfkelerini yutarlar, insanları affederler. Allah iyilik edenleri sever.",
        "numberInSurah": 134,
        "juz": 4,
        "manzil": 1,
        "page": 67,
        "ruku": 55,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 428,
        "text": "Ve onlar çirkin bir günah işledikleri, yahut nefislerine zulmettikleri zaman Allah'ı hatırlayarak hemen günahlarının bağışlanmasını dilerler. Allah'tan başka günahları kim bağışlayabilir? Bir de onlar, bile bile, işledikleri (günah) üzerinde ısrar etmezler.",
        "numberInSurah": 135,
        "juz": 4,
        "manzil": 1,
        "page": 67,
        "ruku": 55,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 429,
        "text": "İşte onların mükafatı (ödülleri) Rableri tarafından bağışlanma ve altından ırmaklar akan, ebedî kalacakları cennetlerdir. Çalışanların mükafatı ne güzeldir!",
        "numberInSurah": 136,
        "juz": 4,
        "manzil": 1,
        "page": 67,
        "ruku": 55,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 430,
        "text": "Muhakkak ki sizden önce birçok olaylar, şeriatler gelip geçmiştir. Yeryüzünde gezin, dolaşın da yalancıların sonunun nasıl olduğunu bir görün.",
        "numberInSurah": 137,
        "juz": 4,
        "manzil": 1,
        "page": 67,
        "ruku": 55,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 431,
        "text": "Bu (Kur'ân) insanlar için bir açıklama, Allah'dan gereğince korkanlar için doğru yolu gösterme ve bir öğüttür.",
        "numberInSurah": 138,
        "juz": 4,
        "manzil": 1,
        "page": 67,
        "ruku": 55,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 432,
        "text": "Gevşemeyin, üzülmeyin, eğer hakikaten inanıyorsanız, muhakkak üstün olan sizsinizdir.",
        "numberInSurah": 139,
        "juz": 4,
        "manzil": 1,
        "page": 67,
        "ruku": 55,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 433,
        "text": "Eğer size (Uhud savaşında) bir yara değmişse, (Bedir harbinde) o topluma da benzeri bir yara dokunmuştu. O günler ki, biz onları insanlar arasında döndürür dururuz. (Bu da) Allah'ın sizden iman edenleri ayırt etmesi ve sizden şahitler edinmesi içindir. Allah zalimleri sevmez.",
        "numberInSurah": 140,
        "juz": 4,
        "manzil": 1,
        "page": 67,
        "ruku": 55,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 434,
        "text": "Bir de bu, Allah'ın iman edenleri tertemiz seçip, kâfirleri yok etmesi içindir.",
        "numberInSurah": 141,
        "juz": 4,
        "manzil": 1,
        "page": 68,
        "ruku": 55,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 435,
        "text": "Yoksa siz, Allah içinizden cihad edenleri belli etmeden, sabredenleri ortaya çıkarmadan cennete girivereceğinizi mi sandınız?",
        "numberInSurah": 142,
        "juz": 4,
        "manzil": 1,
        "page": 68,
        "ruku": 55,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 436,
        "text": "Andolsun ki siz ölümle karşılaşmadan önce onu arzuluyordunuz. İşte onu gördünüz, ama bakıp duruyorsunuz.",
        "numberInSurah": 143,
        "juz": 4,
        "manzil": 1,
        "page": 68,
        "ruku": 55,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 437,
        "text": "Muhammed, ancak bir peygamberdir. Ondan önce de peygamberler gelip geçmiştir. Şimdi o ölür veya öldürülürse gerisin geriye (eski dininize) mi döneceksiniz? Kim (böyle) geri dönerse, Allah'a hiçbir şekilde zarar veremez. Allah şükredenleri mükafatlandıracaktır.",
        "numberInSurah": 144,
        "juz": 4,
        "manzil": 1,
        "page": 68,
        "ruku": 56,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 438,
        "text": "Allah'ın izni olmadıkça hiçbir kimseye ölmek yoktur. (Ölüm) belirli bir süreye göre yazılmıştır. Kim dünya menfaatini dilerse, kendisine ondan veririz. Kim de ahiret sevabını isterse ona da ondan veririz. Biz şükredenleri mükafatlandıracağız.",
        "numberInSurah": 145,
        "juz": 4,
        "manzil": 1,
        "page": 68,
        "ruku": 56,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 439,
        "text": "Nice peygamberler vardı ki, kendileriyle beraber birçok Allah dostları çarpıştılar; Allah yolunda başlarına gelenlerden yılgınlık göstermediler, zaafa düşmediler, boyun eğmediler. Allah sabredenleri sever.",
        "numberInSurah": 146,
        "juz": 4,
        "manzil": 1,
        "page": 68,
        "ruku": 56,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 440,
        "text": "Onların sözleri ancak: \"Rabbimiz! Bizim günahlarımızı ve işlerimizdeki taşkınlıklarımızı bağışla ve (yolunda) ayaklarımızı diret, Kâfirler güruhuna karşı da bize yardım et!\" demekten ibaretti.",
        "numberInSurah": 147,
        "juz": 4,
        "manzil": 1,
        "page": 68,
        "ruku": 56,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 441,
        "text": "Allah da onlara hem dünya nimetini, hem de ahiret sevabının güzelliğini verdi. Allah güzel davrananları sever.",
        "numberInSurah": 148,
        "juz": 4,
        "manzil": 1,
        "page": 68,
        "ruku": 56,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 442,
        "text": "Ey iman edenler! Siz eğer kâfir olanlara uyarsanız, sizi topuklarınız üstünde gerisin geriye çevirirler. O zaman büsbütün kaybedersiniz.",
        "numberInSurah": 149,
        "juz": 4,
        "manzil": 1,
        "page": 69,
        "ruku": 57,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 443,
        "text": "Hayır! Sizin mevlanız Allah'tır. O, yardım edenlerin en hayırlısıdır.",
        "numberInSurah": 150,
        "juz": 4,
        "manzil": 1,
        "page": 69,
        "ruku": 57,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 444,
        "text": "Allah'ın, hakkında hiçbir delil indirmediği şeyleri O'na ortak koşmalarından dolayı, inkâr edenlerin kalplerine korku salacağız. Onların yurtları ateştir. Zalimlerin dönüp varacağı yer ne kötüdür!",
        "numberInSurah": 151,
        "juz": 4,
        "manzil": 1,
        "page": 69,
        "ruku": 57,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 445,
        "text": "Siz Allah'ın izni ile düşmanlarınızı öldürürken, Allah, size olan vaadini yerine getirmiştir. Allah size sevdiğiniz (galibiyeti) gösterdikten sonra zaafa düştünüz. (Peygamber'in verdiği) emir hakkında tartışmaya kalkıştınız ve isyan ettiniz. Kiminiz dünyayı istiyordu, kiminiz ahireti istiyordu. Sonra Allah sizi, denemek için onlardan geri çevirdi ve sizi bağışladı. Allah müminlere karşı çok lütufkârdır.",
        "numberInSurah": 152,
        "juz": 4,
        "manzil": 1,
        "page": 69,
        "ruku": 57,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 446,
        "text": "Peygamber sizi arkanızdan çağırıp dururken, siz boyuna uzaklaşıyor, hiç kimseye dönüp bakmıyordunuz. Bundan dolayı Allah, size gam üstüne gam verdi ki, ne elinizden gidene, ne de başınıza gelene üzülmeyesiniz. Allah yaptıklarınızdan haberdardır.",
        "numberInSurah": 153,
        "juz": 4,
        "manzil": 1,
        "page": 69,
        "ruku": 57,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 447,
        "text": "Sonra o kederin ardından (Allah) üzerinize öyle bir eminlik, öyle bir uyku indirdi ki, o, içinizden bir zümreyi örtüp bürüyordu. Bir zümre de canları sevdasına düşmüştü. Allah'a karşı, cahiliyet zannı gibi, hakka aykırı bir zan besliyorlar ve \"Bu işten bize ne?\" diyorlardı. De ki: \"Bütün iş Allah'ındır\". Onlar sana açıklamayacaklarını içlerinde saklıyorlar (ve) diyorlar ki: \"Bize bu işten bir şey olsaydı burada öldürülmezdik\". Onlara şöyle söyle: \"Eğer siz evlerinizde olsaydınız bile, üzerlerine öldürülmesi yazılmış olanlar yine muhakkak yatacakları (öldürülecekleri) yerlere çıkıp gidecekti. Allah (bunu) göğüslerinizin içindekini denemek ve yüreklerinizdekini temizlemek için yaptı. Allah göğüslerin içinde olanı bilir.",
        "numberInSurah": 154,
        "juz": 4,
        "manzil": 1,
        "page": 70,
        "ruku": 57,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 448,
        "text": "İki toplumun karşılaştığı gün, içinizden yüz çevirip gidenler var ya, şeytan onların kazandıkları bazı şeylerden dolayı ayaklarını kaydırmak istedi. Ama yine de Allah onları affetti. Kuşkusuz Allah çok bağışlayandır, halim(çok yumuşak)dir.",
        "numberInSurah": 155,
        "juz": 4,
        "manzil": 1,
        "page": 70,
        "ruku": 57,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 449,
        "text": "Ey iman edenler! Sizler inkâr edenler ve yeryüzünde sefere veya savaşa çıkan kardeşleri için: \"Eğer bizim yanımızda olsalardı ölmezlerdi ve öldürülmezlerdi.\" diyenler gibi olmayın. Allah bunu, onların kalplerine bir hasret (yarası) olarak koydu. Allah, diriltir ve öldürür. Allah yaptıklarınızı görmektedir.",
        "numberInSurah": 156,
        "juz": 4,
        "manzil": 1,
        "page": 70,
        "ruku": 58,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 450,
        "text": "Eğer Allah yolunda öldürülür veya ölürseniz, Allah'ın bağışlaması ve rahmeti, (sizin için) onların topladıkları (dünyalıkları)ndan daha hayırlıdır.",
        "numberInSurah": 157,
        "juz": 4,
        "manzil": 1,
        "page": 70,
        "ruku": 58,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 451,
        "text": "Andolsun, ölseniz de, öldürülseniz de Allah'ın huzurunda toplanacaksınız.",
        "numberInSurah": 158,
        "juz": 4,
        "manzil": 1,
        "page": 71,
        "ruku": 58,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 452,
        "text": "Sen (o zaman), sırf Allah'ın rahmetiyle onlara karşı yumuşak davrandın. Eğer kaba, katı yürekli olsaydın, onlar senin etrafından dağılıp giderlerdi. Artık onları sen bağışla, onlar için Allah'dan mağfiret dile. (Yapacağın) işlerde onlara da danış, bir kere de azmettin mi, artık Allah'a dayan. Muhakkak ki Allah kendine dayanıp güvenenleri sever.",
        "numberInSurah": 159,
        "juz": 4,
        "manzil": 1,
        "page": 71,
        "ruku": 58,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 453,
        "text": "Allah size yardım ederse, sizi yenecek yoktur. Eğer sizi yardımsız bırakırsa, artık ondan sonra size kim yardım edebilir? Müminler ancak Allah'a güvenip dayansınlar.",
        "numberInSurah": 160,
        "juz": 4,
        "manzil": 1,
        "page": 71,
        "ruku": 58,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 454,
        "text": "Hiçbir peygambere ganimet malını gizlemesi (devletmillet malını aşırması) yaraşmaz. Kim böyle bir aşırma ve ihanette bulunursa kıyamet günü aşırdığını boynuna yüklenerek getirir. Sonra da herkese kazandığının karşılığı tastamam ödenir, onlar haksızlığa da uğramazlar.",
        "numberInSurah": 161,
        "juz": 4,
        "manzil": 1,
        "page": 71,
        "ruku": 58,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 455,
        "text": "Allah'ın rızasına uyan kimse, Allah'ın hışmına uğrayan ve varacağı yer cehennem olan kimse gibi midir? Varış yeri olarak ne kötüdür orası!",
        "numberInSurah": 162,
        "juz": 4,
        "manzil": 1,
        "page": 71,
        "ruku": 58,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 456,
        "text": "Onlar (insanlar) Allah katında derece derecedirler. Allah, onların yaptıklarını görmektedir.",
        "numberInSurah": 163,
        "juz": 4,
        "manzil": 1,
        "page": 71,
        "ruku": 58,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 457,
        "text": "Andolsun ki Allah, müminlere kendilerinden, onlara kendi âyetlerini okuyan, onları arındıran ve onlara kitab ve hikmeti öğreten bir Peygamber göndermekle büyük bir lütufta bulunmuştur. Oysa onlar, daha önce apaçık bir sapıklık içindeydiler.",
        "numberInSurah": 164,
        "juz": 4,
        "manzil": 1,
        "page": 71,
        "ruku": 58,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 458,
        "text": "(Bedir'de düşmanı) iki katına uğrattığınız bir musibet (Uhud'da) size çarpınca mı: \"Bu nereden\" dediniz? De ki: \"Bu başınıza gelen kendinizdendir\". Şüphesiz Allah her şeye kâdirdir.",
        "numberInSurah": 165,
        "juz": 4,
        "manzil": 1,
        "page": 71,
        "ruku": 58,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 459,
        "text": "İki topluluğun karşılaştığı günde başınıza gelen musibet de Allah'ın izniyledir. Bu da müminleri belirlemesi ve hem de münafıklık yapanları ayırt etmesi içindir. Ve onlara: \"Geliniz, Allah yolunda savaşınız veya (hiç olmazsa) savunmaya geçiniz.\" denilmişti. Onlar ise: \"Biz savaşmasını (veya savaş olacağını) bilseydik arkanızdan gelirdik.\" demişlerdi. Onlar, o gün, imandan çok küfre yakındılar. kalblerinde olmayanı ağızlarıyla söylüyorlardı. Allah neyi gizlediklerini daha iyi bilendir.",
        "numberInSurah": 166,
        "juz": 4,
        "manzil": 1,
        "page": 72,
        "ruku": 58,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 460,
        "text": "İki topluluğun karşılaştığı günde başınıza gelen musibet de Allah'ın izniyledir. Bu da müminleri belirlemesi ve hem de münafıklık yapanları ayırt etmesi içindir. Ve onlara: \"Geliniz, Allah yolunda savaşınız veya (hiç olmazsa) savunmaya geçiniz.\" denilmişti. Onlar ise: \"Biz savaşmasını (veya savaş olacağını) bilseydik arkanızdan gelirdik.\" demişlerdi. Onlar, o gün, imandan çok küfre yakındılar. kalblerinde olmayanı ağızlarıyla söylüyorlardı. Allah neyi gizlediklerini daha iyi bilendir.",
        "numberInSurah": 167,
        "juz": 4,
        "manzil": 1,
        "page": 72,
        "ruku": 58,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 461,
        "text": "Kendileri oturup kaldıkları halde kardeşleri için: \"Eğer bize uysalardı öldürülmezlerdi\" dediler. Onlara de ki: \"Eğer iddianızda doğru iseniz, kendinizden ölümü uzaklaştırınız\".",
        "numberInSurah": 168,
        "juz": 4,
        "manzil": 1,
        "page": 72,
        "ruku": 58,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 462,
        "text": "Allah yolunda öldürülenleri sakın ölüler sanma. Bilakis onlar diridirler, Rab'leri katında rızıklanmaktadırlar.",
        "numberInSurah": 169,
        "juz": 4,
        "manzil": 1,
        "page": 72,
        "ruku": 58,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 463,
        "text": "Allah'ın lütfundan verdiği nimetle sevinçlidirler. Arkalarından kendilerine ulaşamayan kimselere de hiç bir korku olmayacağını ve üzülmeyeceklerini müjdelemek isterler.",
        "numberInSurah": 170,
        "juz": 4,
        "manzil": 1,
        "page": 72,
        "ruku": 58,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 464,
        "text": "Onlar, Allah'ın nimetini, keremini ve Allah'ın, müminlerin ecrini zayi etmeyeceğini müjdelerler.",
        "numberInSurah": 171,
        "juz": 4,
        "manzil": 1,
        "page": 72,
        "ruku": 58,
        "hizbQuarter": 29,
        "sajda": false
      },
      {
        "number": 465,
        "text": "Kendilerine yara dokunduktan sonra da Allah ve Peygamberi'nin davetine uydular. Hele onlardan iyilik edenlere ve gereğince Allah'tan korkanlara büyük bir mükafat vardır.",
        "numberInSurah": 172,
        "juz": 4,
        "manzil": 1,
        "page": 72,
        "ruku": 59,
        "hizbQuarter": 29,
        "sajda": false
      },
      {
        "number": 466,
        "text": "İnsanlar onlara: \"Düşmanlarınız size karşı ordu topladı, onlardan korkun.\" dediklerinde, bu, onların imanını artırdı ve şöyle dediler: \"Allah bize yeter. O ne güzel vekildir\".",
        "numberInSurah": 173,
        "juz": 4,
        "manzil": 1,
        "page": 72,
        "ruku": 59,
        "hizbQuarter": 29,
        "sajda": false
      },
      {
        "number": 467,
        "text": "Bunun üzerine kendilerine hiç bir kötülük dokunmadan Allah'ın nimeti ve lütfuyla geri döndüler ve Allah'ın rızasına uydular. Allah büyük lütuf sahibidir.",
        "numberInSurah": 174,
        "juz": 4,
        "manzil": 1,
        "page": 73,
        "ruku": 59,
        "hizbQuarter": 29,
        "sajda": false
      },
      {
        "number": 468,
        "text": "(Size o haberi getiren) ancak şeytandır, (sadece) kendi dostlarını korkutabilir. Onlardan korkmayın, eğer mümin iseniz benden korkun.",
        "numberInSurah": 175,
        "juz": 4,
        "manzil": 1,
        "page": 73,
        "ruku": 59,
        "hizbQuarter": 29,
        "sajda": false
      },
      {
        "number": 469,
        "text": "Küfürde yarışanlar seni üzmesin. Onlar, Allah'a hiç bir şekilde zarar veremezler. Allah onlara ahirette bir pay vermemek istiyor. Onlar için büyük bir azap vardır.",
        "numberInSurah": 176,
        "juz": 4,
        "manzil": 1,
        "page": 73,
        "ruku": 59,
        "hizbQuarter": 29,
        "sajda": false
      },
      {
        "number": 470,
        "text": "İman karşılığında inkarı satın alanlar Allah'a hiç bir zarar veremezler. Onlar için acı bir azap vardır.",
        "numberInSurah": 177,
        "juz": 4,
        "manzil": 1,
        "page": 73,
        "ruku": 59,
        "hizbQuarter": 29,
        "sajda": false
      },
      {
        "number": 471,
        "text": "Kâfirler, kendilerine mühlet vermemizin, şahısları için hayırlı olduğunu sanmasınlar. Biz onlara bu mühleti, ancak günahlarını artırsınlar diye veriyoruz. Onlar için alçaltıcı bir azap vardır.",
        "numberInSurah": 178,
        "juz": 4,
        "manzil": 1,
        "page": 73,
        "ruku": 59,
        "hizbQuarter": 29,
        "sajda": false
      },
      {
        "number": 472,
        "text": "Allah, müminleri içinde bulunduğunuz şu durumda bırakacak değildir, pisi temizden ayıracaktır. Ve Allah sizi gayba vakıf kılacak da değildir. Fakat Allah, peygamberlerinden dilediğini seçip (gaybı bildirir). O halde Allah'a ve peygamberlerine iman edin. Eğer iman eder ve günahlardan korunursanız, sizin için büyük bir mükafat vardır.",
        "numberInSurah": 179,
        "juz": 4,
        "manzil": 1,
        "page": 73,
        "ruku": 59,
        "hizbQuarter": 29,
        "sajda": false
      },
      {
        "number": 473,
        "text": "Allah'ın, kendilerine lütfundan verdiği nimetlere karşı cimrilik edenler, bunun, kendileri için hayırlı olduğunu sanmasınlar. Hayır o, kendileri için şerdir. Cimrilik ettikleri şey, kıyamet gününde boyunlarına dolanacaktır. Göklerin ve yerin mirası Allah'a aittir. Allah yaptıklarınızdan haberdardır.",
        "numberInSurah": 180,
        "juz": 4,
        "manzil": 1,
        "page": 73,
        "ruku": 59,
        "hizbQuarter": 29,
        "sajda": false
      },
      {
        "number": 474,
        "text": "Allah, \"Şüphesiz Allah fakirdir, biz zenginiz.\" diyenlerin lafını elbette duymuştur. Onların söylediklerini ve peygamberleri haksız yere öldürmelerini yazacağız ve şöyle diyeceğiz: \"Tadın o yakıcı azabı!\".",
        "numberInSurah": 181,
        "juz": 4,
        "manzil": 1,
        "page": 74,
        "ruku": 60,
        "hizbQuarter": 29,
        "sajda": false
      },
      {
        "number": 475,
        "text": "\"Bu, kendi ellerinizin yapıp öne sürdüğünün karşılığıdır\". Allah kullar(ın)a asla zulmetmez.",
        "numberInSurah": 182,
        "juz": 4,
        "manzil": 1,
        "page": 74,
        "ruku": 60,
        "hizbQuarter": 29,
        "sajda": false
      },
      {
        "number": 476,
        "text": "\"Ateşin yiyeceği bir kurban getirmedikçe hiç bir peygambere iman etmeyeceğimize dair Allah bize ahidde bulundu.\" diyenlere de ki: \"Benden önce size bazı peygamberler açık belgelerle ve sizin dediğiniz şeyle geldi. Eğer doğru insanlarsanız, ya onlarıniçin öldürdünüz?\"",
        "numberInSurah": 183,
        "juz": 4,
        "manzil": 1,
        "page": 74,
        "ruku": 60,
        "hizbQuarter": 29,
        "sajda": false
      },
      {
        "number": 477,
        "text": "Eğer seni yalanladılarsa, senden önce açık deliller, hikmetli sayfalar ve aydınlatıcı kitap getiren peygamberler de yalanlanmıştı.",
        "numberInSurah": 184,
        "juz": 4,
        "manzil": 1,
        "page": 74,
        "ruku": 60,
        "hizbQuarter": 29,
        "sajda": false
      },
      {
        "number": 478,
        "text": "Her canlı ölümü tadacaktır. Kıyamet günü ecirleriniz size eksiksiz olarak verilecektir. Kim cehennemden uzaklaştırılıp cennete konursa o, gerçekten kurtuluşa ermiştir. Dünya hayatı, aldatıcı zevkten başka birşey değildir.",
        "numberInSurah": 185,
        "juz": 4,
        "manzil": 1,
        "page": 74,
        "ruku": 60,
        "hizbQuarter": 29,
        "sajda": false
      },
      {
        "number": 479,
        "text": "Muhakkak siz, mallarınız ve canlarınız hususunda imtihan olunacaksınız. Sizden önce kendilerine kitap verilenlerden ve Allah'a ortak koşanlardan size eziyet verici bir çok söz işiteceksiniz. Eğer sabreder ve Allah'dan gereği gibi korkarsanız, şüphesiz işte bu azmi gerektiren işlerdendir.",
        "numberInSurah": 186,
        "juz": 4,
        "manzil": 1,
        "page": 74,
        "ruku": 60,
        "hizbQuarter": 30,
        "sajda": false
      },
      {
        "number": 480,
        "text": "Bir zaman Allah, kendilerine kitap verilenlerden, \"Onu mutlaka insanlara açıklayacaksınız, onu gizlemiyeceksiniz.\" diye söz almıştı. Onlar ise bunu kulak ardı ettiler ve onu az bir dünyalığa değiştiler. Yaptıkları bu alışveriş ne kadar kötüdür.",
        "numberInSurah": 187,
        "juz": 4,
        "manzil": 1,
        "page": 75,
        "ruku": 60,
        "hizbQuarter": 30,
        "sajda": false
      },
      {
        "number": 481,
        "text": "O yaptıklarına sevinen ve yapmadıkları şeylerle de övülmek isteyenlerin (onacaklarını) sanma! Onların azaptan kurtulacaklarını da sanma! Onlar için can yakıcı bir azap vardır.",
        "numberInSurah": 188,
        "juz": 4,
        "manzil": 1,
        "page": 75,
        "ruku": 60,
        "hizbQuarter": 30,
        "sajda": false
      },
      {
        "number": 482,
        "text": "Göklerin ve yerin mülkü Allah'ındır. Allah her şeye kâdirdir.",
        "numberInSurah": 189,
        "juz": 4,
        "manzil": 1,
        "page": 75,
        "ruku": 60,
        "hizbQuarter": 30,
        "sajda": false
      },
      {
        "number": 483,
        "text": "Göklerin ve yerin yaratılışında, gece ile gündüzün birbiri ardınca gelip gidişinde selim akıl sahipleri için gerçekten açık, ibretli deliller vardır.",
        "numberInSurah": 190,
        "juz": 4,
        "manzil": 1,
        "page": 75,
        "ruku": 61,
        "hizbQuarter": 30,
        "sajda": false
      },
      {
        "number": 484,
        "text": "Onlar ayaktayken, otururken ve yanları üzerine yatarken Allah'ı anarlar; göklerin ve yerin yaratılışı üzerinde düşünürler. Ve \"Rabbimiz! Sen bunu boş yere yaratmadın, Sen yücesin, bizi ateşin azabından koru.\" derler.",
        "numberInSurah": 191,
        "juz": 4,
        "manzil": 1,
        "page": 75,
        "ruku": 61,
        "hizbQuarter": 30,
        "sajda": false
      },
      {
        "number": 485,
        "text": "\"Rabbimiz! Sen kimi cehennem ateşine sokarsan onu rezil etmişsindir. Zalimlerin hiç yardımcıları yoktur\".",
        "numberInSurah": 192,
        "juz": 4,
        "manzil": 1,
        "page": 75,
        "ruku": 61,
        "hizbQuarter": 30,
        "sajda": false
      },
      {
        "number": 486,
        "text": "\"Rabbimiz! Biz, 'Rabbinize iman edin' diye imana çağıran bir davetçi işittik, hemen iman ettik. Rabbimiz! Günahlarımızı bağışla, kötülüklerimizi ört, bizleri sana ermiş kullarınla beraber yanına al\".",
        "numberInSurah": 193,
        "juz": 4,
        "manzil": 1,
        "page": 75,
        "ruku": 61,
        "hizbQuarter": 30,
        "sajda": false
      },
      {
        "number": 487,
        "text": "\"Rabbimiz! bize peygamberlerine vaad ettiğini ver, kıyamet günü bizi rezil etme. Muhakkak sen verdiğin sözden dönmezsin\".",
        "numberInSurah": 194,
        "juz": 4,
        "manzil": 1,
        "page": 75,
        "ruku": 61,
        "hizbQuarter": 30,
        "sajda": false
      },
      {
        "number": 488,
        "text": "Rableri onlara şu karşılığı verdi: \"Ben, erkek olsun, kadın olsun, sizden, hiçbir çalışanın amelini zayi etmeyeceğim. Sizler birbirinizdensiniz. Göç edenler, yurtlarından çıkarılanlar, yolumda eziyet edilenler, savaşanlar ve öldürülenler... Onların günahlarını elbette örteceğim ve Allah katından bir mükafat olmak üzere, onları altından ırmaklar akan cennetlere de koyacağım. En güzel mükafat Allah katındadır\".",
        "numberInSurah": 195,
        "juz": 4,
        "manzil": 1,
        "page": 76,
        "ruku": 61,
        "hizbQuarter": 30,
        "sajda": false
      },
      {
        "number": 489,
        "text": "Kâfirlerin diyar diyar dolaşmaları sakın seni aldatmasın.",
        "numberInSurah": 196,
        "juz": 4,
        "manzil": 1,
        "page": 76,
        "ruku": 61,
        "hizbQuarter": 30,
        "sajda": false
      },
      {
        "number": 490,
        "text": "Bu, az bir geçimliktir. Sonra onların varacakları yer cehennemdir. Ne kötü bir yataktır orası!",
        "numberInSurah": 197,
        "juz": 4,
        "manzil": 1,
        "page": 76,
        "ruku": 61,
        "hizbQuarter": 30,
        "sajda": false
      },
      {
        "number": 491,
        "text": "Fakat Rablerinden gereğince korkanlar için altlarından ırmaklar akan cennetler vardır. Onlar orada ebedî olarak kalacaklar, Allah katından ağırlanacaklardır. İyiler için Allah katındakiler daha hayırlıdır.",
        "numberInSurah": 198,
        "juz": 4,
        "manzil": 1,
        "page": 76,
        "ruku": 61,
        "hizbQuarter": 30,
        "sajda": false
      },
      {
        "number": 492,
        "text": "Kitap ehlinden öyleleri var ki, Allah'a inanırlar, size indirilene ve kendilerine indirileneAllah'a boyun eğerek inanırlar. Allah'ın âyetlerini az bir değere değişmezler. Onların mükafatı da Allah katındadır. Şüphesiz Allah, hesabı çabuk görendir.",
        "numberInSurah": 199,
        "juz": 4,
        "manzil": 1,
        "page": 76,
        "ruku": 61,
        "hizbQuarter": 30,
        "sajda": false
      },
      {
        "number": 493,
        "text": "Ey iman edenler! Sabredin, düşmanlarınıza karşı sebat gösterin, nöbet bekleşin, Allah'dan gereğince korkun ki, kurtuluşa eresiniz.",
        "numberInSurah": 200,
        "juz": 4,
        "manzil": 1,
        "page": 76,
        "ruku": 61,
        "hizbQuarter": 30,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "tr.yazir",
      "language": "tr",
      "name": "Elmalılı Hamdi Yazır",
      "englishName": "Elmalili Hamdi Yazir",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}