{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 7,
    "name": "سُورَةُ الأَعۡرَافِ",
    "englishName": "Al-A'raaf",
    "englishNameTranslation": "The Heights",
    "revelationType": "Meccan",
    "numberOfAyahs": 206,
    "ayahs": [
      {
        "number": 955,
        "text": "Elif, lâm, mîm, sâd.",
        "numberInSurah": 1,
        "juz": 8,
        "manzil": 2,
        "page": 151,
        "ruku": 122,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 956,
        "text": "(Bu,) sana indirilen bir Kitab'tır. Onunla (insanları) uyarman ve inananlara öğüt (vermen) hususunda göğsünde bir sıkıntı olmasın.",
        "numberInSurah": 2,
        "juz": 8,
        "manzil": 2,
        "page": 151,
        "ruku": 122,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 957,
        "text": "(Ey insanlar) Rabbinizden, size indirilene uyun ve O'ndan başka dostlara uymayın. Ne kadar da az öğüt alıyorsunuz!",
        "numberInSurah": 3,
        "juz": 8,
        "manzil": 2,
        "page": 151,
        "ruku": 122,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 958,
        "text": "Nice kentler helak ettik. Gece yatarlarken, yahut gündüz uyurlarken, azabımız onlara geliverdi.",
        "numberInSurah": 4,
        "juz": 8,
        "manzil": 2,
        "page": 151,
        "ruku": 122,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 959,
        "text": "Azabımız onlara geldiğinde \"Biz gerçekten zalimlermişiz!\" demelerinden başka yalvarışları kalmadı.",
        "numberInSurah": 5,
        "juz": 8,
        "manzil": 2,
        "page": 151,
        "ruku": 122,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 960,
        "text": "Kendilerine elçi gönderilmiş olanlara da soracağız, gönderilen elçilere de soracağız.",
        "numberInSurah": 6,
        "juz": 8,
        "manzil": 2,
        "page": 151,
        "ruku": 122,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 961,
        "text": "Ve elbette onlara, olanbiten herşeyi bir bilgi ile anlatacağız; çünkü biz onlardan uzak değiliz.",
        "numberInSurah": 7,
        "juz": 8,
        "manzil": 2,
        "page": 151,
        "ruku": 122,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 962,
        "text": "O gün (amelleri tartacak) terazi haktır. Kimin (sevap) tartıları ağır gelirse, işte onlar kurtulanlardır.",
        "numberInSurah": 8,
        "juz": 8,
        "manzil": 2,
        "page": 151,
        "ruku": 122,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 963,
        "text": "Kimin (sevap) tartıları hafif gelirse, işte onlar da âyetlerimize haksızlık etmelerinden ötürü kendilerini ziyana sokanlardır.",
        "numberInSurah": 9,
        "juz": 8,
        "manzil": 2,
        "page": 151,
        "ruku": 122,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 964,
        "text": "Doğrusu Biz sizi yeryüzünde, yerleştirdik, orada size geçimlikler verdik; ne kadar da az şükrediyorsunuz!",
        "numberInSurah": 10,
        "juz": 8,
        "manzil": 2,
        "page": 151,
        "ruku": 122,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 965,
        "text": "Sizi yarattık, sonra size biçim verdik, sonra da meleklere: \"Âdem'e secde edin\" dedik; hepsi secde ettiler, yalnız İblis, secde edenlerden olmadı.",
        "numberInSurah": 11,
        "juz": 8,
        "manzil": 2,
        "page": 151,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 966,
        "text": "(Allah) buyurdu: \"Sana emrettiğim zaman, seni secde etmekten alıkoyan nedir?\" (İblis): \"Ben, dedi, ondan hayırlıyım; beni ateşten yarattın, onu çamurdan yarattın.\"",
        "numberInSurah": 12,
        "juz": 8,
        "manzil": 2,
        "page": 152,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 967,
        "text": "(Allah) buyurdu: \"Öyleyse oradan in, orada büyüklük taslamak senin haddin değildir. Çık, çünkü sen aşağılıklardansın.\"",
        "numberInSurah": 13,
        "juz": 8,
        "manzil": 2,
        "page": 152,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 968,
        "text": "(İblis) dedi: (Bari) bana (insanların) tekrar diriltilecekleri güne kadar süre ver.\"",
        "numberInSurah": 14,
        "juz": 8,
        "manzil": 2,
        "page": 152,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 969,
        "text": "(Allah) buyurdu: \"Haydi sen süre verilmişlerdensin.\"",
        "numberInSurah": 15,
        "juz": 8,
        "manzil": 2,
        "page": 152,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 970,
        "text": "\"Öyleyse, dedi, beni azdırmana karşılık, and içerim ki, ben de onlar(ı saptırmak) için senin doğru yolunun üstüne oturacağım.\"",
        "numberInSurah": 16,
        "juz": 8,
        "manzil": 2,
        "page": 152,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 971,
        "text": "\"Sonra (onların) önlerinden arkalarından, sağlarından sollarından onlara sokulacağım ve sen, çoklarını şükredenlerden, bulmayacaksın.\"",
        "numberInSurah": 17,
        "juz": 8,
        "manzil": 2,
        "page": 152,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 972,
        "text": "(Allah) buyurdu: \"Haydi, sen, yerilmiş ve kovulmuş olarak oradan çık. And olsun ki, onlardan sana kim uyarsa, (bilin ki) sizin hepinizden (derleyip) cehennemi dolduracağım.\"",
        "numberInSurah": 18,
        "juz": 8,
        "manzil": 2,
        "page": 152,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 973,
        "text": "(Sonra Allah, Âdem'e hitab etti): \"Ey Âdem! Sen ve eşin cennette durun, dilediğiniz yerden yeyin; fakat şu ağaca yaklaşmayın, yoksa zalimlerden olursunuz.\"",
        "numberInSurah": 19,
        "juz": 8,
        "manzil": 2,
        "page": 152,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 974,
        "text": "Derken onların, kendilerinden gizli kalan çirkin yerlerini kendilerine göstermek için onlara fısıldadı: \"Rabbiniz, başka bir sebepten dolayı değil, sırf ikiniz de birer melek ya da ebedî kalıcılardan olursunuz diye sizi şu ağaçtan men etti.\" dedi.",
        "numberInSurah": 20,
        "juz": 8,
        "manzil": 2,
        "page": 152,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 975,
        "text": "Ve onlara: \"Elbette ben size öğüt verenlerdenim.\" diye de yemin etti.",
        "numberInSurah": 21,
        "juz": 8,
        "manzil": 2,
        "page": 152,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 976,
        "text": "Böylece onları aldatarak aşağı sarkıttı (önceki mevkilerinden indirdi). Ağacı(n meyvesini) tadınca, çirkin yerleri kendilerine göründü ve cennet yapraklarını üst üste yamayıp üzerlerini örtmeğe başladılar. Rableri onlara seslendi: \"Ben sizi o ağaçtan men etmedim mi ve şeytan size apaçık düşmandır, demedim mi?\"",
        "numberInSurah": 22,
        "juz": 8,
        "manzil": 2,
        "page": 152,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 977,
        "text": "Dediler ki: \"Ey Rabbimiz! Biz kendimize zulmettik, eğer bizi bağışlamaz ve bize rahmetinle muamele etmezsen muhakkak ziyana uğrayacaklardan oluruz!\"",
        "numberInSurah": 23,
        "juz": 8,
        "manzil": 2,
        "page": 153,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 978,
        "text": "(Allah) buyurdu: \"Birbirinize düşman olarak inin, sizin yeryüzünde bir süreye kadar kalıp geçinmeniz gerekmektedir.\"",
        "numberInSurah": 24,
        "juz": 8,
        "manzil": 2,
        "page": 153,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 979,
        "text": "\"Orada yaşayacaksınız, orada öleceksiniz ve yine oradan (dirilip) çıkarılacaksınız!\" dedi.",
        "numberInSurah": 25,
        "juz": 8,
        "manzil": 2,
        "page": 153,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 980,
        "text": "Ey Âdemoğulları, size çirkin yerlerinizi örtecek giysi, süslenecek elbise indirdik. Hayırlı olan, takva elbisesidir. İşte bu(nlar), Allah'ın âyetlerindendir, belki düşünüp öğüt alırlar.",
        "numberInSurah": 26,
        "juz": 8,
        "manzil": 2,
        "page": 153,
        "ruku": 124,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 981,
        "text": "Ey Âdemoğulları. Şeytan, ana babanızı, çirkin yerlerini onlara göstermek için elbiselerini soyarak cennetten çıkardığı gibi, sizi de (şaşırtıp) bir belaya düşürmesin! Çünkü o ve kabilesi, sizin onları göremeyeceğiniz yerden sizi görürler. Biz, şeytanları, inanmayanların dostu yaptık.",
        "numberInSurah": 27,
        "juz": 8,
        "manzil": 2,
        "page": 153,
        "ruku": 124,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 982,
        "text": "Onlar bir kötülük yaptıkları zaman: \"Babalarımızı bu yolda bulduk, bunu bize Allah emretti.\" derler. De ki: \"Allah kötülüğü emretmez. Allah'a karşı bilmediğiniz şeyleri mi söylüyorsunuz?\"",
        "numberInSurah": 28,
        "juz": 8,
        "manzil": 2,
        "page": 153,
        "ruku": 124,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 983,
        "text": "De ki: \"Rabbim bana adaleti emretti. Her mescidde yüzünüzü O'na doğrultun ve dini yalnız kendisine has kılarak O'na yalvarın. İlkin sizi yarattığı gibi yine O'na döneceksiniz.\"",
        "numberInSurah": 29,
        "juz": 8,
        "manzil": 2,
        "page": 153,
        "ruku": 124,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 984,
        "text": "(O) bir topluluğu doğru yola iletti, bir topluluğa da sapıklık hak oldu. Çünkü onlar, şeytanları Allah'tan başka dostlar tuttular ve kendilerinin de doğru yolda olduklarını sanıyorlar.",
        "numberInSurah": 30,
        "juz": 8,
        "manzil": 2,
        "page": 153,
        "ruku": 124,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 985,
        "text": "Ey Âdemoğulları! Her mescide gidişinizde güzel giysilerinizi giyin ve yiyin, için, fakat israf etmeyin, Çünkü Allah israf edenleri sevmez.",
        "numberInSurah": 31,
        "juz": 8,
        "manzil": 2,
        "page": 154,
        "ruku": 124,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 986,
        "text": "De ki: \"Allah'ın kulları için çıkardığı zinetleri ve tertemiz rızıkları kim haram kılmış?\" De ki: \"Bunlar, bu dünya hayatında inananlar içindir, kıyamet gününde de yalnız onlara mahsustur\". İşte böylece biz âyetleri bilen bir topluluğa uzun uzun açıklıyoruz.",
        "numberInSurah": 32,
        "juz": 8,
        "manzil": 2,
        "page": 154,
        "ruku": 125,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 987,
        "text": "De ki: \"Rabbim, sadece fuhşiyatı, onun açık ve gizli olanını, günahları, haksız yere isyanı, haklarında hiç bir delil indirmediği şeyleri Allah'a ortak koşmanızı ve Allah hakkında bilmediğiniz şeyleri söylemenizi yasaklamıştır\".",
        "numberInSurah": 33,
        "juz": 8,
        "manzil": 2,
        "page": 154,
        "ruku": 125,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 988,
        "text": "Her ümmetin bir eceli vardır. O ecel geldiğinde, ne bir ân erteleyebilirler, ne de öne alabilirler.",
        "numberInSurah": 34,
        "juz": 8,
        "manzil": 2,
        "page": 154,
        "ruku": 125,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 989,
        "text": "Ey Âdemoğulları! Size içinizden peygamberler gelip âyetlerimi anlattıklarında, kim Allah'tan korkar ve kendini düzeltirse, işte onlar için korku yoktur. Onlar üzülmeyeceklerdir de.",
        "numberInSurah": 35,
        "juz": 8,
        "manzil": 2,
        "page": 154,
        "ruku": 125,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 990,
        "text": "Kim de âyetlerimizi yalanlar ve onlara karşı büyüklük taslarsa, işte onlar cehennemliktirler ve orada ebedî olarak kalacaklardır.",
        "numberInSurah": 36,
        "juz": 8,
        "manzil": 2,
        "page": 154,
        "ruku": 125,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 991,
        "text": "Allah'a karşı yalan uyduran yahut âyetlerini yalanlayandan daha zalim kim olabilir? Onlara Kitap'tan nasipleri erişir. Canlarını alacak elçilerimiz gelince onlara: \"Allah'tan başka taptıklarınız nerede?\" derler. Onlar: \"O taptıklarımız bizden sapıp ayrıldılar.\" derler. Böylece kendilerinin kâfir olduklarına bizzat şahitlik ederler.",
        "numberInSurah": 37,
        "juz": 8,
        "manzil": 2,
        "page": 154,
        "ruku": 125,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 992,
        "text": "Allah onlara: \"Sizden önce geçmiş cin ve insan topluluklarıyla beraber cehennem ateşine girin!\" der. Cehenneme giren her ümmet kendi din kardeşine lanet eder. Nihayet hepsi oraya toplandığında, sonrakiler öncekiler hakkında derler ki: \"Rabbimiz! İşte şunlar bizi doğru yoldan saptırdı. Onlara cehennem ateşinden kat kat azab ver\". Allah der ki: \"Herkesin azabı kat kattır, fakat siz bilemezsiniz\".",
        "numberInSurah": 38,
        "juz": 8,
        "manzil": 2,
        "page": 155,
        "ruku": 125,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 993,
        "text": "Öncekiler de sonrakilere derler ki: \"Sizin bizden bir üstünlüğünüz yoktur. O halde yaptıklarınızdan dolayı azabı tadın\".",
        "numberInSurah": 39,
        "juz": 8,
        "manzil": 2,
        "page": 155,
        "ruku": 125,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 994,
        "text": "Bizim âyetlerimizi yalanlayan ve onlara inanmaya tenezzül etmeyenler var ya, işte onlara göğün kapıları açılmayacak ve deve (veya halat) iğne deliğinden geçinceye kadar onlar cennete giremeyeceklerdir. İşte suçluları böyle cezalandırırız.",
        "numberInSurah": 40,
        "juz": 8,
        "manzil": 2,
        "page": 155,
        "ruku": 126,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 995,
        "text": "Onlara cehennemde ateşten bir yatak, üstlerine de (ateşten) örtüler vardır. Biz zalimleri işte böyle cezalandırırız.",
        "numberInSurah": 41,
        "juz": 8,
        "manzil": 2,
        "page": 155,
        "ruku": 126,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 996,
        "text": "İman edenler ve iyi amellerde bulunanlarki biz hiç kimseye gücünün üstünde bir şey teklif etmeyiz işte onlar cennet ehlidir ve orada ebedî olarak kalacaklardır.",
        "numberInSurah": 42,
        "juz": 8,
        "manzil": 2,
        "page": 155,
        "ruku": 126,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 997,
        "text": "Orada kalblerinde bulunan kini çıkarıp atarız. Onların altlarından ırmaklar akar. \"Bizi buna erdiren Allah'a hamdolsun. Eğer Allah bizi doğru yola sevk etmeseydi biz doğru yola erişemezdik. Şüphesiz Rabbimizin peygamberleri bize gerçeği getirmişler.\" derler. Onlara şöyle seslenilir: \"İşte size cennet! Yaptıklarınıza karşılık buna varis oldunuz\".",
        "numberInSurah": 43,
        "juz": 8,
        "manzil": 2,
        "page": 155,
        "ruku": 126,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 998,
        "text": "Cennet ehli, cehennem ehline: \"Rabbimizin bize vaad ettiğini gerçek bulduk. Siz de Rabbinizin size vaad ettiğini gerçek buldunuz mu?\" diye seslenirler. Onlar da \"evet\" derler. Bunun üzerine aralarında bir çağırıcı şöyle seslenir: \"Allah'ın laneti zalimler üzerine olsun!",
        "numberInSurah": 44,
        "juz": 8,
        "manzil": 2,
        "page": 156,
        "ruku": 126,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 999,
        "text": "Onlar, Allah'ın yolundan men ederler ve onu eğriltmek isterler, ahireti de inkâr ederlerdi\".",
        "numberInSurah": 45,
        "juz": 8,
        "manzil": 2,
        "page": 156,
        "ruku": 126,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 1000,
        "text": "Cennetliklerle cehennemlikler arasında bir perde vardır. A'raf üzerinde de, her iki taraftakileri simalarından tanıyan kişiler vardır. Bunlar cennetliklere: \"selâm olsun size\" diye seslenirler. Bunlar henüz cennete girmemiş, fakat girmeyi arzu eden kimselerdir.",
        "numberInSurah": 46,
        "juz": 8,
        "manzil": 2,
        "page": 156,
        "ruku": 126,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 1001,
        "text": "Gözleri cehennemlikler tarafına çevrilince de: \"Rabbimiz! Bizi zalim toplulukla beraber eyleme!\" derler.",
        "numberInSurah": 47,
        "juz": 8,
        "manzil": 2,
        "page": 156,
        "ruku": 126,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1002,
        "text": "A'raftakiler yüzlerinden tanıdıkları kişilere seslenerek şöyle derler: \"Ne topluluğunuz, ne de büyüklük taslamanız, size hiç bir yarar sağlamadı\".",
        "numberInSurah": 48,
        "juz": 8,
        "manzil": 2,
        "page": 156,
        "ruku": 127,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1003,
        "text": "\"Allah onları hiç bir rahmete erdirmiyecek, diye yemin ettiğiniz kimseler bunlar mıydı?\" (Cennetliklere dönerek): \"Girin cennete, artık size ne korku vardır, ne de siz üzüleceksiniz\" derler.",
        "numberInSurah": 49,
        "juz": 8,
        "manzil": 2,
        "page": 156,
        "ruku": 127,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1004,
        "text": "Cehennemdekiler, cennettekilere: \"Bize biraz su akıtın veya Allah'ın size verdiği rızıktan bize de verin.\" diye seslenirler. Cennettekiler de: \"Allah, bunların ikisini de kâfirlere haram kıldı.\" derler.",
        "numberInSurah": 50,
        "juz": 8,
        "manzil": 2,
        "page": 156,
        "ruku": 127,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1005,
        "text": "Onlar ki, dinlerini bir eğlence ve oyun yerine koydular ve dünya hayatı kendilerini aldattı. Onlar, bugüne kavuşacaklarını nasıl unuttular ve âyetlerimizi nasıl inkâr ettilerse, biz de bugün onları öyle unuturuz.",
        "numberInSurah": 51,
        "juz": 8,
        "manzil": 2,
        "page": 156,
        "ruku": 127,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1006,
        "text": "Gerçekten onlara, bilgiye göre açıkladığımız, inanan bir toplum için yol gösterici ve rahmet olan bir Kitap getirdik.",
        "numberInSurah": 52,
        "juz": 8,
        "manzil": 2,
        "page": 157,
        "ruku": 127,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1007,
        "text": "İlle onun te'vilini mi gözetiyorlar? Onun te'vili geldiği (verdiği haberler ortaya çıktığı) gün, önceden onu unutmuş olanlar derler ki: \"Doğrusu Rabbimizin elçileri gerçeği getirmiş. Şimdi bizim şefaatçilerimiz var mı ki bize şefaat etsinler, yahut tekrar geri döndürülmemiz mümkün mü ki eski yaptıklarımızdan başkasını yapalım?\" Onlar, kendilerini zarara soktular ve uydurdukları şeyler kendilerinden saptı, kaybolup gitti.",
        "numberInSurah": 53,
        "juz": 8,
        "manzil": 2,
        "page": 157,
        "ruku": 127,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1008,
        "text": "Şüphesiz Rabbiniz Allah, gökleri ve yeri altı günde yarattı, sonra Arş üzerine hükümran oldu. O, geceyi durmadan onu kovalayan gündüze bürüyüp örter; güneş, ay ve yıldızlar emrine âmâdedir. İyi biliniz ki yaratma ve emir O'nundur. Âlemlerin Rabbi olan Allah ne yücedir.",
        "numberInSurah": 54,
        "juz": 8,
        "manzil": 2,
        "page": 157,
        "ruku": 128,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1009,
        "text": "Rabbinize yalvara yalvara ve gizlice dua edin. Çünkü O, haddi aşanları sevmez.",
        "numberInSurah": 55,
        "juz": 8,
        "manzil": 2,
        "page": 157,
        "ruku": 128,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1010,
        "text": "Düzeltildikten sonra yeryüzünde bozgunculuk yapmayın. O'na, korkarak ve rahmetini umarak dua edin. Muhakkak ki Allah'ın rahmeti, iyilik edenlere yakındır.",
        "numberInSurah": 56,
        "juz": 8,
        "manzil": 2,
        "page": 157,
        "ruku": 128,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1011,
        "text": "Rahmetinin önünde müjdeci olarak rüzgarları gönderen O'dur. O rüzgarlar, yağmur yüklü bulutları yüklenince, onu kurak bir memlekete gönderir, sonra onunla yağmur yağdırır ve onunla her çeşit ürünü yetiştiririz. İşte Biz, ölüleri de böyle diriltiriz. Gerekir ki düşünür, ibret alırsınız.",
        "numberInSurah": 57,
        "juz": 8,
        "manzil": 2,
        "page": 157,
        "ruku": 128,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1012,
        "text": "Güzel memleketin bitkisi, Rabbinin izniyle çıkar; kötü olandan ise yararsız bitkiden başka bir şey çıkmaz. İşte biz, şükreden bir toplum için âyetleri böyle açıklarız.",
        "numberInSurah": 58,
        "juz": 8,
        "manzil": 2,
        "page": 158,
        "ruku": 128,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1013,
        "text": "Andolsun ki Nûh'u elçi olarak kavmine gönderdik de dedi ki: \"Ey kavmim! Allah'a kulluk edin sizin O'ndan başka bir ilâhınız yoktur. Doğrusu ben, üstünüze gelecek büyük bir günün azabından korkuyorum.\"",
        "numberInSurah": 59,
        "juz": 8,
        "manzil": 2,
        "page": 158,
        "ruku": 129,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1014,
        "text": "Kavminden ileri gelenler dediler ki: \"Biz seni apaçık bir sapıklık içinde görüyoruz\".",
        "numberInSurah": 60,
        "juz": 8,
        "manzil": 2,
        "page": 158,
        "ruku": 129,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1015,
        "text": "(Nûh) dedi ki: \"Ey kavmim! Bende herhangi bir sapıklık yok, ben âlemlerin Rabbi tarafından gönderilmiş bir elçiyim.\"",
        "numberInSurah": 61,
        "juz": 8,
        "manzil": 2,
        "page": 158,
        "ruku": 129,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1016,
        "text": "\"Size Rabbimin gönderdiği gerçekleri duyuruyorum, size öğüt veriyorum ve Allah tarafından, sizin bilmediğiniz şeyleri biliyorum.\"",
        "numberInSurah": 62,
        "juz": 8,
        "manzil": 2,
        "page": 158,
        "ruku": 129,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1017,
        "text": "(Allah'ın azabından) sakınıp da rahmete nail olmanız için, içinizden sizi uyaracak bir adam vasıtasıyla size bir zikir(kitap) gelmesine şaştınız mı?\"",
        "numberInSurah": 63,
        "juz": 8,
        "manzil": 2,
        "page": 158,
        "ruku": 129,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1018,
        "text": "O'nu yalanladılar, biz de O'nu ve O'nunla beraber gemide bulunanları kurtardık, âyetlerimizi yalanlayanları boğduk! Çünkü onlar, kalb gözleri körleşmiş bir kavim idiler.",
        "numberInSurah": 64,
        "juz": 8,
        "manzil": 2,
        "page": 158,
        "ruku": 129,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1019,
        "text": "Âd (kavmin)e de kardeşleri Hûd'u (gönderdik): \"Ey kavmim! Allah'a kulluk edin, sizin O'ndan başka bir ilâhınız yoktur. (O'na karşı gelmekten) sakınmaz mısınız?\" dedi.",
        "numberInSurah": 65,
        "juz": 8,
        "manzil": 2,
        "page": 158,
        "ruku": 130,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1020,
        "text": "Kavminden ileri gelen kâfirler dediler ki: \"Biz seni bir çılgınlık içinde görüyoruz, ve gerçekten seni yalancılardan sanıyoruz.\"",
        "numberInSurah": 66,
        "juz": 8,
        "manzil": 2,
        "page": 158,
        "ruku": 130,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1021,
        "text": "(Hûd), \"Ey kavmim! Bende çılgınlık yok, ben âlemlerin Rabbi tarafından gönderilmiş bir elçiyim.\" dedi.",
        "numberInSurah": 67,
        "juz": 8,
        "manzil": 2,
        "page": 158,
        "ruku": 130,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1022,
        "text": "\"Size Rabbimin gönderdiği gerçekleri tebliğ ediyorum ve ben sizin için güvenilir bir öğütçüyüm.\"",
        "numberInSurah": 68,
        "juz": 8,
        "manzil": 2,
        "page": 159,
        "ruku": 130,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1023,
        "text": "\"Sizi uyarması için içinizden bir adam aracılığı ile, size bir zikir gelmesine şaştınız mı? Düşünün ki (Allah) sizi, Nûh kavminden sonra, onların yerine hâkimler yaptı ve yaratılışta sizi onlardan üstün kıldı. Allah'ın nimetlerini hatırlayın ki, kurtuluşa eresiniz.\"",
        "numberInSurah": 69,
        "juz": 8,
        "manzil": 2,
        "page": 159,
        "ruku": 130,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1024,
        "text": "Dediler ki: \"Ya, demek sen tek Allah'a kulluk edelim ve atalarımızın taptıklarını bırakalım diye mi (bize) geldin? Eğer doğrulardan isen bizi tehdit ettiğin (o azabı) bize getir!\"",
        "numberInSurah": 70,
        "juz": 8,
        "manzil": 2,
        "page": 159,
        "ruku": 130,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1025,
        "text": "(Hûd) dedi ki: \"Artık size Rabbinizden bir azap ve bir hışım inmiştir. Haklarında Allah'ın hiç bir delil indirmediği, sadece sizin ve atalarınızın taktığı kuru isimler hususunda benimle tartışıyor musunuz? Bekleyin öyleyse, şüphesiz ben de sizinle beraber bekleyenlerdenim!",
        "numberInSurah": 71,
        "juz": 8,
        "manzil": 2,
        "page": 159,
        "ruku": 130,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1026,
        "text": "Onu ve onunla beraber olanları rahmetimizle kurtardık ve âyetlerimizi yalanlayıp da iman etmeyenlerin kökünü kestik.",
        "numberInSurah": 72,
        "juz": 8,
        "manzil": 2,
        "page": 159,
        "ruku": 130,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1027,
        "text": "Semûd kavmine de kardeşleri Sâlih'i (gönderdik): \"Ey kavmim dedi, Allah'a kulluk edin, sizin O'ndan başka bir ilâhınız yoktur. Size Rabbinizden açık bir delil geldi. İşte şu, Allah'ın devesi, size bir mucizedir; bırakın onu Allah'ın yeryüzünde yesin (içsin), sakın ona bir kötülük etmeyin, yoksa sizi acı bir azap yakalar.\"",
        "numberInSurah": 73,
        "juz": 8,
        "manzil": 2,
        "page": 159,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1028,
        "text": "Düşünün ki (Allah) Âd'dan sonra sizi hükümdarlar kıldı. Ve yer yüzünde sizi yerleştirdi: O'nun düzlüklerinde saraylar yapıyorsunuz, dağlarında evler yontuyorsunuz. Artık Allah'ın nimetlerini hatırlayın da yeryüzünde fesatçılar olarak karışıklık çıkarmayın.",
        "numberInSurah": 74,
        "juz": 8,
        "manzil": 2,
        "page": 160,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1029,
        "text": "Kavminden büyüklük taslayan ileri gelenler, içlerinden zayıf görünen müminlere: \"Siz, dediler, Sâlih'in, gerçekten Rabbi tarafından gönderildiğini biliyor musunuz?\" (Onlar da): \"(Evet), doğrusu biz onunla gönderilene inananlarız!\" dediler.",
        "numberInSurah": 75,
        "juz": 8,
        "manzil": 2,
        "page": 160,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1030,
        "text": "Büyüklük taslayanlar: \"Biz, sizin inandığınızı inkâr edenleriz!\" dediler.",
        "numberInSurah": 76,
        "juz": 8,
        "manzil": 2,
        "page": 160,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1031,
        "text": "Derken dişi deveyi boğazladılar ve Rablerinin buyruğundan dışarı çıktılar; \"Ey Sâlih, eğer hakikaten elçilerdensen, bizi tehdit ettiğin (o azabı) bize getir! \"dediler.",
        "numberInSurah": 77,
        "juz": 8,
        "manzil": 2,
        "page": 160,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1032,
        "text": "Bunun üzerine hemen onları, o sarsıntı yakaladı, yurtlarında diz üstü çökekaldılar.",
        "numberInSurah": 78,
        "juz": 8,
        "manzil": 2,
        "page": 160,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1033,
        "text": "Sâlih de o zaman onlardan yüz çevirdi ve şöyle dedi: \"Ey kavmim! And olsun ki ben size Rabbimin elçiliğini tebliğ ettim ve size öğüt verdim, fakat siz öğüt verenleri sevmiyorsunuz.\"",
        "numberInSurah": 79,
        "juz": 8,
        "manzil": 2,
        "page": 160,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1034,
        "text": "Lût'u da (peygamber olarak) gönderdik. Kavmine dedi ki: \"Sizden önce âlemlerden hiç birinin yapmadığı fuhuşu mu yapıyor sunuz?",
        "numberInSurah": 80,
        "juz": 8,
        "manzil": 2,
        "page": 160,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1035,
        "text": "Çünkü siz kadınları bırakıp da şehvetle erkeklere gidiyorsunuz. Belki de siz haddi aşan bir kavimsiniz.",
        "numberInSurah": 81,
        "juz": 8,
        "manzil": 2,
        "page": 160,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1036,
        "text": "Kavminin cevabı: \"Onları (Lût'u ve taraftarlarını) kentinizden çıkarın, çünkü onlar, fazla temizlenen insanlarmış! \"demelerinden başka bir şey olmadı.",
        "numberInSurah": 82,
        "juz": 8,
        "manzil": 2,
        "page": 161,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1037,
        "text": "Biz de onu ve ailesini kurtardık, yalnız karısı(nı kurtarmadık) çünkü o, geride kalanlardan oldu.",
        "numberInSurah": 83,
        "juz": 8,
        "manzil": 2,
        "page": 161,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1038,
        "text": "Ve üzerlerine bir (azab) yağmuru yağdırdık. Bak ki günahkârların sonu nasıl oldu!",
        "numberInSurah": 84,
        "juz": 8,
        "manzil": 2,
        "page": 161,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1039,
        "text": "Medyen'e de kardeşleri Şuayb'ı (gönderdik): \"Ey kavmim, dedi, Allah'a kulluk edin, sizin O'ndan başka bir ilâhınız yoktur. Size Rabbinizden açık bir delil geldi: Ölçüyü ve tartıyı tam yapın, insanların eşyalarını eksik vermeyin, düzeltildikten sonra yeryüzünde bozgunculuk yapmayın; eğer inanan (insan)lar iseniz, böylesi sizin için daha iyidir!\"",
        "numberInSurah": 85,
        "juz": 8,
        "manzil": 2,
        "page": 161,
        "ruku": 132,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1040,
        "text": "Tehdit ederek, inananları Allah yolundan alıkoyarak ve o yolun eğriliğini arayarak öyle her yolun başında oturmayın. Düşünün ki siz az idiniz de O sizi çoğalttı. Bakın ki bozguncuların sonu nasıl olmuştur.",
        "numberInSurah": 86,
        "juz": 8,
        "manzil": 2,
        "page": 161,
        "ruku": 132,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1041,
        "text": "Eğer içinizden bir grup benimle gönderilene inanır, bir grup da inanmazsa, Allah aramızda hükmedinceye kadar sabredin. O, hüküm verenlerin en hayırlısıdır.",
        "numberInSurah": 87,
        "juz": 8,
        "manzil": 2,
        "page": 161,
        "ruku": 132,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1042,
        "text": "Kavminden ileri gelen kibirliler dediler ki: \"Ey Şu'ayb! Ya mutlaka seni ve seninle beraber inananları kentimizden çıkarırız, ya da dinimize dönersiniz!\" Dedi ki; \"İstemesek de mi (bizi yurdumuzdan çıkaracak veya dinimizden döndüreceksiniz?)\"",
        "numberInSurah": 88,
        "juz": 9,
        "manzil": 2,
        "page": 162,
        "ruku": 132,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1043,
        "text": "(Andolsun ki), Allah bizi ondan (kâfirlikten) kurtardıktan sonra tekrar sizin dininize dönersek, Allah'a karşı iftira etmiş oluruz. Rabbimiz Allah'ın dilemesi hali müstesna geri dönmemiz bizim için olacak şey değildir. Rabbimizin ilmi her şeyi kuşatmıştır. Biz sadece Allah'a dayanırız. Ey Rabbimiz! Bizimle kavmimiz arasında adaletle hükmet. Çünkü sen hükmedenlerin en hayırlısısın.",
        "numberInSurah": 89,
        "juz": 9,
        "manzil": 2,
        "page": 162,
        "ruku": 132,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1044,
        "text": "Kavminden ileri gelen kâfirler dediler ki: \"Eğer Şu'ayb'a uyarsanız o takdirde siz mutlaka ziyana uğrarsınız.\"",
        "numberInSurah": 90,
        "juz": 9,
        "manzil": 2,
        "page": 162,
        "ruku": 132,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1045,
        "text": "Derken o (müthiş) sarsıntı onları yakalayıverdi, yurtlarında diz üstü çökekaldılar.",
        "numberInSurah": 91,
        "juz": 9,
        "manzil": 2,
        "page": 162,
        "ruku": 132,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1046,
        "text": "Şu'ayb'ı yalanlayanlar, sanki yurtlarında hiç şenlik tutmamış gibi oldular. Şu'ayb'ı yalanlayanlar var ya işte ziyana uğrayanlar, onlar oldular.",
        "numberInSurah": 92,
        "juz": 9,
        "manzil": 2,
        "page": 162,
        "ruku": 132,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1047,
        "text": "(Şu'ayb) onlardan öteye döndü de: \"Ey kavmim! dedi, ben size Rabbimin gönderdiği gerçekleri duyurdum ve size öğüt verdim, artık kâfir bir kavme nasıl acırım?\"",
        "numberInSurah": 93,
        "juz": 9,
        "manzil": 2,
        "page": 162,
        "ruku": 132,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1048,
        "text": "Biz hangi ülkeye bir peygamber gönderdiysek, onun halkınıyalvarıp yakarsınlar diye mutlaka yoksulluk ve darlıkla sıkmışızdır.",
        "numberInSurah": 94,
        "juz": 9,
        "manzil": 2,
        "page": 162,
        "ruku": 133,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1049,
        "text": "Sonra kötülüğü değiştirip yerine iyilik (bolluk) getirdik, nihayet çoğaldılar ve: \"Atalarımıza da böyle darlık ve sevinç dokunmuştu.\" dediler ve hemen onları, hiç farkında olmadıkları bir sırada ansızın yakaladık.",
        "numberInSurah": 95,
        "juz": 9,
        "manzil": 2,
        "page": 162,
        "ruku": 133,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1050,
        "text": "(O) ülkelerin halkı inanıp (Allah'ın azabından) korunsalardı, elbette üzerlerine gökten ve yerden bolluklar açardık; fakat yalanladılar, biz de onları kazandıklarıyla yakaladık.",
        "numberInSurah": 96,
        "juz": 9,
        "manzil": 2,
        "page": 163,
        "ruku": 133,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1051,
        "text": "Acaba o ülkelerin halkı, geceleyin uyurlarken kendilerine azabımızın gelmeyeceğinden emin mi idiler?",
        "numberInSurah": 97,
        "juz": 9,
        "manzil": 2,
        "page": 163,
        "ruku": 133,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1052,
        "text": "Yoksa o ülkelerin halkı, kuşluk vakti eğlenirlerken onlara azabımızın gelmeyeceğinden emin mi idiler?",
        "numberInSurah": 98,
        "juz": 9,
        "manzil": 2,
        "page": 163,
        "ruku": 133,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1053,
        "text": "Allah'ın tuzağından (kurtulacaklarına) emin mi oldular? Ziyana uğrayan topluluktan başkası, Allah'ın tuzağından emin olmaz.",
        "numberInSurah": 99,
        "juz": 9,
        "manzil": 2,
        "page": 163,
        "ruku": 133,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1054,
        "text": "Önceki sahiplerinden sonra yeryüzüne vâris olanlara hâlâ şu gerçek belli olmadı mı ki: Eğer biz dileseydik onları da günahlarından dolayı musibetlere uğratırdık! Biz onların kalplerini mühürleriz de onlar (gerçekleri) işitmezler.",
        "numberInSurah": 100,
        "juz": 9,
        "manzil": 2,
        "page": 163,
        "ruku": 134,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1055,
        "text": "İşte o ülkeler ki, sana onların haberlerinden bir kısmını anlatıyoruz Andolsun ki, peygamberleri onlara apaçık deliller (mucizeler) getirmişlerdi. Fakat önceden yalanladıkları gerçeklere iman edecek değillerdi. İşte o kâfirlerin kalplerini Allah böyle mühürler.",
        "numberInSurah": 101,
        "juz": 9,
        "manzil": 2,
        "page": 163,
        "ruku": 134,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1056,
        "text": "Onların çoğunda, sözde durma (diye bir şey) bulamadık. Gerçek şu ki, onların çoğunu yoldan çıkmış bulduk.",
        "numberInSurah": 102,
        "juz": 9,
        "manzil": 2,
        "page": 163,
        "ruku": 134,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1057,
        "text": "Sonra onların arkasından Musa'yı mucizelerimizle Firavun'a ve topluluğuna gönderdik. Tuttular o mucizeleri inkâr ettiler. Ettiler de bak, o bozguncuların âkıbetleri nasıl oldu!",
        "numberInSurah": 103,
        "juz": 9,
        "manzil": 2,
        "page": 163,
        "ruku": 134,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1058,
        "text": "Musa: \"Ey Firavun! Bil ki ben âlemlerin Rabbi tarafından gönderilmiş bir peygamberim.\" dedi.",
        "numberInSurah": 104,
        "juz": 9,
        "manzil": 2,
        "page": 163,
        "ruku": 134,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1059,
        "text": "Allah'a karşı ilk görevim, hak olandan başka bir şey söylemememdir. Gerçekten ben size Rabbinizden bir mucize getirdim, artık İsrailoğullarını benimle gönder.",
        "numberInSurah": 105,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 134,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1060,
        "text": "Firavun: \"Eğer bir mucize getirdiysen ve eğer doğru söyleyenlerden isen onu göster\" dedi.",
        "numberInSurah": 106,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 134,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1061,
        "text": "Bunun üzerine Musa, asâsını yere bırakıverdi, o da birdenbire kocaman bir ejderha kesiliverdi.",
        "numberInSurah": 107,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 134,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1062,
        "text": "Ve Musa elini koynundan çıkarıverdi, eli bembeyaz olmuş, bakanların gözünü kamaştırıyordu.",
        "numberInSurah": 108,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 134,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1063,
        "text": "Firavun'un kavminden ileri gelenler, \"Muhakkak bu çok bilgili bir sihirbazdır.\" dediler.",
        "numberInSurah": 109,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1064,
        "text": "O, sizi yurdunuzdan çıkarmak istiyor. (Firavun): \"O halde siz ne diyorsunuz?\" dedi.",
        "numberInSurah": 110,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1065,
        "text": "Onlar da \"onu ve kardeşini beklet, şehirlere de toplayıcılar gönder.\" dediler.",
        "numberInSurah": 111,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1066,
        "text": "\"Bütün bilgiç sihirbazları sana getirsinler.\"",
        "numberInSurah": 112,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1067,
        "text": "O sihirbazlar Firavun'a geldiler: \"Galip gelirsek bize muhakkak mükâfat var değil mi?\" dediler.",
        "numberInSurah": 113,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1068,
        "text": "\"Evet\" dedi (Firavun), \"Üstelik o zaman benim yakınlarımdan olacaksınız.\"",
        "numberInSurah": 114,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1069,
        "text": "Sihirbazlar, Musa'ya: \"Ey Musa! Önce sen mi hünerini ortaya koyacaksın, yoksa biz mi?\" dediler.",
        "numberInSurah": 115,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1070,
        "text": "Musa, \"Siz atın\" dedi. Atacaklarını atınca herkesin gözünü büyülediler ve onları dehşete düşürdüler. Doğrusu büyük bir sihir gösterdiler.",
        "numberInSurah": 116,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1071,
        "text": "Biz de Musa'ya \"Sen de asânı bırakıver.\" diye vahyettik. Birdenbire asâ, onların bütün uydurduklarını yakalayıp yutuverdi.",
        "numberInSurah": 117,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1072,
        "text": "Artık hakikat ortaya çıkmış ve onların bütün yaptıkları boşa gitmişti.",
        "numberInSurah": 118,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1073,
        "text": "Orada mağlup olmuş ve küçük düşmüşlerdi.",
        "numberInSurah": 119,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1074,
        "text": "Sihirbazlar hep birden secdeye kapandılar.",
        "numberInSurah": 120,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1075,
        "text": "\"Âlemlerin Rabbine iman ettik.\" dediler.",
        "numberInSurah": 121,
        "juz": 9,
        "manzil": 2,
        "page": 165,
        "ruku": 135,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1076,
        "text": "\"Musa'nın ve Harun'un Rabbine.\"",
        "numberInSurah": 122,
        "juz": 9,
        "manzil": 2,
        "page": 165,
        "ruku": 135,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1077,
        "text": "Firavun: \"Ben size izin vermeden iman ettiniz ha!\" dedi. \"Şüphesiz bu bir hiledir, siz bunu şehirde kurmuşsunuz, yerli halkı oradan çıkarmak istiyorsunuz, sonra anlayacaksınız!\"",
        "numberInSurah": 123,
        "juz": 9,
        "manzil": 2,
        "page": 165,
        "ruku": 135,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1078,
        "text": "\"Ellerinizi ve ayaklarınızı çaprazlama kestireceğim, sonra da bilin ki, sizi astıracağım.\"",
        "numberInSurah": 124,
        "juz": 9,
        "manzil": 2,
        "page": 165,
        "ruku": 135,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1079,
        "text": "Onlar da: \"Şüphesiz o takdirde biz Rabbimize döneceğiz.\" dediler.",
        "numberInSurah": 125,
        "juz": 9,
        "manzil": 2,
        "page": 165,
        "ruku": 135,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1080,
        "text": "\"Senin bize kızman da sırf Rabbimizin âyetleri gelince onlara iman etmemizden dolayıdır. Ey Rabbimiz! Üzerimize sabır yağdır ve canımızı müslüman olarak al.\" derler.",
        "numberInSurah": 126,
        "juz": 9,
        "manzil": 2,
        "page": 165,
        "ruku": 135,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1081,
        "text": "Firavun kavminin ileri gelenleri dediler ki: \"Seni ve ilâhlarını terketsinler de yeryüzünde fesat çıkarsınlar diye mi Musa'yı ve kavmini serbest bırakacaksın?\" Firavun da dedi ki: \"Onların oğullarını öldüreceğiz, kızlarını sağ bırakacağız ve onlar üzerinde kahredici bir üstünlüğe sahibiz.\"",
        "numberInSurah": 127,
        "juz": 9,
        "manzil": 2,
        "page": 165,
        "ruku": 136,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1082,
        "text": "Musa, kavmine dedi ki: \"Allah'ın yardımını ve lütfunu isteyin ve sabır gösterin. Şüphesiz ki yeryüzü Allah'ındır. Kullarından dilediğini ona mirasçı kılar. Sonunda kurtuluş müttakilerindir.\"",
        "numberInSurah": 128,
        "juz": 9,
        "manzil": 2,
        "page": 165,
        "ruku": 136,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1083,
        "text": "Kavmi de dediler ki: \"Sen bize gelmeden önce de eziyet gördük, sen geldikten sonra da.\" Musa dedi ki: \"Umulur ki, Rabbiniz düşmanlarınızı helak edip de sizi yeryüzünde halife kılacaktır ve sizin nasıl işler yaptığınıza bakacaktır.\"",
        "numberInSurah": 129,
        "juz": 9,
        "manzil": 2,
        "page": 165,
        "ruku": 136,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1084,
        "text": "Gerçekten biz, Firavun sülâlesini, senelerce kıtlık ve gelir noksanlığı içinde tutup kıvrandırdık ki, düşünüp ibret alsınlar.",
        "numberInSurah": 130,
        "juz": 9,
        "manzil": 2,
        "page": 165,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1085,
        "text": "Fakat kendilerine iyilik geldiği zaman, işte bu bizim hakkımızdır, dediler, başlarına bir kötülük gelince de, işte bu Musa ile yanındakilerin uğursuzluğu yüzünden, dediler. İyi bilin ki, onların uğursuzluğu Allah katındandır. Lâkin çoğu bunu bilmezler.",
        "numberInSurah": 131,
        "juz": 9,
        "manzil": 2,
        "page": 166,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1086,
        "text": "\"Ve sen büyülemek için her ne mucize getirirsen getir, biz sana inanacak değiliz,\" dediler.",
        "numberInSurah": 132,
        "juz": 9,
        "manzil": 2,
        "page": 166,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1087,
        "text": "Biz de kudretimizin ayrı ayrı alâmetleri olmak üzere başlarına tufan, çekirge, haşereler, kurbağalar ve kan gönderdik, yine inad edip direndiler ve çok mücrim (suçlu) bir kavim oldular.",
        "numberInSurah": 133,
        "juz": 9,
        "manzil": 2,
        "page": 166,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1088,
        "text": "Ne zaman ki, azap üzerlerine çöktü, dediler ki, \"Ey Musa! Bizim için Rabbine dua et, sana olan ahdi hürmetine eğer bizden bu azabı kaldırır uzaklaştırırsan, yemin olsun ki, sana kesinlikle iman edeceğiz. Ve İsrailoğullarını seninle birlikte göndereceğiz.\"",
        "numberInSurah": 134,
        "juz": 9,
        "manzil": 2,
        "page": 166,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1089,
        "text": "Ne zaman ki, belli bir süreye kadar onlardan azabı kaldırdık, derhal yeminlerini bozdular.",
        "numberInSurah": 135,
        "juz": 9,
        "manzil": 2,
        "page": 166,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1090,
        "text": "Biz de, âyetlerimizi inkâr ettikleri ve onlara kulak vermedikleri için kendilerinden intikam aldık da hepsini denizde boğduk.",
        "numberInSurah": 136,
        "juz": 9,
        "manzil": 2,
        "page": 166,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1091,
        "text": "Ve o hırpalanıp ezilmekte olan kavmi de yeryüzünün, bereketle donattığımız doğusuna ve batısına mirasçı yaptık. Ve böylece Rabbinin, İsrailoğullarına olan o güzel vaadi, sabırları yüzünden gerçekleşti. Biz de Firavun ile kavminin yapageldikleri sanat eserlerini ve diktikleri binaları yerle bir ettik.",
        "numberInSurah": 137,
        "juz": 9,
        "manzil": 2,
        "page": 166,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1092,
        "text": "Ve İsrailoğullarının denizden geçmelerini sağladık? Derken bir kavme vardılar ki, onlar, kendilerine mahsus bir takım putlara tapıyorlardı. Dediler ki; Ey Musa! Onların tanrıları gibi, sen de bize bir tanrı yap! Musa da onlara dedi ki: Siz gerçekten cahillik eden bir kavimsiniz.",
        "numberInSurah": 138,
        "juz": 9,
        "manzil": 2,
        "page": 167,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1093,
        "text": "Çünkü o gördüklerinizin içinde bulundukları din, yok olmaya mahkûmdur ve bütün yaptıkları batıldır.",
        "numberInSurah": 139,
        "juz": 9,
        "manzil": 2,
        "page": 167,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1094,
        "text": "Sizi âlemlere üstün kılan Allah olduğu halde, ben size O'ndan başka ilâh mı arayayım! dedi.",
        "numberInSurah": 140,
        "juz": 9,
        "manzil": 2,
        "page": 167,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1095,
        "text": "Hani sizi, Firavun sülâlesinin elinden kurtardığımız zaman, hatırlasanıza, size azabın kötüsünü yapıyorlardı; oğullarınızı öldürüyorlar, kızlarınızı sağ bırakıyorlardı. Bunda sizin için Rabbiniz tarafından büyük imtihan vardı.",
        "numberInSurah": 141,
        "juz": 9,
        "manzil": 2,
        "page": 167,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1096,
        "text": "Ve Musa'ya otuz geceye vaat verdik ve süreye bir on gece daha ekledik ve böylece Rabbinin mikatı (tayin ettiği vakit) tam kırk gece oldu. Musa, kardeşi Harun'a şöyle dedi: Kavmim içinde benim yerime geç, ıslaha çalış ve bozguncuların yolundan gitme!",
        "numberInSurah": 142,
        "juz": 9,
        "manzil": 2,
        "page": 167,
        "ruku": 138,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1097,
        "text": "Ne zaman ki, Musa, mikatımıza geldi, Rabbi ona kelâmıyla ihsanda bulundu. \"Ey Rabbim, göster bana kendini de bakayım sana\". dedi. Rabbi ona buyurdu ki; \"Beni katiyyen göremezsin ve lâkin dağa bak, eğer o yerinde durabilirse, sonra sen de beni göreceksin\". Daha sonra Rabbi dağa tecelli edince onu yerle bir ediverdi, Musa da baygın düştü. Ayılıp kendine gelince, \"Sen sübhansın\", \"tevbe ettim, sana döndüm ve ben inananların ilkiyim,\" dedi.",
        "numberInSurah": 143,
        "juz": 9,
        "manzil": 2,
        "page": 167,
        "ruku": 138,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1098,
        "text": "Allah buyurdu: Ey Musa! Sana verdiğim peygamberlikle ve kelâmımla seni insanlar üzerine seçkin kıldım. Sana verdiğime sıkı sarıl ve şükredenlerden ol!",
        "numberInSurah": 144,
        "juz": 9,
        "manzil": 2,
        "page": 168,
        "ruku": 138,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1099,
        "text": "Ve onun için o levhalarda her şeyden yazdık, nasihat ve hükümlerin ayrıntılarına ait herşeyi (belirttik). Haydi bunlara sıkı sarıl, kavmine de emret, onlar da en güzeline sarılsınlar. Size yakında o fasıkların yurdunu göstereceğim.",
        "numberInSurah": 145,
        "juz": 9,
        "manzil": 2,
        "page": 168,
        "ruku": 138,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1100,
        "text": "Yeryüzünde haksız yere büyüklük taslayanları, âyetlerimizi anlamaktan uzak tutacağım. Onlar ki, bütün âyetlerimizi görseler de onlara iman etmezler. Doğru yolu görseler de o yolu tutup gitmezler. Eğer sapıklık yolunu görürlerse tutar onu izlerler. Çünkü onlar âyetlerimizi inkâr etmeyi âdet edinmişler ve onlardan hep gafil olagelmişlerdir.",
        "numberInSurah": 146,
        "juz": 9,
        "manzil": 2,
        "page": 168,
        "ruku": 138,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1101,
        "text": "Âyetlerimizi ve ahiretteki karşılaşmayı inkâr edenlerin amelleri hepten boşa gitmiştir. Çekecekleri ceza kendi yaptıklarından başkası mı olacaktır?",
        "numberInSurah": 147,
        "juz": 9,
        "manzil": 2,
        "page": 168,
        "ruku": 138,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1102,
        "text": "Musa'nın arkasından kavmi, tutmuş süs takılarından böğüren bir buzağı heykeli edinmişlerdi. O buzağının kendilerine bir söz söylemediğini ve bir yol gösteremediğini görmemişler miydi? Fakat yine de onu tanrı edindiler ve zalimlerden oldular.",
        "numberInSurah": 148,
        "juz": 9,
        "manzil": 2,
        "page": 168,
        "ruku": 139,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1103,
        "text": "Ne zaman ki, ellerine kırağı düşürüldü (yaptıklarına pişman oldular), o zaman sapıtmış olduklarını gördüler. \"Yemin olsun ki; eğer Rabbimiz bize merhamet etmez ve bizi bağışlamazsa, muhakkak biz kötü akıbete düşenlerden olacağız.\" dediler.",
        "numberInSurah": 149,
        "juz": 9,
        "manzil": 2,
        "page": 168,
        "ruku": 139,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1104,
        "text": "Musa, öfkeli ve üzüntülü olarak kavmine döndüğünde şöyle dedi: \"Bana arkamdan ne kötü bir halef oldunuz! Rabbinizin emriyle dönüşümü beklemeden acele mi ettiniz?\" Elindeki levhaları bıraktı ve kardeşi Harun'u başından tutarak kendine doğru çekmeye başladı. Harun, \"Ey anamın oğlu!\" dedi, \"inan ki, bu kavim beni güçsüz buldu, az daha beni öldürüyorlardı, sen de bana böyle yaparak düşmanları sevindirme ve beni bu zalim kavimle bir tutma.\"",
        "numberInSurah": 150,
        "juz": 9,
        "manzil": 2,
        "page": 169,
        "ruku": 139,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1105,
        "text": "Musa dedi ki: \"Ey Rabbim! Beni ve kardeşimi bağışla! Bizi rahmetinin içine al. Sen merhametlilerin en merhametlisisin.\"",
        "numberInSurah": 151,
        "juz": 9,
        "manzil": 2,
        "page": 169,
        "ruku": 139,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1106,
        "text": "Şüphesiz o buzağıyı tanrı edinenlere Rablerinden bir gazap, dünya hayatında iken de bir zillet erişecektir. İşte biz, iftiracıları böyle cezalandırırız.",
        "numberInSurah": 152,
        "juz": 9,
        "manzil": 2,
        "page": 169,
        "ruku": 140,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1107,
        "text": "O kötü amelleri işleyip de sonra arkasından tevbe ve iman edenler için hiç şüphe yok ki, Rabbin bundan sonra yine de affedici ve merhamet edicidir.",
        "numberInSurah": 153,
        "juz": 9,
        "manzil": 2,
        "page": 169,
        "ruku": 140,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1108,
        "text": "Musa'nın öfkesi geçince levhaları aldı. Onlardaki yazıda, ancak Rablerinden korkanlar için bir hidayet ve rahmet vardı.",
        "numberInSurah": 154,
        "juz": 9,
        "manzil": 2,
        "page": 169,
        "ruku": 140,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1109,
        "text": "Bir de Musa, mîkatımız için (tayin ettiğimiz vakitte tevbe için) kavminden yetmiş erkek seçti. Ne zaman ki, bunları o sarsıntı yakaladı, işte o zaman Musa: \"Rabbim! dedi, dileseydin bunları da, beni de daha önce helâk ederdin. Şimdi bizi, içimizdekio beyinsizlerin yaptıkları yüzünden helâk mi edeceksin? O iş de senin imtihanından başka bir şey değildi. Sen bu imtihanla dilediğini sapıklıkta bırakır, dilediğini de hidayete erdirirsin. Bizim velimiz sensin. Artık bizi bağışla, merhamet et, sen bağışlayanların en hayırlısısın.\"",
        "numberInSurah": 155,
        "juz": 9,
        "manzil": 2,
        "page": 169,
        "ruku": 140,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1110,
        "text": "\"Ve bize hem bu dünyada bir iyilik yaz, hem de ahirette. Biz gerçekten de tevbe edip senin hidayetine döndük.\" Buyurdu ki, azabım var, onu dilediğime isabet ettiririm, rahmetim de vardır, o ise her şeyi kaplamış ve kuşatmıştır. Onu da özellikle korunanlara, zekatını verenlere ve âyetlerimize inananlara mahsus kılacağım.",
        "numberInSurah": 156,
        "juz": 9,
        "manzil": 2,
        "page": 170,
        "ruku": 140,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1111,
        "text": "Onlar ki, o ümmî peygambere uyarlar, yanlarındaki Tevrat ve İncil'de yazılmış bulacakları o peygambere uyup, onun izinden giderler ki, o, onlara iyiyi emreder ve onları kötülüklerden alıkoyar, temiz ve hoş şeyleri kendilerine helâl kılar, murdar ve kötü şeyleri de üzerlerine haram kılar, sırtlarından ağır yükleri indirir, üzerlerindeki bağları ve zincirleri kırar atar, işte o vakit ona iman eden, ona kuvvetle saygı gösteren, ona yardımcı olan ve onun peygamberliği ile birlikte indirilen nuru izleyen kimseler var ya, işte asıl murada eren kurtulmuşlar onlardır.",
        "numberInSurah": 157,
        "juz": 9,
        "manzil": 2,
        "page": 170,
        "ruku": 140,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1112,
        "text": "De ki; ey insanlar! Ben sizin hepinize Allah'ın resulüyüm. O Allah ki, göklerin ve yerin bütün mülkü O'nundur. O'ndan başka hiçbir ilâh yoktur. Öldüren de, dirilten de O'dur. Bundan dolayı gelin, Allah'a ve resulüne iman edin. Allah'a ve Allah'ın bütün kelâmlarına iman etmiş bulunan o ümmî peygambere, evet ona uyun ki, hidayete erebilesiniz.",
        "numberInSurah": 158,
        "juz": 9,
        "manzil": 2,
        "page": 170,
        "ruku": 141,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1113,
        "text": "Musa'nın kavminden doğru yolu gösteren ve doğrulukla adalet yapan bir topluluk da vardı.",
        "numberInSurah": 159,
        "juz": 9,
        "manzil": 2,
        "page": 170,
        "ruku": 141,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1114,
        "text": "Biz onları oniki kabileye, o kadar ümmete ayırdık. Ve kavmi kendisinden su istediği zaman Musa'ya, elindeki asâ ile taşa vur, diye vahyettik, vurunca hemen o taştan oniki pınar akmaya başladı. Halkın her biri su alacağı yeri iyice öğrendi. Bulutu da üzerlerine gönderdik, gölgeledik. Onlara kudret helvası ve bıldırcın indirdik. Size rızık olarak ihsan ettiğimiz nimetlerin temizinden yiyiniz, dedik. Onlar zulmü bize yapmadılar, lakin kendi kendilerine zulmediyorlardı.",
        "numberInSurah": 160,
        "juz": 9,
        "manzil": 2,
        "page": 171,
        "ruku": 141,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1115,
        "text": "Ve o vakit onlara denilmişti ki; Şu şehre yerleşin ve orada dilediğiniz şeylerden yiyin, \"hitta\" (günahlarımızı bağışla.) deyin ve secde ederek kapısından girin ki, suçlarınızı bağışlayalım. İyilere nimetlerimizi daha da arttıracağız.",
        "numberInSurah": 161,
        "juz": 9,
        "manzil": 2,
        "page": 171,
        "ruku": 141,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1116,
        "text": "İçlerinden bir kısım zalimler, sözü değiştirdiler, kendilerine söylenenden başka şekle soktular. Zulmü alışkanlık haline getirdikleri için biz de üzerlerine gökten azap yağdırdık.",
        "numberInSurah": 162,
        "juz": 9,
        "manzil": 2,
        "page": 171,
        "ruku": 141,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1117,
        "text": "Bir de onlara, o deniz kıyısındaki şehrin başına gelenleri sor. O sırada onlar cumartesi yasağına riayet etmiyorlardı. Cumartesi günü balıklar akın akın geliyorlardı, yasak olmadığı gün gelmiyorlardı. Yoldan çıkıp sapıklık yaptıkları için biz de onları işte böyle sınıyorduk.",
        "numberInSurah": 163,
        "juz": 9,
        "manzil": 2,
        "page": 171,
        "ruku": 142,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1118,
        "text": "İçlerinden bir topluluk, \"Allah'ın helâk edeceği, ya da çetin bir azapla cezalandıracağı bir kavme ne diye nasihat ediyorsunuz\" dediği vakit, o uyarıda bulunanlar dediler ki; \"Rabbiniz tarafından mazur görülmemiz için, bir de belki günahlardan sakınırlar diye.\"",
        "numberInSurah": 164,
        "juz": 9,
        "manzil": 2,
        "page": 172,
        "ruku": 142,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1119,
        "text": "Onlar yapılan bunca nasihatı unuttukları zaman, o kötülükten sakındıranları kurtardık, o zalimleri de fena hareketlerinden dolayı şiddetli bir azaba uğrattık.",
        "numberInSurah": 165,
        "juz": 9,
        "manzil": 2,
        "page": 172,
        "ruku": 142,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1120,
        "text": "Böylece onlar kibre kapılıp yasak kılınan şeylerden vazgeçmeyince, biz de onlara, hor ve zelil maymunlar olun, dedik.",
        "numberInSurah": 166,
        "juz": 9,
        "manzil": 2,
        "page": 172,
        "ruku": 142,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1121,
        "text": "O Vakit Rabbin işte şu ahdi ilan edip bildirdi ki: Kıyamet gününe kadar onlara en kötü muameleyi yapacak olan kimseleri başlarına gönderecektir. Muhakkak ki, Rabbin hızla cezalandırandır ve yine muhakkak ki O, çok affedici, çok merhametlidir.",
        "numberInSurah": 167,
        "juz": 9,
        "manzil": 2,
        "page": 172,
        "ruku": 142,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1122,
        "text": "Ve onları yeryüzünde birçok ümmetlere ayırdık. İçlerinde iyi olanları da vardı, olmayanları da. Onları biz, bazan nimetlerle, bazan da musibetlerle imtihana çektik. Sonunda belki hakka dönerler diye.",
        "numberInSurah": 168,
        "juz": 9,
        "manzil": 2,
        "page": 172,
        "ruku": 142,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1123,
        "text": "Derken kitabı (Tevrat'ı) miras alan bozuk bir nesil bunların yerini aldı. Bize nasıl olsa mağfiret edilecek diyerek, şu alçak dünya malını alıyorlar, yine onun gibi bir mal ve rüşvet gelse onu da alırlar. Allah'a karşı haktan başka bir şey söylemeyeceklerine dair kendilerinden o kitabın hükmü üzere misak alınmamış mıydı? Ve onun içindekileri okuyup öğrenmemişler miydi? Oysa ahiret yurdu Allah'tan korkanlar için daha hayırlıdır. Hâlâ aklınızı başınıza almayacak mısınız?",
        "numberInSurah": 169,
        "juz": 9,
        "manzil": 2,
        "page": 172,
        "ruku": 142,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1124,
        "text": "Kitaba sarılanlara ve namazı kılmaya devam edenlere gelince, biz o iyilerin ecrini hiçbir zaman yitirmeyiz.",
        "numberInSurah": 170,
        "juz": 9,
        "manzil": 2,
        "page": 172,
        "ruku": 142,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1125,
        "text": "Hani bir zamanlar biz o dağı gölgelik gibi tepelerine çekmiştik de üzerlerine düşüyor zannettikleri bir sırada demiştik ki; \"size verdiğimiz kitabı kuvvetle tutun ve içindekini hatırınızdan çıkarmayın, umulur ki korunursunuz.\"",
        "numberInSurah": 171,
        "juz": 9,
        "manzil": 2,
        "page": 173,
        "ruku": 142,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1126,
        "text": "Bir de Rabbin, Âdemoğullarından, bellerindeki zürriyetlerini alıp da onları kendi nefislerine şahit tutarak: Ben sizin Rabbiniz değil miyim?\" dediği vakit, \"pekâlâ Rabbimizsin, şahidiz\" dediler. (Bunu) kıyamet günü \"Bizim bundan haberimiz yoktu.\" demeyesiniz diye (yapmıştık).",
        "numberInSurah": 172,
        "juz": 9,
        "manzil": 2,
        "page": 173,
        "ruku": 143,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1127,
        "text": "Yahut, atalarımız daha önce şirk koşmuşlardı. Biz onlardan sonra gelen bir nesil idik, şimdi o batıl yolu tutanların yaptıkları yüzünden bizi helâk mi edeceksin, demeyesiniz diye (yapmıştık).",
        "numberInSurah": 173,
        "juz": 9,
        "manzil": 2,
        "page": 173,
        "ruku": 143,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1128,
        "text": "Ve işte biz, âyetleri böyle ayrıntılı olarak açıklıyoruz ki, belki dönerler.",
        "numberInSurah": 174,
        "juz": 9,
        "manzil": 2,
        "page": 173,
        "ruku": 143,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1129,
        "text": "Onlara, kendisine âyetlerimizi sunduğumuz o adamın kıssasını da anlat; âyetlerden sıyrılıp çıktı, derken onu şeytan arkasına taktı, en sonunda da helak olanlardan oldu.",
        "numberInSurah": 175,
        "juz": 9,
        "manzil": 2,
        "page": 173,
        "ruku": 143,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1130,
        "text": "Ve eğer dileseydik onu o âyetlerle yüceltirdik, fakat o alçaklığa saplandı kaldı ve kendi keyfinin ardına düştü. Artık onun ibret verici hali o köpeğin haline benzer ki, üzerine varsan da dilini uzatır solur, bıraksan da solur. İşte bu, âyetlerimizi inkâr eden kavmin misalidir. Bu kıssayı iyice anlat, belki biraz düşünürler.",
        "numberInSurah": 176,
        "juz": 9,
        "manzil": 2,
        "page": 173,
        "ruku": 143,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1131,
        "text": "Âyetlerimizi inkâr edip, sırf kendilerine zulmeden o kavmin hali ne kadar kötüdür!",
        "numberInSurah": 177,
        "juz": 9,
        "manzil": 2,
        "page": 173,
        "ruku": 143,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1132,
        "text": "Allah kime hidayet ederse, o hidayete erer, kimi de dalalette bırakırsa, işte onlar hüsrana uğrayanların ta kendileri olurlar.",
        "numberInSurah": 178,
        "juz": 9,
        "manzil": 2,
        "page": 173,
        "ruku": 143,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1133,
        "text": "Andolsun ki, cinlerden ve insanlardan birçoğunu cehennem için yarattık. Onların kalbleri vardır, fakat onunla gerçeği anlamazlar. Gözleri vardır, fakat onlarla görmezler. Kulakları vardır, fakat onlarla işitmezler. İşte bunlar hayvanlar gibidirler. Hatta daha da aşağıdırlar. Bunlar da gafillerin ta kendileridir.",
        "numberInSurah": 179,
        "juz": 9,
        "manzil": 2,
        "page": 174,
        "ruku": 143,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1134,
        "text": "Oysa en güzel isimler Allah'ındır. Bundan dolayı Allah'a onlarla dua edin. Onun isimlerinde sapıklık eden mülhidleri (inkârcıları) terkedin. Onlar yakında yaptıklarının cezasını çekecekler.",
        "numberInSurah": 180,
        "juz": 9,
        "manzil": 2,
        "page": 174,
        "ruku": 143,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1135,
        "text": "Yine bizim yarattığımız insanlardan öyle bir ümmet var ki, onlar hakka yol gösterirler ve o hak ile adaleti yerine getirirler.",
        "numberInSurah": 181,
        "juz": 9,
        "manzil": 2,
        "page": 174,
        "ruku": 143,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1136,
        "text": "Âyetlerimizi inkâr edenlere gelince, biz onları, bilemiyecekleri yönlerden derece derece düşüşe yuvarlayacağız.",
        "numberInSurah": 182,
        "juz": 9,
        "manzil": 2,
        "page": 174,
        "ruku": 144,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1137,
        "text": "Ayrıca ben onlara mühlet de veririm. Fakat benim tuzak kurup helâk edişim pek çetindir.",
        "numberInSurah": 183,
        "juz": 9,
        "manzil": 2,
        "page": 174,
        "ruku": 144,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1138,
        "text": "Onlar arkadaşlarında herhangi bir cinnet bulunmadığını hiç düşünmediler mi? O, açık bir uyarıcıdan başka biri değildir.",
        "numberInSurah": 184,
        "juz": 9,
        "manzil": 2,
        "page": 174,
        "ruku": 144,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1139,
        "text": "Allah'ın göklerdeki ve yerdeki mülkiyet ve tasarrufuna, Allah'ın yaratmış olduğu herhangi bir şeye ve ecellerinin gerçekten yaklaşmış olması ihtimaline hiç bakmadılar mı? Artık bu Kur'ân'dan sonra başka hangi söze inanacaklar.",
        "numberInSurah": 185,
        "juz": 9,
        "manzil": 2,
        "page": 174,
        "ruku": 144,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1140,
        "text": "Allah kimi saptırırsa onu yola getirecek bir kimse yoktur. O, onları kendi hâllerine bırakır ve kendi azgınlıkları içinde yuvarlanıp giderler.",
        "numberInSurah": 186,
        "juz": 9,
        "manzil": 2,
        "page": 174,
        "ruku": 144,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1141,
        "text": "Sana, ne zaman kopacak diye kıyamet vaktini soruyorlar. De ki; onun bilgisi yalnızca Rabbimin katındadır. Onu tam vaktinde koparacak olan O'ndan başkası değildir. Onun ağırlığına göklerde ve yerde dayanacak bir kimse yoktur. O size ansızın gelecektir. Sanki sen onu çok iyi biliyormuşsun gibi sana soruyorlar. De ki, onun bilgisi Allah katındadır. Fakat insanların çoğu bunu bilmezler.",
        "numberInSurah": 187,
        "juz": 9,
        "manzil": 2,
        "page": 174,
        "ruku": 144,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1142,
        "text": "De ki, ben kendi kendime Allah'ın dilediğinden başka ne bir menfaat elde etmeye, ne de bir zararı önlemeye malik değilim. Ben eğer gaybı bilseydim daha çok hayır yapardım ve kötülük denilen şey yanıma uğramazdı. Ben iman edecek bir kavme müjde veren ve uyaran bir peygamberden başka biri değilim.",
        "numberInSurah": 188,
        "juz": 9,
        "manzil": 2,
        "page": 175,
        "ruku": 144,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1143,
        "text": "Sizi bir tek nefisten yaratan, onunla sükûnet bulsun diye eşini de ondan yaratan Allah'tır. O, eşini kucaklayıp sarılınca (ona yaklaşınca), eşi hafif bir yük yüklendi (hâmile kaldı). Bir müddet böyle geçti, derken yükü ağırlaştı. O vakit ikisi birden Rableri olan Allah'a şöyle dua ettiler: \"Eğer bize salih bir evlat verirsen, biz muhakkak şükredenlerden olacağız.\"",
        "numberInSurah": 189,
        "juz": 9,
        "manzil": 2,
        "page": 175,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1144,
        "text": "Fakat Allah, kendilerine salih bir evlat verince, her ikisi de tuttular verdiği evlatlar üzerine ona ortak koşmaya başladılar. Allah, onların koştukları şirkten münezzehtir.",
        "numberInSurah": 190,
        "juz": 9,
        "manzil": 2,
        "page": 175,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1145,
        "text": "Hiçbir şey yaratmayan ve kendileri yaratılmış olan putları mı Allah'a ortak ediyorlar, ona eş koşuyorlar?",
        "numberInSurah": 191,
        "juz": 9,
        "manzil": 2,
        "page": 175,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1146,
        "text": "Bu putlar, ne o tapınanlara, ne de kendi kendilerine yardım edebilirler.",
        "numberInSurah": 192,
        "juz": 9,
        "manzil": 2,
        "page": 175,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1147,
        "text": "Eğer siz onları doğru yola çağırsanız, size uymazlar. Onları ha çağırmışsınız, ha çağırmayıp susmuşsunuz, hiç fark etmez.",
        "numberInSurah": 193,
        "juz": 9,
        "manzil": 2,
        "page": 175,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1148,
        "text": "Allah'ı bırakıp taptıklarınız da tıpkı sizin gibi kullardır. Eğer iddianızda doğru iseniz haydi onları çağırın da size cevap versinler.",
        "numberInSurah": 194,
        "juz": 9,
        "manzil": 2,
        "page": 175,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1149,
        "text": "Onların yürüyecek ayakları, tutacak elleri, görecek gözleri veya işitecek kulakları mı var? De ki: \"Haydi çağırın o ortaklarınızı, sonra bana istediğiniz tuzağı kurun ve elinizden gelirse göz açtırmayın.\"",
        "numberInSurah": 195,
        "juz": 9,
        "manzil": 2,
        "page": 175,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1150,
        "text": "\"Zira benim velim, o kitabı indiren Allah'tır. Ve O, salih kullarına sahip çıkar.\"",
        "numberInSurah": 196,
        "juz": 9,
        "manzil": 2,
        "page": 176,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1151,
        "text": "\"Sizin Allah'tan başka taptıklarınız ise ne size yardım edebilirler, ne de kendi kendilerine yardımları dokunur.\"",
        "numberInSurah": 197,
        "juz": 9,
        "manzil": 2,
        "page": 176,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1152,
        "text": "\"Siz onları doğru yola çağıracak olsanız da duymazlar.\" Onların sana baktıklarını görürsün, bakarlar, ama görmezler.",
        "numberInSurah": 198,
        "juz": 9,
        "manzil": 2,
        "page": 176,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1153,
        "text": "Sen yine de affa sarıl, iyiliği emret ve cahillerden yüz çevir.",
        "numberInSurah": 199,
        "juz": 9,
        "manzil": 2,
        "page": 176,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1154,
        "text": "Eğer şeytandan bir vesvese, bir gıcık gelirse hemen Allah'a sığın. Muhakkak ki, Allah hakkıyla işiten, kemaliyle bilendir.",
        "numberInSurah": 200,
        "juz": 9,
        "manzil": 2,
        "page": 176,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1155,
        "text": "Allah'tan korkanlar, kendilerine şeytandan bir vesvese iliştiği zaman, durup düşünürler de derhal kendi basiretlerine sahib olurlar.",
        "numberInSurah": 201,
        "juz": 9,
        "manzil": 2,
        "page": 176,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1156,
        "text": "Şeytanların kardeşlerine gelince, onlar öbürlerini sapıklığa sürüklerler, sonra da yakalarını bırakmazlar.",
        "numberInSurah": 202,
        "juz": 9,
        "manzil": 2,
        "page": 176,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1157,
        "text": "Onlara (arzularına göre) bir âyet getirmediğin zaman, derleyip toplasaydın ya derler, sen de de ki; ben ancak Rabbimden bana ne vahyolunuyorsa ona uyarım, işte bütünüyle bu Kur'ân, Rabbinizden gelen basiretlerdir (kalp gözünü açacak beyanlardır), iman eden bir kavim için hidayettir, rahmettir.",
        "numberInSurah": 203,
        "juz": 9,
        "manzil": 2,
        "page": 176,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1158,
        "text": "Kur'ân okunduğu zaman, hemen susup onu dinleyin, umulur ki, rahmete nâil olursunuz.",
        "numberInSurah": 204,
        "juz": 9,
        "manzil": 2,
        "page": 176,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1159,
        "text": "Sabah akşam demeden, kendi içinden, korkarak ve yalvararak, alçak sesle Rabbini an ve gafillerden olma.",
        "numberInSurah": 205,
        "juz": 9,
        "manzil": 2,
        "page": 176,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1160,
        "text": "Zira Rabbinin katında olanlar, Allah'a kulluk etmekten asla kibirlenmezler, O'nu tenzih eder, şanını ulularlar ve yalnızca O'na secde ederler.",
        "numberInSurah": 206,
        "juz": 9,
        "manzil": 2,
        "page": 176,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": {
          "id": 1,
          "recommended": true,
          "obligatory": false
        }
      }
    ],
    "edition": {
      "identifier": "tr.yazir",
      "language": "tr",
      "name": "Elmalılı Hamdi Yazır",
      "englishName": "Elmalili Hamdi Yazir",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}