{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 8,
    "name": "سُورَةُ الأَنفَالِ",
    "englishName": "Al-Anfaal",
    "englishNameTranslation": "The Spoils of War",
    "revelationType": "Medinan",
    "numberOfAyahs": 75,
    "ayahs": [
      {
        "number": 1161,
        "text": "Sana ganimetlerin bölüştürülmesini soruyorlar. De ki, ganimetlerin taksimi Allah'a ve Resulüne aittir. Onun için siz gerçekten mümin kimseler iseniz Allah'tan korkun da biribirinizle aranızı düzeltin. Allah'a ve Resulü'ne itaat edin.",
        "numberInSurah": 1,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1162,
        "text": "Gerçek müminler ancak o müminlerdir ki, Allah anıldığı zaman yürekleri ürperir, âyetleri okunduğu zaman imanlarını arttırır. Ve bunlar yalnızca Rablerine tevekkül ederler.",
        "numberInSurah": 2,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1163,
        "text": "Onlar ki, namazı gereği gibi kılarlar ve kendilerine rızık olarak verdiğimiz şeylerden Allah yoluna harcarlar.",
        "numberInSurah": 3,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1164,
        "text": "İşte gerçekten mümin olanlar onlardır. Onlara Rablerinin katında dereceler vardır, bağışlanma ve değerli rızık vardır.",
        "numberInSurah": 4,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1165,
        "text": "Nitekim Rabbin seni, hak uğruna savaşmak için evinden çıkarmıştı. Oysa müslümanların bir kısmı o zaman bundan hoşlanmamışlardı.",
        "numberInSurah": 5,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1166,
        "text": "Ve gerçek, gün gibi açığa çıktıktan sonra bile seninle münakaşaya devam etmişlerdi; sanki göz göre göre ölüme sürükleniyorlardı.",
        "numberInSurah": 6,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1167,
        "text": "İşte o zaman Allah size iki taifeden (kervan veya kureyş ordusundan) birini vaad ediyordu ki, sizin olacaktı. Siz ise arzu ediyordunuz ki, şanı ve şerefi olmayan şey (kervan) sizin olsun. Halbuki Allah, âyetleriyle hakkı yerine oturtmak ve kâfirlerinarkasını kesmek istiyordu.",
        "numberInSurah": 7,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1168,
        "text": "Ki, hakkın hak olduğunu tanıtsın ve batılı büsbütün yok etsin, varsın o günahkârlar istemesin.",
        "numberInSurah": 8,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1169,
        "text": "O vakit siz Rabbinizden yardım diliyordunuz. O da: \"Ben işte ardarda bin melekle size yardım ediyorum\" diye duanızı kabul buyurmuştu.",
        "numberInSurah": 9,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1170,
        "text": "Bunu da Allah size sırf bir müjde olsun ve bununla kalbleriniz yatışsın diye yapmıştı. Yoksa zafer ancak Allah katındandır. Gerçekten Allah mutlak galiptir ve hikmet sahibidir.",
        "numberInSurah": 10,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1171,
        "text": "O sırada size, yine katından bir güven ve esenlik olmak üzere bir uyku sardırıyordu, sizi temizlemek, şeytanın vesvesesini sizden gidermek, yüreklerinize kuvvet vermek ve ayaklarınızı sağlam durdurmak için gökten üzerinize yağmur indiriyordu.",
        "numberInSurah": 11,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1172,
        "text": "İşte o anda Rabbin meleklere şöyle vahyediyordu: Ben sizinle beraberim, müminlere sebat verin. Kâfirlerin yüreğine korku salacağım, hemen boyunlarının üstüne vurun, parmaklarına, parmaklarına vurun\".",
        "numberInSurah": 12,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1173,
        "text": "Çünkü onlar Allah'a ve Resulüne karşı geldiler. Kim Allah'a ve Resulüne karşı gelirse, bilsin ki Allah'ın azabı çok çetindir.",
        "numberInSurah": 13,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1174,
        "text": "İşte gördünüz ya, şimdilik siz bunu tadın, şu da kesindir ki, ahirette kâfirlere cehennem azabı vardır.",
        "numberInSurah": 14,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1175,
        "text": "Ey iman edenler! Toplu olarak kâfirlerle karşılaştığınız zaman, onlara arkalarınızı dönmeyin (kaçmayın).",
        "numberInSurah": 15,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1176,
        "text": "Böyle bir günde her kim onlara, tekrar dönüp çarpışmak için geri çekilmek veya diğer bir safta yeniden mevzilenmek hâlleri dışında, arkasını dönerse, muhakkak Allah'dan bir gazaba uğramış olur ve varacağı yer cehennemdir, orası da ne kötü bir akıbettir.",
        "numberInSurah": 16,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1177,
        "text": "Sonra onları siz öldürmediniz, lâkin Allah öldürdü. Attığın zaman da sen atmadın, lâkin Allah attı. Bu da müminlere güzel bir imtihan geçirtmek içindi. Allah işitendir, bilendir.",
        "numberInSurah": 17,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1178,
        "text": "Gördünüz ya, Allah, kâfirlerin kurduğu tuzağı işte böyle boşa çıkarır.",
        "numberInSurah": 18,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1179,
        "text": "Fetih istiyorsanız, işte size fetih gelmiştir, eğer aşırı gitmez de son verirseniz, hakkınızda daha hayırlıdır. Yok eğer dönerseniz, biz de döneriz. O vakit askeriniz çok da olsa size hiç bir şekilde fayda vermez. İyi biliniz ki, Allah müminlerle beraberdir.",
        "numberInSurah": 19,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1180,
        "text": "Ey iman edenler, Allah'a ve Resulü'ne itaat edin. İşitip durduğunuz halde onun emirlerinden yüz çevirmeyin!",
        "numberInSurah": 20,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1181,
        "text": "Ve işitmedikleri halde \"işittik\" diyenler gibi olmayın!",
        "numberInSurah": 21,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1182,
        "text": "Çünkü yeryüzünde dolaşan canlıların Allah katında en kötüsü anlamayan ve düşünmeyen sağırlarla dilsizlerdir.",
        "numberInSurah": 22,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1183,
        "text": "Allah onlarda hayır görseydi onlara işittirirdi, işittirseydi yine de aldırmaz arka dönerlerdi.",
        "numberInSurah": 23,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1184,
        "text": "Ey iman edenler! Peygamber sizi, size hayat verecek şeylere davet ettiği zaman, Allah'a ve Resul'e icabet edin. Ve bilin ki Allah, kişi ile kalbi arasına girer. Ve siz kesinkes O'nun huzurunda toplanacaksınız.",
        "numberInSurah": 24,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1185,
        "text": "Ve öyle bir fitneden sakının ki, içinizden yalnızca zulüm yapanlara dokunmakla kalmaz. Ve bilin ki, Allah'ın cezası şiddetlidir.",
        "numberInSurah": 25,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1186,
        "text": "Düşünün ve hatırlayın o zamanları ki, hani bir vakitler siz yeryüzünde güçsüzdünüz, hor görülen bir azınlıktınız. İnsanların sizi hırpalamasından korkuyordunuz, öyle iken O, sizi barındırdı ve sizi yardımıyla destekleyip güçlendirdi ve şükretmeniz için temizlerinden rızık verdi.",
        "numberInSurah": 26,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1187,
        "text": "Ey iman edenler! Allah'a ve Resul'e hainlik etmeyiniz ki, bile bile kendi emanetlerinize hıyanet etmiş olmayasınız.",
        "numberInSurah": 27,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1188,
        "text": "Ve iyi biliniz ki, mallarınız ve evlatlarınız birer imtihan aracından başka birşey değildir. Allah katında büyük ecir vardır.",
        "numberInSurah": 28,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1189,
        "text": "Ey iman edenler! Allah'a karşı gelmekten sakınırsanız, O, size bir furkan (hakkı batıldan ayırdedecek bir anlayış) verir ve günahlarınızı örtbas eder, sizi bağışlar. Allah büyük lütuf sahibidir.",
        "numberInSurah": 29,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1190,
        "text": "Hani bir vakitler, o kâfirler, seni tutup bağlamak veya öldürmek veya sürüp çıkarmak için sana tuzak kuruyorlardı da, onlar tuzak kurarken Allah da karşılığında tuzak kuruyordu. Öyle ya, Allah tuzakların en hayırlısını kurar.",
        "numberInSurah": 30,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1191,
        "text": "Onlara âyetlerimiz okunduğu zaman, \"işittik, dilersek bunun gibisini biz de söyleriz, bu, eskilerin efsanelerinden başka bir şey değildir\" diyorlardı.",
        "numberInSurah": 31,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1192,
        "text": "Bir vakit de, \"Ey Allah, eğer bu Senin katından gelmiş bir hak kitap ise, hiç durma üstümüze gökten taşlar yağdır veya bize daha acı bir azap ver\" demişlerdi.",
        "numberInSurah": 32,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1193,
        "text": "Halbuki sen içlerinde iken Allah, onlara azab edecek değildi. İstiğfar ettikleri sürece de Allah onlara azab edecek değildir.",
        "numberInSurah": 33,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1194,
        "text": "Şimdi ise Allah'ın kendilerine azab etmemesi için neleri var ki? Oysa Mescidi Haram'dan menediyorlar. Üstelik onun hizmetine ehil kişiler de değiller. Çünkü onun hizmetine ehil olanlar ancak müttakilerdir. Lâkin çoğu bunu bilmezler.",
        "numberInSurah": 34,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1195,
        "text": "Kâbe huzurunda onların duaları ise ıslık çalıp el çırpmaktan başka birşey değildir. O halde inkârınızdan (ve nankörlüğünüzden) dolayı bu azabı tadın bakalım.",
        "numberInSurah": 35,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1196,
        "text": "Mallarını, Allah yolundan engellemek için sarfeden o kâfirler, hiç şüphesiz yine onu sarfedecekler. Varsın sarfetsinler, sonra o yüreklerine inen bir acı olacak, sonra da mağlup olacaklar. Zaten kâfirler toplanıp cehenneme gönderilecekler.",
        "numberInSurah": 36,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1197,
        "text": "Allah, murdarı temizden ayırdetmek için ve bir de murdar kısmını birbiri üzerine bindirip hepsini bir araya getirmek ve topunu birden cehenneme koymak için böyle yapar. İşte bunlar o hüsran içinde kalanların ta kendileridir.",
        "numberInSurah": 37,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1198,
        "text": "O kâfirlere de ki: Eğer bu işe son verirlerse daha önce yaptıkları bağışlanacak. Yok yine karşı koymaya başlar, isyana dönerlerse, önceki ümmetlere uygulanan kurallar kendilerine de uygulanacak. (Artık o ilâhî uygulamayı beklesinler.)",
        "numberInSurah": 38,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 150,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1199,
        "text": "Ortalıkta fitne kalmayıp, din tamamıyla Allah'ın dini oluncaya kadar onlarla savaşın. Eğer vazgeçerlerse muhakkak ki, Allah yaptıklarını görür.",
        "numberInSurah": 39,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 150,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1200,
        "text": "Yok vazgeçmez de tekrar eskiye dönerlerse artık bilin ki, Allah sizin yardımcınızdır. O ne güzel mevla, ne güzel yardımcıdır.",
        "numberInSurah": 40,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 150,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1201,
        "text": "Şunu da biliniz ki, ganimet olarak aldığınız her hangi bir şeyden beşte biri mutlaka Allah içindir. O da peygambere ve ona yakınlığı olanlara, yetimlere, miskinlere ve yolda kalmışlara aittir. Eğer siz Allah'a iman etmiş, hak ile batılın ayrıldığı o gün, iki ordunun karşı karşıya geldiği o (Bedir) günü kulumuza indirdiğimiz âyetlere iman getirmiş iseniz bunu böyle biliniz. Ve biliniz ki, Allah, herşeye kâdirdir.",
        "numberInSurah": 41,
        "juz": 10,
        "manzil": 2,
        "page": 182,
        "ruku": 150,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1202,
        "text": "O vakit siz vadinin yakın bir yamacında idiniz, onlarsa uzak yamacında idiler. Kervan da sizden daha aşağıda idi. Öyle ki, şayet onlarla sözleşmiş olsaydınız, öyle bir buluşma yeri için mutlaka anlaşmazlık çıkarırdınız. Fakat olması gereken (zafer)in olması için Allah böyle takdir etti. Tâ ki, helak olan apaçık bir delil gördükten sonra helak olsun, sağ kalanlar da yine apaçık bir delilden sonra yaşasın. Kesindir ki Allah, işitendir, bilendir.",
        "numberInSurah": 42,
        "juz": 10,
        "manzil": 2,
        "page": 182,
        "ruku": 150,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1203,
        "text": "Hani o vakitler Allah sana uykunda (rüyanda) onları az gösteriyordu. Eğer Allah sana onları kalabalık gösterseydi korkacaktınız ve savaş konusunda anlaşmazlığa düşecektiniz. Fakat Allah böyle bir şeyden sizi uzak tuttu. Çünkü O, gönüllerde yatanı da bilir.",
        "numberInSurah": 43,
        "juz": 10,
        "manzil": 2,
        "page": 182,
        "ruku": 150,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1204,
        "text": "Ve işte onlarla karşılaştığınız vakit onları sizin gözünüze az gösteriyordu, sizi de onların gözlerinde azaltıyordu. Çünkü Allah o mukadder olan işi yerine getirecekti. Bütün işler Allah'a döndürülür.",
        "numberInSurah": 44,
        "juz": 10,
        "manzil": 2,
        "page": 182,
        "ruku": 150,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1205,
        "text": "Ey iman edenler, bir düşman topluluğu ile karşılaştığınız zaman sebat edin ve Allah'ı çokça zikredin ki, kurtuluşa eresiniz.",
        "numberInSurah": 45,
        "juz": 10,
        "manzil": 2,
        "page": 182,
        "ruku": 151,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1206,
        "text": "Ayrıca Allah'a ve Resulü'ne itaat edin. Ve birbirinizle didişmeyin. Sonra içinize korku düşer ve kuvvetiniz elden gider. Sabırlı olun, çünkü Allah sabredenlerle beraberdir.",
        "numberInSurah": 46,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 151,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1207,
        "text": "Çalım atarak ve halka gösteriş yaparak yurtlarından çıkanlar ve Allah yoluna engel koyanlar gibi olmayın. Allah onların bütün yaptıklarını çepeçevre kuşatmıştır.",
        "numberInSurah": 47,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 151,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1208,
        "text": "Şeytan, onlara amellerini güzel gösterdiği zaman, \"Bu gün insanlardan size galip gelecek yoktur, ben de size yardımcıyım.\" demişti. Fakat iki tarafın karşı karşıya geldiği görününce arkasını dönüp kaçtı ve şöyle dedi: \"Ben sizden kesinlikle uzağım. Ben sizin göremeyeceğiniz şeyler görüyorum ve ben Allah'dan korkarım. Ayrıca Allah'ın azabı çok çetindir.\"",
        "numberInSurah": 48,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 151,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1209,
        "text": "O sırada münafıklar ve kalblerinde hastalık bulunanlar, (müslümanlar hakkında) \"şu adamları dinleri aldattı\" diyorlardı. Oysa her kim Allah'a tevekkül ederse bilsin ki, Allah galiptir, güçlüdür ve hikmet sahibidir.",
        "numberInSurah": 49,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1210,
        "text": "Melekler, o kâfirlerin yüzlerine ve sırtlarına vura vura ve \"Tadın bakalım cehennem azabını!\" diye diye canlarını alırken hallerini bir görmeliydin.",
        "numberInSurah": 50,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1211,
        "text": "İşte bu, sizin kendi ellerinizle meydana getirdiğiniz bir sonuçtur. Hiç şüphesiz Allah, kullarına hiçbir şekilde zalim biri değildir.",
        "numberInSurah": 51,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1212,
        "text": "Tıpkı Firavun'un izinden gidenlerle onlardan öncekilerin gidişi gibi onlar da Allah'ın âyetlerini tanımadılar, Allah da kendilerini günahları yüzünden tutuklayıverdi. Çünkü Allah çok kuvvetli ve azabı çok çetin olandır.",
        "numberInSurah": 52,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1213,
        "text": "Bu, Allah'ın bir kavme verdiği nimeti, onlar kendilerini değiştirmedikçe değiştirmemesinden dolayıdır. Gerçekten de Allah hakkiyle işiten, herşeyi bilendir.",
        "numberInSurah": 53,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1214,
        "text": "Tıpkı Firavun'un izinden gidenlerle onlardan öncekilerin gidişi gibi, Rabblerinin âyetlerini yalanladılar. Biz de onları günahları yüzünden helâk ettik. Firavun ile arkasından gidenleri suda boğduk. Hepsi de zalim idiler.",
        "numberInSurah": 54,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1215,
        "text": "Allah katında kımıldayıp debelenen canlıların en kötüsü, inkara saplanıp da bir türlü iman etmeyenlerdir.",
        "numberInSurah": 55,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1216,
        "text": "Onlar, kendileriyle antlaşma yaptığın halde her defasında antlaşmalarını bozarlar ve bundan hiç çekinmezler.",
        "numberInSurah": 56,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1217,
        "text": "Bundan dolayı onları harpte yakalarsan, kendilerinden sonrakilere de gözdağı olacak şekilde ağır bir cezaya çarptır, belki ibret alırlar.",
        "numberInSurah": 57,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1218,
        "text": "Eğer bir kavmin, sözleşmeye aykırı bir hainlik yapmasından korkarsan, savaştan önce aynı şekilde antlaşmayı bozduğunu kendilerine bildir. Çünkü Allah hainleri sevmez.",
        "numberInSurah": 58,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1219,
        "text": "O kâfirler ileri geçip kurtulduklarını sanmasınlar. Onlar kesinlikle (bizi) aciz bırakamazlar.",
        "numberInSurah": 59,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 153,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1220,
        "text": "Siz de gücünüzün yettiği kadar onlara karşı her çeşitten kuvvet biriktirin ve cihad için atlar hazırlayın ki, onlarla hem Allah'ın düşmanlarını, hem de kendi düşmanlarınızı, ayrıca Allah'ın bilip de sizin bilmediğiniz daha başkalarını korkutasınız. Allah yolunda her ne harcarsanız onun sevabı size eksiksiz ödenir ve asla haksızlığa uğratılmazsınız.",
        "numberInSurah": 60,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 153,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1221,
        "text": "Eğer onlar barıştan yana olurlarsa, sen de barıştan yana ol! Ve Allah'a güven. Çünkü işiten ve bilen O'dur.",
        "numberInSurah": 61,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 153,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1222,
        "text": "Eğer sana hile yapmak isterlerse, muhakkak ki sana Allah yeter. Seni yardımıyla ve müminlerle güçlendirecek olan O'dur.",
        "numberInSurah": 62,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 153,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1223,
        "text": "Müminlerin kalplerini birbirlerine O ısındırdı. Yoksa yeryüzünde ne varsa sen hepsini harcasaydın yine de onların kalblerini (böylesine) ısındıramazdın. Lâkin Allah, kalplerini kaynaştırdı. Muhakkak ki, O azizdir, hakimdir.",
        "numberInSurah": 63,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 153,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1224,
        "text": "Ey Peygamber! Sana Allah yetişir, arkandan gelen müminlerle beraber.",
        "numberInSurah": 64,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 153,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1225,
        "text": "Ey Peygamber! Müminleri cihada teşvik eyle. Eğer sizden sabredecek yirmi kişi olursa ikiyüze galip gelirler ve eğer sizden yüz kişi olursa kâfirlerden bin kişiye galip gelirler. Çünkü onlar hakkı ve akıbeti düşünmeyen anlayışsız bir kavimdirler.",
        "numberInSurah": 65,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 154,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1226,
        "text": "Şimdi Allah sizden yükü hafifletti ve sizde bir zaaf olduğunu bildi. O halde sizden sabredecek yüz kişi olursa ikiyüz düşmana galip gelirler, sizden bin kişi olursa Allah'ın izniyle ikibin düşmana galip gelirler. Allah sabredenlerle beraberdir.",
        "numberInSurah": 66,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 154,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1227,
        "text": "Hiçbir peygamberin, yeryüzünde ağır basmadıkça (kesin zafere ulaşıp üstün gelmedikçe) esirleri olması layık değildir. Siz dünya malını istersiniz, oysa Allah ahireti kazanmanızı murad eder. Allah azizdir, hakimdir.",
        "numberInSurah": 67,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 154,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1228,
        "text": "Eğer Allah'dan bir yazı (hüküm) bulunmasa idi aldığınız fidyeden dolayı size mutlaka büyük bir azab dokunurdu.",
        "numberInSurah": 68,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 154,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1229,
        "text": "Artık elde ettiğiniz ganimetten helâl ve hoş olarak yiyin ve Allah'a karşı gelmekten sakının. Muhakkak ki, Allah bağışlayıcıdır ve merhamet edicidir.",
        "numberInSurah": 69,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 154,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1230,
        "text": "Ey Peygamber, elinizdeki esirlere de ki: \"Eğer Allah sizin kalblerinizde bir hayır bulursa, sizden alınandan daha hayırlısını size verir ve günahlarınızı bağışlar. Çünkü Allah bağışlayıcıdır.\"",
        "numberInSurah": 70,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1231,
        "text": "Eğer sana hıyanet etmek isterlerse iyi bilsinler ki, bundan önce Allah'a hainlik ettiklerinden dolayı Allah onların ezilmelerine imkân verdi. Allah her şeyi hakkıyla bilen hüküm ve hikmet sahibidir.",
        "numberInSurah": 71,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1232,
        "text": "Gerçekten de iman edip hicret eden, mallarıyla ve canlarıyla Allah yolunda cihad veren, onları barındırıp yardım edenler, işte bunlar birbirlerinin dostlarıdırlar. İman ettiği halde henüz hicret etmemiş olanlar, hicret edinceye kadar onlar üzerinde herhangi bir velayet hakkınız yoktur. Bununla beraber dinde sizden yardım isterlerse, sizinle arasında antlaşma bulunanlar aleyhine bir durum olmadıkça, onlara yardım etmeniz de üzerinize borçtur. Allah bütün yaptıklarınızı görüp duruyor.",
        "numberInSurah": 72,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1233,
        "text": "Kâfirler de aslında birbirlerinin dostları ve yardımcılarıdırlar. Eğer siz de öyle yapmazsanız, yeryüzünde büyük bir fitne ve fesat çıkar.",
        "numberInSurah": 73,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1234,
        "text": "O kimseler ki, iman ettiler, hicret ettiler ve Allah yolunda cihada katıldılar, bir kısımları da onları barındırıp yer, yurt sahibi yaptılar ve yardıma koştular, işte bunlar hakkıyla mümin olanlardır. Bunlara bir mağfiret ve cömertçe bir rızık vardır.",
        "numberInSurah": 74,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1235,
        "text": "Daha sonradan hicret edip sizinle beraber savaşa katılanlar da sizdendirler. Bir de akraba olanlar, Allah'ın kitabına göre, birbirlerine daha yakındırlar. Şüphe yok ki, Allah her şeyi bilir.",
        "numberInSurah": 75,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "tr.yazir",
      "language": "tr",
      "name": "Elmalılı Hamdi Yazır",
      "englishName": "Elmalili Hamdi Yazir",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}