{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 11,
    "name": "سُورَةُ هُودٍ",
    "englishName": "Hud",
    "englishNameTranslation": "Hud",
    "revelationType": "Meccan",
    "numberOfAyahs": 123,
    "ayahs": [
      {
        "number": 1474,
        "text": "ElifLâmRâ. Bu öyle bir kitaptır ki, âyetleri muhkem kılınmış, sonra da herşeyden haberdar olan hikmet sahibi Allah tarafından âyetleri ayrıntılı olarak açıklanmıştır.",
        "numberInSurah": 1,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 183,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1475,
        "text": "(Şöyle ki:) Allah'dan başkasına kulluk etmeyin. Ben size O'nun tarafından müjde vermek ve uyarmak için gönderilmiş gerçek bir peygamberim.",
        "numberInSurah": 2,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 183,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1476,
        "text": "Ve Rabbinizin mağfiretini isteyin, sonra ona tevbe edin ki sizi, belli bir süreye kadar güzel güzel yaşatsın. Ve her fazilet sahibine layık olduğu ihsanı versin. Eğer yüz çevirirseniz, ben sizin için büyük bir günün azabından korkarım.",
        "numberInSurah": 3,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 183,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1477,
        "text": "Dönüşünüz yalnızca Allah'adır. O'nun da herşeye gücü yeter.",
        "numberInSurah": 4,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 183,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1478,
        "text": "Dikkat edin! Görmüyor musunuz, onlar düşmanlıklarını gizlemek için göğüslerini çeviriyorlar. İyi bilin ki, onlar örtülerine bürünürlerken, neyi gizleyip, neyi açığa vurduklarını Allah biliyor. Muhakkak ki Allah, gönülde gizlenenleri de bilir.",
        "numberInSurah": 5,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 183,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1479,
        "text": "Yeryüzünde rızkı Allah'a ait olmayan hiçbir canlı yoktur. O, onların karar kıldıkları yerleri de, emaneten durdukları yerleri de bilir. Onların hepsi apaçık bir kitaptadır.",
        "numberInSurah": 6,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 183,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1480,
        "text": "O, öyle bir Allah'dır ki, hanginizin daha güzel amel işleyeceğini imtihan etmek için gökleri ve yeri altı günde yarattı. Arşı da su üstündeydi. Onlara \"öldükten sonra tekrar dirileceksiniz\" dersen, o kâfirler de kesinlikle sana: \" Bu apaçık bir sihirden başka birşey değildir.\" diyecekler.",
        "numberInSurah": 7,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 183,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1481,
        "text": "Ve eğer bunlardan bir kısmının göreceği azabı belli bir süreye kadar erteleyecek olursak, o zaman da \"onu engelleyen nedir ki?\" diyecekler. İyi bilin ki, o azap onlara geldiği gün kendilerinden geri çevrilecek değildir. Ve o alay ettikleri şey kendilerini kuşatmış olacaktır.",
        "numberInSurah": 8,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 183,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1482,
        "text": "Ve şayet insana tarafımızdan bir rahmet tattırır, sonra da onu kendisinden geri alırsak, şüphesiz o ümitsiz ve nankör bir kimse olur.",
        "numberInSurah": 9,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1483,
        "text": "Ve şayet ona dokunan bir sıkıntıdan sonra bir nimet tattırırsak, \"Artık benden bütün kötülükler silinip gitti.\" der, mutlaka böbürlenir ve şımarır.",
        "numberInSurah": 10,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1484,
        "text": "Ancak (her iki halde de) sabır gösterip iyi ameller işleyenler müstesnadır. İşte onlara bir mağfiret ve büyük bir mükafat vardır.",
        "numberInSurah": 11,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1485,
        "text": "(Ey Resulüm!) Şimdi belki sen, \"Ona bir hazine indirilse, ya da beraberinde bir melek gezip dolaşsa ya!\" diyorlar diye sana vahyolunan vahyin bir kısmını terkedecek olursun ve bundan dolayı da göğsün daralır. Sen yalnızca bir uyarıcısın. Allah ise her şeye vekildir.",
        "numberInSurah": 12,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1486,
        "text": "Yoksa \"onu kendi uydurdu\" mu diyorlar? O halde sen de onlara de ki: \"Haydi siz de onun gibi uydurulmuş on sûre getirin. Allah'dan başka çağırabileceğiniz kim varsa onları da yardıma çağırın. Eğer doğru söylüyorsanız\" (bunu yaparsınız).",
        "numberInSurah": 13,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1487,
        "text": "Yok eğer bunun üzerine size cevap vermedilerse, artık bilin ki, bu Kur'ân ancak Allah'ın ilmiyle indirilmiştir. O'ndan başka ilâh yoktur. Artık müslüman oluyorsunuz, değil mi?",
        "numberInSurah": 14,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1488,
        "text": "Her kim dünya hayatını ve güzelliklerini isterse biz onlara amellerinin karşılığını orada tamamen öderiz. Bu hususta kendilerine bir densizlik yapılmaz.",
        "numberInSurah": 15,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1489,
        "text": "Fakat onlar öyle kimselerdir ki, ahirette kendilerine ateşten başka bir şey yoktur. İşledikleri şeyler orada boşuna gitmiştir. Zaten bütün yaptıkları da batıldır.",
        "numberInSurah": 16,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1490,
        "text": "O dünyayı isteyenler, hiç Rabbinden açık bir belge üzere olan kimse gibi midir? O belgeyi yine Allah'dan gelen bir şahid olarak Kur'ân izliyor, ondan önce de bir rehber ve rahmet olan kitap, Musa'nın kitabı yine onu destekliyor. Böyle olanlar Kur'ân'a inanırlar. Hangi hizipten olursa olsun kim onu inkâr ederse, ona vaad edilen yer ateştir. İşte bütün bunlardan dolayı sen de bu Kur'ân'dan şüphe içinde olma. Kesinlikle o haktır, Rabbindendir. Fakat insanların çoğu iman etmezler.",
        "numberInSurah": 17,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1491,
        "text": "Üstelik bir yalanı Allah'a iftira edenden daha zalim kim olabilir? Bunlar Rablerinin huzuruna arzolunacaklar, şahitler de şöyle diyecekler: \"İşte bunlar Rablerine karşı yalan söyleyenlerdir\". İyi bilin ki: Allah'ın laneti zalimlerin üzerinedir.",
        "numberInSurah": 18,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1492,
        "text": "Onlar ki, Allah yolundan döndürmeye çalışırlar ve o yolu eğri büğrü yapmak isterler. Üstelik onlar, evet onlar ahirete de inanmazlar.",
        "numberInSurah": 19,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1493,
        "text": "Onlar yeryüzünde (herkesi) yıldıracak değillerdir. Kendilerini koruyacak Allah'dan başka kimseleri de yoktur. Onların azabı kat kat olacaktır. Üstelik onlar hakkı işitmeye tahammül edemiyorlardı ve de görmüyorlardı.",
        "numberInSurah": 20,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1494,
        "text": "Onlar kendilerine yazık etmiş olan kimselerdir. O iftira edip uydurdukları da kendilerinden yüz çevirip gitmişlerdir.",
        "numberInSurah": 21,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1495,
        "text": "Kesinlikle bunlar ahirette de en ziyade hüsrana uğrayacak olanlardır.",
        "numberInSurah": 22,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1496,
        "text": "Fakat iman edip salih amel işleyenler ve Rablerine karşı edepli olanlar, güvenen ve itaat edenler var ya, işte bunlar da cennet ehlidirler. Onlar orada ebedi kalırlar.",
        "numberInSurah": 23,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1497,
        "text": "Bu iki ayrı grubun meseli, kör ve sağır ile gören ve işiten gibidir. Bunlar hiç eşit olabilirler mi? Hâlâ düşünmeyecek misiniz?",
        "numberInSurah": 24,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 184,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1498,
        "text": "Andolsun ki, vaktiyle Nuh'u da kavmine gönderdik, O, onlara şöyle dedi: \"Ben sizin için apaçık bir uyarıcıyım.\"",
        "numberInSurah": 25,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1499,
        "text": "\"Allah'dan başkasına ibadet etmeyin! Ben, size gelecek acı bir günün azabından korkarım.\"",
        "numberInSurah": 26,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1500,
        "text": "Buna karşılık, kavminin ileri gelen kâfirlerinden bir kısmı dediler ki: \"Biz seni bizim gibi insanlardan biri olarak görüyoruz, başka değil. İlk bakışta bizim ayak takımımızdan başkasının senin arkana düştüğünü görmüyoruz. Sizin bizden fazla bir meziyetinizi de görmüyoruz. Aksine sizi yalancılar sanıyoruz.\"",
        "numberInSurah": 27,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1501,
        "text": "Nuh dedi ki; \"Ey kavmim! Peki şu söyleyeceğime ne diyeceksiniz? Ben Rabbimden apaçık bir delil üzere isem ve O, bana kendi tarafından bir rahmet bahşetmişse, size de onu görecek göz verilmemişse biz, istemediğiniz halde onu size zorla mı kabul ettireceğiz?\"",
        "numberInSurah": 28,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1502,
        "text": "\"Ey kavmim! Ben sizden herhangi bir mal mülk istemiyorum. Benim mükafatım ancak Allah'a aittir. Ve ben ona iman edenleri kovacak değilim. Onlar elbette Rablerine kavuşacaklar. Fakat ben de sizi cahillik eden bir kavim görüyorum.\"",
        "numberInSurah": 29,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1503,
        "text": "\"Ey kavmim, ben onları etrafımdan kovacak olursam, Allah'dan beni kim kurtarabilir? Siz hiç düşünmez misiniz?\"",
        "numberInSurah": 30,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1504,
        "text": "Ben size \"Allah'ın hazineleri benim yanımdadır.\" demiyorum ki. Ben size \"Ben bir meleğim.\" de demiyorum. O sizin kendinize göre, hor gördükleriniz hakkında \"Allah onlara hiçbir hayır vermez.\" de demiyorum. Onların içlerindeki niyeti, en iyi Allah bilir. (Bu söylediklerimin aksini iddia etseydim) asıl o zaman zalimlerden olurdum.",
        "numberInSurah": 31,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1505,
        "text": "Dediler ki; \"Ey Nuh! Bizimle didişip durdun, didişmende de çok ileri gittin. Eğer doğru söylüyorsan, bizi tehdit ettiğin şu azabı getir de görelim.\"",
        "numberInSurah": 32,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1506,
        "text": "Nuh dedi ki; \"Onu ancak Allah dilerse getirir. Ve siz O'nu yıldıracak değilsiniz.\"",
        "numberInSurah": 33,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1507,
        "text": "Ben size öğüt vermek istemiş olsam da, eğer Allah sizi helâk etmeyi murad ediyorsa, zaten öğüt vermemin size bir faydası olmaz. Rabbiniz O'dur ve nihayet O'na döndürüleceksiniz.",
        "numberInSurah": 34,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1508,
        "text": "Yoksa \"Onu uydurdu\" mu diyorlar? De ki; \"Eğer uydurdumsa vebali benim boynumadır. Bense sizin yüklendiğiniz vebalden uzağım\".",
        "numberInSurah": 35,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1509,
        "text": "Ayrıca Nuh'a şöyle vahyettik: \"Bil ki kavminden şimdiye kadar iman etmiş olanlardan başka artık kimse iman etmeyecektir. Onun için yaptıkları şeylerden dolayı kederlenme.\"",
        "numberInSurah": 36,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 186,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1510,
        "text": "Bizim gözetimimiz altında ve vahyimize göre gemiyi yap. Zulüm yapanlar hakkında da bana bir şey söyleme. Çünkü onlar kesinlikle suda boğulacaklardır.",
        "numberInSurah": 37,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 186,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1511,
        "text": "Gemiyi yapıyordu, kavminden bazı ileri gelen gruplar, onun yanından gelip geçtikçe, onunla alay ediyorlardı. Nuh dedi ki: \"Bizimle eğleniyorsunuz, biz de sizinle tıpkı bizimle eğlendiğiniz gibi alay edip eğleneceğiz.\"",
        "numberInSurah": 38,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1512,
        "text": "O perişan edici azabın kime geleceğini ve o sürekli azabın kimin başına ineceğini ilerde bileceksiniz.",
        "numberInSurah": 39,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1513,
        "text": "Nihayet emrimiz geldiği ve tennur (tandır veya geminin kazanı) tutuşup parladığı zaman dedik ki; \"Erkeği ve dişisi olan her canlıdan ikişer tane, aleyhlerinde hüküm verilmiş olanların dışında, aileni ve iman etmiş olanları geminin içine yükle\". Zaten beraberinde iman edenler çok az idi.",
        "numberInSurah": 40,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1514,
        "text": "Nuh dedi ki; \"Allah'ın adıyla binin içine. Onun akışı da, duruşu da (O'nun adıyladır). Hiç şüphesiz Rabbim gerçekten çok bağışlayıcı, çok esirgeyicidir.",
        "numberInSurah": 41,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1515,
        "text": "Gemi içindekilerle birlikte, dağlar gibi dalgalar arasında akıp gidiyordu. Nuh ayrı bir yere çekilmiş olan oğluna bağırdı: \"Yavrucuğum, gel, bizimle beraber bin! Kâfirlerle beraber olma!\"",
        "numberInSurah": 42,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1516,
        "text": "O, dedi ki; \"Ben, beni sudan koruyacak bir dağa çıkacağım\". Nuh da \"Bu gün Allah'ın merhamet ettiğinden başkasını, Allah'ın bu emrinden koruyacak kimse yoktur.\" dedi. Derken dalga aralarına giriverdi. O da boğulanlardan oldu.",
        "numberInSurah": 43,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1517,
        "text": "Allah tarafından denildi ki: \"Ey yeryüzü suyunu yut! Ey gökyüzü sen de suyunu kes! Ve sular çekildi. Emir yerine gelmiş oldu. Gemi de Cudi dağı üzerine oturdu. O zalim kavme böylece dünyadan uzak olun denildi.",
        "numberInSurah": 44,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1518,
        "text": "Nuh Rabbine niyaz edip dedi ki: \"Ey Rabbim! Oğlum benim ehlimdendi senin vaadin de elbette haktır ve gerçektir. Ve sen hakimler hakimisin.\"",
        "numberInSurah": 45,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1519,
        "text": "Allah: \"Ey Nuh! O kesinlikle senin ehlin (âilen)'den değildir. Çünkü o salih olmayan bir amelin sahibidir. Hakkında bilgin olmayan bir şeyi benden isteme! Ben, seni, cahillerden olmaktan sakındırırım.\"",
        "numberInSurah": 46,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1520,
        "text": "Nuh: \"Ey Rabbim! Ben bilmediğim bir şeyi istemiş olmaktan dolayı sana sığınırım. Sen beni bağışlamazsan, bana merhamet etmezsen ben hüsrana uğrayanlardan olurum.",
        "numberInSurah": 47,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1521,
        "text": "\"Ey Nuh!\" denildi, \" Bizden bir selâm sana ve seninle birlikte olanlardan gelecek ümmetlere, kutluluk dileğiyle gemiden in. İlerde kendilerini bir çok nimetten faydalandıracağımız, sonra da bu yüzden kendilerine tarafımızdan acıklı bir azap dokunacaknice ümmetler olacaktır.\"",
        "numberInSurah": 48,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1522,
        "text": "İşte bunlar gayb haberlerindendir. Bunları sana vahiyle bildiriyoruz. Bundan önce bunları ne sen bilirdin, ne de kavmin. O halde sabret, akıbet muhakkak muttakilerindir.",
        "numberInSurah": 49,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1523,
        "text": "Âd kavmine de kardeşleri Hud'u gönderdik. Dedi ki: \"Ey kavmim! Allah'a kulluk edin. Sizin O'ndan başka bir ilâhınız yoktur. Siz sadece iftira edip duruyorsunuz.\"",
        "numberInSurah": 50,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1524,
        "text": "\"Ey kavmim! Bu iş için sizden bir ücret istemiyorum. Benim ecrim ancak beni yaratana aittir. Artık akıllanmayacak mısınız?\"",
        "numberInSurah": 51,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1525,
        "text": "\"Ey kavmim! Rabbinizden mağfiret isteyin, sonra O'na tevbe edin ki, üzerinize gökten bol bol bereket indirsin ve sizi kuvvetinize kuvvet katarak çoğaltsın. Gelin günahkâr olarak dönüp gitmeyin.\"",
        "numberInSurah": 52,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1526,
        "text": "Dediler ki; \"Ey Hud! Sen bize açık bir mucize getirmedin. Biz de senin sözünle tanrılarımızı terk etmeyiz. Ve biz sana inanmayız.\"",
        "numberInSurah": 53,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1527,
        "text": "\"Ancak şu kadarını diyebiliriz ki; \"tanrılarımızdan bazısı seni fena çarpmış\". O da dedi ki; \"Allah'ı şahit tutuyorum, siz de şahid olun ki ben, Allah'a koştuğunuz ortaklardan uzağım.\"",
        "numberInSurah": 54,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1528,
        "text": "\"O'ndan başka herşeyden uzağım, artık hepiniz toplanın bana istediğiniz tuzağı kurun, sonra hiç bekletmeyin.",
        "numberInSurah": 55,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1529,
        "text": "\"Ben muhakkak ki, hem benim Rabbim, hem de sizin Rabbiniz olan Allah'a dayanmaktayım. Yeryüzünde hiçbir canlı yoktur ki, idaresi ve yönetimi O'nun elinde olmasın. Benim Rabbim, hiç şüphe yok ki, doğru yoldadır.\"",
        "numberInSurah": 56,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1530,
        "text": "\"Eğer, yine de yüz çevirirseniz, ben size ne ile gönderilmişsem, işte onu tebliğ ettim. Ayrıca Rabbim, sizin yerinize başka bir kavmi getirir de siz O'na zerrece zarar veremezsiniz. Hiç şüphesiz O, herşeyi koruyup gözetendir.",
        "numberInSurah": 57,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1531,
        "text": "Ne zaman ki emrimiz geldi, Hud'u ve beraberindeki iman edenleri, tarafımızdan bir rahmet ile kurtardık, ayrıca onları çok ağır bir azaptan da kurtardık.",
        "numberInSurah": 58,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1532,
        "text": "İşte Âd kavmi buydu. Rablerinin âyetlerini bile bile inkâr ettiler ve peygamberlerine isyan ettiler. Başa geçen her zorbanın emrine uyup arkasından gittiler.",
        "numberInSurah": 59,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1533,
        "text": "Hem bu dünyada, hem de kıyamet gününde bir lânetle izlendiler. Bilin ki, Âd kavmi, gerçekten Rablerini inkâr ettiler. Yine bilin ki, Hud'un kavmi olan Âd, defolup gittiler.",
        "numberInSurah": 60,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1534,
        "text": "Semud kavmine de kardeşleri Salih'i gönderdik. Dedi ki, \"Ey kavmim! Allah'a kulluk edin. Sizin O'ndan başka bir tanrınız daha yoktur. Sizi topraktan O meydana getirdi. Sizi orada ömür sürmeye O memur etti. Bu sebepten O'nun mağfiretini isteyin, sonra O'na tevbe edin. Şüphesiz Rabbim yakındır, dualarınızı kabul eder.\"",
        "numberInSurah": 61,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1535,
        "text": "Dediler: \"Ey Salih,! Bundan önce sen bizim içimizde ümit beslenir bir zat idin. Şimdi bizi babalarımızın taptıklarına tapmaktan mı engelliyorsun? Biz, doğrusunu istersen bizi davet ettiğin şeyden kuşkulandıran bir şüphe içindeyiz.\"",
        "numberInSurah": 62,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1536,
        "text": "Salih dedi: \"Ey kavmim! Eğer ben Rabbimden açık bir mucize üzerinde isem ve o bana tarafından bir rahmet bahşetmiş ise, ben Allah'a isyan ettiğim takdirde beni O'ndan kim kurtarabilir? Demek ki, siz bana zarar vermekten başka bir şey yapmıyorsunuz.\"",
        "numberInSurah": 63,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1537,
        "text": "\"Ey kavmim! İşte şu, Allah'ın dişi devesi, size bir mucizedir. Bırakın onu Allah'ın yer yüzünde (otlaklarında) otlasın. Ve ona kötü bir maksatla el sürmeyin, sonra sizi yakın bir azap yakalar.\"",
        "numberInSurah": 64,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1538,
        "text": "Derken, o deveyi kestiler. Bunun üzerine Salih dedi ki: \"Yurdunuzda üç gün daha yaşayın. İşte bu, yalan çıkmayacak olan kesin bir vaaddir.\"",
        "numberInSurah": 65,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1539,
        "text": "Ne zaman ki, azap emrimiz geldi, Salih'i ve beraberindeki iman edenleri, tarafımızdan bir rahmet sayesinde kurtardık, üstelik o günün perişanlığından da kurtardık. Hiç şüphesiz Rabbin güçlüdür, mutlak üstündür.",
        "numberInSurah": 66,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1540,
        "text": "O zalimleri, korkunç bir gürültü yakalayıverdi de oldukları yerde çöküp kaldılar.",
        "numberInSurah": 67,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1541,
        "text": "Sanki orada güzel güzel yaşayıp durmamışlardı. Bak işte Semud, gerçekten de Rablerine küfretmişlerdi. Bak işte nasıl yok olup gittiler.",
        "numberInSurah": 68,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1542,
        "text": "Andolsun ki, İbrahim'e de elçilerimiz (melekler) müjde ile geldiler ve \"selâm\" dediler, o da \"selâm\" dedi ve hemen gidip onlara kızartılmış bir buzağı getirdi.",
        "numberInSurah": 69,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1543,
        "text": "Fakat onların o buzağıya el sürmediklerini görünce, tuhafına gitti ve içinde onlara karşı bir korku uyandı. Onlar da \"Korkma, biz Lut'un kavmine gönderildik.\" dediler.",
        "numberInSurah": 70,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1544,
        "text": "İbrahim'in karısı ayakta duruyordu bunun üzerine yüzü güldü. Ona İshak'ı ve İshak'ın arkasından da Ya'kub'u müjdeledik.",
        "numberInSurah": 71,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1545,
        "text": "\"Vay başıma gelene!\" dedi, \"Ben bir kocakarıyım, kocam da yaşlı bir adam. Bu gerçekten çok tuhaf bir şey!\"",
        "numberInSurah": 72,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1546,
        "text": "Dediler: \"Sen Allah'ın emrine mi şaşıyorsun? Allah'ın rahmeti ve berekâtı üzerinizdedir. Ey ev halkı! Muhakkak ki O, hamiddir (övülmeye lâyıktır), meciddir (cömertliği boldur).\"",
        "numberInSurah": 73,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1547,
        "text": "İbrahim'den korku iyice geçip gidince, bu müjde de kendisine gelince, bizim (meleklerimiz)le Lut kavmi hakkında tartışmaya girişti:",
        "numberInSurah": 74,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1548,
        "text": "Çünkü İbrahim, çok yumuşak huylu ve çok yufka yürekli (yanık kalbli) idi.",
        "numberInSurah": 75,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1549,
        "text": "Melekler: \"Ey İbrahim! Bu konuda bizimle tartışmaktan vazgeç. Çünkü Rabbinin emri kesin olarak geldi ve onlara geri çevrilmesi mümkün olmayan bir azap gelecektir.",
        "numberInSurah": 76,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1550,
        "text": "Ne zaman ki, elçilerimiz Lut'a geldiler, bunların gelişleri yüzünden Lut fenalaştı, eli ayağı birbirine dolaştı ve \"Bu gün çetin bir gündür.\" dedi.",
        "numberInSurah": 77,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1551,
        "text": "Daha önceleri çirkin işler yapmış olan kavmi harıl harıl koşup geldiler. Lut onlara: \"Ey kavmim! İşte size kızlarım, onlar sizin için daha temizdirler. Gelin Allah'tan korkun, beni misafirlerime rezil rüsvay etmeyin. İçinizde hiç aklı başında bir adam yok mu?\" dedi.",
        "numberInSurah": 78,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1552,
        "text": "Onlar: \"Sen de bilirsin ki, bizim senin kızlarınla bir ilgimiz yoktur. Sen bizim ne istediğimizi gayet iyi biliyorsun.\" dediler.",
        "numberInSurah": 79,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1553,
        "text": "Lut dedi: \"Ne olurdu size karşı bir kuvvetim olsaydı, ya da çok sarp bir yere sığınabilseydim.\"",
        "numberInSurah": 80,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1554,
        "text": "Melekler dediler: \"Ey Lut! Şundan emin ol ki, biz Rabbinin elçileriyiz. Onlar sana asla zarar veremezler. Sen, gecenin bir kısmı olunca ailenle birlikte hemen buradan çık git. İçinizden hiç kimse geri kalmasın, eşin başka. Çünkü ona da onlara gelecek olan musibet gelecektir. Haberin olsun, helâk zamanları sabah vaktidir. Zaten sabah yakın değil mi?\"",
        "numberInSurah": 81,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1555,
        "text": "Ne zaman ki, emrimiz geldi, o ülkenin altını üstüne getirdik ve üzerlerine istif edilip pişirilmiş çamurdan taşlar yağdırdık.",
        "numberInSurah": 82,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1556,
        "text": "Bu taşlar Rabbinin katında damgalanmışlardı. Bunlar zalimlerden uzak şeyler değildir.",
        "numberInSurah": 83,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1557,
        "text": "Medyen'e de kardeşleri Şu'ayb'i gönderdik. Dedi ki: \"Ey kavmim! Allah'a kulluk edin. Sizin O'ndan başka ilâhınız yoktur. Ölçeği de, teraziyi de eksik tutmayın. Ben sizi hayır (bolluk) içinde görüyorum. Bununla beraber yine de sizi kuşatacak bir gününazabından korkuyorum.\"",
        "numberInSurah": 84,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1558,
        "text": "\"Ey kavmim! Ölçerken ve tartarken adaleti yerine getirin. Halkın malına densizlik etmeyin ve yeryüzünde fesatçılık yaparak fenalık etmeyin.\"",
        "numberInSurah": 85,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1559,
        "text": "Eğer mümin iseniz, Allah'ın helâlinden size ihsan ettiği kâr sizin için daha hayırlıdır. Bununla beraber ben sizin üzerinize gözcü değilim.\"",
        "numberInSurah": 86,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1560,
        "text": "Dediler ki; \"Ey Şu'ayb, atalarımızın taptıklarını terketmemizi veya mallarımızda dilediğimizi yapmaktan vazgeçmemizi sana namazın mı emrediyor? Oysa ki sen yumuşak huylusun ve aklı başında bir adamsın.\"",
        "numberInSurah": 87,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1561,
        "text": "Şu'ayb dedi ki: \"Ey kavmim! Şayet ben Rabbimden ispat edici bir delil üzerinde bulunuyorsam ve şayet bana, O kendi katından güzel bir rızık ihsan etmişse, söyleyin bakalım ben ne yapmalıyım? Ben size karşı çıkmakla sizi menettiğim şeylere kendim düşmek istemiyorum. Ben sadece gücümün yettiği kadar ıslah etmeye çalışıyorum. Muvaffakiyetim de ancak Allah'ın yardımı ile olacaktır. Ben yalnızca O'na dayandım ve ancak O'na döneceğim.\"",
        "numberInSurah": 88,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1562,
        "text": "\"Ey kavmim! Bana karşı gelmeniz sakın sizi, Nuh kavminin veya Hud kavminin veya Salih kavminin başlarına gelen musibetler gibi bir musibete uğratmasın. Lut kavmi de sizden uzak değildir.",
        "numberInSurah": 89,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1563,
        "text": "Rabbinizden mağfiret dileyin, sonra O'na tevbe ile yönelin. Şüphesiz ki, benim Rabbim çok merhametlidir, çok sevendir.",
        "numberInSurah": 90,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1564,
        "text": "Dediler ki: \"Ey Şu'ayb! Biz senin söylediklerinin çoğundan birşey anlamıyoruz. Ayrıca seni içimizde çok zayıf biri olarak görüyoruz. Eğer akrabaların olmasaydı mutlaka seni recmederdik (taşa tutardık). Senin bize hiçbir üstünlüğün yoktur.\"",
        "numberInSurah": 91,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1565,
        "text": "Şu'ayb dedi: \"Ey kavmim! Benim akrabalarım size Allah'dan daha mı değerli ki, Allah'a sırt çevirip, onu unuttunuz? Muhakkak ki, Rabbim bütün yaptıklarınızı çepeçevre kuşatmıştır.\"",
        "numberInSurah": 92,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1566,
        "text": "\"Ey kavmim! Var gücünüzle yapacağınız ne varsa yapın! Ben de görevimi yapmaya devam edeceğim. Perişan edecek azabın kime geleceğini ve yalancının kim olduğunu ilerde anlayacaksınız. Bekleyiniz, ben de sizinle beraber bekleyeceğim.\"",
        "numberInSurah": 93,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1567,
        "text": "Ne zaman ki, emrimiz geldi, Şu'ayb ve beraberindeki müminler, tarafımızdan bir rahmet sayesinde kurtuldular. Ve o zalimleri korkunç bir gürültü yakaladı da oldukları yerde çöküp kaldılar.",
        "numberInSurah": 94,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1568,
        "text": "Sanki orada hiç güzel gün görmemişlerdi. Dikkat edin, Semud kavmi nasıl helâk olup gittiyse Medyen de öyle yok olup gitti.",
        "numberInSurah": 95,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1569,
        "text": "Andolsun Musa'yı da âyetlerimizle ve apaçık bir belge ile gönderdik.",
        "numberInSurah": 96,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1570,
        "text": "Firavun'a ve cemaatine. Bunlar Firavun'un emrine uydular. Halbuki Firavun'un emri hak değildir.",
        "numberInSurah": 97,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1571,
        "text": "Kıyamet günü, kavminin önüne düşer. Artık o bunları ateşe götürmüştür. O varılan yer, ne kötü bir yerdir.",
        "numberInSurah": 98,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1572,
        "text": "Hem burada, hem de kıyamet gününde lanetle izlendiler. Onlara verilen bu karşı destek ne fena bir destektir!",
        "numberInSurah": 99,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1573,
        "text": "İşte bu helâk olmuş memleketlerin önemli haberlerindendir. Sana onu kıssa olarak anlatıyoruz. Onlardan yerinde duranlar da var, biçilenler (yok olup gidenler) de.",
        "numberInSurah": 100,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1574,
        "text": "Biz onlara zulmetmedik, onlar kendi kendilerine zulmettiler. Allah'ı bırakıp da taptıkları tanrılar, Rabbinin emri gelince kendilerine hiçbir fayda sağlayamadılar. Hasarlarını arttırmaktan başka bir şeye yaramadılar.",
        "numberInSurah": 101,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1575,
        "text": "İşte Rabbin, zalim memleketleri cezalandırdığı zaman böyle cezalandırır. Çünkü O'nun cezası çok acı, çok çetindir.",
        "numberInSurah": 102,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1576,
        "text": "Ahiret azabından korkanlar için bunda muhakkak ki, bir ibret vardır. O, öyle bir gündür ki, bütün insanlar onun için toplanacaktır ve o, öyle bir gündür ki, mutlaka görülecektir.",
        "numberInSurah": 103,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1577,
        "text": "Biz onu sadece belli bir süreye kadar geciktiriyoruz.",
        "numberInSurah": 104,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1578,
        "text": "O gün gelince Allah'ın izni olmadan hiç kimse konuşamaz. Onların kimi bedbaht, kimi de mutludur.",
        "numberInSurah": 105,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1579,
        "text": "Bedbaht olanlar ateştedirler. Onlar orada başka türlü soluyacak, başka türlü haykıracaklar.",
        "numberInSurah": 106,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1580,
        "text": "Onlar orada gökler ve yer durdukça duracaklar. Ancak Rabb'inin diledikleri başka. Çünkü Rabbin dilediğini yapandır.",
        "numberInSurah": 107,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1581,
        "text": "Mutlu olanlar ise cennettedirler. Orada gökler ve yer durdukça duracaklar, ancak Rabbinin diledikleri başka. (Bu) ardı arası kesilmeyen bir ihsan olacak.",
        "numberInSurah": 108,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1582,
        "text": "O halde sakın şunların ibadet edişlerinden şüpheye düşme. Daha önce ataları nasıl ibadet ediyor idiyseler bunlar da öyle ibadet ediyorlar. Biz de kendilerine nasiplerini elbette eksiksiz olarak öderiz.",
        "numberInSurah": 109,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 191,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1583,
        "text": "Andolsun ki, Musa'ya kitabı verdik, yine de onda ihtilafa düşüldü. Eğer Rabbinden daha önce verilmiş bir karar olmasa idi, elbette haklarında hüküm verilmiş bitmişti. Muhakkak ki onlar, bundan kuşkulu bir şüphe içindedirler.",
        "numberInSurah": 110,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1584,
        "text": "Gerçekten de onların her biri öyle kimselerdir ki, yaptıklarının karşılığını Rabbin kendilerine hakkiyle ödeyecektir. Çünkü O, onların yaptıkları her şeyden haberdardır.",
        "numberInSurah": 111,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1585,
        "text": "İşte bundan dolayı emrolunduğun gibi doğru ol! Beraberindeki tevbe edenler de (doğru olsunlar). Aşırı gitmeyin! Muhakkak ki O, bütün yaptıklarınızı görüp durmaktadır.",
        "numberInSurah": 112,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1586,
        "text": "Ve zulüm yapanlara yakınlık göstermeyin ki, size de ateş dokunmasın. Allah'dan başka yardımcılarınız da yoktur. Sonra yardım da göremezsiniz.",
        "numberInSurah": 113,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1587,
        "text": "Gündüzün her iki tarafında ve gecenin saçaklarında (gündüze yakın olan saatlerinde) namaz kıl! Muhakkak ki, iyilik kötülükleri giderir. Bu ise, düşünebilenlere bir öğüttür.",
        "numberInSurah": 114,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1588,
        "text": "Ve sabret! Çünkü Allah iyilik edenlerin mükafatını yitirmez.",
        "numberInSurah": 115,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1589,
        "text": "Sizden önceki devirlerden bakıyye sahipleri (kitap ehli) yeryüzünde bozgunculuktan vazgeçirmeye çalışsalardı ne iyi olurdu. Fakat onların içinden kurtardığımız pek az kimse bunu yaptı. O zulmedenler ise şımartıldıkları refahın peşine düştüler ve hepsi de suçlu oldular.",
        "numberInSurah": 116,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1590,
        "text": "Senin Rabbin, halkları iyi ve ıslahatçı iken, o memleketleri haksız yere helak edecek değildir.",
        "numberInSurah": 117,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1591,
        "text": "Eğer Rabbin dileseydi elbette bütün insanları tek bir ümmet yapardı. Halbuki yine de ihtilaf edip duracaklardı.",
        "numberInSurah": 118,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1592,
        "text": "Ancak Rabbinin rahmetle yarlığadığı kimseler başka. Onun içindir ki, onları yarattı. Ve Rabbinin \"Andolsun ki cehennemi cinlerden ve insanlardan tamamen dolduracağım\" sözü böylece tamam oldu.",
        "numberInSurah": 119,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1593,
        "text": "Peygamberlere ait haberlerden kalbini yatıştıracak olanlardan her türlüsünü sana kıssa olarak anlatıyoruz. Bunda da sana bir hakikat, müminlere de bir öğüt ve ibret gelmiştir.",
        "numberInSurah": 120,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1594,
        "text": "İmana gelmeyen o kâfirlere de ki: \"Elinizden geleni geri koymayın! Biz de yapacağımızı yapacağız.\"",
        "numberInSurah": 121,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1595,
        "text": "Siz bekleyin görün, biz de bekleyip göreceğiz.",
        "numberInSurah": 122,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1596,
        "text": "Göklerin ve yerin gaybını bilmek yalnızca Allah'a mahsustur. Her iş O'na döndürülür. Sen yalnızca O'na ibadet et ve yalnızca O'na dayan. Rabbin yaptıklarınızın hiçbirinden gafil değildir.",
        "numberInSurah": 123,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "tr.yazir",
      "language": "tr",
      "name": "Elmalılı Hamdi Yazır",
      "englishName": "Elmalili Hamdi Yazir",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}