{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 14,
    "name": "سُورَةُ إِبۡرَاهِيمَ",
    "englishName": "Ibrahim",
    "englishNameTranslation": "Abraham",
    "revelationType": "Meccan",
    "numberOfAyahs": 52,
    "ayahs": [
      {
        "number": 1751,
        "text": "Elif, Lâm, Râ. Bu Kur'ân öyle büyük bir kitaptır ki, insanları Rablerinin izni ile karanlıklardan aydınlığa, her şeye galip ve hamde lâyık olan Allah'ın yoluna çıkarman için onu sana indirdik.",
        "numberInSurah": 1,
        "juz": 13,
        "manzil": 3,
        "page": 255,
        "ruku": 211,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1752,
        "text": "O Allah'ın (yolu) ki, göklerde ve yerde ne varsa hepsi O'nundur. Şiddetli bir azabdan dolayı vay kâfirlerin haline!",
        "numberInSurah": 2,
        "juz": 13,
        "manzil": 3,
        "page": 255,
        "ruku": 211,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1753,
        "text": "Onlar, o kimselerdir ki dünya hayatını ahirete tercih ederler, (insanları) Allah'ın yolundan çevirirler ve onun eğrilmesini isterler. İşte bunlar, çok büyük bir sapıklık içindedirler.",
        "numberInSurah": 3,
        "juz": 13,
        "manzil": 3,
        "page": 255,
        "ruku": 211,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1754,
        "text": "Biz, her peygamberi, ancak bulunduğu kavminin diliyle gönderdik ki, onlara apaçık anlatsın. Bu itibarla Allah dilediğini sapıklıkta bırakır, dilediğini de hidayete erdirir. O her şeye galibdir, hükmünde hikmet sahibidir.",
        "numberInSurah": 4,
        "juz": 13,
        "manzil": 3,
        "page": 255,
        "ruku": 211,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1755,
        "text": "And olsun ki Musa'yı âyetlerimizle gönderdik. Ona şöyle dedik: Kavmini karanlıklardan aydınlığa çıkar, onlara Allah'ın (felaket) günlerini hatırlat. Şüphe yok ki bunda her sabredip şükreden için nice ibretler vardır.",
        "numberInSurah": 5,
        "juz": 13,
        "manzil": 3,
        "page": 255,
        "ruku": 211,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1756,
        "text": "Musa kavmine demişti ki: \"Allah'ın üzerinizdeki nimetini hatırlayın. Çünkü O, bir vakit sizi Firâvun ailesinden kurtardı. Onlar sizi işkencenin en kötüsüne sürüyorlar ve oğullarınızı kesip kadınlarınızı da diri bırakıyorladı. Ve bunda Rabbinizden size büyük bir imtihan vardır.\"",
        "numberInSurah": 6,
        "juz": 13,
        "manzil": 3,
        "page": 256,
        "ruku": 211,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1757,
        "text": "Ve hatırlayın ki Rabbiniz size şöyle bildirmişti: Yüceliğim hakkı için şükrederseniz elbette size (nimetimi) artırırım ve eğer nankörlük ederseniz hiç şüphesiz azabım çok şiddetlidir.",
        "numberInSurah": 7,
        "juz": 13,
        "manzil": 3,
        "page": 256,
        "ruku": 212,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1758,
        "text": "Musa dedi ki: Siz ve yeryüzünde bulunanların hepsi nankörlük etseniz, iyi biliniz ki Allah hepinizden zengindir, hamdedilmeye layıktır.",
        "numberInSurah": 8,
        "juz": 13,
        "manzil": 3,
        "page": 256,
        "ruku": 212,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1759,
        "text": "Sizden öncekilerin; Nuh, Âd ve Semûd kavimlerinin ve onlardan sonra gelenlerin haberleri size gelmedi mi? Onları, Allah'tan başkası bilmez. Peygamberleri onlara mucizeler getirdi de onlar ellerini ağızlarına koydular ve dediler ki: \"Biz sizinle gönderileni inkâr ettik ve bizi çağırdığınız şeyden de şüphe ve endişe içindeyiz.\"",
        "numberInSurah": 9,
        "juz": 13,
        "manzil": 3,
        "page": 256,
        "ruku": 212,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1760,
        "text": "Peygamberleri dedi ki: \"Gökleri ve yeri yaratan, Allah hakkında da şüphe mi var? O, sizi günahlarınızı bağışlamak için çağırıyor ve belirlenmiş bir süreye kadar size müsade ediyor.\" Onlar da: \"Siz sadece bizim gibi bir insansınız, bizi babalarımızıntaptıklarından alıkoymak istiyorsunuz. O halde bize apaçık bir delil getirin!\" dediler.",
        "numberInSurah": 10,
        "juz": 13,
        "manzil": 3,
        "page": 256,
        "ruku": 212,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1761,
        "text": "Peygamberleri onlara dediler ki: \"(Evet) biz ancak sizin gibi bir insanız, ama Allah kullarından dilediğine nimetini lütfeder. Ve Allah'ın izni olmadıkça bizim size bir delil getirmemize imkan yoktur. Müminler ancak Allah'a dayansınlar.",
        "numberInSurah": 11,
        "juz": 13,
        "manzil": 3,
        "page": 257,
        "ruku": 212,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1762,
        "text": "Bize yollarımızı göstermişken neden biz Allah'a dayanıp güvenmeyelim? Elbette bize yaptığınız eziyetlere katlanacağız. Tevekkül edenler yalnız Allah'a tevekkül etsinler.\"",
        "numberInSurah": 12,
        "juz": 13,
        "manzil": 3,
        "page": 257,
        "ruku": 212,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1763,
        "text": "İnkâr edenler peygamberlerine dediler ki: \"Ya sizi mutlaka yurdumuzdan çıkaracağız, ya da mutlaka dinimize döneceksiniz!\" Rableri de onlara: \"Zâlimleri mutlaka helak edeceğiz\" diye vahyetti.",
        "numberInSurah": 13,
        "juz": 13,
        "manzil": 3,
        "page": 257,
        "ruku": 213,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1764,
        "text": "Ve Onlardan sonra sizi mutlaka o yerde yerleştireceğiz. Bu, makamımdan ve tehdidimden korkan içindir.",
        "numberInSurah": 14,
        "juz": 13,
        "manzil": 3,
        "page": 257,
        "ruku": 213,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1765,
        "text": "(Peygamberler, düşmanlarına karşı) fetih istediler, ve her zorba inatçı hüsrana uğradı.",
        "numberInSurah": 15,
        "juz": 13,
        "manzil": 3,
        "page": 257,
        "ruku": 213,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1766,
        "text": "Ardından da Cehennem vardır, orada kendisine irinli su içirilecektir.",
        "numberInSurah": 16,
        "juz": 13,
        "manzil": 3,
        "page": 257,
        "ruku": 213,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1767,
        "text": "Onu yutmaya çalışacak, fakat boğazından geçiremeyecek ve her yandan ona ölüm gelecek, fakat o ölemez. Arkasından da çetin bir azab gelecektir.",
        "numberInSurah": 17,
        "juz": 13,
        "manzil": 3,
        "page": 257,
        "ruku": 213,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1768,
        "text": "Rabblerini inkâr edenlerin durumu tıpkı fırtınalı bir günde rüzgarın şiddetle savurduğu bir küle benzer. Kazandıklarından hiçbir şeyi elde edemezler. İşte asıl uzak sapıklık budur.",
        "numberInSurah": 18,
        "juz": 13,
        "manzil": 3,
        "page": 257,
        "ruku": 213,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1769,
        "text": "Gökleri ve yeri gerçekten Allah'ın yarattığını görmedin mi? O dilerse sizi yok edip yepyeni bir halk getirir.",
        "numberInSurah": 19,
        "juz": 13,
        "manzil": 3,
        "page": 258,
        "ruku": 213,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1770,
        "text": "Bu, Allah'a göre önemli bir şey değildir.",
        "numberInSurah": 20,
        "juz": 13,
        "manzil": 3,
        "page": 258,
        "ruku": 213,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1771,
        "text": "(Kıyamet günü) İnsanların hepsi Allah'ın huzuruna çıkacaklar. Ve zayıflar büyüklük taslayanlara şöyle diyecekler: \"Bizler, sizlere uymuştuk. Şimdi siz, Allah'ın azabından en ufak bir şeyi bizden savabilir misiniz?\" Onlar da diyecekler ki: \"Allah bizi hidayete erdirseydi, biz de size doğru yol gösterirdik. Artık şimdi bizler sızlansak da sabretsek de birdir. Çünkü kaçacak yerimiz yoktur.\"",
        "numberInSurah": 21,
        "juz": 13,
        "manzil": 3,
        "page": 258,
        "ruku": 213,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1772,
        "text": "İş bitince şeytan onlara şöyle diyecek: \"Şüphesiz ki Allah size gerçek olanı vaad etti, ben de size vaad ettim, ama sonra caydım! Zaten benim size karşı bir gücüm yoktu. Ancak ben sizi (küfür ve isyana) çağırdım, siz de geldiniz. O halde beni kınamayın, kendi kendinizi kınayın! Ne ben sizi kurtarabilirim, ne de siz beni kurtarabilirsiniz! Ben, önceden beni Allah'a ortak koşmanızı da kabul etmemiştim.\" Doğrusu zalimler için acı bir azab vardır!",
        "numberInSurah": 22,
        "juz": 13,
        "manzil": 3,
        "page": 258,
        "ruku": 214,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1773,
        "text": "İman edip salih ameller işleyenler ise, Rablerinin izniyle içinde sürekli kalacakları ve altından ırmaklar akan cennetlere konulurlar. Oradaki dirlik temennileri \"selâm!\"dır.",
        "numberInSurah": 23,
        "juz": 13,
        "manzil": 3,
        "page": 258,
        "ruku": 214,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1774,
        "text": "Görmedin mi? Allah nasıl bir misal verdi. Güzel bir söz, kökü (yerde) sabit, dalları gökte olan güzel bir ağaç gibidir.",
        "numberInSurah": 24,
        "juz": 13,
        "manzil": 3,
        "page": 258,
        "ruku": 214,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1775,
        "text": "(O ağaç) Rabbinin izniyle her zaman meyve verir. Öğüt alsınlar diye Allah insanlara böyle misaller verir.",
        "numberInSurah": 25,
        "juz": 13,
        "manzil": 3,
        "page": 259,
        "ruku": 214,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1776,
        "text": "Kötü sözün durumu da, yerden koparılmış, kökü olmayan kötü bir ağaca benzer.",
        "numberInSurah": 26,
        "juz": 13,
        "manzil": 3,
        "page": 259,
        "ruku": 214,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1777,
        "text": "Allah, iman edenleri, dünya hayatında da, ahirette de sağlam bir söz üzerinde tutar; zalimleri de saptırır ve Allah, dilediğini yapar.",
        "numberInSurah": 27,
        "juz": 13,
        "manzil": 3,
        "page": 259,
        "ruku": 214,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1778,
        "text": "Allah'ın nimetlerine nankörlükle karşılık veren ve sonunda milletlerini helak yurduna konduranları görmedin mi?",
        "numberInSurah": 28,
        "juz": 13,
        "manzil": 3,
        "page": 259,
        "ruku": 215,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1779,
        "text": "Onlar, cehenneme girecekler. O ne kötü karargâhtır.",
        "numberInSurah": 29,
        "juz": 13,
        "manzil": 3,
        "page": 259,
        "ruku": 215,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1780,
        "text": "Allah'ın yolundan saptırmak için Allah'a eşler koştular. De ki: \"Şimdilik eğleniniz! Çünkü varacağınız yer ateştir. \"",
        "numberInSurah": 30,
        "juz": 13,
        "manzil": 3,
        "page": 259,
        "ruku": 215,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1781,
        "text": "(Ey Muhammed!) İman eden kullarıma söyle: \"Namazı dosdoğru kılsınlar, alışveriş ve dostluğun olmadığı bir günün gelmesinden önce, kendilerine verdiğimiz rızıktan açık ve gizli (Allah için) harcasınlar.\"",
        "numberInSurah": 31,
        "juz": 13,
        "manzil": 3,
        "page": 259,
        "ruku": 215,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1782,
        "text": "Allah öyle bir Allah'tır ki; gökleri ve yeri yarattı, gökten su indirdi, onunla size rızık olarak çeşitli meyveler çıkardı; emri gereğince denizde yüzüp gitmeleri için gemileri emrinize verdi, ırmakları da emrinize verdi.",
        "numberInSurah": 32,
        "juz": 13,
        "manzil": 3,
        "page": 259,
        "ruku": 215,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1783,
        "text": "Sürekli olarak yörüngelerinde hareket eden ay ve güneşi, geceyi ve gündüzü sizin emrinize verdi.",
        "numberInSurah": 33,
        "juz": 13,
        "manzil": 3,
        "page": 259,
        "ruku": 215,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1784,
        "text": "O, Kendisinden isteyebileceğiniz her şeyi size verdi. Allah'ın nimetini saymak isterseniz sayamazsınız! Doğrusu insan çok zalim, çok nankördür.",
        "numberInSurah": 34,
        "juz": 13,
        "manzil": 3,
        "page": 260,
        "ruku": 215,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1785,
        "text": "Hatırla ki; Bir zaman İbrahim şöyle demişti: \"Rabbim! Bu şehri güvenli kıl! Beni ve oğullarımı putlara tapmaktan uzak tut!",
        "numberInSurah": 35,
        "juz": 13,
        "manzil": 3,
        "page": 260,
        "ruku": 216,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1786,
        "text": "\"Rabbim! Çünkü onlar (putlar) insanlardan birçoğunun sapmasına sebep oldular. Şimdi kim bana uyarsa, o bendendir; kim bana karşı gelirse, artık sen gerçekten çok bağışlayan ve çok merhamet edensin.",
        "numberInSurah": 36,
        "juz": 13,
        "manzil": 3,
        "page": 260,
        "ruku": 216,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1787,
        "text": "\"Rabbimiz! Ben çocuklarımdan bir kısmını namazı dosdoğru kılmaları için, senin Beyti Haram'ının yanında, ekinsiz bir vadiye yerleştirdim. Artık sen de insanlardan bir kısmını onlara meylettir. Ve onları bazı meyvelerle rızıklandır ki şükretsinler.",
        "numberInSurah": 37,
        "juz": 13,
        "manzil": 3,
        "page": 260,
        "ruku": 216,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1788,
        "text": "\"Ey Rabbimiz! Sen bizim gizlediğimizi de açığa vurduğumuzu da şüphesiz bilirsin. Çünkü yerde ve gökte, hiçbir şey Allah'tan gizli kalmaz.",
        "numberInSurah": 38,
        "juz": 13,
        "manzil": 3,
        "page": 260,
        "ruku": 216,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1789,
        "text": "\"İhtiyarlık halimde bana İsmail'i ve İshak'ı lutfeden Allah'a hamd olsun. Şüphesiz ki Rabbim duamı çok iyi işitir.",
        "numberInSurah": 39,
        "juz": 13,
        "manzil": 3,
        "page": 260,
        "ruku": 216,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1790,
        "text": "\"Ey Rabbim! Beni ve soyumdan gelecekleri namazını dosdoğru kılanlardan eyle! Ey Rabbimiz! duamı kabul et!",
        "numberInSurah": 40,
        "juz": 13,
        "manzil": 3,
        "page": 260,
        "ruku": 216,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1791,
        "text": "\"Ey Rabbimiz! Herkesin hesaba çekileceği günde beni, anababamı ve müminleri bağışla!\"",
        "numberInSurah": 41,
        "juz": 13,
        "manzil": 3,
        "page": 260,
        "ruku": 216,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1792,
        "text": "Ey Peygamber! Sakın zalimlerin yaptıklarından Allah'ın gâfil olduğunu sanma! Ancak Allah, onların cezalarını, gözlerin dışa fırlayacağı güne erteler.",
        "numberInSurah": 42,
        "juz": 13,
        "manzil": 3,
        "page": 260,
        "ruku": 217,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1793,
        "text": "O gün, başlarını dikerek koşacaklar, gözleri kendilerine bile dönmeyecek ve gönülleri bomboş kalacaktır.",
        "numberInSurah": 43,
        "juz": 13,
        "manzil": 3,
        "page": 261,
        "ruku": 217,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1794,
        "text": "Ey Peygamber! İnsanları, azabın geleceği gün ile korkut. O gün, zalimler şöyle diyecekler: \"Ey Rabbimiz! Bizi yakın bir zamana kadar ertele de senin davetine uyalım ve peygamberlere tâbi olalım.\" Onlara: \"Daha önce ahirete intikal etmeyeceğinize dair yemin etmemiş miydiniz?\" denilir.",
        "numberInSurah": 44,
        "juz": 13,
        "manzil": 3,
        "page": 261,
        "ruku": 217,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1795,
        "text": "Siz, kendilerine zulmedenlerin yurtlarında oturdunuz. Onlara nasıl azab ettiğimiz size apaçık belli oldu. Ve size misaller de vermiştik.",
        "numberInSurah": 45,
        "juz": 13,
        "manzil": 3,
        "page": 261,
        "ruku": 217,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1796,
        "text": "Gerçekten onlar çeşitli hileler ve tuzaklar kurdular. Allah katında da onlara hilelerine karşı azab var; isterse onların hileleri dağları yerinden oynatacak olsun",
        "numberInSurah": 46,
        "juz": 13,
        "manzil": 3,
        "page": 261,
        "ruku": 217,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1797,
        "text": "O halde sakın Allah'ın peygamberlerine olan vaadinden cayacağını sanma! Şüphesiz Allah her şeye galiptir, intikam sahibidir.",
        "numberInSurah": 47,
        "juz": 13,
        "manzil": 3,
        "page": 261,
        "ruku": 217,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1798,
        "text": "O gün yeryüzü bir başka yere, gökler, başka göklere çevirilecek ve bütün varlıklar, kabirlerinden çıkıp bir ve gücüne karşı durulmaz olan Allah'ın huzuruna toplanacaklardır.",
        "numberInSurah": 48,
        "juz": 13,
        "manzil": 3,
        "page": 261,
        "ruku": 217,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1799,
        "text": "O gün, suçluların zincire vurulmuş olduğunu görürsün.",
        "numberInSurah": 49,
        "juz": 13,
        "manzil": 3,
        "page": 261,
        "ruku": 217,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1800,
        "text": "Gömlekleri katrandandır ve yüzlerini ateş kaplar.",
        "numberInSurah": 50,
        "juz": 13,
        "manzil": 3,
        "page": 261,
        "ruku": 217,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1801,
        "text": "Çünkü Allah, herkesi kazandığı ile cezalandıracaktır. Gerçekten Allah, hesabı çabuk görendir.",
        "numberInSurah": 51,
        "juz": 13,
        "manzil": 3,
        "page": 261,
        "ruku": 217,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1802,
        "text": "Bu Kur'ân, kendisiyle uyarılsınlar, Allah'ın ancak bir tek ilâh olduğunu bilsinler ve akıl sahipleri öğüt alsınlar diye insanlara gönderilmiş bir tebliğdir.",
        "numberInSurah": 52,
        "juz": 13,
        "manzil": 3,
        "page": 261,
        "ruku": 217,
        "hizbQuarter": 104,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "tr.yazir",
      "language": "tr",
      "name": "Elmalılı Hamdi Yazır",
      "englishName": "Elmalili Hamdi Yazir",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}