{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 17,
    "name": "سُورَةُ الإِسۡرَاءِ",
    "englishName": "Al-Israa",
    "englishNameTranslation": "The Night Journey",
    "revelationType": "Meccan",
    "numberOfAyahs": 111,
    "ayahs": [
      {
        "number": 2030,
        "text": "Kulu Muhammed'i geceleyin, Mescidi Haram'dan kendisine bazı âyetlerimizi göstermek için, etrafını mübarek kıldığımız Mescidi Aksâ'ya götüren Allah, her türlü noksan sıfatlardan münezzehtir. Şüphesiz ki her şeyi hakkıyla işiten, hakkıyla gören O'dur.",
        "numberInSurah": 1,
        "juz": 15,
        "manzil": 4,
        "page": 282,
        "ruku": 240,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2031,
        "text": "Musa'ya da kitap verdik ve beni bırakıp başkasını vekil edinmeyiniz diye onu İsrail oğulları için bir hidayet rehberi kıldık.",
        "numberInSurah": 2,
        "juz": 15,
        "manzil": 4,
        "page": 282,
        "ruku": 240,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2032,
        "text": "Ey Nuh'la beraber gemiye taşıyarak kurtardığımız kimselerin soyundan olanlar! Doğrusu o çok şükredici bir kuldu.",
        "numberInSurah": 3,
        "juz": 15,
        "manzil": 4,
        "page": 282,
        "ruku": 240,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2033,
        "text": "Biz İsrailoğulları'na Tevrat'ta şu hükmü verdik: \"Muhakkak siz, yeryüzünde iki defa fesat çıkaracaksınız ve muhakkak büyük bir yükselişle yükseleceksiniz.\"",
        "numberInSurah": 4,
        "juz": 15,
        "manzil": 4,
        "page": 282,
        "ruku": 240,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2034,
        "text": "Birincisinin zamanı gelince, üzerinize güçlü kuvvetli kullarımızı gönderdik. Onlar, evlerin aralarına girip araştırdılar. Bu yerine getirilmesi gereken bir vaad idi.",
        "numberInSurah": 5,
        "juz": 15,
        "manzil": 4,
        "page": 282,
        "ruku": 240,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2035,
        "text": "Sonra sizi tekrar o istilacılar üzerine galip kıldık ve size mallarla ve oğullarla yardım ettik. Ve toplum olarak sizin sayınızı artırdık.",
        "numberInSurah": 6,
        "juz": 15,
        "manzil": 4,
        "page": 282,
        "ruku": 240,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2036,
        "text": "Eğer iyilik ederseniz, kendinize iyilik etmiş olursunuz ve eğer kötülük ederseniz yine kendinizedir. Artık diğer fesadınızın zamanı gelince, yüzlerinizi üzüntüye sokmaları, kötülük yapmaları ve ilk kez girdikleri gibi yine Beyti Makdis'e girmeleri, ele geçirdikleri yerleri mahvetmeleri için onları tekrar göndereceğiz.",
        "numberInSurah": 7,
        "juz": 15,
        "manzil": 4,
        "page": 282,
        "ruku": 240,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2037,
        "text": "Olur ki Rabbiniz size merhamet eder. Ama siz tekrar dönerseniz biz de döneriz. Cehennemi, kâfirler için kuşatıcı bir zindan yaptık.",
        "numberInSurah": 8,
        "juz": 15,
        "manzil": 4,
        "page": 283,
        "ruku": 240,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2038,
        "text": "Şüphesiz ki bu Kur'ân, insanları en doğru ve en sağlam yola iletir ve salih amel işleyen müminlere büyük bir ecir olduğunu müjdeler.",
        "numberInSurah": 9,
        "juz": 15,
        "manzil": 4,
        "page": 283,
        "ruku": 240,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2039,
        "text": "Ahirete inanmayanlara da can yakıcı bir azab hazırlamışızdır.",
        "numberInSurah": 10,
        "juz": 15,
        "manzil": 4,
        "page": 283,
        "ruku": 240,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2040,
        "text": "İnsan, hayrın gelmesine dua ettiği gibi kötülüğün gelmesine de dua eder. İnsan pek acelecidir.",
        "numberInSurah": 11,
        "juz": 15,
        "manzil": 4,
        "page": 283,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2041,
        "text": "Biz geceyi ve gündüzü varlığımıza delalet eden birer delil kıldık. Sonra Rabbinizden bir lütuf aramanız, yılların sayısını ve hesabını bilmeniz için gecenin karanlığını silip (yerine) eşyayı aydınlatan gündüzün aydınlığını getirdik. İşte biz her şeyi uzun uzadıya anlattık.",
        "numberInSurah": 12,
        "juz": 15,
        "manzil": 4,
        "page": 283,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2042,
        "text": "Her insanın amel defterini boynuna doladık, kıyamet günü açılmış bulacağı kitabı önüne çıkarırız.",
        "numberInSurah": 13,
        "juz": 15,
        "manzil": 4,
        "page": 283,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2043,
        "text": "\"Kitabını oku! Bugün hesap görücü olarak sana nefsin yeter!\" deriz.",
        "numberInSurah": 14,
        "juz": 15,
        "manzil": 4,
        "page": 283,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2044,
        "text": "Kim doğru yola gelirse sırf kendi iyiliği için gelir. Kim de saparsa ancak kendi aleyhine sapar. Hiçbir günahkar başkasının günah yükünü çekmez. Biz bir Peygamber göndermedikçe, hiç kimseye azab edecek değiliz.",
        "numberInSurah": 15,
        "juz": 15,
        "manzil": 4,
        "page": 283,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2045,
        "text": "Biz bir ülkeyi yok etmek istediğimiz zaman, şımarık varlıklılarına emrederiz, onlar itaat etmeyip orada kötülük işlerler. Böylece, o ülke helaka müstahak olur, biz de onu yerle bir ederiz.",
        "numberInSurah": 16,
        "juz": 15,
        "manzil": 4,
        "page": 283,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2046,
        "text": "Hem Nuh'tan sonra nice nesilleri helak ettik. Kullarının günahlarını bilmek ve görmekte Rabbin yeter.",
        "numberInSurah": 17,
        "juz": 15,
        "manzil": 4,
        "page": 283,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2047,
        "text": "Her kim peşin isterse, dünyada ona, istediğimiz kimseye, dilediğimiz kadarını peşin veririz. Sonra ona cehennemi hazırlarız; kınanmış ve (rahmetimizden) kovulmuş olarak oraya girer.",
        "numberInSurah": 18,
        "juz": 15,
        "manzil": 4,
        "page": 284,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2048,
        "text": "Kim de ahireti isterse ve mümin olarak kendine yaraşır bir çaba ile onun için çalışırsa, öylelerinin çalışmalarının karşılığı verilir.",
        "numberInSurah": 19,
        "juz": 15,
        "manzil": 4,
        "page": 284,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2049,
        "text": "Hepsine; (dünyayı isteyenlere de, ahireti isteyenlere de) Rabbinin ihsanından veririz. Rabbinin ihsanı kısıtlanmış değildir.",
        "numberInSurah": 20,
        "juz": 15,
        "manzil": 4,
        "page": 284,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2050,
        "text": "Bak! Onların bir kısmını diğerine nasıl üstün kıldık! Elbette ahiret, hem dereceler bakımından daha büyüktür, hem de üstünlük bakımından daha büyüktür.",
        "numberInSurah": 21,
        "juz": 15,
        "manzil": 4,
        "page": 284,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2051,
        "text": "Allah ile birlikte başka bir ilâh edinme! Yoksa kınanmış ve yalnız başına bırakılmış olarak oturup kalırsın.",
        "numberInSurah": 22,
        "juz": 15,
        "manzil": 4,
        "page": 284,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2052,
        "text": "Rabbin kesin olarak şunları emretti: Ancak kendisine ibadet edin, anne ve babaya iyilik edin. Onlardan biri veya her ikisi senin yanında yaşlanırsa, sakın onlara \"öf\" bile deme ve onları azarlama. İkisine de tatlı ve güzel söz söyle.",
        "numberInSurah": 23,
        "juz": 15,
        "manzil": 4,
        "page": 284,
        "ruku": 242,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2053,
        "text": "İkisine de acıyarak tevazu kanatlarını indir. Ve şöyle de: \"Ey Rabbim! Onların beni küçükten terbiye edip yetiştirdikleri gibi, sen de kendilerine merhamet et.\"",
        "numberInSurah": 24,
        "juz": 15,
        "manzil": 4,
        "page": 284,
        "ruku": 242,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2054,
        "text": "Rabbiniz içinizden geçenleri çok iyi bilir. Eğer iyi kimseler olursanız elbette Allah çok tevbe edenleri bağışlayıcıdır.",
        "numberInSurah": 25,
        "juz": 15,
        "manzil": 4,
        "page": 284,
        "ruku": 242,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2055,
        "text": "Akrabaya, yoksula ve yolda kalmışa hakkını ver. Bununla beraber malını saçıp savurma.",
        "numberInSurah": 26,
        "juz": 15,
        "manzil": 4,
        "page": 284,
        "ruku": 242,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2056,
        "text": "Çünkü (malını) saçıp savuranlar, şeytanların kardeşleridir. Şeytan ise Rabbine karşı çok nankördür.",
        "numberInSurah": 27,
        "juz": 15,
        "manzil": 4,
        "page": 284,
        "ruku": 242,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2057,
        "text": "Eğer Rabbinden beklediğin bir rahmet (rızık) için, onlardan yüz çevirmek mecburiyetinde kalırsan, o vakit de onlara yumuşak ve tatlı bir söz söyle.",
        "numberInSurah": 28,
        "juz": 15,
        "manzil": 4,
        "page": 285,
        "ruku": 242,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2058,
        "text": "Elini boynuna asıp bağlama (cimri olma), hem de onu büsbütün açıp saçma (israf etme); aksi halde kınanmış olursun ve eli boş açıkta kalırsın.",
        "numberInSurah": 29,
        "juz": 15,
        "manzil": 4,
        "page": 285,
        "ruku": 242,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2059,
        "text": "Gerçekten senin Rabbin, kullarından dilediğinin rızkını genişletir ve dilediğini kısar. Şüphesiz ki Allah, kullarının durumlarından haberdardır, her şeyi görendir.",
        "numberInSurah": 30,
        "juz": 15,
        "manzil": 4,
        "page": 285,
        "ruku": 242,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2060,
        "text": "Bir de geçim korkusuyla çocuklarınızı öldürmeyin, onlara da, size de rızkı biz veririz. Şüphesiz ki onları öldürmek, çok büyük bir suçtur.",
        "numberInSurah": 31,
        "juz": 15,
        "manzil": 4,
        "page": 285,
        "ruku": 243,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2061,
        "text": "Zinaya da yaklaşmayın, çünkü o pek çirkindir ve kötü bir yoldur.",
        "numberInSurah": 32,
        "juz": 15,
        "manzil": 4,
        "page": 285,
        "ruku": 243,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2062,
        "text": "Haklı bir sebep olmadıkça, Allah'ın öldürülmesini haram kıldığı canı öldürmeyin. Kim haksız yere öldürülürse, biz onun velisine bir yetki verdik. O da öldürmede aşırı gitmesin. Çünkü ona (dinin kendisine verdiği yetki ile) yardım olunmuştur.",
        "numberInSurah": 33,
        "juz": 15,
        "manzil": 4,
        "page": 285,
        "ruku": 243,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2063,
        "text": "Yetimin malına da yaklaşmayın. Ancak rüşdüne erinceye kadar en güzel bir şekilde yaklaşabilirsiniz. Ahdi de yerine getirin. Çünkü verilen sözde elbette sorumluluk bulunuyor.",
        "numberInSurah": 34,
        "juz": 15,
        "manzil": 4,
        "page": 285,
        "ruku": 243,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2064,
        "text": "Ölçtüğünüz zaman tam ölçün ve doğru terazi ile tartın. Bu hem daha hayırlıdır ve sonuç itibariyle de daha güzeldir.",
        "numberInSurah": 35,
        "juz": 15,
        "manzil": 4,
        "page": 285,
        "ruku": 243,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2065,
        "text": "Bir de hiç bilmediğin bir şeyin ardına düşme! Çünkü kulak, göz, gönül, bunların her biri yaptıklarından sorumludurlar.",
        "numberInSurah": 36,
        "juz": 15,
        "manzil": 4,
        "page": 285,
        "ruku": 243,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2066,
        "text": "Yeryüzünde kibir ve azametle yürüme! Çünkü sen asla yeri yaramazsın ve boyca da dağlara erişemezsin.",
        "numberInSurah": 37,
        "juz": 15,
        "manzil": 4,
        "page": 285,
        "ruku": 243,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2067,
        "text": "Kötü olan bütün bu yasaklar, Rabbinizin sevmediği şeylerdir.",
        "numberInSurah": 38,
        "juz": 15,
        "manzil": 4,
        "page": 285,
        "ruku": 243,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2068,
        "text": "İşte bunlar, Rabbinin sana vahyettiği hikmetlerdendir. Sakın Allah'la beraber başka bir ilâh uydurma. Aksi halde kötülenmiş ve Allah'ın rahmetinden uzaklaştırılmış olarak cehenneme atılırsın.",
        "numberInSurah": 39,
        "juz": 15,
        "manzil": 4,
        "page": 286,
        "ruku": 243,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2069,
        "text": "Rabbiniz, size oğulları tahsis etti de, kendisi meleklerden dişiler mi edindi? Gerçekten siz çok büyük bir söz söylüyorsunuz.",
        "numberInSurah": 40,
        "juz": 15,
        "manzil": 4,
        "page": 286,
        "ruku": 243,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2070,
        "text": "Biz, bu Kur'ân'da akıllarını başlarına almaları için türlü şekillerde (ikaz ve ihtarı) açıkladık. Fakat bu açıklamalar ancak onların nefretini artırmıştır.",
        "numberInSurah": 41,
        "juz": 15,
        "manzil": 4,
        "page": 286,
        "ruku": 244,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2071,
        "text": "(Ey Muhammed!) De ki: \"Eğer dedikleri gibi Allah ile birlikte ilâhlar olsaydı, o zaman bu ilâhlar Arş'ın sahibine bir yol ararlardı.\"",
        "numberInSurah": 42,
        "juz": 15,
        "manzil": 4,
        "page": 286,
        "ruku": 244,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2072,
        "text": "Allah, onların dediklerinden çok münezzeh ve çok yüksek, hem pek büyük bir yükseklikle yücedir.",
        "numberInSurah": 43,
        "juz": 15,
        "manzil": 4,
        "page": 286,
        "ruku": 244,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2073,
        "text": "Yedi gök, yer ve bunların içinde bulunanlar, Allah'ı tesbih ederler. O'nu hamd ile tesbih etmeyen hiçbir varlık yoktur. Fakat siz, onların tesbihlerini iyi anlamazsınız. Şüphesiz O, halimdir çok bağışlayandır.",
        "numberInSurah": 44,
        "juz": 15,
        "manzil": 4,
        "page": 286,
        "ruku": 244,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2074,
        "text": "Sen Kur'ân'ı okuduğun zaman biz, seninle ahirete inanmayanların arasına görünmez bir perde çekeriz.",
        "numberInSurah": 45,
        "juz": 15,
        "manzil": 4,
        "page": 286,
        "ruku": 244,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2075,
        "text": "Ve kalblerinin üzerine, Kur'ân'ı anlamalarına engel perdeler geçiririz ve kulaklarına bir ağırlık veririz. Rabbini Kur'ân'da bir tek olarak andığın zaman da ürkerek arkalarına döner kaçarlar.",
        "numberInSurah": 46,
        "juz": 15,
        "manzil": 4,
        "page": 286,
        "ruku": 244,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2076,
        "text": "Biz onların, seni dinlerken nasıl dinlediklerini çok iyi biliriz. Birbiriyle fısıldaşırlarken de o zalimlerin: \"Siz büyülenmiş bir adamdan başkasına uymuyorsunuz!\" dediklerini biz çok iyi biliriz.",
        "numberInSurah": 47,
        "juz": 15,
        "manzil": 4,
        "page": 286,
        "ruku": 244,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2077,
        "text": "Bak senin için nasıl misaller verdiler de bu yüzden nasıl sapıklığa düştüler! Artık hak yolu bulmaya güçleri yetmez.",
        "numberInSurah": 48,
        "juz": 15,
        "manzil": 4,
        "page": 286,
        "ruku": 244,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2078,
        "text": "Bir de onlar dediler ki: \"Biz, bir kemik yığını olduğumuz ve ufalanıp toz olduğumuz vakit mi, gerçekten biz mi, yeni bir yaratılışla diriltileceğiz?",
        "numberInSurah": 49,
        "juz": 15,
        "manzil": 4,
        "page": 286,
        "ruku": 244,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2079,
        "text": "De ki: \"İster taş olun, ister demir...\"",
        "numberInSurah": 50,
        "juz": 15,
        "manzil": 4,
        "page": 287,
        "ruku": 244,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2080,
        "text": "\"İsterse gönlünüzde büyüyen başka bir yaratık olun, (Muhakkak öldürülecek ve diriltileceksiniz.) \"Onlar: \"Bizi kim tekrar diriltecek?\" diyecekler. De ki: \"Sizi ilk defa yaratmış olan o kudret sahibi.\" Sana başlarını sallayarak: \"Ne zamandır bu.\" diyecekler. De ki: \"Yakın olması gerekir!\".",
        "numberInSurah": 51,
        "juz": 15,
        "manzil": 4,
        "page": 287,
        "ruku": 244,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2081,
        "text": "(Allah) sizi çağıracağı gün, tam bir hürmetle onun emrine koşacaksınız ve zannedeceksiniz ki, kabirlerinizde pek az bir müddet kaldınız.",
        "numberInSurah": 52,
        "juz": 15,
        "manzil": 4,
        "page": 287,
        "ruku": 244,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2082,
        "text": "Mümin kullarıma söyle de (kâfirlere) en güzel olan sözü söylesinler. Çünkü şeytan aralarına fesat sokar. Şüphesiz şeytan, insan için apaçık bir düşmandır.",
        "numberInSurah": 53,
        "juz": 15,
        "manzil": 4,
        "page": 287,
        "ruku": 245,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2083,
        "text": "Rabbiniz sizi çok daha iyi bilir. Dilerse tevbeniz sebebiyle size merhamet eder, dilerse azab eder. Seni de onların üzerine vekil göndermedik.",
        "numberInSurah": 54,
        "juz": 15,
        "manzil": 4,
        "page": 287,
        "ruku": 245,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2084,
        "text": "Rabbin göklerde ve yerde olan kimselerin hepsini en iyi bilendir. Andolsun ki biz, peygamberlerin kimini kimine üstün kıldık. Davud'a da Zebur'u verdik.",
        "numberInSurah": 55,
        "juz": 15,
        "manzil": 4,
        "page": 287,
        "ruku": 245,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2085,
        "text": "De ki: \"Allah'tan başka, ilâh olduğunu sandığınız şeyleri çağırın, size yardım etsinler. Onlar, ne sizden sıkıntıyı kaldırabilirler, ne de değiştirebilirler.",
        "numberInSurah": 56,
        "juz": 15,
        "manzil": 4,
        "page": 287,
        "ruku": 245,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2086,
        "text": "Onların yalvardıkları da, Rablerine daha yakın olmak için vesile ararlar. Ve O'nun merhametini umarlar, azabından korkarlar. Çünkü Rabbinin azabı korkunçtur.",
        "numberInSurah": 57,
        "juz": 15,
        "manzil": 4,
        "page": 287,
        "ruku": 245,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2087,
        "text": "Hiç bir şehir (halkı) yoktur ki, kıyamet gününden önce biz onu helak etmeyelim, yahut şiddetli bir azab ile azablandırmayalım. Bu, Kitap'ta (Levhi Mahfuzda) yazılıdır.",
        "numberInSurah": 58,
        "juz": 15,
        "manzil": 4,
        "page": 287,
        "ruku": 245,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2088,
        "text": "Bizi, âyetler (mucizeler) ve peygamber göndermekten alıkoyan şey, ancak öncekilerin onları yalanlamış olmalarıdır. Semûd'a, açık bir mucize olarak o dişi deveyi vermiştik de ona zulmetmişlerdi (deveyi boğazlayarak kendilerine yazık etmişlerdi). Oysa biz, o mucizeleri ancak korkutmak için göndeririz.",
        "numberInSurah": 59,
        "juz": 15,
        "manzil": 4,
        "page": 288,
        "ruku": 245,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2089,
        "text": "Vaktiyle sana şöyle vahyettiğimizi hatırla: \"Şüphesiz Rabbin insanları kuşatmıştır.\" (İsrâ gecesi) sana açıkça gösterdiğimiz o temâşâyı ve Kur'ân'da lanet edilen ağacı da, yalnız insanlara bir imtihan için yapmışızdır. Biz onları, korkutuyoruz, fakat bu onlara ancak büyük bir taşkınlıktan başka bir sonuç vermiyor.",
        "numberInSurah": 60,
        "juz": 15,
        "manzil": 4,
        "page": 288,
        "ruku": 245,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2090,
        "text": "(Yine unutma ki) Bir vakit meleklere: \"Âdem'e secde edin\" demiştik. İblis'ten başka hepsi secde ettiler. O ise: \"Ben bir çamurdan yarattığın kimseye mi secde ederim?\" demişti.",
        "numberInSurah": 61,
        "juz": 15,
        "manzil": 4,
        "page": 288,
        "ruku": 246,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2091,
        "text": "(Yine İblis) dedi ki: \"Şu benden üstün kıldığını gördün mü? Yemin ederim ki, eğer beni kıyamet gününe kadar ertelersen, pek azı hariç, onun zürriyetini kendi buyruğum altına alacağım.\"",
        "numberInSurah": 62,
        "juz": 15,
        "manzil": 4,
        "page": 288,
        "ruku": 246,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2092,
        "text": "Allah buyurdu ki: \"Haydi git! Onlardan kim sana uyarsa, şüphesiz ki, cezanız cehennemdir, hem de mükemmel bir ceza. \"",
        "numberInSurah": 63,
        "juz": 15,
        "manzil": 4,
        "page": 288,
        "ruku": 246,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2093,
        "text": "\"Onlardan gücünün yettiğini yerinden oynat. Atlıların ve yayalarınla onların üzerine yaygarayı bas! Mallarda ve çocuklarda onlara ortak ol! Ve onlara vaadlerde bulun.\" Fakat şeytan onlara aldatmadan başka bir şey vaad etmez.",
        "numberInSurah": 64,
        "juz": 15,
        "manzil": 4,
        "page": 288,
        "ruku": 246,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2094,
        "text": "Doğrusu benim (ihlaslı) kullarım üzerinde senin hiçbir hakimiyetin yoktur. Vekil olarak Rabbin yeter.",
        "numberInSurah": 65,
        "juz": 15,
        "manzil": 4,
        "page": 288,
        "ruku": 246,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2095,
        "text": "Rabbiniz, lütfundan nasib arayasınız diye, sizin için denizde gemileri yürüten kudret sahibidir. Şüphesiz O, size çok merhametlidir.",
        "numberInSurah": 66,
        "juz": 15,
        "manzil": 4,
        "page": 288,
        "ruku": 246,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2096,
        "text": "Denizde başınıza bir felaket geldiği zaman, Allah'tan başka yalvardığınız bütün putlar kaybolur. Allah sizi tehlikeden kurtarıp karaya çıkarınca da yüz çevirirsiniz. Zaten insan çok nankördür.",
        "numberInSurah": 67,
        "juz": 15,
        "manzil": 4,
        "page": 289,
        "ruku": 246,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2097,
        "text": "(Denizden karaya çıktığınızda) O'nun sizi karada yerin dibine geçirmeyeceğinden, yahut üzerinize taş yağdıran bir kasırga gördermeyeceğinden emin misiniz? Sonra kendinize bir vekil de bulamazsınız.",
        "numberInSurah": 68,
        "juz": 15,
        "manzil": 4,
        "page": 289,
        "ruku": 246,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2098,
        "text": "Yoksa sizi tekrar denize döndürüp de üzerinize kasırgalar göndermeyeceğinden ve böylece ettiğiniz nankörlük sebebiyle sizi boğmayacağından emin misiniz? Sonra bu yaptığımıza karşı, bizim aleyhimize size yardım edecek bir koruyucu bulamazsınız.",
        "numberInSurah": 69,
        "juz": 15,
        "manzil": 4,
        "page": 289,
        "ruku": 246,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2099,
        "text": "Andolsun ki biz, insanoğlunu şan ve şeref sahibi kıldık. Karada ve denizde taşıtlara yükledik ve temiz yiyeceklerden onları rızıklandırdık. Onları yarattıklarımızın birçoğundan üstün kıldık.",
        "numberInSurah": 70,
        "juz": 15,
        "manzil": 4,
        "page": 289,
        "ruku": 246,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2100,
        "text": "Kıyamet günü bütün insanları önderleriyle çağıracağız. O gün, kimin amel defteri sağ eline verilirse, işte onlar kitaplarını okuyacaklar ve en küçük bir haksızlığa uğratılmayacaklar.",
        "numberInSurah": 71,
        "juz": 15,
        "manzil": 4,
        "page": 289,
        "ruku": 247,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2101,
        "text": "Her kim bu dünyada (manen) kör ise ahirette de kördür. Ve gidişçe daha şaşkındır.",
        "numberInSurah": 72,
        "juz": 15,
        "manzil": 4,
        "page": 289,
        "ruku": 247,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2102,
        "text": "(Ey Muhammed!) Az kalsın seni bile, sana vahyettiğimizden başkasını bize karşı iftira edesin diye, fitneye düşüreceklerdi ve o takdirde seni dost edineceklerdi.",
        "numberInSurah": 73,
        "juz": 15,
        "manzil": 4,
        "page": 289,
        "ruku": 247,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2103,
        "text": "Eğer biz sana sebat vermemiş olsaydık, nerdeyse sen onlara birazcık meyledecektin.",
        "numberInSurah": 74,
        "juz": 15,
        "manzil": 4,
        "page": 289,
        "ruku": 247,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2104,
        "text": "O takdirde, muhakkak hayatın da, ölümün de azabını sana kat kat tattırırdık. Sonra bize karşı kendin için hiçbir yardımcı bulamazdın.",
        "numberInSurah": 75,
        "juz": 15,
        "manzil": 4,
        "page": 289,
        "ruku": 247,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2105,
        "text": "(Ey Muhammed!) Yakında seni yurdundan çıkarmak için, muhakkak ki rahatsız edecekler ve o takdirde onlar da senin ardından pek az kalacaklardır.",
        "numberInSurah": 76,
        "juz": 15,
        "manzil": 4,
        "page": 290,
        "ruku": 247,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2106,
        "text": "Bu, senden önce gönderdiğimiz bütün peygamberlerimiz hakkındaki sünnetimizdir. Bizim sünnetimizde herhangi bir değişme göremezsin.",
        "numberInSurah": 77,
        "juz": 15,
        "manzil": 4,
        "page": 290,
        "ruku": 247,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2107,
        "text": "Güneşin batıya kaymasından, gecenin karanlığına kadar (belirli vakitlerde) gereği üzere namazı kıl, bir de sabah namazını kıl. Çünkü sabah namazında, gece ve gündüz melekleri hazır bulunur.",
        "numberInSurah": 78,
        "juz": 15,
        "manzil": 4,
        "page": 290,
        "ruku": 248,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2108,
        "text": "Gecenin bir kısmında da sadece sana mahsus bir nafile olmak üzere uykudan kalk, Kur'ân ile teheccüd namazı kıl, Rabbinin seni bir makamı mahmuda (şefaat makamına) göndermesi kesindir.",
        "numberInSurah": 79,
        "juz": 15,
        "manzil": 4,
        "page": 290,
        "ruku": 248,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2109,
        "text": "(Ey Muhammed!) De ki: \"Rabbim! Beni, takdir ettiğin yere gönül rahatlığı ve huzur içinde koy ve çıkacağım yerden de dürüstlükle ve selametle çıkmamı sağla. Bana katından yardım edici bir kuvvet ver.\"",
        "numberInSurah": 80,
        "juz": 15,
        "manzil": 4,
        "page": 290,
        "ruku": 248,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2110,
        "text": "(Ey Muhammed!) De ki: \"Hak geldi, batıl yok oldu. Elbette batıl yok olmaya mahkumdur.\"",
        "numberInSurah": 81,
        "juz": 15,
        "manzil": 4,
        "page": 290,
        "ruku": 248,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2111,
        "text": "Biz Kur'ân'dan, iman edenler için bir şifa ve rahmet kaynağı olan âyetler indiriyoruz. Zalimlerin de ancak zararını artırır.",
        "numberInSurah": 82,
        "juz": 15,
        "manzil": 4,
        "page": 290,
        "ruku": 248,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2112,
        "text": "Biz insana nimet verdiğimiz zaman, Allah'ı anmaktan yüz çevirip uzaklaşır. Ona fenalık dokununca da ümitsizliğe kapılır.",
        "numberInSurah": 83,
        "juz": 15,
        "manzil": 4,
        "page": 290,
        "ruku": 248,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2113,
        "text": "De ki: \"Herkes bulunduğu hal ve niyetine göre iş yapar. Bu durumda kimin en doğru yolda olduğunu Rabbiniz daha iyi bilir.\"",
        "numberInSurah": 84,
        "juz": 15,
        "manzil": 4,
        "page": 290,
        "ruku": 248,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2114,
        "text": "Ey Muhammed! Sana ruhtan soruyorlar. De ki: \"Ruh Rabbimin bildiği bir iştir ve size ilimden ancak az bir şey verilmiştir.\"",
        "numberInSurah": 85,
        "juz": 15,
        "manzil": 4,
        "page": 290,
        "ruku": 249,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2115,
        "text": "Yemin olsun ki, dilersek sana vahyettiğimizi ortadan kaldırırız; sonra bize karşı kendine bir vekil (koruyucu) bulamazsın.",
        "numberInSurah": 86,
        "juz": 15,
        "manzil": 4,
        "page": 290,
        "ruku": 249,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2116,
        "text": "Fakat Rabbinden bir rahmet olarak (biz bunu yapmadık). Gerçekten O'nun senin üzerindeki lütfu çok büyüktür.",
        "numberInSurah": 87,
        "juz": 15,
        "manzil": 4,
        "page": 291,
        "ruku": 249,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2117,
        "text": "Ey Muhammed! De ki: \"Yemin olsun, eğer insanlar ve cinler bu Kur'ân'ın benzerini getirmek üzere toplansalar ve birbirlerine yardımcı olsalar bile, yine onun bir benzerini meydana getiremeyeceklerdir.\"",
        "numberInSurah": 88,
        "juz": 15,
        "manzil": 4,
        "page": 291,
        "ruku": 249,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2118,
        "text": "Yemin olsun ki biz bu Kur'ân'da insanlar için çeşitli misaller vermişizdir. Yine de insanların çoğu inkârlarında ısrar ederler.",
        "numberInSurah": 89,
        "juz": 15,
        "manzil": 4,
        "page": 291,
        "ruku": 249,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2119,
        "text": "Kâfirler şöyle dediler: \"Sen, bizim için yerden suyu kesilmeyen bir kaynak fışkırtmadıkça sana asla inanmayacağız.\"",
        "numberInSurah": 90,
        "juz": 15,
        "manzil": 4,
        "page": 291,
        "ruku": 249,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2120,
        "text": "\"Veyahut hurmalıklardan ve üzümlüklerden senin bir bahçen olsun da ortasından şarıl şarıl ırmaklar akıtmalısın.\"",
        "numberInSurah": 91,
        "juz": 15,
        "manzil": 4,
        "page": 291,
        "ruku": 249,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2121,
        "text": "\"Yahut söyleyip zannettiğin gibi, göğü başımıza parça parça düşüresin veya Allah'ı ve melekleri söylediğine şahit getiresin. \"",
        "numberInSurah": 92,
        "juz": 15,
        "manzil": 4,
        "page": 291,
        "ruku": 249,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2122,
        "text": "\"Yahut altından bir evin olsun, ya da göğe çıkmalısın. Ona çıktığına da asla inanmayız. Ta ki bize, okuyacağımız bir kitap indiresin.\" De ki: \"Rabbimi tenzih ederim. Nihayet ben de, peygamber olan bir insandan başka bir şey değilim.\"",
        "numberInSurah": 93,
        "juz": 15,
        "manzil": 4,
        "page": 291,
        "ruku": 249,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2123,
        "text": "Kendilerine doğru yolu gösteren peygamber gelince, insanların iman etmelerine engel olan sebep sadece: \"Allah bir insanı mı Peygamber gönderdi?\" demeleridir.",
        "numberInSurah": 94,
        "juz": 15,
        "manzil": 4,
        "page": 291,
        "ruku": 250,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2124,
        "text": "(Ey Muhammed! Mekkelilere) şöyle de: \"Eğer yeryüzünde huzur içinde yürüyüp duran melekler olsaydı, elbette onlara gökten peygamber olarak bir melek indirirdik.\"",
        "numberInSurah": 95,
        "juz": 15,
        "manzil": 4,
        "page": 291,
        "ruku": 250,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2125,
        "text": "De ki: \"Benimle sizin aranızda şahit olarak Allah yeter. Çünkü O, kullarının yaptığından haberdardır, yaptıklarını çok iyi görendir.\"",
        "numberInSurah": 96,
        "juz": 15,
        "manzil": 4,
        "page": 291,
        "ruku": 250,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2126,
        "text": "Allah kime hidayet verirse, o doğru yoldadır. Kimi de hidayetten uzak tutarsa, artık bunlar için Allah'tan başka hiçbir yardımcı bulamazsın. Ve biz, o kâfirleri kıyamet günü kör, dilsiz ve sağır oldukları halde, yüzleri üstü sürünerek haşredeceğiz. Varacakları yer cehennemdir; ateşi dindikçe onun ateşini artırırız.",
        "numberInSurah": 97,
        "juz": 15,
        "manzil": 4,
        "page": 292,
        "ruku": 250,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2127,
        "text": "Bu onların cezasıdır! Çünkü onlar, âyetlerimizi inkâr etmişler ve: \"Sahi bizler, bir yığın kemik ve ufalanmış toz olduğumuz zaman mı, yeni bir yaratılışla diriltilmiş olacağız?\" demişlerdir.",
        "numberInSurah": 98,
        "juz": 15,
        "manzil": 4,
        "page": 292,
        "ruku": 250,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2128,
        "text": "Onlar, gökleri ve yeri yaratan Allah'ın, kendilerinin aynı olan insanları yaratmaya da kadir olduğunu görüp bilmediler mi? Allah onlar için şüphe edilmeyen bir vâde takdir etmiştir. Fakat zalimler, inkârlarında yine de ısrar ederler.",
        "numberInSurah": 99,
        "juz": 15,
        "manzil": 4,
        "page": 292,
        "ruku": 250,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2129,
        "text": "(Ey Muhammed!) De ki: \"Eğer siz Rabbimin rahmet hazinelerine sahip olsaydınız, fakirlik korkusunu yine de elden bırakmazdınız.\" Doğrusu insan çok cimridir.",
        "numberInSurah": 100,
        "juz": 15,
        "manzil": 4,
        "page": 292,
        "ruku": 250,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2130,
        "text": "Andolsun biz Musa'ya apaçık dokuz mucize verdik. (Ey Peygamber!) İsrailoğullarına sor, Musa kendilerine geldiğinde Firavun ona: \"Ey Musa! Ben senin büyülenmiş olduğunu sanıyorum\" demişti.",
        "numberInSurah": 101,
        "juz": 15,
        "manzil": 4,
        "page": 292,
        "ruku": 251,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2131,
        "text": "Musa dedi ki: \"Ey Firavun! Pekâlâ bilirsin ki, bu mucizeleri, birer ibret olmak üzere, ancak göklerin ve yerin Rabbi indirdi. Ey Firavun! Ben de seni helak olmuş zannediyorum.\"",
        "numberInSurah": 102,
        "juz": 15,
        "manzil": 4,
        "page": 292,
        "ruku": 251,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2132,
        "text": "Derken Firavun, Musa'yı ve İsrailoğullarını Mısır'dan sürmek istedi. Biz de onu ve beraberindekilerin hepsini suda boğduk.",
        "numberInSurah": 103,
        "juz": 15,
        "manzil": 4,
        "page": 292,
        "ruku": 251,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2133,
        "text": "Arkasından İsrailoğullarına şöyle dedik: \"Firavun\"un sizi çıkarmak istediği arazide siz oturun! Sonra ahiret vaadi (kıyamet) geldiği vakit, hepinizi toplayıp bir araya getireceğiz.\"",
        "numberInSurah": 104,
        "juz": 15,
        "manzil": 4,
        "page": 292,
        "ruku": 251,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2134,
        "text": "Biz bu Kur'an'ı hak olarak indirdik, O, bütün hakikatleri içinde toplayarak indi. Ey Peygamber! Biz seni ancak müjdeci ve uyarıcı olarak gönderdik.",
        "numberInSurah": 105,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 251,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2135,
        "text": "Sana Kur'ân'ı verdik ve onu insanlara sindire sindire okuyasın diye (kısımlara) ayırdık ve biz onu yavaş yavaş indirdik.",
        "numberInSurah": 106,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 251,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2136,
        "text": "Ey Muhammed! De ki: İster ona (Kur'ân'a) inanın, ister inanmayın; o daha önce kendilerine ilim verilenlere okunduğunda onlar, yüzleri üstü secdeye kapanırlar.",
        "numberInSurah": 107,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 251,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2137,
        "text": "Ve derler ki: Rabbimizi tenzih ederiz. Şüphesiz ki Rabbimizin vaadi gerçekleşir.",
        "numberInSurah": 108,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 251,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2138,
        "text": "Ve ağlayarak yüzleri üstü secdeye kapanırlar. Hem de bu Kur'ân'ı işitmek onların Allah'a teslimiyetlerini daha da artırır.",
        "numberInSurah": 109,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 251,
        "hizbQuarter": 117,
        "sajda": {
          "id": 4,
          "recommended": true,
          "obligatory": false
        }
      },
      {
        "number": 2139,
        "text": "(Sen onlara) de ki: İster \"Allah\" deyin, ister \"Rahmân\" deyin, nasıl çağırırsanız çağırın. En güzel isimler O'nundur. Namazında sesini pek yükseltme, çok da gizli okuma, orta yolu seç.",
        "numberInSurah": 110,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 251,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2140,
        "text": "Ve şöyle de: Hamd o Allah'a ki, hiçbir çocuk edinmedi, mülkte ortağı yoktur, aciz olmayıp bir yardımcıya da ihtiyacı yoktur. Tekbir getirerek O'nu noksanlıklardan yücelt de yücelt.",
        "numberInSurah": 111,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 251,
        "hizbQuarter": 117,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "tr.yazir",
      "language": "tr",
      "name": "Elmalılı Hamdi Yazır",
      "englishName": "Elmalili Hamdi Yazir",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}