{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 22,
    "name": "سُورَةُ الحَجِّ",
    "englishName": "Al-Hajj",
    "englishNameTranslation": "The Pilgrimage",
    "revelationType": "Medinan",
    "numberOfAyahs": 78,
    "ayahs": [
      {
        "number": 2596,
        "text": "Ey İnsanlar! Rabbinizden sakının; şüphesiz o kıyamet gününün sarsıntısı çok büyük bir şeydir.",
        "numberInSurah": 1,
        "juz": 17,
        "manzil": 4,
        "page": 332,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2597,
        "text": "Onu göreceğiniz gün, her emzikli kadın emzirdiğinden geçer. Ve her hamile kadın çocuğunu düşürür. İnsanları hep sarhoş görürsün, halbuki sarhoş değillerdir. Fakat Allah'ın azabı çok şiddetlidir.",
        "numberInSurah": 2,
        "juz": 17,
        "manzil": 4,
        "page": 332,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2598,
        "text": "İnsanlardan bazıları Allah hakkında bir bilgisi olmadığı halde tartışır da her azılı şeytanın ardına düşer.",
        "numberInSurah": 3,
        "juz": 17,
        "manzil": 4,
        "page": 332,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2599,
        "text": "(O şeytanki) hakkında şöyle hüküm verilmiştir: Şüphesiz kim onu dost edinirse, o muhakkak onu saptırır ve doğruca cehennem azabına götürür.",
        "numberInSurah": 4,
        "juz": 17,
        "manzil": 4,
        "page": 332,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2600,
        "text": "Ey insanlar! Eğer öldükten sonra dirilmekten şüphede iseniz, (bilin ki) ne olduğunuzu size açıklamak için şüphesiz biz sizi topraktan, sonra nutfeden (spermadan) sonra bir alekadan (embriodan) sonra yapısı belli belirsiz bir et parçasından yaratmışızdır. Dilediğimizi belli bir süreye kadar rahimlerde tutarız. Sonra sizi bir çocuk olarak çıkartırız, sonra sizi, olgunluk çağına erişmeniz için bırakırız. Bununla beraber kiminiz öldürülür, kiminiz de önceki bilgisinden sonra, hiçbir şey bilmemek üzere, ömrünün en fena zamanına ulaştırılır. Bir de yeryüzünü görürsün ki kupkurudur; fakat biz onun üzerine su indirdiğimiz zaman, harekete geçer, kabarır ve her güzel çiftten bitkiler bitirir.",
        "numberInSurah": 5,
        "juz": 17,
        "manzil": 4,
        "page": 332,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2601,
        "text": "İşte bunlar gösteriyor ki, Allah şüphesiz haktır. Şüphesiz ölüleri o diriltir ve o her şeye kadirdir.",
        "numberInSurah": 6,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2602,
        "text": "Kıyamet ise şüphesiz gelecek ve muhakkak ki Allah bütün kabirlerde olan kimseleri tekrar diriltecektir.",
        "numberInSurah": 7,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2603,
        "text": "İnsanlardan kimi de vardır ki ne bir bilgiye, ne bir delile, ne de aydınlatıcı bir kitaba dayanmaksızın Allah hakkında tartışır.",
        "numberInSurah": 8,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2604,
        "text": "Allah yolundan şaşırtmak (saptırmak) için büyüklük taslayarak (tartışır). Dünyada ona bir rezillik vardır. Kıyamet gününde ise ona cehennem azabını tattıracağız",
        "numberInSurah": 9,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2605,
        "text": "Ona \"Bunlar, senin ellerinle kazandığın günahlar sebebiyledir\" denir. Şüphesiz Allah kullarına zulmeden değildir.",
        "numberInSurah": 10,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2606,
        "text": "İnsanlardan kimi de Allah'a bir yar kenarındaymış gibi ibadet eder, eğer kendisine bir iyilik gelirse ona gönlü yatışır ve eğer başına bir bela gelirse yüzüstü dönüverir. Dünyayı da ahireti de kaybeder. İşte apaçık kayıp budur.",
        "numberInSurah": 11,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2607,
        "text": "Allah'ı bırakır da kendine ne zarar, ne menfaat veremeyecek şeylere yalvarır. İşte derin sapıklık budur.",
        "numberInSurah": 12,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2608,
        "text": "Herhalde o, zararı faydasından daha yakın olana yalvarıyor. Yalvardığı şey ne kötü yardımcı ve ne kötü yoldaştır.",
        "numberInSurah": 13,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2609,
        "text": "Şüphe yok ki Allah, iman edip salih amelleri işleyenleri altından ırmaklar akan cennetlere koyacak. Şüphesiz Allah dilediğini yapar.",
        "numberInSurah": 14,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2610,
        "text": "Allah'ın ona (peygambere) dünyada ve ahirette yardım etmeyeceğini sanan kimse hemen yukarıya bir ip uzatsın, sonra (kendini intihar edip) boğsun da baksın bu hilesi kendisini öfkelendiren şeyi giderecek mi?",
        "numberInSurah": 15,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2611,
        "text": "İşte biz onu (Kur'ân'ı) böylece, apaçık âyetler olarak indirdik. Şüphesiz Allah dilediğini doğru yola eriştirir.",
        "numberInSurah": 16,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2612,
        "text": "Şüphesiz o iman edenler, yahudi olanlar, sabiîler (yıldıza tapanlar), hıristiyanlar, ateşe tapanlar ve (Allah'a) eş koşanlar (yok mu?) Allah, kıyamet günü bunların arasını şüphesiz ayıracaktır. Çünkü Allah her şeyi hakkıyla görüp bilendir.",
        "numberInSurah": 17,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2613,
        "text": "Görmedin mi, göklerdeki kimseler, yerdeki kimseler, güneş, ay ve yıldızlar, dağlar, ağaçlar, bütün hayvanlar ve insanlardan birçoğu hep Allah'a secde ediyor. Birçoğunun üzerine de azab hak olmuştur. Allah kimi hor ve hakir kılarsa artık ona ikram edecek yoktur. Şüphesiz Allah dilediği şeyi yapar.",
        "numberInSurah": 18,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": {
          "id": 6,
          "recommended": true,
          "obligatory": false
        }
      },
      {
        "number": 2614,
        "text": "Şu ikisi Rableri hakkında tartışmaya girmiş iki hasımdır. O'nu inkar edenler için ateşten elbiseleri biçilmiştir. Başlarının üstünden kaynar su dökülür.",
        "numberInSurah": 19,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2615,
        "text": "Bununla karınlarındaki ve derileri eritilir.",
        "numberInSurah": 20,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2616,
        "text": "Bir de bunlara demirden kamçılar vardır.",
        "numberInSurah": 21,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2617,
        "text": "Uğradıkları gamdan (dolayı) oradan ne zaman çıkmak isteseler, her defasında oraya geri çevrilirler: \"Yakıcı azabı tadın\" denir.",
        "numberInSurah": 22,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2618,
        "text": "Şüphesiz Allah iman edip yararlı iş işleyenleri, altından ırmaklar akan cennetlere koyacak, orada altın bilezikler ve inciler takınacaklar. Oradaki elbiseleri de ipektendir.",
        "numberInSurah": 23,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 287,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2619,
        "text": "Hem sözün güzelini işitecek duruma ulaştırılmışlar, hem de övülmeye layık (olan Allah'ın) yoluna eriştirilmişlerdir.",
        "numberInSurah": 24,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 287,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2620,
        "text": "Şüphesiz inkâr edenlere, Allah'ın yolundan, yerli ve yolcu bütün insanlar için eşit kılınan Mescidi Haram'dan alıkoyanlara ve orada zulümle yanlış yola saptırmak isteyene can yakıcı bir azab tattırırız.",
        "numberInSurah": 25,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 287,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2621,
        "text": "Bir zamanlar Kâbe'nin yerini İbrahim'e şu şekilde hazırlamıştık: Sakın bana hiçbir şeyi ortak koşma; tavaf edenler, orada (kıyama) duranlar, ruku edenler ve secdeye varanlar için evimi tertemiz et.",
        "numberInSurah": 26,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2622,
        "text": "İnsanları hacca çağır; yürüyerek veya incelmiş binekler üstünde (uzak yollardan) her derin vadiyi aşarak sana gelsinler.",
        "numberInSurah": 27,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2623,
        "text": "Ta ki kendilerine ait birtakım menfaatlere şahid olsunlar; Allah'ın kendilerine rızık olarak verdiği hayvanları belli günlerde kurban ederken O'nun adını ansınlar. Siz de onlardan yiyin, yoksulu, fakiri de doyurun.",
        "numberInSurah": 28,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2624,
        "text": "Sonra kirlerini giderip temizlensinler. Adaklarını yerine getirsinler. Kâbeyi tavaf etsinler.",
        "numberInSurah": 29,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2625,
        "text": "Emir budur, Allah'ın yasaklarına kim saygı gösterirse, bu, kendisi için Rabbinin katında şüphesiz hayırdır. Size bildirilegelenden başka bütün hayvanlar helal kılınmıştır. O halde o pis putlardan kaçının ve yalan sözden sakının.",
        "numberInSurah": 30,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2626,
        "text": "Allah için, O'na eş koşmayan, O'nun birliğine inanmış kimseler olun. Allah'a ortak koşan kimse, gökten düşüp de kuşların kaptığı veya rüzgarın bir uçuruma sürüklediği şeye benzer.",
        "numberInSurah": 31,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2627,
        "text": "Bu böyledir; kim Allah'ın nişanelerine, kurbanlıklarına saygı gösterirse, şüphesiz o kalblerin takvasındandır.",
        "numberInSurah": 32,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2628,
        "text": "Sizin için onlarda belli bir süreye kadar bir takım faydalar vardır. Sonra bunlar Beyti atik (kâbe) de son bulurlar.",
        "numberInSurah": 33,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2629,
        "text": "Her ümmet için Allah'ın kendilerine rızık olarak verdiği kurbanlık hayvanların üzerine O'nun adını ansınlar diye bir mabed yapmışızdır. Hepinizin ilâhı bir tek ilâhtır. Onun için yalnız O'na teslim olan müslümanlar olun. (Ey Muhammed!) Allah'a itaat eden alçak gönüllüleri müjdele.",
        "numberInSurah": 34,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 289,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2630,
        "text": "Ki Allah anıldığı vakit onların kalpleri titrer. Onlar başlarına gelene sabreden, namaz kılan kimselerdir. Kendilerine verdiğimiz rızıktan Allah yolunda harcarlar.",
        "numberInSurah": 35,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 289,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2631,
        "text": "Kurbanlık deve ve sığırları Allah'ın size olan nişanelerinden kıldık. Sizin için onlarda hayır vardır. Ön ayaklarının biri bağlı halde keserken üzerlerine Allah'ın adını anın. Yanları yere yaslandığı vakit de onlardan yiyin, kanaat edip istemeyene de, isteyene de yedirin. Böylece onları sizin buyruğunuza verdik ki, şükredesiniz.",
        "numberInSurah": 36,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 289,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2632,
        "text": "Elbette onların etleri ve kanları Allah'a ulaşmayacaktır. Ancak O'na sizin takvanız erecektir. Onları bu şekilde sizin buyruğunuza verdi ki, size yolunu gösterdiğinden dolayı, Allah'ı tekbir ile yüceltesiniz. (Ey Muhammed!) Vazifelerini güzelce yapan iyilik sevenleri müjdele.",
        "numberInSurah": 37,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 289,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2633,
        "text": "Şüphesiz Allah inananları savunur. Çünkü Allah hâin ve nankörlerin hiçbirini sevmez.",
        "numberInSurah": 38,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 289,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2634,
        "text": "Kendilerine savaş açılan kimselere (kâfirlere karşı koymak için) izin verildi. Çünkü onlar zulme uğradılar. Şüphesiz Allah onları zafere ulaştırmaya kadirdir.",
        "numberInSurah": 39,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2635,
        "text": "Onlar \"Rabbimiz Allah'tır\" demelerinden başka bir sebep olmaksızın haksız yere yurtlarından çıkarıldılar. Eğer Allah insanların bir kısmını bir kısmı ile defetmeseydi manastırlar, kiliseler, havralar ve içinde Allah'ın adı çok anılan mescidler elbette yıkılırdı. Şüphesiz Allah kendi (dini) ne yardım edene yardım edecektir. Şüphesiz Allah çok güçlüdür, çok izetlidir (her şeye galiptir).",
        "numberInSurah": 40,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2636,
        "text": "Onlar (o müminlerdir) ki, eğer kendilerini yeryüzünde iktidar mevkiine getirirsek namazı kılarlar, zekatı verirler, iyiliği emrederler ve fenalığı yasak ederler. Bütün işlerin sonu sırf Allah'a âittir.",
        "numberInSurah": 41,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2637,
        "text": "(Ey Muhammed!) Eğer seni (müşrikler) yalanlıyorlarsa bil ki onlardan önce Nûh kavmi, Âd ve Semûd (kavimleri de kendi peygamberlerini) yalancı saydılar.",
        "numberInSurah": 42,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2638,
        "text": "İbrahim'in kavmi de, Lût'un kavmi de (peygamberlerini) yalancı saydılar.",
        "numberInSurah": 43,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2639,
        "text": "(Şuayb'ın kavmi olan) Medyen halkı da (Şûayb'ı) yalanladı. Musa da (Firavun tarafından) yalanlandı. Ben de o kâfirlere bir süre verdim. Sonra da onları yakalayıverdim. Beni tanımamak nasılmış görsünler.",
        "numberInSurah": 44,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2640,
        "text": "Nice memleketler vardı ki, zulüm yaparlarken biz onları yok ettik. Artık damları çökmüş, duvarları üzerine yıkılmıştır. (Geride) Nice terkedilmiş kuyularla bomboş kalmış yüksek saraylar (bırakılmıştır.)",
        "numberInSurah": 45,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2641,
        "text": "Yeryüzünde dolaşmıyorlar mı ki olanları akledecek kalbleri, işitecek kulakları olsun. Gerçek şudur ki, gözler kör olmaz, fakat asıl göğüslerin içindeki kalpler kör olur.",
        "numberInSurah": 46,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2642,
        "text": "Bir de senden acele azab istiyorlar. Elbette Allah sözünden caymaz. Bununla beraber Rabbinin katında birgün, sizin sayacaklarınızdan bin sene gibidir.",
        "numberInSurah": 47,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2643,
        "text": "Zulmedip dururlarken kendilerine mühlet verdiğim nice memleket halkı vardı ki, sonunda onları yakalayıvermiştim. Dönüş ancak banadır.",
        "numberInSurah": 48,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2644,
        "text": "(Habîbim!) De ki: \"Ey insanlar! Ben size ancak apaçık anlatan bir uyarıcıyım.\"",
        "numberInSurah": 49,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2645,
        "text": "İşte iman edip salih amel işleyenler için hem bir mağfiret, hem de (cennette) tükenmez bir rızık vardır.",
        "numberInSurah": 50,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2646,
        "text": "Âyetlerimizi tartışarak bozmaya uğraşanlara gelince, işte onlar cehennemliktirler. Böyle de ve temennilere uyma. Çünkü:",
        "numberInSurah": 51,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2647,
        "text": "(Ey Muhammed!) Biz senden önce hiçbir elçi ve hiçbir peygamber göndermedik ki o bir şey temenni ettiği zaman, şeytan onun arzusuna şüpheler karıştırmasın. Bunun üzerine Allah şeytanın karıştırdığı şüpheyi giderir. Sonra da Allah, âyetlerini tahkim eder (güçlendirir). Allah Alîm'dir (herşeyi bilir), Hakîmdir (Hikmet sahibidir)",
        "numberInSurah": 52,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2648,
        "text": "Allah, şeytanın karıştırdığını, kalblerinde hastalık bulunan ve kalpleri kaskatı olan kimseleri sınamaya vesile kılar. Zalimler şüphesiz (haktan uzak) derin bir ayrılık içindedirler.",
        "numberInSurah": 53,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2649,
        "text": "Bir de kendilerine ilim verilmiş olanlar, Kur'ân'ın şüphesiz Rabbinden gelen bir gerçek olduğunu bilsinler ve ona iman etsinler de kalpleri ona saygı duysun. Çünkü Allah, iman edenleri doğru yola eriştirir.",
        "numberInSurah": 54,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2650,
        "text": "İnkâr edenler de, kendilerine ansızın kıyamet gelinceye veya akîm (kısır) bir günün azabı gelinceye kadar, Kur'ân'dan şüphe etmekte devam edip giderler.",
        "numberInSurah": 55,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2651,
        "text": "O gün hükümranlık yalnız Allah'ındır, O aralarında hükmünü verir. Artık iman edip yararlı iş işleyenler nimet cennetlerindedirler.",
        "numberInSurah": 56,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2652,
        "text": "İnkâr edip âyetlerimizi yalan sayanlar ise, işte bunlar için hakîr düşüren bir azab vardır.",
        "numberInSurah": 57,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2653,
        "text": "Allah yolunda hicret edip de sonra öldürülmüş veya ölmüş olanlara gelince, elbette Allah, onları güzel bir rızıkla rızıklandıracaktır. Çünkü Allah rızık verenlerin en hayırlısıdır.",
        "numberInSurah": 58,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2654,
        "text": "Allah onları hoşnud olacakları bir yere (cennete) elbette koyacaktır. Şüphesiz Allah Alîmdir (herşeyi bilir) Halîmdir, (Kullarına yumuşak davranır.).",
        "numberInSurah": 59,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2655,
        "text": "Bu böyledir, kim kendisine yapılan cezaya aynı ile karşılık verir de, sonra yine kendisine zulüm yapılırsa, muhakkak ki, Allah ona yardım eder. Allah şüphesiz çok af edicidir, çok bağışlayıcıdır.",
        "numberInSurah": 60,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2656,
        "text": "Çünkü Allah, geceyi gündüzün içine sokar, gündüzü de gecenin içine sokar. Şüphesiz Allah, Semîdir (herşeyi işitir) Basîrdir (herşeyi görür).",
        "numberInSurah": 61,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2657,
        "text": "(Bu sonsuz güç şundandır) Çünkü Allah, varlığı kendinden olan Hak'tır. Müşriklerin O'nu bırakıp da tapındıkları putlar ise hep bâtıldır. Şüphesiz Allah, yücedir, büyüktür.",
        "numberInSurah": 62,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2658,
        "text": "Görmedin mi Allah'ın gökten indirdiği su ile yeryüzü (nasıl) yemyeşil oluyor? Gerçekten Allah çok lütufkârdır, her şeyden haberdardır.",
        "numberInSurah": 63,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2659,
        "text": "Göklerde ve yerde ne varsa hep O'nundur. Doğrusu Allah müstağnîdir, övülmeğe layıktır.",
        "numberInSurah": 64,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2660,
        "text": "Görmedin mi ki, Allah bütün yerdekileri ve emriyle denizlerde akıp giden gemileri hep sizin buyruğunuz altına verdi. Göğü de izni olmaksızın yere düşmekten o (koruyup havada) tutuyor. Şüphesiz Allah insanlara çok şefkatlidir, çok merhametlidir.",
        "numberInSurah": 65,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2661,
        "text": "Size (ilk defa) hayat veren, sonra öldürecek olan, sonra da yeniden diriltecek olan O'dur. İnsan gerçekten pek nankördür.",
        "numberInSurah": 66,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2662,
        "text": "Biz her ümmet için bir şeriat tayin ettik ki, onlar onunla amel ederler. Bunun için (ey Muhammed!) bu konuda seninle hiçbir zaman çekişmesinler. (İnsanları) Rabbine (ibadet etmeye) çağır. Şüphesiz sen gerçekten hidayete götüren doğru bir yol üzerindesin.",
        "numberInSurah": 67,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2663,
        "text": "Eğer seninle tartışırlarsa, de ki: \"Allah yaptıklarınızı çok iyi bilir.\"",
        "numberInSurah": 68,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2664,
        "text": "Ayrılığa düştüğünüz şeyler hakkında kıyamet günü Allah aranızda hükmünü verecektir.",
        "numberInSurah": 69,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2665,
        "text": "Bilmez misin ki, Allah, gökte ve yerde ne varsa hepsini bilir. Şüphesiz bunlar bir kitabtadır. Hiç şüphe yok ki bunlar Allah'a pek kolaydır.",
        "numberInSurah": 70,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2666,
        "text": "Onlar Allah'ı bırakıp da O'nun, haklarında hiçbir delil indirmediği ve kendilerinde de bir bilgi bulunmayan şeylere taparlar. Zalimler için hiçbir yardımcı yoktur.",
        "numberInSurah": 71,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2667,
        "text": "Âyetlerimiz kendilerine apaçık olarak okunduğu zaman, o kâfirlerin yüzlerinden inkârlarını anlarsın. Neredeyse, kendilerine âyetlerimizi okuyanlara saldıracaklar. De ki: \"Şimdi size ondan daha kötü olanını haber vereyim mi? O, ateştir. Allah bunu kâfir olanlara vaad buyurdu. O ne kötü bir dönüş yeridir.\"",
        "numberInSurah": 72,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2668,
        "text": "Ey insanlar! Bir misal verilmektedir, şimdi ona iyi kulak verin: Sizin Allah'ı bırakıp taptıklarınız bir araya gelseler, bir sinek bile yaratamayacaklardır. Sinek onlardan bir şey kapsa onu kurtaramazlar. İsteyen de, istenen de âcizdir.",
        "numberInSurah": 73,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2669,
        "text": "Allah'ın büyüklüğünü gereği gibi değerlendirip bilemediler. Şüphesiz ki Allah çok kuvvetlidir, her şeye üstündür.",
        "numberInSurah": 74,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2670,
        "text": "Allah hem meleklerden, hem de insanlardan elçiler seçer. Şüphesiz Allah her şeyi işitir, her şeyi görür.",
        "numberInSurah": 75,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2671,
        "text": "O geçmişlerini ve geleceklerini bilir. Bütün işler Allah'a döndürülür.",
        "numberInSurah": 76,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2672,
        "text": "Ey iman edenler! rükû edin, secdeye varın, Rabbinize kulluk edin, iyilik yapın ki kurtulabilesiniz.",
        "numberInSurah": 77,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": {
          "id": 7,
          "recommended": true,
          "obligatory": false
        }
      },
      {
        "number": 2673,
        "text": "Allah uğrunda gerektiği gibi cihad edin. Sizi o seçmiş, babanız İbrahim'in yolu olan dinde sizin için bir zorluk kılmamıştır. Daha önce ve Kur'ân'da, Peygamberin size şahid olması, sizin de insanlara şahid olmanız için, size müslüman adını veren O'dur. Artık namaz kılın, zekat verin, Allah'a sarılın. O sizin sahibinizdir. O ne güzel sahip ve ne güzel yardımcıdır!",
        "numberInSurah": 78,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "tr.yazir",
      "language": "tr",
      "name": "Elmalılı Hamdi Yazır",
      "englishName": "Elmalili Hamdi Yazir",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}