{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 28,
    "name": "سُورَةُ القَصَصِ",
    "englishName": "Al-Qasas",
    "englishNameTranslation": "The Stories",
    "revelationType": "Meccan",
    "numberOfAyahs": 88,
    "ayahs": [
      {
        "number": 3253,
        "text": "Tâ, Sîn, Mîm.",
        "numberInSurah": 1,
        "juz": 20,
        "manzil": 5,
        "page": 385,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3254,
        "text": "Bunlar, apaçık kitabın âyetleridir.",
        "numberInSurah": 2,
        "juz": 20,
        "manzil": 5,
        "page": 385,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3255,
        "text": "İman edecek bir kavim için Musa ile Firavun'un haberlerinden bir kısmını sana dosdoğru okuyacağız.",
        "numberInSurah": 3,
        "juz": 20,
        "manzil": 5,
        "page": 385,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3256,
        "text": "Çünkü Firavun, (Mısır) toprağında gerçekten azmış, halkını parça parça etmişti. Onlardan bir zümreyi güçsüz buluyor, bunların oğullarını boğazlıyor, kızlarını ise sağ bırakıyordu. Belli ki o bozgunculardandı.",
        "numberInSurah": 4,
        "juz": 20,
        "manzil": 5,
        "page": 385,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3257,
        "text": "Biz ise istiyorduk ki, o yerde güçsüz düşürülenlere lütufta bulunalım, onları önderler yapalım, onlara (ötekilerin) yerini aldıralım.",
        "numberInSurah": 5,
        "juz": 20,
        "manzil": 5,
        "page": 385,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3258,
        "text": "Ve o yerde onları hakim kılalım, Firavun ile Hâmân ve ordularına, onlardan çekinmekte oldukları şeyi gösterelim.",
        "numberInSurah": 6,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3259,
        "text": "O esnada Musa'nın anasına \"Onu emzir, kendisine zarar geleceğinden kaygılandığında onu denize (Nil nehrine) bırakıver, hiç korkup kaygılanma, çünkü biz onu tekrar sana vereceğiz ve onu peygamberlerden biri yapacağız\" diye bildirdik.",
        "numberInSurah": 7,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3260,
        "text": "Nihayet Firavun ailesi onu yitik olarak aldı. Çünkü o, sonunda kendileri için bir düşman ve bir tasa olacaktı. Şüphesiz Firavun ile Hâmân ve askerleri yanılıyorlardı.",
        "numberInSurah": 8,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3261,
        "text": "Firavun'un karısı (sepetin içinden çocuk çıkınca kocasına), \"İkimizin de gözü aydın! Onu öldürmeyin, belki bize faydası dokunur, ya da onu evlad ediniriz\" dedi. Halbuki onlar işin sonunu sezemiyorlardı.",
        "numberInSurah": 9,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3262,
        "text": "Musa'nın anasının yüreği (tasadan) bomboş kalıverdi. Eğer biz, (vaadimize) inananlardan olması için onun kalbini pekiştirmemiş olsaydık, neredeyse işi meydana çıkaracaktı.",
        "numberInSurah": 10,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3263,
        "text": "Annesi Musa'nın ablasına, \"Onun izini takip et\" dedi. O da, onlar farkına varmadan uzaktan kardeşini gözetledi.",
        "numberInSurah": 11,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3264,
        "text": "Biz (annesine geri vermezden) daha önce, onun süt analarının sütünü kabulüne müsade etmedik. Bunun üzerine ablası, \"Size, onun bakımını sizin namınıza üstlenecek, hem de ona iyi davranacak bir aile göstereyim mi?\" dedi.",
        "numberInSurah": 12,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3265,
        "text": "Böylelikle biz onu, gözü aydın olsun, gam çekmesin ve Allah'ın vaadinin gerçek olduğunu bilsin, diye anasına geri verdik. Fakat yine de pek çoğu (bunu) bilmezler.",
        "numberInSurah": 13,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3266,
        "text": "Musa yiğitlik çağına girip olgunlaşınca, biz ona hikmet ve ilim verdik. İşte güzel davrananları biz böyle mükafatlandırırız.",
        "numberInSurah": 14,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3267,
        "text": "Musa, halkının habersiz olduğu bir sırada şehre girdi. Orada, biri kendi tarafından diğeri düşman tarafından olan iki adamı birbirleriyle döğüşür buldu. Kendi tarafı olan, düşmana karşı ondan yardım diledi. Musa da ötekine bir yumruk indirip onun ölümüne sebep oldu. \"Bu, şeytan işidir. O, gerçekten saptırıcı, apaçık bir düşmandır\" dedi.",
        "numberInSurah": 15,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3268,
        "text": "Musa, \"Rabbim! Doğrusu kendimi ziyana uğrattım. Beni bağışla!\" dedi; Allah da, onu bağışladı. Çünkü, çok bağışlayıcı, çok merhamet edici olan ancak O'dur.",
        "numberInSurah": 16,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3269,
        "text": "Musa, \"Rabbim! Bana lutfettiğin nimetlere andolsun ki, artık suçlulara asla arka olmayacağım\" dedi.",
        "numberInSurah": 17,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3270,
        "text": "Şehirde korku içinde, (etrafı) gözetleyerek sabahladı. Bir de ne görsün, dün kendisinden yardım isteyen kimse feryad ederek yine ondan imdat istiyor. Musa ona dedi ki: \"Doğrusu sen, besbelli bir azgınsın!\"",
        "numberInSurah": 18,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3271,
        "text": "Musa, ikisinin de düşmanı olan adamı yakalamak isteyince, o adam dedi ki: \"Ey Musa! Dün bir cana kıydığın gibi, bana da mı kıymak istiyorsun? Demek arabuluculardan olmak istemiyor da, bu yerde ille yaman bir zorba olmayı arzuluyorsun sen!\"",
        "numberInSurah": 19,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3272,
        "text": "Şehrin öbür ucundan bir adam geldi ve dedi ki: \"Ey Musa! İleri gelenler seni öldürmek için hakkında müzakere ediyorlar. Derhal (buradan) çık! İnan ki ben senin iyiliğini isteyenlerdenim.\"",
        "numberInSurah": 20,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3273,
        "text": "Musa korka korka, (etrafı) gözetleyerek oradan çıktı. \"Rabbim! Beni zalimler güruhundan kurtar\" dedi.",
        "numberInSurah": 21,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3274,
        "text": "Medyen'e doğru yöneldiğinde: \"Umarım Rabbim beni doğru yola iletir.\" dedi.",
        "numberInSurah": 22,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3275,
        "text": "Musa, Medyen suyuna varınca, orada (hayvanlarını) sulayan bir çok insan buldu. Onların gerisinde de (hayvanlarını suyun olduğu yerden) geri çeken iki kadın gördü. Onlara \"Derdiniz nedir?\" dedi. Şöyle cevap verdiler: \"Çobanlar sulayıp çekilmeden biz ( onların içine sokulup hayvanlarımızı) sulamayız; babamız da çok yaşlıdır. \"",
        "numberInSurah": 23,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3276,
        "text": "Bunun üzerine Musa, onların davarlarını suladı. Sonra gölgeye çekildi ve \"Rabbim! Doğrusu bana indireceğin her hayra muhtacım\" dedi.",
        "numberInSurah": 24,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3277,
        "text": "Derken, o iki kadından biri utana utana yürüyerek ona geldi. \"Babam, dedi, bizim yerimize (hayvanları) sulamanın karşılığını ödemek için seni çağırıyor.\" Musa, ona (Hz. Şuayb'a) gelip başından geçeni anlatınca o, \"korkma, o zalim kavimden kurtuldun\"dedi.",
        "numberInSurah": 25,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3278,
        "text": "(Şuayb'ın) iki kızından biri: \"Babacığım! Onu ücretle (çoban) tut. Çünkü ücretle istihdam edeceğin en iyi kimse, bu güçlü ve güvenilir adamdır\" dedi.",
        "numberInSurah": 26,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3279,
        "text": "(Şuayb) Dedi ki: \"Bana sekiz yıl çalışmana karşılık şu iki kızımdan birini sana nikahlamak istiyorum. Eğer on yıla tamamlarsan artık o kendinden; yoksa sana ağırlık vermek istemem. İnşaallah beni iyi kimselerden bulacaksın.\"",
        "numberInSurah": 27,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3280,
        "text": "Musa şöyle cevap verdi: \"Bu seninle benim aramdadır. Bu iki süreden hangisini doldurursam doldurayım demek ki, bana karşı husumet yok. Söylediklerimize Allah vekildir.\"",
        "numberInSurah": 28,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3281,
        "text": "Artık Musa süreyi doldurup ailesiyle yola çıkınca, Tûr tarafından bir ateş gördü. Ailesine: \"Siz (burada) bekleyin; ben bir ateş gördüm, belki oradan size bir haber, yahut ısınmanız için o ateşten bir parça getiririm\" dedi.",
        "numberInSurah": 29,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3282,
        "text": "Oraya gelince, o mübarek yerdeki vâdinin sağ kıyısından, (oradaki) ağaç tarafından kendisine şöyle seslenildi: \"Ey Musa! Bil ki ben, bütün âlemlerin Rabbi olan Allah'ım.\"",
        "numberInSurah": 30,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3283,
        "text": "Ve \"Asânı at!\" denildi. Musa (attığı) asâyı yılan gibi debrenir görünce, dönüp arkasına bakmadan kaçtı. \"Ey Musa! Beri gel, korkma. Çünkü sen emniyette olanlardansın.\" (buyuruldu.)",
        "numberInSurah": 31,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3284,
        "text": "\"Elini koynuna sok, kusursuz bembeyaz çıkacaktır. Korkudan (açılan) kollarını kendine çek. İşte bu ikisi Firavun ve onun adamlarına karşı Rabbin tarafından iki kesin delildir. Çünkü onlar, yoldan çıkan bir kavim olmuşlardır.\" (diye seslenildi)",
        "numberInSurah": 32,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3285,
        "text": "Musa dedi ki: \"Rabbim! Ben onlardan birini öldürmüştüm, beni öldürmelerinden korkuyorum.\"",
        "numberInSurah": 33,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3286,
        "text": "\"Kardeşim Harun'un dili benimkinden daha düzgündür. Onu da beni doğrulayan bir yardımcı olarak benimle birlikte gönder. Zira bana yalancılık ithamında bulunmalarından endişe ediyorum.\"",
        "numberInSurah": 34,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3287,
        "text": "Allah buyurdu: \"Seni kardeşinle destekliyeceğiz ve size öyle bir kudret vereceğiz ki, âyetlerimiz sayesinde onlar size erişemeyecekler. Siz ve size tabi olanlar üstün geleceksiniz.\"",
        "numberInSurah": 35,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3288,
        "text": "Musa onlara apaçık âyetlerimizi getirince, \"Bu, olsa olsa uydurulmuş bir sihirdir. Biz önceki atalarımızdan böylesini işitmemiştik\" dediler.",
        "numberInSurah": 36,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3289,
        "text": "Musa şöyle dedi: \"Rabbim, kendi katından kimin hidayet rehberi getirdiğini ve hayırlı akibetin kime nasip olacağını en iyi bilendir. Muhakkak ki zalimler, kurtuluşa eremezler.\"",
        "numberInSurah": 37,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3290,
        "text": "Firavun: \"Ey ileri gelenler! Sizin için benden başka bir ilâh tanımıyorum. Ey Hâmân, haydi benim için çamur üzerine ateş yak (ve tuğla imal et), bana bir kule yap ki, Musa'nın ilâhına çıkayım; ama sanıyorum, o mutlaka yalan söyleyenlerdendir.\" dedi.",
        "numberInSurah": 38,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3291,
        "text": "O ve askerleri, yeryüzünde haksız yere büyüklük tasladılar ve gerçekten bize döndürülmeyeceklerini sandılar.",
        "numberInSurah": 39,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3292,
        "text": "Biz de onu ve askerlerini yakalayıp denize atıverdik. Bir bak, zalimlerin sonu nice oldu!",
        "numberInSurah": 40,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3293,
        "text": "Onları ateşe çağıran öncüler kıldık. Kıyamet günü onlar yardım görmeyeceklerdir.",
        "numberInSurah": 41,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3294,
        "text": "Bu dünyada arkalarına lanet taktık. Onlar, kıyamet gününde de kötülenmişler arasındadır.",
        "numberInSurah": 42,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3295,
        "text": "Andolsun ki biz, ilk nesilleri yok ettikten sonra Musa'ya olur ki düşünür, öğüt alırlar diye, insanlar için apaçık deliller, hidayet rehberi ve rahmet olarak o Kitab'ı (Tevrat'ı) vermişizdir.",
        "numberInSurah": 43,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3296,
        "text": "(Resulüm!) Musa'ya emrimizi vahyettiğimiz sırada sen batı yönünde bulunmuyordun ve (o hadiseyi) görenlerden değildin.",
        "numberInSurah": 44,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3297,
        "text": "Bilakis biz (o zamandan senin zamanına kadar) nice nesiller var ettik de, onların üzerinden uzun zamanlar geçti. Sen onlara âyetlerimizi okuyarak, Medyen halkı arasında bulunanlardan da değildin; aksine biz (başka) peygamber göndermiştik.",
        "numberInSurah": 45,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3298,
        "text": "(Musa'ya) seslendiğimiz zaman da, Tûr'un yanında değildin. Bilakis senden önce kendilerine uyarıcı (peygamber) gelmeyen bir kavmi uyarman için Rabbinden bir rahmet olarak (orada geçenleri sana bildirdik), ola ki onlar düşünüp öğüt alırlar.",
        "numberInSurah": 46,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3299,
        "text": "Bizzat kendi yaptıklarından dolayı başlarına bir musibet geldiğinde, \"Rabbimiz! Ne olurdu bize bir peygamber gönderseydin de, âyetlerine uysak ve müminlerden olsaydık\" diyecek olmasalardı (seni göndermezdik).",
        "numberInSurah": 47,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3300,
        "text": "Fakat onlara tarafımızdan o hak (peygamber) gelince, \"Musa'ya verilen (mucizeler) gibi ona da verilmeli değil miydi?\" dediler. Peki daha önce Musa'ya verileni de inkâr etmemişler miydi? \"Birbirini destekleyen iki sihir\" demişler ve şunu söylemişlerdi: \"Doğrusu biz hiçbirine inanmıyoruz.\"",
        "numberInSurah": 48,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3301,
        "text": "(Resulüm!) De ki: \"Eğer doğru sözlüler iseniz, Allah katından bu ikisinden (bana ve Musa'ya inen kitaplardan) daha doğru bir kitap getirin de ben ona uyayım!\"",
        "numberInSurah": 49,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3302,
        "text": "Eğer sana cevap vermezlerse, bil ki onlar, sırf heveslerine uymaktadırlar. Allah'tan bir yol gösterici olmaksızın kendi hevesine uyandan daha sapık kim olabilir? Elbette Allah zalim kavmi doğru yola iletmez.",
        "numberInSurah": 50,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3303,
        "text": "Andolsun ki biz, düşünüp öğüt alsınlar diye, sözü (vahyi) birbiri ardınca ulamışızdır.",
        "numberInSurah": 51,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3304,
        "text": "Ondan (Kur'ân'dan) önce kendilerine kitap verdiklerimiz, ona da iman ederler.",
        "numberInSurah": 52,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3305,
        "text": "Onlara (Kur'ân) okunduğu zaman \"O'na iman ettik. Çünkü o, Rabbimizden gelmiş hakikattir. Esasen biz daha önce de müslüman idik\" derler.",
        "numberInSurah": 53,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3306,
        "text": "İşte onlara, sabretmelerinden ötürü mükafatları iki defa verilecektir. Bunlar kötülüğü iyilikle savarlar, kendilerine verdiğimiz rızıktan da Allah rızası için harcarlar.",
        "numberInSurah": 54,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3307,
        "text": "Onlar, boş söz işittikleri zaman, ondan yüz çevirirler ve \"Bizim işlerimiz bize, sizin işleriniz size. Size selam olsun. Biz kendini bilmezleri istemeyiz\" derler.",
        "numberInSurah": 55,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3308,
        "text": "(Resulüm!) Sen sevdiğini hidayete eriştiremezsin; bilakis, Allah dilediğine hidayet verir ve hidayete girecek olanları en iyi O bilir.",
        "numberInSurah": 56,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3309,
        "text": "\"Biz seninle beraber doğru yola uyarsak, yurdumuzdan atılırız\" dediler. Biz onları, kendi katımızdan bir rızık olarak her şeyin ürünlerinin toplanıp getirildiği, güvenli, dokunulmaz bir yere (Mekkei Mükerreme'ye) yerleştirmedik mi? Fakat onların çoğu bilmezler.",
        "numberInSurah": 57,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3310,
        "text": "Biz, maişetleriyle şımarmış nice memleketi helak etmişizdir. İşte yerleri! Kendilerinden sonra oralarda pek az oturulabilmiştir. Onlara biz varis olmuşuzdur.",
        "numberInSurah": 58,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3311,
        "text": "Rabbin, kendilerine âyetlerimizi okuyan bir peygamberi memleketlerin ana merkezlerine göndermedikçe, memleketleri helâk edici değildir. Zaten biz, ancak halkı zalim olan memleketleri helâk etmişizdir.",
        "numberInSurah": 59,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3312,
        "text": "Size verilen şeyler, dünya hayatının geçim vasıtası ve debdebesidir. Allah katında olanlar ise, daha hayırlı ve daha kalıcıdır. Hâlâ buna aklınız ermeyecek mi?",
        "numberInSurah": 60,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3313,
        "text": "Şu halde, kendisine güzel bir vaadde bulunduğumuz, ardından ona kavuşan kimse, (sırf) dünya hayatının geçici zevkini yaşattığımız ve sonra kıyamet gününde (azab için) huzurumuza getirilenler arasında bulunan kimse gibi midir?",
        "numberInSurah": 61,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3314,
        "text": "O gün Allah onları çağırarak, \"Benim ortaklarım olduklarını iddia ettikleriniz, hani nerede?\" diyecektir.",
        "numberInSurah": 62,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3315,
        "text": "(O gün) haklarında azaba itilme, hükmü gerçekleşen kimseler, \"Rabbimiz! Biz nasıl azmışsak, işte bu azmışları da öylece azdırdık. (Onların suçlarından) beri olduğumuzu sana arzederiz. Zaten onlar aslında bizlere tapmıyorlardı.\" derler.",
        "numberInSurah": 63,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3316,
        "text": "\"(Allah'a koştuğunuz) ortaklarınızı çağırın!\" denir, onlar da çağırırlar; fakat kendilerine cevap vermezler ve (karşılarında) azabı görürler. Ne olurdu (dünyada iken) doğru yola girselerdi!",
        "numberInSurah": 64,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3317,
        "text": "O gün Allah onları çağırıp \"Peygamberlere ne cevap verdiniz?\" diyecektir.",
        "numberInSurah": 65,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3318,
        "text": "İşte o gün onlara bütün haberler kapkaranlık olmuştur; onlar birbirlerine de soramayacaklardır.",
        "numberInSurah": 66,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3319,
        "text": "Fakat tevbe ederek, iman edip iyi işler yapan kimseye gelince, o, kurtuluşa erenler arasında olmayı umabilir.",
        "numberInSurah": 67,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3320,
        "text": "Rabbin, dilediğini yaratır ve seçer. Onların seçim hakkı yoktur. Allah, onların ortak koştuklarından münezzehtir ve şanı yücedir.",
        "numberInSurah": 68,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3321,
        "text": "Rabbin, onların, sinelerinde gizlediklerini de, açığa vurduklarını da bilir.",
        "numberInSurah": 69,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3322,
        "text": "İşte O, Allah'tır. O'ndan başka tanrı yoktur. Önünde de, sonunda da hamd O'nundur, hüküm O'nundur. Ve ancak O'na döndürüleceksiniz.",
        "numberInSurah": 70,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3323,
        "text": "(Resulüm!) De ki: \"Düşündünüz mü hiç, eğer Allah üzerinizde geceyi tâ kıyamet gününe kadar aralıksız devam ettirse, Allah'tan başka size ışık getirecek tanrı kimdir? Hâlâ işitmeyecek misiniz?\"",
        "numberInSurah": 71,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3324,
        "text": "De ki: \"Haber verin bakayım, eğer Allah üzerinizde gündüzü ta kıyamet gününe kadar aralıksız devam ettirse, Allah'tan başka, istirahat edeceğiniz geceyi size getirecek tanrı kimdir? Hâlâ görmeyecek misiniz?\"",
        "numberInSurah": 72,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3325,
        "text": "Rahmetinden dolayı, Allah, geceyi ve gündüzü yarattı ki geceleyin dinlenesiniz (gündüzün) ise O'nun lütuf ve kereminden (rızkınızı) arayasınız. Umulur ki şükredersiniz.",
        "numberInSurah": 73,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3326,
        "text": "Ve hele o gün Allah onları çağırarak: \"Benim ortaklarım olduklarını iddia ettikleriniz hani, nerede?\" diyecektir.",
        "numberInSurah": 74,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3327,
        "text": "(O gün) her ümmetten bir şahit çıkarır, \"Haydin, kesin delilinizi getirin!\" deriz. O zaman bilirler ki, hakikat Allah'a aittir ve uydurageldikleri şeyler (putlar) de kendilerinden ayrılıp kaybolmuşlardır.",
        "numberInSurah": 75,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3328,
        "text": "Karun, Musa'nın kavminden idi de, onlara karşı azgınlık etmişti. Biz ona öyle hazineler vermiştik ki, anahtarlarını güçlü kuvvetli bir topluluk zor taşırdı. Kavmi ona demişti ki: \"Şımarma! Bil ki Allah şımarıkları sevmez.\"",
        "numberInSurah": 76,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3329,
        "text": "\"Allah'ın sana verdiğinden (O'nun yolunda harcayarak) ahiret yurdunu gözet, ama dünyadan da nasibini unutma! Allah'ın sana ihsan ettiği gibi, sen de (insanlara) iyilik et. Yeryüzünde bozgunculuğu arzulama. Şüphesiz ki Allah, bozguncuları sevmez.\"",
        "numberInSurah": 77,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3330,
        "text": "Karun ise: \"O (servet) bana ancak kendimdeki bilgi sayesinde verildi.\" demiştir. Bilmiyor muydu ki Allah, kendinden önceki nesillerden, ondan daha güçlü, ondan daha çok taraftarı olan kimseleri helak etmişti. Günahkarlardan günahları sorulmaz (Allah onların hepsini bilir).",
        "numberInSurah": 78,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3331,
        "text": "Derken Karun, ihtişam içinde kavminin karşısına çıktı. Dünya hayatını arzulayanlar, \"Keşke Karun'a verilenin benzeri bizim de olsaydı. Hakikat şu ki o, çok büyük devlet sahibidir\" dediler.",
        "numberInSurah": 79,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3332,
        "text": "Kendilerine ilim verilmiş olanlar ise, şöyle dediler: \"Yazıklar olsun size! İman edip iyi işler yapanlara göre Allah'ın mükafatı daha üstündür. Ona da ancak sabredenler kavuşabilir.\"",
        "numberInSurah": 80,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3333,
        "text": "Derken biz onu da, sarayını da yerin dibine geçirdik. Artık Allah'a karşı kendisine yardım edecek taraftarları olmadığı gibi, o, kendini savunup kurtarabilecek kimselerden de değildi.",
        "numberInSurah": 81,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3334,
        "text": "Daha dün onun yerinde olmayı isteyenler de: \"Demek ki Allah kullarından dilediğine rızkı çok da, az da verir. Şayet Allah bize lütufta bulunmuş olmasaydı, bizi de yerin dibine geçirirdi. Demek ki inkârcılar iflah olmazmış\" demeye başladılar.",
        "numberInSurah": 82,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3335,
        "text": "İşte ahiret yurdu! Biz onu yeryüzünde böbürlenmeyi ve bozgunculuğu arzulamayan kimselere veririz. (En güzel) akıbet, takva sahiplerinindir.",
        "numberInSurah": 83,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3336,
        "text": "Kim bir iyilik getirirse ona ondan daha üstün karşılık vardır. Kim bir kötülük getirirse, o kötülükleri işleyenler, ancak yaptıkları kadar ceza görürler.",
        "numberInSurah": 84,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3337,
        "text": "(Resulüm!) Kur'ân'ı (okumayı, tebliğ etmeyi ve ona uymayı) sana farz kılan Allah, elbette seni (yine) dönülecek yere döndürecektir. De ki: \"Rabbim, kimin hidayetle geldiğini ve kimin apaçık bir sapıklık içinde olduğunu en iyi bilendir.\"",
        "numberInSurah": 85,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3338,
        "text": "Sen, bu kitabın sana vahyolunacağını ummuyordun. Bu ancak Rabbinden bir rahmettir. O halde sakın kâfirlere arka çıkma!",
        "numberInSurah": 86,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3339,
        "text": "Allah'ın âyetleri sana indirildikten sonra, artık sakın onlar seni bu âyetlerden alıkoymasınlar. Rabbine davet et. Asla müşriklerden olma!",
        "numberInSurah": 87,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3340,
        "text": "Allah ile birlikte başka bir tanrıya tapıp yalvarma! O'ndan başka tanrı yoktur. O'nun zatından başka her şey helak olacaktır. Hüküm O'nundur ve siz ancak O'na döndürüleceksiniz.",
        "numberInSurah": 88,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "tr.yazir",
      "language": "tr",
      "name": "Elmalılı Hamdi Yazır",
      "englishName": "Elmalili Hamdi Yazir",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}