{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 31,
    "name": "سُورَةُ لُقۡمَانَ",
    "englishName": "Luqman",
    "englishNameTranslation": "Luqman",
    "revelationType": "Meccan",
    "numberOfAyahs": 34,
    "ayahs": [
      {
        "number": 3470,
        "text": "Elif, Lâm, Mîm.",
        "numberInSurah": 1,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3471,
        "text": "Bunlar, o hikmetli kitabın âyetleridir.",
        "numberInSurah": 2,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3472,
        "text": "O, güzellik ve iyilik yapanlar için bir hidayet ve rahmettir.",
        "numberInSurah": 3,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3473,
        "text": "Onlar, namazı kılarlar, zekatı verirler, âhirete de kesin olarak inanırlar.",
        "numberInSurah": 4,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3474,
        "text": "İşte bunlar, Rableri tarafından bir hidayet üzeredirler. Kurtuluşa erecek olanlar da işte onlardır.",
        "numberInSurah": 5,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3475,
        "text": "Bayağı insanlardan kimi de vardır ki, bilgisizce Allah yolundan saptırmak ve onu eğlence yerine tutmak için laf eğlencesi (veya boş söz) satın alırlar. İşte onlar için aşağılayıcı bir azab vardır.",
        "numberInSurah": 6,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3476,
        "text": "Onun karşısında âyetlerimiz okunduğu zaman da sanki onları işitmemiş, sanki kulaklarında bir ağırlık varmış gibi büyüklük taslayarak yüz çevirir. İşte onu, acı verecek bir azab ile müjdele.",
        "numberInSurah": 7,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3477,
        "text": "Fakat iman edip de salih amel işleyenlere gelince, onlar için nimet cennetleri vardır.",
        "numberInSurah": 8,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3478,
        "text": "Onlar orada ebedî olarak kalacaklardır. Bu, Allah'ın gerçek bir vaadidir. O, çok güçlüdür, hüküm ve hikmet sahibidir.",
        "numberInSurah": 9,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3479,
        "text": "O, gökleri direksiz yarattı, onları görüyorsunuz. Yeryüzüne de sizi çalkalar diye ağır baskılar (sabit ve büyük dağlar) bıraktı ve orada herbir hayvandan üretti. Hem biz gökten bir su indirdik de orada her güzel çiftten (veya her hoş çeşitten) bitkiler yetiştirdik.",
        "numberInSurah": 10,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3480,
        "text": "İşte bu, Allah'ın yarattığıdır. Haydi gösterin bana O'ndan başkaları ne yaratmıştır? Fakat o zalimler, apaçık bir sapıklık içindedirler.",
        "numberInSurah": 11,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3481,
        "text": "Andolsun ki biz, Lokman'a \"Allah'a şükret!\" diye hikmet verdik. Kim şükrederse kendi iyiliğine eder. Kim de nankörlük ederse, şüphesiz ki Allah, hiçbir şeye muhtaç değildir, daima övülmeye layıktır.",
        "numberInSurah": 12,
        "juz": 21,
        "manzil": 5,
        "page": 412,
        "ruku": 356,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3482,
        "text": "Hani bir zaman Lokman, oğluna öğüt vererek demişti ki: \"Yavrucuğum! Allah'a ortak koşma, çünkü Allah'a ortak koşmak (şirk), elbette büyük bir zulümdür.\"",
        "numberInSurah": 13,
        "juz": 21,
        "manzil": 5,
        "page": 412,
        "ruku": 356,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3483,
        "text": "Gerçi biz insana, anasına ve babasına itaati de tavsiye ettik. Anası onu zayıflık üstüne zayıflıkla taşıdı. Onun sütten ayrılması da iki yıl içindedir. (Biz insana): \"Bana, anana ve babana şükret\" diye de tavsiye ettik. Dönüş, ancak banadır.",
        "numberInSurah": 14,
        "juz": 21,
        "manzil": 5,
        "page": 412,
        "ruku": 356,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3484,
        "text": "Bununla beraber eğer her ikisi de bilmediğin bir şeyi, bana ortak koşman hususunda seni zorlarsa, onlara itaat etme. Fakat dünyada onlarla iyi geçin ve bana yönelenlerin yolunu tut. Sonra dönüşünüz ancak banadır. O zaman ben de size yaptıklarınızı haber vereceğim.",
        "numberInSurah": 15,
        "juz": 21,
        "manzil": 5,
        "page": 412,
        "ruku": 356,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3485,
        "text": "\"Yavrucuğum! Haberin olsun ki, yaptığın bir hardal tanesi ağırlığınca olsa da, bir kaya içinde veya göklerde, yahut yerin dibinde gizlense, Allah onu getirir, mizanına kor. Çünkü Allah en ince şeyleri bilir, her şeyden haberdardır.\"",
        "numberInSurah": 16,
        "juz": 21,
        "manzil": 5,
        "page": 412,
        "ruku": 356,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3486,
        "text": "\"Yavrucuğum! Namazı kıl, iyiliği emret, kötülükten sakındır. Başına gelenlere sabret, çünkü bunlar, azmi gerektiren işlerdendir.\"",
        "numberInSurah": 17,
        "juz": 21,
        "manzil": 5,
        "page": 412,
        "ruku": 356,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3487,
        "text": "\"Hem insanlara karşı avurdunu şişirme (kibirlenme) ve yeryüzünde çalımla yürüme. Çünkü Allah övünen ve kuruntu edenlerin hiçbirini sevmez.",
        "numberInSurah": 18,
        "juz": 21,
        "manzil": 5,
        "page": 412,
        "ruku": 356,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3488,
        "text": "Yürüyüşünde tabii ol, sesini alçalt, çünkü seslerin en çirkini elbette eşeklerin sesidir.",
        "numberInSurah": 19,
        "juz": 21,
        "manzil": 5,
        "page": 412,
        "ruku": 356,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3489,
        "text": "Görmediniz mi ki, Allah göklerde ve yerde ne varsa hepsini sizin hizmetinize vermiş, gizli ve açık olarak nimetlerini üzerinize yaymıştır. Bununla beraber insanlar içinde kimi de var ki, ne bir ilme, ne bir mürşide ve ne aydınlatıcı bir kitaba dayanmaksızın Allah hakkında mücadele ediyor.",
        "numberInSurah": 20,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3490,
        "text": "Onlara: \"Allah'ın indirdiğine tabi olun!\"dendiği zaman: \"Hayır, biz atalarımızı neyin üzerinde bulduksa, onun ardınca gideriz.\" diyorlar. Ya şeytan onları cehennnem azabına çağırıyor idiyse de mi onlara uyacaklar?",
        "numberInSurah": 21,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3491,
        "text": "Oysa her kim iyilik yaparak yüzünü tertemiz Allah'a tutarsa, o gerçekten en sağlam kulpa yapışmıştır. Öyle ya bütün işlerin sonu Allah'a dayanır.",
        "numberInSurah": 22,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3492,
        "text": "Kim de inkâr ederse, artık onun inkârı seni üzmesin. Onlar dönüp bize gelecekler. O zaman biz onlara bütün yaptıklarını haber vereceğiz. Gerçekten Allah, bütün kalblerin özünü bilir.",
        "numberInSurah": 23,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3493,
        "text": "Biz onlara biraz zevk ettiririz de sonra kendilerini ağır bir azaba zorlarız.",
        "numberInSurah": 24,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3494,
        "text": "Andolsun ki onlara: \"Gökleri ve yeri kim yarattı?\" diye sorsan, elbette \"Allah\" diyecekler. \"Allah'a hamd olsun.\" de. Fakat onların çoğu bilmezler.",
        "numberInSurah": 25,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3495,
        "text": "Göklerde ve yerde ne varsa hepsi Allah'ındır. Gerçekten Allah, hiçbir şeye muhtaç değildir, daima övülmeye lâyıktır.",
        "numberInSurah": 26,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3496,
        "text": "Eğer yeryüzündeki ağaçlar hep kalem olsa, deniz de arkasından yedi deniz daha kendisine destek olduğu halde mürekkep olsa, yine de Allah'ın kelimeleri yazmakla tükenmez. Şüphesiz ki Allah çok güçlüdür, hüküm ve hikmet sahibidir.",
        "numberInSurah": 27,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3497,
        "text": "Sizin yaratılmanız da tekrar diriltilmeniz de ancak bir tek nefsin yaratılması ve tekrar diriltilmesi gibidir. Gerçekten Allah her şeyi işitir ve görür.",
        "numberInSurah": 28,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3498,
        "text": "Görmedin mi ki, Allah geceyi gündüze sokuyor, gündüzü geceye sokuyor. Güneş ile ayı da emrine boyun eğdirmiştir. Her biri belirli bir süreye kadar akıp gidiyor. Şüphesiz ki Allah, yaptıklarınızdan haberdardır.",
        "numberInSurah": 29,
        "juz": 21,
        "manzil": 5,
        "page": 414,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3499,
        "text": "Bu da şundandır ki, Allah hakkın ta kendisidir. (İnsanların) O'ndan başka taptıkları ise mutlaka batıldır. Şüphesiz ki Allah, çok yücedir, çok büyüktür.",
        "numberInSurah": 30,
        "juz": 21,
        "manzil": 5,
        "page": 414,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3500,
        "text": "Görmedin mi ki Allah, âyetlerinden bir kısmını size göstersin diye gemiler, Allah'ın nimetiyle denizde akıp gidiyor. Şüphesiz bunda çok sabredenler ve çok şükredenler için nice ibretler vardır.",
        "numberInSurah": 31,
        "juz": 21,
        "manzil": 5,
        "page": 414,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3501,
        "text": "Onları kara bulutlar gibi bir dalga sardığı zaman, dini yalnız kendisine has kılarak Allah'a yalvarırlar. Onları kurtarıp karaya çıkardığı zaman ise içlerinden doğru giden de bulunur. Bizim âyetlerimizi öyle nankör gaddarlardan başkası inkâr etmez.",
        "numberInSurah": 32,
        "juz": 21,
        "manzil": 5,
        "page": 414,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3502,
        "text": "Ey insanlar! Rabbinizden sakının ve bir günden korkun ki, baba çocuğuna hiçbir fayda veremez. Çocuk da babasına hiçbir şeyle fayda sağlayacak değildir. Şüphesiz Allah'ın vaadi gerçektir. O halde dünya hayatı sizi aldatmasın, sakın o çok aldatıcı şeytan sizi Allah'ın affına güvendirerek aldatmasın.",
        "numberInSurah": 33,
        "juz": 21,
        "manzil": 5,
        "page": 414,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3503,
        "text": "Şüphesiz ki, kıyamet saatinin bilgisi Allah yanındadır. Yağmuru O yağdırır, rahimlerde ne varsa (erkek veya dişi oluşunu, renk ve özelliklerini) O bilir. Hiçbir kimse yarın ne kazanacağını bilmez. Hiçbir kimse hangi yerde öleceğini de bilemez. Şüphesiz ki Allah her şeyi hakkıyla bilir, her şeyden haberdardır.",
        "numberInSurah": 34,
        "juz": 21,
        "manzil": 5,
        "page": 414,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "tr.yazir",
      "language": "tr",
      "name": "Elmalılı Hamdi Yazır",
      "englishName": "Elmalili Hamdi Yazir",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}