{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 35,
    "name": "سُورَةُ فَاطِرٍ",
    "englishName": "Faatir",
    "englishNameTranslation": "The Originator",
    "revelationType": "Meccan",
    "numberOfAyahs": 45,
    "ayahs": [
      {
        "number": 3661,
        "text": "Hamd, gökleri ve yeri yaratan, melekleri ikişer, üçer, dörder kanatlı elçiler kılan Allah'a mahsustur. O, yaratmada dilediği kadar artırır. Gerçekten Allah her şeye kâdirdir.",
        "numberInSurah": 1,
        "juz": 22,
        "manzil": 5,
        "page": 434,
        "ruku": 376,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3662,
        "text": "Allah, insanlara rahmetinden neyi açarsa artık onu tutacak, kısacak olan yoktur. Her neyi de tutar kısarsa, onu da, ondan sonra salacak yoktur. O, çok güçlüdür, hüküm ve hikmet sahibidir.",
        "numberInSurah": 2,
        "juz": 22,
        "manzil": 5,
        "page": 434,
        "ruku": 376,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3663,
        "text": "Ey insanlar! Allah'ın üzerinizdeki nimetini anın. Allah'tan başka bir yaratıcı mı var? O size gökten ve yerden rızık verir. O'ndan başka ilâh yoktur. O halde (haktan) nasıl çevrilirsiniz?",
        "numberInSurah": 3,
        "juz": 22,
        "manzil": 5,
        "page": 434,
        "ruku": 376,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3664,
        "text": "Eğer onlar seni yalanlıyorlarsa, senden önce birçok peygamberler de yalanlandılar. Bütün işler Allah'a döndürülür.",
        "numberInSurah": 4,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 376,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3665,
        "text": "Ey insanlar! Haberiniz olsun ki, Allah'ın vaadi muhakkak haktır. Sakın bu dünya hayatı sizi aldatmasın, sakın o aldatıcı şeytan sizi, Allah hakkında da aldatmasın.",
        "numberInSurah": 5,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 376,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3666,
        "text": "Çünkü şeytan size düşmandır. Siz de onu düşman tutun. O etrafına toplanan taraftarlarını ancak cehennemliklerden olsunlar diye davet eder.",
        "numberInSurah": 6,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 376,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3667,
        "text": "İnkâr edenler için şiddetli bir azab vardır. İman edip salih amel işleyenler için de bir bağışlanma ve büyük bir mükafat vardır.",
        "numberInSurah": 7,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 376,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3668,
        "text": "Ya kötü ameli kendisine allanmış pullanmış da onu güzel görmüş olan kimse de mi (iman edip salih amel işleyenler gibi olacak)? Şüphe yok ki Allah dilediğini şaşırtır, dilediğini de doğru yola çıkarır. O halde canın onlara karşı hasretlerle (üzüntülerle) sıkılıp gitmesin. Çünkü Allah, onların bütün yaptıklarını bilir.",
        "numberInSurah": 8,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 377,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3669,
        "text": "Rüzgârları gönderip bir bulut kaldıran da Allah'tır. Derken biz o (bulutu) ölmüş bir beldeye sevketmişizdir. Böylece yeryüzüne ölmünden sonra onunla hayat veririz. İşte o dirilme de böyledir.",
        "numberInSurah": 9,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 377,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3670,
        "text": "Her kim izzet istiyorsa bilsin ki izzet tamamıyla Allah'ındır. O'na hoş kelimeler yükselir, onu da salih amel yükseltir. Kötülükler kuranlara gelince, onlara şiddetli bir azab vardır. Onların tuzakları hep darmadağın olur.",
        "numberInSurah": 10,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 377,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3671,
        "text": "Hem Allah sizi bir topraktan, sonra bir damla sudan yarattı. Sonra sizi çiftler kıldı. O'nun bilgisi olmadan ne bir dişi hamile olur, ne doğurur. Kendisine ömür verilenin de ömrünün uzatılması da, ömründen kısaltılması da mutlaka bir kitapta yazılıdır. Şüphe yok ki bu, Allah'a göre kolaydır.",
        "numberInSurah": 11,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 377,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3672,
        "text": "Hem iki deniz eşit olmuyor. Şu tatlı, hararet keser, içerken (boğazdan) kayar; şu da tuzlu, yakar kavurur. Bununla beraber her birinden taze bir et yersiniz ve bir ziynet çıkarır, giyinirsiniz. Allah'ın lütfundan nasib arayasınız diye suyu yara yara giden gemileri de görürsün. Gerek ki şükredeceksiniz.",
        "numberInSurah": 12,
        "juz": 22,
        "manzil": 5,
        "page": 436,
        "ruku": 377,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3673,
        "text": "O, geceyi gündüze sokuyor, gündüzü de geceye sokuyor. Güneşi ve ayı emrine âmâde kılmıştır. Her biri mukadder bir gayeye akıp gidiyor. İşte bu gördüklerinizi yapan Allah sizin Rabbinizdir. Mülk (hükümranlık) O'nundur. O'ndan başka taptıklarınız ise, bir çekirdek zarını bile idare edemezler.",
        "numberInSurah": 13,
        "juz": 22,
        "manzil": 5,
        "page": 436,
        "ruku": 377,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3674,
        "text": "Kendilerine dua ederseniz duanızı işitmezler. İşitseler bile size cevabını veremezler. Kıyamet günü de kendilerini Allah'a ortak koştuğunuzu inkâr ederler. Sana her şeyden haberdar olan (Allah) gibi bir haber veren olmaz.",
        "numberInSurah": 14,
        "juz": 22,
        "manzil": 5,
        "page": 436,
        "ruku": 377,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3675,
        "text": "Ey insanlar! Siz Allah'a muhtaçsınız. Allah ise zengin ve her hamde lâyıktır.",
        "numberInSurah": 15,
        "juz": 22,
        "manzil": 5,
        "page": 436,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3676,
        "text": "Eğer O dilerse sizi yok eder ve yerinize yeni bir halk getirir.",
        "numberInSurah": 16,
        "juz": 22,
        "manzil": 5,
        "page": 436,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3677,
        "text": "Ve bu, Allah'a göre zor bir şey değildir.",
        "numberInSurah": 17,
        "juz": 22,
        "manzil": 5,
        "page": 436,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3678,
        "text": "Hem günah çeken bir kimse, başkasının günahını çekmeyecek; yükü ağır basan, onun yüklenilmesine çağırsa da ondan bir şey yüklenilmeyecek, isterse bir yakını olsun. Fakat sen ancak o kimseleri sakındırısın ki, gaybda Rablerinin korkusunu duyarlar, namazı dürüst kılarlar. Temizlenen de sırf kendisi için temizlenir. Nihayet dönüş Allah'adır.",
        "numberInSurah": 18,
        "juz": 22,
        "manzil": 5,
        "page": 436,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3679,
        "text": "Ne kör ile gören eşit olur,",
        "numberInSurah": 19,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3680,
        "text": "Ne de karanlıklar ile aydınlık,",
        "numberInSurah": 20,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3681,
        "text": "Ve ne de gölge ile sıcaklık.",
        "numberInSurah": 21,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3682,
        "text": "Ölülerle diriler de eşit olmaz. Gerçi Allah, her dilediğine işittirirse de sen, kabirlerdekine işittirecek değilsin.",
        "numberInSurah": 22,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3683,
        "text": "Sen sadece bir uyarıcısın.",
        "numberInSurah": 23,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3684,
        "text": "Muhakkak ki biz seni hak ile hem bir müjdeci, hem bir uyarıcı olarak gönderdik. Hiçbir ümmet de yoktur ki, içlerinde bir uyarıcı geçmiş olmasın.",
        "numberInSurah": 24,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3685,
        "text": "Seni yalanlıyorlarsa, onlardan öncekiler de yalanlamışlardı. Onlara peygamberleri mucizelerle, sahifelerle ve aydınlatıcı kitaplarla gelmişlerdi.",
        "numberInSurah": 25,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3686,
        "text": "Sonra ben o inkâr edenleri tutup yakaladım. O zaman beni inkâr etmek nasıl oldu?",
        "numberInSurah": 26,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3687,
        "text": "Görmedin mi Allah gökten bir su indirdi. Biz onunla renkleri başka başka meyveler çıkardık. Dağlarda da yollar, beyazlı kırmızılı çeşitli renklerde ve kapkara topraklar var.",
        "numberInSurah": 27,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3688,
        "text": "Yine insanlardan, hayvanlardan ve davarlardan da türlü renklileri vardır. Kulları içinde Allah'tan ancak âlimler korkar. Şüphe yok ki Allah çok güçlüdür. Hüküm ve hikmet sahibidir.",
        "numberInSurah": 28,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3689,
        "text": "Allah'ın kitabını okuyan, namazı kılan ve kendilerine verdiğimiz rızıktan gizli ve açık olarak verenler, kesinlikle batma ihtimali olmayan bir ticaret umarlar.",
        "numberInSurah": 29,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3690,
        "text": "Çünkü Allah mükafatlarını kendilerine tamamen ödedikten başka, lütfundan onlara fazlasını da verecektir. Çünkü O çok bağışlayıcı ve şükrün karşılığını vericidir.",
        "numberInSurah": 30,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3691,
        "text": "Kitaplar içinde sana vahyettiğimiz kitap da kendinden öncekileri tasdik edici olmak üzere bir haktır. Şüphe yok ki, Allah, kullarının bütün hallerinden haberdardır ve her şeyi görendir.",
        "numberInSurah": 31,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3692,
        "text": "Sonra biz o kitabı kullarımızdan süzüp seçtiklerimize miras bıraktık. Onlardan da nefislerine zulmeden var, orta yolu tutan var, Allah'ın izniyle hayırlarda ileri geçenler var. İşte bu büyük lütuftur.",
        "numberInSurah": 32,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3693,
        "text": "Onlara Adn cennetleri vardır. Onlar oraya gireceklerdir. Orada altın bilezikler ve incilerle süsleneceklerdir. Orada elbiseleri de ipektir.",
        "numberInSurah": 33,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3694,
        "text": "Onlar orada şöyle derler: \"Hamd olsun Allah'a, bizden o üzüntüyü giderdi. Gerçekten Rabbimiz çok bağışlayıcı ve şükrün karşılığını vericidir.\"",
        "numberInSurah": 34,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3695,
        "text": "\"Lütfundan bizi durulacak bir yurda kondurdu. Burada bize yorgunluk gelmeyecek, burada bize usanç gelmeyecektir.\"",
        "numberInSurah": 35,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3696,
        "text": "İnkâr edenlere gelince, onlara cehennem ateşi vardır. Hüküm verilmez ki ölsünler, kendilerinden biraz azab da hafifletilmez. İşte biz her nankörü böyle cezalandırırız.",
        "numberInSurah": 36,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3697,
        "text": "Onlar, orada şöyle feryad ederler: \"Ey Rabbimiz! Bizleri çıkar, yapageldiklerimizden başka salih bir amel yapalım.\" (Onlara): \"Size düşünecek olanın düşüneceği kadar bir ömür vermedik mi? Hem size uyarıcı da gelmişti. O halde azabı tadın. Çünkü zalimleri kurtaracak yoktur.\" (denir).",
        "numberInSurah": 37,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3698,
        "text": "Şüphe yok ki Allah, göklerin ve yerin gaybını bilir. Elbette o, sinelerin içinde olanları da bilir.",
        "numberInSurah": 38,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 380,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3699,
        "text": "Sizi yeryüzünde halifeler yapan O'dur. Artık kim küfrederse, küfrü kendi aleyhinedir. Kâfirlerin küfürleri, Rablerinin katında kendilerine buğzdan başka bir şey artırmaz, kâfirlerin küfürleri kendilerine zarardan başka bir şey artırmaz.",
        "numberInSurah": 39,
        "juz": 22,
        "manzil": 5,
        "page": 439,
        "ruku": 380,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3700,
        "text": "De ki: \"Gördünüz ya, Allah'ı bırakıp da tapmakta olduğunuz ortaklarınızı! Gösterin bana, yer yüzünden neyi yaratmışlardır?\" Yoksa onların gök yüzünde bir ortaklığı mı var? Yoksa biz kendilerine bir kitap vermişiz de ondan bir delil üzerinde mi bulunuyorlar? Hayır o zalimler, birbirlerine aldatmadan başka bir vaadde bulunmuyorlar.",
        "numberInSurah": 40,
        "juz": 22,
        "manzil": 5,
        "page": 439,
        "ruku": 380,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3701,
        "text": "Doğrusu gökleri ve yeri yok oluvermekten, Allah tutuyor. Andolsun ki eğer yok oluverirlerse, onları O'ndan başka kimse tutamaz. Gerçekten O, çok yumuşak davranır, çok bağışlayıcıdır.",
        "numberInSurah": 41,
        "juz": 22,
        "manzil": 5,
        "page": 439,
        "ruku": 380,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3702,
        "text": "Olanca güçleriyle Allah'a yemin etmişlerdi ki, kendilerine uyarıcı bir peygamber gelirse, mutlaka ilerideki ümmetlerin herhagi birinden daha doğru yolda olacaklardı. Fakat kendilerine uyarıcı bir peygamber geldiği zaman bu, onların sırf ürküntüleriniartırdı.",
        "numberInSurah": 42,
        "juz": 22,
        "manzil": 5,
        "page": 439,
        "ruku": 380,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3703,
        "text": "(Bu da) yeryüzünde bir kibirlenme ve bir suikast düzenidir. Halbuki fena düzen ancak sahibinin başına geçer. O halde öncekilerin kanunundan başka ne gözetiyorlar? Sen Allah'ın sünnetinde asla bir değişme bulamazsın. Sen Allah'ın sünnetinde asla bir başkalaşma da bulamazsın.",
        "numberInSurah": 43,
        "juz": 22,
        "manzil": 5,
        "page": 439,
        "ruku": 380,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3704,
        "text": "Yeryüzünde gezip bir bakmadılar mı, kendilerinden öncekilerin sonu nasıl olmuş? Halbuki onlar, bunlardan daha kuvvetliydiler. Ne göklerde ve ne de yerde hiçbir şey Allah'ı aciz bırakamaz. Çünkü o her şeyi bilendir, her şeye kâdir olandır.",
        "numberInSurah": 44,
        "juz": 22,
        "manzil": 5,
        "page": 439,
        "ruku": 380,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3705,
        "text": "Bununla beraber Allah, insanları kazandıkları (günahlar) yüzünden hemen yakalayıverseydi, yeryüzünde hiçbir canlı bırakmazdı. Fakat onları belli bir süreye kadar erteliyor. Nihayet ecelleri gelince gereğini yapar. Şüphe yok ki Allah, kullarını görmektedir.",
        "numberInSurah": 45,
        "juz": 22,
        "manzil": 5,
        "page": 440,
        "ruku": 380,
        "hizbQuarter": 176,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "tr.yazir",
      "language": "tr",
      "name": "Elmalılı Hamdi Yazır",
      "englishName": "Elmalili Hamdi Yazir",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}