{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 42,
    "name": "سُورَةُ الشُّورَىٰ",
    "englishName": "Ash-Shura",
    "englishNameTranslation": "Consultation",
    "revelationType": "Meccan",
    "numberOfAyahs": 53,
    "ayahs": [
      {
        "number": 4273,
        "text": "Hâ, mîm, ayn, sîn, kaf.",
        "numberInSurah": 1,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4274,
        "text": "Hâ, mîm, ayn, sîn, kaf.",
        "numberInSurah": 2,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4275,
        "text": "Ey Muhammed! Çok güçlü hüküm ve hikmet sahibi olan Allah sana da senden öncekilere de böylece vahyeder.",
        "numberInSurah": 3,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4276,
        "text": "Göklerde ve yerde ne varsa, hepsi O'nundur. O çok yücedir, çok büyüktür.",
        "numberInSurah": 4,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4277,
        "text": "Nerde ise gökler O'nun azametinden tâ üstlerinden çatlayacak gibi titreşiyorlar. Melekler Rablerini hamd ile tesbih ediyorlar ve yeryüzünde bulunan kimseler için mağfiret diliyorlar. İyi bilin ki Allah çok bağışlayıcıdır, çok merhamet edicidir.",
        "numberInSurah": 5,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4278,
        "text": "Allah'tan başka dostlar edinenlere gelince, Allah onların üzerinde devamlı bir gözetleyicidir. Ama sen onların üzerinde bir vekil değilsin.",
        "numberInSurah": 6,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4279,
        "text": "Böylece biz sana Arapça bir Kur'ân indirdik ki, şehirlerin anası (olan Mekke) halkını ve etrafındakileri uyarasın ve hakkında hiç şüphe olmayan kıyamet gününün dehşetinden onları korkutasın. Bir grup cennettedir, bir grup da cehennemdedir.",
        "numberInSurah": 7,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4280,
        "text": "Eğer Allah dileseydi bütün insanları bir tek ümmet yapardı. Fakat O yalnız dilediğini rahmetinin içine almaktadır. Zalimler için ne bir dost vardır, ne de bir yardımcı.",
        "numberInSurah": 8,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4281,
        "text": "Yoksa onlar Allah'tan başka dostlar mı edindiler? Oysa asıl dost Allah'tır. Ölüleri diriltecek olan da O'dur. O'nun her şeye gücü yeter.",
        "numberInSurah": 9,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4282,
        "text": "Hakkında ihtilafa düştüğünüz herhangi bir şeyin hükmü Allah'a aittir. İşte benim Rabbim olan Allah budur. Ben yalnız O'na güvendim ve yalnız O'na yöneliyorum.",
        "numberInSurah": 10,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 420,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4283,
        "text": "O göklerin ve yerin yaratıcısıdır. O sizin için kendi nefsinizden eşler ve hayvanlardan da çiftler yaratmıştır. O, sizi bu düzen içerisinde üretip çoğaltıyor. O'nun benzeri olan hiçbir şey yoktur. O, her şeyi işitir ve görür.",
        "numberInSurah": 11,
        "juz": 25,
        "manzil": 6,
        "page": 484,
        "ruku": 420,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4284,
        "text": "Göklerin ve yerin kilitleri O'na aittir. O dilediğine rızkı genişletir ve daraltır. Şüphesiz ki O, her şeyi hakkıyla bilir.",
        "numberInSurah": 12,
        "juz": 25,
        "manzil": 6,
        "page": 484,
        "ruku": 420,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4285,
        "text": "Allah dinden Nuh'a tavsiye buyurduğu şeyi sizin için de bir kanun yaptı ve (Ey Muhammed!) sana vahyettiğimizi, İbrahim'e, Musa'ya ve İsa'ya tavsiye buyurduğumuzu da şeriat kıldı. Şöyle ki: Dini doğru tutun ve onda ayrılığa düşmeyin. Fakat senin kendilerini davet ettiğin şey, müşriklere ağır geldi. Allah dilediğini kendine seçer ve kendisine yöneleni de doğru yola iletir.",
        "numberInSurah": 13,
        "juz": 25,
        "manzil": 6,
        "page": 484,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4286,
        "text": "Onlar kendilerine bilgi geldikten sonra, ancak aralarındaki, çekememezlik yüzünden ayrılığa düştüler. Eğer Rabbin tarafından azabın ertelendiğine dair bir söz geçmemiş olsaydı aralarında mutlaka hüküm verilirdi. Kendilerinden sonra Kitab'a vâris kılınan kitap ehli de Kur'ân hakkında bir şüphe ve tereddüt içindedirler.",
        "numberInSurah": 14,
        "juz": 25,
        "manzil": 6,
        "page": 484,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4287,
        "text": "Ey Muhammed! İşte bunun için insanları tevhide davet et ve sana emredildiği gibi dosdoğru ol. Onların keyiflerine uyma ve de ki: \"Ben Allah'ın kitaptan indirdiğine inandım ve bana aranızda adaleti gerçekleştirmem emredildi. Allah bizim de rabbimiz sizin de Rabbinizdir. Bizim yaptıklarımız bize, sizin yaptıklarınız da size aittir. Sizinle bizim aramızda hiçbir tartışmaya yer yoktur. Allah hepimizi biraraya toplayacaktır. Dönüş yalnız O'nadır.",
        "numberInSurah": 15,
        "juz": 25,
        "manzil": 6,
        "page": 484,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4288,
        "text": "Allah'ın davetine uyulduktan sonra, hâlâ O'nun dini hakkında mücadele edenlerin, getirdikleri deliller Rableri yanında batıldır. Onların üzerinde bir gazab ve kendileri için şiddetli bir azab vardır.",
        "numberInSurah": 16,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4289,
        "text": "Bu kitabı ve ölçüyü hakla indiren Allah'tır. Ne bilirsin, belki de kıyamet saati yakındır!",
        "numberInSurah": 17,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4290,
        "text": "O'na inanmayanlar kıyametin çabuk gelmesini istiyorlar. İnananlar ise O'ndan korkarlar ve O'nun hak olduğunu bilirler. İyi bilin ki, kıyamet saati hakkında tartışanlar derin bir sapıklık içindedirler.",
        "numberInSurah": 18,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4291,
        "text": "Allah kullarına çok lütufkârdır. Dilediğine rızık verir. O çok kuvvetlidir, çok güçlüdür.",
        "numberInSurah": 19,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4292,
        "text": "Her kim ahiret kazancını isterse, biz onun kazancını artırırız, her kim de dünya kazancını isterse ona da ondan veririz, ama onun ahirette hiçbir nasibi yoktur.",
        "numberInSurah": 20,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4293,
        "text": "Yoksa onların, Allah'ın dinde izin vermediği şeyi kendilerine meşru kılacak ortakları mı vardır? Eğer azabın ertelenmesine dair kesin yargı sözü olmasaydı, aralarında hemen hüküm verilir, işleri bitirilirdi. Gerçekten zalimler için acı bir azab vardır.",
        "numberInSurah": 21,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4294,
        "text": "Sen kıyamet günü kazandıkları şeyin cezası başlarına gelirken zalimlerin korkudan titrediklerini görürsün. İman edip salih amel işleyenler ise cennet bahçelerindedirler. Rablerinin yanında onlar için istedikleri her şey vardır. İşte büyük lütuf budur.",
        "numberInSurah": 22,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4295,
        "text": "İşte Allah iman edip salih amel işleyen kullarını bununla müjdeler. Ey Muhammed! De ki: \"Ben bu tebliğime karşı sizden akrabalıkta sevgiden başka hiçbir ücret istemiyorum.\" Her kim bir iyilik yaparsa biz onun iyiliğini artırırız. Şüphesiz ki Allah çok bağışlayıcıdır, şükrün karşılığını verir.",
        "numberInSurah": 23,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4296,
        "text": "Yoksa onlar, senin hakkında: \"Allah'a karşı yalan uydurdu.\" mu diyorlar? Eğer Allah dilerse senin de kalbini mühürler; batılı yok eder ve sözleriyle hakkı gerçekleştirir. Şüphesiz ki O kalplerde bulunan şeyleri hakkıyla bilir.",
        "numberInSurah": 24,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4297,
        "text": "Kullarının tevbesini kabul eden, kötülükleri affeden ve sizin yaptıklarınızı bilen O'dur.",
        "numberInSurah": 25,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4298,
        "text": "Allah iman edip, salih amel işleyenlerin tevbesini kabul eder, onlara lütfundan daha fazlasını verir. Kâfirler için ise şiddetli bir azap vardır.",
        "numberInSurah": 26,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4299,
        "text": "Eğer Allah rızkı kullarına bol bol verseydi, mutlaka yeryüzünde azgınlık ederlerdi. Fakat O dilediğini belli bir ölçüye göre indiriyor. Şüphesiz ki O, kullarından haberdardır, onları hakkıyla görür.",
        "numberInSurah": 27,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4300,
        "text": "İnsanlar ümitlerini kestikten sonra yağmuru indiren ve rahmetini her tarafa yayan O'dur. Övülmeye layık olan gerçek dost O'dur.",
        "numberInSurah": 28,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4301,
        "text": "Gökleri yeri ve her ikisinde yaydığı canlıları yaratması da Allah'ın kudretinin delillerindendir. O'nun dilediği zaman onları biraraya toplamaya da gücü yeter.",
        "numberInSurah": 29,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4302,
        "text": "Başınıza gelen herhangi bir musibet kendi ellerinizle kazandıklarınız yüzündendir. Bununla beraber Allah yine de çoğunu affeder.",
        "numberInSurah": 30,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4303,
        "text": "Siz yeryüzünde (O'nu) aciz bırakamazsınız. Sizin Allah'tan başka bir dostunuz ve yardımcınız da yoktur.",
        "numberInSurah": 31,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4304,
        "text": "Denizlerde yüce dağlar gibi gemilerin yürümesi de O'nun kudretinin delillerindendir.",
        "numberInSurah": 32,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4305,
        "text": "Eğer O dilerse rüzgarı durdurur da yelkenle giden gemiler denizin üzerinde duruverirler. Şüphesiz ki bunda sabırlı olan ve çok şükreden kimseler için nice ibretler vardır.",
        "numberInSurah": 33,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4306,
        "text": "Yahut da Allah kazandıkları günahlar yüzünden onları helâk eder ve birçoğunu da bağışlar.",
        "numberInSurah": 34,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4307,
        "text": "Âyetlerimiz hakkında mücadele edenler bilsinler ki kendileri için kaçacak bir yer yoktur.",
        "numberInSurah": 35,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4308,
        "text": "Size verilen herhangi bir şey sadece dünya hayatının geçici bir menfaatidir. Allah katında bulunanlar ise iman edip sadece Rablerine güvenen kimseler için daha hayırlı ve daha kalıcıdır.",
        "numberInSurah": 36,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4309,
        "text": "O iman edenler, büyük günahlardan ve hayasızlıktan kaçınırlar. Onlar öfkelendikleri zaman da kusurları bağışlarlar.",
        "numberInSurah": 37,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4310,
        "text": "Onlar, Rablerinin davetini kabul ederler ve namazı dosdoğru kılarlar. Onların işleri de kendi aralarında bir istişare iledir. Kendilerine verdiğimiz rızıktan onlar Allah yolunda harcarlar.",
        "numberInSurah": 38,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4311,
        "text": "Onlar, bir zulüm ve saldırıya uğradıkları zaman birbirleriyle yardımlaşırlar.",
        "numberInSurah": 39,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4312,
        "text": "Bir kötülüğün cezası yine onun gibi bir kötülüktür, ama kim affeder, bağışlarsa onun mükafatı Allah'a aittir. Şüphesiz ki Allah, zalimleri sevmez.",
        "numberInSurah": 40,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4313,
        "text": "Zulme uğradıktan sonra hakkını alan kimseye gelince, işte onların aleyhinde ceza vermek için herhangi bir yol yoktur.",
        "numberInSurah": 41,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4314,
        "text": "Yol ancak insanlara zulmedenler ve yeryüzünde haksız yere taşkınlık edenler aleyhinedir. İşte onlar için acı bir azap vardır.",
        "numberInSurah": 42,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4315,
        "text": "Her kim de sabreder ve kusuru bağışlarsa, işte bu elbette azmedilecek işlerdendir.",
        "numberInSurah": 43,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4316,
        "text": "Allah kimi saptırırsa artık bundan sonra onun için hiçbir dost yoktur. Sen, azabı gördüklerinde zalimlerin: \"Acaba dönecek bir yol var mıdır?\" dediklerini görürsün.",
        "numberInSurah": 44,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4317,
        "text": "Sen, onların aşağılıktan dolayı başları öne eğilmiş, göz ucuyla gizli gizli etrafa bakarlarken ateşe sunulduklarını görürsün, iman edenler de: \"Gerçekten zarara uğrayanlar hem kendilerine hem de ailelerine kıyamet günü yazık etmiş olan kimselerdir.\"diyeceklerdir. İyi bilin ki zalimler devamlı bir azap içerisindedirler.",
        "numberInSurah": 45,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4318,
        "text": "Onların Allah'tan başka kendilerine yardım edecek hiçbir dostları yoktur. Allah kimi saptırırsa, artık onun için çıkar bir yol yoktur.",
        "numberInSurah": 46,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4319,
        "text": "Allah tarafından, geri çevrilemeyecek kıyamet günü gelmeden önce, Rabbinizin davetine uyun, çünkü o gün, sizin için sığınacak bir yer yoktur ve siz inkâr da edemezsiniz.",
        "numberInSurah": 47,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4320,
        "text": "Ey Muhammed! Eğer onlar yüz çevirirlerse bilsinler ki, biz seni onların üzerine bir bekçi olarak göndermedik. Sana düşen sadece tebliğdir. Gerçekten biz insana tarafımızdan bir rahmet tattırırsak ona sevinir, ama elleriyle yaptıkları yüzünden kendilerine bir kötülük isabet ederse, o zaman görürsün ki insan çok nankördür.",
        "numberInSurah": 48,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4321,
        "text": "Göklerin ve yerin hükümranlığı yalnız Allah'a aittir. O dilediğini yaratır, dilediğine kız çocuk, dilediğine de erkek çocuk bahşeder.",
        "numberInSurah": 49,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4322,
        "text": "Yahut Allah onları erkek ve kız olmak üzere çift verir, dilediğini de kısır yapar. Şüphesiz ki O her şeyi bilir. O'nun her şeye gücü yeter.",
        "numberInSurah": 50,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4323,
        "text": "Allah bir insanla ancak vahiy yoluyla veya perde arkasından konuşur. Yahut da bir elçi gönderir de izniyle ona dilediğini vahyeder. Şüphesiz ki O çok yücedir, hüküm ve hikmet sahibidir.",
        "numberInSurah": 51,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4324,
        "text": "İşte biz böylece sana da emrimizden Kur'ân'ı vahyettik. Yoksa sen kitap nedir? İman nedir? bilmiyordun. Fakat biz onu bir nur kıldık. Onunla kullarımızdan dilediğimizi doğru yola iletiyoruz. Şüphesiz ki sen de insanları doğru bir yola götürüyorsun.",
        "numberInSurah": 52,
        "juz": 25,
        "manzil": 6,
        "page": 489,
        "ruku": 423,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4325,
        "text": "Göklerde ve yerde bulunanların sahibi olan Allah'ın yoluna götürüyorsun. İyi bilin ki bütün işler sonunda yalnız Allah'a dönecektir.",
        "numberInSurah": 53,
        "juz": 25,
        "manzil": 6,
        "page": 489,
        "ruku": 423,
        "hizbQuarter": 196,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "tr.yazir",
      "language": "tr",
      "name": "Elmalılı Hamdi Yazır",
      "englishName": "Elmalili Hamdi Yazir",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}