{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 47,
    "name": "سُورَةُ مُحَمَّدٍ",
    "englishName": "Muhammad",
    "englishNameTranslation": "Muhammad",
    "revelationType": "Medinan",
    "numberOfAyahs": 38,
    "ayahs": [
      {
        "number": 4546,
        "text": "İnkâr edenlerin ve Allah yolundan alıkoyanların amellerini Allah boşa çıkarır.",
        "numberInSurah": 1,
        "juz": 26,
        "manzil": 6,
        "page": 507,
        "ruku": 442,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4547,
        "text": "İman edip salih amel işleyenlerin ve Rableri tarafından bir gerçek olarak Muhammed'e indirilen kitaba inananların kötülüklerini Allah örter ve durumlarını düzeltir.",
        "numberInSurah": 2,
        "juz": 26,
        "manzil": 6,
        "page": 507,
        "ruku": 442,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4548,
        "text": "Bu, inkâr edenlerin batıla uymaları ve iman edenlerin de Rablerinden gelen gerçeğe tâbi olmalarından dolayı böyledir. İşte böylece Allah insanlara kendi misallerini anlatır.",
        "numberInSurah": 3,
        "juz": 26,
        "manzil": 6,
        "page": 507,
        "ruku": 442,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4549,
        "text": "Savaşta inkâr edenlerle karşılaştığınız zaman hemen boyunlarını vurun. Nihayet onlara üstün geldiğiniz zaman bağı sıkı bağlayıp esir alın. Sonra harp ağırlıklarını atıp, savaş bitince de onları ya karşılıksız olarak, ya da fidye ile salıverin. Allah'ın emri budur. Eğer Allah dileseydi onlardan başka türlü de intikam alırdı. Fakat böyle olması sizi birbirinizle denemek içindir. Allah yolunda öldürülenlere gelince, Allah onların amellerini asla boşa çıkarmaz.",
        "numberInSurah": 4,
        "juz": 26,
        "manzil": 6,
        "page": 507,
        "ruku": 442,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4550,
        "text": "Allah onları doğru yola iletecek ve durumlarını düzeltecektir.",
        "numberInSurah": 5,
        "juz": 26,
        "manzil": 6,
        "page": 507,
        "ruku": 442,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4551,
        "text": "Onları, kendilerine tanıttığı cennete koyacaktır.",
        "numberInSurah": 6,
        "juz": 26,
        "manzil": 6,
        "page": 507,
        "ruku": 442,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4552,
        "text": "Ey iman edenler! Eğer siz Allah'ın dinine yardım ederseniz Allah da size yardım eder ve ayaklarınızı sabit tutar.",
        "numberInSurah": 7,
        "juz": 26,
        "manzil": 6,
        "page": 507,
        "ruku": 442,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4553,
        "text": "İnkâr edenlere gelince, artık yıkım onlara. Allah onların amellerini boşa çıkarmıştır.",
        "numberInSurah": 8,
        "juz": 26,
        "manzil": 6,
        "page": 507,
        "ruku": 442,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4554,
        "text": "Bu onların, Allah'ın indirdiklerini beğenmediklerinden dolayıdır. Allah da bunun için onların amellerini boşa çıkarmıştır.",
        "numberInSurah": 9,
        "juz": 26,
        "manzil": 6,
        "page": 507,
        "ruku": 442,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4555,
        "text": "Onlar yeryüzünde bir gezmediler mi? Baksalar ya kendilerinden öncekilerin sonları nasıl olmuş? Allah onların üzerlerine helak yağdırmıştır. Bu kâfirlere de onların başına gelenlerin benzerleri yaraşır.",
        "numberInSurah": 10,
        "juz": 26,
        "manzil": 6,
        "page": 507,
        "ruku": 442,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4556,
        "text": "Bu böyledir. Çünkü Allah iman edenlerin yardımcısıdır. İnkâr edenlerin ise yardımcısı yoktur.",
        "numberInSurah": 11,
        "juz": 26,
        "manzil": 6,
        "page": 507,
        "ruku": 442,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4557,
        "text": "Şüphesiz ki, Allah iman edip salih amel işleyenleri, altlarından ırmaklar akan cennetlere koyar. İnkâr edenler ise dünyada zevk edip geçinirler. Hayvanların yediği gibi yerler. Onların varacakları yer ateştir.",
        "numberInSurah": 12,
        "juz": 26,
        "manzil": 6,
        "page": 508,
        "ruku": 443,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4558,
        "text": "Ey Muhammed! Seni yurdundan çıkaran şehirden daha kuvvetli olan nice şehirler vardı ki biz onları helâk ettik de onlara yardım eden çıkmadı.",
        "numberInSurah": 13,
        "juz": 26,
        "manzil": 6,
        "page": 508,
        "ruku": 443,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4559,
        "text": "Rabbi tarafından apaçık bir delil üzerinde bulunan kimse, kötü işleri kendisine güzel gösterilmiş de heveslerinin peşine düşmüş kimseler gibi olur mu?",
        "numberInSurah": 14,
        "juz": 26,
        "manzil": 6,
        "page": 508,
        "ruku": 443,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4560,
        "text": "Kötülükten sakınanlara vaad edilen cennetin durumu şöyledir: Orada bozulmayan temiz sudan ırmaklar, tadı değişmeyen sütten ırmaklar, içenlere lezzet veren şaraptan ırmaklar ve süzme baldan ırmaklar vardır. Onlar için cennette her çeşit meyve ve Rablerinden bir bağışlanma vardır. Bunların durumu, ateşte ebedî olarak kalacak olan ve bağırsaklarını parçalayacak kaynar su içirilen kimsenin durumu gibi olur mu?",
        "numberInSurah": 15,
        "juz": 26,
        "manzil": 6,
        "page": 508,
        "ruku": 443,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4561,
        "text": "Ey Muhammed! Onlardan seni dinlemeye gelenler de var. Senin yanından çıktıkları zaman kendilerine ilim verilen kimselere alay yoluyla: \"O demin ne söyledi?\" diye sorarlar. İşte onlar Allah'ın kalplerini mühürlediği kimselerdir. Onlar sadece kendi heva ve heveslerine uyarlar.",
        "numberInSurah": 16,
        "juz": 26,
        "manzil": 6,
        "page": 508,
        "ruku": 443,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4562,
        "text": "Doğru yola girenlere gelince, Allah onların hidayetlerini artırmış ve onlara kötülükten sakınma çarelerini ilham etmiştir.",
        "numberInSurah": 17,
        "juz": 26,
        "manzil": 6,
        "page": 508,
        "ruku": 443,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4563,
        "text": "Artık onlar, kıyamet saatinin kendilerine ansızın gelivermesine mi bakıyorlar? Şüphesiz onun alametleri gelmiştir. Artık kıyamet kendilerine gelip çatınca anlamaları neye yarar?",
        "numberInSurah": 18,
        "juz": 26,
        "manzil": 6,
        "page": 508,
        "ruku": 443,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4564,
        "text": "Ey Muhammed! Bil ki, Allah'tan başka hiçbir ilâh yoktur. Hem kendi günahın için, hem de mümin erkekler ve mümin kadınlar için Allah'tan bağışlanma dile. Allah, sizin gezip dolaştığınız yeri de duracağınız yeri de bilir.",
        "numberInSurah": 19,
        "juz": 26,
        "manzil": 6,
        "page": 508,
        "ruku": 443,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4565,
        "text": "İman edenler: \"Keşke cihad hakkında bir sûre indirilse.\" derlerdi. Ama hükmü açık bir sûre indirilip de, içerisinde savaş zikredilince kalplerinde hastalık olanların ölüm korkusuyla baygınlık geçiren bir kimsenin bakışı gibi sana baktığını görürsün. Oysa onlar için ölüm yaşamaktan daha uygundur.",
        "numberInSurah": 20,
        "juz": 26,
        "manzil": 6,
        "page": 509,
        "ruku": 444,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4566,
        "text": "Onların vazifesi itaat ve güzel söz söylemekti. Sonra iş kesinleşince Allah'ın emrine sadakat gösterselerdi, elbette kendileri için daha hayırlı olurdu.",
        "numberInSurah": 21,
        "juz": 26,
        "manzil": 6,
        "page": 509,
        "ruku": 444,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4567,
        "text": "Demek siz iş başına gelecek olursanız yeryüzünde bozgunculuk çıkaracaksınız ve akrabalık bağlarınızı koparacaksınız öyle mi?",
        "numberInSurah": 22,
        "juz": 26,
        "manzil": 6,
        "page": 509,
        "ruku": 444,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4568,
        "text": "İşte onlar, Allah'ın lanetlediği, kulaklarını sağır, gözlerini kör ettiği kimselerdir.",
        "numberInSurah": 23,
        "juz": 26,
        "manzil": 6,
        "page": 509,
        "ruku": 444,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4569,
        "text": "Onlar Kur'an'ı düşünmüyorlar mı? Yoksa kalplerinin üzerinde kilitleri mi var?",
        "numberInSurah": 24,
        "juz": 26,
        "manzil": 6,
        "page": 509,
        "ruku": 444,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4570,
        "text": "Gerçekten doğru yol kendilerine açıkça belli olduktan sonra gerisin geri küfre dönenlere şeytan, kötülüklerini güzel göstermiş ve onları uzun emellere düşürmüştür.",
        "numberInSurah": 25,
        "juz": 26,
        "manzil": 6,
        "page": 509,
        "ruku": 444,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4571,
        "text": "Çünkü onlar Allah'ın indirdiğini beğenmeyen kimselere: \"Bazı işlerde biz size itaat edeceğiz.\" demişlerdi. Oysa Allah onların gizlediklerini biliyordu.",
        "numberInSurah": 26,
        "juz": 26,
        "manzil": 6,
        "page": 509,
        "ruku": 444,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4572,
        "text": "Melekler onların yüzlerine ve arkalarına vurarak canlarını alırken durumları nasıl olacak?",
        "numberInSurah": 27,
        "juz": 26,
        "manzil": 6,
        "page": 509,
        "ruku": 444,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4573,
        "text": "Bu onların Allah'ı gazablandıran şeylere uymaları ve O'nun rızasına sebep olacak şeyleri beğenmemelerinden dolayıdır. Allah onların amellerini boşa çıkarmıştır.",
        "numberInSurah": 28,
        "juz": 26,
        "manzil": 6,
        "page": 509,
        "ruku": 444,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4574,
        "text": "Yoksa kalplerinde hastalık olanlar Allah kendilerinin kinlerini hiç ortaya çıkarmaz mı sandılar?",
        "numberInSurah": 29,
        "juz": 26,
        "manzil": 6,
        "page": 509,
        "ruku": 445,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4575,
        "text": "Ey Muhammed! Eğer biz dileseydik onları sana gösterirdik. Sen de onları yüzlerinden tanırdın. Andolsun ki, sen onları sözlerinin üslubundan da tanırsın. Allah ise bütün yaptıklarınızı bilir.",
        "numberInSurah": 30,
        "juz": 26,
        "manzil": 6,
        "page": 510,
        "ruku": 445,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4576,
        "text": "Andolsun ki, biz içinizden cihad edenlerle sabredenleri ortaya çıkarıncaya ve yaptıklarınızla ilgili haberlerinizi açıklayıncaya kadar sizi deneyeceğiz.",
        "numberInSurah": 31,
        "juz": 26,
        "manzil": 6,
        "page": 510,
        "ruku": 445,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4577,
        "text": "Şüphesiz ki, inkâr edenler, Allah yolundan menedenler ve kendilerine doğru yol açıkça belli olduktan sonra Peygamber'e karşı gelenler Allah'a hiçbir zarar veremeyeceklerdir. Allah onların yaptıklarını boşa çıkaracaktır.",
        "numberInSurah": 32,
        "juz": 26,
        "manzil": 6,
        "page": 510,
        "ruku": 445,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4578,
        "text": "Ey iman edenler! Allah'a itaat edin, Peygamber'e itaat edin ve amellerinizi boşa çıkarmayın.",
        "numberInSurah": 33,
        "juz": 26,
        "manzil": 6,
        "page": 510,
        "ruku": 445,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4579,
        "text": "Şüphesiz ki, inkâr edip, Allah yolundan saptıran, sonra da kâfir olarak ölenlere gelince Allah onları asla bağışlamayacaktır.",
        "numberInSurah": 34,
        "juz": 26,
        "manzil": 6,
        "page": 510,
        "ruku": 445,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4580,
        "text": "Sakın gevşemeyin ve üstün olduğunuz halde barışa çağırmayın. Allah sizinle beraberdir. O sizin amellerinizi eksiltmeyecektir.",
        "numberInSurah": 35,
        "juz": 26,
        "manzil": 6,
        "page": 510,
        "ruku": 445,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4581,
        "text": "Dünya hayatı ancak bir oyun ve eğlenceden ibarettir. Eğer iman eder kötülükten sakınırsanız, Allah size mükâfatınızı verir. Ve sizden bütün mallarınızı harcamanızı da istemez.",
        "numberInSurah": 36,
        "juz": 26,
        "manzil": 6,
        "page": 510,
        "ruku": 445,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4582,
        "text": "Eğer sizden onların tamamını isteyip de sizi zorlasaydı cimrilik ederdiniz. Bu da sizin bütün kinlerinizi ortaya çıkarırdı.",
        "numberInSurah": 37,
        "juz": 26,
        "manzil": 6,
        "page": 510,
        "ruku": 445,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4583,
        "text": "İşte sizler Allah yolunda harcamaya çağrılan kimselersiniz. İçinizden kiminiz cimrilik ediyor. Ama cimrilik eden ancak kendi zararına cimrilik eder. Allah zengindir, siz ise fakirsiniz. Eğer siz Hakk'tan yüz çevirirseniz Allah yerinize başka bir kavim getirir. Sonra onlar sizin gibi olmazlar.",
        "numberInSurah": 38,
        "juz": 26,
        "manzil": 6,
        "page": 510,
        "ruku": 445,
        "hizbQuarter": 204,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "tr.yazir",
      "language": "tr",
      "name": "Elmalılı Hamdi Yazır",
      "englishName": "Elmalili Hamdi Yazir",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}