{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 58,
    "name": "سُورَةُ المُجَادلَةِ",
    "englishName": "Al-Mujaadila",
    "englishNameTranslation": "The Pleading Woman",
    "revelationType": "Medinan",
    "numberOfAyahs": 22,
    "ayahs": [
      {
        "number": 5105,
        "text": "Kocası hakkında seninle tartışan ve Allah'a şikayette bulunan kadının sözünü Allah işitmiştir. Allah, sizin konuşmanızı işitir. Çünkü Allah, işitendir, bilendir.",
        "numberInSurah": 1,
        "juz": 28,
        "manzil": 7,
        "page": 542,
        "ruku": 476,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5106,
        "text": "İçinizde zıhâr yapanların kadınları, onların anaları değildir. Onların anaları ancak kendilerini doğuran kadındır. Şüphesiz onlar çirkin ve yalan bir laf söylüyorlar. Kuşkusuz Allah, affedici, bağışlayıcıdır.",
        "numberInSurah": 2,
        "juz": 28,
        "manzil": 7,
        "page": 542,
        "ruku": 476,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5107,
        "text": "Kadınlardan zıhâr ile ayrılmak isteyip de sonra söylediklerinden dönenlerin, karılarıyla temas etmeden önce bir köleyi hürriyete kavuşturmaları gerekir. Size öğütlenen budur. Allah, yaptıklarınızdan haberi olandır.",
        "numberInSurah": 3,
        "juz": 28,
        "manzil": 7,
        "page": 542,
        "ruku": 476,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5108,
        "text": "Buna imkan bulamayan kimse, temas etmeden önce aralıksız olarak iki ay oruç tutmalıdır. Buna da gücü yetmeyen, altmış fakiri doyurur. Bu (hafifletme), Allah'a ve Resulüne inanmanızdan dolayıdır. Bunlar Allah'ın hükümleridir. Kâfirler için acı bir azap vardır.",
        "numberInSurah": 4,
        "juz": 28,
        "manzil": 7,
        "page": 542,
        "ruku": 476,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5109,
        "text": "Allah'a ve Resulüne karşı gelenler, kendilerinden öncekilerin alçaltıldığı gibi alçaltılacaklardır. Biz apaçık âyetler indirmişizdir. Kâfirler için küçük düşürücü bir azap vardır.",
        "numberInSurah": 5,
        "juz": 28,
        "manzil": 7,
        "page": 542,
        "ruku": 476,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5110,
        "text": "O gün Allah onların hepsini diriltecek ve yaptıklarını kendilerine haber verecektir. Allah onları bir bir saymıştır. Onlar ise unutmuşlardır. Allah her şeye şahiddir",
        "numberInSurah": 6,
        "juz": 28,
        "manzil": 7,
        "page": 542,
        "ruku": 476,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5111,
        "text": "Göklerde ve yerde olanları, Allah'ın bildiğini görmüyor musunuz? Üç kişinin gizli konuştuğu yerde dördüncüsü mutlaka O'dur. Beş kişinin gizli konuştuğu yerde altıncısı mutlaka O'dur. Bunlardan az veya çok olsunlar ve nerede bulunurlarsa bulunsunlar mutlak O, onlarla beraberdir. Sonra kıyamet günü onlara yaptıklarını haber verecektir. Doğrusu Allah, her şeyi bilendir.",
        "numberInSurah": 7,
        "juz": 28,
        "manzil": 7,
        "page": 543,
        "ruku": 477,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5112,
        "text": "Gizli konuşmaktan menedildikten sonra yine o menedildikleri şeyi yapmaya kalkışarak günah, düşmanlık ve Peygamber'e karşı gelmek hususunda gizlice konuşanları görmedin mi? Onlar sana geldikleri zaman seni, Allah'ın selamlamadığı bir tarzda selamlıyorlar. Kendi içlerinden de \"bu söylediklerimiz yüzünden Allah'ın bize azap etmesi gerekmez miydi?\" derler. Cehennem onlara yeter. Oraya gireceklerdir, ne kötü dönüş yeridir orası!",
        "numberInSurah": 8,
        "juz": 28,
        "manzil": 7,
        "page": 543,
        "ruku": 477,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5113,
        "text": "Ey iman edenler! Aranızda gizli konuşacağınız zaman günahı düşmanlığı ve Peygamber'e karşı gelmeyi fısıldamayın. İyilik ve takvayı konuşun. Huzuruna toplanacağınız Allah'tan korkun.",
        "numberInSurah": 9,
        "juz": 28,
        "manzil": 7,
        "page": 543,
        "ruku": 477,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5114,
        "text": "Gizli konuşmalar şeytandandır. Bu iman edenleri üzmek içindir. Oysa şeytan, Allah'ın izni olmadıkça, müminlere hiçbir zarar veremez. Müminler Allah'a dayanıp güvensinler.",
        "numberInSurah": 10,
        "juz": 28,
        "manzil": 7,
        "page": 543,
        "ruku": 477,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5115,
        "text": "Ey iman edenler! Size: \"Meclislerde yer açın.\" denilince yer açın ki Allah da size genişlik versin. Size \"Kalkın.\" denilince de kalkın ki Allah sizden inananları ve kendilerine ilim verilenleri derecelerle yükseltsin. Allah yaptıklarınızdan haberi olandır.",
        "numberInSurah": 11,
        "juz": 28,
        "manzil": 7,
        "page": 543,
        "ruku": 477,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5116,
        "text": "Ey iman edenler! Peygamber ile gizli bir şey konuşacağınız zaman bu konuşmanızdan önce bir sadaka veriniz. Bu sizin için daha hayırlı ve daha temizdir. Şayet bir şey bulamazsanız, artık Allah bağışlayan ve merhamet edendir..",
        "numberInSurah": 12,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 477,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5117,
        "text": "Gizli (özel) bir şey konuşmanızdan önce sadaka vermekten korktunuz da mı yerine getirmediniz? Fakat Allah da sizi affetti. Şu halde namazı kılın, zekatı verin, Allah'a ve Resulüne itaat edin. Allah, yaptıklarınızdan haberi olandır.",
        "numberInSurah": 13,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 477,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5118,
        "text": "Allah'ın kendilerine gazap ettiği bir topluluğu dost edinenleri görmedin mi? Onlar ne sizdendirler, ne de onlardan. Bilerek yalan yere yemin ediyorlar.",
        "numberInSurah": 14,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 478,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5119,
        "text": "Allah onlara çetin bir azab hazırlamıştır. Onlar ne kötü işler yapıyorlar!",
        "numberInSurah": 15,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 478,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5120,
        "text": "Yeminlerini kalkan yapıp Allah'ın yolundan çevirdiler. Onlar için küçük düşürücü bir azab vardır.",
        "numberInSurah": 16,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 478,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5121,
        "text": "Onların ne malları, ne de evlatları, kendilerinden, Allah'dan hiçbir şey savamaz. Onlar ateş halkıdır. Orada ebedî kalacaklardır.",
        "numberInSurah": 17,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 478,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5122,
        "text": "Allah onların hepsini tekrar dirilttiği gün, dünyada size yemin ettikleri gibi O'na da yemin edecekler ve kendilerinin bir şey üzerinde bulunduklarını, sanacaklardır. İyi bilin ki onlar yalancıdırlar.",
        "numberInSurah": 18,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 478,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5123,
        "text": "Şeytan onları istilâ etmiş, onlara Allah'ı anmayı unutturmuştur. Onlar, şeytanın hizbi (partisi)dir. İyi bilin ki şeytanın partisi kaybedecektir.",
        "numberInSurah": 19,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 478,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5124,
        "text": "Allah'a ve Resulüne düşman olanlar var ya, onlar en alçaklar arasındadırlar.",
        "numberInSurah": 20,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 478,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5125,
        "text": "Allah: \"Elbette ben ve elçilerim galip geleceğiz.\" diye yazmıştır. Şüphesiz Allah güçlüdür, galipdir.",
        "numberInSurah": 21,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 478,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5126,
        "text": "Allah'a ve ahiret gününe inanan bir milletin, babaları, oğulları, kardeşleri, yahut akrabaları da olsa Allah'a ve Resulüne düşman olanlarla dostluk ettiğini görmezsiniz. Onlar o kimselerdir ki Allah kalblerine iman yazmış ve onları kendinden bir ruh ile desteklemiştir. Onları, altlarından ırmaklar akan cennetlere sokacak, orada ebedî kalacaklardır. Allah onlardan razı olmuş, onlar da O'ndan razı olmuşlardır. İşte onlar Allah'ın hizbi (dininin yardımcıları)dir. İyi bil ki, kurtuluşa ulaşacak olanlar, Allah'ın hizbidir.",
        "numberInSurah": 22,
        "juz": 28,
        "manzil": 7,
        "page": 545,
        "ruku": 478,
        "hizbQuarter": 218,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "tr.yazir",
      "language": "tr",
      "name": "Elmalılı Hamdi Yazır",
      "englishName": "Elmalili Hamdi Yazir",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}