{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 60,
    "name": "سُورَةُ المُمۡتَحنَةِ",
    "englishName": "Al-Mumtahana",
    "englishNameTranslation": "She that is to be examined",
    "revelationType": "Medinan",
    "numberOfAyahs": 13,
    "ayahs": [
      {
        "number": 5151,
        "text": "Ey inananlar! Benim de düşmanım, sizin de düşmanınız olan kimseleri dost edinmeyin. Onlar size gelen gerçeği inkar ettikleri, Rabbiniz Allah'a inandığınızdan dolayı Resulü ve sizi (yurdunuzdan sürüp) çıkardıkları halde siz onlara sevgi ulaştırıyorsunuz. Eğer benim yolumda savaşmak ve benim rızamı kazanmak için çıktınızsa içinizde onlara sevgi mi gizliyorsunuz? Oysa ben sizin gizlediğiniz ve açığa vurduğunuz her şeyi bilirim. Sizden kim bunu yaparsa doğru yoldan sapmış olur.",
        "numberInSurah": 1,
        "juz": 28,
        "manzil": 7,
        "page": 549,
        "ruku": 482,
        "hizbQuarter": 219,
        "sajda": false
      },
      {
        "number": 5152,
        "text": "Şayet onlar sizi ele geçirirlerse, size düşman kesilecekler, size ellerini ve dillerini kötülükle uzatacaklardır. Zaten inkar edivermenizi istemektedirler.",
        "numberInSurah": 2,
        "juz": 28,
        "manzil": 7,
        "page": 549,
        "ruku": 482,
        "hizbQuarter": 219,
        "sajda": false
      },
      {
        "number": 5153,
        "text": "Kıyamet günü yakınlarınız ve çocuklarınız size fayda vermezler. Çünkü Allah aranızı ayırır. Allah yaptıklarınızı görendir.",
        "numberInSurah": 3,
        "juz": 28,
        "manzil": 7,
        "page": 549,
        "ruku": 482,
        "hizbQuarter": 219,
        "sajda": false
      },
      {
        "number": 5154,
        "text": "İbrahim'de ve onunla beraber bulunanlarda sizin için güzel bir misal vardır, onlar kavimlerine demişlerdi ki: \"Biz sizden ve sizin Allah'tan başka taptıklarınızdan uzağız. Sizi tanımıyoruz. Siz bir tek Allah'a inanıncaya kadar sizinle bizim aramızda sürekli bir düşmanlık ve nefret belirmiştir.\" Yalnız İbrahim'in babasına: \"Senin için mağfiret dileyeceğim, fakat senin için Allah'tan (gelecek) hiçbir şeyi (önlemeye) gücüm yetmez.\" demesi hariç. Rabbimiz! Yalnız sana dayandık, sana yöneldik. Dönüşümüz de ancak sanadır.",
        "numberInSurah": 4,
        "juz": 28,
        "manzil": 7,
        "page": 549,
        "ruku": 482,
        "hizbQuarter": 219,
        "sajda": false
      },
      {
        "number": 5155,
        "text": "\"Rabbimiz! Bizi inkar edenler için bir fitne kılma, (onlara mağlub etme!) bizi bağışla! Ey Rabbimiz! Yegane gâlib ve hikmet sahibi ancak sensin.\"",
        "numberInSurah": 5,
        "juz": 28,
        "manzil": 7,
        "page": 549,
        "ruku": 482,
        "hizbQuarter": 219,
        "sajda": false
      },
      {
        "number": 5156,
        "text": "Andolsun, onlarda sizin için, Allah'ı ve ahiret gününü arzulayanlara güzel bir örnek vardır. Kim yüz çevirirse şüphesiz Allah, zengindir, hamde layık olandır.",
        "numberInSurah": 6,
        "juz": 28,
        "manzil": 7,
        "page": 550,
        "ruku": 482,
        "hizbQuarter": 219,
        "sajda": false
      },
      {
        "number": 5157,
        "text": "Olur ki Allah sizinle düşmanlarınız arasında yakında bir dostluk meydana getirir. Allah gücü yetendir. Allah çok bağışlayan, çok merhamet edendir.",
        "numberInSurah": 7,
        "juz": 28,
        "manzil": 7,
        "page": 550,
        "ruku": 483,
        "hizbQuarter": 220,
        "sajda": false
      },
      {
        "number": 5158,
        "text": "Allah sizi, din hakkında sizinle savaşmayan ve sizi yurtlarınızdan çıkarmayan kimselere iyilik etmekten, onlara adaletli davranmaktan men etmez. Çünkü Allah adalet yapanları sever.",
        "numberInSurah": 8,
        "juz": 28,
        "manzil": 7,
        "page": 550,
        "ruku": 483,
        "hizbQuarter": 220,
        "sajda": false
      },
      {
        "number": 5159,
        "text": "Allah sizi, ancak sizinle din hakkında savaşan, sizi yurtlarınızdan çıkaran ve çıkarılmanız için yardım eden kimselere dost olmaktan men eder. Kim onlarla dost olursa işte zalimler onlardır.",
        "numberInSurah": 9,
        "juz": 28,
        "manzil": 7,
        "page": 550,
        "ruku": 483,
        "hizbQuarter": 220,
        "sajda": false
      },
      {
        "number": 5160,
        "text": "Ey iman edenler! Mümin kadınlar hicret ederek size geldiği zaman, onları imtihan edin. Allah onların imanlarını daha iyi bilir. Eğer siz de onların inanmış kadınlar olduğunu öğrenirseniz onları kâfirlere geri döndürmeyin. Bunlar onlara helal değildir. Onlar da bunlara helal olmazlar. Onların (kocalarının) sarfettiklerini (mehirleri) geri verin. Mehirlerini kendilerine verdiğiniz zaman onlarla evlenmenizde size bir günah yoktur. Kâfir kadınları nikâhınızda tutmayın, sarfettiğinizi isteyin. Onlarda sarfettiklerini istesinler. Allah'ın hükmü budur. Aranızda O, hükmeder, Allah bilendir, hikmet sahibidir.",
        "numberInSurah": 10,
        "juz": 28,
        "manzil": 7,
        "page": 550,
        "ruku": 483,
        "hizbQuarter": 220,
        "sajda": false
      },
      {
        "number": 5161,
        "text": "Eğer eşlerinizden biri, sizden kâfirlere kaçar da siz de savaşta galip durumda olursanız, eşleri gitmiş olanlara ganimetten, harcadıkları kadar verin. İnandığınız Allah'a karşı gelmekten sakının.",
        "numberInSurah": 11,
        "juz": 28,
        "manzil": 7,
        "page": 550,
        "ruku": 483,
        "hizbQuarter": 220,
        "sajda": false
      },
      {
        "number": 5162,
        "text": "Ey Peygamber! İnanmış kadınlar sana gelip Allah'a hiçbir şeyi ortak koşmamaları, hırsızlık etmemeleri, zina etmemeleri, çocuklarını öldürmemeleri, elleri ile ayakları arasında bir iftira uydurup getirmemeleri, iyi bir işte sana karşı gelmemeleri hususunda sana bey'at ederlerse onların bey'atlarını al ve onlar için Allah'tan mağfiret dile. Şüphesiz Allah, çok bağışlayan, çok merhamet edendir.",
        "numberInSurah": 12,
        "juz": 28,
        "manzil": 7,
        "page": 551,
        "ruku": 483,
        "hizbQuarter": 220,
        "sajda": false
      },
      {
        "number": 5163,
        "text": "Ey inananlar, Allah'ın gazab ettiği kimselerle dostluk etmeyin. Kâfirler, mezarlık halkından nasıl ümidi kesmişse, onlar da ahiretten öyle ümidi kesmişlerdi.",
        "numberInSurah": 13,
        "juz": 28,
        "manzil": 7,
        "page": 551,
        "ruku": 483,
        "hizbQuarter": 220,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "tr.yazir",
      "language": "tr",
      "name": "Elmalılı Hamdi Yazır",
      "englishName": "Elmalili Hamdi Yazir",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}