{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 66,
    "name": "سُورَةُ التَّحۡرِيمِ",
    "englishName": "At-Tahrim",
    "englishNameTranslation": "The Prohibition",
    "revelationType": "Medinan",
    "numberOfAyahs": 12,
    "ayahs": [
      {
        "number": 5230,
        "text": "Ey Peygamber! Eşlerinin rızasını arayarak Allah'ın sana helâl kıldığı şeyi niçin sen kendine haram ediyorsun? Allah çok bağışlayan çok esirgeyendir.",
        "numberInSurah": 1,
        "juz": 28,
        "manzil": 7,
        "page": 560,
        "ruku": 494,
        "hizbQuarter": 224,
        "sajda": false
      },
      {
        "number": 5231,
        "text": "Allah size yeminlerinizi çözmeyi meşrû kılmıştır. Allah sizin sahibinizdir. O bilendir, hikmetle yönetendir.",
        "numberInSurah": 2,
        "juz": 28,
        "manzil": 7,
        "page": 560,
        "ruku": 494,
        "hizbQuarter": 224,
        "sajda": false
      },
      {
        "number": 5232,
        "text": "Peygamber, eşlerinden birine gizlice bir söz söylemişti. Fakat eşi, o sözü başkalarına haber verip Allah da bunu Peygamber'e açıklayınca, Peygamber (eşine) bir kısmını bildirmiş bir kısmından da vazgeçmişti. Peygamber bunu ona haber verince eşi: \"Bunu sana kim söyledi?\" dedi. Peygamber \"Bilen, her şeyden haberi olan Allah bana söyledi.\" dedi.",
        "numberInSurah": 3,
        "juz": 28,
        "manzil": 7,
        "page": 560,
        "ruku": 494,
        "hizbQuarter": 224,
        "sajda": false
      },
      {
        "number": 5233,
        "text": "Eğer ikiniz de Allah'a tevbe ederseniz ne iyi, çünkü kalpleriniz eğildi. Ve eğer Peygamber'e karşı birbirinize arka olursanız (bilin ki) onun dostu ve yardımcısı Allah, Cibrîl ve müminlerin iyileridir. Bunun ardından melekler de ona arkadır.",
        "numberInSurah": 4,
        "juz": 28,
        "manzil": 7,
        "page": 560,
        "ruku": 494,
        "hizbQuarter": 224,
        "sajda": false
      },
      {
        "number": 5234,
        "text": "Eğer o sizi boşarsa belki de Rabbi ona, sizden daha hayırlı, kendisini Allah'a teslim eden, inanan, gönülden itaat eden, tevbe eden, oruç tutan dul ve bakire eşler verir.",
        "numberInSurah": 5,
        "juz": 28,
        "manzil": 7,
        "page": 560,
        "ruku": 494,
        "hizbQuarter": 224,
        "sajda": false
      },
      {
        "number": 5235,
        "text": "Ey inananlar! Kendinizi ve ailenizi bir ateşten koruyun ki onun yakıtı insanlar ve taşlardır. Onun başında gayet katı, şiddetli, Allah'ın kendilerine buyurduğuna karşı gelmeyen ve emredildikleri şeyi yapan melekler vardır.",
        "numberInSurah": 6,
        "juz": 28,
        "manzil": 7,
        "page": 560,
        "ruku": 494,
        "hizbQuarter": 224,
        "sajda": false
      },
      {
        "number": 5236,
        "text": "(İnkâr edenlere): \"Ey kâfirler! Bugün özür dilemeyin. Siz ancak işlediklerinizin cezasını çekeceksiniz.\" (denilir.)",
        "numberInSurah": 7,
        "juz": 28,
        "manzil": 7,
        "page": 560,
        "ruku": 494,
        "hizbQuarter": 224,
        "sajda": false
      },
      {
        "number": 5237,
        "text": "Ey iman edenler! Samimi bir tevbe ile Allah'a dönün. Umulur ki Rabbiniz sizin kötülüklerinizi örter, Peygamber'i ve onunla birlikte iman edenleri utandırmayacağı günde Allah sizi, içlerinden ırmaklar akan cennetlere sokar. Çünkü onların nurları, önlerinde ve yanlarında koşar da, \"Ey Rabbimiz! Nurumuzu tamamla, bizi bağışla, çünkü sen her şeye kâdirsin.\" derler.",
        "numberInSurah": 8,
        "juz": 28,
        "manzil": 7,
        "page": 561,
        "ruku": 495,
        "hizbQuarter": 224,
        "sajda": false
      },
      {
        "number": 5238,
        "text": "Ey Peygamber! Kâfirler ve münafıklarla savaş, onlara karşı sert davran. Onların varacağı yer cehennemdir. O gidilecek yer, ne de kötüdür!",
        "numberInSurah": 9,
        "juz": 28,
        "manzil": 7,
        "page": 561,
        "ruku": 495,
        "hizbQuarter": 224,
        "sajda": false
      },
      {
        "number": 5239,
        "text": "Allah, inkâr edenlere, Nuh'un karısı ile Lut'un karısını misal verdi. Bu ikisi, kullarımızdan iki salih kulun (nikahı) altında idiler, onlara hıyanet ettiler. (Kocaları,) Allah'tan hiçbir şeyi onlardan savamadı. (Onlara): \"Haydi girenlerle birlikte siz de ateşe girin!\" denildi.",
        "numberInSurah": 10,
        "juz": 28,
        "manzil": 7,
        "page": 561,
        "ruku": 495,
        "hizbQuarter": 224,
        "sajda": false
      },
      {
        "number": 5240,
        "text": "Allah, inananlara da Firavun'un karısını örnek gösterdi. O şöyle demişti: \"Rabbim! Bana yanında cennetin içinde bir ev yap, beni Firavun'dan ve onun (kötü) işinden kurtar. Ve beni şu zalim toplumdan kurtar!\"",
        "numberInSurah": 11,
        "juz": 28,
        "manzil": 7,
        "page": 561,
        "ruku": 495,
        "hizbQuarter": 224,
        "sajda": false
      },
      {
        "number": 5241,
        "text": "Irzını korumuş olan, İmrân kızı Meryem'i de Allah örnek gösterdi. Biz, ona ruhumuzdan üfledik ve Rabbinin sözlerini ve kitaplarını tasdik etti. O, gönülden itaat edenlerdendi.",
        "numberInSurah": 12,
        "juz": 28,
        "manzil": 7,
        "page": 561,
        "ruku": 495,
        "hizbQuarter": 224,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "tr.yazir",
      "language": "tr",
      "name": "Elmalılı Hamdi Yazır",
      "englishName": "Elmalili Hamdi Yazir",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}