{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 8,
    "name": "سُورَةُ الأَنفَالِ",
    "englishName": "Al-Anfaal",
    "englishNameTranslation": "The Spoils of War",
    "revelationType": "Medinan",
    "numberOfAyahs": 75,
    "ayahs": [
      {
        "number": 1161,
        "text": "Ils t'interrogent au sujet du butin. Dis: «Le butin est à Allah et à Son messager.» Craignez Allah, maintenez la concorde entre vous et obéissez à Allah et à Son messager, si vous êtes croyants.",
        "numberInSurah": 1,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1162,
        "text": "Les vrais croyants sont ceux dont les cœurs frémissent quand on mentionne Allah. Et quand Ses versets leur sont récités, cela fait augmenter leur foi. Et ils placent leur confiance en leur Seigneur.",
        "numberInSurah": 2,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1163,
        "text": "Ceux qui accomplissent la Salât et qui dépensent [dans le sentier d'Allah] de ce que Nous leur avons attribué.",
        "numberInSurah": 3,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1164,
        "text": "Ceux-là sont, en toute vérité les croyants: à eux des degrés (élevés) auprès de leur Seigneur, ainsi qu'un pardon et une dotation généreuse.",
        "numberInSurah": 4,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1165,
        "text": "De même, c'est au nom de la vérité que ton Seigneur t'a fait sortir de ta demeure, malgré la répulsion d'une partie des croyants.",
        "numberInSurah": 5,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1166,
        "text": "Ils discutent avec toi au sujet de la vérité après qu'elle fut clairement apparue; comme si on les poussait vers la mort et qu'ils (la) voyaient.",
        "numberInSurah": 6,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1167,
        "text": "(Rappelez-vous), quand Allah vous promettait qu'une des deux bandes sera à vous. Vous désiriez vous emparer de celle qui était sans armes, alors qu'Allah voulait par Ses paroles faire triompher la vérité et anéantir les mécréants jusqu'au dernier.",
        "numberInSurah": 7,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1168,
        "text": "afin qu'Il fasse triompher la vérité et anéantir le faux, en dépit de la répulsion qu'en avaient les criminels.",
        "numberInSurah": 8,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1169,
        "text": "(Et rappelez-vous) le moment où vous imploriez le secours de votre Seigneur et qu'Il vous exauça aussitôt: «Je vais vous aider d'un millier d'Anges déferlant les uns à la suite des autres.»",
        "numberInSurah": 9,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1170,
        "text": "Allah ne fit cela que pour (vous) apporter une bonne nouvelle et pour qu'avec cela vos cœurs se tranquillisent. Il n'y a de victoire que de la part d'Allah. Allah est Puissant et Sage.",
        "numberInSurah": 10,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1171,
        "text": "Et quand Il vous enveloppa de sommeil comme d'une sécurité de Sa part, et du ciel Il fit descendre de l'eau sur vous afin de vous en purifier, d'écarter de vous la souillure du Diable, de renforcer les cœurs et d'en raffermir les pas! [vos pas].",
        "numberInSurah": 11,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1172,
        "text": "Et ton Seigneur révéla aux Anges: «Je suis avec vous: affermissez donc les croyants. Je vais jeter l'effroi dans les cœurs des mécréants. Frappez donc au-dessus des cous et frappez-les sur tous les bouts des doigts.",
        "numberInSurah": 12,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1173,
        "text": "Ce, parce qu'ils ont désobéi à Allah et à Son messager.» Et quiconque désobéit à Allah et à Son messager... Allah est certainement dur en punition!",
        "numberInSurah": 13,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1174,
        "text": "Voilà (votre sort); goûtez-le donc! Et aux mécréants le châtiment du Feu (sera réservé).",
        "numberInSurah": 14,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1175,
        "text": "O vous qui croyez quand vous rencontrez (l'armée) des mécréants en marche, ne leur tournez point le dos.",
        "numberInSurah": 15,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1176,
        "text": "Quiconque, ce jour-là, leur tourne le dos, - à moins que ce soit par tactique de combat, ou pour rallier un autre groupe, - celui-là encourt la colère d'Allah et son refuge sera l'Enfer. Et quelle mauvaise destination!",
        "numberInSurah": 16,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1177,
        "text": "Ce n'est pas vous qui les avez tués: mais c'est Allah qui les a tués. Et lorsque tu lançais (une poignée de terre), ce n'est pas toi qui lançais: mais c'est Allah qui lançait, et ce pour éprouver les croyants d'une belle épreuve de Sa part! Allah est Audient et Omniscient.",
        "numberInSurah": 17,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1178,
        "text": "Voilà! Allah réduit à rien la ruse des mécréants.",
        "numberInSurah": 18,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1179,
        "text": "Si vous avez imploré l'arbitrage d'Allah vous connaissez maintenant la sentence [d'Allah] Et si vous cessez [la mécréance et l'hostilité contre le Prophète..], c'est mieux pour vous. Mais si vous revenez, Nous reviendrons, et votre masse, même nombreuse, ne vous sera d'aucune utilité. Car Allah est vraiment avec les croyants.",
        "numberInSurah": 19,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1180,
        "text": "O vous qui croyez! Obéissez à Allah et à Son messager et ne vous détournez pas de lui quand vous l'entendez (parler).",
        "numberInSurah": 20,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1181,
        "text": "Et ne soyez pas comme ceux qui disent: «Nous avons entendu», alors qu'ils n'entendent pas.",
        "numberInSurah": 21,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1182,
        "text": "Les pires des bêtes auprès d'Allah, sont, [en vérité], les sourds-muets qui ne raisonnent pas.",
        "numberInSurah": 22,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1183,
        "text": "Et si Allah avait reconnu en eux quelque bien, Il aurait fait qu'ils entendent. Mais, même s'Il les faisait entendre, ils tourneraient [sûrement] le dos en s'éloignant.",
        "numberInSurah": 23,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1184,
        "text": "O vous qui croyez! Répondez à Allah et au Messager lorsqu'il vous appelle à ce qui vous donne la (vraie) vie, et sachez qu'Allah s'interpose entre l'homme et son cœur, et que c'est vers Lui que vous serez rassemblés.",
        "numberInSurah": 24,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1185,
        "text": "Et craignez une calamité qui n'affligera pas exclusivement les injustes d'entre vous. Et sachez qu'Allah est dur en punition.",
        "numberInSurah": 25,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1186,
        "text": "Et rappelez-vous quand vous étiez peu nombreux, opprimés sur terre, craignant de vous faire enlever par des gens. Il vous donna asile, vous renforça de Son secours et vous attribua de bonnes choses afin que vous soyez reconnaissants.",
        "numberInSurah": 26,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1187,
        "text": "O vous qui croyez! Ne trahissez pas Allah et le Messager. Ne trahissez pas sciemment la confiance qu'on a placée en vous?",
        "numberInSurah": 27,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1188,
        "text": "Et sachez que vos biens et vos enfants ne sont qu'une épreuve et qu'auprès d'Allah il y a une énorme récompense.",
        "numberInSurah": 28,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1189,
        "text": "O vous qui croyez! Si vous craignez Allah, Il vous accordera la faculté de discerner (entre le bien et le mal), vous effacera vos méfaits et vous pardonnera. Et Allah est le Détenteur de l'énorme grâce.",
        "numberInSurah": 29,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1190,
        "text": "(Et rappelle-toi) le moment où les mécréants complotaient contre toi pour t'emprisonner ou t'assassiner ou te bannir. Ils complotèrent. mais Allah a fait échouer leur complot, et Allah est le meilleur en stratagèmes.",
        "numberInSurah": 30,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1191,
        "text": "Et lorsque Nos versets leur sont récités, ils disent: «Nous avons écouté, certes! Si nous voulions, nous dirions pareil à cela, ce ne sont que des légendes d'anciens.»",
        "numberInSurah": 31,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1192,
        "text": "Et quand ils dirent: «O Allah, si cela est la vérité de Ta part, alors, fais pleuvoir du ciel des pierres sur nous, ou fais venir sur nous un châtiment douloureux».",
        "numberInSurah": 32,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1193,
        "text": "Allah n'est point tel qu'Il les châtie, alors que tu es au milieu d'eux. Et Allah n'est point tel qu'il les châtie alors qu'Ils demandent pardon.",
        "numberInSurah": 33,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1194,
        "text": "Qu'ont-ils donc pour qu'Allah ne les châtie pas, alors qu'ils repoussent (les croyants) de la Mosquée sacrée, quoiqu'ils n'en soient pas les gardiens, car ses gardiens ne sont que les pieux. Mais la plupart d'entre eux ne le savent pas.",
        "numberInSurah": 34,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1195,
        "text": "Et leur prière, auprès de la Maison, n'est que sifflement et battements de mains: «Goûtez donc au châtiment, à cause de votre mécréance!»",
        "numberInSurah": 35,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1196,
        "text": "Ceux qui ne croient pas dépensent leurs biens pour éloigner (les gens) du sentier d'Allah. Or, après les avoir dépensés, ils seront pour eux un sujet de regret. Puis ils seront vaincus, et tous ceux qui ne croient pas seront rassemblés vers l'Enfer,",
        "numberInSurah": 36,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1197,
        "text": "afin qu'Allah distingue le mauvais du bon, et qu'Il place les mauvais les uns sur les autres, pour en faire un amoncellement qu'Il jettera dans l'Enfer. Ceux-là sont les perdants.",
        "numberInSurah": 37,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1198,
        "text": "Dis à ceux qui ne croient pas que, s'ils cessent, on leur pardonnera ce qui s'est passé. Et s'ils récidivent, (ils seront châtiés); à l'exemple de (leurs) devanciers.",
        "numberInSurah": 38,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 150,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1199,
        "text": "Et combattez-les jusqu'à ce qu'il ne subsiste plus d'association, et que la religion soit entièrement à Allah. Puis, s'ils cessent (ils seront pardonnés car) Allah observe bien ce qu'ils œuvrent.",
        "numberInSurah": 39,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 150,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1200,
        "text": "Et s'ils tournent le dos, sachez alors qu'Allah est votre Maître. Quel excellent Maître et quel excellent Protecteur!",
        "numberInSurah": 40,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 150,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1201,
        "text": "Et sachez que, de tout butin que vous avez ramassé, le cinquième appartient à Allah, au messager, à ses proches parents, aux orphelins, aux pauvres, et aux voyageurs (en détresse), si vous croyez en Allah et en ce que Nous avons fait descendre sur Notre serviteur, le jour du Discernement: le jour où les deux groupes s'étaient rencontrés, et Allah est Omnipotent.",
        "numberInSurah": 41,
        "juz": 10,
        "manzil": 2,
        "page": 182,
        "ruku": 150,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1202,
        "text": "Vous étiez sur le versant le plus proche, et eux (les ennemis) sur le versant le plus éloigné, tandis que la caravane était plus bas que vous. Si vous vous étiez donné rendez-vous, vous l'auriez manqué (effrayés par le nombre de l'ennemi). Mais il fallait qu'Allah accomplît un ordre qui devait être exécuté, pour que, sur preuve, pérît celui qui (devait) périr, et vécût, sur preuve, celui qui (devait) vivre. Et certes Allah est Audient et Omniscient.",
        "numberInSurah": 42,
        "juz": 10,
        "manzil": 2,
        "page": 182,
        "ruku": 150,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1203,
        "text": "En songe, Allah te les avait montrés peu nombreux! Car s'Il te les avait montrés nombreux, vous auriez certainement fléchi, et vous vous seriez certainement disputés à propos de l'affaire. Mais Allah vous en a préservés. Il connait le contenu des cœurs.",
        "numberInSurah": 43,
        "juz": 10,
        "manzil": 2,
        "page": 182,
        "ruku": 150,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1204,
        "text": "Et aussi, au moment de la rencontre, Il vous les montrait peu nombreux à Vos yeux, de même qu'Il vous faisant paraître à leurs yeux peu nombreux afin qu'Allah parachève un ordre qui devait être exécuté. C'est à Allah que sont ramenées les choses.",
        "numberInSurah": 44,
        "juz": 10,
        "manzil": 2,
        "page": 182,
        "ruku": 150,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1205,
        "text": "O vous qui croyez! Lorsque vous rencontrez une troupe (ennemie), soyez fermes, et invoquez beaucoup Allah afin de réussir.",
        "numberInSurah": 45,
        "juz": 10,
        "manzil": 2,
        "page": 182,
        "ruku": 151,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1206,
        "text": "Et obéissez à Allah et à Son messager; et ne vous disputez pas, sinon vous fléchirez et perdrez votre force. Et soyez endurants, car Allah est avec les endurants.",
        "numberInSurah": 46,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 151,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1207,
        "text": "Et ne soyez pas comme ceux qui sortirent de leurs demeures pour repousser la vérité et avec ostentation publique, obstruant le chemin d'Allah. Et Allah cerne ce qu'ils font.",
        "numberInSurah": 47,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 151,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1208,
        "text": "Et quand le Diable leur eut embelli leurs actions et dit: «Nul parmi les humains ne peut vous dominer aujourd'hui, et je suis votre soutien.» Mais, lorsque les deux groupes furent en vue l'un de l'autre, il tourna les deux talons et dit: «Je vous désavoue. Je vois ce que vous ne voyez pas; je crains Allah, et Allah est dur en punition».",
        "numberInSurah": 48,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 151,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1209,
        "text": "(Et rappelez-vous), quand les hypocrites et ceux qui ont une maladie au cœur [dont la foi est douteuse] disaient: «Ces gens-là, leur religion les trompe.» Mais quiconque place sa confiance en Allah (sera victorieux)... car Allah est Puissant et Sage.",
        "numberInSurah": 49,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1210,
        "text": "Si tu voyais, lorsque les Anges arrachaient les âmes aux mécréants! Ils les frappaient sur leurs visages et leurs derrières, (en disant): «Goûtez au châtiment du Feu.",
        "numberInSurah": 50,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1211,
        "text": "Cela (le châtiment), pour ce que vos mains ont accompli.» Et Allah n'est point injuste envers les esclaves.",
        "numberInSurah": 51,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1212,
        "text": "Il en fut de même des gens de Pharaon et ceux qui avant eux n'avaient pas cru aux signes (enseignements) d'Allah. Allah les saisit pour leurs péchés. Allah est certes Fort et sévère en punition.",
        "numberInSurah": 52,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1213,
        "text": "C'est qu'en effet Allah ne modifie pas un bienfait dont Il a gratifié un peuple avant que celui-ci change ce qui est en lui-même. Et Allah est, Audient et Omniscient.",
        "numberInSurah": 53,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1214,
        "text": "Il en fut de même des gens de Pharaon et ceux qui avant eux avaient traité de mensonges les signes (enseignements) de leur Seigneur. Nous les avons fait périr pour leurs péchés. Et Nous avons noyé les gens de Pharaon. Car ils étaient tous des injustes.",
        "numberInSurah": 54,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1215,
        "text": "Les pires bêtes, auprès d'Allah, sont ceux qui ont été infidèles (dans le passé) et qui ne croient donc point (actuellement),",
        "numberInSurah": 55,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1216,
        "text": "ceux-là mêmes avec lesquels tu as fait un pacte et qui chaque fois le rompent, sans aucune crainte [d'Allah].",
        "numberInSurah": 56,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1217,
        "text": "Donc, si tu les maîtrises à la guerre, inflige-leur un châtiment exemplaire de telle sorte que ceux qui sont derrière eux soient effarouchés. Afin qu'ils se souviennent.",
        "numberInSurah": 57,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1218,
        "text": "Et si jamais tu crains vraiment une trahison de la part d'un peuple, dénonce alors le pacte (que tu as conclu avec), d'une façon franche et loyale car Allah n'aime pas les traîtres.",
        "numberInSurah": 58,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1219,
        "text": "Que les mécréants ne pensent pas qu'ils Nous ont échappé. Non, ils ne pourront jamais Nous empêcher (de les rattraper à n'importe quel moment).",
        "numberInSurah": 59,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 153,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1220,
        "text": "Et préparez [pour lutter] contre eux tout ce que vous pouvez comme force et comme cavalerie équipée, afin d'effrayer l'ennemi d'Allah et le vôtre, et d'autres encore que vous ne connaissez pas en dehors de ceux-ci mais qu'Allah connaît. Et tout ce que vous dépensez dans le sentier d'Allah vous sera remboursé pleinement et vous ne serez point lésés.",
        "numberInSurah": 60,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 153,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1221,
        "text": "Et s'ils inclinent à la paix, incline vers celle-ci (toi aussi) et place ta confiance en Allah, car c'est Lui l'Audient, l'Omniscient.",
        "numberInSurah": 61,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 153,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1222,
        "text": "Et s'ils veulent te tromper, alors Allah te suffira. C'est Lui qui t'a soutenu par Son secours, ainsi que par (l'assistance) des croyants.",
        "numberInSurah": 62,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 153,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1223,
        "text": "Il a uni leurs cœurs (par la foi). Aurais-tu dépensé tout ce qui est sur terre, tu n'aurais pu unir leurs cœurs; mais c'est Allah qui les a unis, car Il est Puissant et Sage.",
        "numberInSurah": 63,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 153,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1224,
        "text": "O Prophète, Allah et ceux des croyants qui te suivent te suffisent.",
        "numberInSurah": 64,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 153,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1225,
        "text": "O Prophète, incite les croyants au combat. S'il se trouve parmi vous vingt endurants, ils vaincront deux cents; et s'il s'en trouve cent, ils vaincront mille mécréants, car ce sont vraiment des gens qui ne comprennent pas.",
        "numberInSurah": 65,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 154,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1226,
        "text": "Maintenant, Allah a allégé votre tâche, sachant qu'il y a de la faiblesse en vous. S'il y a cent endurants parmi vous, ils vaincront deux cents; et s'il y en a mille, ils vaincront deux mille, par la grâce d'Allah. Et Allah est avec les endurants.",
        "numberInSurah": 66,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 154,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1227,
        "text": "Un prophète ne devrait pas faire de prisonniers avant d'avoir prévalu [mis les mécréants hors de combat] sur la terre. Vous voulez les biens d'ici-bas, tandis qu'Allah veut l'au-delà. Allah est Puissant et Sage.",
        "numberInSurah": 67,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 154,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1228,
        "text": "N'eût-été une prescription préalable d'Allah, un énorme châtiment vous aurait touché pour ce que vous avez pris. [de la rançon]",
        "numberInSurah": 68,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 154,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1229,
        "text": "Mangez donc de ce qui vous est échu en butin, tant qu'il est licite et pur. Et craignez Allah, car Allah est Pardonneur et Miséricordieux.",
        "numberInSurah": 69,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 154,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1230,
        "text": "O Prophète, dis aux captifs qui sont entre vos mains: «Si Allah sait qu'il y a quelque bien dans vos cœurs, Il vous donnera mieux que ce qui vous a été pris et vous pardonnera. Allah est Pardonneur et Miséricordieux.",
        "numberInSurah": 70,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1231,
        "text": "Et s'ils veulent te trahir..., c'est qu'ils ont déjà trahi Allah [par la mécréance]; mais Il a donné prise sur eux [le jour de Badr]. Et Allah est Omniscient et Sage.",
        "numberInSurah": 71,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1232,
        "text": "Ceux qui ont cru, émigré et lutté de leurs biens et de leurs personnes dans le sentier d'Allah, ainsi que ceux qui leur ont donné refuge et secours, ceux-là sont alliés les uns des autres. Quant à ceux qui ont cru et n'ont pas émigré, vous ne serez pas liés à eux, jusqu'à ce qu'ils émigrent. Et s'ils vous demandent secours au nom de la religion, à vous alors de leur porter secours, mais pas contre un peuple auquel vous êtes liés par un pacte. Et Allah observe bien ce que vous œuvrez.",
        "numberInSurah": 72,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1233,
        "text": "Et ceux qui n'ont pas cru sont alliés les uns des autres. Si vous n'agissez pas ainsi [en rompant les liens avec les infidèles], il y aura discorde sur terre et grand désordre.",
        "numberInSurah": 73,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1234,
        "text": "Et ceux qui ont cru, émigré et lutté dans le sentier d'Allah, ainsi que ceux qui leur ont donné refuge et porté secours, ceux-là sont les vrais croyants: à eux, le pardon et une récompense généreuse.",
        "numberInSurah": 74,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1235,
        "text": "Et ceux qui après cela ont cru et émigré et lutté en votre compagnie, ceux-là sont des vôtres. Cependant ceux qui sont liés par la parenté ont priorité les uns envers les autres, d'après le Livre d'Allah. Certes, Allah est Omniscient.",
        "numberInSurah": 75,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "fr.hamidullah",
      "language": "fr",
      "name": "Hamidullah",
      "englishName": "Muhammad Hamidullah",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}