{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 14,
    "name": "سُورَةُ إِبۡرَاهِيمَ",
    "englishName": "Ibrahim",
    "englishNameTranslation": "Abraham",
    "revelationType": "Meccan",
    "numberOfAyahs": 52,
    "ayahs": [
      {
        "number": 1751,
        "text": "Alif, Lâm, Râ. (Voici) un livre que nous avons fait descendre sur toi, afin que - par la permission de leur Seigneur - tu fasses sortir les gens des ténèbres vers la lumière, sur la voie du Tout Puissant, du Digne de louange.",
        "numberInSurah": 1,
        "juz": 13,
        "manzil": 3,
        "page": 255,
        "ruku": 211,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1752,
        "text": "Allah, à qui appartient tout ce qui est dans les cieux et sur la terre. Et malheur aux mécréants, pour un dur châtiment [qu'ils subiront].",
        "numberInSurah": 2,
        "juz": 13,
        "manzil": 3,
        "page": 255,
        "ruku": 211,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1753,
        "text": "Ceux qui préfèrent la vie d'ici-bas à l'au-delà, obstruent [aux gens] le chemin d'Allah et cherchent à le rendre tortueux, ceux-là sont loin dans l'égarement.",
        "numberInSurah": 3,
        "juz": 13,
        "manzil": 3,
        "page": 255,
        "ruku": 211,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1754,
        "text": "Et Nous n'avons envoyé de Messager qu'avec la langue de son peuple, afin de les éclairer. Allah égare qui Il veut et guide qui Il veut. Et, c'est Lui le Tout Puissant, le Sage.",
        "numberInSurah": 4,
        "juz": 13,
        "manzil": 3,
        "page": 255,
        "ruku": 211,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1755,
        "text": "Nous avons certes, envoyé Moïse avec Nos miracles [en lui disant]: «Fais sortir ton peuple des ténèbres vers la lumière, et rappelle-leur les jours d'Allah». [Ses bienfaits]. Dans tout cela il y a des signes pour tout homme plein d'endurance et de reconnaissance.",
        "numberInSurah": 5,
        "juz": 13,
        "manzil": 3,
        "page": 255,
        "ruku": 211,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1756,
        "text": "(Rappelle-toi) quand Moïse dit à son peuple: «Rappelez-vous le bienfait d'Allah sur vous quand Il vous sauva des gens de Pharaon qui vous infligeaient le pire châtiment. Ils massacraient vos fils et laissaient en vie vos filles. Il y avait là une dure épreuve de la part de votre Seigneur»,",
        "numberInSurah": 6,
        "juz": 13,
        "manzil": 3,
        "page": 256,
        "ruku": 211,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1757,
        "text": "Et lorsque votre Seigneur proclama: «Si vous êtes reconnaissants, très certainement J'augmenterai [Mes bienfaits] pour vous. Mais si vous êtes ingrats, Mon châtiment sera terrible».",
        "numberInSurah": 7,
        "juz": 13,
        "manzil": 3,
        "page": 256,
        "ruku": 212,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1758,
        "text": "Et Moïse dit: «Si vous êtes ingrats, vous ainsi que tous ceux qui sont sur terre, [sachez] qu'Allah Se suffit à Lui-même et qu'Il est digne de louange.",
        "numberInSurah": 8,
        "juz": 13,
        "manzil": 3,
        "page": 256,
        "ruku": 212,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1759,
        "text": "Ne vous est-il pas parvenu le récit de ceux d'avant vous, du peuple de Noé, des `Aad, des Thamud et de ceux qui vécurent après eux, et que seul Allah connaît? Leurs messagers vinrent à eux avec des preuves, mais ils dirent, ramenant leurs mains à leurs bouches: «Nous ne croyons pas [au message] avec lequel vous avez été envoyés et nous sommes, au sujet de ce à quoi vous nous appelez, dans un doute vraiment troublant».",
        "numberInSurah": 9,
        "juz": 13,
        "manzil": 3,
        "page": 256,
        "ruku": 212,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1760,
        "text": "Leurs messagers dirent: «Y a-t-il un doute au sujet d'Allah, Créateur des cieux et de la terre, qui vous appelle pour vous pardonner une partie de vos péchés et vous donner un délai jusqu'à un terme fixé?» [Les mécréants] répondirent: «Vous n'êtes que des hommes comme nous. Vous voulez nous empêcher de ce que nos ancêtres adoraient. Apportez-nous donc une preuve évidente».",
        "numberInSurah": 10,
        "juz": 13,
        "manzil": 3,
        "page": 256,
        "ruku": 212,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1761,
        "text": "Leurs messagers leur dirent: «Certes, nous ne sommes que des humains comme vous. Mais Allah favorise qui Il veut parmi Ses serviteurs. Il ne nous appartient de vous apporter quelque preuve, que par la permission d'Allah. Et c'est en Allah que les croyants doivent placer leur confiance.",
        "numberInSurah": 11,
        "juz": 13,
        "manzil": 3,
        "page": 257,
        "ruku": 212,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1762,
        "text": "Et qu'aurions-nous à ne pas placer notre confiance en Allah, alors qu'Il nous a guidés sur les sentiers [que nous devions suivre]? Nous endurerons sûrement la persécution que vous nous infligez. Et ceux qui ont confiance en Allah s'en remettent entièrement à Lui.»",
        "numberInSurah": 12,
        "juz": 13,
        "manzil": 3,
        "page": 257,
        "ruku": 212,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1763,
        "text": "Et ceux qui ont mécru dirent à leurs messagers: «Nous vous expulserons certainement de notre territoire, à moins que vous ne réintégriez notre religion!» Alors, leur Seigneur leur révéla: «Assurément Nous anéantirons les injustes,",
        "numberInSurah": 13,
        "juz": 13,
        "manzil": 3,
        "page": 257,
        "ruku": 213,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1764,
        "text": "et vous établirons dans le pays après eux. Cela est pour celui qui craint Ma présence et craint Ma menace».",
        "numberInSurah": 14,
        "juz": 13,
        "manzil": 3,
        "page": 257,
        "ruku": 213,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1765,
        "text": "Et ils demandèrent [à Allah] la victoire. Et tout tyran insolent fut déçu.",
        "numberInSurah": 15,
        "juz": 13,
        "manzil": 3,
        "page": 257,
        "ruku": 213,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1766,
        "text": "L'Enfer est sa destination et il sera abreuvé d'une eau purulente",
        "numberInSurah": 16,
        "juz": 13,
        "manzil": 3,
        "page": 257,
        "ruku": 213,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1767,
        "text": "qu'il tentera d'avaler à petites gorgées. Mais c'est à peine s'il peut l'avaler. La mort lui viendra de toutes parts, mais il ne mourra pas; et il aura un châtiment terrible.",
        "numberInSurah": 17,
        "juz": 13,
        "manzil": 3,
        "page": 257,
        "ruku": 213,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1768,
        "text": "Les œuvres de ceux qui ont mécru en leur Seigneur sont comparables à de la cendre violemment frappée par le vent, dans un jour de tempête. Ils ne tireront aucun profit de ce qu'ils ont acquis. C'est cela l'égarement profond.",
        "numberInSurah": 18,
        "juz": 13,
        "manzil": 3,
        "page": 257,
        "ruku": 213,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1769,
        "text": "Ne vois-tu pas qu'Allah a créé les cieux et la terre pour une juste raison? S'Il voulait, Il vous ferait disparaître et ferait venir de nouvelles créatures,",
        "numberInSurah": 19,
        "juz": 13,
        "manzil": 3,
        "page": 258,
        "ruku": 213,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1770,
        "text": "et cela n'est nullement difficile pour Allah.",
        "numberInSurah": 20,
        "juz": 13,
        "manzil": 3,
        "page": 258,
        "ruku": 213,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1771,
        "text": "Et tous comparaîtront devant Allah. Puis, les faibles diront à ceux qui s'enflaient d'orgueil: «Nous étions bien vos suiveurs. Pouvez-vous nous être de quelque utilité contre le châtiment d'Allah?» - Alors, les autres diront: «Si Allah nous avait guidés nous vous aurions certainement guidés. Il est indifférent pour nous de nous plaindre ou d'endurer; nous n'avons pas d'échappatoire».",
        "numberInSurah": 21,
        "juz": 13,
        "manzil": 3,
        "page": 258,
        "ruku": 213,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1772,
        "text": "Et quand tout sera accompli, le Diable dira: «Certes, Allah vous avait fait une promesse de vérité; tandis que moi, je vous ai fait une promesse que je n'ai pas tenue. Je n'avais aucune autorité sur vous si ce n'est que je vous ai appelés, et que vous m'avez répondu. Ne me faites donc pas de reproches; mais faites-en à vous-mêmes. Je ne vous suis d'aucun secours et vous ne m'êtes d'aucun secours. Je vous renie de m'avoir jadis associé [à Allah]». Certes, un châtiment douloureux attend les injustes [les associateurs].",
        "numberInSurah": 22,
        "juz": 13,
        "manzil": 3,
        "page": 258,
        "ruku": 214,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1773,
        "text": "Et on fera entrer ceux qui croient et font de bonnes œuvres, dans les jardins sous lesquels coulent les ruisseaux, pour y demeurer éternellement, par permission de leur Seigneur. Et là, leur salutation sera: «Salâm» (Paix).",
        "numberInSurah": 23,
        "juz": 13,
        "manzil": 3,
        "page": 258,
        "ruku": 214,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1774,
        "text": "N'as-tu pas vu comment Allah propose en parabole une bonne parole pareille à un bel arbre dont la racine est ferme et la ramure s'élançant dans le ciel?",
        "numberInSurah": 24,
        "juz": 13,
        "manzil": 3,
        "page": 258,
        "ruku": 214,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1775,
        "text": "Il donne à tout instant ses fruits, par la grâce de son Seigneur. Allah propose des paraboles à l'intention des gens afin qu'ils s'exhortent.",
        "numberInSurah": 25,
        "juz": 13,
        "manzil": 3,
        "page": 259,
        "ruku": 214,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1776,
        "text": "Et une mauvaise parole est pareille à un mauvais arbre, déraciné de la surface de la terre et qui n'a point de stabilité.",
        "numberInSurah": 26,
        "juz": 13,
        "manzil": 3,
        "page": 259,
        "ruku": 214,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1777,
        "text": "Allah affermit les croyants par une parole ferme, dans la vie présente et dans l'au-delà. Tandis qu'Il égare les injustes. Et Allah fait ce qu'Il veut.",
        "numberInSurah": 27,
        "juz": 13,
        "manzil": 3,
        "page": 259,
        "ruku": 214,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1778,
        "text": "Ne vois-tu point ceux qui troquent les bienfaits d'Allah contre l'ingratitude et établissent leur peuple dans la demeure de la perdition",
        "numberInSurah": 28,
        "juz": 13,
        "manzil": 3,
        "page": 259,
        "ruku": 215,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1779,
        "text": "...l'Enfer, où ils brûleront? Et quel mauvais gîte!",
        "numberInSurah": 29,
        "juz": 13,
        "manzil": 3,
        "page": 259,
        "ruku": 215,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1780,
        "text": "Et ils ont donné à Allah des égaux afin d'égarer (les gens) de Son sentier. - Dis: «Jouissez [de cette vie] car votre destination sera le feu».",
        "numberInSurah": 30,
        "juz": 13,
        "manzil": 3,
        "page": 259,
        "ruku": 215,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1781,
        "text": "Dis à Mes serviteurs qui ont cru, qu'ils accomplissent la Salât et qu'ils dépensent [dans le bien] en secret et en public de ce que Nous leur avons attribué, avant que vienne le jour où il n'y a ni rachat ni amitié.",
        "numberInSurah": 31,
        "juz": 13,
        "manzil": 3,
        "page": 259,
        "ruku": 215,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1782,
        "text": "Allah, c'est Lui qui a crée les cieux et la terre et qui, du ciel, a fait descendre l'eau; grâce à laquelle Il a produit des fruits pour vous nourrir. Il a soumis à votre service les vaisseaux qui, par Son ordre, voguent sur la mer. Et Il a soumis à votre service les rivières.",
        "numberInSurah": 32,
        "juz": 13,
        "manzil": 3,
        "page": 259,
        "ruku": 215,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1783,
        "text": "Et pour vous, Il a assujetti le soleil et la lune à une perpétuelle révolution. Et Il vous a assujetti la nuit et le jour.",
        "numberInSurah": 33,
        "juz": 13,
        "manzil": 3,
        "page": 259,
        "ruku": 215,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1784,
        "text": "Il vous a accordé de tout ce que vous Lui avez demandé. Et si vous comptiez les bienfaits d'Allah, vous ne sauriez les dénombrer. L'homme est vraiment très injuste, très ingrat.",
        "numberInSurah": 34,
        "juz": 13,
        "manzil": 3,
        "page": 260,
        "ruku": 215,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1785,
        "text": "Et (rappelle-toi) quand Abraham dit: «O mon Seigneur, fais de cette cité un lieu sûr, et préserve-moi ainsi que mes enfants de l'adoration des idoles.",
        "numberInSurah": 35,
        "juz": 13,
        "manzil": 3,
        "page": 260,
        "ruku": 216,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1786,
        "text": "O mon Seigneur, elles (les idoles) ont égaré beaucoup de gens. Quiconque me suit est des miens. Quant à celui qui me désobéit... c'est Toi, le Pardonneur, le Très Miséricordieux!",
        "numberInSurah": 36,
        "juz": 13,
        "manzil": 3,
        "page": 260,
        "ruku": 216,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1787,
        "text": "O notre Seigneur, j'ai établi une partie de ma descendance dans une vallée sans agriculture, près de Ta Maison sacrée [la Ka'ba], - ô notre Seigneur - afin qu'ils accomplissent la Salât. Fais donc que se penchent vers eux les cœurs d'une partie des gens. Et nourris-les de fruits. Peut-être seront-ils reconnaissants?",
        "numberInSurah": 37,
        "juz": 13,
        "manzil": 3,
        "page": 260,
        "ruku": 216,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1788,
        "text": "O notre Seigneur, Tu sais, vraiment, ce que nous cachons et ce que nous divulguons: - et rien n'échappe à Allah, ni sur terre, ni au ciel! -",
        "numberInSurah": 38,
        "juz": 13,
        "manzil": 3,
        "page": 260,
        "ruku": 216,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1789,
        "text": "Louange à Allah, qui en dépit de ma vieillesse, m'a donné Ismaël et Isaac. Certes, mon Seigneur entend bien les prières.",
        "numberInSurah": 39,
        "juz": 13,
        "manzil": 3,
        "page": 260,
        "ruku": 216,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1790,
        "text": "O mon Seigneur! Fais que j'accomplisse assidûment la Salât ainsi qu'une partie de ma descendance; exauce ma prière, ô notre Seigneur!",
        "numberInSurah": 40,
        "juz": 13,
        "manzil": 3,
        "page": 260,
        "ruku": 216,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1791,
        "text": "O notre Seigneur! pardonne-moi, ainsi qu'à mes père et mère et aux croyants, le jour de la reddition des comptes».",
        "numberInSurah": 41,
        "juz": 13,
        "manzil": 3,
        "page": 260,
        "ruku": 216,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1792,
        "text": "Et ne pense point qu'Allah soit inattentif à ce que font les injustes. Ils leur accordera un délai jusqu'au jour ou leurs regards se figeront.",
        "numberInSurah": 42,
        "juz": 13,
        "manzil": 3,
        "page": 260,
        "ruku": 217,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1793,
        "text": "Ils courront [suppliant], levant la tête, les yeux hagards et les cœurs vides.",
        "numberInSurah": 43,
        "juz": 13,
        "manzil": 3,
        "page": 261,
        "ruku": 217,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1794,
        "text": "Et avertis les gens du jour où le châtiment les atteindra et ceux qui auront été injustes diront: «O notre Seigneur accorde-nous un court délai, nous répondrons à Ton appel et suivrons les messagers». - N'avez-vous pas juré auparavant que vous ne deviez jamais disparaître?",
        "numberInSurah": 44,
        "juz": 13,
        "manzil": 3,
        "page": 261,
        "ruku": 217,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1795,
        "text": "Et vous avez habité, les demeures de ceux qui s'étaient fait du tort à eux-mêmes. Il vous est apparu en toute évidence comment Nous les avions traité et Nous vous avons cité les exemples.",
        "numberInSurah": 45,
        "juz": 13,
        "manzil": 3,
        "page": 261,
        "ruku": 217,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1796,
        "text": "Ils ont certes comploté. Or leur complot est (inscrit) auprès d'Allah même si leur complot était assez puissant pour faire disparaître les montagnes...",
        "numberInSurah": 46,
        "juz": 13,
        "manzil": 3,
        "page": 261,
        "ruku": 217,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1797,
        "text": "Ne pense point qu'Allah manque à Sa promesse envers Ses messagers. Certes Allah est Tout Puissant et Détenteur du pouvoir de punir,",
        "numberInSurah": 47,
        "juz": 13,
        "manzil": 3,
        "page": 261,
        "ruku": 217,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1798,
        "text": "au jour où la terre sera remplacée par une autre, de même que les cieux et où (les hommes) comparaîtront devant Allah, l'Unique, le Dominateur Suprême.",
        "numberInSurah": 48,
        "juz": 13,
        "manzil": 3,
        "page": 261,
        "ruku": 217,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1799,
        "text": "Et ce jour-là, tu verras les coupables, enchaînés les uns aux autres,",
        "numberInSurah": 49,
        "juz": 13,
        "manzil": 3,
        "page": 261,
        "ruku": 217,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1800,
        "text": "leurs tuniques seront de goudron et le feu couvrira leurs visages.",
        "numberInSurah": 50,
        "juz": 13,
        "manzil": 3,
        "page": 261,
        "ruku": 217,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1801,
        "text": "(Tout cela) afin qu'Allah rétribue chaque âme de ce qu'elle aura acquis. Certes Allah est prompt dans Ses comptes.",
        "numberInSurah": 51,
        "juz": 13,
        "manzil": 3,
        "page": 261,
        "ruku": 217,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1802,
        "text": "Ceci est un message (le Coran) pour les gens afin qu'ils soient avertis, qu'ils sachent qu'Il n'est qu'un Dieu unique, et pour que les doués d'intelligence s'exhortent.",
        "numberInSurah": 52,
        "juz": 13,
        "manzil": 3,
        "page": 261,
        "ruku": 217,
        "hizbQuarter": 104,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "fr.hamidullah",
      "language": "fr",
      "name": "Hamidullah",
      "englishName": "Muhammad Hamidullah",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}