{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 31,
    "name": "سُورَةُ لُقۡمَانَ",
    "englishName": "Luqman",
    "englishNameTranslation": "Luqman",
    "revelationType": "Meccan",
    "numberOfAyahs": 34,
    "ayahs": [
      {
        "number": 3470,
        "text": "Alif, Lâm, Mîm.",
        "numberInSurah": 1,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3471,
        "text": "Voici les versets du Livre plein de sagesse,",
        "numberInSurah": 2,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3472,
        "text": "c'est un guide et une miséricorde aux bienfaisants,",
        "numberInSurah": 3,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3473,
        "text": "qui accomplissent la Salât, acquittent la Zakât et qui croient avec certitude en l'au-delà.",
        "numberInSurah": 4,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3474,
        "text": "Ceux-là sont sur le chemin droit de leur Seigneur et ce sont eux les bienheureux.",
        "numberInSurah": 5,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3475,
        "text": "Et, parmi les hommes, il est [quelqu'un] qui, dénué de science, achète de plaisants discours pour égarer hors du chemin d'Allah et pour le prendre en raillerie. Ceux-là subiront un châtiment avilissant.",
        "numberInSurah": 6,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3476,
        "text": "Et quand on lui récite Nos versets, il tourne le dos avec orgueil, comme s'il ne les avait point entendus, comme s'il y avait un poids dans ses oreilles. Fais-lui donc l'annonce d'un châtiment douloureux.",
        "numberInSurah": 7,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3477,
        "text": "Ceux qui croient et accomplissent les bonnes œuvres auront les Jardins des délices,",
        "numberInSurah": 8,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3478,
        "text": "pour y demeurer éternellement, - c'est en vérité une promesse d'Allah-. C'est Lui le Puissant, le Sage.",
        "numberInSurah": 9,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3479,
        "text": "Il a créé les cieux sans piliers que vous puissiez voir; et Il a enfoncé des montagnes fermes dans la terre pour l'empêcher de basculer avec vous; et Il y a propagé des animaux de toute espèce. Et du ciel, Nous avons fait descendre une eau, avec laquelle Nous avons fait pousser des plantes productives par couples de toute espèce.",
        "numberInSurah": 10,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3480,
        "text": "«Voilà la création d'Allah. Montrez-Moi donc ce qu'ont créé, ceux qui sont en dehors de Lui?» Mais les injustes sont dans un égarement évident.",
        "numberInSurah": 11,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3481,
        "text": "Nous avons effectivement donné à Luqmân la sagesse: «Sois reconnaissant à Allah, car quiconque est reconnaissant, n'est reconnaissant que pour soi-même; quant à celui qui est ingrat... En vérité, Allah se dispense de tout, et Il est digne de louange».",
        "numberInSurah": 12,
        "juz": 21,
        "manzil": 5,
        "page": 412,
        "ruku": 356,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3482,
        "text": "Et lorsque Luqmân dit à son fils tout en l'exhortant: «O mon fils, ne donne pas d'associé à Allah, car l'association à [Allah] est vraiment une injustice énorme.»",
        "numberInSurah": 13,
        "juz": 21,
        "manzil": 5,
        "page": 412,
        "ruku": 356,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3483,
        "text": "Nous avons commandé à l'homme [la bienfaisance envers] ses père et mère; sa mère l'a porté [subissant pour lui] peine sur peine: son sevrage a lieu à deux ans. «Sois reconnaissant envers Moi ainsi qu'envers tes parents. Vers Moi est la destination.",
        "numberInSurah": 14,
        "juz": 21,
        "manzil": 5,
        "page": 412,
        "ruku": 356,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3484,
        "text": "Et si tous deux te forcent à M'associer ce dont tu n'as aucune connaissance, alors ne leur obéis pas; mais reste avec eux ici-bas de façon convenable. Et suis le sentier de celui qui se tourne vers Moi. Vers Moi, ensuite, est votre retour, et alors Je vous informerai de ce que vous faisiez».",
        "numberInSurah": 15,
        "juz": 21,
        "manzil": 5,
        "page": 412,
        "ruku": 356,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3485,
        "text": "«O mon enfant, fût-ce le poids d'un grain de moutarde, au fond d'un rocher, ou dans les cieux ou dans la terre, Allah le fera venir. Allah est infiniment Doux et Parfaitement Connaisseur.",
        "numberInSurah": 16,
        "juz": 21,
        "manzil": 5,
        "page": 412,
        "ruku": 356,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3486,
        "text": "O mon enfant accomplis la Salât, commande le convenable, interdis le blâmable et endure ce qui t'arrive avec patience. Telle est la résolution à prendre dans toute entreprise!",
        "numberInSurah": 17,
        "juz": 21,
        "manzil": 5,
        "page": 412,
        "ruku": 356,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3487,
        "text": "Et ne détourne pas ton visage des hommes, et ne foule pas la terre avec arrogance: car Allah n'aime pas le présomptueux plein de gloriole.",
        "numberInSurah": 18,
        "juz": 21,
        "manzil": 5,
        "page": 412,
        "ruku": 356,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3488,
        "text": "Sois modeste dans ta démarche, et baisse ta voix, car la plus détestée des voix, c'est bien la voix des ânes».",
        "numberInSurah": 19,
        "juz": 21,
        "manzil": 5,
        "page": 412,
        "ruku": 356,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3489,
        "text": "Ne voyez-vous pas qu'Allah vous a assujetti ce qui est dans les cieux et sur la terre? Et Il vous a comblés de Ses bienfaits apparents et cachés. Et parmi les gens, il y en a qui disputent à propos d'Allah, sans science, ni guidée, ni Livre éclairant.",
        "numberInSurah": 20,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3490,
        "text": "Et quand on leur dit: «Suivez ce qu'Allah a fait descendre», ils disent: «Nous suivons plutôt ce sur quoi nous avons trouvé nos ancêtres». Est-ce donc même si le Diable les appelait au châtiment de la fournaise!",
        "numberInSurah": 21,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3491,
        "text": "Et quiconque soumet son être à Allah, tout en étant bienfaisant, s'accroche réellement à l'anse la plus ferme. La fin de toute chose appartient à Allah.",
        "numberInSurah": 22,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3492,
        "text": "Celui qui a mécru, que sa mécréance ne t'afflige pas: vers Nous sera leur retour et Nous les informerons de ce qu'ils faisaient. Allah connaît bien le contenu des poitrines.",
        "numberInSurah": 23,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3493,
        "text": "Nous leur donnons de la jouissance pour peu de temps; ensuite Nous les forcerons vers un dur châtiment.",
        "numberInSurah": 24,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3494,
        "text": "Si tu leur demandes: «Qui a créé les cieux et la terre?», ils diront, certes: «Allah!» Dis: «Louange à Allah!». Mais la plupart d'entre eux ne savent pas.",
        "numberInSurah": 25,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3495,
        "text": "A Allah appartient tout ce qui est dans les cieux et en terre. Allah est Celui qui se suffit à Lui-même, Il est Le Digne de louange!",
        "numberInSurah": 26,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3496,
        "text": "Quand bien même tous les arbres de la terre se changeraient en calames [plumes pour écrire], quand bien même l'océan serait un océan d'encre où conflueraient sept autres océans, les paroles d'Allah ne s'épuiseraient pas. Car Allah est Puissant et Sage.",
        "numberInSurah": 27,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3497,
        "text": "Votre création et votre résurrection [à tous] sont [aussi faciles à Allah] que s'il s'agissait d'une seule âme. Certes Allah est Audient et Clairvoyant.",
        "numberInSurah": 28,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3498,
        "text": "N'as-tu pas vu qu'Allah fait pénétrer la nuit dans le jour, et qu'il fait pénétrer le jour dans la nuit, et qu'Il a assujetti le soleil et la lune chacun poursuivant sa course jusqu'à un terme fixé? Et Allah est Parfaitement Connaisseur de ce que vous faites.",
        "numberInSurah": 29,
        "juz": 21,
        "manzil": 5,
        "page": 414,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3499,
        "text": "Il en est ainsi parce qu'Allah est la Vérité, et que tout ce qu'ils invoquent en dehors de Lui est le Faux, et qu'Allah, c'est Lui le Haut, le Grand.",
        "numberInSurah": 30,
        "juz": 21,
        "manzil": 5,
        "page": 414,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3500,
        "text": "N'as-tu pas vu que c'est par la grâce d'Allah que le vaisseau vogue dans la mer, afin qu'Il vous fasse voir de Ses merveilles? Il y a en cela des preuves pour tout homme patient et reconnaissant.",
        "numberInSurah": 31,
        "juz": 21,
        "manzil": 5,
        "page": 414,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3501,
        "text": "Quand une vague les recouvre comme des ombres, ils invoquent Allah, vouant leur culte exclusivement à Lui; et lorsqu'Il les sauve, en les ramenant vers la terre ferme, certains d'entre eux deviennent réticents; mais, seul le grand traître et le grand ingrat renient Nos signes.",
        "numberInSurah": 32,
        "juz": 21,
        "manzil": 5,
        "page": 414,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3502,
        "text": "O hommes! Craignez votre Seigneur et redoutez un jour où le père ne répondra en quoi que ce soit pour son enfant, ni l'enfant pour son père. La promesse d'Allah est vérité. Que la vie présente ne vous trompe donc pas, et que le Trompeur (Satan) ne vous induise pas en erreur sur Allah!",
        "numberInSurah": 33,
        "juz": 21,
        "manzil": 5,
        "page": 414,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3503,
        "text": "La connaissance de l'Heure est auprès d'Allah; et c'est Lui qui fait tomber la pluie salvatrice; et Il sait ce qu'il y a dans les matrices. Et personne ne sait ce qu'il acquerra demain, et personne ne sait dans quelle terre il mourra. Certes, Allah est Omniscient et Parfaitement Connaisseur.",
        "numberInSurah": 34,
        "juz": 21,
        "manzil": 5,
        "page": 414,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "fr.hamidullah",
      "language": "fr",
      "name": "Hamidullah",
      "englishName": "Muhammad Hamidullah",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}