{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 40,
    "name": "سُورَةُ غَافِرٍ",
    "englishName": "Ghafir",
    "englishNameTranslation": "The Forgiver",
    "revelationType": "Meccan",
    "numberOfAyahs": 85,
    "ayahs": [
      {
        "number": 4134,
        "text": "H'â, Mîm.",
        "numberInSurah": 1,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4135,
        "text": "La révélation du Livre vient d'Allah, le Puissant, l'Omniscient.",
        "numberInSurah": 2,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4136,
        "text": "Le Pardonneur des péchés, l'Accueillant au repentir, le Dur en punition, le Détenteur des faveurs. Point de divinité à part Lui et vers Lui est la destination.",
        "numberInSurah": 3,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4137,
        "text": "Seuls ceux qui ont mécru discutent les versets d'Allah. Que leurs activités dans le pays ne te trompent pas.",
        "numberInSurah": 4,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4138,
        "text": "Avant eux, le peuple de Noé a traité (Son Messager) de menteur, et les coalisés après eux (ont fait de même), et chaque communauté a conçu le dessein de s'emparer de Son Messager. Et ils ont discuté de faux arguments pour rejeter la vérité. Alors Je les ai saisis. Et quelle punition fut la Mienne!",
        "numberInSurah": 5,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4139,
        "text": "Ainsi s'avéra juste la Parole de ton Seigneur contre ceux qui ont mécru: «Ils seront les gens du Feu».",
        "numberInSurah": 6,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4140,
        "text": "Ceux (les Anges) qui portent le Trône et ceux qui l'entourent célèbrent les louanges de leur Seigneur, croient en Lui et implorent le pardon pour ceux qui croient: «Seigneur! Tu étends sur toute chose Ta miséricorde et Ta science. Pardonne donc à ceux qui se repentent et suivent Ton chemin et protège-les du châtiment de l'Enfer.",
        "numberInSurah": 7,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4141,
        "text": "Seigneur! Fais-les entrer aux jardins d'Eden que Tu leur as promis, ainsi qu'aux vertueux parmi leurs ancêtres, leurs épouses et leurs descendants, car c'est Toi le Puissant, le Sage.",
        "numberInSurah": 8,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4142,
        "text": "Et préserve-les [du châtiment] des mauvaises actions. Quiconque Tu préserves [du châtiment] des mauvaises actions ce jour-là, Tu lui feras miséricorde». Et c'est là l'énorme succès.",
        "numberInSurah": 9,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4143,
        "text": "A ceux qui n'auront pas cru on proclamera: «l'aversion d'Allah [envers vous] est plus grande que votre aversion envers vous-mêmes, lorsque vous étiez appelés à la foi et que vous persistiez dans la mécréance».",
        "numberInSurah": 10,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4144,
        "text": "Ils diront: «Notre Seigneur, Tu nous as fais mourir deux fois et redonné la vie deux fois: nous reconnaissons donc nos péchés. Y a-t-il un moyen d'en sortir?»",
        "numberInSurah": 11,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4145,
        "text": "«... Il en est ainsi car lorsqu'Allah était invoqué seul (sans associé), vous ne croyiez pas; et si on Lui donnait des associés, alors vous croyiez. Le jugement appartient à Allah, le Très Haut, le Très Grand».",
        "numberInSurah": 12,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4146,
        "text": "C'est Lui qui vous fait voir Ses preuves, et fait descendre du ciel, pour vous, une subsistance. Seul se rappelle celui qui revient [à Allah].",
        "numberInSurah": 13,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4147,
        "text": "Invoquez Allah donc, en Lui vouant un culte exclusif quelque répulsion qu'en aient les mécréants.",
        "numberInSurah": 14,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4148,
        "text": "Il est Celui qui est élevé aux degrés les plus hauts, Possesseur du Trône, Il envoie par son ordre l'Esprit sur celui qu'Il veut parmi Ses serviteurs, afin que celui-ci avertisse du jour de la Rencontre,",
        "numberInSurah": 15,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4149,
        "text": "le jour où ils comparaîtront sans que rien en eux ne soit caché à Allah. A qui appartient la royauté, aujourd'hui? A Allah, l'Unique, le Dominateur.",
        "numberInSurah": 16,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4150,
        "text": "Ce jour-là, chaque âme sera rétribuée selon ce qu'elle aura acquis. Ce jour-là, pas d'injustice, car Allah est prompt dans [Ses] comptes.",
        "numberInSurah": 17,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4151,
        "text": "Et avertis-les du jour qui approche, quand les cœurs remonteront aux gorges, terrifiés (ou angoissés). Les injustes n'auront ni ami zélé, ni intercesseur écouté.",
        "numberInSurah": 18,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4152,
        "text": "Il (Allah) connaît la trahison des yeux, tout comme ce que les poitrines cachent.",
        "numberInSurah": 19,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4153,
        "text": "Et Allah juge en toute équité, tandis que ceux qu'ils invoquent en dehors de Lui ne jugent rien. En vérité c'est Allah qui est l'Audient, le Clairvoyant.",
        "numberInSurah": 20,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4154,
        "text": "Ne parcourent-ils pas la terre, pour voir ce qu'il est advenu de ceux qui ont vécu avant eux? Ils étaient [pourtant] plus forts qu'eux et ont laissé sur terre bien plus de vestiges. Allah les saisit pour leurs péchés et ils n'eurent point de protecteur contre Allah.",
        "numberInSurah": 21,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 406,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4155,
        "text": "Ce fut ainsi, parce que leurs Messagers leur avaient apporté les preuves, mais ils se montrèrent mécréants. Allah donc les saisit, car Il est fort et redoutable dans Son châtiment.",
        "numberInSurah": 22,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 406,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4156,
        "text": "Nous envoyâmes effectivement Moïse avec Nos signes et une preuve évidente,",
        "numberInSurah": 23,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 406,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4157,
        "text": "vers Pharaon, Hâmân et Coré. Mais ils dirent: «Magicien! Grand menteur!»",
        "numberInSurah": 24,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 406,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4158,
        "text": "Puis, quand il leur eut apporté la vérité venant de Nous, ils dirent: «Tuez les fils de ceux qui ont cru avec lui, et laissez vivre leurs femmes». Et les ruses des mécréants ne vont qu'en pure perte.",
        "numberInSurah": 25,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 406,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4159,
        "text": "Et Pharaon dit: «Laissez-moi tuer Moïse. Et qu'il appelle son Seigneur! Je crains qu'il ne change votre religion ou qu'il ne fasse apparaître la corruption sur terre».",
        "numberInSurah": 26,
        "juz": 24,
        "manzil": 6,
        "page": 470,
        "ruku": 406,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4160,
        "text": "Moïse [lui] dit: «Je cherche auprès de mon Seigneur et le vôtre, protection contre tout orgueilleux qui ne croit pas au jour du Compte».",
        "numberInSurah": 27,
        "juz": 24,
        "manzil": 6,
        "page": 470,
        "ruku": 406,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4161,
        "text": "Et un homme croyant de la famille de Pharaon, qui dissimulait sa foi dit: «Tuez-vous un homme parce qu'il dit: «Mon Seigneur est Allah?» Alors qu'il est venu à vous avec les preuves évidentes de la part de votre Seigneur. S'il est menteur, son mensonge sera à son détriment; tandis que s'il est véridique, alors une partie de ce dont il vous menace tombera sur vous». Certes, Allah ne guide pas celui qui est outrancier et imposteur!",
        "numberInSurah": 28,
        "juz": 24,
        "manzil": 6,
        "page": 470,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4162,
        "text": "«O mon peuple, triomphant sur la terre, vous avez la royauté aujourd'hui. Mais qui nous secourra de la rigueur d'Allah si elle nous vient?» Pharaon dit: «Je ne vous indique que ce que je considère bon. Je ne vous guide qu'au sentier de la droiture».",
        "numberInSurah": 29,
        "juz": 24,
        "manzil": 6,
        "page": 470,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4163,
        "text": "Et celui qui était croyant dit: «O mon peuple, je crains pour vous un jour semblable à celui des coalisés.",
        "numberInSurah": 30,
        "juz": 24,
        "manzil": 6,
        "page": 470,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4164,
        "text": "Un sort semblable à celui du peuple de Noé, des 'Aad et des Thamûd et de ceux [qui vécurent] après eux». Allah ne veut [faire subir] aucune injustice aux serviteurs.",
        "numberInSurah": 31,
        "juz": 24,
        "manzil": 6,
        "page": 470,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4165,
        "text": "«O mon peuple, je crains pour vous le jour de l'Appel Mutuel,",
        "numberInSurah": 32,
        "juz": 24,
        "manzil": 6,
        "page": 470,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4166,
        "text": "Le jour où vous tournerez le dos en déroute, sans qu'il y ait pour vous de protecteur contre Allah». Et quiconque Allah égare, n'a point de guide.",
        "numberInSurah": 33,
        "juz": 24,
        "manzil": 6,
        "page": 470,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4167,
        "text": "Certes, Joseph vous est venu auparavant avec les preuves évidentes, mais vous n'avez jamais cessé d'avoir des doutes sur ce qu'il vous avait apporté. Mais lorsqu'il mourut, vous dites alors: «Allah n'enverra plus jamais de Messager après lui». Ainsi Allah égare-t-Il celui qui est outrancier et celui qui doute.",
        "numberInSurah": 34,
        "juz": 24,
        "manzil": 6,
        "page": 471,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4168,
        "text": "Ceux qui discutent les prodiges d'Allah sans qu'aucune preuve ne leur soit venue, [leur action] est grandement haïssable auprès d'Allah et auprès de ceux qui croient. Ainsi Allah scelle-t-Il le cœur de tout orgueilleux tyran.",
        "numberInSurah": 35,
        "juz": 24,
        "manzil": 6,
        "page": 471,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4169,
        "text": "Et Pharaon dit: «O Hâmân, bâtis-moi une tour: peut-être atteindrai-je les voies,",
        "numberInSurah": 36,
        "juz": 24,
        "manzil": 6,
        "page": 471,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4170,
        "text": "les voies des cieux, et apercevrai-je le Dieu de Moïse; mais je pense que celui-ci est menteur». Ainsi la mauvaise action de Pharaon lui parut enjolivée; et il fut détourné du droit chemin; et le stratagème de Pharaon n'est voué qu'à la destruction.",
        "numberInSurah": 37,
        "juz": 24,
        "manzil": 6,
        "page": 471,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4171,
        "text": "Et celui qui avait cru dit: «O mon peuple, suivez-moi. Je vous guiderai au sentier de la droiture.",
        "numberInSurah": 38,
        "juz": 24,
        "manzil": 6,
        "page": 471,
        "ruku": 408,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4172,
        "text": "O mon peuple, cette vie n'est que jouissance temporaire, alors que l'au-delà est vraiment la demeure de la stabilité.",
        "numberInSurah": 39,
        "juz": 24,
        "manzil": 6,
        "page": 471,
        "ruku": 408,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4173,
        "text": "Quiconque fait une mauvaise action ne sera rétribué que par son pareil; et quiconque, mâle ou femelle, fait une bonne action tout en étant croyant, alors ceux-là entreront au Paradis pour y recevoir leur subsistance sans compter.",
        "numberInSurah": 40,
        "juz": 24,
        "manzil": 6,
        "page": 471,
        "ruku": 408,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4174,
        "text": "O mon peuple, mais qu'ai-je à vous appeler au salut, alors que vous m'appelez au Feu?",
        "numberInSurah": 41,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4175,
        "text": "Vous m'invitez à nier Allah et à Lui donner des associés dont je n'ai aucun savoir, alors que je vous appelle au Tout Puissant, au Grand Pardonneur.",
        "numberInSurah": 42,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4176,
        "text": "Nul doute que ce à quoi vous m'appelez ne peut exaucer une invocation ni ici-bas ni dans l'au-delà. C'est vers Allah qu'est notre retour, et les outranciers sont eux les gens du Feu.",
        "numberInSurah": 43,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4177,
        "text": "Bientôt vous vous rappellerez ce que je vous dis; et je confie mon sort à Allah. Allah est, certes, Clairvoyant sur les serviteurs.",
        "numberInSurah": 44,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4178,
        "text": "Allah donc le protégea des méfaits de leurs ruses, alors que le pire châtiment cerna les gens de Pharaon:",
        "numberInSurah": 45,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4179,
        "text": "le Feu, auquel ils sont exposés matin et soir. Et le jour où l'Heure arrivera (il sera dit): «Faites entrer les gens de Pharaon au plus dur du châtiment».",
        "numberInSurah": 46,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4180,
        "text": "Et quand ils se disputeront dans le Feu, les faibles diront à ceux qui s'enflaient d'orgueil: «Nous vous avions suivis: pourriez-vous nous préserver d'une partie du feu?»",
        "numberInSurah": 47,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4181,
        "text": "Et ceux qui s'enflaient d'orgueil diront: «En vérité, nous y voilà tous». Allah a déjà rendu son jugement entre les serviteurs.",
        "numberInSurah": 48,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4182,
        "text": "Et ceux qui seront dans le Feu diront aux gardiens de l'Enfer: «Priez votre Seigneur de nous alléger un jour de [notre] supplice».",
        "numberInSurah": 49,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4183,
        "text": "Ils diront: «vos Messagers, ne vous apportaient-ils pas les preuves évidentes?» Ils diront: «Si»! Ils [les gardiens] diront: «Eh bien, priez» ! Et l'invocation des mécréants n'est qu'aberration.",
        "numberInSurah": 50,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4184,
        "text": "Nous secourrons, certes, Nos Messagers et ceux qui croient, dans la vie présente tout comme au jour où les témoins [les Anges gardiens] se dresseront (le Jour du Jugement),",
        "numberInSurah": 51,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4185,
        "text": "au jour où leur excuse ne sera pas utile aux injustes, tandis qu'il y aura pour eux la malédiction et la pire demeure.",
        "numberInSurah": 52,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4186,
        "text": "En effet, Nous avons apporté à Moïse la guidée, et fait hériter aux Enfants d'Israël, le Livre,",
        "numberInSurah": 53,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4187,
        "text": "une guidée et un rappel aux gens doués d'intelligence.",
        "numberInSurah": 54,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4188,
        "text": "Endure donc, car la promesse d'Allah est vérité, implore le pardon pour ton péché et célèbre la gloire et la louange de ton Seigneur, soir et matin.",
        "numberInSurah": 55,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4189,
        "text": "Ceux qui discutent sur les versets d'Allah sans qu'aucune preuve ne leur soit venue, n'ont dans leurs poitrines qu'orgueil. Ils n'atteindront pas leur but. Implore donc la protection d'Allah, car c'est Lui l'Audient, le Clairvoyant.",
        "numberInSurah": 56,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4190,
        "text": "La création des cieux et de la terre est quelque chose de plus grand que la création des gens. Mais la plupart des gens ne savent pas.",
        "numberInSurah": 57,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4191,
        "text": "L'aveugle et le voyant ne sont pas égaux, et ceux qui croient et accomplissent les bonnes œuvres ne peuvent être comparés à celui qui fait le mal. C'est rare que vous vous rappeliez!",
        "numberInSurah": 58,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4192,
        "text": "En vérité; L'Heure va arriver: pas de doute là-dessus; mais la plupart des gens n'y croient pas.",
        "numberInSurah": 59,
        "juz": 24,
        "manzil": 6,
        "page": 474,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4193,
        "text": "Et votre Seigneur dit: «Appelez-Moi, Je vous répondrai. Ceux qui, par orgueil, se refusent à M'adorer entreront bientôt dans l'Enfer, humiliés».",
        "numberInSurah": 60,
        "juz": 24,
        "manzil": 6,
        "page": 474,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4194,
        "text": "Allah est celui qui vous a assigné la nuit pour que vous vous y reposiez, et le jour pour y voir clair. Allah est le Pourvoyeur de grâce aux hommes, mais la plupart des gens ne sont pas reconnaissants.",
        "numberInSurah": 61,
        "juz": 24,
        "manzil": 6,
        "page": 474,
        "ruku": 410,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4195,
        "text": "Tel est votre Seigneur, Créateur de toute chose. Point de divinité à part Lui. Comment se fait-il que vous vous détourniez (du chemin droit)?",
        "numberInSurah": 62,
        "juz": 24,
        "manzil": 6,
        "page": 474,
        "ruku": 410,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4196,
        "text": "Ainsi ceux qui nient les prodiges d'Allah se détournent-ils [du chemin droit.]",
        "numberInSurah": 63,
        "juz": 24,
        "manzil": 6,
        "page": 474,
        "ruku": 410,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4197,
        "text": "C'est Allah qui vous a assigné la terre comme demeure stable et le ciel comme toit et vous a donné votre forme, - et quelle belle forme Il vous a donnée! - et Il vous a nourris de bonnes choses. Tel est Allah, votre Seigneur; gloire à Allah, Seigneur de l'univers!",
        "numberInSurah": 64,
        "juz": 24,
        "manzil": 6,
        "page": 474,
        "ruku": 410,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4198,
        "text": "C'est Lui le Vivant. Point de divinité à part Lui. Appelez-Le donc, en Lui vouant un culte exclusif. Louange à Allah, Seigneur de l'univers!",
        "numberInSurah": 65,
        "juz": 24,
        "manzil": 6,
        "page": 474,
        "ruku": 410,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4199,
        "text": "Dis: «Il m'a été interdit, une fois que les preuves me sont venues de mon Seigneur, d'adorer ceux que vous invoquez en dehors d'Allah, et il m'a été ordonné de me soumettre au Seigneur de l'univers».",
        "numberInSurah": 66,
        "juz": 24,
        "manzil": 6,
        "page": 474,
        "ruku": 410,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4200,
        "text": "C'est Lui qui vous a créés de terre, puis d'une goutte sperme, puis d'une adhérence; puis Il vous fait sortir petit enfant pour qu'ensuite vous atteigniez votre maturité et qu'ensuite vous deveniez vieux, - certains parmi vous meurent plus tôt, - et pour que vous atteigniez un terme fixé, afin que vous raisonniez.",
        "numberInSurah": 67,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 410,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4201,
        "text": "C'est Lui qui donne la vie et donne la mort. Puis quand Il décide une affaire, Il n'a qu'à dire: «Sois», et elle est.",
        "numberInSurah": 68,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 410,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4202,
        "text": "N'as-tu pas vu comment ceux qui discutent sur les versets d'Allah se laissent détourner?",
        "numberInSurah": 69,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4203,
        "text": "Ceux qui traitent de mensonge le Livre (le Coran) et ce avec quoi Nous avons envoyé Nos Messagers; ils sauront bientôt,",
        "numberInSurah": 70,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4204,
        "text": "quand, des carcans à leurs cous et avec des chaînes ils seront traînés",
        "numberInSurah": 71,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4205,
        "text": "dans l'eau bouillante; et qu'ensuite ils brûleront dans le Feu.",
        "numberInSurah": 72,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4206,
        "text": "Puis on leur dira: «Où sont ceux que vous associez",
        "numberInSurah": 73,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4207,
        "text": "à Allah?» «Ils se sont écartés de nous, diront-ils. Ou plutôt, nous n'invoquions rien, auparavant». Ainsi Allah égare-t-Il les mécréants.",
        "numberInSurah": 74,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4208,
        "text": "Voilà le prix de votre exultation sur terre, sans raison, ainsi que de votre joie immodérée.",
        "numberInSurah": 75,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4209,
        "text": "Franchissez les portes de l'Enfer pour y demeurer éternellement. Qu'il est mauvais le lieu de séjour des orgueilleux!",
        "numberInSurah": 76,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4210,
        "text": "Endure donc. La promesse d'Allah est vraie. Que Nous te montrions une partie de ce dont Nous les menaçons ou que Nous te fassions mourir (avant cela)... c'est vers Nous qu'ils seront ramenés.",
        "numberInSurah": 77,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4211,
        "text": "Certes, Nous avons envoyé avant toi des Messagers. Il en est dont Nous t'avons raconté l'histoire; et il en est dont Nous ne t'avons pas raconté l'histoire. Et il n'appartient pas à un Messager d'apporter un signe [ou verset] si ce n'est avec la permission d'Allah. Lorsque le commandement d'Allah viendra, tout sera décidé en toute justice; et ceux qui profèrent des mensonges sont alors les perdants.",
        "numberInSurah": 78,
        "juz": 24,
        "manzil": 6,
        "page": 476,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4212,
        "text": "C'est Allah qui vous a fait les bestiaux pour que vous en montiez et que vous en mangiez,",
        "numberInSurah": 79,
        "juz": 24,
        "manzil": 6,
        "page": 476,
        "ruku": 412,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4213,
        "text": "et vous y avez des profits et afin que vous atteigniez sur eux une chose nécessaire qui vous tenait à cœur. C'est sur eux et sur les vaisseaux que vous êtes transportés.",
        "numberInSurah": 80,
        "juz": 24,
        "manzil": 6,
        "page": 476,
        "ruku": 412,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4214,
        "text": "Et Il vous montre Ses merveilles. Quelles merveilles d'Allah niez-vous donc?",
        "numberInSurah": 81,
        "juz": 24,
        "manzil": 6,
        "page": 476,
        "ruku": 412,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4215,
        "text": "Ne parcourent-ils donc pas la terre pour voir ce qu'il est advenu de ceux qui étaient avant eux? Ils étaient [pourtant] plus nombreux qu'eux et bien plus puissants et ils [avaient laissé] sur terre beaucoup plus de vestiges. Mais ce qu'ils ont acquis ne leur a servi à rien.",
        "numberInSurah": 82,
        "juz": 24,
        "manzil": 6,
        "page": 476,
        "ruku": 412,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4216,
        "text": "Lorsque leurs Messagers leur apportaient les preuves évidentes, ils exultaient des connaissances qu'ils avaient. Et ce dont ils se moquaient les enveloppa.",
        "numberInSurah": 83,
        "juz": 24,
        "manzil": 6,
        "page": 476,
        "ruku": 412,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4217,
        "text": "Puis, quand ils virent Notre rigueur ils dirent: «Nous croyons en Allah Seul, et nous renions ce que nous Lui donnions comme associés».",
        "numberInSurah": 84,
        "juz": 24,
        "manzil": 6,
        "page": 476,
        "ruku": 412,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4218,
        "text": "Mais leur croyance, au moment où ils eurent constaté Notre rigueur, ne leur profita point; Telle est la règle d'Allah envers Ses serviteurs dans le passé. Et c'est là que les mécréants se trouvèrent perdants.",
        "numberInSurah": 85,
        "juz": 24,
        "manzil": 6,
        "page": 476,
        "ruku": 412,
        "hizbQuarter": 190,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "fr.hamidullah",
      "language": "fr",
      "name": "Hamidullah",
      "englishName": "Muhammad Hamidullah",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}