{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 2,
    "name": "سُورَةُ البَقَرَةِ",
    "englishName": "Al-Baqara",
    "englishNameTranslation": "The Cow",
    "revelationType": "Medinan",
    "numberOfAyahs": 286,
    "ayahs": [
      {
        "number": 8,
        "text": "Elif lam mim.",
        "numberInSurah": 1,
        "juz": 1,
        "manzil": 1,
        "page": 2,
        "ruku": 2,
        "hizbQuarter": 1,
        "sajda": false
      },
      {
        "number": 9,
        "text": "İşte o Kitap; kendisinde hiç şüphe yoktur; müttakiler için yol göstericidir.",
        "numberInSurah": 2,
        "juz": 1,
        "manzil": 1,
        "page": 2,
        "ruku": 2,
        "hizbQuarter": 1,
        "sajda": false
      },
      {
        "number": 10,
        "text": "Onlar ki gaybde(gizlide, içtenlikle) inanıp namazlarını kılarlar ve kendilerine verdiğimiz rızıktan (Allah rızası için) harcarlar.",
        "numberInSurah": 3,
        "juz": 1,
        "manzil": 1,
        "page": 2,
        "ruku": 2,
        "hizbQuarter": 1,
        "sajda": false
      },
      {
        "number": 11,
        "text": "Sana indirilene ve senden önce indirilene inanırlar; ahirete de kesinlikle iman ederler.",
        "numberInSurah": 4,
        "juz": 1,
        "manzil": 1,
        "page": 2,
        "ruku": 2,
        "hizbQuarter": 1,
        "sajda": false
      },
      {
        "number": 12,
        "text": "İşte onlar, Rablerinden bir hidayet üzeredirler ve umduklarına erenler, işte onlardır!",
        "numberInSurah": 5,
        "juz": 1,
        "manzil": 1,
        "page": 2,
        "ruku": 2,
        "hizbQuarter": 1,
        "sajda": false
      },
      {
        "number": 13,
        "text": "İnkar edenlere gelince, onları uyarsan da, uyarmasan da, onlar için birdir; inanmazlar.",
        "numberInSurah": 6,
        "juz": 1,
        "manzil": 1,
        "page": 3,
        "ruku": 2,
        "hizbQuarter": 1,
        "sajda": false
      },
      {
        "number": 14,
        "text": "Allah, onların kalblerini ve kulaklarını mühürlemiştir, gözlerine de perde inmiştir. Onlar için büyük bir azab vardır.",
        "numberInSurah": 7,
        "juz": 1,
        "manzil": 1,
        "page": 3,
        "ruku": 2,
        "hizbQuarter": 1,
        "sajda": false
      },
      {
        "number": 15,
        "text": "İnsanlardan öyleleri de vardır ki, inanmadıkları halde \"Allah'a ve ahiret gününe inandık\" derler.",
        "numberInSurah": 8,
        "juz": 1,
        "manzil": 1,
        "page": 3,
        "ruku": 3,
        "hizbQuarter": 1,
        "sajda": false
      },
      {
        "number": 16,
        "text": "Allah'ı ve mü'minleri aldatmağa çalışırlar, halbuki yalnız kendilerini aldatırlar da farkında olmazlar.",
        "numberInSurah": 9,
        "juz": 1,
        "manzil": 1,
        "page": 3,
        "ruku": 3,
        "hizbQuarter": 1,
        "sajda": false
      },
      {
        "number": 17,
        "text": "Onların kablerinde hastalık vardır. Allah da hastalıklarını artırmıştır. Yalan söylemelerinden ötürü onlara acı bir azab vardır.",
        "numberInSurah": 10,
        "juz": 1,
        "manzil": 1,
        "page": 3,
        "ruku": 3,
        "hizbQuarter": 1,
        "sajda": false
      },
      {
        "number": 18,
        "text": "Onlara: \"Yeryüzünde bozgunculuk yapmayın,\" dendiği zaman: \"Biz sadece düzelticileriz,\" derler.",
        "numberInSurah": 11,
        "juz": 1,
        "manzil": 1,
        "page": 3,
        "ruku": 3,
        "hizbQuarter": 1,
        "sajda": false
      },
      {
        "number": 19,
        "text": "İyi bilin ki, onlar bozgunculardır; fakat anlamazlar.",
        "numberInSurah": 12,
        "juz": 1,
        "manzil": 1,
        "page": 3,
        "ruku": 3,
        "hizbQuarter": 1,
        "sajda": false
      },
      {
        "number": 20,
        "text": "Onlara: \"İnsanların inandıkları gibi siz de inanın\" dense, \"O beyinsizlerin inandığı gibi inanır mıyız?\" derler. İyi bilin ki, asıl beyinsizler kendileridir; fakat bilmezler.",
        "numberInSurah": 13,
        "juz": 1,
        "manzil": 1,
        "page": 3,
        "ruku": 3,
        "hizbQuarter": 1,
        "sajda": false
      },
      {
        "number": 21,
        "text": "İnanmış olanlara rastladıkları zaman; \"İnandık,\" derler. Fakat şeytanlarıyla yalnız kaldıkları zaman; \"Biz sizinle beraberiz, biz sadece (onlarla) alay ediyoruz,\" derler.",
        "numberInSurah": 14,
        "juz": 1,
        "manzil": 1,
        "page": 3,
        "ruku": 3,
        "hizbQuarter": 1,
        "sajda": false
      },
      {
        "number": 22,
        "text": "Allah da kendileriyle alay eder ve onları bırakır; taşkınları içinde bocalayıp dururlar.",
        "numberInSurah": 15,
        "juz": 1,
        "manzil": 1,
        "page": 3,
        "ruku": 3,
        "hizbQuarter": 1,
        "sajda": false
      },
      {
        "number": 23,
        "text": "İşte onlar o kimselerdir ki, hidayet karşılığında sapıklığı satın aldılar da ticaretleri kar etmedi, doğru yolu da bulamadılar.",
        "numberInSurah": 16,
        "juz": 1,
        "manzil": 1,
        "page": 3,
        "ruku": 3,
        "hizbQuarter": 1,
        "sajda": false
      },
      {
        "number": 24,
        "text": "Onların durumu, tıpkı şuna benzer ki, (aydınlanmak için) bir ateş yakmak istedi. (Ateş) çevresini aydınlatır aydınlatmaz, Allah onların nurunu giderdi ve onları karanlıklar içinde bıraktı, artık görmezler.",
        "numberInSurah": 17,
        "juz": 1,
        "manzil": 1,
        "page": 4,
        "ruku": 3,
        "hizbQuarter": 1,
        "sajda": false
      },
      {
        "number": 25,
        "text": "(Onlar) sağırdırlar, dilsizdirler, kördürler. Onlar (Hakk'a) dönmezler.",
        "numberInSurah": 18,
        "juz": 1,
        "manzil": 1,
        "page": 4,
        "ruku": 3,
        "hizbQuarter": 1,
        "sajda": false
      },
      {
        "number": 26,
        "text": "Ya da (onlar), gökten boşanan, içinde karanlıklar, gök gürlemesi ve şimşek (ler) bulunan bir yağmur(a tutulmuş) gibi(dirler). Yıldırım seslerinden ölüm korkusuyla parmaklarını kulaklarına tıkarlar; oysa Allah, inkarcıları tamamen kuşatmıştır.",
        "numberInSurah": 19,
        "juz": 1,
        "manzil": 1,
        "page": 4,
        "ruku": 3,
        "hizbQuarter": 1,
        "sajda": false
      },
      {
        "number": 27,
        "text": "Neredeyse gözlerini kapıverecek olan şimşek önlerini aydınlattı mı o(nun ışığı)nda yürürler, üzerlerine karanlık çökünce dikilip kalırlar. Allah dileseydi elbette işitmelerini ve görmelerini de götürürdü. Şüphesiz Allah'ın her şeyi yapmağa gücü yeter.",
        "numberInSurah": 20,
        "juz": 1,
        "manzil": 1,
        "page": 4,
        "ruku": 3,
        "hizbQuarter": 1,
        "sajda": false
      },
      {
        "number": 28,
        "text": "Ey insanlar, sizi ve sizden öncekileri yaratan Rabbinize kulluk edin ki, (azaptan) korunasınız.",
        "numberInSurah": 21,
        "juz": 1,
        "manzil": 1,
        "page": 4,
        "ruku": 4,
        "hizbQuarter": 1,
        "sajda": false
      },
      {
        "number": 29,
        "text": "O (Rabb) ki yeri, sizin için döşek, göğü de bina yaptı. Gökten su indirdi, onunla size rızık olarak çeşitli ürünler çıkardı. Öyleyse siz de, bile bile Allah'a eşler koşmayın.",
        "numberInSurah": 22,
        "juz": 1,
        "manzil": 1,
        "page": 4,
        "ruku": 4,
        "hizbQuarter": 1,
        "sajda": false
      },
      {
        "number": 30,
        "text": "Eğer kulumuz (Muhammed)e indirdiğimizden şüphe içinde iseniz, haydi onun gibi bir sure getirin. Allah'tan başka bütün şahid (yardımcı)larınızı da çağırın; eğer doğru iseniz (bunu yapın).",
        "numberInSurah": 23,
        "juz": 1,
        "manzil": 1,
        "page": 4,
        "ruku": 4,
        "hizbQuarter": 1,
        "sajda": false
      },
      {
        "number": 31,
        "text": "Yok eğer yapmadınızsa, ki asla yapamayacaksınız, o halde yakıtı insanlar ve taşlar olan, inkarcılar için hazırlanmış ateşten sakının.",
        "numberInSurah": 24,
        "juz": 1,
        "manzil": 1,
        "page": 4,
        "ruku": 4,
        "hizbQuarter": 1,
        "sajda": false
      },
      {
        "number": 32,
        "text": "İnanıp yararlı işler yapanlara, altlarından ırmaklar akan cennetlerin kendilerine aidolduğunu müjdele! Onlardaki herhangi bir meyveden rızıklandırıldıkça: \"Bu, daha önce de rızıklandığımız şeydir, (dünyada iken de bu rızıktan yemiştik)\" derler. (Cennetteki bu rızık), onlara, o(dedikleri)ne benzer verilmiştir. Onlar için orada tertemiz eşler de vardır ve onlar orada ebedi kalacaklardır.",
        "numberInSurah": 25,
        "juz": 1,
        "manzil": 1,
        "page": 5,
        "ruku": 4,
        "hizbQuarter": 1,
        "sajda": false
      },
      {
        "number": 33,
        "text": "Allah, bir sivrisineği hatta onun da üstünde olan(ondan daha zayıf bir varlığ)ı misal vermekten utanmaz. İnananlar onun, Rablerinden (gelen) bir gerçek olduğunu bilirler. İnkar edenler ise: \"Allah, bu misalle ne demek istedi?\" derler. (Allah), onunla birçoğunu saptırır ve yine onunla birçoğunu yola getirir. Onunla sadece fasıkları saptırır.",
        "numberInSurah": 26,
        "juz": 1,
        "manzil": 1,
        "page": 5,
        "ruku": 4,
        "hizbQuarter": 2,
        "sajda": false
      },
      {
        "number": 34,
        "text": "Onlar ki, söz verip bağlandıktan sonra Allah'a verdikleri sözü bozarlar, Allah'ın, birleştirmesini emrettiği şeyi (iman ve akrabalık bağlarını) keserler ve yeryüzünde bozgunculuk yaparlar; işte ziyana uğrayanlar onlardır.",
        "numberInSurah": 27,
        "juz": 1,
        "manzil": 1,
        "page": 5,
        "ruku": 4,
        "hizbQuarter": 2,
        "sajda": false
      },
      {
        "number": 35,
        "text": "Allah'a nasıl nankörlük edersiniz ki, siz ölüler idiniz, O sizi diriltti; yine öldürecek, yine diriltecek; sonra O'na döndürüleceksiniz.",
        "numberInSurah": 28,
        "juz": 1,
        "manzil": 1,
        "page": 5,
        "ruku": 4,
        "hizbQuarter": 2,
        "sajda": false
      },
      {
        "number": 36,
        "text": "O ki, yeryüzünde ne varsa hepsini sizin için yarattı; sonra göğe yöneldi, onları yedi gök olarak düzenledi. O, herşeyi bilir.",
        "numberInSurah": 29,
        "juz": 1,
        "manzil": 1,
        "page": 5,
        "ruku": 4,
        "hizbQuarter": 2,
        "sajda": false
      },
      {
        "number": 37,
        "text": "Bir zamanlar Rabbin meleklere: \"Ben yeryüzünde bir halife yapacağım,\" demişti. (Melekler): \"Orada bozgunculuk yapan, kan döken birisini mi halife yapacaksın? Oysa biz seni överek tesbih ediyor ve seni takdis ediyoruz?\" dediler. (Rabbin): Ben sizin bilmediklerinizi bilirim,\" dedi.",
        "numberInSurah": 30,
        "juz": 1,
        "manzil": 1,
        "page": 6,
        "ruku": 5,
        "hizbQuarter": 2,
        "sajda": false
      },
      {
        "number": 38,
        "text": "Adem'e isimlerin tümünü öğretti, sonra onları meleklere sunup: \"Haydi, doğru iseniz onların isimlerini bana söyleyin,\" dedi.",
        "numberInSurah": 31,
        "juz": 1,
        "manzil": 1,
        "page": 6,
        "ruku": 5,
        "hizbQuarter": 2,
        "sajda": false
      },
      {
        "number": 39,
        "text": "Dediler ki: \"Sen yücesin (ya Rab); bizim senin bize öğrettiğinden başka bilgimiz yoktur. Şüphesiz sen bilensin, hakimsin (her şeyin içyüzünü bilen, her şeyi yerli yerince yapansın.)",
        "numberInSurah": 32,
        "juz": 1,
        "manzil": 1,
        "page": 6,
        "ruku": 5,
        "hizbQuarter": 2,
        "sajda": false
      },
      {
        "number": 40,
        "text": "(Allah) dedi ki: \"Ey Adem, bunlara onların isimlerini haber ver.\" (Adem), bunlara onların isimlerini haber verince (Allah): \"Ben size, ben göklerin ve yerin gayblarını bilirim, sizin açıkladığınızı ve içinizde gizlemekte olduğunuz şeyleri bilirim, dememiş miydim? dedi.",
        "numberInSurah": 33,
        "juz": 1,
        "manzil": 1,
        "page": 6,
        "ruku": 5,
        "hizbQuarter": 2,
        "sajda": false
      },
      {
        "number": 41,
        "text": "Meleklere: \"Adem'e secde edin\" demiştik, hemen secde ettiler: Yalnız İblis diretti, böbürlendi, nankörlerden oldu.",
        "numberInSurah": 34,
        "juz": 1,
        "manzil": 1,
        "page": 6,
        "ruku": 5,
        "hizbQuarter": 2,
        "sajda": false
      },
      {
        "number": 42,
        "text": "Dedik ki: \"Ey Adem, sen ve eşin cennette oturun, ondan dilediğiniz yerde bol bol yeyin, ama şu ağaca yaklaşmayın, yoksa zalimlerden olursunuz!\"",
        "numberInSurah": 35,
        "juz": 1,
        "manzil": 1,
        "page": 6,
        "ruku": 5,
        "hizbQuarter": 2,
        "sajda": false
      },
      {
        "number": 43,
        "text": "Derken şeytan onlar(ın ayağın)ı oradan kaydırdı, içinde bulundukları (ni'met yurdu)ndan çıkardı. (Biz de) dedik ki: \"Birbirinize düşman olarak inin. Sizin, yeryüzünde kalıp bir süre yaşamanız lazımdır.\"",
        "numberInSurah": 36,
        "juz": 1,
        "manzil": 1,
        "page": 6,
        "ruku": 5,
        "hizbQuarter": 2,
        "sajda": false
      },
      {
        "number": 44,
        "text": "Adem, Rabbinden birtakım kelimeler aldı (onlarla amel edip Rabbine yalvardı, O da) bunun üzerine onun tevbesini kabul etti. Şüphesiz O, tevbeyi çok kabul eden(kulunun günahından geçen)dir, çok esirgeyendir.",
        "numberInSurah": 37,
        "juz": 1,
        "manzil": 1,
        "page": 6,
        "ruku": 5,
        "hizbQuarter": 2,
        "sajda": false
      },
      {
        "number": 45,
        "text": "Hepiniz oradan inin, dedik, \"Yalnız (iyi bilin ki) size benden bir hidayet geldiği zaman, kimler benim hidayetime uyarsa artık onlara bir korku yoktur ve onlar üzülmeyeceklerdir.",
        "numberInSurah": 38,
        "juz": 1,
        "manzil": 1,
        "page": 7,
        "ruku": 5,
        "hizbQuarter": 2,
        "sajda": false
      },
      {
        "number": 46,
        "text": "İnkar edip ayetlerimizi yalanlayanlar ise ateş halkıdır, onlar orada ebedi kalacaklardır.",
        "numberInSurah": 39,
        "juz": 1,
        "manzil": 1,
        "page": 7,
        "ruku": 5,
        "hizbQuarter": 2,
        "sajda": false
      },
      {
        "number": 47,
        "text": "Ey İsrail oğulları, size verdiğim ni'metleri hatırlayın, bana verdiğiniz sözü tutun ki, ben de size verdiğim sözü tutayım ve sadece benden korkun!",
        "numberInSurah": 40,
        "juz": 1,
        "manzil": 1,
        "page": 7,
        "ruku": 6,
        "hizbQuarter": 2,
        "sajda": false
      },
      {
        "number": 48,
        "text": "Sizin yanınızda bulunanı doğrulayıcı olarak indirmiş bulunduğum (Kur'an)a inanın ve onu ilk inkar eden, siz olmayın; benim ayetlerimi birkaç paraya satmayın ve benden sakının.",
        "numberInSurah": 41,
        "juz": 1,
        "manzil": 1,
        "page": 7,
        "ruku": 6,
        "hizbQuarter": 2,
        "sajda": false
      },
      {
        "number": 49,
        "text": "Bile bile gerçeği batılla bulayıp hakkı gizlemeyin.",
        "numberInSurah": 42,
        "juz": 1,
        "manzil": 1,
        "page": 7,
        "ruku": 6,
        "hizbQuarter": 2,
        "sajda": false
      },
      {
        "number": 50,
        "text": "Namazı kılın, zekatı verin, rüku edenlerle (Allah'ın huzurunda eğilenlerle) beraber eğilin.",
        "numberInSurah": 43,
        "juz": 1,
        "manzil": 1,
        "page": 7,
        "ruku": 6,
        "hizbQuarter": 2,
        "sajda": false
      },
      {
        "number": 51,
        "text": "Siz Kitabı okuduğunuz halde, insanlara iyiliği emredip kendinizi unutuyor musunuz? Aklınızı kullanmıyor musunuz?",
        "numberInSurah": 44,
        "juz": 1,
        "manzil": 1,
        "page": 7,
        "ruku": 6,
        "hizbQuarter": 3,
        "sajda": false
      },
      {
        "number": 52,
        "text": "Sabırla, namazla Allah'tan yardım dileyin, şüphesiz bu, (Allah'a) saygı gösterenlerden başkasına ağır gelir.",
        "numberInSurah": 45,
        "juz": 1,
        "manzil": 1,
        "page": 7,
        "ruku": 6,
        "hizbQuarter": 3,
        "sajda": false
      },
      {
        "number": 53,
        "text": "O(saygılı insa)nlar, Rablerine kavuşacaklarını (gözetir) ve gerçekten O'na döneceklerini bilirler.",
        "numberInSurah": 46,
        "juz": 1,
        "manzil": 1,
        "page": 7,
        "ruku": 6,
        "hizbQuarter": 3,
        "sajda": false
      },
      {
        "number": 54,
        "text": "Ey İsrail oğulları, size verdiğim ni'meti ve sizi alemlere üstün kıldığımı hatırlayın.",
        "numberInSurah": 47,
        "juz": 1,
        "manzil": 1,
        "page": 7,
        "ruku": 7,
        "hizbQuarter": 3,
        "sajda": false
      },
      {
        "number": 55,
        "text": "Ve öyle bir günden sakının ki, o gün hiç kimse, kimsenin cezasını çekmez (borcunu ödemez); kimseden şefaat (aracılık, iltimas) da kabul edilmez; kimseden fidye de alınmaz ve onlara hiçbir yardım yapılmaz.",
        "numberInSurah": 48,
        "juz": 1,
        "manzil": 1,
        "page": 7,
        "ruku": 7,
        "hizbQuarter": 3,
        "sajda": false
      },
      {
        "number": 56,
        "text": "Sizi Fir'avn ailesinden de kurtarmıştık. Hani (onlar), size azabın en kötüsünü reva görüyor, oğullarınızı boğazlayıp, kadınlarınızı sağ bırakıyorlardı ve bunda sizin için Rabbinizden büyük bir imtihan vardı.",
        "numberInSurah": 49,
        "juz": 1,
        "manzil": 1,
        "page": 8,
        "ruku": 7,
        "hizbQuarter": 3,
        "sajda": false
      },
      {
        "number": 57,
        "text": "Sizin için denizi yarmıştık, sizi kurtarmış ve Fir'avn ailesini boğmuştuk; siz de bunu görüyordunuz.",
        "numberInSurah": 50,
        "juz": 1,
        "manzil": 1,
        "page": 8,
        "ruku": 7,
        "hizbQuarter": 3,
        "sajda": false
      },
      {
        "number": 58,
        "text": "Musa ile kırk gece için sözleşmiştik, sonra siz onun ardından buzağıyı (tanrı) edinmiştiniz, (kendinize böylece) zulmediyordunuz.",
        "numberInSurah": 51,
        "juz": 1,
        "manzil": 1,
        "page": 8,
        "ruku": 7,
        "hizbQuarter": 3,
        "sajda": false
      },
      {
        "number": 59,
        "text": "Bundan sonra da yine belki şükredersiniz diye sizi affetmiştik.",
        "numberInSurah": 52,
        "juz": 1,
        "manzil": 1,
        "page": 8,
        "ruku": 7,
        "hizbQuarter": 3,
        "sajda": false
      },
      {
        "number": 60,
        "text": "Yola gelesiniz diye Musa'ya Kitap ve furkan (gerçekle batılı birbirinden ayıran ölçü) vermiştik.",
        "numberInSurah": 53,
        "juz": 1,
        "manzil": 1,
        "page": 8,
        "ruku": 7,
        "hizbQuarter": 3,
        "sajda": false
      },
      {
        "number": 61,
        "text": "Musa kavmine demişti ki: \"Ey kavmim, sizler, buzağıyı (tanrı) edinmekle kendinize zulmettiniz; gelin Yaratıcınıza tevbe edin de nefislerinizi öldürün. Bu, Yaratıcınız katında sizin için daha iyidir. (Bu suretle O), sizin tevbenizi kabul buyurmuş olur. Çünkü O, öyle bağışlayıcı, öyle merhametlidir.",
        "numberInSurah": 54,
        "juz": 1,
        "manzil": 1,
        "page": 8,
        "ruku": 7,
        "hizbQuarter": 3,
        "sajda": false
      },
      {
        "number": 62,
        "text": "Bir zaman da: \"Ey Musa, biz Allah'ı açıkça görmedikçe sana inanmayız,\" demiştiniz de derhal sizi yıldırım gürültüsü yakalamıştı; siz de bunu görüyordunuz.",
        "numberInSurah": 55,
        "juz": 1,
        "manzil": 1,
        "page": 8,
        "ruku": 7,
        "hizbQuarter": 3,
        "sajda": false
      },
      {
        "number": 63,
        "text": "Sonra belki şükredersiniz diye sizi ölümünüzün ardından tekrar diriltmiştik.",
        "numberInSurah": 56,
        "juz": 1,
        "manzil": 1,
        "page": 8,
        "ruku": 7,
        "hizbQuarter": 3,
        "sajda": false
      },
      {
        "number": 64,
        "text": "bulutu üstünüze gölgelik çektik, size kudret helvası ve bıldırcın indirdik: \"Size verdiğimiz güzel rızıklardan yeyin,\" (dedik). Ama onlar bize değil, kendi kendilerine zulmediyorlardı.",
        "numberInSurah": 57,
        "juz": 1,
        "manzil": 1,
        "page": 8,
        "ruku": 7,
        "hizbQuarter": 3,
        "sajda": false
      },
      {
        "number": 65,
        "text": "Demiştik ki: \"Şu kente girin, oradan dilediğiniz yerde bol bol yeyin; secde ederek kapıdan girin ve \"hitta (ya Rabbi, bizi affet)\" deyin ki, biz de sizin hatalarınızı bağışlayalım, güzel davrananlara daha fazlasını da veririz.",
        "numberInSurah": 58,
        "juz": 1,
        "manzil": 1,
        "page": 9,
        "ruku": 7,
        "hizbQuarter": 3,
        "sajda": false
      },
      {
        "number": 66,
        "text": "Derken o zalimler, onu, kendilerine söylenenden başka bir sözle değiştirdiler. Biz de yaptıkları kötülüklerden dolayı o zulmedenlerin üzerine gökten bir azab indirdik.",
        "numberInSurah": 59,
        "juz": 1,
        "manzil": 1,
        "page": 9,
        "ruku": 7,
        "hizbQuarter": 3,
        "sajda": false
      },
      {
        "number": 67,
        "text": "Bir zaman da Musa, kavmi için su istemişti; \"Asanla taşa vur,\" demiştik. Bunun üzerine taştan on iki göze fışkırmıştı. Her bölük, kendi içecekleri pınarı bilmişti: \"Allah'ın rızkından yeyin, için ve yeryüzünde bozgunculuk yaparak (başkalarına) saldırmayın.\" (demiştik.)",
        "numberInSurah": 60,
        "juz": 1,
        "manzil": 1,
        "page": 9,
        "ruku": 8,
        "hizbQuarter": 4,
        "sajda": false
      },
      {
        "number": 68,
        "text": "Hani siz demiştiniz ki: \"Ey Musa, biz bir yemeğe dayanamayız, bizim için Rabbine du'a et de bize yerin bitirdiği sebzesinden, acurundan, sarımsağından, mercimeğinden, soğanından çıkarsın.\" (Musa): \"İyi olanı, daha aşağı olanla mı değiştirmek istiyorsunuz? Bir şehre inin, orada size istediğiniz var,\" demişti. Üzerlerine alçaklık ve yoksulluk damgası vuruldu; Allah'ın gazabına uğradılar. Öyle oldu, çünkü onlar, Allah'ın ayetlerini inkar ediyorlar ve haksız yere peygamberleri öldürüyorlardı. İsyanadaldıkları, sınırı aştıkları için bunu hak ettiler.",
        "numberInSurah": 61,
        "juz": 1,
        "manzil": 1,
        "page": 9,
        "ruku": 8,
        "hizbQuarter": 4,
        "sajda": false
      },
      {
        "number": 69,
        "text": "Şüphesiz inananlar; yahudiler, hıristiyanlar ve sabiiler(den) Allah'a ve ahiret gününe inanan ve iyi iş(ler) yapanlara, Rableri katında mükafat vardır; onlara korku yoktur ve onlar üzülmeyeceklerdir.",
        "numberInSurah": 62,
        "juz": 1,
        "manzil": 1,
        "page": 10,
        "ruku": 9,
        "hizbQuarter": 4,
        "sajda": false
      },
      {
        "number": 70,
        "text": "Bir zaman da sizin sözünüzü almış, üzerinize dağı kaldırmıştık: \"Size verdiğimizi kuvvetle tutun, içinde olanı hatırlayın ki (azabımızdan) korunasınız,\" (demiştik).",
        "numberInSurah": 63,
        "juz": 1,
        "manzil": 1,
        "page": 10,
        "ruku": 9,
        "hizbQuarter": 4,
        "sajda": false
      },
      {
        "number": 71,
        "text": "Ardından yine dönmüştünüz; eğer Allah'ın size iyiliği ve merhameti olmasaydı, elbette ziyana uğrayanlardan olurdunuz.",
        "numberInSurah": 64,
        "juz": 1,
        "manzil": 1,
        "page": 10,
        "ruku": 9,
        "hizbQuarter": 4,
        "sajda": false
      },
      {
        "number": 72,
        "text": "İçinizden, Cumartesi günü (avlanma yasağı)nı çiğneyenleri elbette bilmişsinizdir; işte onlara: \"Aşağılık maymunlar olun!\" dedik.",
        "numberInSurah": 65,
        "juz": 1,
        "manzil": 1,
        "page": 10,
        "ruku": 9,
        "hizbQuarter": 4,
        "sajda": false
      },
      {
        "number": 73,
        "text": "Ve bunu, önündekilere ve ardından geleceklere ibret bir ceza, (Allah'ın azabından) korunanlara da bir öğüt yaptık.",
        "numberInSurah": 66,
        "juz": 1,
        "manzil": 1,
        "page": 10,
        "ruku": 9,
        "hizbQuarter": 4,
        "sajda": false
      },
      {
        "number": 74,
        "text": "Musa, kavmine: \"Allah size bir inek kesmenizi emrediyor.\" demişti. \"Bizimle alay mı ediyorsun?\" dediler. \"cahillerden olmaktan Allah'a sığınırım!\" dedi.",
        "numberInSurah": 67,
        "juz": 1,
        "manzil": 1,
        "page": 10,
        "ruku": 9,
        "hizbQuarter": 4,
        "sajda": false
      },
      {
        "number": 75,
        "text": "Bizim için Rabbine du'a et, onun ne olduğunu bize açıklasın. dediler. Dedi ki: \"O diyor ki: O (inek) ne yaşlı, ne körpe, ikisinin ortasında (bir inek)tir! Haydi, size emredileni yapın.\"",
        "numberInSurah": 68,
        "juz": 1,
        "manzil": 1,
        "page": 10,
        "ruku": 9,
        "hizbQuarter": 4,
        "sajda": false
      },
      {
        "number": 76,
        "text": "Dediler ki: \"Bizim için Rabbine du'a et, renginin nasıl olduğunu açıklasın.\" Dedi: \"O diyor ki: \"Rengi parlak, sarı bir inektir, bakanlara sevinç verir.\"",
        "numberInSurah": 69,
        "juz": 1,
        "manzil": 1,
        "page": 10,
        "ruku": 9,
        "hizbQuarter": 4,
        "sajda": false
      },
      {
        "number": 77,
        "text": "Bizim için Rabbine du'a et, onun nasıl bir şey olduğunu bize açıklasın. Zira o inek bize (başka ineklere) benzer geldi. Ama Allah dilerse mutlaka (emredileni yapmağa) yol buluruz. dediler.",
        "numberInSurah": 70,
        "juz": 1,
        "manzil": 1,
        "page": 11,
        "ruku": 9,
        "hizbQuarter": 4,
        "sajda": false
      },
      {
        "number": 78,
        "text": "Dedi: \"O şöyle diyor: O, henüz boyundurluk altına alınmamış bir inektir. Yeri sürmez, ekin sulamaz. Salma, (çifte koşulmamış) hiç alacası yok.\" \"İşte şimdi gerçeği getirdin\" deyip ineği boğazladılar; az daha yapmayacaklardı.",
        "numberInSurah": 71,
        "juz": 1,
        "manzil": 1,
        "page": 11,
        "ruku": 9,
        "hizbQuarter": 4,
        "sajda": false
      },
      {
        "number": 79,
        "text": "Hani siz bir adam öldürmüştünüz de onun (katili) hakkında birbirinizle atışmıştınız; oysa Allah, gizlediğinizi ortaya çıkaracaktı.",
        "numberInSurah": 72,
        "juz": 1,
        "manzil": 1,
        "page": 11,
        "ruku": 10,
        "hizbQuarter": 4,
        "sajda": false
      },
      {
        "number": 80,
        "text": "Onun için \"(ineğin) bir parçasıyla o (öldürülene) vurun.\" demiştik. İşte Allah böylece ölüleri diriltir, size ayetlerini gösterir ki düşünesiniz.",
        "numberInSurah": 73,
        "juz": 1,
        "manzil": 1,
        "page": 11,
        "ruku": 10,
        "hizbQuarter": 4,
        "sajda": false
      },
      {
        "number": 81,
        "text": "Sonra bunun ardından yine kalbleriniz katılaştı; şimdi onlar, taş gibi, hatta daha da katıdır. Çünkü öyle taş var ki, içinden ırmaklar fışkırır; öylesi var ki, çatlar da bağrından su kaynar, öylesi de var ki, Allah korkusundan aşağı düşer. Allah, yaptıklarınızı bilmez değildir.",
        "numberInSurah": 74,
        "juz": 1,
        "manzil": 1,
        "page": 11,
        "ruku": 10,
        "hizbQuarter": 4,
        "sajda": false
      },
      {
        "number": 82,
        "text": "Şimdi (ey mü'minler) siz, bunların size inanmalarını mı umuyorsunuz? Oysa bunlardan bir grup vardı ki, Allah'ın sözünü işitirlerdi de düşünüp akıl erdirdikten sonra, bile bile onu değiştirirlerdi.",
        "numberInSurah": 75,
        "juz": 1,
        "manzil": 1,
        "page": 11,
        "ruku": 10,
        "hizbQuarter": 5,
        "sajda": false
      },
      {
        "number": 83,
        "text": "İnananlara rastladıkları zaman: \"İnandık\" derler; birbirleriyle yalnız kaldıkları zaman: \"Allah'ın size açtığını onlara söylüyorsunuz ki, onu Rabbiniz katında sizin aleyhinizde delil olarak mı kullansınlar? Aklınızı kullanmıyor musunuz?\" derler.",
        "numberInSurah": 76,
        "juz": 1,
        "manzil": 1,
        "page": 11,
        "ruku": 10,
        "hizbQuarter": 5,
        "sajda": false
      },
      {
        "number": 84,
        "text": "Bilmiyorlar mı ki, Allah onların gizlediklerini ve açığa vurduklarını biliyor?",
        "numberInSurah": 77,
        "juz": 1,
        "manzil": 1,
        "page": 12,
        "ruku": 10,
        "hizbQuarter": 5,
        "sajda": false
      },
      {
        "number": 85,
        "text": "Onların içinde bir de ümmiler var ki, Kitabı bilmezler, bütün bildikleri birtakım kuruntular(yahut kulaktan dolma şeyler)dir; onlar sadece zannediyorlar.",
        "numberInSurah": 78,
        "juz": 1,
        "manzil": 1,
        "page": 12,
        "ruku": 10,
        "hizbQuarter": 5,
        "sajda": false
      },
      {
        "number": 86,
        "text": "Vay haline o kimselerin ki, Kitabı elleriyle yazıp, az bir paraya satmak için, \"Bu Allah katındandır,\" derler! Ellerinin yazdığından ötürü vay haline onların! Kazandıklarından ötürü vay haline onların!",
        "numberInSurah": 79,
        "juz": 1,
        "manzil": 1,
        "page": 12,
        "ruku": 10,
        "hizbQuarter": 5,
        "sajda": false
      },
      {
        "number": 87,
        "text": "Bir de dediler ki: \"Sayılı birkaç gün dışında bize ateş dokunmayacaktır.\" De ki: \"Allah'tan (bu hususta) bir söz mü aldınız. şayet öyle ise Allah verdiği sözden dönmez-yoksa Allah hakkında bilmediğiniz bir şey mi söylüyorsunuz?",
        "numberInSurah": 80,
        "juz": 1,
        "manzil": 1,
        "page": 12,
        "ruku": 10,
        "hizbQuarter": 5,
        "sajda": false
      },
      {
        "number": 88,
        "text": "Evet kim bir günah kazanır da suçu kendisini kuşatmış olursa işte onlar, ateş halkıdır, orada sürekli kalacaklardır.",
        "numberInSurah": 81,
        "juz": 1,
        "manzil": 1,
        "page": 12,
        "ruku": 10,
        "hizbQuarter": 5,
        "sajda": false
      },
      {
        "number": 89,
        "text": "İnanıp yararlı işler yapanlara gelince, onlar da cennet halkıdır, orada sürekli kalacaklardır.",
        "numberInSurah": 82,
        "juz": 1,
        "manzil": 1,
        "page": 12,
        "ruku": 10,
        "hizbQuarter": 5,
        "sajda": false
      },
      {
        "number": 90,
        "text": "Biz İsrail oğullarından şöyle söz almıştık: \"Allah'tan başkasına kulluk etmeyeceksiniz, anaya-babaya, yakınlara, yetimlere, yoksullara iyilik edeceksiniz. İnsanlara güzel söz söyleyin, namazı kılın, zekatı verin!\" Sonra siz, pek azınız hariç, döndünüz; hala da yüz çevirip duruyorsunuz.",
        "numberInSurah": 83,
        "juz": 1,
        "manzil": 1,
        "page": 12,
        "ruku": 11,
        "hizbQuarter": 5,
        "sajda": false
      },
      {
        "number": 91,
        "text": "Birbirinizin kanını dökmeyeceksiniz, birbirinizi yurtlarınızdan çıkarmayacaksınız? diye sizden kesin söz almıştık; göre göre bunu kabul etmiştiniz.",
        "numberInSurah": 84,
        "juz": 1,
        "manzil": 1,
        "page": 13,
        "ruku": 11,
        "hizbQuarter": 5,
        "sajda": false
      },
      {
        "number": 92,
        "text": "Ama siz yine birbirinizi öldürüyorsunuz, sizden bir grubu yurtlarından çıkarıyorsunuz; onlara karşı günah ve düşmanlık yapmakta birleşiyorsunuz, onları çıkarmak size yasaklanmış iken (çıkarıyorsunuz, sonra da) esir olarak geldiklerinde fidyelerini veriyor (kurtarıyor)sunuz. Yoksa siz Kitabın bir kısmına inanıp bir kısmını inkar mı ediyorsunuz? Sizden bunu yapanın cezası, dünya hayatında rezil olmaktan başka nedir? Kıyamet gününde de (onlar) azabın en şiddetlisine itilirler. Allah yaptıklarınızı bilmez değildir.",
        "numberInSurah": 85,
        "juz": 1,
        "manzil": 1,
        "page": 13,
        "ruku": 11,
        "hizbQuarter": 5,
        "sajda": false
      },
      {
        "number": 93,
        "text": "İşte onlar, ahireti verip dünya hayatını satın alan kimselerdir. Onlardan azab hiç hafifletilmez ve onlara hiç yardım edilmez.",
        "numberInSurah": 86,
        "juz": 1,
        "manzil": 1,
        "page": 13,
        "ruku": 11,
        "hizbQuarter": 5,
        "sajda": false
      },
      {
        "number": 94,
        "text": "Andolsun, Musa'ya Kitabı verdik, arkasından peygamberler gönderdik. Meryem oğlu Îsa'ya da açık deliller verdik ve onu Ruh'ül-Kudüs (Cebrail) ile destekledik. Ne zaman ki, bir peygamber, size canınızın istemediği bir şey getirdiyse büyüklük taslamadınız mı? Kimini yalanladınız, kimini de öldürüyordunuz?",
        "numberInSurah": 87,
        "juz": 1,
        "manzil": 1,
        "page": 13,
        "ruku": 12,
        "hizbQuarter": 5,
        "sajda": false
      },
      {
        "number": 95,
        "text": "Kalblerimiz, perdelidir, dediler. Hayır, ama inkarlarından dolayı Allah onları la'netlemiştir, artık çok az inanırlar.",
        "numberInSurah": 88,
        "juz": 1,
        "manzil": 1,
        "page": 13,
        "ruku": 12,
        "hizbQuarter": 5,
        "sajda": false
      },
      {
        "number": 96,
        "text": "Ne zaman ki, onlara Allah katından, yanlarında bulunan (Tevrat)ı doğrulayıcı bir Kitap (Kur'an) geldi, daha önce inkar edenlere karşı yardım isteyip dururlarken o bildikleri (Kur'an) kendilerine gelince onu inkar ettiler; artık Allah'ın la'neti, inkarcıların üzerine olsun!",
        "numberInSurah": 89,
        "juz": 1,
        "manzil": 1,
        "page": 14,
        "ruku": 12,
        "hizbQuarter": 5,
        "sajda": false
      },
      {
        "number": 97,
        "text": "Allah'ın, kullarından dilediğine lutfuyla (vahiy) indirmesini çekemeyerek, Allah'ın indirdiğini inkar etmek için kendilerini ne alçak şeye sattılar da gazab üstüne gazaba uğradılar. İnkar edenler için alçaltıcı bir azab vardır.",
        "numberInSurah": 90,
        "juz": 1,
        "manzil": 1,
        "page": 14,
        "ruku": 12,
        "hizbQuarter": 5,
        "sajda": false
      },
      {
        "number": 98,
        "text": "Onlara: \"Allah'ın indirdiğine inanın!\" denilse, \"Bize indirilene inanırız.\" derler, ötesini kabul etmezler. Halbuki o, kendi yanlarında bulunanı doğrulayıcı bir gerçektir. De ki: \"Gerçekten inanıyor idiyseniz neden daha önce Allah'ın peygamberlerini öldürüyordunuz?\"",
        "numberInSurah": 91,
        "juz": 1,
        "manzil": 1,
        "page": 14,
        "ruku": 12,
        "hizbQuarter": 5,
        "sajda": false
      },
      {
        "number": 99,
        "text": "Andolsun Musa, size açık deliller getirmişti, sonra onun ardından tuttunuz buzağıya taptınız; siz öyle zalimlersiniz işte!",
        "numberInSurah": 92,
        "juz": 1,
        "manzil": 1,
        "page": 14,
        "ruku": 12,
        "hizbQuarter": 6,
        "sajda": false
      },
      {
        "number": 100,
        "text": "Bir zaman üzerinize Tur(dağın)ı kaldırıp sizden kesin söz almıştık: \"Size verdiğimiz şeyi kuvvetle tutun, dinleyin!\" (demiştik). \"Dinledik ve isyan ettik.\" dediler. İnkarlarıyla kalblerine buzağı sevgisi içirildi. De ki: \"Eğer inanan kimseler iseniz, imanınız size ne kötü şey emrediyor.\"",
        "numberInSurah": 93,
        "juz": 1,
        "manzil": 1,
        "page": 14,
        "ruku": 12,
        "hizbQuarter": 6,
        "sajda": false
      },
      {
        "number": 101,
        "text": "De ki: \"Eğer (dilediğiniz gibi) gerçekten Allah katında ahiret yurdu kimsenin değil, yalnız sizin ise, sözünüzde doğru iseniz, haydi ölümü temenni edin!\"",
        "numberInSurah": 94,
        "juz": 1,
        "manzil": 1,
        "page": 15,
        "ruku": 12,
        "hizbQuarter": 6,
        "sajda": false
      },
      {
        "number": 102,
        "text": "Fakat ellerinin yapıp öne sürdüğü işlerden dolayı ölümü asla istemezler, Allah zalimleri bilir.",
        "numberInSurah": 95,
        "juz": 1,
        "manzil": 1,
        "page": 15,
        "ruku": 12,
        "hizbQuarter": 6,
        "sajda": false
      },
      {
        "number": 103,
        "text": "Onları, insanların hayata en düşkünü, ortak koşanlardan daha tutkunu bulursun; her biri, bin yıl yaşatılmasını ister. Oysa yaşatılması, onu azabdan uzaklaştıracak değildir. Allah ne yaptıklarını görüyor.",
        "numberInSurah": 96,
        "juz": 1,
        "manzil": 1,
        "page": 15,
        "ruku": 12,
        "hizbQuarter": 6,
        "sajda": false
      },
      {
        "number": 104,
        "text": "De ki: \"Allah'ın izniyle Kur'an'ı kendinden öncekini doğrulayıcı ve inananlara yol gösterici ve müjdeci olarak senin kalbine indirdiği için, kim Cebrail'e düşman olursa,",
        "numberInSurah": 97,
        "juz": 1,
        "manzil": 1,
        "page": 15,
        "ruku": 13,
        "hizbQuarter": 6,
        "sajda": false
      },
      {
        "number": 105,
        "text": "(Evet) kim Allah'a, meleklerine, elçilere, Cebrail'e ve Mikail'e düşman olursa bilsin ki, Allah da inkar edenlerin düşmanıdır.",
        "numberInSurah": 98,
        "juz": 1,
        "manzil": 1,
        "page": 15,
        "ruku": 13,
        "hizbQuarter": 6,
        "sajda": false
      },
      {
        "number": 106,
        "text": "Andolsun, sana apaçık ayetler indirdik, onları yoldan çıkmışlardan başkası inkar etmez.",
        "numberInSurah": 99,
        "juz": 1,
        "manzil": 1,
        "page": 15,
        "ruku": 13,
        "hizbQuarter": 6,
        "sajda": false
      },
      {
        "number": 107,
        "text": "Ne zaman bir ahit (andlaşma) yaptılarsa, onlardan bir grup o ahdi bozup atmadı mı? Zaten çokları inanmazlar.",
        "numberInSurah": 100,
        "juz": 1,
        "manzil": 1,
        "page": 15,
        "ruku": 13,
        "hizbQuarter": 6,
        "sajda": false
      },
      {
        "number": 108,
        "text": "Allah tarafından kendilerine, yanlarında bulunanı doğrulayıcı bir elçi gelince, Kitap verilmiş olanlardan bir grup, Allah'ın Kitabını sanki bilmiyorlarmış gibi, sırtlarının arkasına attılar.",
        "numberInSurah": 101,
        "juz": 1,
        "manzil": 1,
        "page": 15,
        "ruku": 13,
        "hizbQuarter": 6,
        "sajda": false
      },
      {
        "number": 109,
        "text": "Süleyman'ın hükümdarlığı hakkında onlar, şeytanların uydurdukları sözlere uydular (Süleyman'ın, büyü yaparak saltanatını kazandığını söyleyen şeytan ruhlu insanlara uyup, Süleyman'ın büyücü olduğuna inandılar). Oysa Süleyman (büyü yaparak) küfre gitmemişti. Fakat o şeytanlar küfre gittiler: İnsanlara büyü ve Babil'de Harut ve Marut adlı melekler(den ilham alan iki kişiy)e indirileni öğretiyorlar. Halbuki onlar: \"Biz bir fitneyiz (sizin için bir sınavız), sakın, küfre gitme(yin)!\" demedikçe kimseye bir şey öğretmiyorlardı. Fakat bunlar, onlardan, erkekle karısının arasını açacak şeyler öğreniyorlardı. Ama, onlar, Allah'ın izni olmadan onunla hiç kimseye zarar veremezler. Onlar, kendilerine yarar vereni değil, zarar vereni öğreniyorlardı. Andolsun, onu sat(ıp onunla çıkar sağlay)anın, ahirette bir nasibi olmadığını gayet iyi biliyorlardı. Vicdanlarını sattıkları şey ne kötüdür, keşke (bunu) bilselerdi!",
        "numberInSurah": 102,
        "juz": 1,
        "manzil": 1,
        "page": 16,
        "ruku": 13,
        "hizbQuarter": 6,
        "sajda": false
      },
      {
        "number": 110,
        "text": "Eğer onlar inanıp (Allah'ın azabından) korunmuş olsalardı, elbette Allah katından (verilecek) sevap, (kendileri için) daha hayırlı olurdu. Keşke bilselerdi!",
        "numberInSurah": 103,
        "juz": 1,
        "manzil": 1,
        "page": 16,
        "ruku": 13,
        "hizbQuarter": 6,
        "sajda": false
      },
      {
        "number": 111,
        "text": "Ey inananlar, \"Ra'ina (bizi gözet, yahut: kaba söz)\" demeyin, \"unzurna (bize bak)\" deyin ve dinleyin. Kafirler için acı bir azab vardır.",
        "numberInSurah": 104,
        "juz": 1,
        "manzil": 1,
        "page": 16,
        "ruku": 14,
        "hizbQuarter": 6,
        "sajda": false
      },
      {
        "number": 112,
        "text": "Nankör olan bazı Kitap ehli kimseler de, müşrikler de size Rabbinizden bir hayır indirilmesini istemezler. Oysa Allah, rahmetini dilediğine tahsis eder, Allah, büyük lutuf sahibidir.",
        "numberInSurah": 105,
        "juz": 1,
        "manzil": 1,
        "page": 16,
        "ruku": 14,
        "hizbQuarter": 6,
        "sajda": false
      },
      {
        "number": 113,
        "text": "Biz bir ayeti siler veya unutturursakondan daha iyisini, ya da benzerini getiririz. Allah'ın her şeye gücü yeter olduğunu bilmedin mi?",
        "numberInSurah": 106,
        "juz": 1,
        "manzil": 1,
        "page": 17,
        "ruku": 14,
        "hizbQuarter": 7,
        "sajda": false
      },
      {
        "number": 114,
        "text": "Bilmedin mi ki, göklerin ve yerin mülkü (hükümranlığı, yönetimi, mülkiyeti) yalnız Allah'ındır. Sizin için Allah'tan başka ne bir koruyucu, ne de bir yardımcı yoktur.",
        "numberInSurah": 107,
        "juz": 1,
        "manzil": 1,
        "page": 17,
        "ruku": 14,
        "hizbQuarter": 7,
        "sajda": false
      },
      {
        "number": 115,
        "text": "Yoksa siz de Elçinizden, daha önce Musa'dan istendiği gibi bir takım isteklerde bulunmak mı istiyorsunuz? Kim imanı küfürle değiştirirse, şüphesiz (o), dümdüz yolu sapıtmıştır.",
        "numberInSurah": 108,
        "juz": 1,
        "manzil": 1,
        "page": 17,
        "ruku": 14,
        "hizbQuarter": 7,
        "sajda": false
      },
      {
        "number": 116,
        "text": "Kitap sahiplerinden çoğu, gerçek kendilerine besbelli olduktan sonra, sırf içlerindeki kıskançlıktan ötürü sizi imanınızdan sonra küfre döndürmek isterler. Allah emrini getirinceye kadar affedin, hoş görün. Şüphesiz Allah, her şeye gücü yetendir.",
        "numberInSurah": 109,
        "juz": 1,
        "manzil": 1,
        "page": 17,
        "ruku": 14,
        "hizbQuarter": 7,
        "sajda": false
      },
      {
        "number": 117,
        "text": "Namazı kılın, zekatı verin; kendiniz için yapıp gönderdiğiniz her hayrı, Allah'ın yanında bulursunuz, Allah yaptıklarınızı görür.",
        "numberInSurah": 110,
        "juz": 1,
        "manzil": 1,
        "page": 17,
        "ruku": 14,
        "hizbQuarter": 7,
        "sajda": false
      },
      {
        "number": 118,
        "text": "Yahudi yahut hıristiyan olandan başkası cennete girmeyecek, dediler. Bu, onların kuruntusudur. De ki: \"Doğru iseniz, delilinizi getirin.\"",
        "numberInSurah": 111,
        "juz": 1,
        "manzil": 1,
        "page": 17,
        "ruku": 14,
        "hizbQuarter": 7,
        "sajda": false
      },
      {
        "number": 119,
        "text": "Hayır, kim işini güzel yaparak özünü Allah'a teslim ederse, onun mükafatı, Rabbinin yanındadır. Onlara korku yoktur ve onlar üzülmeyeceklerdir.",
        "numberInSurah": 112,
        "juz": 1,
        "manzil": 1,
        "page": 17,
        "ruku": 14,
        "hizbQuarter": 7,
        "sajda": false
      },
      {
        "number": 120,
        "text": "Yahudiler: \"Hıristiyanlar, bir temel üzerinde değiller,\" dediler. Hıristiyanlar da: \"Yahudiler bir temel üzerinde değiller,\" dediler. Oysa hepsi de Kitabı okuyorlar. Bilmeyenler de tıpkı onların dedikleri gibi demişlerdi. Artık Allah, ayrılığa düştükleri şey hakkında, kıyamet günü aralarında hüküm verecektir.",
        "numberInSurah": 113,
        "juz": 1,
        "manzil": 1,
        "page": 18,
        "ruku": 15,
        "hizbQuarter": 7,
        "sajda": false
      },
      {
        "number": 121,
        "text": "Allah'ın mescidlerinde, Allah'ın adının anılmasına engel olan ve onların harabolmasına çalışandan daha zalim kim vardır? Bunların, oralara korka korka girmeleri gerekir (başka türlü girmeğe hakları yoktur). Bunlar için dünyada rezillik, ahirette de büyük azab vardır.",
        "numberInSurah": 114,
        "juz": 1,
        "manzil": 1,
        "page": 18,
        "ruku": 15,
        "hizbQuarter": 7,
        "sajda": false
      },
      {
        "number": 122,
        "text": "Doğu da, batı da Allah'ındır. Nereye dönerseniz Allah'ın yüzü (zatı) oradadır. Şüphesiz Allah'(ın rahmeti ve ni'meti) boldur. O (her şeyi) bilendir.",
        "numberInSurah": 115,
        "juz": 1,
        "manzil": 1,
        "page": 18,
        "ruku": 15,
        "hizbQuarter": 7,
        "sajda": false
      },
      {
        "number": 123,
        "text": "Allah, çocuk edindi, dediler. Haşa, O, yücedir. Göklerde ve yerde olanların hepsi O'nundur, hepsi O'na boyun eğmiştir.",
        "numberInSurah": 116,
        "juz": 1,
        "manzil": 1,
        "page": 18,
        "ruku": 15,
        "hizbQuarter": 7,
        "sajda": false
      },
      {
        "number": 124,
        "text": "(O), göklerin ve yerin yaratıcısıdır. Bir şeyi yaratmak istedi mi, ona sadece \"ol\" der, o da hemen oluverir.",
        "numberInSurah": 117,
        "juz": 1,
        "manzil": 1,
        "page": 18,
        "ruku": 15,
        "hizbQuarter": 7,
        "sajda": false
      },
      {
        "number": 125,
        "text": "Bilmeyenler dediler ki: \"Allah bizimle konuşmalı, ya da bize bir ayet (mu'cize) gelmeli değil miydi?\" Onlardan öncekiler de onların dedikleri gibi demişlerdi. Kalbleri birbirine benzedi. Gerçekleri iyice bilmek isteyenlere ayetleri açıkladık.",
        "numberInSurah": 118,
        "juz": 1,
        "manzil": 1,
        "page": 18,
        "ruku": 15,
        "hizbQuarter": 7,
        "sajda": false
      },
      {
        "number": 126,
        "text": "Doğrusu biz seni, gerçekle, müjdeleyici ve uyarıcı olarak gönderdik. Cehennem halkından sen sorumlu değilsin.",
        "numberInSurah": 119,
        "juz": 1,
        "manzil": 1,
        "page": 18,
        "ruku": 15,
        "hizbQuarter": 7,
        "sajda": false
      },
      {
        "number": 127,
        "text": "Sen onların, kendi dinlerine uymadıkça ne yahudiler, ne de hıristiyanlar senden razı olmazlar. \"Asıl doğru yol, Allah'ın yoludur\" de. Sana gelen ilimden sonra eğer onların arzularına uyarsan, andolsun ki, Allah'tan sana ne bir dost, ne de bir yardımcı olmaz.",
        "numberInSurah": 120,
        "juz": 1,
        "manzil": 1,
        "page": 19,
        "ruku": 15,
        "hizbQuarter": 7,
        "sajda": false
      },
      {
        "number": 128,
        "text": "Kendilerine verdiğimiz Kitabı, gereğince okuyanlar var ya, işte onlar, ona inanırlar. Onu inkar edenler ise ziyana uğrarlar.",
        "numberInSurah": 121,
        "juz": 1,
        "manzil": 1,
        "page": 19,
        "ruku": 15,
        "hizbQuarter": 7,
        "sajda": false
      },
      {
        "number": 129,
        "text": "Ey İsrail oğulları, size verdiğim ni'meti ve sizi alemlere üstün kılmış olduğumu hatırlayın.",
        "numberInSurah": 122,
        "juz": 1,
        "manzil": 1,
        "page": 19,
        "ruku": 16,
        "hizbQuarter": 7,
        "sajda": false
      },
      {
        "number": 130,
        "text": "Ve şu günden sakının ki, kimse kimsenin cezasını çekmez (borcunu ödemez), kimseden fidye kabul edilmez, hiç kimseye şefaat (aracılık, iltimas) fayda vermez, bir taraftan yardım da görmezler.",
        "numberInSurah": 123,
        "juz": 1,
        "manzil": 1,
        "page": 19,
        "ruku": 16,
        "hizbQuarter": 7,
        "sajda": false
      },
      {
        "number": 131,
        "text": "Bir zaman Rabbi İbrahim'i birtakım kelimelerle sınamış, o da onları tamamlayınca: \"Ben seni insanlara önder yapacağım\" demişti. \"Soyumdan da (önderler yap, ya Rabbi!)\" dedi. (Rabbi): \"zalimlere ahdim ermez (onlar için söz vermem!)\" buyurdu.",
        "numberInSurah": 124,
        "juz": 1,
        "manzil": 1,
        "page": 19,
        "ruku": 16,
        "hizbQuarter": 8,
        "sajda": false
      },
      {
        "number": 132,
        "text": "Biz Beyt'i (Ka'be'yi) insanlara sevap kazanılacak bir toplantı ve güven yeri yaptık. Siz de İbrahim'in makamından bir namaz yeri edinin (orada namaz kılın). İbrahim ve İsma'il'e: \"Tavaf edenler, ibadete kapananlar, rüku ve secde edenler için Ev'imi temizleyin!\" diye emretmiştik.",
        "numberInSurah": 125,
        "juz": 1,
        "manzil": 1,
        "page": 19,
        "ruku": 16,
        "hizbQuarter": 8,
        "sajda": false
      },
      {
        "number": 133,
        "text": "İbrahim demişti ki: \"Rabbim, bu şehri güvenli bir şehir yap, halkından Allah'a ve ahiret gününe inananları çeşitli ürünlerle besle!\" (Rabbi) buyurdu: \"İnkar edeni dahi az bir süre geçindirir, sonra onu cehennem azabına (girmeğe) zorlarım, ne kötü varılacak yerdir orası!\"",
        "numberInSurah": 126,
        "juz": 1,
        "manzil": 1,
        "page": 19,
        "ruku": 16,
        "hizbQuarter": 8,
        "sajda": false
      },
      {
        "number": 134,
        "text": "İbrahim, İsma'il'le beraber Ev'in temellerini yükseltiyor: \"Rabbi'imiz, bizden kabul buyur, kuşkusuz sen işitensin, bilensin.\"",
        "numberInSurah": 127,
        "juz": 1,
        "manzil": 1,
        "page": 20,
        "ruku": 16,
        "hizbQuarter": 8,
        "sajda": false
      },
      {
        "number": 135,
        "text": "Rabbimiz, bizi sana teslim olanlar yap, neslimizden de sana teslim olan bir ümmet çıkar; bize ibadet yerlerimizi göster, tevbemizi kabul et; zira, tevbeleri kabul eden, çok merhametli olan ancak sensin. Sen!",
        "numberInSurah": 128,
        "juz": 1,
        "manzil": 1,
        "page": 20,
        "ruku": 16,
        "hizbQuarter": 8,
        "sajda": false
      },
      {
        "number": 136,
        "text": "Rabbimiz, onlara kendi içlerinden, senin ayetlerini kendilerine okuyacak, onlara Kitabı ve hikmeti öğretecek, onları temizleyecek bir elçi gönder. Her zaman üstün gelen, her şeyi yerli yerince yapan yalnız sensin, sen!",
        "numberInSurah": 129,
        "juz": 1,
        "manzil": 1,
        "page": 20,
        "ruku": 16,
        "hizbQuarter": 8,
        "sajda": false
      },
      {
        "number": 137,
        "text": "Nefsini aşağılık yapan (beyinsiz)den başka, kim İbrahim dininden yüz çevirir? Andolsun ki, biz onu dünyada beğenip seçmiştik, ahirette de, o iyilerdendir.",
        "numberInSurah": 130,
        "juz": 1,
        "manzil": 1,
        "page": 20,
        "ruku": 17,
        "hizbQuarter": 8,
        "sajda": false
      },
      {
        "number": 138,
        "text": "Rabbi ona: \"İslam ol!\" demişti, \"Alemlerin Rabbine teslim oldum.\" dedi.",
        "numberInSurah": 131,
        "juz": 1,
        "manzil": 1,
        "page": 20,
        "ruku": 17,
        "hizbQuarter": 8,
        "sajda": false
      },
      {
        "number": 139,
        "text": "İbrahim de bunu kendi oğullarına vasiyyet etti, Ya'kub da: \"Oğullarım, Allah, sizin için o dini seçti, bundan dolayı sadece müslümanlar olarak ölünüz.\" (dedi).",
        "numberInSurah": 132,
        "juz": 1,
        "manzil": 1,
        "page": 20,
        "ruku": 17,
        "hizbQuarter": 8,
        "sajda": false
      },
      {
        "number": 140,
        "text": "Yoksa siz, Ya'kub'a ölüm (hali) geldiği zaman orada mı idiniz? O zaman (Ya'kub), oğullarına: \"Benden sonra neye kulluk edeceksiniz?\" demişti. \"Senin tanrın ve ataların İbrahim, İsma'il ve İshak'ın tanrısı olan tek Tanrı'ya kulluk edeceğiz, biz O'na teslim olanlarız.\" dediler.",
        "numberInSurah": 133,
        "juz": 1,
        "manzil": 1,
        "page": 20,
        "ruku": 17,
        "hizbQuarter": 8,
        "sajda": false
      },
      {
        "number": 141,
        "text": "Onlar bir ümmetti, gelip geçti. Onların kazandıkları kendilerine, sizin kazandıklarınız size aittir. Siz onların yaptıklarından sorulmazsınız.",
        "numberInSurah": 134,
        "juz": 1,
        "manzil": 1,
        "page": 20,
        "ruku": 17,
        "hizbQuarter": 8,
        "sajda": false
      },
      {
        "number": 142,
        "text": "Yahudi veya hıristiyan olun ki, doğru yolu bulasınız. dediler. De ki: \"Hayır, biz dosdoğru İbrahim dinine (uyarız). O, (Allah'a) ortak koşanlardan değildi.\"",
        "numberInSurah": 135,
        "juz": 1,
        "manzil": 1,
        "page": 21,
        "ruku": 17,
        "hizbQuarter": 8,
        "sajda": false
      },
      {
        "number": 143,
        "text": "Allah'a, bize indirilene, İbrahim'e, İsma'il'e, İshak'a, Ya'kub'a ve sıbt(torun kabile)lere indirilene, Musa ve Îsa'ya verilene ve (diğer) peygamberlere Rabbleri tarafından verilene inandık, onlar arasında bir ayırım yapmayız, biz Allah'a teslim olanlarız. deyin.",
        "numberInSurah": 136,
        "juz": 1,
        "manzil": 1,
        "page": 21,
        "ruku": 17,
        "hizbQuarter": 8,
        "sajda": false
      },
      {
        "number": 144,
        "text": "Eğer onlar da sizin inandığınız gibi inanırlarsa doğru yolu bulmuş olurlar; ama dönerlerse mutlaka anlaşmazlık içine düşerler. Onlara karşı Allah sana yeter. O, işitendir, bilendir.",
        "numberInSurah": 137,
        "juz": 1,
        "manzil": 1,
        "page": 21,
        "ruku": 17,
        "hizbQuarter": 8,
        "sajda": false
      },
      {
        "number": 145,
        "text": "Allah'ın boyası (ile boyan). Allah'ın boyasından daha güzel boyası olan kimdir? Biz ancak O'na kulluk ederiz.",
        "numberInSurah": 138,
        "juz": 1,
        "manzil": 1,
        "page": 21,
        "ruku": 17,
        "hizbQuarter": 8,
        "sajda": false
      },
      {
        "number": 146,
        "text": "Söyle (onlara): \"Allah, bizim de Rabbimiz, sizin de Rabbiniz iken, O'nun hakkında bizimle tartışıyor musunuz? Bizim yaptıklarımız bize, sizin yaptıklarınız size aittir. Biz O'na gönülden bağlananlarız.\"",
        "numberInSurah": 139,
        "juz": 1,
        "manzil": 1,
        "page": 21,
        "ruku": 17,
        "hizbQuarter": 8,
        "sajda": false
      },
      {
        "number": 147,
        "text": "Yoksa siz, İbrahim, İsma'il, İshak, Ya'kub ve sıbt(torun kabile)lerin, yahudi, yahut hıristiyan olduklarını mı söylüyorsunuz? De ki: \"Siz mi daha iyi bilirsiniz, yoksa Allah mı?\" Allah tarafından bildiği bir (gerçeğin) tanıklığını gizleyenden daha zalim kim olabilir? Allah yaptıklarınızdan gafil değildir.",
        "numberInSurah": 140,
        "juz": 1,
        "manzil": 1,
        "page": 21,
        "ruku": 17,
        "hizbQuarter": 8,
        "sajda": false
      },
      {
        "number": 148,
        "text": "Onlar bir ümmetti, gelip geçti. Onların kazandıkları kendilerine, sizin kazandıklarınız size aittir. Siz onların yaptıklarından sorulmazsınız.",
        "numberInSurah": 141,
        "juz": 1,
        "manzil": 1,
        "page": 21,
        "ruku": 17,
        "hizbQuarter": 8,
        "sajda": false
      },
      {
        "number": 149,
        "text": "İnsanlardan bazı beyinsizler: \"Onları, üzerinde bulundukları kıbleden çeviren nedir?\" diyecekler. De ki: \"Doğu da batı da Allah'ındır. O, dilediğini doğru yola iletir.\"",
        "numberInSurah": 142,
        "juz": 2,
        "manzil": 1,
        "page": 22,
        "ruku": 18,
        "hizbQuarter": 9,
        "sajda": false
      },
      {
        "number": 150,
        "text": "Böylece sizi orta bir ümmet yaptık ki, insanlara şahid olasınız. Elçi de size şahid olsun. Biz, Elçi'ye uyanı, ökçesi üzerinde geriye dönenden ayıralım diye, eskiden yöneldiğin Ka'be'yi kıble yaptık. Bu, Allah'ın yol gösterdiği kimselerden başkasına elbette ağır gelir. Allah sizin imanınızı zayi edecek değildir. Şüphesiz Allah, insanlara şefkatli, merhametlidir.",
        "numberInSurah": 143,
        "juz": 2,
        "manzil": 1,
        "page": 22,
        "ruku": 18,
        "hizbQuarter": 9,
        "sajda": false
      },
      {
        "number": 151,
        "text": "(Ey Muhammed), biz senin yüzünün göğe doğru çevrilip durduğunu (gökten haber beklediğini) görüyoruz. (Merak etme) elbette seni, hoşlanacağın bir kıbleye döndüreceğiz. (Bundan böyle) yüzünü Mescid-i Haram tarafına çevir. Nerede olursanız, yüzlerinizio yöne çevirin. Kitap verilenler, bunun Rableri tarafından bir gerçek olduğunu bilirler. Allah onların yaptıklarından habersiz değildir.",
        "numberInSurah": 144,
        "juz": 2,
        "manzil": 1,
        "page": 22,
        "ruku": 18,
        "hizbQuarter": 9,
        "sajda": false
      },
      {
        "number": 152,
        "text": "Sen Kitap verilenlere her türlü ayeti getirsen yine onlar senin kıblene uymazlar; sen de onların kıblesine uyacak değilsin. Onlar birbirlerinin kıblesine de uymazlar. Sana gelen ilimden sonra onların keyiflerine uyarsan, o takdirde sen, mutlaka zalimlerden olursun.",
        "numberInSurah": 145,
        "juz": 2,
        "manzil": 1,
        "page": 22,
        "ruku": 18,
        "hizbQuarter": 9,
        "sajda": false
      },
      {
        "number": 153,
        "text": "Kendilerine Kitap verdiklerimiz, onu, oğullarını tanıdıkları gibi tanırlar, ama yine de onlardan bir grup, bile bile gerçeği gizlerler.",
        "numberInSurah": 146,
        "juz": 2,
        "manzil": 1,
        "page": 23,
        "ruku": 18,
        "hizbQuarter": 9,
        "sajda": false
      },
      {
        "number": 154,
        "text": "Gerçek, Rabbinden gelendir, artık kuşkulananlardan olma.",
        "numberInSurah": 147,
        "juz": 2,
        "manzil": 1,
        "page": 23,
        "ruku": 18,
        "hizbQuarter": 9,
        "sajda": false
      },
      {
        "number": 155,
        "text": "Her ümmetin yöneldiği bir yönü vardır. O halde hayır işlerine koşun; nerede olsanız, Allah sizi bir araya getirir, kuşkusuz Allah, her şeyi yapabilir.",
        "numberInSurah": 148,
        "juz": 2,
        "manzil": 1,
        "page": 23,
        "ruku": 19,
        "hizbQuarter": 9,
        "sajda": false
      },
      {
        "number": 156,
        "text": "Nereden (yola) çıkarsan, yüzünü Mescid-i Haram'a doğru çevir. Bu elbette Rabbinden gelen gerçektir. Allah, yaptıklarınızdan habersiz değildir.",
        "numberInSurah": 149,
        "juz": 2,
        "manzil": 1,
        "page": 23,
        "ruku": 19,
        "hizbQuarter": 9,
        "sajda": false
      },
      {
        "number": 157,
        "text": "Nereden (yola) çıkarsan yüzünü Mescid-i Haram'a doğru çevir, nerede olursanız, yüzünüzü o yana çevirin ki, haksızlardan başka hiç kimsenin, aleyhinizde bir delili olmasın. Onlardan da çekinmeyin, benden çekinin ve (o yana dönün ki) size olan ni'metimi tamamlayayım, böylece yolu bulmuş olasınız.",
        "numberInSurah": 150,
        "juz": 2,
        "manzil": 1,
        "page": 23,
        "ruku": 19,
        "hizbQuarter": 9,
        "sajda": false
      },
      {
        "number": 158,
        "text": "Nitekim kendi içinizden, size ayetlerimizi okuyan, sizi temizleyen, size Kitabı, hikmeti ve bilmediklerinizi öğreten bir Elçi gönderdik.",
        "numberInSurah": 151,
        "juz": 2,
        "manzil": 1,
        "page": 23,
        "ruku": 19,
        "hizbQuarter": 9,
        "sajda": false
      },
      {
        "number": 159,
        "text": "Öyle ise beni anın ki, ben de sizi anayım; bana şükredin, nankörlük etmeyin.",
        "numberInSurah": 152,
        "juz": 2,
        "manzil": 1,
        "page": 23,
        "ruku": 19,
        "hizbQuarter": 9,
        "sajda": false
      },
      {
        "number": 160,
        "text": "Ey inananlar, sabır ve namazla (Allah'tan) yardım isteyin, muhakkak ki Allah, sabredenlerle beraberdir.",
        "numberInSurah": 153,
        "juz": 2,
        "manzil": 1,
        "page": 23,
        "ruku": 20,
        "hizbQuarter": 9,
        "sajda": false
      },
      {
        "number": 161,
        "text": "Allah yolunda öldürülenlere, \"ölüler\" demeyin; hayır, onlar diridirler, ama siz farkında olmazsınız.",
        "numberInSurah": 154,
        "juz": 2,
        "manzil": 1,
        "page": 24,
        "ruku": 20,
        "hizbQuarter": 9,
        "sajda": false
      },
      {
        "number": 162,
        "text": "Andolsun, sizi korku, açlık, mallar(ınız)dan canlar(ınız)dan ve ürünler(iniz)den eksiltmek gibi şeylerle deneriz; sabredenleri müjdele.",
        "numberInSurah": 155,
        "juz": 2,
        "manzil": 1,
        "page": 24,
        "ruku": 20,
        "hizbQuarter": 9,
        "sajda": false
      },
      {
        "number": 163,
        "text": "Ki onlara bir bela eriştiği zaman: \"Biz Allah içiniz ve biz O'na döneceğiz,\" derler.",
        "numberInSurah": 156,
        "juz": 2,
        "manzil": 1,
        "page": 24,
        "ruku": 20,
        "hizbQuarter": 9,
        "sajda": false
      },
      {
        "number": 164,
        "text": "İşte Rablerinden bağışlamalar ve rahmet hep onlaradır ve doğru yolu bulanlar da onlardır.",
        "numberInSurah": 157,
        "juz": 2,
        "manzil": 1,
        "page": 24,
        "ruku": 20,
        "hizbQuarter": 9,
        "sajda": false
      },
      {
        "number": 165,
        "text": "Safa ile Merve Allah'ın nişanlarındandır. Kim Ev'i hacceder, ya da ömre yaparsa onları tavaf etmesinde kendisine bir günah yoktur. Kim kendiliğinden bir iyilik yaparsa bilsin ki, Allah karşılığını verir, (yaptığını) bilir.",
        "numberInSurah": 158,
        "juz": 2,
        "manzil": 1,
        "page": 24,
        "ruku": 20,
        "hizbQuarter": 10,
        "sajda": false
      },
      {
        "number": 166,
        "text": "İndirdiğimiz açık delilleri ve hidayeti biz Kitapta insanlara açıkça belirttikten sonra gizleyenler (var ya), işte onlara hem Allah la'net eder, hem bütün la'net edebilenler la'net eder.",
        "numberInSurah": 159,
        "juz": 2,
        "manzil": 1,
        "page": 24,
        "ruku": 20,
        "hizbQuarter": 10,
        "sajda": false
      },
      {
        "number": 167,
        "text": "Ancak tevbe edip uslananlar ve (gerçeği) açıklayanlar başka. Onları bağışlarım. Çünkü ben tevbeyi çok kabul edenim, çok esirgeyenim.",
        "numberInSurah": 160,
        "juz": 2,
        "manzil": 1,
        "page": 24,
        "ruku": 20,
        "hizbQuarter": 10,
        "sajda": false
      },
      {
        "number": 168,
        "text": "Ama ayetlerimizi inkar etmiş ve kafir olarak ölmüş olanlar, işte Allah'ın, meleklerin ve tüm insanların la'neti onların üstünedir.",
        "numberInSurah": 161,
        "juz": 2,
        "manzil": 1,
        "page": 24,
        "ruku": 20,
        "hizbQuarter": 10,
        "sajda": false
      },
      {
        "number": 169,
        "text": "Ebedi la'net içinde kalırlar. Ne kendilerinden azab hafifletilir, ne de onlara fırsat verilir.",
        "numberInSurah": 162,
        "juz": 2,
        "manzil": 1,
        "page": 24,
        "ruku": 20,
        "hizbQuarter": 10,
        "sajda": false
      },
      {
        "number": 170,
        "text": "Tanrınız bir tek Tanrı'dır, O'ndan başka tanrı yoktur, O Rahman'dır, Rahim'dir.",
        "numberInSurah": 163,
        "juz": 2,
        "manzil": 1,
        "page": 24,
        "ruku": 20,
        "hizbQuarter": 10,
        "sajda": false
      },
      {
        "number": 171,
        "text": "Şüphesiz göklerin ve yerin yaratılışında, gece ve gündüzün değişmesinde, insanların faydasına olan şeyleri denizde taşıyıp giden gemilerde, Allah'ın gökten su indirip onunla ölmüş olan yeri dirilterek üzerine her çeşit canlıyı yaymasında, rüzgarlarıve yer ile gök arasında emre hazır bekleyen bulutları evirip çevirmesinde elbette düşünen bir topluluk için (Allah'ın varlığına ve birliğine) deliller vardır.",
        "numberInSurah": 164,
        "juz": 2,
        "manzil": 1,
        "page": 25,
        "ruku": 21,
        "hizbQuarter": 10,
        "sajda": false
      },
      {
        "number": 172,
        "text": "İnsanlardan kimi, Allah'tan başka eşler tutar, Allah'ı sever gibi onları severler. İnananlar ise en çok Allah'ı severler. Zulmedenler, azabı gördükleri zaman bütün kuvvetin Allah'a aidolduğunu ve Allah'ın azabının çetin olduğunu anlayacaklarını keşkebilselerdi!",
        "numberInSurah": 165,
        "juz": 2,
        "manzil": 1,
        "page": 25,
        "ruku": 21,
        "hizbQuarter": 10,
        "sajda": false
      },
      {
        "number": 173,
        "text": "İşte uyulanlar, uyanlardan uzak durdular; azabı gördüler, aralarındaki bağlar kesildi.",
        "numberInSurah": 166,
        "juz": 2,
        "manzil": 1,
        "page": 25,
        "ruku": 21,
        "hizbQuarter": 10,
        "sajda": false
      },
      {
        "number": 174,
        "text": "Uyanlar, şöyle dediler; \"Ah keşke bir daha dünyaya gitmemiz mümkün olsaydı da şimdi onların bizden uzak durdukları gibi biz de onlardan uzak dursaydık!\" Böylece Allah, onlara işledikleri bütün fiilleri hasretler (pişmanlık kaynağı olarak) gösterir. Ve onlar, ateşten çıkamazlar.",
        "numberInSurah": 167,
        "juz": 2,
        "manzil": 1,
        "page": 25,
        "ruku": 21,
        "hizbQuarter": 10,
        "sajda": false
      },
      {
        "number": 175,
        "text": "Ey insanlar, yeryüzünde bulunan helal ve temiz şeylerden yeyin, şeytanın adımlarını izlemeyin; çünkü o, sizin apaçık düşmanınızdır.",
        "numberInSurah": 168,
        "juz": 2,
        "manzil": 1,
        "page": 25,
        "ruku": 22,
        "hizbQuarter": 10,
        "sajda": false
      },
      {
        "number": 176,
        "text": "O size daima kötülük ve çirkin iş (yapmanızı), Allah hakkında bilmediğiniz şeyler söylemenizi emreder.",
        "numberInSurah": 169,
        "juz": 2,
        "manzil": 1,
        "page": 25,
        "ruku": 22,
        "hizbQuarter": 10,
        "sajda": false
      },
      {
        "number": 177,
        "text": "Onlara: \"Allah'ın indirdiğine uyun!\" dense, \"Hayır, biz atalarımızı üzerinde bulduğumuz(yol)a uyarız!\" derler. Peki ama, ataları bir şey düşünmeyen, doğru yolu bulamayan kimseler olsalar da mı (atalarının yoluna uyacaklar)?",
        "numberInSurah": 170,
        "juz": 2,
        "manzil": 1,
        "page": 26,
        "ruku": 22,
        "hizbQuarter": 10,
        "sajda": false
      },
      {
        "number": 178,
        "text": "O inkar edenler(i Hakk'a çağıran)ın durumu, tıpkı bağırıp çağırmadan başka bir şey işitmeyen (işittiği sesin manasını anlamayan hayvanlar)a haykıran kimsenin durumu gibidir. (Onlar), sağır, dilsiz ve kördürler, onun için düşünmezler.",
        "numberInSurah": 171,
        "juz": 2,
        "manzil": 1,
        "page": 26,
        "ruku": 22,
        "hizbQuarter": 10,
        "sajda": false
      },
      {
        "number": 179,
        "text": "Ey inananlar, size verdiğimiz rızıkların iyilerinden yeyin, Allah'a tapıyorsanız, O'na şükredin.",
        "numberInSurah": 172,
        "juz": 2,
        "manzil": 1,
        "page": 26,
        "ruku": 22,
        "hizbQuarter": 10,
        "sajda": false
      },
      {
        "number": 180,
        "text": "Allah size leş, kan, domuz eti ve Allah'tan başkası adına kesileni haram kıldı. Ama kim mecbur kalırsa, (başkasına) saldırmadan ve sınırı aşmadan (bunlardan) yemesinde bir günah yoktur. Muhakkak ki Allah çok bağışlayandır, çok esirgeyendir.",
        "numberInSurah": 173,
        "juz": 2,
        "manzil": 1,
        "page": 26,
        "ruku": 22,
        "hizbQuarter": 10,
        "sajda": false
      },
      {
        "number": 181,
        "text": "Allah'ın indirdiği Kitaptan bir şey gizleyip, onu birkaç paraya satanlar var ya, işte onlar karınlarına ateşten başka bir şey koymuyorlar. Kıyamet günü Allah ne onlara konuşacak ve ne de onları temizleyecektir. Onlar için acı bir azab vardır.",
        "numberInSurah": 174,
        "juz": 2,
        "manzil": 1,
        "page": 26,
        "ruku": 22,
        "hizbQuarter": 10,
        "sajda": false
      },
      {
        "number": 182,
        "text": "Onlar hidayet karşılığında sapıklık, mağfiret karşılığında azab satın almışlardır. Onlar ateşe, karşı ne kadar da dayanıklıdırlar(!)",
        "numberInSurah": 175,
        "juz": 2,
        "manzil": 1,
        "page": 26,
        "ruku": 22,
        "hizbQuarter": 10,
        "sajda": false
      },
      {
        "number": 183,
        "text": "(Onlara) böyle(azab edilecek)dir. Çünkü Allah, Kitabı gerçekle indirmiştir. Kitapta ayrılığa düşenler, elbette derin bir anlaşmazlık içindedirler.",
        "numberInSurah": 176,
        "juz": 2,
        "manzil": 1,
        "page": 26,
        "ruku": 22,
        "hizbQuarter": 10,
        "sajda": false
      },
      {
        "number": 184,
        "text": "Yüzlerinizi doğu ve batı tarafına çevirmeniz iyilik değildir. Asıl iyilik, o(kimsenin iyiliği)dir ki, Allah'a, ahiret gününe, meleklere, Kitaba ve peygamberlere inandı; sevdiği malını yakınlara, yetimlere, yoksullara, yolda kalmışlara, dilencilere ve boyunduruk altında bulunan(köle ve esir)lere verdi; namazı kıldı, zekatı verdi. Andlaşma yaptıkları zaman andlaşmalarını yerine getirenler; sıkıntı, hastalık ve savaş zamanlarında sabredenler, işte doğru olanlar onlardır, (Allah'ın azabından) korunanlar da onlardır.",
        "numberInSurah": 177,
        "juz": 2,
        "manzil": 1,
        "page": 27,
        "ruku": 23,
        "hizbQuarter": 11,
        "sajda": false
      },
      {
        "number": 185,
        "text": "Ey inananlar, öldürmelerde kısas size farz kılındı. (Katilin de öldürülmesi gerekir). Hüre hür, köleye köle, kadına kadın. Kardeşi tarafından kısmen affedilen kimse, örfe uyup o(affeden kardeşi)ne güzelce (diyeti) ödemelidir! Bu, Rabbiniz tarafından bir hafifletme ve acımadır. Kim bundan sonra da saldırıya kalkarsa artık onun için acı bir azab vardır.",
        "numberInSurah": 178,
        "juz": 2,
        "manzil": 1,
        "page": 27,
        "ruku": 23,
        "hizbQuarter": 11,
        "sajda": false
      },
      {
        "number": 186,
        "text": "Ey akıl sahipleri, kısasta sizin için hayat vardır, böylece korunursunuz.",
        "numberInSurah": 179,
        "juz": 2,
        "manzil": 1,
        "page": 27,
        "ruku": 23,
        "hizbQuarter": 11,
        "sajda": false
      },
      {
        "number": 187,
        "text": "Birinize ölüm geldiği zaman, eğer bir hayır (mal) bırakacaksa, anaya, babaya, yakınlara uygun bir biçimde vasiyyet etmek, korunanlar üzerine bir borçtur.",
        "numberInSurah": 180,
        "juz": 2,
        "manzil": 1,
        "page": 27,
        "ruku": 23,
        "hizbQuarter": 11,
        "sajda": false
      },
      {
        "number": 188,
        "text": "Kim işittikten sonra vasiyyeti değiştirirse, günahı, onu değiştirenlerin boynunadır. Şüphesiz Allah işitendir, bilendir.",
        "numberInSurah": 181,
        "juz": 2,
        "manzil": 1,
        "page": 27,
        "ruku": 23,
        "hizbQuarter": 11,
        "sajda": false
      },
      {
        "number": 189,
        "text": "Kim de vasiyyet edenin bir hata veya günah işlemesinden korkar da (tarafların) aralarını düzeltirse, ona günah yoktur, Allah bağışlayandır, esirgeyendir.",
        "numberInSurah": 182,
        "juz": 2,
        "manzil": 1,
        "page": 28,
        "ruku": 23,
        "hizbQuarter": 11,
        "sajda": false
      },
      {
        "number": 190,
        "text": "Ey inananlar, sizden öncekilere yazıldığı gibi (günahlardan) korunmanız için sizin üzerinize de oruç yazıldı;",
        "numberInSurah": 183,
        "juz": 2,
        "manzil": 1,
        "page": 28,
        "ruku": 24,
        "hizbQuarter": 11,
        "sajda": false
      },
      {
        "number": 191,
        "text": "Sayılı günler olarak. Sizden kim hasta veya seferde olursa tutamadığı günler sayısınca başka günlerde (tutar). Oruca (güç) dayananların fidye vermesi, bir yoksulu doyurması lazımdır. Bununla beraber gönül isteğiyle kim bir iyilik yapar(oruç tutar)sa o, kendisi için iyidir. Bilirseniz oruç tutmanız, sizin için daha hayırlıdır.",
        "numberInSurah": 184,
        "juz": 2,
        "manzil": 1,
        "page": 28,
        "ruku": 24,
        "hizbQuarter": 11,
        "sajda": false
      },
      {
        "number": 192,
        "text": "Ramazan ayı, insanlara yol gösteren, hidayeti, doğruyu ve yanlışı ayırdedip açıklayan Kur'an'ın indirildiği aydır. İçinizden kim o aya yetişir(ayı görür)se oruç tutsun. Kim hasta olur, yahut seferde bulunursa tutamadığı günler sayısınca başka günlerde oruç tutsun. Allah sizin için kolaylık ister, güçlük istemez. Sayıyı tamamlamanızı, size doğru yolu gösterdiğinden dolayı Allah'ı tekbir etmenizi ister. Şükredesiniz diye (size bu kolaylığı gösterir).",
        "numberInSurah": 185,
        "juz": 2,
        "manzil": 1,
        "page": 28,
        "ruku": 24,
        "hizbQuarter": 11,
        "sajda": false
      },
      {
        "number": 193,
        "text": "Kullarım, sana benden sorar(lar)sa (söyle): Ben (onlara) yakınım. du'a eden, bana du'a ettiği zaman onun du'asına karşılık veririm. O halde onlar da bana karşılık versin(benim çağrıma uysun)lar, bana inansınlar ki, doğru yolu bulmuş olalar.",
        "numberInSurah": 186,
        "juz": 2,
        "manzil": 1,
        "page": 28,
        "ruku": 24,
        "hizbQuarter": 11,
        "sajda": false
      },
      {
        "number": 194,
        "text": "Oruç gecesi, kadınlarınıza yaklaşmak, size helal kılındı. Onlar sizin elbisenizdir, siz de onların elbisesisiniz. Allah, sizin kendinize yazık etmekte olduğunuzu bildi de tevbenizi kabul edip sizi affetti. Artık şimdi onlara yaklaşın ve Allah'ın sizin için yaz(ıp takdir etmiş ol)duğunu arayın; şafağın beyaz ipliği siyah iplikten ayırdelinceye kadar yeyin, için; sonra ta gece oluncaya dek orucu tamamlayın; mescidlerde ibadete çekilmiş iken kadınlara yaklaşmayın. Bunlar, Allah'ın (yasak) sınırlarıdır, bunlara yaklaşmayın. Allah, insanlara ayetlerini böyle açıklar ki korunup sakınsınlar.",
        "numberInSurah": 187,
        "juz": 2,
        "manzil": 1,
        "page": 29,
        "ruku": 24,
        "hizbQuarter": 11,
        "sajda": false
      },
      {
        "number": 195,
        "text": "Mallarınızı, aranızda batıl (sebepler) ile yemeyin; bile bile insanların mallarından bir kısmını günah bir biçimde yemeniz için onları hakimler(in önün)e atmayın (hakimlere götürmeyin veya onlara rüşvet vermeyin).",
        "numberInSurah": 188,
        "juz": 2,
        "manzil": 1,
        "page": 29,
        "ruku": 24,
        "hizbQuarter": 11,
        "sajda": false
      },
      {
        "number": 196,
        "text": "Sana doğan aylardan soruyorlar. De ki: \"Onlar, insanlar ve hac için vakit ölçüleridir.\" Evlere arkalarından girmek iyilik değildir. İyilik, Allah'tan korkanın iyiliğidir. Evlere kapılarından girin ve Allah'tan korkun ki, başarıya eresiniz, umduğunuzu bulasınız.",
        "numberInSurah": 189,
        "juz": 2,
        "manzil": 1,
        "page": 29,
        "ruku": 25,
        "hizbQuarter": 12,
        "sajda": false
      },
      {
        "number": 197,
        "text": "Sizinle savaşanlarla Allah yolunda savaşın; fakat haksız yere saldırmayın, çünkü Allah, saldırganları sevmez.",
        "numberInSurah": 190,
        "juz": 2,
        "manzil": 1,
        "page": 29,
        "ruku": 25,
        "hizbQuarter": 12,
        "sajda": false
      },
      {
        "number": 198,
        "text": "Onları nerede yakalarsanız öldürün, onların sizi çıkardıkları yer(Mekke)den size de onları çıkarın! Fitne (baskı yapmak), adam öldürmekten daha kötüdür. Mescid-i Haram'da onlarla savaşmayın ki, onlar da sizinle orada savaşmasınlar. Fakat onlar sizinle savaşırlarsa, hemen onları öldürün; kafirlerin cezası böyledir.",
        "numberInSurah": 191,
        "juz": 2,
        "manzil": 1,
        "page": 30,
        "ruku": 25,
        "hizbQuarter": 12,
        "sajda": false
      },
      {
        "number": 199,
        "text": "Eğer onlar (saldırılarına) son verirlerse, Allah bağışlayandır, esirgeyendir.",
        "numberInSurah": 192,
        "juz": 2,
        "manzil": 1,
        "page": 30,
        "ruku": 25,
        "hizbQuarter": 12,
        "sajda": false
      },
      {
        "number": 200,
        "text": "Onlarla savaşın ki, fitne (baskı) ortadan kalksın, din yalnız Allah'ın dini olsun. (Yalnız O'na tapılsın) Eğer (saldırılarına) son verirlerse artık zalimlerden başkasına düşmanlık olmaz.",
        "numberInSurah": 193,
        "juz": 2,
        "manzil": 1,
        "page": 30,
        "ruku": 25,
        "hizbQuarter": 12,
        "sajda": false
      },
      {
        "number": 201,
        "text": "Haram ayı, haram aya karşılıktır. Hürmetler, karşılıklıdır. Kim size saldırırsa, onun size saldırdığı kadar siz de ona saldırın; Allah'tan korkun, bilin ki Allah (günahlardan) korunanlarla beraberdir.",
        "numberInSurah": 194,
        "juz": 2,
        "manzil": 1,
        "page": 30,
        "ruku": 25,
        "hizbQuarter": 12,
        "sajda": false
      },
      {
        "number": 202,
        "text": "(Mallarınızı) Allah yolunda harcayın, kendi ellerinizle kendinizi tehlikeye atmayın, iyilik edin, doğrusu Allah iyilik edenleri sever.",
        "numberInSurah": 195,
        "juz": 2,
        "manzil": 1,
        "page": 30,
        "ruku": 25,
        "hizbQuarter": 12,
        "sajda": false
      },
      {
        "number": 203,
        "text": "Allah için haccı ve ömreyi tamamlayın. Eğer (engellenmiş olursanız kolayınıza gelen kurbanı (gönderin); kurban yerine varıncaya kadar başlarınızı tıraş etmeyin. İçinizden hasta olan, ya da başından bir rahatsızlığı bulunan (bundan ötürü tıraş olmak zorunda kalan) kimse, oruçtan, sadakadan veya kurbandan (biriyle) fidye (versin). Güvene kavuştuğunuzda, hac (zamanın)a kadar ömre ile faydalanmak isteyen kimse, kolayına gelen kurbanı keser. (Kurban) Bulamayan kimse üç gün hacda, yedi gün de döndüğünüz zaman (olmak üzere) tam on gün oruç tutar. Bu, ailesi Mescid-i Haram (civarın)da oturmayanlar içindir. Allah'tan korkun ve Allah'ın cezasının çetin olduğunu bilin.",
        "numberInSurah": 196,
        "juz": 2,
        "manzil": 1,
        "page": 30,
        "ruku": 25,
        "hizbQuarter": 12,
        "sajda": false
      },
      {
        "number": 204,
        "text": "Hac, bilinen aylardadır. Kim o aylarda (ihrama girerek) haccı (kendisine) gerekli kılarsa bilsin ki, hacda kadına yaklaşmak, günaha sapmak, kavga etmek yoktur. Allah, yaptığınız her iyiliği bilir. Yanınıza azık alın (da açlıktan korunun), azığın en iyisi korunmadır. Ey akıl sahipleri benden korunun!",
        "numberInSurah": 197,
        "juz": 2,
        "manzil": 1,
        "page": 31,
        "ruku": 26,
        "hizbQuarter": 12,
        "sajda": false
      },
      {
        "number": 205,
        "text": "Rabbinizin lutuf ve keremini aramanızda sizin için bir günah yoktur. Arafat(taki duruş)tan ayrılıp (Müzdelife'ye) akın edince Meş'ar-i haram'da Allah'ı anın, O'nun size gösterdiği biçimde O'nu anın. O'nun yol göstermesinden önce siz, sapıklardan idiniz.",
        "numberInSurah": 198,
        "juz": 2,
        "manzil": 1,
        "page": 31,
        "ruku": 26,
        "hizbQuarter": 12,
        "sajda": false
      },
      {
        "number": 206,
        "text": "Sonra insanların akın akın döndüğü yerden siz de akın edin ve Allah'tan mağfiret dileyin, şüphesiz Allah bağışlayandır, esirgeyendir.",
        "numberInSurah": 199,
        "juz": 2,
        "manzil": 1,
        "page": 31,
        "ruku": 26,
        "hizbQuarter": 12,
        "sajda": false
      },
      {
        "number": 207,
        "text": "Hac ibadetlerinizi bitirince atalarınızı andığınız gibi hatta, daha kuvvetli bir anışla Allah'ı anın. İnsanlardan kimi \"Rabbimiz bize dünyada ver!\" der; onun ahirette bir payı yoktur.",
        "numberInSurah": 200,
        "juz": 2,
        "manzil": 1,
        "page": 31,
        "ruku": 26,
        "hizbQuarter": 12,
        "sajda": false
      },
      {
        "number": 208,
        "text": "Onlardan kimi de: \"Rabbimiz, bize dünyada da güzellik ver, ahirette de güzellik ver, bizi ateş azabından koru!\" der.",
        "numberInSurah": 201,
        "juz": 2,
        "manzil": 1,
        "page": 31,
        "ruku": 26,
        "hizbQuarter": 12,
        "sajda": false
      },
      {
        "number": 209,
        "text": "İşte onlara, kazandıklarından bir pay vardır. Allah, hesabı çabuk görendir.",
        "numberInSurah": 202,
        "juz": 2,
        "manzil": 1,
        "page": 31,
        "ruku": 26,
        "hizbQuarter": 12,
        "sajda": false
      },
      {
        "number": 210,
        "text": "Sayılı günlerde Allah'ı anın (tekbir alın). Kim hemen iki gün içinde (Mina'dan Mekke'ye) dönerse ona günah yoktur. Kim geri kalırsa korunduğu takdirde ona da günah yoktur. Allah'tan korkun ve O'nun huzuruna toplanacağınızı bilin.",
        "numberInSurah": 203,
        "juz": 2,
        "manzil": 1,
        "page": 32,
        "ruku": 26,
        "hizbQuarter": 13,
        "sajda": false
      },
      {
        "number": 211,
        "text": "İnsanlardan öylesi var ki, dünya hayatına dair sözü, senin hoşuna gider. Kalbinde olan (samimi düşüncelerini söylediğin)e Allah'ı şahid tutar. Oysa o, hasımların en yamanıdır.",
        "numberInSurah": 204,
        "juz": 2,
        "manzil": 1,
        "page": 32,
        "ruku": 26,
        "hizbQuarter": 13,
        "sajda": false
      },
      {
        "number": 212,
        "text": "Dönüp gitti mi (veya iş başına geçti mi) yeryüzünde bozgunculuk yapmağa, ekin ve nesli yok etmeğe çalışır; Allah da bozgunculuğu sevmez.",
        "numberInSurah": 205,
        "juz": 2,
        "manzil": 1,
        "page": 32,
        "ruku": 26,
        "hizbQuarter": 13,
        "sajda": false
      },
      {
        "number": 213,
        "text": "Ona: \"Allah'tan kork!\" dense gururu, kendisini günaha sürükler. Artık ona cehennem yetişir; ne kötü bir yataktır o!..",
        "numberInSurah": 206,
        "juz": 2,
        "manzil": 1,
        "page": 32,
        "ruku": 26,
        "hizbQuarter": 13,
        "sajda": false
      },
      {
        "number": 214,
        "text": "İnsanlardan öylesi var ki, kendisini Allah'ın rızasın(ı kazanmay)a satar. Allah da kullar(ın)a çok şefkatlidir.",
        "numberInSurah": 207,
        "juz": 2,
        "manzil": 1,
        "page": 32,
        "ruku": 26,
        "hizbQuarter": 13,
        "sajda": false
      },
      {
        "number": 215,
        "text": "Ey inananlar, hepiniz birlikte islama (veya barışa) girin, şeytanın adımlarını izlemeyin, çünkü o size apaçık düşmandır.",
        "numberInSurah": 208,
        "juz": 2,
        "manzil": 1,
        "page": 32,
        "ruku": 26,
        "hizbQuarter": 13,
        "sajda": false
      },
      {
        "number": 216,
        "text": "Size açık açık deliller geldikten sonra yine (hak yoldan) kayarsanız, bilin ki Allah daima üstündür, hüküm ve hikmet sahibidir.",
        "numberInSurah": 209,
        "juz": 2,
        "manzil": 1,
        "page": 32,
        "ruku": 26,
        "hizbQuarter": 13,
        "sajda": false
      },
      {
        "number": 217,
        "text": "Onlar, ille buluttan gölgeler içinde Allah'ın ve meleklerin gelmesini ve işin bitirilmesini mi bekliyorlar? Halbuki bütün işler tekrar Allah'a döndürülüp götürülecektir.",
        "numberInSurah": 210,
        "juz": 2,
        "manzil": 1,
        "page": 32,
        "ruku": 26,
        "hizbQuarter": 13,
        "sajda": false
      },
      {
        "number": 218,
        "text": "İsrail oğullarına sor; onlara nice açık ayetler verdik. Kim, Allah'ın kendisine gelen ni'metini değiştirirse bilsin ki, Allah'ın cezası çetindir.",
        "numberInSurah": 211,
        "juz": 2,
        "manzil": 1,
        "page": 33,
        "ruku": 27,
        "hizbQuarter": 13,
        "sajda": false
      },
      {
        "number": 219,
        "text": "İnkar edenlere dünya hayatı süslü gösterildi; (onlar) inananlarla alay ederler. Oysa korunanlar, kıyamet gününde onlardan üstündürler. Allah, dilediğine hesapsız rızık verir.",
        "numberInSurah": 212,
        "juz": 2,
        "manzil": 1,
        "page": 33,
        "ruku": 27,
        "hizbQuarter": 13,
        "sajda": false
      },
      {
        "number": 220,
        "text": "İnsanlar bir tek ümmet idi. Sonra Allah, peygamberleri, müjdeciler ve uyarıcılar olarak gönderdi; onlarla beraber, anlaşmazlığa düştükleri konularda insanlar arasında hükmetmek üzere, içinde gerçekleri taşıyan Kitabı indirdi. Kendilerine Kitap verilmiş olanlar, kendilerine açık deliller geldikten sonra, sırf aralarındaki kıskançlıktan ötürü o(Kitap hakkı)nda anlaşmazlığa düştü(ler). Bunun üzerine Allah, kendi izniyle inananları, onların üzerinde ayrılığa düştükleri gerçeğe iletti. Allah, dilediğini doğru yola iletir.",
        "numberInSurah": 213,
        "juz": 2,
        "manzil": 1,
        "page": 33,
        "ruku": 27,
        "hizbQuarter": 13,
        "sajda": false
      },
      {
        "number": 221,
        "text": "Yoksa siz, sizden önce geçenlerin durumu başınıza gelmeden cennete gireceğinizi mi sandınız? Onlara öyle yoksulluk ve sıkıntı dokunmuştu, öyle sarsılmışlardı ki, nihayet peygamber ve onunla birlikte inananlar: \"Allah'ın yardımı ne zaman?\" diyecek olmuşlardı. İyi bilin ki, Allah'ın yardımı yakındır.",
        "numberInSurah": 214,
        "juz": 2,
        "manzil": 1,
        "page": 33,
        "ruku": 27,
        "hizbQuarter": 13,
        "sajda": false
      },
      {
        "number": 222,
        "text": "Sana (Allah yolunda) ne harcayacaklarını soruyorlar. De ki: \"Verdiğiniz hayır (mal), ana-baba, yakınlar, öksüzler, yoksullar ve yolda kalmış(lar) içindir. Yaptığınız her hayrı muhakkak Allah bilir.",
        "numberInSurah": 215,
        "juz": 2,
        "manzil": 1,
        "page": 33,
        "ruku": 27,
        "hizbQuarter": 13,
        "sajda": false
      },
      {
        "number": 223,
        "text": "Hoşunuza gitmese de size savaş yazıldı (farz kılındı). Bazen hoşlanmadığınız bir şey, hakkınızda iyi olabilir ve hoşlandığınız bir şey de hakkınızda kötü olabilir. Allah bilir, siz bilmezsiniz.",
        "numberInSurah": 216,
        "juz": 2,
        "manzil": 1,
        "page": 34,
        "ruku": 27,
        "hizbQuarter": 13,
        "sajda": false
      },
      {
        "number": 224,
        "text": "Sana haram ayında savaşmaktan soruyorlar. De ki: \"Onda savaş, büyük bir günahtır. Fakat Allah yoluna engel olmak, Allah'a ve Mescid-i Haram'a karşı nankörlük etmek, halkını ondan (Mekke'den) sürüp çıkarmak, Allah yanında daha büyük bir günahtır. Fitne (baskı yapmak, adam) öldürmekten daha büyük(bir günah)tır\". Onlar yapabilseler sizi dininizden döndürünceye kadar sizinle savaşmaya devam ederler. Sizden kim dininden döner ve kafir olarak ölürse, işte onların bütün yaptıkları dünyada da, ahirette de boşa çıkmıştır ve onlar, ateş halkıdır, orada sürekli kalacaklardır.",
        "numberInSurah": 217,
        "juz": 2,
        "manzil": 1,
        "page": 34,
        "ruku": 28,
        "hizbQuarter": 13,
        "sajda": false
      },
      {
        "number": 225,
        "text": "Onlar ki inandılar, göç ettiler, Allah yolunda savaştılar; işte onlar, Allah'ın rahmetini umarlar. Allah, çok bağışlayan, çok merhamet edendir.",
        "numberInSurah": 218,
        "juz": 2,
        "manzil": 1,
        "page": 34,
        "ruku": 28,
        "hizbQuarter": 13,
        "sajda": false
      },
      {
        "number": 226,
        "text": "Sana şaraptan ve kumardan soruyorlar. De ki; \"O ikisinde büyük günah ve insanlara bazı yararlar vardır. Fakat onların günahı yararından büyüktür.\" Ve sana Allah yolunda ne vereceklerini soruyorlar. De ki; \"Af (yani ihtiyaçlarınızdan fazlasını veya helal ve güzel olan şeyleri verin!)\" Allah size ayetleri böyle açıklıyor ki düşünesiniz:",
        "numberInSurah": 219,
        "juz": 2,
        "manzil": 1,
        "page": 34,
        "ruku": 28,
        "hizbQuarter": 14,
        "sajda": false
      },
      {
        "number": 227,
        "text": "Dünya ve ahiret hakkında(ki işleri düşünesiniz). Ve sana öksüzlerden soruyarlar. De ki: \"Onları(n durumlarını) düzeltmek hayırlıdır. Eğer onlara karışır(onlarla bir arada yaşar)sanız (onlar) sizin kardeşlerinizdir. Allah, bozanı düzeltenden ayırır. Allah dileseydi sizi zora sokardı. Şüphesiz Allah daima üstündür, hüküm ve hikmet sahibidir.",
        "numberInSurah": 220,
        "juz": 2,
        "manzil": 1,
        "page": 35,
        "ruku": 28,
        "hizbQuarter": 14,
        "sajda": false
      },
      {
        "number": 228,
        "text": "Allah'a ortak koşan kadınlarla, onlar inanıncaya kadar, evlenmeyin. (Allah'a ortak koşan hür kadın), hoşunuza gitse dahi, inanan bir cariye, ortak koşan (hür) kadından iyidir. Ortak koşan erkekler de inanıncaya kadar, onları (kadınlarınızla) evlendirmeyin. (Allah'a ortak koşan hür erkek) hoşunuza gitse dahi, inanan bir köle, ortak koşan (hür) adamdan iyidir. (Zira) onlar ateşe çağırıyorlar. Allah ise izniyle cennete ve mağfirete çağırıyor. İnsanlara ayetlerini açıklıyor ki öğüt alsınlar.",
        "numberInSurah": 221,
        "juz": 2,
        "manzil": 1,
        "page": 35,
        "ruku": 28,
        "hizbQuarter": 14,
        "sajda": false
      },
      {
        "number": 229,
        "text": "Sana adet görmeden soruyorlar. De ki: \"O eziyettir.\" Adet halinde kadınlardan çekilin, temizleninceye kadar onlara yaklaşmayın. Temizlendikleri zaman Allah'ın emrettiği yerden onlara varın. Allah tevbe edenleri sever, temizlenenleri sever.",
        "numberInSurah": 222,
        "juz": 2,
        "manzil": 1,
        "page": 35,
        "ruku": 29,
        "hizbQuarter": 14,
        "sajda": false
      },
      {
        "number": 230,
        "text": "Kadınlarınız sizin tarlanızdır. Tarlanıza dilediğiniz biçimde varın. Kendiniz için ileriye hazırlık yapın ve mutlaka Allah'a kavuşacağınızı bilin. İnananları müjdele.",
        "numberInSurah": 223,
        "juz": 2,
        "manzil": 1,
        "page": 35,
        "ruku": 29,
        "hizbQuarter": 14,
        "sajda": false
      },
      {
        "number": 231,
        "text": "Allah'ı, yemin(ettiğiniz iş)lerinize (yani) iyilik etmenize, (kötülüklerden) korunmanıza ve insanların arasını düzeltmenize engel yapmayın. Allah, işitendir, bilendir.",
        "numberInSurah": 224,
        "juz": 2,
        "manzil": 1,
        "page": 35,
        "ruku": 29,
        "hizbQuarter": 14,
        "sajda": false
      },
      {
        "number": 232,
        "text": "Allah sizi, yaptığınız kasıtsız yeminlerinizden sorumlu tutmaz; fakat kalblerinizin kazandığı (bile bile yaptığınız) yeminlerden sorumlu tutar. Allah bağışlayandır, halimdir.",
        "numberInSurah": 225,
        "juz": 2,
        "manzil": 1,
        "page": 36,
        "ruku": 29,
        "hizbQuarter": 14,
        "sajda": false
      },
      {
        "number": 233,
        "text": "Kadınlarına yaklaşmamağa yemin edenler için ancak dört ay bekleme (hakkı) vardır. Eğer (o süre) içinde dönerlerse Allah bağışlayan, merhamet edendir.",
        "numberInSurah": 226,
        "juz": 2,
        "manzil": 1,
        "page": 36,
        "ruku": 29,
        "hizbQuarter": 14,
        "sajda": false
      },
      {
        "number": 234,
        "text": "Eğer boşamağa kesin karar verirlerse, şüphesiz Allah işitendir, bilendir.",
        "numberInSurah": 227,
        "juz": 2,
        "manzil": 1,
        "page": 36,
        "ruku": 29,
        "hizbQuarter": 14,
        "sajda": false
      },
      {
        "number": 235,
        "text": "Boşanmış kadınlar, üç kur'(üç adet veya üç temizlik süresi bekleyip) kendilerini gözetlerler (hamile olup olmadıklarına bakarlar). Eğer Allah'a ve ahiret gününe inanıyorlarsa, Allah'ın kendi rahimlerinde yarattığını gizlemeleri (karınlardında çocuk bulunduğunu saklamaları) kendilerine helal olmaz. Kocaları da bu arada barışmak isterlerse, onları geri almağa daha çok hak sahibidirler. Erkeklerin kadınlar üzerinde bulunan hakları gibi, kadınların da erkekler üzerinde hakları vardır. Erkeklerin, kadınlar üzerinde(ki hakları), bir derece fazladır. Allah azizdir, hakimdir.",
        "numberInSurah": 228,
        "juz": 2,
        "manzil": 1,
        "page": 36,
        "ruku": 29,
        "hizbQuarter": 14,
        "sajda": false
      },
      {
        "number": 236,
        "text": "Boşama iki defadır. (Bundan sonra kadını) ya iyilikle tutmak, ya da güzelce salıvermek (lazım)dır. Onlara verdiklerinizden bir şey geri almanız, size helal değildir. Şayet erkek ve kadın, Allah'ın sınırlarında duramayacaklarından korkarlarsa başka. Eğer erkek ve kadının, Allah'ın sınırlarında duramayacaklarından korkarsanız, o zaman kadının (ayrılmak için) verdiği fidye(hakkından vazgeçmesin)de ikisine de bir günah yoktur. İşte bunlar Allah'ın sınırlarıdır, sakın bunları aşmayın. Kim(ler) Allah'ın sınırlarını aşarsa işte onlar zalimlerdir.",
        "numberInSurah": 229,
        "juz": 2,
        "manzil": 1,
        "page": 36,
        "ruku": 30,
        "hizbQuarter": 14,
        "sajda": false
      },
      {
        "number": 237,
        "text": "Erkek yine boşarsa, artık bundan sonra kadın, başka bir kocaya varmadan kendisine helal olmaz. O (vardığı adam) da bunu boşarsa, Allah'ın sınırları içinde duracaklarına inandıkları takdirde (eski karı kocanın) tekrar birbirlerine dönmelerinde kendilerine bir günah yoktur. İşte bunlar Allah'ın sınırlarıdır. (Allah) bunları, bilen bir toplum için açıklamaktadır.",
        "numberInSurah": 230,
        "juz": 2,
        "manzil": 1,
        "page": 36,
        "ruku": 30,
        "hizbQuarter": 14,
        "sajda": false
      },
      {
        "number": 238,
        "text": "Kadınları boşadığınız zaman, bekleme sürelerini bitirdiler mi, ya onları iyilikle tutun, ya da iyilikle bırakın; haklarına tecavüz edip zarar vermek için onları (yanınızda) tutmayın. Kim bunu yaparsa kendine yazık etmiş olur. Allah'ın ayetlerini eğlence yerine koymayın; Allah'ın size olan ni'metini ve size öğüt vermek için Kitap ve Hikmet'ten size indirdiklerini düşünün, Allah'tan korkun ve bilin ki, Allah her şeyi bilir.",
        "numberInSurah": 231,
        "juz": 2,
        "manzil": 1,
        "page": 37,
        "ruku": 30,
        "hizbQuarter": 14,
        "sajda": false
      },
      {
        "number": 239,
        "text": "Kadınları boşadığınız zaman bekleme sürelerini bitirdiler mi, kendi aralarında güzelce anlaştıkları takdirde, (eski) kocalarıyle evlenmelerine engel olmayın. Bu, içinizden Allah'a ve ahiret gününe inanan kimseye verilen öğüttür. Bu, sizin için daha iyi ve daha temizdir. Allah bilir, siz bilmezsiniz.",
        "numberInSurah": 232,
        "juz": 2,
        "manzil": 1,
        "page": 37,
        "ruku": 31,
        "hizbQuarter": 14,
        "sajda": false
      },
      {
        "number": 240,
        "text": "Anneler, çocuklarını -emzirmeyi tamamlamak isteyen kimse için- tam iki yıl emzirirler. Onların uygun biçimde yiyeceğini ve giyeceğini sağlamak, çocuğun babasına aittir. Herkes ancak gücü ölçüsünde bir şeyle yükümlü tutulur. Ne anne çocuğu yüzünden, ne de çocuğun aidolduğu baba, çocuğu yüzünden zarara sokulmasın. mirasçının da aynı şeyi yapması gerekir. Eğer (ana-baba), anlaşıp danışarak (çocuğu) sütten kesmek isterlerse, kendilerine günah yoktur. Çocuklarınızı (sütannesi tutup) emzirtmek isterseniz, verdiğiniz(ücret)i güzelce verdikten sonra yine üzerinize bir günah yoktur. Allah'tan korkun ve bilin ki, Allah, yaptığınız her şeyi görmektedir.",
        "numberInSurah": 233,
        "juz": 2,
        "manzil": 1,
        "page": 37,
        "ruku": 31,
        "hizbQuarter": 15,
        "sajda": false
      },
      {
        "number": 241,
        "text": "İçinizden ölenlerin, geriye bıraktıkları eşleri, dört ay on gün (bekleyip) kendilerini gözetlerler. Sürelerini bitirince artık kendileri için uygun olanı yapmalarında size bir günah yoktur. Allah yaptıklarınızı haber alır.",
        "numberInSurah": 234,
        "juz": 2,
        "manzil": 1,
        "page": 38,
        "ruku": 31,
        "hizbQuarter": 15,
        "sajda": false
      },
      {
        "number": 242,
        "text": "Böyle (iddetini bekleyen) kadınlara evlenme isteğinizi üstü kapalı biçimde bildirmenizden, yahut içinizde tutmanızdan dolayı size bir günah yoktur. (Çünkü) Allah, sizin onları anacağınızı bilmektedir. Sakın (kapalı evlenme teklifi sırasında), iyi sözsöylemeniz dışında, onlarla bir gizli(buluşma)ya sözleşmeyin ve farz olan bekleme süresi dolmadan nikah bağını bağlamağa kalkmayın ve bilin ki, Allah içinizden geçeni bilir. O'ndan sakının ve yine bilin ki, Allah bağışlayandır, halimdir (ceza vermekte aceleci değildir).",
        "numberInSurah": 235,
        "juz": 2,
        "manzil": 1,
        "page": 38,
        "ruku": 31,
        "hizbQuarter": 15,
        "sajda": false
      },
      {
        "number": 243,
        "text": "Henüz dokunmadan, ya da mehir kesmeden kadınları boşarsınız size bir günah yoktur. Ancak onları faydalandırın (bir miktar bir şey verin). Eli geniş olan, kendi gücü nisbetinde, eli dar olan da kendi kaderince güzel bir şekilde faydalandırmalı(herkesgücü ölçüsünde bir şey vermeli)dir. Bu, iyilik edenlerin üzerine bir borçtur.",
        "numberInSurah": 236,
        "juz": 2,
        "manzil": 1,
        "page": 38,
        "ruku": 32,
        "hizbQuarter": 15,
        "sajda": false
      },
      {
        "number": 244,
        "text": "Bir mehir kestiğiniz takdirde, henüz dokunmadan onları boşamışsanız, kestiğinizin yarısını (verin). Ancak kadınlar vazgeçer, yahut nikah bağı elinde bulunan (erkek) vazgeçerse başka. (Erkekler,) Sizin affetmeniz (müsamaha gösterip mehrin tümünü vermeniz) takvaya daha yakındır. Aranızda birbirinize iyilik etmeyi unutmayın. Şüphesiz Allah, yaptıklarınızı görür.",
        "numberInSurah": 237,
        "juz": 2,
        "manzil": 1,
        "page": 38,
        "ruku": 32,
        "hizbQuarter": 15,
        "sajda": false
      },
      {
        "number": 245,
        "text": "Namazları ve orta namazı koruyun, gönülden bağlılık ve saygı ile Allah'ın huzuruna durun.",
        "numberInSurah": 238,
        "juz": 2,
        "manzil": 1,
        "page": 39,
        "ruku": 32,
        "hizbQuarter": 15,
        "sajda": false
      },
      {
        "number": 246,
        "text": "Eğer (bir tehlikeden) korkarsanız, yaya, yahut binmiş olarak kılın; güvene kavuştuğunuz zaman, bilmediğiniz şeyleri size öğrettiği şekilde Allah'ı anın.",
        "numberInSurah": 239,
        "juz": 2,
        "manzil": 1,
        "page": 39,
        "ruku": 32,
        "hizbQuarter": 15,
        "sajda": false
      },
      {
        "number": 247,
        "text": "İçinizden ölüp geriye eşler bırakan(erkek)ler eşlerinin, (evlerinden) çıkarılmadan bir yıla kadar geçimlerinin sağlanmasını vasiyyet etsinler. Şayet kendileri çıkarlarsa, onların, kendileri hakkında uygun olanı yapmalarında sizin için bir günah yoktur. Allah daima üstündür, hüküm ve hikmet sahibidir.",
        "numberInSurah": 240,
        "juz": 2,
        "manzil": 1,
        "page": 39,
        "ruku": 32,
        "hizbQuarter": 15,
        "sajda": false
      },
      {
        "number": 248,
        "text": "Boşanmış kadınların uygun olan geçimlerini sağlamak, (Allah'ın azabından) korunanlar üzerine bir borçtur.",
        "numberInSurah": 241,
        "juz": 2,
        "manzil": 1,
        "page": 39,
        "ruku": 32,
        "hizbQuarter": 15,
        "sajda": false
      },
      {
        "number": 249,
        "text": "Düşünesiniz diye Allah size ayetlerini böyle açıklamaktadır.",
        "numberInSurah": 242,
        "juz": 2,
        "manzil": 1,
        "page": 39,
        "ruku": 32,
        "hizbQuarter": 15,
        "sajda": false
      },
      {
        "number": 250,
        "text": "Şu, binlerce kişi iken ölüm korkusuyla yurtlarından çıkanları görmedin mi? Allah onlara, \"Ölün!\" demişti de sonra kendilerini diriltmişti. Şüphesiz Allah, insanlara karşı ikram sahibidir. Ama insanların çoğu şükretmezler.",
        "numberInSurah": 243,
        "juz": 2,
        "manzil": 1,
        "page": 39,
        "ruku": 33,
        "hizbQuarter": 16,
        "sajda": false
      },
      {
        "number": 251,
        "text": "Allah yolunda savaşın ve bilin ki Allah, işitendir, bilendir.",
        "numberInSurah": 244,
        "juz": 2,
        "manzil": 1,
        "page": 39,
        "ruku": 33,
        "hizbQuarter": 16,
        "sajda": false
      },
      {
        "number": 252,
        "text": "Kimdir o adam ki, Allah'a güzel bir borç versin de, Allah da ona kat kat fazlasıyla (verdiğini) ödesin! Allah (rızkı) kısar da, açar da. Hep O'na döndürüleceksiniz.",
        "numberInSurah": 245,
        "juz": 2,
        "manzil": 1,
        "page": 39,
        "ruku": 33,
        "hizbQuarter": 16,
        "sajda": false
      },
      {
        "number": 253,
        "text": "Musa'dan sonra İsrail oğullarının ileri gelenlerini görmedin mi? Peygamberlerine: \"Bize bir hükümdar gönder, (onun önderliğinde) Allah yolunda savaşalım.\" demişlerdi. \"Ya size savaş yazılınca savaşmazsanız?\" dedi. Dediler: \"Bizler neden Allah yolunda savaşmayalım ki; oysa biz yurtlarımızdan ve oğullarımızın arasından çıkarılıp sürüldük?\" Fakat kendilerine savaş yazılınca, içlerinden pek azı hariç, yüz çevirdiler. Allah zalimleri bilir.",
        "numberInSurah": 246,
        "juz": 2,
        "manzil": 1,
        "page": 40,
        "ruku": 33,
        "hizbQuarter": 16,
        "sajda": false
      },
      {
        "number": 254,
        "text": "Peygamberleri onlara dedi ki: \"Allah Talut'u size hükümdar gönderdi.\" Dediler ki: \"O bizim üzerimize nasıl hükümdar olabilir? Biz hükümdarlığa ondan daha layıkız, ona bol mal da verilmemiştir.\" Dedi: \"Allah onu sizin üzerinize (hükümdar) seçti, onun bilgisini ve gücünü artırdı.\" Allah mülkünü dilediğine verir. Allah(ın lutfu) geniştir, (O, herşeyi) bilendir.",
        "numberInSurah": 247,
        "juz": 2,
        "manzil": 1,
        "page": 40,
        "ruku": 33,
        "hizbQuarter": 16,
        "sajda": false
      },
      {
        "number": 255,
        "text": "Ve peygamberleri onlara dedi ki; \"Onun hükümdarlığının alameti, içinde Rabbinizden bir huzur ve Musa ailesinin, Harun ailesinin geriye bıraktığından bir kalıntı bulunan, meleklerin taşıdığı (Allah'ın Ahid sandığı) Tabut'un size gelmesidir. Eğer inanıyorsanız bunda sizin için (Talut'un hükümdarlığına) kesin bir alamet vardır.\"",
        "numberInSurah": 248,
        "juz": 2,
        "manzil": 1,
        "page": 40,
        "ruku": 33,
        "hizbQuarter": 16,
        "sajda": false
      },
      {
        "number": 256,
        "text": "Talut, askerleri(ni) yürütüp (ordugahtan) çıkarınca dedi ki: \"Allah sizi bir ırmakla deneyecektir. Kim ondan içerse benden değildir. Ondan (kana kana) tadmayıp sadece eliyle bir avuç alan bendendir.\" İçlerinden pek azı hariç, hepsi ondan içtiler. Nihayet Talut ve kendisiyle beraber inananlar, ırmağı geçince: \"Bugün Calut'a ve askerlerine karşı bizim gücümüz yok.\" dediler. Allah'a kavuşacaklarına kanaat getirenler ise: \"Nice az bir topluluk var ki, Allah'ın izniyle çok topluluğa galib gelmiştir. Allah, sabredenlerle beraberdir.\" dediler.",
        "numberInSurah": 249,
        "juz": 2,
        "manzil": 1,
        "page": 41,
        "ruku": 34,
        "hizbQuarter": 16,
        "sajda": false
      },
      {
        "number": 257,
        "text": "(Talut'un askerleri) Calut ve askerlerinin karşısına çıktıklarında şöyle dediler: \"Rabbimiz, üzerimize sabır dök! ayaklarımızı sağlam tut ve o kafir millete karşı bize yardım et!\"",
        "numberInSurah": 250,
        "juz": 2,
        "manzil": 1,
        "page": 41,
        "ruku": 34,
        "hizbQuarter": 16,
        "sajda": false
      },
      {
        "number": 258,
        "text": "Derken, Allah'ın izniyle onları bozdular, Davud Calut'u öldürdü; Allah ona (Davud'a) hükümdarlık ve hikmet verdi ve ona dilediğini öğretti. Eğer Allah, insanların bir kısmıyle diğerlerini savmasaydı, dünya bozulurdu. Fakat Allah, bütün alemlere karşı lutuf sahibidir.",
        "numberInSurah": 251,
        "juz": 2,
        "manzil": 1,
        "page": 41,
        "ruku": 34,
        "hizbQuarter": 16,
        "sajda": false
      },
      {
        "number": 259,
        "text": "Bunlar, Allah'ın ayetleridir; bunları sana gerçek ile okuyoruz (bunlarla sana gerçekleri açıklıyoruz). Elbette sen gönderilen elçilerdensin.",
        "numberInSurah": 252,
        "juz": 2,
        "manzil": 1,
        "page": 41,
        "ruku": 34,
        "hizbQuarter": 16,
        "sajda": false
      },
      {
        "number": 260,
        "text": "İşte o elçilerden kimini kiminden üstün kıldık. Allah onlardan kimine konuştu, kimini de derecelerle yükseltti. Meryem oğlu Îsa'ya da açık deliller verdik ve onu Ruh'ül-Kudüs ile destekledik. Allah dileseydi onların arkasından gelen milletler, kendilerine açık deliller gelmiş olduktan sonra birbirlerini öldürmezlerdi. Fakat anlaşmazlığa düştüler, onlardan kimi inandı, kimi de inkar etti. Allah dileseydi, birbirlerini öldürmezlerdi. Ama Allah dilediğini yapar.",
        "numberInSurah": 253,
        "juz": 3,
        "manzil": 1,
        "page": 42,
        "ruku": 34,
        "hizbQuarter": 17,
        "sajda": false
      },
      {
        "number": 261,
        "text": "Ey inananlar, ne alışverişin, ne dostluğun ve ne de şefaatin olmadığı gün gelmezden önce, size verdiğimiz rızıktan (Allah için) harcayın. Kafirler, zalimlerin ta kendileridir.",
        "numberInSurah": 254,
        "juz": 3,
        "manzil": 1,
        "page": 42,
        "ruku": 35,
        "hizbQuarter": 17,
        "sajda": false
      },
      {
        "number": 262,
        "text": "Allah, ki O'ndan başka tanrı yoktur, daima diri ve yaratıklarını koruyup yöneticidir. Kendisini ne bir uyuklama, ne de uyku tutmaz. Göklerde ve yerde olanların hepsi O'nundur. O'nun izni olmadan kendisinin katında kim şefaat edebilir? Onların önlerinde ve arkalarında olanı bilir. O'nun ilminden, ancak kendisinin dilediği kadarından başka bir şey kavrayamazlar. O'nun Kürsüsü, gökleri ve yeri kaplamıştır (O yüce padişah, göklere, yere, bütün kainata hükmetmektedir). Onları koru(yup gözet)mek, kendisine ağır gelmez. O yücedir, büyüktür.",
        "numberInSurah": 255,
        "juz": 3,
        "manzil": 1,
        "page": 42,
        "ruku": 35,
        "hizbQuarter": 17,
        "sajda": false
      },
      {
        "number": 263,
        "text": "Dinde zorlama yoktur. Doğruluk, sapıklıktan seçilip belli olmuştur. Kim tağut (şeytan)ı inkar edip Allah'a inanırsa, muhakkak ki o, kopmayan, sağlam bir kulpa yapışmıştır. Allah işitendir, bilendir.",
        "numberInSurah": 256,
        "juz": 3,
        "manzil": 1,
        "page": 42,
        "ruku": 35,
        "hizbQuarter": 17,
        "sajda": false
      },
      {
        "number": 264,
        "text": "Allah, inananların dostudur. Onları karanlıklardan aydınlığa çıkarır. kafirlerin dostları da tağuttur. (O da) onları aydınlıktan karanlıklara çıkarır. Onlar ateş halkıdır, orada ebedi kalacaklardır.",
        "numberInSurah": 257,
        "juz": 3,
        "manzil": 1,
        "page": 43,
        "ruku": 35,
        "hizbQuarter": 17,
        "sajda": false
      },
      {
        "number": 265,
        "text": "Allah, kendisine hükümdarlık verdi diye (şımararak) Rabbi hakkında İbrahim'le tartışanı görmedin mi? İbrahim: \"Benim Rabbim O'dur ki yaşatır, öldürür\" demişti. \"Ben de yaşatır, öldürürüm\" dedi. İbrahim: \"Allah, güneşi doğudan getirir, sen de onu batıdan getir!\" deyince inkar eden o adam şaşırıp kaldı. Allah, zalim toplumu doğru yola iletmez.",
        "numberInSurah": 258,
        "juz": 3,
        "manzil": 1,
        "page": 43,
        "ruku": 36,
        "hizbQuarter": 17,
        "sajda": false
      },
      {
        "number": 266,
        "text": "Yahut şu kimse gibisini (görmedin mi) ki, duvarları, çatıları üstüne yığılmış (alt üst olmuş) ıssız bir kasabaya uğramıştı; \"Allah, bunu böyle öldükten sonra nasıl diriltecek?\" demişti. Allah da kendisini yüz sene öldürüp sonra diriltti. \"Ne kadar kaldın?\" dedi. \"Bir gün, ya da bir günün birazı kadar kaldım\" dedi. (Allah) \"Hayır, dedi, yüz yıl kaldın. Yiyecek ve içeceğine bak, bozulmamış. Eşeğine bak, seni insanlar için bir ibret kılalım diye (böyle yaptık). Kemiklere bak, nasıl onları birbiri üstüne koyuyor, sonra onlara et giydiriyoruz!\" Bu işler ona açıkça belli olunca: \"Allah'ın herşeye kadir olduğunu biliyorum.\" dedi.",
        "numberInSurah": 259,
        "juz": 3,
        "manzil": 1,
        "page": 43,
        "ruku": 36,
        "hizbQuarter": 17,
        "sajda": false
      },
      {
        "number": 267,
        "text": "İbrahim de bir zaman: \"Rabbim, ölüleri nasıl dirilttiğini bana göster!\" demişti. (Allah); \"İnanmadın mı?\" dedi, (İbrahim): \"Hayır (inandım), fakat kalbim kuvvet bulsun diye (görmek istiyorum) dedi. \"O halde kuşlardan dördünü tut, onları kendine çek (kendine alıştır), sonra her dağın başına onlardan bir parça koy. Sonra onları kendine çağır; koşarak sana gelecekler. Bil ki, Allah daima üstün, hüküm ve hikmet sahibidir\" dedi.",
        "numberInSurah": 260,
        "juz": 3,
        "manzil": 1,
        "page": 44,
        "ruku": 36,
        "hizbQuarter": 17,
        "sajda": false
      },
      {
        "number": 268,
        "text": "Mallarını Allah yolunda harcayanların durumu, her başağında yüz dane olmak üzere yedi başak veren bir danenin durumu gibidir. Allah dilediğine kat kat verir. Allah(ın lutfu) geniştir, (O) bilendir.",
        "numberInSurah": 261,
        "juz": 3,
        "manzil": 1,
        "page": 44,
        "ruku": 37,
        "hizbQuarter": 17,
        "sajda": false
      },
      {
        "number": 269,
        "text": "Mallarını Allah yolunda verip de sonra verdiklerinin ardından başa kakmayan ve eziyet etmeyenlerin, Rableri katında ödülleri vardır. Onlara korku yoktur ve onlar üzülmeyeceklerdir.",
        "numberInSurah": 262,
        "juz": 3,
        "manzil": 1,
        "page": 44,
        "ruku": 37,
        "hizbQuarter": 17,
        "sajda": false
      },
      {
        "number": 270,
        "text": "Güzel bir söz (söylemek) ve affetmek, peşinden eziyet gelen sadakadan iyidir. Allah, zengindir, halimdir.",
        "numberInSurah": 263,
        "juz": 3,
        "manzil": 1,
        "page": 44,
        "ruku": 37,
        "hizbQuarter": 18,
        "sajda": false
      },
      {
        "number": 271,
        "text": "Ey inananlar, insanlara gösteriş için malını verip Allah'a ve ahiret gününe inanmayan adam gibi, başa kakmak ve eziyet etmekle sadakalarınızı boşa çıkarmayın. Öylesinin durumu, üzerinde biraz toprak bulunan şu kayaya benzer ki, bir sağnak indi de (üstündeki toprağı silip süpürerek) onu sert bir taş halinde bıraktı. (Böyleleri), kazandıklarından bir şey elde edemezler. Allah, kafir toplumu doğru yola iletmez.",
        "numberInSurah": 264,
        "juz": 3,
        "manzil": 1,
        "page": 44,
        "ruku": 37,
        "hizbQuarter": 18,
        "sajda": false
      },
      {
        "number": 272,
        "text": "Allah'ın rızasını kazanmak ve ruhlarındaki(ima)nı kökleştirmek için mallarını harcayanların durumu da tepe üzerinde bulunan bir bahçeye benzer ki, bol yağmur değince ürününü iki kat verdi. Yağmur değmeseydi bile çisinti olurdu. Allah yaptıklarınızı görmektedir.",
        "numberInSurah": 265,
        "juz": 3,
        "manzil": 1,
        "page": 45,
        "ruku": 37,
        "hizbQuarter": 18,
        "sajda": false
      },
      {
        "number": 273,
        "text": "Biriniz ister mi ki, kendisinin altından ırmaklar akan, içinde her çeşit meyvası bulunan, hurmalardan ve üzümlerden oluşmuş bir bahçesi olsun; kendisinin üstüne tam ihtiyarlığın çöktüğü, aciz çocuklarının da bulunduğu bir sırada birden ateşli bir kasırga gelsin de bahçeyi yakıp kül etsin? Allah, düşünesiniz diye size ayetleri böyle açıklıyor.",
        "numberInSurah": 266,
        "juz": 3,
        "manzil": 1,
        "page": 45,
        "ruku": 37,
        "hizbQuarter": 18,
        "sajda": false
      },
      {
        "number": 274,
        "text": "Ey inananlar, kazandıklarınızın ve yerden sizin için çıkardığımız ni'metlerin iyilerinden (Allah için) verin, kendiniz (utandığınızdan ve iğrendiğinizden dolayı) göz yummadan alamayacağınız kötü şeyleri sadaka vermeye kalkmayın. Bilin ki Allah zengindir, övülmüştür.",
        "numberInSurah": 267,
        "juz": 3,
        "manzil": 1,
        "page": 45,
        "ruku": 38,
        "hizbQuarter": 18,
        "sajda": false
      },
      {
        "number": 275,
        "text": "Şeytan sizi fakirlikle korkutur, (fakir düşeceğinizi söyleyerek sadaka vermekten geri kalmanızı ister) ve size çirkin şeyleri yapmayı emreder. Allah ise size kendi tarafından bağışlama ve lutuf va'adediyor. Şüphesiz Allah(ın lutfu) geniştir, (O) bilendir.",
        "numberInSurah": 268,
        "juz": 3,
        "manzil": 1,
        "page": 45,
        "ruku": 38,
        "hizbQuarter": 18,
        "sajda": false
      },
      {
        "number": 276,
        "text": "Hikmeti dilediğine verir. Hikmet verilen kimseye çok hayır verilmiştir. Bunu ancak sağduyu sahipleri düşünüp anlar(lar).",
        "numberInSurah": 269,
        "juz": 3,
        "manzil": 1,
        "page": 45,
        "ruku": 38,
        "hizbQuarter": 18,
        "sajda": false
      },
      {
        "number": 277,
        "text": "(Allah için) yaptığınız her harcamayı yahut adadığınız her adağı Allah bilir. Zalimlerin yardımcısı yoktur.",
        "numberInSurah": 270,
        "juz": 3,
        "manzil": 1,
        "page": 46,
        "ruku": 38,
        "hizbQuarter": 18,
        "sajda": false
      },
      {
        "number": 278,
        "text": "Sadakaları açıktan verirseniz ne güzel! Eğer onları gizleyerek fakirlere verirseniz bu, sizin için daha iyidir ve sizin günahlarınızdan bir kısmını kapatır. Allah yaptıklarınızı duyar.",
        "numberInSurah": 271,
        "juz": 3,
        "manzil": 1,
        "page": 46,
        "ruku": 38,
        "hizbQuarter": 18,
        "sajda": false
      },
      {
        "number": 279,
        "text": "(Ey Muhammed) Onları yola iletmek sana düşmez, dilediğini doğru yola ileten Allah'tır. Verdiğiniz her hayır, kendiniz içindir. Çünkü yalnız Allah'ın rızasını kazanmak için veriyorsunuz. Verdiğiniz her hayır, size tastamam verilir ve hiç hakkınız yenmez.",
        "numberInSurah": 272,
        "juz": 3,
        "manzil": 1,
        "page": 46,
        "ruku": 38,
        "hizbQuarter": 19,
        "sajda": false
      },
      {
        "number": 280,
        "text": "(Sadakalar) şu fakirlere mahsustur ki, Allah yolunda kapanıp kalmışlardır. Yeryüzünde gezip dolaşamazlar. Bilmeyen, utangaçlıklarından dolayı onları zengin sanır. Onları simalarından (yüzlerinden) tanırsın. Yüzsüzlük edip insanlardan istemezler. Yaptığınız her hayrı Allah bilir.",
        "numberInSurah": 273,
        "juz": 3,
        "manzil": 1,
        "page": 46,
        "ruku": 38,
        "hizbQuarter": 19,
        "sajda": false
      },
      {
        "number": 281,
        "text": "Mallarını gece gündüz, gizli ve açık Allah yolunda verenlerin ödülü Rableri yanındadır. Onlara korku yoktur ve onlar üzülmeyeceklerdir.",
        "numberInSurah": 274,
        "juz": 3,
        "manzil": 1,
        "page": 46,
        "ruku": 39,
        "hizbQuarter": 19,
        "sajda": false
      },
      {
        "number": 282,
        "text": "Riba yiyenler, ancak şeytanın dokunup çarptığı kimsenin kalktığı gibi kalkarlar. Bu, onların: \"Alışveriş de riba gibidir.\" demelerinden ötürüdür. Oysa Allah, alış-verişi helal, ribayı haram kılmıştır. Kime Rabbi'nden bir öğüt gelir de (o öğüte uyarakribadan) vazgeçerse, geçmişte olan kendisinindir ve işi de Allah'a kalmıştır. (Allah onu affeder). Kim tekrar (ribaya) dönerse onlar ateş halkıdır, orada ebedi kalacaklardır.",
        "numberInSurah": 275,
        "juz": 3,
        "manzil": 1,
        "page": 47,
        "ruku": 39,
        "hizbQuarter": 19,
        "sajda": false
      },
      {
        "number": 283,
        "text": "Allah, ribayı mahveder, sadakaları artırır. Allah, hiçbir günahkar nankörü sevmez.",
        "numberInSurah": 276,
        "juz": 3,
        "manzil": 1,
        "page": 47,
        "ruku": 39,
        "hizbQuarter": 19,
        "sajda": false
      },
      {
        "number": 284,
        "text": "Onlar ki, inandılar, güzel işler yaptılar, namazı kıldılar, zekatı verdiler; işte onların ödüller, Rableri yanındadır. Onlara korku yoktur ve onlar üzülmeyeceklerdir.",
        "numberInSurah": 277,
        "juz": 3,
        "manzil": 1,
        "page": 47,
        "ruku": 39,
        "hizbQuarter": 19,
        "sajda": false
      },
      {
        "number": 285,
        "text": "Ey inananlar, Allah'tan korkun, eğer inanıyorsanız ribadan (henüz alınmayıp) geri kalan kısmı bırakın (almayın).",
        "numberInSurah": 278,
        "juz": 3,
        "manzil": 1,
        "page": 47,
        "ruku": 39,
        "hizbQuarter": 19,
        "sajda": false
      },
      {
        "number": 286,
        "text": "Eğer böyle yapmazsanız, Allah ve Elçisiyle savaşa girdiğinizi bilin. Tevbe ederseniz, ana malınız sizindir. Ne haksızlık edersiniz, ne de haksızlığa uğratılırsınız.",
        "numberInSurah": 279,
        "juz": 3,
        "manzil": 1,
        "page": 47,
        "ruku": 39,
        "hizbQuarter": 19,
        "sajda": false
      },
      {
        "number": 287,
        "text": "Eğer (borçlu) darlık içinde ise, bir kolaylığa çıkıncaya kadar beklemek (lazımdır). Eğer bilirseniz (verdiğiniz borcu, eli darda olan borçluya) sadaka olarak bağışlamanız sizin için daha hayırlıdır.",
        "numberInSurah": 280,
        "juz": 3,
        "manzil": 1,
        "page": 47,
        "ruku": 39,
        "hizbQuarter": 19,
        "sajda": false
      },
      {
        "number": 288,
        "text": "Şu günden sakının ki, o gün Allah'a döndürüleceksiniz, sonra herkese kazandığı tastamam verilecek ve onlara haksızlık edilmeyecektir.",
        "numberInSurah": 281,
        "juz": 3,
        "manzil": 1,
        "page": 47,
        "ruku": 39,
        "hizbQuarter": 19,
        "sajda": false
      },
      {
        "number": 289,
        "text": "Ey inananlar, belirli bir süreye kadar birbirinize borç verdiğiniz zaman onu yazın. Aranızda bir yazıcı, adaletle yazsın. Yazıcı, Allah'ın kendisine öğrettiği şekilde yazmaktan kaçınmasın, yazsın; borçlu olan da yazdırsın, Rabbi olan Allah'tan korksun, borcundan hiçbir şeyi eksik etmesin. Eğer borçlu olan kimse aklı ermez, yahut zayıf, ya da kendisi yazdıramayacak durumda ise velisi onu adaletle yazdırsın. Erkeklerinizden iki kişiyi de şahid tutun. Eğer iki erkek yoksa razı olduğunuz şahidlerden bir erkek, iki kadın (şahidlik etsin). Ta ki kadınlardan biri şaşırırsa diğeri ona hatırlatsın. Şahidler çağrıldıkları zaman (gelmekten) kaçınmasınlar. Az olsun, çok olsun, onu süresine kadar yazmaktan üşenmeyin. Bu, Allah katında daha adaletli, şahidlik için daha sağlam, kuşkulanmamanız için daha elverişlidir. Yalnız aranızda hemen alıp vereceğiniz peşin ticaret olursa onu yazmamanızdan ötürü üzerinize bir günah yoktur. Alışveriş yaptığınız zaman da şahid tutun. Yazana da, şahide de asla zarar verilmesin. Eğer (bir zarar) yaparsanız, bu kendinize kötülük olur. Allah'tan korkun, Allah size öğretiyor. Allah herşeyi bilir.",
        "numberInSurah": 282,
        "juz": 3,
        "manzil": 1,
        "page": 48,
        "ruku": 40,
        "hizbQuarter": 19,
        "sajda": false
      },
      {
        "number": 290,
        "text": "Ve eğer seferde olur da yazacak birini bulamazsanız, alınan rehinler (yeter). Birbirinize güvenirseniz, kendisine güvenilen kimse emanetini ödesin, Rabbi olan Allah'tan korksun. Şahidilği gizlemeyin, onu gizleyenin kalbi günahkardır. Allah, yaptıklarınızı bilir.",
        "numberInSurah": 283,
        "juz": 3,
        "manzil": 1,
        "page": 49,
        "ruku": 40,
        "hizbQuarter": 20,
        "sajda": false
      },
      {
        "number": 291,
        "text": "Göklerdekilerin ve yerdekilerin hepsi Allah'ındır. İçlerinizdekini açıklasanız da gizleseniz de Allah sizi onunla hesaba çeker; dilediğini bağışlar, dilediğine azabeder. Allah, herşeye kadirdir.",
        "numberInSurah": 284,
        "juz": 3,
        "manzil": 1,
        "page": 49,
        "ruku": 41,
        "hizbQuarter": 20,
        "sajda": false
      },
      {
        "number": 292,
        "text": "Elçi, Rabbinden, kendisine indirilene inandı, mü'minler de. Hepsi Allah'a, meleklerine, Kitaplarına ve peygamberlerine inandı. \"O'nun elçilerinden hiçbirini diğerinden ayırdetmeyiz\" (dediler). Ve dediler ki: \"İşittik, ita'at ettik! Rabbimiz, (bizi) bağışlamanı dileriz. Dönüş(ümüz) sanadır!\"",
        "numberInSurah": 285,
        "juz": 3,
        "manzil": 1,
        "page": 49,
        "ruku": 41,
        "hizbQuarter": 20,
        "sajda": false
      },
      {
        "number": 293,
        "text": "Allah, kimseye gücünün üstünde bir şey teklif etmez. Herkesin kazandığı iyilik kendi yararına, kötülük de kendi zararınadır. \"Rabbimiz, unutur, ya da yanılırsak bizi sorumlu tutma! Rabbimiz, bize, bizden öncekilere yüklediğin gibi ağır yük yükleme! Rabbimiz, bize gücümüzün yetmediği şeyleri yükleme! Bizi affet, bizi bağışla, bize acı! Sen bizim mevlamız(sahibimiz, efendimiz)sin! kafirler toplumuna karşı bize yardım eyle!\"",
        "numberInSurah": 286,
        "juz": 3,
        "manzil": 1,
        "page": 49,
        "ruku": 41,
        "hizbQuarter": 20,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "tr.ates",
      "language": "tr",
      "name": "Süleyman Ateş",
      "englishName": "Suleyman Ates",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}