{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 8,
    "name": "سُورَةُ الأَنفَالِ",
    "englishName": "Al-Anfaal",
    "englishNameTranslation": "The Spoils of War",
    "revelationType": "Medinan",
    "numberOfAyahs": 75,
    "ayahs": [
      {
        "number": 1161,
        "text": "Sana ganimetlerden sorarlar; de ki: \"Ganimetler, Allah'ın ve Elçi(si)nindir. Siz, (gerçekten) inananlar iseniz, Allah'tan korkun, aranızı düzeltin, Allah'a ve Elçisine ita'at edin!\"",
        "numberInSurah": 1,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1162,
        "text": "Mü'minler o kimselerdir ki, Allah anıldığı zaman yürekleri ürperir, O'nun ayetleri kendilerine okunduğu zaman imanlarını artırır ve Rablerine tevekkül ederler.",
        "numberInSurah": 2,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1163,
        "text": "Namazlarını kılarlar ve kendilerine verdiğimiz rızıktan (Allah için) harcarlar.",
        "numberInSurah": 3,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1164,
        "text": "İşte gerçek mü'minler onlardır. Onlara Rablerinin katında dereceler, bağışlanma ve tükenmez rızık var.",
        "numberInSurah": 4,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1165,
        "text": "(Ganimetlerin bölüştürülmesinde bazı kimselerin hoşnutsuzluk göstermesi, daha önce, Bedir Savaşı'na çıkmanı hoş görmeyenlerin durumuna benzer). Nitekim hak uğruna (savaşa gitmek için) Rabbin seni, evinden çıkardığı zaman, mü'minlerden birtakımı, bundan hoşlanmıyordu.",
        "numberInSurah": 5,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1166,
        "text": "Hak ortaya çıkmış iken sanki gözleri göre göre ölüme sürülüyorlarmış gibi seninle tartışıyorlardı.",
        "numberInSurah": 6,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1167,
        "text": "Allah size, iki topluluktan birinin sizin olduğunu va'dediyordu; siz de kuvvetsiz olanın sizin olmasını istiyordunuz. Oysa Allah, sözleriyle hakkı gerçekleştirmek ve (kuvvetli olan takımı yok ederek) kafirlerin ardını kesmek istiyordu.",
        "numberInSurah": 7,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1168,
        "text": "Ki suçlular istemese de hakkı gerçekleştirsin, batılı da ortadan kaldırsın.",
        "numberInSurah": 8,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1169,
        "text": "Siz Rabbinizden yardım istiyordunuz, O da: \"Ben size birbiri ardınca bin melek ile yardım edeceğim,\" diye duanızı kabul buyurmuştu.",
        "numberInSurah": 9,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1170,
        "text": "Allah bunu ancak müjde olsun (sevinesiniz) ve kalbiniz bununla yatışsın (güvene ve huzura kavuşsun) diye yapmıştı. Yardım, yalnız Allah katındandır. Allah daima üstün, hüküm ve hikmet sahibidir.",
        "numberInSurah": 10,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1171,
        "text": "O zaman sizi, Allah'tan bir güven olmak üzere hafif bir uyku bürüyordu, üzerinize sizi temizlemek, şeytanın pisliğini (içinize attığı kötü düşünceleri) sizden gidermek, kalblerinizi (birbirine) bağlamak ve ayakları(nızı) pekiştirmek için üzerinize gökten bir su indiriyordu.",
        "numberInSurah": 11,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1172,
        "text": "Rabbin meleklere vahyediyordu ki: \"Ben sizinle beraberim, siz inananları pekiştirin; ben inkar edenlerin yüreklerine korku salacağım; vurun (onların) boyunların(ın) üstüne, vurun onların her parmağına!\"",
        "numberInSurah": 12,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1173,
        "text": "Böyle (olacak), çünkü, onlar Allah'a ve Elçisine karşı geldiler. Kim Allah'a ve Elçisine karşı gelirse muhakkak ki, Allah'ın cezası çetin olur.",
        "numberInSurah": 13,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1174,
        "text": "İşte siz şimdi tadın onu; (ayrıca) kafirler için ateş azabı da vardır!",
        "numberInSurah": 14,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1175,
        "text": "Ey inananlar, inkar edenlerle toplu halde karşılaşırsanız, onlara arkalar(ınız)ı döndür(üp kaç)mayın.",
        "numberInSurah": 15,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1176,
        "text": "Kim o gün savaşmak için bir tarafa çekilmek, ya da başka bir birliğe katılmak dışında arkasını döner(kaçar)sa o, Allah'tan bir gazaba uğrar, onun yeri cehennemdir, o ne kötü varılacak bir yerdir!",
        "numberInSurah": 16,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1177,
        "text": "(O gün) Onları siz öldürmediniz, fakat onları Allah öldürdü; (ey Muhammed), attığın zaman sen atmadın, fakat Allah attı. Mü'minleri güzel bir imtihanla sınamak için (bunu yaptı). Doğrusu Allah işitendir, bilendir.",
        "numberInSurah": 17,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1178,
        "text": "İşte size böyle yaptı. Çünkü Allah, kafirlerin tuzağını zayıflatır.",
        "numberInSurah": 18,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1179,
        "text": "Eğer fetih istiyorsanız işte size fetih geldi. Eğer (eski yaptıklarınızdan) vazgeçerseniz, bu sizin için iyidir. Ama yine (eski yaptıklarınıza) dönerseniz, biz de döneriz (size yardım etmekten vazgeçeriz). O zaman topluluğunuz çok da olsa, size hiçbir yarar sağlayamaz. Allah, inananlarla beraberdir.",
        "numberInSurah": 19,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1180,
        "text": "Ey inananlar, Allah'a ve Elçisine ita'at edin, işittiğiniz halde ondan dönmeyin.",
        "numberInSurah": 20,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1181,
        "text": "İşitmedikleri halde \"İşittik\" diyenler gibi olmayın.",
        "numberInSurah": 21,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1182,
        "text": "Allah katında canlıların en kötüsü, düşünmeyen sağırlar ve dilsizlerdir.",
        "numberInSurah": 22,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1183,
        "text": "Allah onlarda bir iyilik olduğunu bilseydi, elbette onlara işittirirdi, onlara işittirseydi de yine aldırmayarak dönerlerdi.",
        "numberInSurah": 23,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1184,
        "text": "Ey inananlar (elçi), sizi yaşatacak şeylere çağırdığı zaman Allah'ın ve Elçisinin çağrısına koşun ve bilin ki, Allah, kişi ile onun kalbi arasına girer ve siz, O'nun huzuruna toplanacaksınız.",
        "numberInSurah": 24,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1185,
        "text": "(Öyle) Bir fitneden sakının ki, aranızdan yalnız haksızlık edenlere erişmekle kalmaz (hepinize erişir). Bilinki Allah'ın azabı çetindir.",
        "numberInSurah": 25,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1186,
        "text": "Düşünün ki bir zaman siz az idiniz, yeryüzünde hırpalanıyordunuz. İnsanların sizi kapıp götürmesinden korkuyordunuz. Allah, sizi barındırdı, sizi yardımıyle destekledi, sizi güzel şeylerle besledi ki, şükredesiniz.",
        "numberInSurah": 26,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1187,
        "text": "Ey inananlar, bile bile emanetlerinize hiyanet etmek suretiyle Allah'a ve Elçisine hiyanet etmeyin.",
        "numberInSurah": 27,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1188,
        "text": "Bilin ki mallarınız ve çocuklarınız birer fitne(sınav)dır. Allah'a gelince büyük mükafat, o'nun yanındadır.",
        "numberInSurah": 28,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1189,
        "text": "Ey inananlar, Allah'tan korkarsanız O size iyi ile kötüyü ayırdedici bir anlayış verir, kötülüklerinizi örter ve sizi bağışlar. Allah büyük lutuf sahibidir.",
        "numberInSurah": 29,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1190,
        "text": "İnkar edenler seni tutup bağlamaları, öldürmeleri, ya da sürmeleri için sana tuzak kuruyorlardı. Onlar tuzak kurarlarken Allah da tuzak kuruyordu. Allah tuzak kuranların en iyisidir. (O, kendisine karşı tuzak kuranların tuzaklarını başlarına geçirir).",
        "numberInSurah": 30,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1191,
        "text": "Onlara ayetlerimiz okunduğu zaman \"İşittik\" dediler, \"İstesek, biz de bunun gibisini söyleriz. Bu, evvelkilerin masallarından başka bir şey değildir!\"",
        "numberInSurah": 31,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1192,
        "text": "Ve: \"Allah'ım, eğer bu, senin yanından gelmiş gerçekse başımıza gökten taş yağdır, yahut bize acı bir azab getir!\" demişlerdi.",
        "numberInSurah": 32,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1193,
        "text": "Oysa sen onların içinde bulundukça Allah, onlara azab edecek değildi ve onlar istiğfar ederlerken (içlerinde istiğfar edenler var iken) de Allah, onlara azab edecek değildi.",
        "numberInSurah": 33,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1194,
        "text": "Onlar, (inananları) Mescid-i haramdan geri çevirdikleri ve onun velisi, (bakıcısı, koruyucusu) olmadıkları halde neden Allah onlara azabetmesin? Onun velileri, (bakıcıları, koruyucuları) sadece (günahlardan) korunanlardır. Fakat çokları bilmezler.",
        "numberInSurah": 34,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1195,
        "text": "Onların Beyt(ullah) yanındaki namazları da, ıslık çalmadan ve el çırpmadan ibarettir. \"O halde inkarınızdan dolayı azabı tadın!\"",
        "numberInSurah": 35,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1196,
        "text": "İnkar edenler, Allah yoluna engel olmak için mallarını harcarlar ve harcayacaklar da. Sonra bu, kendilerine dert olacak, nihayet yenilecekler ve inkar edenler cehenneme sürüleceklerdir.",
        "numberInSurah": 36,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1197,
        "text": "(Sürüleceklerdir) Ki, Allah, murdarı temizden ayıklasın ve bütün murdarları birbiri üzerine koyup yığsın da hepsini cehenneme atsın. İşte ziyana uğrayanlar onlardır.",
        "numberInSurah": 37,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1198,
        "text": "İnkar edenlere söyle: \"Eğer vazgeçerlerse, geçmişteki (günahları) kendilerine bağışlanır; yok yine (eski hallerine) dönerlerse, öncekilerin (başlarına gelen Allah) kanunu geçmiştir (bunların da başına gelecektir. Onu beklesinler).",
        "numberInSurah": 38,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 150,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1199,
        "text": "Fitne (baskı) kalmayıncaya ve din tamamen Allah'ın oluncaya kadar onlarla savaşın! Eğer (baskıya) son verirlerse muhakkak ki Allah, ne yaptıklarını görmektedir.",
        "numberInSurah": 39,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 150,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1200,
        "text": "Eğer dönerlerse, bilin ki Allah sizin sahibinizdir. O, ne güzel sahip, ne güzel yardımcıdır!",
        "numberInSurah": 40,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 150,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1201,
        "text": "Eğer Allah'a ve (hak ile batılın) ayrılma gününde, o iki topluluğun karşılaştığı (Bedir) gün(ün)de kulumuz(Muhammed)e indirdiğimiz(ayetler)e inanmışsanız bilin ki aldığınız ganimetlerin beşte biri, Allah'a, Elçisine ve (Allah'ın Elçisi ile) akrabalığı bulunan(lar)a, yetimlere, yoksullara ve yolcu(lar)a aittir. Allah her şeye kadirdir.",
        "numberInSurah": 41,
        "juz": 10,
        "manzil": 2,
        "page": 182,
        "ruku": 150,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1202,
        "text": "O gün siz, vadinin yakın kenarında idiniz, onlar da uzak kenarında idiler. Kervan da sizden daha aşağıda idi. Eğer sözleşmiş olsaydınız dahi, sözleştiğiniz vakitte öyle buluşamazdınız. Fakat Allah, yapılması gereken bir işi yerine getirmek için (sizi böyle buluşturdu) ki helak olan, açık delille helak olsun; yaşayan da açık delille yaşasın. Çünkü Allah, işitendir, bilendir.",
        "numberInSurah": 42,
        "juz": 10,
        "manzil": 2,
        "page": 182,
        "ruku": 150,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1203,
        "text": "Allah, sana onları uykunda az gösteriyordu. Eğer sana onları çok gösterseydi, çekinirdiniz ve (savaş) iş(in)de çekişirdiniz. Fakat Allah, (sizi bundan) kurtardı. Doğrusu O, göğüslerin özünü bilir.",
        "numberInSurah": 43,
        "juz": 10,
        "manzil": 2,
        "page": 182,
        "ruku": 150,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1204,
        "text": "Karşılaştığınız zaman onları sizin gözlerinize az gösteriyor, sizi de onların gözlerinde azaltıyordu ki yapılması gereken bir işi yerine getirsin. İşler, hep Allah'a döndürülecektir.",
        "numberInSurah": 44,
        "juz": 10,
        "manzil": 2,
        "page": 182,
        "ruku": 150,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1205,
        "text": "Ey inananlar, bir toplulukla karşılaştığınız zaman sebat edin ve Allah'ı çok anın ki, başarıya erişesiniz.",
        "numberInSurah": 45,
        "juz": 10,
        "manzil": 2,
        "page": 182,
        "ruku": 151,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1206,
        "text": "Allah'a ve Elçisine ita'at edin, birbirinizle çekişmeyin, yoksa korkuya kapılırsınız, devletiniz gider. Sabredin, çünkü Allah sabredenlerle beraberdir.",
        "numberInSurah": 46,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 151,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1207,
        "text": "Yurtlarından çalım satarak, insanlara gösteriş yaparak çıkan ve Allah yolundan men'edenler gibi olmayın. Allah, onların bütün yaptıklarını kuşatmıştır.",
        "numberInSurah": 47,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 151,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1208,
        "text": "O zaman şeytan onlara yaptıkları işi süslemiş: \"Bugün insanlardan sizi yenecek kimse yoktur, (korkmayın), ben sizin yanınızdayım!\" demişti. Fakat iki topluluk birbirini görünce iki ökçesi üzerine (geriye) dönüp: \"Ben sizden uzağım, ben sizin görmediğinizi görüyorum, ben Allah'tan korkarım, zira Allah'ın cezası çetindir!\" demişti.",
        "numberInSurah": 48,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 151,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1209,
        "text": "Münafıklar ve kalblerinde hastalık bulunanlar (sizin için): \"Bunları dinleri aldatmış, (baksana başa çıkamayacakları bir kuvvetle savaşmağa kalkıyorlar).\" diyorlardı. Oysa, kim Allah'a dayanırsa şüphesiz Allah, daima galib, hüküm ve hikmet sahibidir.",
        "numberInSurah": 49,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1210,
        "text": "Görseydin o inkar edenleri: Melekler, onların canlarını alırken yüzlerine ve kıçlarına vuruyorlar: \"Haydi, yangın azabını tadın!\" (diyorlardı).",
        "numberInSurah": 50,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1211,
        "text": "İşte bu, ellerinizin yapıp öne sürdüğü işler yüzündendir. Yoksa Allah, kullara zulmedici değildir.",
        "numberInSurah": 51,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1212,
        "text": "(Bunlar da) tıpkı Fir'avn ailesi ve onlardan öncekilerin gidişi gibi(davrandılar. Onlar da): Allah'ın ayetlerini inkar etmişlerdi; Allah da onları, günahlarıyla yakalamıştı. Şüphesiz Allah güçlüdür, O'nun cezası çetindir.",
        "numberInSurah": 52,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1213,
        "text": "Bu böyledir, çünkü bir millet kendilerinde bulunan(güzel meziyet)i değiştirmedikçe Allah onlara verdiği ni'meti değiştirmez. Allah işitendir, bilendir.",
        "numberInSurah": 53,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1214,
        "text": "(Evet) Fir'avn ailesi ve onlardan öncekilerin gidişi gibi: Rablerinin ayetlerini yalanlamışlardı; biz de onları günahlarıyle mahvetmiştik ve Fir'avn ailesini boğmuştuk. Hepsi de zulmedicilerdi.",
        "numberInSurah": 54,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1215,
        "text": "Allah'a göre canlıların en kötüsü, kafirlerdir; artık onlar inanmazlar.",
        "numberInSurah": 55,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1216,
        "text": "Sen kendileriyle andlaşma yaptığın halde onlar, hiç çekinmeden, her defa andlaşmalarını bozarlar.",
        "numberInSurah": 56,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1217,
        "text": "Savaşta onları yakalarsan, onlar(a vereceğin ceza) ile arkalarında bulunan kimseleri de dağıt ki ibret alsınlar.",
        "numberInSurah": 57,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1218,
        "text": "Bir kavmin, (andlaşmaya) hiyanet etmesinden korkarsan, sen de (onlarla yaptığın andlaşmayı) aynı şekilde onlara at; çünkü Allah; hainleri sevmez.",
        "numberInSurah": 58,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1219,
        "text": "İnkar edenler (bizim elimizden kurtulup) geçtiklerini sanmasınlar. Onlar (bizi) aciz bırakamazlar.",
        "numberInSurah": 59,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 153,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1220,
        "text": "Onlara karşı gücünüz yettiği kadar kuvvet ve cihad için bağlanıp beslenen atlar hazırlayın. Bununla Allah'ın düşmanını, sizin düşmanınızı ve onlardan başka sizin bilmediğiniz, Allah'ın bildiği (düşman) kimseleri korkutursunuz. Allah yolunda ne harcarsanız tam olarak size ödenir, hiç haksızlığa uğratılmazsınız.",
        "numberInSurah": 60,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 153,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1221,
        "text": "Eğer onlar barışa yanaşırlarsa sen de ona yanaş ve Allah'a dayan, çünkü O, işitendir, bilendir.",
        "numberInSurah": 61,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 153,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1222,
        "text": "Eğer sana hile yapmak isterlerse (korkma) Allah sana yeter. O ki, yardımıyle seni ve mü'minleri destekledi.",
        "numberInSurah": 62,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 153,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1223,
        "text": "Ve onların kalblerinin arasını uzlaştırdı. Sen yeryüzünde bulunan herşeyi verseydin, yine onların kalblerinin arasını uzlaştıramazdın; fakat Allah, onların arasını uzlaştırdı. Çünkü O, daima üstündür, hüküm ve hikmet sahibidir.",
        "numberInSurah": 63,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 153,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1224,
        "text": "Ey peygamber, Allah sana ve sana tabi olan mü'minlere yeter.",
        "numberInSurah": 64,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 153,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1225,
        "text": "Ey peygamber, mü'minleri savaşa teşvik et. Eğer sizden sabreden yirmi kişi olursa, iki yüz(kafir)i yenerler. Sizden yüz kişi olursa, kafirlerden bin kişiyi yenerler. Çünkü kafirler, anlamaz bir topluluktur.",
        "numberInSurah": 65,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 154,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1226,
        "text": "Şimdi Allah sizden hafifletti, sizde zayıflık bulunduğunu bildi. Bundan böyle sizden sabreden yüz kişi olsa, iki yüz(kafir)i yenerler. Ve eğer sizden bin kişi olsa Allah'ın izniyle iki bin(kafir)i yenerler. Allah, sabredenlerle beraberdir.",
        "numberInSurah": 66,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 154,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1227,
        "text": "Yeryüzünde ağır bas(ıp küfrün belini iyice kır)ıncaya kadar hiçbir peygambere esirler sahibi olmak yakışmaz. Siz, geçici dünya malını istiyorsunuz, Allah ise (sizin için) ahireti istiyor. Allah daima üstün, hüküm ve hikmet sahibidir.",
        "numberInSurah": 67,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 154,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1228,
        "text": "Eğer Allah'tan, (yanılma ile verilen hükümlerden ötürü azabetmemek hakkında) bir yazı geçmemiş olsaydı, aldığınız fidyeden dolayı size mutlaka büyük bir azab dokunurdu.",
        "numberInSurah": 68,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 154,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1229,
        "text": "Artık aldığınız ganimetten helal ve temiz olarak yeyin ve Allah'tan korkun. Şüphesiz Allah, bağışlayandır, esirgeyendir.",
        "numberInSurah": 69,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 154,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1230,
        "text": "Ey peygamber, ellerinizde bulunan esirlere söyle: \"Eğer Allah, sizin kalblerinizde bir hayır olduğunu bilirse, size, sizden alınan(fidye)den daha hayırlısını verir ve sizi bağışlar. Allah bağışlayandır, esirgeyendir.",
        "numberInSurah": 70,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1231,
        "text": "Eğer sana hainlik yapmak isterlerse, daha önce Allah'a da hainlik yapmışlardı. Bu yüzden (Allah) onlara karşı (sana) imkan verdi. Allah (herşeyi) bilendir, yerli yerince yapandır.",
        "numberInSurah": 71,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1232,
        "text": "Onlar ki inandılar, hicret ettiler, Allah yolunda mallariyle, canlariyle savaştılar ve onlar ki (yurtlarına göçenleri) barındırdılar ve yardım ettiler; işte onlar, birbirlerinin velisi(dostu, koruyucusu)durlar. İnanıp da hicret etmeyenlere gelince, onlar hicret edinceye kadar, onların velayetinden size bir şey yoktur (onları korumakla yükümlü değilsiniz). Fakat dinde yardım isterlerse (onlara) yardım etmeniz gerekir. Yalnız, aranızda andlaşma bulunan bir topluma karşı (yardım etmeniz) olmaz. Allah, yaptıklarınızı görmektedir.",
        "numberInSurah": 72,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1233,
        "text": "İnkar edenler, birbirlerinin velisidirler. Eğer bunu yapmazsanız (mü'minleri bırakıp kafirleri dost tutarsanız), yeryüzünde fitne ve büyük bir kargaşa olur.",
        "numberInSurah": 73,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1234,
        "text": "Onlar ki, inandılar, hicret ettiler, Allah yolunda savaştılar ve onlar ki, (göçmenleri) barındırdılar ve (onlara) yardım ettiler, işte gerçek mü'minler onlardır. Onlar için bağış ve bol rızık vardır.",
        "numberInSurah": 74,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1235,
        "text": "Onlar ki sonradan inandılar, hicret ettiler, sizinle beraber savaştılar, işte onlar da sizdendir. Rahim sahipleri (kan akrabası), Allah'ın Kitabına göre birbirlerine daha yakın dostturlar. Allah herşeyi bilir.",
        "numberInSurah": 75,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "tr.ates",
      "language": "tr",
      "name": "Süleyman Ateş",
      "englishName": "Suleyman Ates",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}