{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 12,
    "name": "سُورَةُ يُوسُفَ",
    "englishName": "Yusuf",
    "englishNameTranslation": "Joseph",
    "revelationType": "Meccan",
    "numberOfAyahs": 111,
    "ayahs": [
      {
        "number": 1597,
        "text": "Elif lam ra. Bunlar apaçık Kitabın ayetleridir.",
        "numberInSurah": 1,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 193,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1598,
        "text": "Biz onu Arapça bir Kur'an olarak indirdik ki anlayasınız.",
        "numberInSurah": 2,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 193,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1599,
        "text": "Biz, bu Kur'an'ı vahyetmekle sana kıssaların en güzelini anlatıyoruz. Sen ondan önce (bunları) bilmeyenlerden idin.",
        "numberInSurah": 3,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 193,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1600,
        "text": "Hani bir zaman Yusuf, babasına: \"Babacığım demişti, ben (rü'yada) on bir yıldız, güneşi ve ayı gördüm, bunların bana secde ettiklerini gördüm.\" demişti.",
        "numberInSurah": 4,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 193,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1601,
        "text": "(Babası Ya'kub): \"Yavrum, dedi, rü'yanı kardeşlerine anlatma, sonra sana bir tuzak kurarlar. Çünkü şeytan, insanın apaçık düşmanıdır!",
        "numberInSurah": 5,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 193,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1602,
        "text": "Böyece Rabbin seni seçecek ve sana düşlerin yorumundan bir parça öğretecek, sana ve Ya'kub soyuna ni'metini tamamlayacaktır; nasıl ki daha önce ataların İbrahim'e ve İshak'a da ni'metini tamamlamıştı. Şüphesiz Rabbin, bilendir, hüküm ve hikmet sahibidir.\"",
        "numberInSurah": 6,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 193,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1603,
        "text": "Andolsun, Yusuf ve kardeşlerin(in kıssaların)da, soranlar için ibretler vardır:",
        "numberInSurah": 7,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1604,
        "text": "(Kardeşleri) demişlerdi ki: \"Yusuf ve (öz) kardeşi (Bünyamin), babamıza bizden daha sevgilidir. Oysa biz bir cemaatiz. Babamız açık bir yanlışlık içindedir!\"",
        "numberInSurah": 8,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1605,
        "text": "Yusuf'u öldürün, ya da onu bir yere bırakın da babanızın yüzü yalnız size kalsın (bundan böyle babanız yalnız sizi görsün ve sevsin)! Ondan sonra da (tevbe eder), iyi bir topluluk olursunuz!",
        "numberInSurah": 9,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1606,
        "text": "İçlerinden bir sözcü: \"Yusuf'u öldürmeyin, onu kuyunun dibine atın, kervanlardan biri onu (görüp) alsın; eğer yapacaksanız (böyle yapın),\" dedi.",
        "numberInSurah": 10,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1607,
        "text": "(Bu fikirde karar kıldılar ve babalarına gelip) Dediler ki: \"Ey babamız, neden Yusuf hakkında bize güvenmiyorsun, oysa biz ona öğüt verenler(onun iyiliğini isteyenler)iz?\"",
        "numberInSurah": 11,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1608,
        "text": "Yarın onu da bizimle beraber (kıra) gönder, gezsin, oynasın; biz onu elbette koruruz.",
        "numberInSurah": 12,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1609,
        "text": "(Ya'kub) Dedi ki: \"Onu götürmeniz beni üzer; korkarım ki, sizin haberiniz yokken onu kurt yer!\"",
        "numberInSurah": 13,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1610,
        "text": "Dediler ki: \"Biz bir topluluk olduğumuz halde onu kurt yerse, o zaman biz tamamen beceriksiz kimseleriz, demektir!\"",
        "numberInSurah": 14,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1611,
        "text": "Nihayet onu götürüp de kuyunun dibine atmağa topluca karar verdikleri zaman biz, Yusuf'a: \"Andolsun sen onların bu işlerini, hiç farkında olmayacakları bir sırada kendilerine haber vereceksin!\" diye vahyettik.",
        "numberInSurah": 15,
        "juz": 12,
        "manzil": 3,
        "page": 237,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1612,
        "text": "Akşamleyin ağlayarak babalarına geldiler.",
        "numberInSurah": 16,
        "juz": 12,
        "manzil": 3,
        "page": 237,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1613,
        "text": "Ey babamız, dediler, biz gittik, yarışıyorduk; Yusuf'u yiyeceğimizin yanında bırakmıştık. Onu kurt yemiş! Ama biz doğru söylesek de sen bize inanmazsın!",
        "numberInSurah": 17,
        "juz": 12,
        "manzil": 3,
        "page": 237,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1614,
        "text": "(Yusuf'un) gömleğinin üstünde yalan kan getirdiler. (Ya'kub): \"Herhalde, dedi, nefisleriniz sizi aldatıp bir işe sürükledi. Artık tek çarem güzelce sabretmektir. Dediğinize (dayanmak için) ancak Allan'tan yardım istenir!\"",
        "numberInSurah": 18,
        "juz": 12,
        "manzil": 3,
        "page": 237,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1615,
        "text": "Bir kervan geldi, sucularını gönderdiler, (o da gidip kuyuya) kovasını sarkıttı: \"Müjde, dedi, işte bir oğlan!\" Onu ticaret için sakladılar, halbuki Allah, onların ne yaptıklarını biliyordu.",
        "numberInSurah": 19,
        "juz": 12,
        "manzil": 3,
        "page": 237,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1616,
        "text": "Nihayet (Mısır'a varınca) onu düşük bir pahaya, birkaç paraya sattılar. Onlar, ona (Yusuf'a) karşı isteksiz idiler.",
        "numberInSurah": 20,
        "juz": 12,
        "manzil": 3,
        "page": 237,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1617,
        "text": "Onu satın alan Mısır'lı (hazine bakanı Kıtfir), karısı(Zeliha'y)a: \"Ona iyi bak, belki bize yararı dokunur, ya da onu evlad ediniriz!\" dedi. Böylece biz Yusuf'a o yerde güzel bir imkan verdik ki ona düşlerin yorumunu öğretelim. Allah, buyruğunu yerine getirendir, ama insanların çoğu bilmezler.",
        "numberInSurah": 21,
        "juz": 12,
        "manzil": 3,
        "page": 237,
        "ruku": 195,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1618,
        "text": "(Yusuf), kuvvetli çağına erişince ona hüküm ve ilim verdik. İşte biz, güzel hareket edenleri böyle mükafatlandırırız.",
        "numberInSurah": 22,
        "juz": 12,
        "manzil": 3,
        "page": 237,
        "ruku": 195,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1619,
        "text": "Yusuf'un, evinde kaldığı kadın, onun nefsinden murad almak istedi ve kapıları kilitleyip: \"Haydi gelsene!\" dedi (Yusuf): \"Allah'a sığınırım dedi, efendim bana güzel baktı. zalimler iflah olmazlar!\"",
        "numberInSurah": 23,
        "juz": 12,
        "manzil": 3,
        "page": 238,
        "ruku": 195,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1620,
        "text": "Andolsun, kadın onu arzu etmişti, eğer Rabbinin doğruyu gösteren delilini görmeseydi o da onu arzu etmişti. Böylece biz kötülüğü ve fuhşu ondan çevirmek istedik; çünkü o, ihlasa erdirilmiş (temiz) kullarımızdandır.",
        "numberInSurah": 24,
        "juz": 12,
        "manzil": 3,
        "page": 238,
        "ruku": 195,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1621,
        "text": "Kapıya doğru koşuştular. Kadın, Yusuf'un gömleğini arkadan yırttı. Kapının yanında kadının bey'ine rastladılar. Kadın: \"Senin ailene kötülük yapmak isteyenin cezası nedir? Zindana kapatılmak veya acı bir biçimde işkence edilmek değil midir?\" dedi.",
        "numberInSurah": 25,
        "juz": 12,
        "manzil": 3,
        "page": 238,
        "ruku": 195,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1622,
        "text": "(Yusuf): \"O benden murad almak istedi!\" dedi. Kadının ailesinden bir şahid de şöyle şahidlik etti: \"Eğer Yusuf'un gömleği önden yırtılmışsa kadın doğrudur, o yalancılardandır.\"",
        "numberInSurah": 26,
        "juz": 12,
        "manzil": 3,
        "page": 238,
        "ruku": 195,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1623,
        "text": "Ve eğer onun gömleği arkadan yırtılmışsa kadın yalancıdır, o doğrulardandır!",
        "numberInSurah": 27,
        "juz": 12,
        "manzil": 3,
        "page": 238,
        "ruku": 195,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1624,
        "text": "(Kadının kocası, Yusuf'un) gömleğinin arkadan yırtılmış olduğunu görünce (kadına): \"Bu, sizin düzeninizdendir, dedi, gerçekten sizin düzeniniz büyüktür!\"",
        "numberInSurah": 28,
        "juz": 12,
        "manzil": 3,
        "page": 238,
        "ruku": 195,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1625,
        "text": "Yusuf, sen bundan vazgeç (bunu kimseye söyleme), (ey kadın), sen de günahının bağışlanmasını dile! Çünkü sen, günahkarlardan oldun!",
        "numberInSurah": 29,
        "juz": 12,
        "manzil": 3,
        "page": 238,
        "ruku": 195,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1626,
        "text": "Şehirde birtakım kadınlar: Vezir'in karısı, uşağının nefsinden murad almak istemiş! Sevda, onun bağrını yakmış! Biz onu açık bir sapıklık içinde görüyoruz!\" dediler.",
        "numberInSurah": 30,
        "juz": 12,
        "manzil": 3,
        "page": 238,
        "ruku": 196,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1627,
        "text": "(Kadın), onların (dedi-kodu yaparak kendisini dile düşürme) düzenlerini işitince, onlara (adam) gönderdi (yemeğe davet etti). Onlar için dayanacak yastıklar hazırladı ve her birine de birer bıçak verdi. (Yusuf'a): \"Çık karşılarına!\" dedi. Kadınlar, (önlerine konan meyveleri soyup yemekle meşgul iken) Yusuf'u görünce onu (gözlerinde) büyüttüler, (ona hayranlıklarından ötürü) ellerini kestiler ve: \"Allah için, haşa bu, insan değildir; bu ancak güzel bir melektir!\" dediler.",
        "numberInSurah": 31,
        "juz": 12,
        "manzil": 3,
        "page": 239,
        "ruku": 196,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1628,
        "text": "(Kadın) Dedi ki: \"İşte siz, beni bunun için kınamıştınız! Andolsun ben kendisinden murad almak istedim de o, iffetinden ötürü reddetti. Ama kendisine emrettiğimi yapmazsa, elbette zindana atılacak ve alçalanlardan olacaktır!\"",
        "numberInSurah": 32,
        "juz": 12,
        "manzil": 3,
        "page": 239,
        "ruku": 196,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1629,
        "text": "(Yusuf): \"Rabbim dedi, bana göre zindan, bunların beni çağırdığı şeyden iyidir. Eğer onların düzenini benden savmazsan onlara kayarım ve cahillerden olurum!\"",
        "numberInSurah": 33,
        "juz": 12,
        "manzil": 3,
        "page": 239,
        "ruku": 196,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1630,
        "text": "Rabbi onun du'asını kabul buyurdu da onların düzenini ondan savdı. Şüphesiz O, işitendir, bilendir.",
        "numberInSurah": 34,
        "juz": 12,
        "manzil": 3,
        "page": 239,
        "ruku": 196,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1631,
        "text": "Sonra (aziz Kıtfir ve adamları, Yusuf'un masumluğu hakkındaki) bu delilleri gördükleri halde yine onu bir süre zindana atmaları kendilerine uygun geldi.",
        "numberInSurah": 35,
        "juz": 12,
        "manzil": 3,
        "page": 239,
        "ruku": 196,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1632,
        "text": "Onunla beraber iki genç daha zindana girdi. Onlardan biri dedi ki: \"Ben düşümde şarap sıktığımı görüyorum.\" Öteki de: \"Ben de, görüyorum ki başımın üstünde ekmek taşıyorum, kuşlar ondan yiyor. Bunun yorumunu bize haber ver, zira biz seni güzel davranan(iyi rü'ya yoran)lardan görüyoruz.\" dedi.",
        "numberInSurah": 36,
        "juz": 12,
        "manzil": 3,
        "page": 239,
        "ruku": 197,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1633,
        "text": "(Yusuf) şöyle dedi: \"Size rızık olarak verilen yemek henüz size gelmezden önce bunun yorumunu size haber vermiş olurum. Bu (yorum) Rabbimin bana öğrettiği şeylerdendir (bu bilgileri Rabbim bana lutfetti). Ben, Allah'a inanmayan, ahireti de inkar eden bir kavmin dinini terk ettim:",
        "numberInSurah": 37,
        "juz": 12,
        "manzil": 3,
        "page": 239,
        "ruku": 197,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1634,
        "text": "Atalarım İbrahim, İshak ve Ya'kub'un dinine uydum. Bizim, herhangi bir şeyi Allah'a ortak koşmağa hakkımız yoktur. Bu (tevhid), bize ve bütün insanlara Allah'ın bir lutfudur, ama insanların çoğu şükretmezler.",
        "numberInSurah": 38,
        "juz": 12,
        "manzil": 3,
        "page": 240,
        "ruku": 197,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1635,
        "text": "Ey benim zindan arkadaşlarım, çeşitli tanrılar mı iyi, yoksa herşeyi (hükmü altında tutan) kahredici tek Allah mı? \tO my two fellow-prisoners! Are divers lords better, or Allah the One, the Almighty?",
        "numberInSurah": 39,
        "juz": 12,
        "manzil": 3,
        "page": 240,
        "ruku": 197,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1636,
        "text": "Siz, o'nu bırakıp ancak sizin ve atalarınızın taktığı birtakım (boş) isimlere tapıyorsunuz. Allah onlar(ın gerçekliği) hakkında hiçbir delil indirmemiş(onlara hiçbir güç vermemiş)tir. Hüküm, yalnız Allah'ındır. O, yalnız kendisine tapmanızı buyurmuştur. İşte doğru din budur. Ama insanların çoğu bilmezler.\"",
        "numberInSurah": 40,
        "juz": 12,
        "manzil": 3,
        "page": 240,
        "ruku": 197,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1637,
        "text": "Ey zindan arkadaşlarım, (rü'yanıza gelince) biriniz (eskisi gibi) yine efendisine şarap sunacak, diğeri ise asılacak, kuşlar onun başından yiyecek. Sorduğunuz iş (bu şekilde) kesinleşmiştir.",
        "numberInSurah": 41,
        "juz": 12,
        "manzil": 3,
        "page": 240,
        "ruku": 197,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1638,
        "text": "O iki kişiden kurtulacağını sandığı kimseye: \"Beni efendin(kralın)ın yanında an (benim suçsuz olduğumu krala hatırlat)\" dedi. Fakat şeytan o adama, (Yusuf'un durumunu) efendisine söylemeyi unutturdu, (bundan ötürü Yusuf), birkaç yıl zindanda kaldı.",
        "numberInSurah": 42,
        "juz": 12,
        "manzil": 3,
        "page": 240,
        "ruku": 197,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1639,
        "text": "(Bir gün) Kral dedi ki: \"Ben, düşümde yedi semiz inek görüyorum, bunları yedi zayıf inek yiyor. Ve yedi yeşil, yedi de kuru başak (görüyorum). Ey efendiler, eğer siz rü'ya ta'bir ediyorsanız bu rü'yamın ta'birini bana anlatın.\"",
        "numberInSurah": 43,
        "juz": 12,
        "manzil": 3,
        "page": 240,
        "ruku": 198,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1640,
        "text": "(Yorumcular) dediler ki: \"Bu, karışık düşlerden ibarettir. Biz, karışık düşlerin yorumunu bilmeyiz.\"",
        "numberInSurah": 44,
        "juz": 12,
        "manzil": 3,
        "page": 241,
        "ruku": 198,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1641,
        "text": "(Zindandaki) İki kişiden kurtulan (adam), uzun bir süre sonra (bu olay üzerine Yusuf'u) hatırladı da dedi ki: \"Ben size onun yorumunu haber veririm, hemen beni (zindana) gönderin.\"",
        "numberInSurah": 45,
        "juz": 12,
        "manzil": 3,
        "page": 241,
        "ruku": 198,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1642,
        "text": "(Zindana, Yusuf'un yanına geldi, dedi ki): \"Yusuf, ey çok doğru söyleyen, bize şu rü'yayı çöz: Yedi semiz ineği, yedi zayıf (inek) yiyor ve yedi yeşil, yedi de kuru başak (neyi gösterir)? Umarım ki senin yorumunla insanlara dönerim, onlar da bilirler.\"",
        "numberInSurah": 46,
        "juz": 12,
        "manzil": 3,
        "page": 241,
        "ruku": 198,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1643,
        "text": "(Yusuf) Dedi ki: \"Siz, adetiniz üzere yedi yıl (ürün) ekersiniz. Biçtiğinizi başağında bırakırsınız, ancak yiyeceğiniz az bir mikdar(ı alırsınız, gerisini depolarsınız).\"",
        "numberInSurah": 47,
        "juz": 12,
        "manzil": 3,
        "page": 241,
        "ruku": 198,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1644,
        "text": "Sonra onun ardından yedi kurak (yıl) gelir ki (tohumluk olarak) sakladığınız az miktar dışında, o yıllar için önceden biriktirdiklerinizi yeyip bitirir.",
        "numberInSurah": 48,
        "juz": 12,
        "manzil": 3,
        "page": 241,
        "ruku": 198,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1645,
        "text": "Sonra onun ardından bir yıl gelir ki, o yılda insanlara bol yağmur verilir ve insanlar o yıl (bol bol meyva) sıkarlar (hayvan sağarlar).",
        "numberInSurah": 49,
        "juz": 12,
        "manzil": 3,
        "page": 241,
        "ruku": 198,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1646,
        "text": "(Elçi bu yorumu getirince) Kral: \"Onu bana getirin.\" dedi. Elçi, Yusuf'un yanına gelince (Yusuf): \"Efendine dön de ona sor, ellerini kesen o kadınların maksadı neydi? (Bunu ortaya çıkarsın). Şüphesiz Rabbim, onların tuzaklarını biliyor\", dedi.",
        "numberInSurah": 50,
        "juz": 12,
        "manzil": 3,
        "page": 241,
        "ruku": 199,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1647,
        "text": "(Kral, kadınlara): \"Yusuf'un nefsinden murad almak istediğiniz zaman durumunuz neydi?\" dedi. Dediler ki: \"Haşa, Allah için (doğru söylemek lazım), biz onda hiçbir kötülük görmedik!\" Aziz'in karısı da: \"İşte şimdi hak yerini buldu, ben onun nefsinden murad almak istemiştim. O tamamen doğrulardandır!\" dedi.",
        "numberInSurah": 51,
        "juz": 12,
        "manzil": 3,
        "page": 241,
        "ruku": 199,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1648,
        "text": "(Gerçeği söyledim ki Yusuf) Benim, arkadan kendisine hainlik etmediğimi ve Allah'ın, hainlerin tuzağını başarıya ulaştırmayacağını bilsin.\"",
        "numberInSurah": 52,
        "juz": 12,
        "manzil": 3,
        "page": 241,
        "ruku": 199,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1649,
        "text": "Ben nefsimi temize çıkarmam. Çünkü nefis, daima kötülüğü emredicidir. Meğer Rabbimin esirgediği bir nefis ola. Rabbim bağışlayandır, esirgeyendir.",
        "numberInSurah": 53,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 199,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1650,
        "text": "Kral: \"Onu bana getirin, dedi, onu kendime özel (dost) yapayım!\" Kendisiyle konuş(up ondaki olgunluğu gör)ünce (Yusuf'a): \"Sen, dedi, artık bugün yanımızda mevki sahibi, güvenilir(bir kimse)sin.",
        "numberInSurah": 54,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 199,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1651,
        "text": "(Yusuf, krala): \"Beni ülkenin hazineleri üstüne bakan yap. Çünkü ben (onları) iyi korur, (yönetmesini) iyi bilirim.\" dedi.",
        "numberInSurah": 55,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 199,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1652,
        "text": "Böylece biz Yusuf'a o ülke'de iktidar verdik. Orada dilediği yerde konaklardı. Biz, dilediğimiz kimseye rahmetimizi ulaştırırız, güzel davrananların ecrini zayi etmeyiz.",
        "numberInSurah": 56,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 199,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1653,
        "text": "İnananlar ve (kötülüklerden) korunanlar için elbette ahiret ödülü, daha hayırlıdır.",
        "numberInSurah": 57,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 199,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1654,
        "text": "Yusuf'un kardeşleri geldiler, onun yanına girdiler, o onları tanıdı; fakat onlar onu tanımıyorlardı.",
        "numberInSurah": 58,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1655,
        "text": "(Yusuf) Onların (zahire) yüklerini hazırlatınca dedi ki: \"Sizin baba bir kardeşinizi de bana getirin, görüyorsunuz ya ben, ölçüyü tam yapıyorum ve ben konukseverlerin en iyisiyim!\"",
        "numberInSurah": 59,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1656,
        "text": "Eğer onu bana getirmezseniz artık benim yanımda size ölçü(lüp verilecek bir şey) yok. (Bir daha) bana yaklaşmayın!",
        "numberInSurah": 60,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1657,
        "text": "Dediler ki: \"Onu babasından isteyip getirmeğe çalışacağız, (bunu) mutlaka yapacağız\"",
        "numberInSurah": 61,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1658,
        "text": "(Yusuf) Uşaklarına: \"Onların sermayelerini yüklerinin içine koyun, belki ailelerine döndükleri zaman bunun farkına varırlar da yine gelirler\" dedi.",
        "numberInSurah": 62,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1659,
        "text": "Babalarına döndüklerinde dediler ki: \"Ey babamız, bizden ölçü men'edildi, kardeşimizi bizimle beraber gönder de (ihtiyacımız olanı) ölç(üp al)alım. Biz onu mutlaka koruruz.\"",
        "numberInSurah": 63,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1660,
        "text": "(Yakup) dedi ki: \"Daha önce kardeşi için size güvendiğim gibi onun için de size güveneyim, öyle mi? En iyi koruyan Allah'tır ve O, merhametlilerin merhametlisidir!\"",
        "numberInSurah": 64,
        "juz": 13,
        "manzil": 3,
        "page": 243,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1661,
        "text": "Zahire yüklerini açtıklarında sermayelerinin kendilerine geri verilmiş olduğunu gördüler. Dediler ki: \"Ey babamız, daha ne istiyoruz? İşte sermayemiz de bize geri verilmiş! Yine ailemize yiyecek getiririz. Kardeşimizi koruruz, bir deve yükü de fazla (azık) alırız. (Çünkü) Bu, az bir ölçüdür (bize yetmez).\"",
        "numberInSurah": 65,
        "juz": 13,
        "manzil": 3,
        "page": 243,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1662,
        "text": "(Ya'kub): \"Hepiniz kuşatılıp engellenmedikçe siz, onu bana getireceğinize dair Allah adına bana sağlam söz vermeden onu asla sizinle göndermem!\" dedi. Ne zaman ki, sözlerini verdiler, (Ya'kub): \"Söylediğimize Allah, vekildir!\" dedi.",
        "numberInSurah": 66,
        "juz": 13,
        "manzil": 3,
        "page": 243,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1663,
        "text": "Ve dedi ki: \"Oğullarım, (Mısır'a) bir kapıdan girmeyin, ayrı ayrı kapılardan girin. Ben, Allah'tan gelecek hiçbir şeyi sizden savamam. Hüküm, yalnız Allah'ındır. (O size ne takdir etmişse muhakkak olacaktır.) Ben O'na tevekkül ettim, tevekkül edenlerde O'na tevekkül etsinler!\"",
        "numberInSurah": 67,
        "juz": 13,
        "manzil": 3,
        "page": 243,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1664,
        "text": "Babalarının emrettiği yerden (Mısır'a) girdiler; (gerçi) bu, Allah'tan gelecek hiçbir şeyi onlardan savamazdı. Ama sadece Ya'kub, içindeki bir dileği söylemişti. O, kendisine öğrettiğimizden ötürü bilgi sahibi idi (bundan dolayı 'Allah'ın takdirinden hiçbir şeyi sizden savamam' demişti). Fakat insanların çoğu bilmezler.",
        "numberInSurah": 68,
        "juz": 13,
        "manzil": 3,
        "page": 243,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1665,
        "text": "(Kardeşleri), Yusuf'un yanına girince, (Yusuf, öz) kardeşi(Bünyami)n'i yanına aldı ve: \"Ben senin kardeşinim, onların (bizim hakkımızda) yaptıklarına üzülme!\" dedi.",
        "numberInSurah": 69,
        "juz": 13,
        "manzil": 3,
        "page": 243,
        "ruku": 201,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1666,
        "text": "Onların yüklerini hazırlatırken su tasını (öz) kardeşinin yükünün içine koydu. (Kervan hareket ettikten) sonra bir ünleyici şöyle seslendi: \"Ey kervan, siz hırsızlarsınız!\"",
        "numberInSurah": 70,
        "juz": 13,
        "manzil": 3,
        "page": 244,
        "ruku": 201,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1667,
        "text": "Bunlara döndüler: \"Ne kaybettiniz, (ne arıyorsunuz)? dediler.",
        "numberInSurah": 71,
        "juz": 13,
        "manzil": 3,
        "page": 244,
        "ruku": 201,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1668,
        "text": "Dediler ki: \"Kralın su tasını kaybettik (onu arıyoruz). Onu getirene bir deve yükü (mükafat) var. Ben buna kefilim\"",
        "numberInSurah": 72,
        "juz": 13,
        "manzil": 3,
        "page": 244,
        "ruku": 201,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1669,
        "text": "(Yusuf'un kardeşleri): \"Allah, Allah! dediler, herhalde siz de bilmişsinizdir ki biz bu yere bozgunculuk yapmak için gelmedik. Ve biz hırsız değiliz!\"",
        "numberInSurah": 73,
        "juz": 13,
        "manzil": 3,
        "page": 244,
        "ruku": 201,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1670,
        "text": "(Yusuf'un adamları): \"Peki, dediler, ya yalancı çıkarsanız o(hırsızlık ede)nin cezası nedir?\"",
        "numberInSurah": 74,
        "juz": 13,
        "manzil": 3,
        "page": 244,
        "ruku": 201,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1671,
        "text": "Cezası, (tas) kimin yükünde bulunursa işte o, onun karşılığıdır. (Hırsızlığına karşılık kendisine el konur). Biz haksızları böyle cezalandırırız! dediler.",
        "numberInSurah": 75,
        "juz": 13,
        "manzil": 3,
        "page": 244,
        "ruku": 201,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1672,
        "text": "Bunun üzerine (Yusuf), kardeşinin yükünden önce ötekilerin yüklerini aramağa başladı; sonra tası kardeşinin yükünden çıkardı. İşte Yusuf'a böyle bir çare öğrettik. Yoksa kralın dini(kanunu)na göre (Yusuf) kardeşini alamazdı. Meğer Allah dilemiş olsun. (Biz) dilediğimizi derecelerle yükseltiriz. Her bilgi sahibinin üstünde daha bir bilen vardır.",
        "numberInSurah": 76,
        "juz": 13,
        "manzil": 3,
        "page": 244,
        "ruku": 201,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1673,
        "text": "(Yusuf'un kardeşleri) Dediler ki: \"(Bu) çaldıysa bundan önce kardeşi de çalmıştı.\" Yusuf bunu içinde sakladı, onlara açmadı. (İçinden): \"Siz fena bir durumdasınız, Allah, sizin anlattığınızın içyüzünü çok iyi biliyor!\" dedi.",
        "numberInSurah": 77,
        "juz": 13,
        "manzil": 3,
        "page": 244,
        "ruku": 201,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1674,
        "text": "Dediler ki: \"Ey vezir, onun büyük bir ihtiyar babası var! (Onun alıkonduğuna çok üzülür.) Onun yerine (bizden) birimizi al; doğrusu, biz seni iyilik edenlerden görüyoruz.\"",
        "numberInSurah": 78,
        "juz": 13,
        "manzil": 3,
        "page": 244,
        "ruku": 201,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1675,
        "text": "Eşyamızı yanında bulduğumuz kimseden başkasını almaktan Allah'a sığınırız, yoksa biz zulmedenler oluruz! dedi.",
        "numberInSurah": 79,
        "juz": 13,
        "manzil": 3,
        "page": 245,
        "ruku": 201,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1676,
        "text": "Ondan umudu kesince aralarında konuşmak üzere (bir kenara) çekildiler. Büyükleri dedi ki: \"Babanızın sizden Allah adına kesin söz aldığını; daha önce de Yusuf hakkında işlediğiniz kusuru bilmiyor musunuz? Babam bana izin verinceye, yahut Allah benim için hükmedinceye kadar bu yerden ayrılmayacağım. O, hükmedenlerin en iyisidir.\"",
        "numberInSurah": 80,
        "juz": 13,
        "manzil": 3,
        "page": 245,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1677,
        "text": "Babanıza dönün, deyin ki: Ey babamız, oğlun hırsızlık etti! Biz ancak bildiğimize şahidlik ettik (tasın, onun yükünden çıktığını gördük, ötesini bilmiyoruz), Biz gizliyi bilenler değiliz.",
        "numberInSurah": 81,
        "juz": 13,
        "manzil": 3,
        "page": 245,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1678,
        "text": "(İnanmazsan) İçinde bulunduğumuz kente ve beraber geldiğimiz kervana sor. Biz doğru söylüyoruz!\"",
        "numberInSurah": 82,
        "juz": 13,
        "manzil": 3,
        "page": 245,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1679,
        "text": "(Dönüp babalarına geldiler ve kardeşlerinin sözünü söylediler. Ya'kub): \"Herhalde, dedi, nefisleriniz size bir işi süs(leyerek sizi ona sürük)ledi. Artık (bana) güzelce sabretmek gerek. Belki de Allah, onların hepsini bana getirir. Çünkü O, bilendir, herşeyi hikmetle (yerli yerince) yapandır.",
        "numberInSurah": 83,
        "juz": 13,
        "manzil": 3,
        "page": 245,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1680,
        "text": "Ve yüzünü onlardan öteye çevirdi de: \"Ey Yusuf üzerindeki tasam (gel, gel, tam senin gelme zamanındır)!\" dedi ve tasadan gözleri ağardı. (Acısını) yutkunuyor(açığa vurmamağa çalışıyor)du.",
        "numberInSurah": 84,
        "juz": 13,
        "manzil": 3,
        "page": 245,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1681,
        "text": "Dediler ki: \"Vallahi sen, Yusuf'u ana ana hasta olacaksın, yahut öleceksin!\"",
        "numberInSurah": 85,
        "juz": 13,
        "manzil": 3,
        "page": 245,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1682,
        "text": "Ben üzüntü ve tasamı yalnız Allah'a arz ederim ve Allah tarafından, sizin bilmediğiniz şeyleri bilirim. dedi.",
        "numberInSurah": 86,
        "juz": 13,
        "manzil": 3,
        "page": 245,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1683,
        "text": "Ey oğullarım, gidin, Yusuf'u ve kardeşini araştırın, Allah'ın rahmetinden umut kesmeyin; zira kafir kavimden başkası Allah'ın rahmetinden umut kesmez!",
        "numberInSurah": 87,
        "juz": 13,
        "manzil": 3,
        "page": 246,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1684,
        "text": "(Ya'kub'un oğulları, tekrar Mısır'a) Yusuf'un yanına döndüklerinde dediler ki: \"Ey vezir, bize ve çocuklarımıza darlık dokundu, değersiz de bir sermaye ile geldik, ama sen bizim için tam ölçü ver, bize tasadduk eyle; çünkü Allah, tasadduk edenleri mükafatlandırır.\"",
        "numberInSurah": 88,
        "juz": 13,
        "manzil": 3,
        "page": 246,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1685,
        "text": "(Yusuf) Dedi: \"Sizler cahil iken Yusuf'a ve kardeşine neler yaptığınızı bildiniz mi?\"",
        "numberInSurah": 89,
        "juz": 13,
        "manzil": 3,
        "page": 246,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1686,
        "text": "A, yoksa sen, Yusuf musun? dediler. \"Ben Yusuf'um, bu da kardeşimdir, dedi. Allah bize lutfetti (bizi korudu, yüceltti), doğrusu kim (Allah'tan) korkar ve sabrederse, Allah iyilik edenlerin ecrini zayi etmez.\"",
        "numberInSurah": 90,
        "juz": 13,
        "manzil": 3,
        "page": 246,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1687,
        "text": "Vallahi dediler, Allah seni bizden üstün kıldı. Doğrusu biz suç işlemiştik!",
        "numberInSurah": 91,
        "juz": 13,
        "manzil": 3,
        "page": 246,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1688,
        "text": "Bugün sizi kınama yok, Allah sizi bağışlar; O merhametlilerin merhametlisidir! dedi.",
        "numberInSurah": 92,
        "juz": 13,
        "manzil": 3,
        "page": 246,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1689,
        "text": "Şimdi benim şu gömleğimi götürün, babamın yüzüne koyun da gözü açılsın. Ve bütün ailenizle birlikte bana gelin.",
        "numberInSurah": 93,
        "juz": 13,
        "manzil": 3,
        "page": 246,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1690,
        "text": "Kervan (Mısır'dan) ayrıl(ıp yola koyul)unca, babaları, (yanında bulunanlara): \"Eğer bana bunak demezseniz, ben Yusuf'un kokusunu alıyorum.\" dedi.",
        "numberInSurah": 94,
        "juz": 13,
        "manzil": 3,
        "page": 246,
        "ruku": 203,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1691,
        "text": "Vallahi sen hala eski şaşkınlığın içindesin! dediler.",
        "numberInSurah": 95,
        "juz": 13,
        "manzil": 3,
        "page": 246,
        "ruku": 203,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1692,
        "text": "Müjdeci gelip de (Yusuf'un gömleği)ni (Ya'kub'un) yüzüne koyunca, derhal (gözü açıldı), görür oldu: \"Size demedim mi ben, Allah'tan sizin bilmediğiniz şeyleri bilirim?\" dedi.",
        "numberInSurah": 96,
        "juz": 13,
        "manzil": 3,
        "page": 247,
        "ruku": 203,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1693,
        "text": "(Oğulları): \"Ey babamız, bizim günahlarımızın bağışlanmasını dile. Gerçekten biz günah işledik.\" dediler.",
        "numberInSurah": 97,
        "juz": 13,
        "manzil": 3,
        "page": 247,
        "ruku": 203,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1694,
        "text": "Sizin için Rabbimden mağfiret dileyeceğim, dedi, şüphesiz O, bağışlayandır, esirgeyendir.",
        "numberInSurah": 98,
        "juz": 13,
        "manzil": 3,
        "page": 247,
        "ruku": 203,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1695,
        "text": "(Hep beraber Mısır'a hareket ettiler). Nihayet Yusuf'un yanına vardıklarında (Yusuf) ana-babasını kendine çekip kucakladı ve: \"Allah'ın dileğiyle güven içinde Mısır'a girin!\" dedi.",
        "numberInSurah": 99,
        "juz": 13,
        "manzil": 3,
        "page": 247,
        "ruku": 203,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1696,
        "text": "Ana-babasını tahtın üstüne çıkardı ve hepsi onun için secdeye kapandılar (önünde saygı ile eğildiler. Yusuf): \"Babacığım, dedi, işte bu, önceden (gördüğüm) rü'yanın yorumudur. Rabbim onu gerçek yaptı, bana iyilik etti; zira şeytan, benimle kardeşlerim arasına fitne soktuktan sonra O, beni zindandan çıkardı, sizi de çölden getirdi. Gerçekten Rabbim dilediği şeyi çok ince düzenler. O, (her tedbiri) bilen, her şeyi yerli yerince yapandır.\"",
        "numberInSurah": 100,
        "juz": 13,
        "manzil": 3,
        "page": 247,
        "ruku": 203,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1697,
        "text": "Rabbim, bana bir parça mülk verdin ve bana düşlerin yorumunu öğrettin. Ey göklerin ve yerin yaratıcısı! dünyada da, ahirette de benim yarim sensin! Beni müslüman olarak öldür ve beni iyilere kat!",
        "numberInSurah": 101,
        "juz": 13,
        "manzil": 3,
        "page": 247,
        "ruku": 203,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1698,
        "text": "(Ey Muhammed) bu (anlatılanlar), sana vahyettiğimiz gayb haberlerindendir. Onlar kararlarnı verip tuzak kurarlarken sen yanlarında değildin.",
        "numberInSurah": 102,
        "juz": 13,
        "manzil": 3,
        "page": 247,
        "ruku": 203,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1699,
        "text": "Ama sen, ne kadar istesen de, yine insanların çoğu inanacak değillerdir.",
        "numberInSurah": 103,
        "juz": 13,
        "manzil": 3,
        "page": 247,
        "ruku": 203,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1700,
        "text": "Sen bu(okudukları)na karşılık onlardan bir ücret istemiyorsun. O, sadece bütün alemler için bir öğüttür.",
        "numberInSurah": 104,
        "juz": 13,
        "manzil": 3,
        "page": 248,
        "ruku": 203,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1701,
        "text": "Göklerde ve yerde nice ayet(ler) var ki onların yanından yüzlerini çevirerek geçerler.",
        "numberInSurah": 105,
        "juz": 13,
        "manzil": 3,
        "page": 248,
        "ruku": 204,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1702,
        "text": "Onların çoğu, Allah'a ortak koşmadan inanmazlar.",
        "numberInSurah": 106,
        "juz": 13,
        "manzil": 3,
        "page": 248,
        "ruku": 204,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1703,
        "text": "Onlar, Alah'ın azabından, sargın bir belanın, kendilerine gelmeyeceğinden veya hiç farkında değillerken ansızın O (Duruşma) sa'atin(in) kendilerine gelmeyeceğinden emin midirler?",
        "numberInSurah": 107,
        "juz": 13,
        "manzil": 3,
        "page": 248,
        "ruku": 204,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1704,
        "text": "De ki: \"İşte benim yolum budur: Allah'a basiretle da'vet ederim. Ben ve bana uyanlar... Allah'ın şanı yücedir, ben ortak koşanlardan değilim.\"",
        "numberInSurah": 108,
        "juz": 13,
        "manzil": 3,
        "page": 248,
        "ruku": 204,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1705,
        "text": "Senden önce de kentler halkından, yalnız kendilerine vahyettiğimiz erkeklerden başka, (elçi) göndermedik. Yeryüzünde hiç gezmediler mi ki kendilerinden öncekilerin sonunun nasıl olduğunu görsünler? Korunanlar için ahiret yurdu daha iyidir. Aklınızı kullanmıyor musunuz?",
        "numberInSurah": 109,
        "juz": 13,
        "manzil": 3,
        "page": 248,
        "ruku": 204,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1706,
        "text": "(Bir süre serbest bırakılmalarına aldanmasınlar. Kendilerinden önce gelenlere de öyle fırsat verilmişti. Fakat) Ne zaman ki, elçiler umutlarını kestiler ve kendilerinin yalana çıkarıldıklarını (kafirlere karşı kendilerine yapılacağı va'dedilen yardımın yapılmayacağını) sandılar, işte o zaman onlara yardımımız geldi ve dilediğimiz kimseler kurtarıldı. Azabımız suçlular topluluğundan asla geri çevrilmez.",
        "numberInSurah": 110,
        "juz": 13,
        "manzil": 3,
        "page": 248,
        "ruku": 204,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1707,
        "text": "Elbette onların hikayelerinde akıl sahipleri için ibret vardır. Bu (Kur'an), uydurulacak bir söz değildir; ancak kendinden önceki(Hak Kitabı)nın doğrulanması, her şeyin açıklaması; inananlar için bir kılavuz ve rahmettir.",
        "numberInSurah": 111,
        "juz": 13,
        "manzil": 3,
        "page": 248,
        "ruku": 204,
        "hizbQuarter": 99,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "tr.ates",
      "language": "tr",
      "name": "Süleyman Ateş",
      "englishName": "Suleyman Ates",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}