{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 31,
    "name": "سُورَةُ لُقۡمَانَ",
    "englishName": "Luqman",
    "englishNameTranslation": "Luqman",
    "revelationType": "Meccan",
    "numberOfAyahs": 34,
    "ayahs": [
      {
        "number": 3470,
        "text": "Elif lam mim",
        "numberInSurah": 1,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3471,
        "text": "Şunlar, hikmetli Kitabın ayetleridir.",
        "numberInSurah": 2,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3472,
        "text": "Güzel davrananlara yol gösterici ve rahmet olarak (indirilmiştir).",
        "numberInSurah": 3,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3473,
        "text": "Onlar ki namazı kılarlar, zekatı verirler ve onlar ahirete de kesin olarak inanırlar.",
        "numberInSurah": 4,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3474,
        "text": "İşte onlar, Rableri tarafından (gösterilen) doğru bir yol üzerindedirler ve onlar, umduklarına ereceklerdir.",
        "numberInSurah": 5,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3475,
        "text": "İnsanlardan kimi var ki; bilgisizce (insanları) Allah'ın yolundan saptırmak ve onunla alay etmek için boş hadisi (eğlence sözünü) satın alır. İşte onlara küçük düşürücü bir azab vardır.",
        "numberInSurah": 6,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3476,
        "text": "Ona ayetlerimiz okunduğu zaman sanki onları hiç işitmemiş, sanki kulaklarında ağırlık varmış gibi büyüklük taslayarak döner. Ona acı bir azabı müjdele.",
        "numberInSurah": 7,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3477,
        "text": "İnanan ve iyi işler yapanlara ni'meti bol cennetler vardır.",
        "numberInSurah": 8,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3478,
        "text": "Orada ebedi kalacaklardır. (Bu,) Allah'ın gerçek va'didir. O üstündür, hüküm ve hikmet sahibidir.",
        "numberInSurah": 9,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3479,
        "text": "(Allah), gökleri görebildiğiniz bir direk olmadan yarattı, sizi sarsar diye yere de sağlam ve yüksek dağlar attı ve orada her çeşit canlıyı yaydı. Gökten bir su indirdik de orada her güzel çifti bitirdik.",
        "numberInSurah": 10,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3480,
        "text": "İşte bunlar, Allah'ın yarattıklarıdır. Gösterin bana, O'ndan başka(tanrı dedik)leri(niz) ne yarattı? Doğrusu o zalimler, açık bir sapıklık içindedirler.",
        "numberInSurah": 11,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3481,
        "text": "Andolsun biz Lokman'a, \"Allah'a şükret!\" diye hikmet verdik, kim şükrederse kendisi için şükreder; kim nankörlük ederse Allah zengindir, (onun şükrüne muhtaç değildir), övülmüştür (hamde layıktır).",
        "numberInSurah": 12,
        "juz": 21,
        "manzil": 5,
        "page": 412,
        "ruku": 356,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3482,
        "text": "Lokman oğluna öğüt vererek demişti ki: \"Yavrum, Allah'a ortak koşma, çünkü ortak koşmak, büyük bir zulümdür.\"",
        "numberInSurah": 13,
        "juz": 21,
        "manzil": 5,
        "page": 412,
        "ruku": 356,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3483,
        "text": "Biz insana, ana babasını tavsiye ettik. Anası onu zayıflık üstüne zayıflık çekerek (karnında) taşımıştır. (Ona gebe kaldığından itibaren ta doğuruncaya kadar günden güne güçsüzleşmiş, ağırlaşmıştır). Onun sütten kesilmesi de iki yıl içinde olmuştur. (Bunların hepsi, güç şeylerdir. Onun için biz insana): \"Bana ve anana-babana şükret, dönüş banadır.\"",
        "numberInSurah": 14,
        "juz": 21,
        "manzil": 5,
        "page": 412,
        "ruku": 356,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3484,
        "text": "Eğer onlar seni, hakkında bilgin olmayan bir şeyi bana ortak koşman için zorlarlarsa, onlara ita'at etme. Onlarla dünya(işlerin)de iyi geçin ve bana yönelen kimsenin yoluna uy. Sonra dönüşünüz banadır; (o zaman ben) size yaptıklarınızı haber vereceğim (diye öğüt verdik).",
        "numberInSurah": 15,
        "juz": 21,
        "manzil": 5,
        "page": 412,
        "ruku": 356,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3485,
        "text": "(Lokman öğütlerine devam ederek dedi ki): \"Yavrum, (yaptığın iyilik veya kötülük), hardal danesi ağırlığınca bir şey de olsa, bir kayanın içinde, göklerde veya yerde bulunsa Allah mutlaka onu getirir. Çünkü Allah latiftir (O'nun bilgisi her gizli veince şeye ulaşır. O, her şeyi) haber alır.\"",
        "numberInSurah": 16,
        "juz": 21,
        "manzil": 5,
        "page": 412,
        "ruku": 356,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3486,
        "text": "Yavrum namazı kıl, iyiliği emret, kötülükten vazgeçir ve başına gelene sabret. Çünkü bunlar yapılması gereken işlerdendir.",
        "numberInSurah": 17,
        "juz": 21,
        "manzil": 5,
        "page": 412,
        "ruku": 356,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3487,
        "text": "İnsanlara yanağını bükme (kibirlenerek boynunu bir yana büküp yüzünü insanlardan öte çevirme) ve yeryüzünde böbürlenerek yürüme. Zira Allah, kendini beğenip övünen kimseyi sevmez.",
        "numberInSurah": 18,
        "juz": 21,
        "manzil": 5,
        "page": 412,
        "ruku": 356,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3488,
        "text": "Yürüyüşünde tutumlu ol, (orta yürü, ne çabuk ne de çok yavaş git, ölçülü hareket et), sesini de kıs. Çünkü seslerin en çirkini eşeklerin sesidir.",
        "numberInSurah": 19,
        "juz": 21,
        "manzil": 5,
        "page": 412,
        "ruku": 356,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3489,
        "text": "Görmediniz mi Allah, göklerde ve yerde bulunan şeyleri size boyun eğdirdi ve size zahir ve batın (dış ve iç; görülen, görülmeyen; bildiğiniz ve bilmediğiniz) ni'metlerini bol bol verdi? Yine de insanlardan kimi var ki ne bilgisi, ne yol göstereni ve ne de aydınlatıcı bir Kitabı olmadan Allah hakkında tartışır (durur).",
        "numberInSurah": 20,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3490,
        "text": "Onlara: \"Allah'ın indirdiğine uyun!\" dense: \"Hayır, biz babalarımızı üzerinde bulduğumuz şeye uyarız (onların yolundan gideriz)\" derler. Şeytan onları alevli ateşin azabına çağırmış olsa da mı (babalarının izinde gidecekler)?",
        "numberInSurah": 21,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3491,
        "text": "Kim güzel davranarak özünü Allah'a teslim ederse o, en sağlam kulpa yapışmıştır. İşlerin sonu Allah'a döner.",
        "numberInSurah": 22,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3492,
        "text": "Kim de inkar ederse, onun inkarı seni üzmesin. Sonunda onların dönüşleri bizedir. O zaman yaptıklarını kendilerine haber veririz. Şüphesiz Allah göğüslerin özünü (kalblerden ne düşünceler geçtiğini) bilir.",
        "numberInSurah": 23,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3493,
        "text": "Onları biraz yaşatırız, sonra kaba bir azaba süreriz.",
        "numberInSurah": 24,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3494,
        "text": "Andolsun onlara: \"Gökleri ve yeri kim yarattı? diye sorsan, mutlaka: \"Allah\" derler. \"Hamd Allah'a layıktır\" de. Hayır, çokları bilmezler.",
        "numberInSurah": 25,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3495,
        "text": "Göklerde ve yerde ne varsa hepsi Allah'ındır. Allah, işte ğani (zengin) O, övülen O'dur.",
        "numberInSurah": 26,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3496,
        "text": "Yeryüzünde bulunan ağaçlar kalem olsa, deniz(ler) de (mürekkep olsa), arkasından yedi deniz (daha gelip) ona yardım etse de (Allah'ın kelimeleri yazılsa), yine (bunlar tükenir), Allah'ın kelimeleri tükenmez. Allah öyle üstündür, öyle hikmet sahibidir.",
        "numberInSurah": 27,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3497,
        "text": "Sizin yaratılmanız ve diriltilmeniz, bir tek kişi(nin yaratılıp diriltilmesi) gibidir. Şüphesiz Allah, işitendir, görendir.",
        "numberInSurah": 28,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3498,
        "text": "Görmedin mi Allah, geceyi gündüzün içine sokuyor; gündüzü gecenin içine sokuyor. Güneşi ve ayı, emrine boyun eğdirmiştir. Her biri belli bir süreye kadar akıp gider. Ve Allah yaptıklarınızı haber almaktadır.",
        "numberInSurah": 29,
        "juz": 21,
        "manzil": 5,
        "page": 414,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3499,
        "text": "Böyledir, çünkü Allah haktır, O'ndan başka yalvardıkları batıldır. Gerçekten ulu ve büyük olan, yalnız Allah'tır.",
        "numberInSurah": 30,
        "juz": 21,
        "manzil": 5,
        "page": 414,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3500,
        "text": "(Allah) size, bir kısım ayetlerini göstersin diye, Allah'ın ni'metiyle gemilerin denizde gittiğini görmedin mi? Şüphesiz bunda sabreden, şükreden herkes için ibretler vardır.",
        "numberInSurah": 31,
        "juz": 21,
        "manzil": 5,
        "page": 414,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3501,
        "text": "(Denizde) onları, gölgeler gibi dalga(lar) sardığı zaman, dini yalnız kendisine has kılarak Allah'a yalvarırlar. Fakat O, onları kurtarıp karaya çıkarınca içlerinden bir kısmı iktisad eder (Allah'a yönelmeyi kısar, gevşetir); zaten bizim ayetlerimizi (öyle) nankör gaddarlardan başkası inkar etmez.",
        "numberInSurah": 32,
        "juz": 21,
        "manzil": 5,
        "page": 414,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3502,
        "text": "Ey insanlar, Rabbinizden korkun ve babanın, çocuğunun cezasını çekmeyecei, çocuğun da babasının cezasını çekmeyeceği (hiç kimse, kimsenin borcunu ödemeyeceği) günden çekinin. Allah'ın va'di gerçektir. Dünya hayatı sizi aldatmasın. O aldatıcı (şeytan), sizi Allah hakkında (O'nun) yumuşak davranmasına, mühlet vermesine güvendirerek) aldatmasın.",
        "numberInSurah": 33,
        "juz": 21,
        "manzil": 5,
        "page": 414,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3503,
        "text": "Allah, (işte kıyamet) sa'atin(in ne zaman geleceği) hakkındaki bilgi, O'nun yanındadır. Yağmuru O yağdırır, rahimlerde olanı bilir. Hiç kimse yarın ne kazanacağını bilmez ve hiç kimse hangi yerde öleceğini bilmez. (Her şeyi) bilen, (her şeyden) haberi olan yalnız Allah'tır.",
        "numberInSurah": 34,
        "juz": 21,
        "manzil": 5,
        "page": 414,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "tr.ates",
      "language": "tr",
      "name": "Süleyman Ateş",
      "englishName": "Suleyman Ates",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}