{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 34,
    "name": "سُورَةُ سَبَإٍ",
    "englishName": "Saba",
    "englishNameTranslation": "Sheba",
    "revelationType": "Meccan",
    "numberOfAyahs": 54,
    "ayahs": [
      {
        "number": 3607,
        "text": "Hamd, göklerde ve yerde bulunanların hepsi kendisinin olan Allah'a mahsustur. Ahirette de hamd O'na mahsustur. O, hüküm ve hikmet sahibidir; (her şeyi) haber alandır.",
        "numberInSurah": 1,
        "juz": 22,
        "manzil": 5,
        "page": 428,
        "ruku": 370,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3608,
        "text": "Yerin içine gireni ve ondan çıkanı, gökten ineni ve oraya çıkanı bilir. O, çok esirgeyen, çok bağışlayandır.",
        "numberInSurah": 2,
        "juz": 22,
        "manzil": 5,
        "page": 428,
        "ruku": 370,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3609,
        "text": "İnkar edenler: \"O Sa'at bize gelmez,\" dediler. De ki: \"Hayır, gaybı bilen Rabbim hakkı için o, mutlaka size gelecektir. Göklerde ve yerde zerre ağırlığınca bir şey, O'ndan gizli kalmaz. Ne bundan küçük, ne de bundan büyük hiçbir şey yoktur ki apaçık bir Kitapta bulunmasın.",
        "numberInSurah": 3,
        "juz": 22,
        "manzil": 5,
        "page": 428,
        "ruku": 370,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3610,
        "text": "(Her şeyi apaçık bir Kitapta tesbit etmiştir) Ki, inanıp iyi işler yapanları mükafatlandırsın. Onlar için mağfiret ve güzel rızık vardır.",
        "numberInSurah": 4,
        "juz": 22,
        "manzil": 5,
        "page": 428,
        "ruku": 370,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3611,
        "text": "Ayetlerimiz hakkında (bizi) aciz bırakmağa çalışanlara gelince: onlar içinde pislikten acı bir azab vardır.",
        "numberInSurah": 5,
        "juz": 22,
        "manzil": 5,
        "page": 428,
        "ruku": 370,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3612,
        "text": "Kendilerine bilgi verilenler, Rabbinden sana indirilenin, gerçek olduğunu, mutlak galib ve hamde layık olan(Allah)ın yoluna ilettiğini görürler.",
        "numberInSurah": 6,
        "juz": 22,
        "manzil": 5,
        "page": 428,
        "ruku": 370,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3613,
        "text": "İnkar edenler, dediler ki: \"Siz tamamen dağılıp parçalandıktan sonra, mutlaka yeni bir yaratılış içinde olacağınızı size haber veren bir adam gösterelim mi size?\"",
        "numberInSurah": 7,
        "juz": 22,
        "manzil": 5,
        "page": 428,
        "ruku": 370,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3614,
        "text": "Allah'a yalan mı uydurdu, yoksa kendisinde delilik mi var? Hayır, ahirete inanmayanlar, azab ve uzak bir sapıklık içindedirler.",
        "numberInSurah": 8,
        "juz": 22,
        "manzil": 5,
        "page": 429,
        "ruku": 370,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3615,
        "text": "Onlar gökten ve yerden önlerinde ve arkalarında bulunanı, (kendilerini her yandan kuşatan göğü ve yeri) görmüyorlar mı? Dilesek onları yere batırırız, ya da üzerlerine gökten parçalar düşürürüz. Şüphesiz bunda (Rabbine) yönelen her kul için bir ibret vardır.",
        "numberInSurah": 9,
        "juz": 22,
        "manzil": 5,
        "page": 429,
        "ruku": 370,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3616,
        "text": "Andolsun, Davud'a tarafımızdan bir üstünlük verdik: \"Ey dağlar, onunla beraber tesbih edin. Ve ey kuşlar (siz de onun tesbihine katılın)!\" (dedik) ve ona demiri yumuşattık:",
        "numberInSurah": 10,
        "juz": 22,
        "manzil": 5,
        "page": 429,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3617,
        "text": "Geniş zırhlar yap, dokumasını ölçülü yap ve (hepiniz) iyi işler yapın. Çünkü ben yaptıklarınızı görmekteyim. diye (vahyettik).",
        "numberInSurah": 11,
        "juz": 22,
        "manzil": 5,
        "page": 429,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3618,
        "text": "Süleyman'a da, sabah gidişi bir ay(lık mesafe), akşam dönüşü bir ay(lık mesafe) olan rüzgarı boyun eğdirdik ve onun için katran (petrol) kaynağını da akıttık. Rabbinin izniyle cinlerin bir kısmı, onun önünde çalışırdı. Onlardan kim buyruğumuzdan sapsa, ona alevli azabı taddırırdık.",
        "numberInSurah": 12,
        "juz": 22,
        "manzil": 5,
        "page": 429,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3619,
        "text": "Ona dilediği gibi kaleler, heykeller, havuzlar kadar (geniş) leğenler, sabit kazanlar yaparlardı. \"Ey Davud ailesi, şükredin!\" kullarımdan şükreden azdır.",
        "numberInSurah": 13,
        "juz": 22,
        "manzil": 5,
        "page": 429,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3620,
        "text": "(Süleyman'ın) Ölümüne hükmettiğimiz zaman, onun öldüğünü, ancak değneğini yiyen bir ağaç kurdu gösterdi. (Kurdun yemesiyle değnek çürüyüp de ona dayalı duran Süleyman) Yıkılınca (onun öldüğü anlaşıldı ve) anlaşıldı ki eğer cinler gaybı bilselerdi, o küçük düşürücü azab içinde kalmazlardı.",
        "numberInSurah": 14,
        "juz": 22,
        "manzil": 5,
        "page": 429,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3621,
        "text": "Andolsun (Kahtan oğlu, Ya'rub oğlu...) Sebe (oğulların)ın oturdukları yerlerde de bir ibret vardır: (O meskenler) Sağdan, soldan iki bahçe (ile çevrili idi. Onlara): \"Rabbinizin rızkından yeyin de O'na şükredin! Hoş (bir) ülke, çok bağışlayan Rab!\" (denilmişti).",
        "numberInSurah": 15,
        "juz": 22,
        "manzil": 5,
        "page": 430,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3622,
        "text": "Ama (şükürden) yüz çevirdiler; bu yüzden üzerlerine Arim selini gönderdik; onların iki bahçesini buruk yemişli, acı meyvalı ve içinde biraz da sedir ağacı bulunan iki bahçeye çevirdik.",
        "numberInSurah": 16,
        "juz": 22,
        "manzil": 5,
        "page": 430,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3623,
        "text": "Nankörlük ettiklerinden ötürü onları böyle cezalandırdık; biz nankörden başkasını cezalandırır mıyız?",
        "numberInSurah": 17,
        "juz": 22,
        "manzil": 5,
        "page": 430,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3624,
        "text": "Onlarla, içinde bereketler yarattığımız kentler arasında, açıkça görünen kentler var ettik ve bunlar arasında yürümeyi takdir ettik: \"Oralarda geceleri ve gündüzleri güven içinde yürüyün\" (dedik).",
        "numberInSurah": 18,
        "juz": 22,
        "manzil": 5,
        "page": 430,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3625,
        "text": "Rabbimiz, seferlerimizin arasını uzaklaştır (şehirlerimiz birbirine çok yakın, bunlarını arasını uzat da daha uzun mesafelere gidelim) dediler ve kendilerine zulmettiler. Biz de onları efsanelere çevirdik, onları darmadağın ettik. Şüphesiz bunda, sabreden, şükreden herkes için ibretler vardır.",
        "numberInSurah": 19,
        "juz": 22,
        "manzil": 5,
        "page": 430,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3626,
        "text": "Andolsun İblis, onlar hakkındaki zannını doğru çıkardı, inanan bir bölükten başka (hepsi) ona uydular.",
        "numberInSurah": 20,
        "juz": 22,
        "manzil": 5,
        "page": 430,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3627,
        "text": "Onun onlar üzerinde zorlayıcı bir gücü yoktu. Ancak ahirete inananı, ondan kuşkulanandan (ayırd edip) bilelim diye (ona bu fırsatı verdik). Rabbin her şeyi korumaktadır.",
        "numberInSurah": 21,
        "juz": 22,
        "manzil": 5,
        "page": 430,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3628,
        "text": "De ki: \"Allah'tan başka (tanrı) sandığınız şeyleri çağırın, onlar ne göklerde ve ne de yerde zerre ağırlığınca bir şeye sahip değillerdir. Bu ikisi(nin yaratılmasında ve mülkü)nde bir ortaklıkları yoktur. Ve Allah'ın onlardan bir yardımcısı da yoktur.\"",
        "numberInSurah": 22,
        "juz": 22,
        "manzil": 5,
        "page": 430,
        "ruku": 372,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3629,
        "text": "O'nun huzurunda, O'nun izin verdiği kimselerden başkasının şefa'ati fayda vermez. Nihayet onların yüreklerinden korku giderilince (birbirlerine): \"Rabbiniz ne buyurdu?\" derler. \"Hakkı (buyurdu)\" derler. O, yücedir, büyüktür.",
        "numberInSurah": 23,
        "juz": 22,
        "manzil": 5,
        "page": 431,
        "ruku": 372,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3630,
        "text": "De ki: \"Size göklerden ve yerden kim rızık veriyor?\" De ki: \"Allah, O halde ya biz veya siz, (ikimizden biri), doğru yol üzerinde veya açık bir sapıklık içindeyiz.\"",
        "numberInSurah": 24,
        "juz": 22,
        "manzil": 5,
        "page": 431,
        "ruku": 372,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3631,
        "text": "De ki: \"Bizim işlediğimiz suçtan siz sorulacak değilsiniz; biz de sizin işlediğinizden sorumlu değiliz.\"",
        "numberInSurah": 25,
        "juz": 22,
        "manzil": 5,
        "page": 431,
        "ruku": 372,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3632,
        "text": "De ki: \"Rabbimiz (kıyamet günü), hepimizi bir araya toplayacak, sonra aramızdaki sorunu çözecektir. O sorunları en güzel çözümleyendir, bilendir.\"",
        "numberInSurah": 26,
        "juz": 22,
        "manzil": 5,
        "page": 431,
        "ruku": 372,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3633,
        "text": "De ki: \"O'na kattığınız ortakları bana gösterin (bakayım, onlar tanrı olabilirler mi?). Hayır (böyle şey olamaz.) Doğrusu O, galib, hüküm ve hikmet sahibi olan Allah'tır.\"",
        "numberInSurah": 27,
        "juz": 22,
        "manzil": 5,
        "page": 431,
        "ruku": 372,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3634,
        "text": "Biz seni ancak bütün insanlara müjdeleyici ve uyarıcı olarak gönderdik; fakat insanların çoğu bilmezler.",
        "numberInSurah": 28,
        "juz": 22,
        "manzil": 5,
        "page": 431,
        "ruku": 372,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3635,
        "text": "Diyorlar ki: \"Doğru iseniz bu tehdid(ettiğiniz azap) ne zaman (olacak)?\"",
        "numberInSurah": 29,
        "juz": 22,
        "manzil": 5,
        "page": 431,
        "ruku": 372,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3636,
        "text": "De ki: \"Sizin için belirtilmiş bir gün vardır. Ondan ne bir sa'at geri kalırsınız, ne de ileri geçebilirsiniz.\"",
        "numberInSurah": 30,
        "juz": 22,
        "manzil": 5,
        "page": 431,
        "ruku": 372,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3637,
        "text": "İnkar edenler dediler ki: \"Biz ne bu Kur'an'a, ne de bundan öncekilere inanırız.\" Sen o zalimleri, Rablerinin huzurunda tutuklanmış, birbirlerine söz atarlarken bir görsen: Zayıf düşürülenler, büyüklük taslayanlara: \"Siz olmasaydınız, elbette biz inanan insanlar olurduk.\" diyorlar.",
        "numberInSurah": 31,
        "juz": 22,
        "manzil": 5,
        "page": 431,
        "ruku": 373,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3638,
        "text": "Büyüklük taslayanlar da zayıf düşürülenlere dediler ki: \"Size hidayet geldiği zaman sizi ondan biz mi engelledik? Hayır, zaten siz kendiniz suç işliyordunuz.\"",
        "numberInSurah": 32,
        "juz": 22,
        "manzil": 5,
        "page": 432,
        "ruku": 373,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3639,
        "text": "Zayıf düşürülenler büyüklük taslayanlara: \"Hayır, gece gündüz dolap (kurar, kötülük aşılardınız) Allah'a nankörlük etmemizi, O'na eşler koşmamızı bize emrederdiniz.\" dediler. Ve azabı gördüklerinde, içlerinde pişmanlıklarını gizlediler. Biz de o nankörlerin boyunlarına demir halkalar geçirdik. Yalnız yaptıklarıyle cezalanmıyorlar mı?",
        "numberInSurah": 33,
        "juz": 22,
        "manzil": 5,
        "page": 432,
        "ruku": 373,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3640,
        "text": "Biz hangi ülkeye bir uyarıcı gönderdiysek mutlaka oranın varlıkla şımarmış kimseleri: \"Biz, sizin gönderildiğiniz şeyi inkar ediyoruz\" dediler.",
        "numberInSurah": 34,
        "juz": 22,
        "manzil": 5,
        "page": 432,
        "ruku": 373,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3641,
        "text": "Ve dediler ki: \"Biz malca ve evladça daha çoğuz, biz azaba uğratılacak değiliz.\"",
        "numberInSurah": 35,
        "juz": 22,
        "manzil": 5,
        "page": 432,
        "ruku": 373,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3642,
        "text": "De ki: \"Rabbim dilediğine rızkı yayar ve (dilediğine) kısar; fakat insanların çoğu bilmezler, (sanırlar ki mal ve evlad çokluğu şeref ve büyüklük sebebidir.)\"",
        "numberInSurah": 36,
        "juz": 22,
        "manzil": 5,
        "page": 432,
        "ruku": 373,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3643,
        "text": "Ne mallarınız, ne de evladlarınız size katımızda bir yakınlık sağlar. Ancak inanıp faydalı iş yapanlar başka. Onlara yaptıklarının kat kat fazlası mükafat vardır ve onlar saraylarda güven (ve huzur) içindedirler.",
        "numberInSurah": 37,
        "juz": 22,
        "manzil": 5,
        "page": 432,
        "ruku": 374,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3644,
        "text": "Ayetlerimizi etkisiz kılmağa çalışanlara gelince, onlar da azabın içine getirileceklerdir.",
        "numberInSurah": 38,
        "juz": 22,
        "manzil": 5,
        "page": 432,
        "ruku": 374,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3645,
        "text": "De ki: \"Rabbim kullarından dilediğine rızkı yayar ve ona (tekrar rızkı) kısar. Siz Allah için ne verseniz, Allah onun yerine başkasını verir. O, rızık verenlerin en hayırlısıdır.\"",
        "numberInSurah": 39,
        "juz": 22,
        "manzil": 5,
        "page": 432,
        "ruku": 374,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3646,
        "text": "O gün, onların hepsini bir araya toplar, sonra meleklere: \"Bunlar size mi tapıyorlardı?\" der.",
        "numberInSurah": 40,
        "juz": 22,
        "manzil": 5,
        "page": 433,
        "ruku": 374,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3647,
        "text": "(Melekler) derler ki: \"Sen yücesin, bizim velimiz (koruyucumuz) onlar değil, sensin. Hayır, onlar cinlere tapıyorlardı. Çokları onlara inanıyorlardı.\"",
        "numberInSurah": 41,
        "juz": 22,
        "manzil": 5,
        "page": 433,
        "ruku": 374,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3648,
        "text": "O gün birinizin, diğerine ne bir fayda, ne de zarar vermeğe gücü yeter. Biz zulmedenlere: \"Yalanlamakta olduğunuz ateş azabını tadın!\" deriz.",
        "numberInSurah": 42,
        "juz": 22,
        "manzil": 5,
        "page": 433,
        "ruku": 374,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3649,
        "text": "Onlara açık açık ayetlerimiz okunduğu zaman dediler ki: \"Bu, sadece sizi babalarınızın taptığı(tanrılar)dan çevirmek isteyen bir adamdan başka bir şey değildir.\" Ve o nankörler dediler ki: \"Bu, uydurulmuş bir yalandan başka bir şey değildir.\" Ve kendilerine gelen hakkı inkar edenler: \"Bu, apaçak bir büyüdür, başka bir şey değildir\" dediler.",
        "numberInSurah": 43,
        "juz": 22,
        "manzil": 5,
        "page": 433,
        "ruku": 374,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3650,
        "text": "Halbuki biz onlara okuyacakları bir Kitap vermemiştik ve senden önce onlara bir uyarıcı göndermemiştik.",
        "numberInSurah": 44,
        "juz": 22,
        "manzil": 5,
        "page": 433,
        "ruku": 374,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3651,
        "text": "Bunlardan önceki(millet)ler de yalanlanmışlardı. Bunlar, onlara verdiklerimizin onda birine bile erişmemişlerdir. (Onlara o kadar ni'met verdiğim halde yine) elçilerimi yalanladılar. Ama benim de (onları) inkarım nasıl oldu, (onları nasıl mahvettim)!?",
        "numberInSurah": 45,
        "juz": 22,
        "manzil": 5,
        "page": 433,
        "ruku": 374,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3652,
        "text": "De ki: \"Size bir şeyi öğütleyeyim: 'Allah için, ikişer ikişer ve teker teker durup düşününüz! Arkadaşınızda delilikten eser yoktur. O, çetin bir azabın arefesinde sizin için bir uyarıcıdır.\"",
        "numberInSurah": 46,
        "juz": 22,
        "manzil": 5,
        "page": 433,
        "ruku": 375,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3653,
        "text": "De ki: \"Ben sizden bir ücret istemişsem, o sizin olsun. Benim ücretim yalnız Allah'a aittir. O her şeye şahiddir'.\"",
        "numberInSurah": 47,
        "juz": 22,
        "manzil": 5,
        "page": 433,
        "ruku": 375,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3654,
        "text": "De ki: \"Rabbim gerçeği, (dilediği kulunun kalbine) atar. (O) gaybleri bilendir.\"",
        "numberInSurah": 48,
        "juz": 22,
        "manzil": 5,
        "page": 433,
        "ruku": 375,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3655,
        "text": "De ki: \"Hak geldi, artık batıl ne bir şey ortaya çıkarabilir, ne de geri getirebilir. (O tamamen yok olup gitmiştir).\"",
        "numberInSurah": 49,
        "juz": 22,
        "manzil": 5,
        "page": 434,
        "ruku": 375,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3656,
        "text": "De ki: \"Eğer saparsam, kendi zararıma sapmış olurum. Eğer yolu bulursam, bu da Rabbimin bana vahyettiği (Kur'an) sayesindedir. Şüphesiz O, işitendir, yakındır.\"",
        "numberInSurah": 50,
        "juz": 22,
        "manzil": 5,
        "page": 434,
        "ruku": 375,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3657,
        "text": "Telaşa düştükleri zaman (onları) bir görsen: Hiçbiri kurtulamaz, yakın yerden yakalanmışlardır.",
        "numberInSurah": 51,
        "juz": 22,
        "manzil": 5,
        "page": 434,
        "ruku": 375,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3658,
        "text": "Ona inandık demektedirler, ama uzak yerden (ta dünyadan imanı) nasıl alabilsinler?",
        "numberInSurah": 52,
        "juz": 22,
        "manzil": 5,
        "page": 434,
        "ruku": 375,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3659,
        "text": "Oysa daha önce onu inkar etmişlerdi. Uzak yerden görülmeyene taş atıyorlardı.",
        "numberInSurah": 53,
        "juz": 22,
        "manzil": 5,
        "page": 434,
        "ruku": 375,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3660,
        "text": "Tıpkı bundan önce benzerlerine yapıldığı gibi, kendileriyle arzu ettikleri şey arasına perde çekildi. Doğrusu, onlar katmerli bir kuşku içindedirler.",
        "numberInSurah": 54,
        "juz": 22,
        "manzil": 5,
        "page": 434,
        "ruku": 375,
        "hizbQuarter": 174,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "tr.ates",
      "language": "tr",
      "name": "Süleyman Ateş",
      "englishName": "Suleyman Ates",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}