{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 39,
    "name": "سُورَةُ الزُّمَرِ",
    "englishName": "Az-Zumar",
    "englishNameTranslation": "The Groups",
    "revelationType": "Meccan",
    "numberOfAyahs": 75,
    "ayahs": [
      {
        "number": 4059,
        "text": "Kitabını indirilmesi, aziz hüküm ve hikmet sahibi Allah tarafındandır.",
        "numberInSurah": 1,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4060,
        "text": "Biz bu Kitabı sana hak ile indirdik; sen dini yalnız Allah'a halis kılarak O'na kulluk et.",
        "numberInSurah": 2,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4061,
        "text": "İyi bil ki, halis din yalnız Allah'ındır. O'ndan başka veliler edinerek: \"Biz bunlara, sırf bizi Allah'a yaklaştırmaları için tapıyoruz,\" diyenler(e gelince): Şüphesiz ki Allah, onlar arasında, ayrılığa düştükleri konuda hükmünü verecektir. Allah, yalancı, nankör insanı doğru yola iletmez.",
        "numberInSurah": 3,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4062,
        "text": "Eğer Allah çocuk edinmek isteseydi, yarattıklarından dilediğini seçerdi. O (bundan münezzehtir) yücedir. O tek ve kahredici Allah'tır.",
        "numberInSurah": 4,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4063,
        "text": "Gökleri ve yeri hak ile yarattı. Geceyi gündüzün üzerine dolar, gündüzü de gecenin üzerine dolar. Güneşi ve ayı buyruğu altına almıştır. Her biri belli bir süreye kadar akıp gitmektedir. İyi bil ki O, aziz ve çok bağışlayandır.",
        "numberInSurah": 5,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4064,
        "text": "Sizi bir tek candan yarattı, sonra ondan eşini meydana getirdi ve sizin için davarlardan sekiz çift indirdi: (Deve, öküz, koyun, keçi.) Sizi annelerinizin karınlarında üç karanlık içinde yaratmadan yaratmaya (aşamadan aşamaya) geçirerek yaratmaktadır. İşte Rabbiniz Allah budur. Mülk O'nundur. O'ndan başka tanrı yoktur. Nasıl (O'na kulluktan şirke) çevriliyorsunuz?",
        "numberInSurah": 6,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4065,
        "text": "Eğer nankörlük ederseniz, şüphesiz Allah, siz(in imanınız)a muhtaç değildir. Fakat kulları için küfre razı olmaz. Ve eğer şükrederseniz sizin için ona razı olur. Hiçbir günahkar, diğerinin günahını çekmez. Sonra dönüşünüz Rabbinizedir, (O), size yaptıklarınızı haber verir. Çünkü O, göğüslerin özünü bilir.",
        "numberInSurah": 7,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4066,
        "text": "İnsana bir zarar dokundu mu, hemen içtenlikle Rabbine yönelerek O'na du'a eder. Sonra (Rabbi) ona kendisinden bir ni'met verdi mi; önceden O'na yalvarmakta olduğunu unutur da, O'nun yolundan saptırmak için Allah'a eşler koşmağa başlar. De ki: \"Küfrünle azıcık yaşa, sen ateş halkındansın!\"",
        "numberInSurah": 8,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 396,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4067,
        "text": "Yoksa o, gece sa'atlerinde secde ederek, ayakta durarak ibadet eden, ahiretten korkan ve Rabbinin rahmetini uman gibi midir? De ki: \"Bilenlerle bilmeyenler bir olur mu?\" Doğrusu ancak sağduyu sahipleri öğüt alır.",
        "numberInSurah": 9,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 396,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4068,
        "text": "(Tarafımdan) De ki: \"Ey inanan kullarım, Rabbinizden korkun. Bu dünya hayatında güzel davrananlara güzellik vardır. Allah'ın yeri geniştir. Ancak sabredenlere, ödülleri hesapsız ödenecektir.",
        "numberInSurah": 10,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4069,
        "text": "De ki: \"Bana dini yalnız Allah'a halis kılarak, O'na kulluk etmem emredildi.\"",
        "numberInSurah": 11,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4070,
        "text": "Ve bana müslümanların ilki olmam emredildi.",
        "numberInSurah": 12,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4071,
        "text": "De ki: \"Ben, Rabbime isyan edersem, büyük bir günün azabından korkarım.\"",
        "numberInSurah": 13,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4072,
        "text": "De ki: \"Ben, dinimi yalnız Allah'a halis kılarak O'na kulluk ediyorum.\"",
        "numberInSurah": 14,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4073,
        "text": "Siz de O'ndan başka dilediğinize kulluk edin. De ki: \"Ziyana uğrayanlar kıyamet günü hem kendilerini, hem de ailelerini ziyan edenlerdir. Dikkat edin, işte bu, apaçık bir ziyandır!\"",
        "numberInSurah": 15,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4074,
        "text": "Onların üstlerinden ateşten gölgeler, altlarından da (ateşten) gölgeler var. İşte Allah kullarını bu durumdan korkutur. Ey kullarım, benden korkun!",
        "numberInSurah": 16,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4075,
        "text": "Tağut'a kulluk etmekten kaçınan ve Allah'a yönelenlere müjde var. Müjdele kullarımı:",
        "numberInSurah": 17,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4076,
        "text": "Onlar ki, sözü dinlerler ve onun en güzeline uyarlar. İşte onlar Allah'ın kendilerini doğru yola ilettiği kimselerdir ve onlar sağduyu sahipleridir.",
        "numberInSurah": 18,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4077,
        "text": "Üzerine azab kararı hak olanı mı, sen ateşte bulunanı mı kurtaracaksın?",
        "numberInSurah": 19,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4078,
        "text": "Fakat Rablerinden korkanlar için üstüste yapılmış odalar var. Odaların altından da ırmaklar akmaktadır. Bu, Allah'ın va'didir. Allah va'dinden caymaz.",
        "numberInSurah": 20,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4079,
        "text": "Görmedin mi Allah gökten bir su indirdi, onu yerin içindeki kaynaklara geçirdi, Sonra onunla çeşitli renklerde ekin çıkarıyor. Sonra (ekin) kurur, onu sararmış görürsün. Sonra Allah onu bir çöp yapar. Şüphesiz bunda sağduyu sahipleri için bir ibret vardır.",
        "numberInSurah": 21,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4080,
        "text": "Allah'ın, göğsünü İslam'a açtığı kimse, Rabbinden bir nur üzerinde değil midir? Allah'ı anmağa karşı yürekleri katılaşmış olanlara yazıklar olsun. Onlar apaçık bir sapıklık içindedirler.",
        "numberInSurah": 22,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4081,
        "text": "Allah, sözün en güzelini, (Kur'an'ın ayetlerini güzellikte) birbirine benzer, ikişerli bir Kitap halinde indirdi. Rablerinden korkanların, ondan derileri ürperir, sonra derileri ve kalbleri Allah'ın zikrine yumuşar. İşte bu (Kitap) Allah'ın rehberidir. Dilediğini bununla doğru yola iletir. Ama Allah kimi sapıklığında bırakırsa artık ona yol gösteren olmaz.",
        "numberInSurah": 23,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4082,
        "text": "Kıyamet günü, (elleri bağlı olduğu için) yüzüyle o en kötü azabdan korunmağa çalışan (ile güven içinde bulunan bir olur) mu? (O gün) Zalimlere: \"Kazandığınız(ın tadın)ı tadın!\" denmiştir.",
        "numberInSurah": 24,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4083,
        "text": "Onlardan öncekiler de yalanladılar, bundan dolayı hiç farkına varmadıkları bir yönden onlara azab geldi.",
        "numberInSurah": 25,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4084,
        "text": "Allah, dünya hayatında onlara rezillik taddırdı. Ahiret azabı ise daha büyüktür, keşke bilselerdi!",
        "numberInSurah": 26,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4085,
        "text": "Andolsun biz, bu Kur'an'da insanlara, öğüt almaları için her temsili anlattık.",
        "numberInSurah": 27,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4086,
        "text": "Korunanlar için bunu, pürüzsüz Arapça bir Kur'an olarak (indirdik).",
        "numberInSurah": 28,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4087,
        "text": "Allah, (ortak koşanla tek Allah'a inananın durumunu anlatmak için) şöyle bir misal verdi: Birbiriyle çekişen ortaklara bağlı olan bir adam (yani köle) ile yalnız bir kişiye bağlı olan bir adam. Şimdi bu ikisinin durumu bir olur mu? Hamd yalnız Allah'a mahsustur, fakat çokları (yalnız Allah'a tapılacağını) bilmiyorlar.",
        "numberInSurah": 29,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4088,
        "text": "Sen de öleceksin, onlar da ölecekler.",
        "numberInSurah": 30,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4089,
        "text": "Sonra siz, kıyamet günü, Rabbinizin divanında davalaşacaksınız.",
        "numberInSurah": 31,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4090,
        "text": "Allah hakkında yalan uydurandan ve kendisine gelen doğruyu yalanlayandan daha zalim kim olabilir? Cehennemde kafirler için bir yer yok mudur?",
        "numberInSurah": 32,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4091,
        "text": "Doğruyu getirene ve onu doğrulayanlara gelince: İşte korunanlar onlardır.",
        "numberInSurah": 33,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4092,
        "text": "Rablerinin yanında onlara, diledikleri her şey var. İşte güzel davrananların mükafatı budur.",
        "numberInSurah": 34,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4093,
        "text": "(Böyle olur) Ki Allah onların yaptıklarının en kötülerini onlardan örtsün ve onları, yaptıklarının en güzeliyle mükafatlandırsın.",
        "numberInSurah": 35,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4094,
        "text": "Allah kuluna kafi değil mi? Seni O'ndan başkalarıyle korkutuyorlar. Allah kimi şaşırtırsa artık onu yola getiren olmaz.",
        "numberInSurah": 36,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4095,
        "text": "Allah kime de yol gösterirse; artık onu şaşırtan olmaz. Allah galib ve öc alan değil midir?",
        "numberInSurah": 37,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4096,
        "text": "Andolsun onlara: \"Gökleri ve yeri kim yarattı?\" diye sorsan, elbette \"Allah\" derler. De ki: \"O halde Allah'tan başka yalvardıklarınızı gördünüz mü, şimdi Allah, bana bir zarar vermek istese, onlar O'nun vereceği zararı kaldırabilirler mi? Yahut (Allah) bana bir rahmet (fayda) vermek dilese onlar O'nun rahmetini durdurabilirler mi?\" De ki: \"Allah bana yeter. Tevekkül edenler O'na dayanırlar.\"",
        "numberInSurah": 38,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4097,
        "text": "De ki: \"Ey kavmim, durumunuza göre bildiğinizi yapın, ben de (bildiğimi) yapıyorum; yakında bileceksiniz;\"",
        "numberInSurah": 39,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4098,
        "text": "Kendisini rezil edecek azab kime geliyor ve sürekli azab kimin üzerine konuyor?",
        "numberInSurah": 40,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4099,
        "text": "Biz Kitabı, insanlar için, sana hak ile indirdik. Artık kim doğru yola gelirse kendi yararınadır, kim de saparsa kendi zararına sapmış olur. Sen onların üzerinde vekil değilsin.",
        "numberInSurah": 41,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4100,
        "text": "Allah, ölmekte olan canları alır, ölmeyenleri de uykularında (bedenlerinden alıp kendilerinden geçirir); sonra ölümüne hükmettiğini yanında tutar, ötekilerini de belli bir süreye kadar salıverir. Şüphesiz bunda düşünen bir toplum için ibretler vardır.",
        "numberInSurah": 42,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4101,
        "text": "Yoksa Allah'tan başka şefa'atçiler mi edindiler? De ki: \"Onlar, hiçbir şeye malik olmayan, düşünmeyen şeyler olsalar da mı (onları şefa'atçi edineceksiniz?)\"",
        "numberInSurah": 43,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4102,
        "text": "De ki: \"Şefa'at tamamen Allah'ındır (yardım ve destek yalnız O'ndandır). Göklerin ve yerin mülkü O'nundur. Sonra O'na döndürüleceksiniz.\"",
        "numberInSurah": 44,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4103,
        "text": "Allah, tek olarak anıldığı zaman; ahirete inanmayanların kalbleri ürker. Ama O'ndan başka(tanrı)ları da anıldığı zaman, hemen sevinirler.",
        "numberInSurah": 45,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4104,
        "text": "De ki: \"Allah'ım, ey gökleri ve yeri yoktan var eden, görülmeyeni ve görüleni bilen! Ancak Sen, ayrılığa düştükleri şeylerde kullarının arasında hükmedersin.\"",
        "numberInSurah": 46,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4105,
        "text": "Eğer yeryüzünde bulunanların tümü, ve onun bir misli daha zulmedenlerin olsaydı, kıyamet günü o kötü azabdan (kurtulmak için) onu mutlaka fidye verirlerdi. (Çünkü) hiç hesabetmedikleri şeyler, Allah'tan karşılarına çıkmıştır.",
        "numberInSurah": 47,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4106,
        "text": "Yaptıkları işlerin kötülükleri kendilerine görünmüş ve alay edegeldikleri şey onları kuşatmıştır.",
        "numberInSurah": 48,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4107,
        "text": "İnsana bir zarar dokunduğu zaman bize du'a eder. Sonra, ona bizden bir ni'met verdiğimiz vakit; \"Bu, (benim) bilgi(m) sayesinde bana verildi\" der. Hayır, o bir imtihandır, fakat çokları bilmiyorlar.",
        "numberInSurah": 49,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4108,
        "text": "Onlardan öncekiler de bunu demişlerdi. Ama kazandıkları şeyler, kendilerine hiçbir yarar sağlamadı.",
        "numberInSurah": 50,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4109,
        "text": "Kazandıklarının kötülükleri, sonunda başlarına geldi. Bunlardan zulmedenlere de yaptıklarının kötülükleri erişecektir. Onlar, buna engel olacak değillerdir.",
        "numberInSurah": 51,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4110,
        "text": "Bilmediler mi ki Allah dilediğine rızkı açar ve kısar. Şüphesiz bunda inanan bir toplum için ibretler vardır.",
        "numberInSurah": 52,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4111,
        "text": "(Tarafımdan onlara) De ki: \"Ey nefislerine karşı aşırı giden kullarım, Allah'ın rahmetinden umut kesmeyin. Allah bütün günahları bağışlar. Çünkü O, çok bağışlayan, çok esirgeyendir.\"",
        "numberInSurah": 53,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4112,
        "text": "Size azab gelip çatmadan Rabbinize dönün, O'na teslim olun. Sonra size yardım edilmez.",
        "numberInSurah": 54,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4113,
        "text": "Ansızın ve hiç farkına varmadığınız bir sırada, size azab gelmezden önce Rabbinizden size indirilenin en güzeline uyun.",
        "numberInSurah": 55,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4114,
        "text": "(O gün günahkar) nefsin şöyle demesinden sakının: \"Allah'ın yanında (O'na kullukta) kusur edişimden dolayı vah (bana). Gerçekten ben alay edenlerdendim.\"",
        "numberInSurah": 56,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4115,
        "text": "Yahut şöyle demesinden: \"Allah bana hidayet etseydi, elbet ben de (Allah'ın azabından) korunanlardan olurdum.\"",
        "numberInSurah": 57,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4116,
        "text": "Yahut azabı gördüğü zaman: \"Keşke benim için bir kez daha (dünyaya dönüş) olsaydı da güzel hareket edenlerden olsaydım!\" demesinden.",
        "numberInSurah": 58,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4117,
        "text": "(Allah şöyle buyurur): \"Hayır, sana ayetlerim geldi de sen onları yalanladın, büyüklük tasladın ve nankörlerden oldun!\"",
        "numberInSurah": 59,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4118,
        "text": "Allah'a yalan uyduranların kıyamet günü yüzlerinin kapkara kesildiğini görürsün. Kibirlenenler için cehennemde bir yer yok mudur?",
        "numberInSurah": 60,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4119,
        "text": "Allah, korunanları başarılarıyle kurtarır; onlara kötülük dokunmaz ve onlar üzülmezler.",
        "numberInSurah": 61,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4120,
        "text": "Allah her şeyin yaratıcısıdır, O, her şeyin yöneticisidir.",
        "numberInSurah": 62,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4121,
        "text": "Göklerin ve yerin anahtarları O'nundur. Allah'ın ayetlerini inkar edenler, işte ziyana uğrayacaklar onlardır.",
        "numberInSurah": 63,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4122,
        "text": "De ki: \"Allah'tan başkasına kulluk etmemi mi bana emrediyorsunuz ey cahiller?\"",
        "numberInSurah": 64,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4123,
        "text": "Sana ve senden öncekilere şöyle vahyedildi: \"Andolsun, eğer (Allah'a) ortak koşarsan amelin boşa çıkar ve kaybedenlerden olursun!\"",
        "numberInSurah": 65,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4124,
        "text": "Hayır, yalnız Allah'a kulluk et ve şükredenlerden ol.",
        "numberInSurah": 66,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4125,
        "text": "Allah'ı gereği gibi bilemediler. Halbuki kıyamet günü yer, tamamen O'nun avucu içindedir, gökler de sağ elinde dürülmüştür. O, onların ortak koştuklarından uzak ve yücedir.",
        "numberInSurah": 67,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4126,
        "text": "Sur'a üflenmiş, göklerde ve yerde olanlar (korkudan) bayılmışlar, ancak Allah'ın dilediği sarsılmamıştır. Sonra ona bir daha üflenmiştir, birden onlar kalkmış, bakıyorlardır.",
        "numberInSurah": 68,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4127,
        "text": "Yer, Rabbinin nuru ile parlamış, Kitap (ortaya) konmuş, peygamberler ve şahidler getirilmiş ve aralarında adaletle hükmedilmiştir. Onlara asla haksızlık edilmez",
        "numberInSurah": 69,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4128,
        "text": "Herkese yaptığının karşılığı tam verilmiştir. O, onların ne yaptıklarını en iyi bilendir.",
        "numberInSurah": 70,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4129,
        "text": "Nankörler, bölük bölük cehenneme sürülmüşlerdir. Oraya geldikleri zaman, kapıları açılan cehennemin bekçileri onlara şöyle demiştir: \"Kendi aranızdan, Rabbinizin ayetlerini size okuyan ve sizi bu gününüzle karşılaşacağınız hakkında uyaran elçiler gelmedi mi?\" \"Evet geldi, demişlerdir; ama kafirlere azab sözü hak olmuştur (kafirler azab hükmünü giymeyi hak etmişlerdir).\"",
        "numberInSurah": 71,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4130,
        "text": "O halde içinde ebedi kalmak üzere cehennemin kapılarından girin. Kibirlenenlerin yeri ne kötüymüş! denilmiştir.",
        "numberInSurah": 72,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4131,
        "text": "Rablerinin (azabından) korunanlar da bölük bölük cennete sevk edilmişlerdir. Kapıları daha önce açılmış bulunan cennete vardıklarında onun bekçileri onlara: \"Selam size, (ne) hoşsunuz, ebedi kalmak üzere buraya girin!\" demişlerdir.",
        "numberInSurah": 73,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4132,
        "text": "(Cennettekiler de:) \"Bize verdiği sözü yerine getiren ve bizi dilediğimiz yerinde oturacağımız bu cennet yurduna varis kılan Allah'a hamdolsun. (Allah için) çalışanların ücreti ne güzeldir!\" demişlerdir.",
        "numberInSurah": 74,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4133,
        "text": "Meleklerin de Arşın çevresinde dönerek Rablerini övgü ile andıklarını görürsün. İnsanlar arasında hak ile hükmedilmiş ve: \"Hamd alemlerin Rabbine mahsustur\" denilmiştir.",
        "numberInSurah": 75,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "tr.ates",
      "language": "tr",
      "name": "Süleyman Ateş",
      "englishName": "Suleyman Ates",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}