{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 66,
    "name": "سُورَةُ التَّحۡرِيمِ",
    "englishName": "At-Tahrim",
    "englishNameTranslation": "The Prohibition",
    "revelationType": "Medinan",
    "numberOfAyahs": 12,
    "ayahs": [
      {
        "number": 5230,
        "text": "Ey peygamber niçin, Allah'ın sana helal kıldığı şeyi, eşlerinin, hatırı için haram kılıyorsun? Allah bağışlayadır, esirgeyendir.",
        "numberInSurah": 1,
        "juz": 28,
        "manzil": 7,
        "page": 560,
        "ruku": 494,
        "hizbQuarter": 224,
        "sajda": false
      },
      {
        "number": 5231,
        "text": "Allah size, yeminlerinizi (keffaretle) çözmeyi meşru' kılmıştır. Allah sizin sahibinizdir. O bilendir, hüküm ve hikmet sahibidir.",
        "numberInSurah": 2,
        "juz": 28,
        "manzil": 7,
        "page": 560,
        "ruku": 494,
        "hizbQuarter": 224,
        "sajda": false
      },
      {
        "number": 5232,
        "text": "Peygamber, eşlerinden birine gizli bir söz söylemişti. Fakat eşi, o sözü (başkasına) haber verip, Allah da peygamberi, eşinin bu davranışına muttali kılınca (Peygamber, eşine) o(söylediği)nin bir kısmını bildirmiş (şunları şunları filana söyledin demiş), bir kısmından da vazgeçmişti. (Peygamber) Bunu eşine haber verince eşi: \"Bunu sana kim söyledi?\" dedi (Peygamber): \"(Herşeyi) Bilen, haber alan (Allah) bana söyledi\" dedi.",
        "numberInSurah": 3,
        "juz": 28,
        "manzil": 7,
        "page": 560,
        "ruku": 494,
        "hizbQuarter": 224,
        "sajda": false
      },
      {
        "number": 5233,
        "text": "Eğer ikiniz, kalblerinizin sapmış olmasından dolayı Allah'a tevbe ederseniz (ne a'la). Ve eğer peygambere karşı birbirinize arka olursanız (bilin ki) onun koruyucusu ve yardımcısı Allah, Cibril ve mü'minlerin iyileridir. Ayrıca melekler de ona arkadır.",
        "numberInSurah": 4,
        "juz": 28,
        "manzil": 7,
        "page": 560,
        "ruku": 494,
        "hizbQuarter": 224,
        "sajda": false
      },
      {
        "number": 5234,
        "text": "O sizi boşarsa belki de Rabbi ona, sizden daha hayırlı, kendisini Allah'a teslim eden, inanan, gönülden ita'at eden, tevbe eden, ibadet eden seyahat eden dul ve bakire eşler verir.",
        "numberInSurah": 5,
        "juz": 28,
        "manzil": 7,
        "page": 560,
        "ruku": 494,
        "hizbQuarter": 224,
        "sajda": false
      },
      {
        "number": 5235,
        "text": "Ey inananlar, kendinizi ve ailenizi bir ateşten koruyun ki onun yakıtı insanlar ve taşlardır. Onun başında gayet katı, şiddetli, Allah'ın kendilerine buyurduğuna karşı gelmeyen ve emredildikleri şeyi yapan melekler vardır.",
        "numberInSurah": 6,
        "juz": 28,
        "manzil": 7,
        "page": 560,
        "ruku": 494,
        "hizbQuarter": 224,
        "sajda": false
      },
      {
        "number": 5236,
        "text": "(Oraya girenlere derler ki:) Ey nankörlük edenler, bugün özür dilemeyin. Çünkü siz, ancak yaptığınız şeylerle cezalandırılıyorsunuz.!\"",
        "numberInSurah": 7,
        "juz": 28,
        "manzil": 7,
        "page": 560,
        "ruku": 494,
        "hizbQuarter": 224,
        "sajda": false
      },
      {
        "number": 5237,
        "text": "Ey inananlar, Allah'a yürekten tevbe edin. Umulur ki Rabbiniz sizin kötülüklerinizi örter; Allah'ın, peygamberi ve onunla beraber inanmış olanları utandırmayacağı günde, sizi altlarından ırmaklar akan cennetlere sokar. (O gün) onların nuru, önleridenve sağ yanlarından koşar. Derler ki: \"Rabbimiz, nurumuzu tamamla, bizi bağışla. Doğrusu, senin herşeye gücün yeter!\"",
        "numberInSurah": 8,
        "juz": 28,
        "manzil": 7,
        "page": 561,
        "ruku": 495,
        "hizbQuarter": 224,
        "sajda": false
      },
      {
        "number": 5238,
        "text": "Ey Peygamber! kafirlerle ve iki yüzlülerle uğraş, onlara karşı katı davran. Onların varacağı yer cehennemdir. Ne kötü varılacak yerdir o!",
        "numberInSurah": 9,
        "juz": 28,
        "manzil": 7,
        "page": 561,
        "ruku": 495,
        "hizbQuarter": 224,
        "sajda": false
      },
      {
        "number": 5239,
        "text": "Allah inkar edenler hakkında Nuh'un karısı ile Lut'un karısını misal verdi. Bu ikisi, kullarımızdan iki Salih kulun (nikahı) altında idiler, onlara hiyanet ettiler. Kocaları Allah'tan (gelen) hiçbir şeyi onlardan savamadı. (Onlara): \"Haydi, girenlerle beraber siz de ateşe girin\" denildi.",
        "numberInSurah": 10,
        "juz": 28,
        "manzil": 7,
        "page": 561,
        "ruku": 495,
        "hizbQuarter": 224,
        "sajda": false
      },
      {
        "number": 5240,
        "text": "Allah inananlar hakkında da Fir'avn'ın karısını misal verdi. O şöyle demişti: \"Rabbim, bana katında, cennetin içinde bir ev yap, beni Fir'avn'dan ve onun (kötü) işinden kurtar. Ve beni şu zalimler topluluğundan kurtar!\"",
        "numberInSurah": 11,
        "juz": 28,
        "manzil": 7,
        "page": 561,
        "ruku": 495,
        "hizbQuarter": 224,
        "sajda": false
      },
      {
        "number": 5241,
        "text": "(Yine Allah) İmran'ın kızı Meryem'i de (misal verdi). O ırzını korumuştu, biz de on(un rahmin)e ruhumuzdan üflemiştik. O, Rabbinin kelimelerini ve Kitaplarını doğrulamış ve gönülden ita'at edenlerden olmuştu.",
        "numberInSurah": 12,
        "juz": 28,
        "manzil": 7,
        "page": 561,
        "ruku": 495,
        "hizbQuarter": 224,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "tr.ates",
      "language": "tr",
      "name": "Süleyman Ateş",
      "englishName": "Suleyman Ates",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}