{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 8,
    "name": "سُورَةُ الأَنفَالِ",
    "englishName": "Al-Anfaal",
    "englishNameTranslation": "The Spoils of War",
    "revelationType": "Medinan",
    "numberOfAyahs": 75,
    "ayahs": [
      {
        "number": 1161,
        "text": "Pitaju te o ratnom plijenu. Reci: \"Ratni plijen pripada Allahu i Poslaniku.\" Zato se bojte Allaha i izgladite međusobne razmirice, i pokoravajte se Allahu i Njegovu Poslaniku, ako ste pravi vjernici.\n",
        "numberInSurah": 1,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1162,
        "text": "Pravi su vjernici samo oni čija se srca strahom ispune kad se Allah spomene, a kad im se ajeti Njegovi uče, vjerovanje im povećaju i samo se na Gospodara svoga oslanjaju,\n",
        "numberInSurah": 2,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1163,
        "text": "oni koji namaz obavljaju i dio od onoga što im Mi dajemo udjeljuju.\n",
        "numberInSurah": 3,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1164,
        "text": "Oni su, zbilja, pravi vjernici - njih kod Gospodara njihova čekaju počasti, i oprost, i opskrba divna.\n",
        "numberInSurah": 4,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1165,
        "text": "Tako je bilo i onda kada te je Gospodar tvoj s pravom iz doma tvoga izveo, a to jednoj grupi vjernika nije nikako po volji bilo.\n",
        "numberInSurah": 5,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1166,
        "text": "Raspravljali su s tobom o borbi, nakon što je bilo očito da će pobijediti, kao da se naočigled svoj u smrt gone.\n",
        "numberInSurah": 6,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1167,
        "text": "Kad vam je Allah obećao da će vaša biti jedna od dvije skupine - a vi ste više voljeli da vam padne šaka ona koja nije bila naoružana -Allah je htio riječima Svojim Istinu utvrditi i nevjernike u korijenu istrijebiti,\n",
        "numberInSurah": 7,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1168,
        "text": "da Istinu utvrdi i neistinu uništi, makar to prestupnicima ne bilo po volji.\n",
        "numberInSurah": 8,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1169,
        "text": "I kada ste od Gospodara svoga spas zatražili, On vam se odazvao: \"Poslat ću vam u pomoć hiljadu meleka koji će jedni za drugima dolaziti.\"\n",
        "numberInSurah": 9,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1170,
        "text": "Allah je to učinio da bi vas obradovao i da bi se time srca vaša umirila; a pobjeda je samo od Allaha -Allah je zaista silan i mudar.\n",
        "numberInSurah": 10,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1171,
        "text": "Kad je On učinio da vas san, kao spokojstvo od Njega, obuzme i s neba vam vodu spustio da bi vas njome očistio, i da bi od vas šejtanovo uznemiravanje odstranio, i da bi srca vaša jakim učinio i da bi njome - kišom stopala učvrstio.\n",
        "numberInSurah": 11,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1172,
        "text": "Kad je Gospodar tvoj nadahnuo meleke: \"Ja sam s vama, pa učvrstite one koji vjeruju! U srca nevjernika Ja ću strah uliti, pa ih vi po šijama udarite, i udarite ih po svim udovima.\"\n",
        "numberInSurah": 12,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1173,
        "text": "To je zato što su se suprotstavljali Allahu i Poslaniku Njegovu; a onoga ko se suprotstavlja Allahu i Poslaniku Njegovu, Allah će, zaista, strašno kazniti.\n",
        "numberInSurah": 13,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1174,
        "text": "Kazna vam je to, pa je iskusite, a nevjernike čeka patnja u Vatri.\n",
        "numberInSurah": 14,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1175,
        "text": "O vi koji vjerujete, kada se s nevjernicima sukobite, a njih nastupa mnogo, leđa im ne okrećite;\n",
        "numberInSurah": 15,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1176,
        "text": "onaj ko im tada leđa okrene - osim onog koji se povuče s namjerom da se ponovno bori ili drugoj četi pristupi - vratit će se natovaren Allahovom srdžbom; prebivalište njegovo bit će Džehennem, a užasno je to krajnje odredište.\n",
        "numberInSurah": 16,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1177,
        "text": "Njih niste ubijali vi, nego Allah; i nisi ti bacio, kad si bacio, nego je Allah bacio, da bi vjernike lijepom kušnjom iskušao -Allah je, zaista, Onaj Koji sve čuje i Onaj Koji sve zna.\n",
        "numberInSurah": 17,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1178,
        "text": "Tako je to bilo, a doista je Allah Onaj Koji oslabljuje spletke nevjernika.\n",
        "numberInSurah": 18,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1179,
        "text": "Ako ste se molili da pobijedite - pa došla vam je, eto, pobjeda! A da se okanite, bolje bi vam bilo! I ako se ponovo vratite, Mi ćemo se ponovo vratiti, i nimalo vam neće koristiti tabor vaš, ma koliko brojan bio, a Allah je, zaista, uz vjernike.\n",
        "numberInSurah": 19,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1180,
        "text": "O vi koji vjerujete, pokoravajte se Allahu i Njegovu Poslaniku, i ne okrećite se od njega, a čujete ga,\n",
        "numberInSurah": 20,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1181,
        "text": "i ne budite kao oni koji su rekli: \"Čuli smo!\" - a ne slušaju.\n",
        "numberInSurah": 21,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1182,
        "text": "Doista, najgora su bića kod Allaha oni koji su gluhi i nijemi, koji ne razumiju.\n",
        "numberInSurah": 22,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1183,
        "text": "Da Allah zna da od njih može biti ikakva dobra, učinio bi da čuju, a da je učinio i da čuju, oni bi se, opet, okrećući se od toga udaljili.\n",
        "numberInSurah": 23,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1184,
        "text": "O vi koji vjerujete, odazovite se Allahu i Poslaniku kad od vas zatraži da činite ono što vas oživljava; i neka znate da se Allah upliće između čovjeka i srca njegova, i da ćete svi pred Njim biti sakupljeni.\n",
        "numberInSurah": 24,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1185,
        "text": "I čuvajte se iskušenja koja neće pogoditi samo one među vama koji su zulum činili, i znajte da Allah strašno kažnjava.\n",
        "numberInSurah": 25,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1186,
        "text": "I sjetite se kad vas je bilo malo, kad ste na zemlji bili potlačeni - bojali ste se da vas ljudi ne pohvataju, pa vam je On sklonište dao i Svojom pomoći vas ojačao i ljepotama vas opskrbio da biste bili zahvalni.\n",
        "numberInSurah": 26,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1187,
        "text": "O vi koji vjerujete, ne iznevjeravajte Allaha i Poslanika i ne pronevjeravajte emanete svoje, a znate - svjesni ste da to radite.\n",
        "numberInSurah": 27,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1188,
        "text": "I neka znate da su imeci vaši i djeca vaša samo iskušenje, i da je samo u Allaha nagrada velika.\n",
        "numberInSurah": 28,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1189,
        "text": "O vi koji vjerujete, ako se budete Allaha bojali, On će vam ono što istinu od neistine razdvaja dati i preko ružnih postupaka vaših će preći i oprostiti vam. A Allahova je dobrota neizmjerna.\n",
        "numberInSurah": 29,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1190,
        "text": "I kad su ti nevjernici zamke razapinjali da bi te u tamnicu bacili ili da bi te ubili, ili da bi te prognali; oni su zamke pleli pa je i Allah njima zamke pleo, a Allah najbolje zamke plete.\n",
        "numberInSurah": 30,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1191,
        "text": "Kada im se ajeti Naši uče, govore: \"Već smo čuli! Da hoćemo, i mi bismo tako nešto rekli; to su samo izmišljotine naroda drevnih.\"\n",
        "numberInSurah": 31,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1192,
        "text": "A kad su oni rekli: \"Bože, ako je ovo zbilja istina Tvoja, Ti pusti na nas kamenje s neba kao kišu ili nam pošalji patnju bolnu!\"\n",
        "numberInSurah": 32,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1193,
        "text": "Allah ih i nije kaznio dok si ti među njima bio; i Allah ih neće kazniti sve dok oni za oprost mole.\n",
        "numberInSurah": 33,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1194,
        "text": "A zaslužuju da ih Allah kazni kad brane drugima pristup Časnoj džamiji, a oni nisu njeni čuvari. Čuvari njeni treba da budu samo oni koji se Allaha boje, ali većina njih ne zna.\n",
        "numberInSurah": 34,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1195,
        "text": "Molitva njihova pored Kabe svodi se samo na zviždanje i pljeskanje rukama; zato patnju iskusite jer ne vjerujete.\n",
        "numberInSurah": 35,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1196,
        "text": "Zaista oni koji ne vjeruju troše imovinu svoju da bi od Allahova puta odvraćali. Oni će je tako trošiti, zatim će zbog toga žaliti i na kraju će pobijeđeni biti. A oni koji ne budu vjerovali - u Džehennem će biti potjerani,\n",
        "numberInSurah": 36,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1197,
        "text": "da bi Allah dobre od nevaljalih odvojio i da bi nevaljale jedne na druge naslagao, a onda ih sve u gomilu zbio i u Džehennem bacio. Oni su baš gubitnici.\n",
        "numberInSurah": 37,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1198,
        "text": "Reci onima koji ne vjeruju: ako se okane, bit će im oprošteno ono što je prije bilo; a ako se ne okane - pa zna se šta je s drevnim narodima bilo.\n",
        "numberInSurah": 38,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 150,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1199,
        "text": "I borite se protiv njih dok smutnja ne iščezne i dok samo Allahova vjera ne ostane. Ako se oni okane - pa zaista Allah dobro vidi šta oni rade.\n",
        "numberInSurah": 39,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 150,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1200,
        "text": "A ako se okrenu, znajte da je Allah vaš zaštitnik, a divan je On Zaštitnik i divan Pomagač!\n",
        "numberInSurah": 40,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 150,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1201,
        "text": "I znajte da od svega što u borbi zaplijenite jedna petina pripada Allahu i Poslaniku, i rodbini njegovoj, i siročadi, i siromasima, i putnicima - namjernicima, ako vjerujete u Allaha i u ono što smo objavili robu Našem na Dan razlučenja Istine od neistine, na dan kad su se sukobile dvije vojske - a Allah nad svime ima moć –\n",
        "numberInSurah": 41,
        "juz": 10,
        "manzil": 2,
        "page": 182,
        "ruku": 150,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1202,
        "text": "kada ste vi bili u bližoj strani doline, oni u daljoj strani doline, a karavana niže vas. I da ste se dogovarali o vremenu borbe, ne biste se dogovorili, ali se ona dogodila da bi Allah dao da se ispuni ono što se moralo dogoditi, da nevjernik ostane nevjernik poslije očigledna dokaza, i da vjernik ostane vjernik poslije očigledna dokaza - a Allah je, doista, Onaj Koji sve čuje i Onaj Koji sve zna.\n",
        "numberInSurah": 42,
        "juz": 10,
        "manzil": 2,
        "page": 182,
        "ruku": 150,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1203,
        "text": "Kad ti je Allah u snu pokazao da je njih malo; a da ti je pokazao da ih je mnogo, vi biste duhom klonuli i o boju se raspravljali, ali je Allah spas ukazao. On, zaista, dobro zna šta svačije grudi kriju.\n",
        "numberInSurah": 43,
        "juz": 10,
        "manzil": 2,
        "page": 182,
        "ruku": 150,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1204,
        "text": "A kad ste se sukobili, u očima vašim On ih je prikazao u malom broju, a vas u očima njihovim također u malom broju, da bi Allah dao da se ispuni ono što se moralo dogoditi - a Allahu se sve vraća.\n",
        "numberInSurah": 44,
        "juz": 10,
        "manzil": 2,
        "page": 182,
        "ruku": 150,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1205,
        "text": "O vi koji vjerujete, kad se s kakvom četom sukobite, smjeli budite i neprestano Allaha spominjite, da biste uspjeli,\n",
        "numberInSurah": 45,
        "juz": 10,
        "manzil": 2,
        "page": 182,
        "ruku": 151,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1206,
        "text": "i pokoravajte se Allahu i Poslaniku Njegovu, i ne prepirite se da ne biste klonuli i bez borbenog duha ostali; i budite strpljivi, a Allah je, zaista, uz strpljive.\n",
        "numberInSurah": 46,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 151,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1207,
        "text": "I ne budite kao oni koji su, da se pokažu svijetu, nadmeno iz grada svoga izišli da bi od Allahova puta odvraćali, a Allah sve što rade obuhvata.\n",
        "numberInSurah": 47,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 151,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1208,
        "text": "Sjeti se kada im je šejtan lijepim njihove postupke predstavio i rekao: \"Niko vas danas ne može pobijediti, i ja sam, uistinu, vaš zaštitnik!\" - onda je on, kad su se dva protivnička tabora sukobila, natrag uzmaknuo, i rekao: \"Ja, doista, nemam ništa s vama, ja vidim ono što vi ne vidite, i ja se bojim Allaha, a Allah strašno kažnjava.\"\n",
        "numberInSurah": 48,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 151,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1209,
        "text": "I sjeti se kada su licemjeri i oni čija su srca bolesna govorili: \"Ove je obmanula vjera njihova!\" A onaj ko se u Allaha pouzda - pa Allah je, zaista, silan i mudar.\n",
        "numberInSurah": 49,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1210,
        "text": "A da si samo vidio kad su meleci nevjernicima duše uzimali i po licima ih njihovim i straga udarali: \"Iskusite patnju u ognju!\"\n",
        "numberInSurah": 50,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1211,
        "text": "To je za ono što ste rukama svojim pripremili, a Allah, zaista, ne čini zulum robovima Svojim!\n",
        "numberInSurah": 51,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1212,
        "text": "Tako je bilo i s faraonovim ljudima i onima prije njih - u Allahove dokaze nisu vjerovali, pa ih je Allah zbog grijeha njihovih kaznio. Allah je, uistinu, moćan i strašno kažnjava.\n",
        "numberInSurah": 52,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1213,
        "text": "To je zato što Allah neće lišiti blagostanja narod kome je blagostanje podario - sve dok se on sam ne promijeni - a Allah je Onaj Koji sve čuje i Onaj Koji sve zna.\n",
        "numberInSurah": 53,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1214,
        "text": "Tako je bilo s faraonovim ljudima i onima prije njih: znakove Gospodara svoga nisu priznavali, pa smo ih Mi, zbog grijeha njihovih, uništili, a faraonove smo ljude potopili - svi su oni zulumćari bili.\n",
        "numberInSurah": 54,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1215,
        "text": "Najgora bića kod Allaha zaista su oni koji poriču; oni ne vjeruju,\n",
        "numberInSurah": 55,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1216,
        "text": "oni s kojima ti ugovore sklapaš, pa oni svaki put, ne bojeći se Allaha, krše ugovor svoj.\n",
        "numberInSurah": 56,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1217,
        "text": "Ako se u borbi s njima sukobiš, tako ih kazni da se zbog njih razbježe oni koji su iza njih, ne bi li se prisjetili i pouku uzeli.\n",
        "numberInSurah": 57,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1218,
        "text": "Čim primijetiš vjerolomstvo nekog naroda, i ti njima ugovor otkaži -Allah, uistinu, ne voli vjerolomnike.\n",
        "numberInSurah": 58,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1219,
        "text": "I neka nikako ne misle oni koji ne vjeruju da će se spasiti; oni, doista, neće moći umaći.\n",
        "numberInSurah": 59,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 153,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1220,
        "text": "I protiv njih pripremite koliko god možete snage i konja za boj, da biste time zaplašili Allahove i vaše neprijatelje, i druge osim njih - vi ih ne poznajete, Allah ih zna. Sve što na Allahovu putu potrošite bit će vam nadoknađeno, i neće vam biti učinjen zulum.\n",
        "numberInSurah": 60,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 153,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1221,
        "text": "Ako oni budu skloni miru, budi i ti sklon i pouzdaj se u Allaha, a On je, uistinu, Svečujući i Sveznajući.\n",
        "numberInSurah": 61,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 153,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1222,
        "text": "A ako te htjednu prevariti - pa tebi je, doista, dovoljan Allah; On te podržava Svojom pomoći i vjernicima,\n",
        "numberInSurah": 62,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 153,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1223,
        "text": "i On je sjedinio srca njihova. Da si ti potrošio sve ono što na Zemlji postoji, ti ne bi sjedinio srca njihova, ali ih je Allah sjedinio. On je zaista silan i mudar.\n",
        "numberInSurah": 63,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 153,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1224,
        "text": "O Vjerovjesniče, Allah je dovoljan tebi i vjernicima koji te slijede.\n",
        "numberInSurah": 64,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 153,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1225,
        "text": "O Vjerovjesniče, bodri vjernike na borbu! Ako vas bude dvadeset izdržljivih, pobijedit ćete dvije stotine; a ako vas bude stotina - pobijedit ćete hiljadu onih koji ne vjeruju, zato što su oni ljudi koji ne shvataju.\n",
        "numberInSurah": 65,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 154,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1226,
        "text": "Sada vam Allah daje olakšicu i zna da među vama slabosti ima. Ako vas bude stotinu izdržljivih - pobijedit ćete dvije stotine, a ako vas bude hiljadu - pobijedit ćete, Allahovom dozvolom, dvije hiljade. A Allah je uz strpljive.\n",
        "numberInSurah": 66,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 154,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1227,
        "text": "Nijednom vjerovjesniku nije bilo dopušteno držati sužnje dok ne izvojuje pobjedu na zemlji; vi želite prolazna dobra ovoga svijeta, a Allah želi ahiret. Doista je Allah silan i mudar.\n",
        "numberInSurah": 67,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 154,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1228,
        "text": "Da nije ranije Allahove odredbe, snašla bi vas patnja velika zbog onoga što ste uzeli.\n",
        "numberInSurah": 68,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 154,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1229,
        "text": "Sada jedite ono što ste zaplijenili kao dopušteno i lijepo i bojte se Allaha; Allah je, zaista, Onaj Koji oprašta grijehe i milostiv je.\n",
        "numberInSurah": 69,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 154,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1230,
        "text": "O Vjerovjesniče, reci onima koji su kao zarobljenici pali u vaše ruke: \"Ako Allah zna da u srcima vašim ima bilo šta dobro, dat će vam bolje od onoga što vam je uzeto i oprostit će vam, a Allah je Onaj Koji oprašta grijehe i milostiv je.\"\n",
        "numberInSurah": 70,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1231,
        "text": "A ako htjednu da te prevare, pa - oni su i prije Allaha nastojali varati i zato ti je On omogućio da ih pobijediš; a Allah je Onaj Koji sve zna i mudar je.\n",
        "numberInSurah": 71,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1232,
        "text": "Zaista oni koji vjeruju i iseljavaju se, i u borbi na Allahovu putu zalažu imetke svoje i živote svoje, i oni koji daju utočište i pomažu, oni su jedni drugima zaštitnici. A onima koji vjeruju, a koji se nisu iselili, vi ne možete, sve dok se ne isele, zaštitnici biti. A ako vas zamole da im u vjeri pomognete, dužni ste im u pomoć priteći, osim protiv naroda s kojim o nenapadanju zaključen ugovor imate. A Allah dobro vidi ono što radite.\n",
        "numberInSurah": 72,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1233,
        "text": "Nevjernici su jedni drugima zaštitnici. Ne postupite li tako, nastat će smutnja na Zemlji i nered veliki.\n",
        "numberInSurah": 73,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1234,
        "text": "Oni koji vjeruju i isele se, i bore se na Allahovu putu, i oni koji daju sklonište i pomažu - oni su zbilja pravi vjernici - njih čeka oprost i opskrba divna.\n",
        "numberInSurah": 74,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1235,
        "text": "A oni koji kasnije vjernici postanu, pa se isele i u borbi zajedno s vama učestvuju - oni su vaši. A rođaci su, prema Allahovoj Knjizi, jedni drugima preči. Allah, zaista, sve dobro zna.\n",
        "numberInSurah": 75,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "ba.mehanovic",
      "language": "ba",
      "name": "Kur'an - sa prevodom (značenja) na bosanski jezik, utemeljen na Ibn Kesirovom tumačenju, i kratki komentar",
      "englishName": "Quran translation by Muhamed Mehanovic",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}