{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 11,
    "name": "سُورَةُ هُودٍ",
    "englishName": "Hud",
    "englishNameTranslation": "Hud",
    "revelationType": "Meccan",
    "numberOfAyahs": 123,
    "ayahs": [
      {
        "number": 1474,
        "text": "Elif-lam-ra, Ovo je Knjiga čiji su ajeti usavršeni a potom razjašnjeni, od mudrog i Onog Koji sve u potpunosti zna,\n",
        "numberInSurah": 1,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 183,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1475,
        "text": "\"da samo Allahu ibadet činite - ja sam vam od Njega upozoritelj i donositelj radosnih vijesti,\n",
        "numberInSurah": 2,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 183,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1476,
        "text": "da od Gospodara svoga oprosta tražite i da se pokajete, a On će vam dati da do roka koji je određen lijepo proživite i svakom darežljivom dat će iz Svoje darežljivosti. A ako se okrenete - pa, ja se, zaista, bojim za vas patnje na Velikom danu.\n",
        "numberInSurah": 3,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 183,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1477,
        "text": "Allahu ćete se vratiti, a On Svojom moći sve nadilazi!\n",
        "numberInSurah": 4,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 183,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1478,
        "text": "Eto, oni grudi svoje uvijaju da bi se od Njega sakrili. A i kad se u odjeću svoju zaogrću, On zna ono što skrivaju i ono što pokazuju - On, uistinu, zna šta se u grudima krije.\n",
        "numberInSurah": 5,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 183,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1479,
        "text": "Na Zemlji nema nijednog živog bića a da ga Allah ne hrani i da ne zna gdje koje skončava i gdje se sklanja. Sve to ima u jasnoj Knjizi.\n",
        "numberInSurah": 6,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 183,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1480,
        "text": "On je Taj Koji je za šest dana nebesa i Zemlju stvorio - a Njegov je Arš iznad vode bio - da bi vas iskušao - koji će od vas bolje postupati. Ako ti rekneš: \"Poslije smrti bit ćete doista oživljeni\", nevjernici će sigurno reći: \"Ovo nije ništa drugo do očita čarolija!\"\n",
        "numberInSurah": 7,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 183,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1481,
        "text": "Ako im Mi patnju do određenog roka odgodimo, oni će sigurno reći: \"Šta je zadržava?\" A onoga dana kad im dođe, neće biti od njih otklonjena i sa svih strana bit će okruženi onim čemu su se rugali.\n",
        "numberInSurah": 8,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 183,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1482,
        "text": "Ako čovjeku damo da osjeti milost Našu, pa mu je poslije uskratimo, tada on, zaista, pravi očajnik i nezahvalnik postaje.\n",
        "numberInSurah": 9,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1483,
        "text": "A ako mu damo da nakon nevolje koja ga je zadesila blagostanje osjeti, on će sigurno reći: \"Nevolje su me napustile!\" On je, doista, odviše radostan i hvalisav.\n",
        "numberInSurah": 10,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1484,
        "text": "Osim onih koji su se strpili i dobra djela činili - njima pripada oprost i nagrada velika.\n",
        "numberInSurah": 11,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1485,
        "text": "Nećeš, valjda, nešto od onoga što ti se objavljuje izostaviti, što tišti grudi tvoje, samo zato što oni govore: \"Zašto mu nije poslano kakvo blago ili, zašto s njim nije došao melek?\" Ti si samo upozoritelj, a Allah je Zaštitnik svemu.\n",
        "numberInSurah": 12,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1486,
        "text": "Zar oni da govore: \"On ga izmišlja!\" Reci: \"Pa sačinite vi deset Kur'anu sličnih, izmišljenih sura, i koga god hoćete, od onih u koje pored Allaha vjerujete, u pomoć pozovite, ako istinu govorite!\"\n",
        "numberInSurah": 13,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1487,
        "text": "A ako vam se ne odazovu, onda znajte da se on objavljuje samo s Allahovim znanjem i da nema boga osim Njega-pa jeste li muslimani?!\n",
        "numberInSurah": 14,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1488,
        "text": "Onima koji streme životu na ovome svijetu i dunjalučkim ukrasima, Mi ćemo im to zbog njihovih djela - u potpunosti - i dati, i u tome zakinuti neće biti.\n",
        "numberInSurah": 15,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1489,
        "text": "To su oni koji će na ahiretu samo vatru imati; tamo će propasti sve ono što su na Zemlji činili i bit će uzaludno sve što su radili.\n",
        "numberInSurah": 16,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1490,
        "text": "Jesu li oni kao oni kojima je jasno ko je Gospodar njihov - kojima je došao Kur'an - svjedok Njegov, a još prije njega i Knjiga Musaova, putovođa i milost?! To su oni koji vjeruju u njega. A ko god ga negira, među raznim grupacijama, Vatra će mu mjesto gdje će skončati biti. Zato, ti nikako ne sumnjaj u njega, on je zaista istina od Gospodara tvoga, ali većina ljudi ne vjeruje.\n",
        "numberInSurah": 17,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1491,
        "text": "A ima li većih zulumćara od onih koji o Allahu laž iznose?! Oni će pred Gospodara svoga biti dovedeni, a svjedoci će reći: \"Ovi su izmišljali laži o Gospodaru svome!\" I, Allahovo prokletstvo stiglo je zulumćare,\n",
        "numberInSurah": 18,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1492,
        "text": "koji od Allahova puta odvraćaju i željeli bi da je on krivudav, oni ni u ahiret ne vjeruju.\n",
        "numberInSurah": 19,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1493,
        "text": "Oni na Zemlji ne mogu Allahu umaći, niti, osim Allaha, drugog zaštitnika imaju. Njihova patnja bit će umnogostručena. Oni nisu mogli čuti, i nisu vidjeli.\n",
        "numberInSurah": 20,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1494,
        "text": "To su oni koji su sami sebe upropastili - a neće biti ni traga onog što su izmišljali.\n",
        "numberInSurah": 21,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1495,
        "text": "Bez sumnje, oni će na ahiretu biti najveći gubitnici.\n",
        "numberInSurah": 22,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1496,
        "text": "Zaista, oni koji vjeruju i dobra djela čine i koji su Gospodaru svome ponizni - to su stanovnici Dženneta, u njemu će vječno boraviti.\n",
        "numberInSurah": 23,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1497,
        "text": "Te dvije vrste su kao slijep i gluh i kao onaj koji vidi i čuje. A jesu li ta dvojica jednaki?! Pa zašto se ne prisjetite i pouku ne uzmete\"!\n",
        "numberInSurah": 24,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 184,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1498,
        "text": "I Nuha poslasmo narodu njegovu: \"Ja sam vam, uistinu, jasni upozoritelj,\n",
        "numberInSurah": 25,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1499,
        "text": "da samo Allahu u ibadetu budete; ja se, zaista, plašim za vas patnje na danu bolnome.\"\n",
        "numberInSurah": 26,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1500,
        "text": "Glavešine naroda njegova, oni koji nisu vjerovali, rekoše: \"Vidimo da si i ti čovjek kao i mi i da te, bez ikakva razmišljanja, slijede samo oni koji su naš najniži sloj; vidimo da vi nikakve prednosti nad nama nemate. Štaviše, mislimo da ste lažljivci.\"\n",
        "numberInSurah": 27,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1501,
        "text": "\"O narode moj\", reče on, \"recite mi, ako mi je Gospodar moj jasan dokaz dao i ako mi je On od Sebe milost-vjerovjesništvo dao, a vi to ne vidite, da li vas možemo prisiliti na to kad vam to po volji nije?!\n",
        "numberInSurah": 28,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1502,
        "text": "O narode moj! Za ovo od vas imetak ne tražim; samo od Allaha ja nagradu želim. I ja neću otjerati one koji vjeruju, oni će sigurno svoga Gospodara sresti; ali, ja vidim da ste vi neuk narod.\n",
        "numberInSurah": 29,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1503,
        "text": "O narode moj! Ko bi me od Allaha odbranio kad bih ih otjerao? Zašto se ne prisjetite?!\n",
        "numberInSurah": 30,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1504,
        "text": "Ja vam ne kažem: 'U mene su Allahove riznice' - niti: 'Meni je poznato ono što je čulima nedokučivo' - niti kažem: 'Ja sam melek' - a ne govorim ni o onima koje vaše oči s prezirom gledaju: 'Allah im nikakvo dobro neće dati', Allah najbolje zna šta je u dušama njihovim - a ja bih se tada, sigurno, među zulumćare svrstao.\"\n",
        "numberInSurah": 31,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1505,
        "text": "\"O Nuh\", rekoše oni, \"ti si želio da se s nama raspravljaš i dugo si se raspravljao. Daj, neka se ostvari ono što nam prijeteći obećavaš, ako si jedan od iskrenih!\"\n",
        "numberInSurah": 32,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1506,
        "text": "\"To će vam učiniti samo Allah, ako bude htio\", reče on, \"i vi nećete moći umaći.\"\n",
        "numberInSurah": 33,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1507,
        "text": "\"Neće vam savjet moj koristiti, ma koliko ja želio da vas savjetujem, ako Allah bude htio da vas u zabludu okrene. On je Gospodar vaš i Njemu ćete se vratiti.\"\n",
        "numberInSurah": 34,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1508,
        "text": "Zar da govore: \"On ga izmišlja!\" Reci: \"Ako ga izmišljam, grijeh svoj ja ću nositi, a ja nemam ništa s vašim grijesima.\"\n",
        "numberInSurah": 35,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1509,
        "text": "I Nuhu bi objavljeno: \"Iz naroda tvoga vjerovat će samo oni koji otprije vjeruju; zato se ne žalosti zbog onoga što oni stalno čine,\n",
        "numberInSurah": 36,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 186,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1510,
        "text": "I gradi lađu pred Našim očima, i po Našem uputstvu, i ne obraćaj Mi se više zbog onih koji su zulum činili – oni će sigurno biti potopljeni!\"\n",
        "numberInSurah": 37,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 186,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1511,
        "text": "I on je gradio lađu. I kad god bi pored njega prolazile glavešine iz naroda njegova, rugali bi mu se. \"Ako se vi rugate nama\", govorio je on, \"rugat ćemo se i mi vama, onako kako se vi rugate,\n",
        "numberInSurah": 38,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1512,
        "text": "i saznat ćete, zaista, kome će doći kazna koja će ga poniziti i koga će vječna patnja snaći.\"\n",
        "numberInSurah": 39,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1513,
        "text": "I kad je stigla odredba Naša i voda s površine zemlje pokuljala, Mi smo rekli: \"Ukrcaj u lađu od svake životinjske vrste po jedan par, i porodicu svoju - osim onih o čijoj je kazni prethodila Riječ odredbe - i vjernike\", a malo je bilo onih koji su s njim vjerovali.\n",
        "numberInSurah": 40,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1514,
        "text": "I on reče: \"Ukrcajte se u nju, u ime Allaha, neka plovi i neka pristane! Gospodar moj uistinu je Oprostitelj grijeha, Milostivi.\"\n",
        "numberInSurah": 41,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1515,
        "text": "I ona ih je ponijela na valovima velikim kao brda; i Nuh zovnu sina svoga koji je bio izdvojen: \"O sinko moj, ukrcaj se s nama, ne budi s nevjernicima!\"\n",
        "numberInSurah": 42,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1516,
        "text": "A on reče: \"Sklonit ću se na kakvo brdo koje će me od vode zaštititi. Od Allahove odredbe danas nema spasa, osim onome kome se On smilovao!\", reče Nuh, i val ih razdvoji, i on potopljen bi.\n",
        "numberInSurah": 43,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1517,
        "text": "I bi rečeno: \"O Zemljo, gutaj vodu svoju, a ti, o nebo, prestani!\" I voda se povuče i ispuni se odredba, a lađa pristade na planini El-Džudijj i bi rečeno: \"Daleko neka je narod koji zulum čini!\"\n",
        "numberInSurah": 44,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1518,
        "text": "A Nuh se prije toga obrati Gospodaru svome i reče: \"Gospodaru moj, sin moj je, uistinu, iz porodice moje, a obećanje Tvoje je, zaista, istinito i Ti si Sudija najpravedniji!\"\n",
        "numberInSurah": 45,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1519,
        "text": "\"O Nuh\", odgovori mu, \"on nije od onih iz porodice tvoje koje sam obećao spasiti; on, doista, radi ono što ne valja, zato Me ne moli za ono što ne znaš! Upozoravam te da ne budeš među neznalicama.\"\n",
        "numberInSurah": 46,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1520,
        "text": "\"Gospodaru moj\", reče, \"Tebi se ja utječem da Te više nikada ne zamolim za ono što ne znam! Ako mi ne oprostiš i ne smiluješ mi se, sigurno ću biti među gubitnicima.\"\n",
        "numberInSurah": 47,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1521,
        "text": "\"O Nuh\", bi rečeno \"iskrcaj se, sa selamom Našim i blagoslovima tebi i narodima koji će se izroditi od ovih koji su s tobom! Bit će naroda kojima ćemo davati da uživaju, a kojima ćemo Mi dati da osjete bolnu patnju!\"\n",
        "numberInSurah": 48,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1522,
        "text": "Taj slučaj u vijesti iz onog što je čulima nedokučivo spada, koje ti Mi objavljujemo; ni ti ni narod tvoj niste prije ovoga o tome ništa znali. Zato budi strpljiv, ishod će, zaista, u korist bogobojaznih biti.\n",
        "numberInSurah": 49,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1523,
        "text": "I Adu - brata njihova Huda poslasmo. \"O narode moj\", govorio je on, \"Allahu ibadetu činite, vi drugog boga osim Njega nemate, vi samo neistine iznosite.\n",
        "numberInSurah": 50,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1524,
        "text": "O narode moj, ja ne tražim od vas nagradu za ovo; nagradu želim samo od Onoga Koji me je stvorio! Zar ne razumijete?!\n",
        "numberInSurah": 51,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1525,
        "text": "O narode moj, molite Gospodara svoga da vam oprosti, i pokajte Mu se, a On će vam slati kišu obilnu i dat će vam još veću snagu, uz onu koju imate, i ne odlazite kao oni koji zlo čine!\"\n",
        "numberInSurah": 52,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1526,
        "text": "\"O Hud\", govorili su oni, \"nisi nam nikakav dokaz donio i mi na samu tvoju riječ nećemo napustiti božanstva svoja, mi tebi ne vjerujemo.\n",
        "numberInSurah": 53,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1527,
        "text": "Mi kažemo samo to da te je neko božanstvo naše zlom pogodilo.\" \"Ja pozivam Allaha za svjedoka\", reče on, \"a i vi posvjedočite da ja nemam ništa s tim što vi u obožavanju pridružujete –\n",
        "numberInSurah": 54,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1528,
        "text": "Njemu; i zato svi zajedno protiv mene lukavstvo smislite i nimalo mi vremena ne dajte,\n",
        "numberInSurah": 55,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1529,
        "text": "ja se uzdam u Allaha, u moga i vašeg Gospodara! Sve živo samo je Njemu potčinjeno; Gospodar moj je, zaista, na putu pravome.\"\n",
        "numberInSurah": 56,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1530,
        "text": "Pa ako se okrenete - a ja sam vam saopćio ono što vam je po meni poslano - Gospodar moj će umjesto vas drugi narod dati, i vi Mu nećete ničim nauditi; Gospodar moj zaista bdije nad svim.\"\n",
        "numberInSurah": 57,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1531,
        "text": "I kad je došla odredba Naša, Mi smo, milošću Našom, Huda i vjernike s njim spasili i patnje surove ih poštedjeli.\n",
        "numberInSurah": 58,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1532,
        "text": "Eto, to je bio narod Ad, oni su dokaze Gospodara svoga poricali i bili neposlušni poslanicima svojim, i slijedili su zapovijed svakog silnika, inadžije.\n",
        "numberInSurah": 59,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1533,
        "text": "I prokletstvo je na ovom svijetu stalno bilo s njim, a bit će i na Sudnjem danu. Ad, doista, nije vjerovao u Gospodara svoga; daleko neka je Ad, narod Hudov!\n",
        "numberInSurah": 60,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1534,
        "text": "I Semudu - brata njihova Saliha poslasmo. \"O narode moj\", govorio je on, \"ibadet samo Allahu činite, vi drugog boga osim Njega nemate! On vas je od zemlje stvorio i dao vam da živite na njoj! Zato Ga molite da vam oprosti i pokajte Mu se! Gospodar moj je, zaista, blizu i odaziva se.\"\n",
        "numberInSurah": 61,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1535,
        "text": "\"O Salih\", govorili su oni, \"ti si među nama prije ovoga cijenjen bio. Zašto braniš da obožavamo ono što su preci naši obožavali? Mi uveliko sumnjamo u ono čemu nas ti pozivaš.\"\n",
        "numberInSurah": 62,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1536,
        "text": "\"O narode moj\", govorio je on, \"šta mislite: ako je meni jasno ko je Gospodar moj i ako mi je On sam milost - vjerovjesništvo dao, pa ko će me od Allaha odbraniti ako Mu ne budem poslušan? Vi možete samo uvećati propast moju.\n",
        "numberInSurah": 63,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1537,
        "text": "O narode moj, evo, ova Allahova kamila je znak za vas, pa je pustite neka pase po Allahovoj zemlji i ne činite joj nikakvo zlo, da vas ne bi zadesila kazna bliska.\"\n",
        "numberInSurah": 64,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1538,
        "text": "Ali, oni je zaklaše, pa on reče: \"Uživajte u zemlji svojoj još samo tri dana, to nije lažna prijetnja.\"\n",
        "numberInSurah": 65,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1539,
        "text": "I kad je došla odredba Naša, Mi smo, milošću Našom, Saliha i vjernike s njim spasili od sramote toga dana - Gospodar tvoj je, uistinu, Moćni i Silni,\n",
        "numberInSurah": 66,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1540,
        "text": "a one koji su činili zulum pogodio je strašan glas i oni su u svojim domovima osvanuli mrtvi, nepomični,\n",
        "numberInSurah": 67,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1541,
        "text": "kao da na njoj nikad nisu ni živjeli. Narod Semud, doista, u Gospodara svoga nije vjerovao; daleko neka je Semud!\n",
        "numberInSurah": 68,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1542,
        "text": "I Ibrahimu su izaslanici Naši došli da mu donesu radosnu vijest. \"Selam!\", rekoše. \"Selam!\", odgovori on, i ubrzo im donese pečeno tele.\n",
        "numberInSurah": 69,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1543,
        "text": "A kad vidje da ga se ruke njihove ne dotiču, on shvati da su neobični i osjeti strah od njih. Ne boj se!, rekoše oni, mi smo i Lutovu narodu poslani.\n",
        "numberInSurah": 70,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1544,
        "text": "A žena njegova stajaše tu, nasmija se, i Mi je obradovasmo Ishakom, a poslije Ishaka Jakubom.\n",
        "numberInSurah": 71,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1545,
        "text": "\"Jadna ja!\", reče, \"zar da rodim ovako stara, a i ovaj moj muž je star?! Ovo je zaista nešto neobično!\"\n",
        "numberInSurah": 72,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1546,
        "text": "\"Zar se čudiš Allahovoj odredbi?\", rekoše oni, \"Allahova milost i blagoslovi Njegovi neka su na vama, obitelji vjerovjesnička. Zaista je On hvaljen i slavljen!\"\n",
        "numberInSurah": 73,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1547,
        "text": "I pošto Ibrahima minu strah i dođe mu radosna vijest, on poče raspravljati s Nama o narodu Lutovu;\n",
        "numberInSurah": 74,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1548,
        "text": "Ibrahim je, zaista, obazriv bio, Allahu je mnogo dovu činio i Njemu se vraćao.\n",
        "numberInSurah": 75,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1549,
        "text": "\"O Ibrahime, prođi se toga, naređenje od Gospodara tvoga je stiglo; njih će stići patnja neizbježna!\"\n",
        "numberInSurah": 76,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1550,
        "text": "I kada izaslanici Naši dođoše Lutu, on se zbog njih nađe u neprilici i to mu teško pade, pa reče: \"Ovo je mučan dan!\"\n",
        "numberInSurah": 77,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1551,
        "text": "I narod njegov pohrli njemu- a prije su nevaljaštine činili. \"O narode moj\", reče on, \"eto vam za brak mojih kćeri, one su vam čistije! Bojte se Allaha i pred gostima mojim ne sramotite me! Zar među vama nema razumna čovjeka?\"\n",
        "numberInSurah": 78,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1552,
        "text": "\"Tebi je svakako poznato da nam kćeri tvoje nisu potrebne\", rekoše oni, \"ti, doista, znaš šta mi hoćemo.\"\n",
        "numberInSurah": 79,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1553,
        "text": "\"Kad bih samo imao kakvu moć nad vama\", reče on, \"ili da mogu kod zaštitnika snažnog utočište naći!\"\n",
        "numberInSurah": 80,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1554,
        "text": "Odgovoriše: \"O Lut, mi smo izaslanici Gospodara tvoga, oni tebi ne mogu nauditi. Ti kreni sa porodicom svojom u gluho doba noći bez žene svoje, nju će zadesiti isto što i njih, i neka se niko od vas ne obazire! Rok im je praskozorje, a zar praskozorje nije blizu?\"\n",
        "numberInSurah": 81,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1555,
        "text": "I kada dođe naredba Naša, učinismo da, ono što je bilo gore - bi dolje, i na njih kišu grumenja od pečena blata spustismo, koje je neprekidno sipalo,\n",
        "numberInSurah": 82,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1556,
        "text": "obilježeno od Gospodara tvoga, a ono od zulumćara nije daleko.\n",
        "numberInSurah": 83,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1557,
        "text": "I Medjenu- brata njihova Šu'ajba poslasmo. \"O narode moj\", govorio je on, \"Allahu ibadet činite, vi drugog boga osim Njega nemate, i nemojte iz posude za mjerenje i sa vage ništa umanjivati. Vidim da zaista u obilju živite i bojim se za vas kazne na Dan koji će sve skoliti.\n",
        "numberInSurah": 84,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1558,
        "text": "O narode moj! Posudu za mjerenje i vagu pravedno ispunite, i ne zakidajte ljude ni u čemu što je njihovo, i ne činite zlo po zemlji nered praveći.\n",
        "numberInSurah": 85,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1559,
        "text": "Ono što vam pretekne, a što vam je Allah dozvolio, bolje vam je, ako hoćete biti vjernici; a ja nisam vaš čuvar.\"\n",
        "numberInSurah": 86,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1560,
        "text": "\"O Šuajbe\", govorili su oni, \"da li molitva tvoja traži od tebe da napustimo ono što su preci naši obožavali ili da ne postupamo sa imanjima našim onako kako nam je volja? E baš si \"obazriv\" i \"razuman\"!\"\n",
        "numberInSurah": 87,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1561,
        "text": "\"O narode moj\", govorio je on, \"šta mislite, ako sam pri jasnom dokazu od Gospodara moga i On mi dao lijepu opskrbu?! Ja ne želim činiti ono što vama zabranjujem; jedino želim učiniti dobro koliko mogu, a uspjeh moj zavisi samo od Allaha; u Njega se uzdam i Njemu se obraćam.\n",
        "numberInSurah": 88,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1562,
        "text": "O narode moj! Neka vas neslaganje sa mnom nikako ne dovede do toga da vas zadesi ono što je zadesilo Nuhov narod, ili Hudov narod, ili Salihov narod. A i Lutov narod nije od vas daleko.\n",
        "numberInSurah": 89,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1563,
        "text": "I tražite oprost od Gospodara svoga, i onda Mu se pokajte! Gospodar je moj, uistinu, milostiv i Onaj Koji voli.\"\n",
        "numberInSurah": 90,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1564,
        "text": "\"O Šuajbe\", rekoše oni, \"Mi ne shvatamo mnogo toga što ti govoriš, a vidimo da si ti među nama jadan; da nije rodbine tvoje, mi bismo te kamenovali, ti nad nama nemaš moć i ne uživaš nikakav ugled.\"\n",
        "numberInSurah": 91,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1565,
        "text": "\"O narode moj\", reče on, \"zar rodbina moja kod vas ima veći ugled od Allaha, a Njega ste iza sebe odbacili?! Uistinu Gospodar moj ono što radite znanjem obuhvata.\n",
        "numberInSurah": 92,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1566,
        "text": "O narode moj, činite sve što možete, a činit ću i ja. Vi ćete sigurno saznati koga će kazna stići koja će ga osramotiti i ko je lažac. Pa, čekajte, i ja ću s vama čekati!\"\n",
        "numberInSurah": 93,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1567,
        "text": "I kada je nastupila naredba Naša, Mi smo, iz milosti Naše, Šuajba i one koji su uz njega vjerovali spasili, a one koji su zulum činili pogodio je užasan glas i oni su u zemlji svojoj mrtvi, nepomični osvanuli,\n",
        "numberInSurah": 94,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1568,
        "text": "kao da na njoj nikad nisu ni postojali. Daleko bio Medjen, kao i Semud!\n",
        "numberInSurah": 95,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1569,
        "text": "I Musaa smo poslali sa znakovima Našim i dokazom jasnim,\n",
        "numberInSurah": 96,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1570,
        "text": "faraonu i glavešinama njegovim, ali su oni slijedili faraonovu praksu, a faraonova praksa bila je zabluda.\n",
        "numberInSurah": 97,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1571,
        "text": "Na Kijametskom danu on će svoj narod predvoditi i u Vatru ga uvesti, a užasno je mjesto u koje će doveden biti!\n",
        "numberInSurah": 98,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1572,
        "text": "Na ovom svijetu ih je pratilo prokletstvo a pratit će ih i na Kijametskom danu; strašan će biti dar kojim će darivani biti.\n",
        "numberInSurah": 99,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1573,
        "text": "To su neke vijesti koje ti o naseljima kazujemo; neka od njih još postoje, a neka su sa zemljom sravnjena.\n",
        "numberInSurah": 100,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1574,
        "text": "Mi im nismo zulum učinili. Oni su sami sebi zulum učinili. Ništa im nisu pomogla božanstva njihova koja su mimo Allaha molili, kad bi naredba Gospodara tvoga nastupila, samo bi im propast njihovu povećala.\n",
        "numberInSurah": 101,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1575,
        "text": "Eto, tako Gospodar tvoj kažnjava kad kažnjava naselja koja zulum čine. Njegova kazna zaista je bolna i žestoka.\n",
        "numberInSurah": 102,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1576,
        "text": "U tome je, zaista, pouka za one koji se plaše patnje na ahiretu; to je Dan kada će svi ljudi biti sabrani i to je Dan kad će svi biti prisutni,\n",
        "numberInSurah": 103,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1577,
        "text": "a Mi ga odgađamo samo za neko vrijeme.\n",
        "numberInSurah": 104,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1578,
        "text": "A onda kad dođe, bez dopuštenja Njegova niko ni riječ neće izustiti, a među njima bit će nesretnih i sretnih.\n",
        "numberInSurah": 105,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1579,
        "text": "I nesretni će u Vatru, u njoj će teško izdisati i udisati;\n",
        "numberInSurah": 106,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1580,
        "text": "U njoj će ostati dok je nebesa i Zemlje, osim ako drukčije Gospodar tvoj ne odredi. Gospodar tvoj, zaista, radi ono što želi.\n",
        "numberInSurah": 107,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1581,
        "text": "A sretni će u Džennet; u njemu će boraviti, dok je nebesa i Zemlje, osim ako drukčije Gospodar tvoj ne odredi; bit će to dar koji će neprekidno trajati.\n",
        "numberInSurah": 108,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1582,
        "text": "Zato ne sumnjaj da je lažno ono što oni obožavaju; oni obožavaju upravo ono što su, još prije, obožavali preci njihovi. Mi ćemo im, doista, ono što su zaslužili - bez odbitka dati!\n",
        "numberInSurah": 109,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 191,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1583,
        "text": "I Musau smo Knjigu dali, pa su se o njoj u mišljenju podvojili. I da nije riječi Gospodara tvoga ranije izrečene, bilo bi s njima svršeno, jer oni u nju sumnjaju mnogo.\n",
        "numberInSurah": 110,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1584,
        "text": "I svima njima će Gospodar tvoj prema djelima platiti, On u potpunosti zna ono što su radili.\n",
        "numberInSurah": 111,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1585,
        "text": "Budi ustrajan na Pravom putu, kao što ti je naređeno, i neka tako postupe i vjernici koji su uz tebe, i obijesni ne budite, On dobro vidi ono što radite.\n",
        "numberInSurah": 112,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1586,
        "text": "I ne naginjite onima koji zulum čine, pa da vas Vatra prži, da nemate drugih zaštitnika osim Allaha, i da zatim nemate pomoći!\n",
        "numberInSurah": 113,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1587,
        "text": "I obavljaj namaz početkom i krajem dana, i u prvim časovima noći! Dobra djela zaista poništavaju hrđava. To je opomena za one koji se opomene prisjećaju.\n",
        "numberInSurah": 114,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1588,
        "text": "I strpljiv budi! Allah, doista, neće uskratiti nagradu onima koji dobra djela čine.\n",
        "numberInSurah": 115,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1589,
        "text": "A da je barem među narodima prije vas bilo čestitih koji su branili da se na Zemlji nered čini, osim malo njih koje smo Mi spasili! A oni koji su zulum činili odavali su se onome u čemu su uživali, a prestupnici su bili.\n",
        "numberInSurah": 116,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1590,
        "text": "Gospodar tvoj ne bi nikada uništavao naselja zbog zuluma ako su stanovnici njihovi dobri.\n",
        "numberInSurah": 117,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1591,
        "text": "A da je Gospodar tvoj htio, sve bi ljude sljedbenicima jedne vjere učinio. Međutim, oni će se uvijek u vjerovanju razilaziti,\n",
        "numberInSurah": 118,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1592,
        "text": "osim onih kojima se Gospodar tvoj smiluje. A zato ih je i stvorio. I ispunit će se riječ Gospodara tvoga: \"Napunit ću, zaista, Džehennem džinima i ljudima - zajedno!\"\n",
        "numberInSurah": 119,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1593,
        "text": "A sve ove vijesti koje ti o pojedinim događajima o poslanicima kazujemo zato su da njima srce tvoje učvrstimo. I u ovima došla ti je prava istina, i pouka, i vjernicima opomena.\n",
        "numberInSurah": 120,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1594,
        "text": "I reci onima koji neće da vjeruju: \"Radite što god možete, i mi ćemo raditi;\n",
        "numberInSurah": 121,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1595,
        "text": "i čekajte, i mi ćemo, sigurno, čekati!\"\n",
        "numberInSurah": 122,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1596,
        "text": "Allah zna tajne nebesa i Zemlje i Njemu se sve vraća, zato samo Njemu ibadet čini i samo se u Njega uzdaj! A Gospodar tvoj nije nemaran spram onoga što radite.\n",
        "numberInSurah": 123,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "ba.mehanovic",
      "language": "ba",
      "name": "Kur'an - sa prevodom (značenja) na bosanski jezik, utemeljen na Ibn Kesirovom tumačenju, i kratki komentar",
      "englishName": "Quran translation by Muhamed Mehanovic",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}