{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 13,
    "name": "سُورَةُ الرَّعۡدِ",
    "englishName": "Ar-Ra'd",
    "englishNameTranslation": "The Thunder",
    "revelationType": "Medinan",
    "numberOfAyahs": 43,
    "ayahs": [
      {
        "number": 1708,
        "text": "Elif-lam-mim-ra, Ovo su ajeti Knjige! A ono što ti se objavljuje od Gospodara tvoga istina je, ali većina ljudi ne vjeruje.\n",
        "numberInSurah": 1,
        "juz": 13,
        "manzil": 3,
        "page": 249,
        "ruku": 205,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1709,
        "text": "Allah je nebesa, vidite ih, bez stupova podigao, i onda se nad Aršom uzvisio, i Sunce i Mjesec potčinio; svako se kreće do roka određenog. On upravlja svim i potanko izlaže dokaze kako biste u susret s Gospodarom svojim čvrsto bili uvjereni.\n",
        "numberInSurah": 2,
        "juz": 13,
        "manzil": 3,
        "page": 249,
        "ruku": 205,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1710,
        "text": "I On je Taj Koji je Zemlju rasprostro i na njoj nepomične planine i rijeke stvorio i od svakog ploda po par, muško i žensko dao; On dan zastire noću. U tome, doista, ima dokaza za ljude koji razmišljaju.\n",
        "numberInSurah": 3,
        "juz": 13,
        "manzil": 3,
        "page": 249,
        "ruku": 205,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1711,
        "text": "Na Zemlji ima predjela koji jedni s drugima graniče, i bašča s grožđem, i njiva, i palmi; sa više izdanaka i samo s jednim, i jednom te istom vodom se napajaju; ipak plod nekih činimo ukusnijim od drugih. U tome, doista, ima znakova za ljude koji razumiju.\n",
        "numberInSurah": 4,
        "juz": 13,
        "manzil": 3,
        "page": 249,
        "ruku": 205,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1712,
        "text": "A ako se čudiš, pa - čudo su riječi njihove: \"Zar ćemo kad prah budemo, zaista ponovo biti stvoreni?\" To su oni što ne vjeruju Gospodara svoga. To su oni na čijim vratima će biti sindžiri. To su oni što im Vatra pripada; u njoj će vječno ostati.\n",
        "numberInSurah": 5,
        "juz": 13,
        "manzil": 3,
        "page": 249,
        "ruku": 205,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1713,
        "text": "Oni te požuruju sa zlom, prije nego s dobrim, a bilo je kazni i prije njih. Gospodar tvoj ljudima prašta i uprkos zulumu njihovom, ali Gospodar tvoj, doista, i kažnjava žestoko.\n",
        "numberInSurah": 6,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 205,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1714,
        "text": "A oni koji ne vjeruju govore: \"Zašto mu Gospodar njegov ne pošalje kakav znak?\" Ti si, međutim, samo upozoritelj, a svaki je narod imao onoga koji ga je na Pravi put usmjeravao.\n",
        "numberInSurah": 7,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 205,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1715,
        "text": "Allah zna šta svako žensko nosi i šta materice kraće nose, a šta duže; u Njega sve ima mjeru.\n",
        "numberInSurah": 8,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1716,
        "text": "On je Znalac i onog što je čulima nedokučivo i onog što je pojavno, On je Veličanstveni i Uzvišeni.\n",
        "numberInSurah": 9,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1717,
        "text": "Za Njega je jednak onaj od vas koji tiho govori i onaj koji to glasno čini, onaj koji se noću skriva i onaj koji po danu hodi.\n",
        "numberInSurah": 10,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1718,
        "text": "Uz svakog od vas su meleki, koji se smjenjuju ispred njega i iza njega - po Allahovu naređenju nad njim bdiju. Sigurno je da Allah neće izmijeniti stanje u kojem se nalazi određeni narod sve dok se taj narod ne promijeni. A kad Allah htjedne nekom narodu nešto što je loše, niko to ne može spriječiti; bez Njega im nema zaštitnika.\n",
        "numberInSurah": 11,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1719,
        "text": "On je Taj Koji vam pokazuje munju, da se uplašite i ponadate, i On daje da iznova nastaju teški oblaci.\n",
        "numberInSurah": 12,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1720,
        "text": "I grmljavina veliča i hvali Njega, a i meleki, iz strahopoštovanja prema Njemu; On šalje gromove i njima pogađa koga hoće, a oni, i pored toga, raspravljaju o Allahu, a On žestoko kažnjava.\n",
        "numberInSurah": 13,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1721,
        "text": "Samo se Njemu može istinski moliti. A oni kojima se pored Njega mole - neće im se odazvati, kao što ni voda neće stići u usta onome koji prema njoj samo dlanove svoje pruži; dova nevjernika zasigurno je beskorisna.\n",
        "numberInSurah": 14,
        "juz": 13,
        "manzil": 3,
        "page": 251,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1722,
        "text": "Allahu sedždu čini sve što je na nebesima i na Zemlji, svojom voljom ili pod moranje, a i sjene njihove - ujutro i na kraju dana.\n",
        "numberInSurah": 15,
        "juz": 13,
        "manzil": 3,
        "page": 251,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": {
          "id": 2,
          "recommended": true,
          "obligatory": false
        }
      },
      {
        "number": 1723,
        "text": "Reci: \"Ko je Gospodar nebesa i Zemlje?\" - i odgovori: \"Allah!\" \"Reci: \"Pa zašto ste onda umjesto Njega kao zaštitnike prihvatili one koji sami sebi ne mogu neku korist pribaviti niti od sebe kakvu štetu otkloniti?\" Reci: \"Zar su jednaki slijepac i onaj koji vidi, ili, zar su isto tmine i svjetlo, ili, možda misle da oni koje su Allahu u obožavanju pridruživali stvaraju kao što On stvara, pa im se stvaranje čini sličnim\"!\" Reci: \"Allah je Stvoritelj svega i On je, Jedini, Potčinitelj svega.\"\n",
        "numberInSurah": 16,
        "juz": 13,
        "manzil": 3,
        "page": 251,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1724,
        "text": "On vodu s neba spusti, pa svakom udolinom poteče onoliko koliko može da prihvati i bujica nosi pjenu koja narasta. I ono što ljudi tope na vatri u želji da dobiju nakit ili oruđe ima također otpad, sličan pjeni. Tako Allah navodi primjer za istinu i neistinu: pjena se raspršuje, dok ono što koristi ljudima ostaje na Zemlji. Tako, eto, Allah navodi primjere.\n",
        "numberInSurah": 17,
        "juz": 13,
        "manzil": 3,
        "page": 251,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1725,
        "text": "Onima koji se Gospodaru svome odazovu - nagrada najljepša pripada; a oni koji Mu se ne odazovu - kad bi sve što je na Zemlji njihovo bilo, i još toliko, rado bi se time otkupili. Njih čeka užas polaganja računa, prebivalište njihovo bit će Džehennem, a grozna li je on postelja!\n",
        "numberInSurah": 18,
        "juz": 13,
        "manzil": 3,
        "page": 251,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1726,
        "text": "Zar je onaj koji zna da je istina ono što ti se objavljuje od Gospodara tvoga kao onaj koji je slijep?! A pouku primaju samo oni koji razum imaju,\n",
        "numberInSurah": 19,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1727,
        "text": "oni koji obavezu prema Allahu ispunjavaju i ne krše obećanje;\n",
        "numberInSurah": 20,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1728,
        "text": "i oni koji održavaju ono što je Allah naredio da se održava i Gospodara svoga se boje i užasa obračuna se plaše.\n",
        "numberInSurah": 21,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1729,
        "text": "I oni koji trpe u želji za licem Gospodara svoga, i oni koji namaz obavljaju, i koji od onoga što im dajemo i tajno i javno udjeljuju, i koji dobrim na zlo uzvraćaju - njima će lijep ishod dunjaluka pripasti, njih čeka najljepše prebivalište.\n",
        "numberInSurah": 22,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1730,
        "text": "Vrtovi Adna u koje će ući i oni i roditelji njihovi i žene njihove i porod njihov - oni koji su bili čestiti - meleci će im ulaziti na vrata svaka.\n",
        "numberInSurah": 23,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1731,
        "text": "Selam neka je vama, zato što ste trpjeli, a divan li je ishod nakon dunjaluka!\n",
        "numberInSurah": 24,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1732,
        "text": "A oni koji krše obećanje prema Allahu, nakon što su se na to čvrsto obavezali, i kidaju ono što je Allah naredio da se održava, i čine nered na Zemlji - njih čekaju prokletstvo i užas boravišta.\n",
        "numberInSurah": 25,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1733,
        "text": "Kome hoće, Allah daje opskrbu u obilju, i uskraćuje. Oni se raduju životu na ovom svijetu, a život na ovom svijetu prema ahiretu samo je prolazno uživanje.\n",
        "numberInSurah": 26,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1734,
        "text": "Oni koji ne vjeruju govore: \"Zašto mu od Gospodara njegova nije spušten kakav znak?\" Reci: \"Allah odvodi na stranputicu onoga koga On hoće, a k Sebi upućuje onoga ko Mu se pokajnički obraća.\"\n",
        "numberInSurah": 27,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 208,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1735,
        "text": "One koji vjeruju i čija se srca, kad se Allah spomene, smiruju - a srca se, doista, kad se Allah spomene, smiruju.\n",
        "numberInSurah": 28,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 208,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1736,
        "text": "Onima koji vjeruju i čine dobra djela - blago njima, njih čeka divno prebivalište.\n",
        "numberInSurah": 29,
        "juz": 13,
        "manzil": 3,
        "page": 253,
        "ruku": 208,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1737,
        "text": "I tako smo te poslali narodu prije kojeg su bili i nestali drugi narodi, da im kazuješ ono što ti objavljujemo, a oni u Svemilosnog ne vjeruju. Reci: \"On je Gospodar moj, nema boga osim Njega, u Njega se uzdam i Njemu se obraćam.\"\n",
        "numberInSurah": 30,
        "juz": 13,
        "manzil": 3,
        "page": 253,
        "ruku": 208,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1738,
        "text": "Kad bi se kakvom knjigom brda pokrenula ili zemlja iskomadala ili mrtvi dozvali, Kur'an bi to bio! Štaviše, Allahu pripada sve! A zar nemaju nade i ne znaju oni koji vjeruju da bi Allah, kad bi samo htio, sve ljude uputio. A nevjernike će nesreća neprestano pogađati ili će u blizini mjesta njihova doći, zbog onoga što rade-sve dok se Allahovo obećanje ne ostvari. Allah, zaista, ne krši obećanje.\n",
        "numberInSurah": 31,
        "juz": 13,
        "manzil": 3,
        "page": 253,
        "ruku": 208,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1739,
        "text": "I prije tebe su poslanici ismijavani bili, pa sam Ja onima koji nisu vjerovali vremena ostavljao, i poslije sam ih kažnjavao, a kakva je samo bila kazna Moja!\n",
        "numberInSurah": 32,
        "juz": 13,
        "manzil": 3,
        "page": 253,
        "ruku": 209,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1740,
        "text": "Pa zar je Onaj Koji nad svakim bdi, što god da uradi, kao onaj ko to nije u stanju uraditi?! A Allahu su pridružili ortake. Reci: 'Imenujte ih!' Zar da Ga vi obavještavate o nečemu što se na Zemlji nalazi - što on zna da postoji, ili ih vi po svome nahođenju tako nazivate?! Ustvari, predstavljeno je lijepim onima koji ne vjeruju spletkarenje njihovo, i oni su od Pravog puta odvraćeni. A onaj koga Allah na stranputicu okrene neće imati nikoga da ga na Pravi put uputi.\n",
        "numberInSurah": 33,
        "juz": 13,
        "manzil": 3,
        "page": 253,
        "ruku": 209,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1741,
        "text": "Oni će u životu na dunjaluku patiti, ali će patnja na ahiretu sigurno teža biti; od Allaha ih niko neće odbraniti.\n",
        "numberInSurah": 34,
        "juz": 13,
        "manzil": 3,
        "page": 253,
        "ruku": 209,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1742,
        "text": "Ovakav je Džennet obećan onima koji se budu Allaha bojali: vrtovi s rijekama, kroz njega rijeke teku, njegovi plodovi i hladovina trajni su; to će, na kraju, slijediti onima koji se Allaha boje i grijeha klone, a ono što nevjernicima na kraju slijedi Vatra će biti.\n",
        "numberInSurah": 35,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 209,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1743,
        "text": "Oni kojima smo dali Knjigu raduju se svemu što objavljujemo tebi, ali u urotničkim grupama ima onih koji poriču nešto od toga. Reci: \"Meni je naređeno da samo Allahu ibadet činim i da Njemu nikoga u obožavanju ne pridružujem; Njemu ja pozivam i Njemu se vraćam.\"\n",
        "numberInSurah": 36,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 209,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1744,
        "text": "I Mi ga tako objavljujemo usavršenog na arapskom jeziku. A ako bi se ti za ćudima njihovim poveo, nakon što ti je znanje došlo, ti ne bi imao nikoga ko bi te od Allaha zaštitio ni odbranio.\n",
        "numberInSurah": 37,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 209,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1745,
        "text": "I prije tebe smo poslanike slali, i supruge i potomke im davali. I nijedan poslanik nije mogao s nekim znakom istupiti, osim s Allahovom dozvolom. Svako doba imalo je Knjigu.\n",
        "numberInSurah": 38,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 210,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1746,
        "text": "Allah uklanja šta hoće, a ostavlja šta hoće; u Njega je glavna Knjiga.\n",
        "numberInSurah": 39,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 210,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1747,
        "text": "Bilo da ti pokažemo dio onoga što im prijeteći obećavamo, bilo da ti život oduzmemo, tvoje je da obznanjuješ, a Naše da račune svodimo.\n",
        "numberInSurah": 40,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 210,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1748,
        "text": "Zar oni ne vide da Mi Zemlju sužavamo umanjujući krajeve njene?! A Allah sudi i niko ne može presudu Njegovu pobiti, i On brzo račun svodi.\n",
        "numberInSurah": 41,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 210,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1749,
        "text": "Lukavstva su smišljali i oni prije njih, ali svako lukavstvo pripada Allahu, i On zna šta svako zaslužuje. A nevjernici će sigurno saznati kome će lijep ishod na kraju pripasti.\n",
        "numberInSurah": 42,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 210,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1750,
        "text": "Oni koji ne vjeruju govore: \"Ti nisi poslanik.\" Reci: \"Meni i vama dovoljan će kao svjedok biti Allah, i oni koji znanje iz Knjige imaju.\"\n",
        "numberInSurah": 43,
        "juz": 13,
        "manzil": 3,
        "page": 255,
        "ruku": 210,
        "hizbQuarter": 102,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "ba.mehanovic",
      "language": "ba",
      "name": "Kur'an - sa prevodom (značenja) na bosanski jezik, utemeljen na Ibn Kesirovom tumačenju, i kratki komentar",
      "englishName": "Quran translation by Muhamed Mehanovic",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}