{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 18,
    "name": "سُورَةُ الكَهۡفِ",
    "englishName": "Al-Kahf",
    "englishNameTranslation": "The Cave",
    "revelationType": "Meccan",
    "numberOfAyahs": 110,
    "ayahs": [
      {
        "number": 2141,
        "text": "Sva hvala neka je Allahu Koji Svome robu objavljuje Knjigu, i nije je dao iskrivljenu,\n",
        "numberInSurah": 1,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2142,
        "text": "nego ispravnu, da teškom kaznom, koju će On dati, opomene, a da vjernike koji čine dobra djela divnom nagradom obraduje.\n",
        "numberInSurah": 2,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2143,
        "text": "U njoj će vječno boraviti,\n",
        "numberInSurah": 3,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2144,
        "text": "i da upozori one koji govore: \"Allah je Sebi uzeo sina.\"\n",
        "numberInSurah": 4,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2145,
        "text": "O tome oni ništa ne znaju, a ni preci njihovi. Kako krupna riječ izlazi iz usta njihovih! Oni ne govore drugo do laži!\n",
        "numberInSurah": 5,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2146,
        "text": "Pa zar ćeš ti za njima od tuge svisnuti, ako oni u ovaj govor neće da povjeruju?!\n",
        "numberInSurah": 6,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2147,
        "text": "Sve što je na Zemlji Mi smo kao ukras njoj stvorili da iskušamo ljude ko će od njih bolje postupati\n",
        "numberInSurah": 7,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2148,
        "text": "i zaista ćemo Mi sve što je na njoj u opustošeno tlo pretvoriti!\n",
        "numberInSurah": 8,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2149,
        "text": "Misliš li ti da su stanovnici pećine i Rekima bili čudo među znakovima Našim?!\n",
        "numberInSurah": 9,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2150,
        "text": "Kad se nekoliko momaka u pećinu sklonilo pa reklo: \"Gospodaru naš, daruj nam Svoju milost i daj da ovo naše stanje na dobro izađe.\"\n",
        "numberInSurah": 10,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2151,
        "text": "I Mi smo ih u pećini dubokim snom za dugo godina uspavali,\n",
        "numberInSurah": 11,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2152,
        "text": "poslije smo ih probudili da znamo koja će od dvije skupine bolje izračunati koliko su vremena proboravili.\n",
        "numberInSurah": 12,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2153,
        "text": "A Mi tebi kazujemo vijest njihovu po Istini. Tu su bili mladići, vjerovali su u Gospodara svoga, a Mi smo im Uputu još više povećali.\n",
        "numberInSurah": 13,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 253,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2154,
        "text": "Osnažili smo bili njihova srca kad su se digli i rekli: \"Gospodar naš - Gospodar je nebesa i Zemlje, mi se nećemo pored Njega drugom bogu moliti, jer bismo tada ono što je daleko od istine govorili.\n",
        "numberInSurah": 14,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 253,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2155,
        "text": "Narod ovaj naš je, mimo Njega, druge bogove prihvatio, zašto o njima jasan dokaz ne donesu? A ima li većeg zulumćara od onoga koji o Allahu laž iznosi?\n",
        "numberInSurah": 15,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 253,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2156,
        "text": "Kad napustite njih i one koje mimo Allaha obožavaju, sklonite se u pećinu, Gospodar vaš će vas milošću Svojom obasuti i za vas će ono što će vam korisno biti pripremiti.\n",
        "numberInSurah": 16,
        "juz": 15,
        "manzil": 4,
        "page": 295,
        "ruku": 253,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2157,
        "text": "I ti si mogao vidjeti kako Sunce, kada se rađa - obilazi pećinu s desne strane, a kada zalazi - zaobilazi je s lijeve strane, a oni su bili u sredini njezinoj. To je znak Allahov! Koga Allah uputi - on je i upućen, a koga na stranputicu odvede, ti mu nećeš naći zaštitnika koji će ga naputiti.\n",
        "numberInSurah": 17,
        "juz": 15,
        "manzil": 4,
        "page": 295,
        "ruku": 253,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2158,
        "text": "I pomislio bi da su budni, ali oni su spavali; i Mi smo ih prevrtali sad na desnu, sad na lijevu stranu, a pas njihov, opruženih prednjih šapa, na ulazu je ležao; da si ih vidio, od njih bi pobjegao i strah bi te uhvatio.\n",
        "numberInSurah": 18,
        "juz": 15,
        "manzil": 4,
        "page": 295,
        "ruku": 254,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2159,
        "text": "I Mi smo ih, isto tako, probudili da bi jedni druge pitali. \"Koliko ste ovdje ostali?\", upita jedan od njih. \"Ostali smo dan ili dio dana\", odgovoriše. \"Gospodar vaš najbolje zna koliko ste ostali\", rekoše. \"Pošaljite jednog od vas s ovim srebrenjacima vašim u grad, pa nek vidi u koga je najčistije jelo i neka vam od njega donese hrane i neka bude pažljiv, neka nikome ne govori ništa o vama,\n",
        "numberInSurah": 19,
        "juz": 15,
        "manzil": 4,
        "page": 295,
        "ruku": 254,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2160,
        "text": "jer, ako oni doznaju za vas, kamenovat će vas ili će vas nasilu u svoju vjeru obratiti, i tada nikad nećete uspjeti!\"\n",
        "numberInSurah": 20,
        "juz": 15,
        "manzil": 4,
        "page": 295,
        "ruku": 254,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2161,
        "text": "I Mi smo, isto tako, učinili da oni za njih saznaju, da bi se uvjerili da je istinito Allahovo obećanje i da u čas oživljenja nema nikakve sumnje, kada su se između sebe o njima raspravljali, i rekli: \"Sagradite nad njima kakvu ogradu, Gospodar njihov najbolje zna ko su oni.\" A onda oni do čijih se riječi najviše držalo rekoše: \"Napravit ćemo nad njima bogomolju!\"\n",
        "numberInSurah": 21,
        "juz": 15,
        "manzil": 4,
        "page": 296,
        "ruku": 254,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2162,
        "text": "Neki će reći: \"Bila su trojica, pas njihov je bio četvrti\", a neki će govoriti: \"Bila su peterica, pas njihov je bio šesti\", nagađajući o onome što je čulima nedokučivo, dok će neki reći: \"Bila su sedmerica, a pas njihov bio je osmi.\" Reci: \"Gospodar moj najbolje zna njihov broj, samo malo njih to zna. Zato ne raspravljaj o njima osim površno i lijepo, i ne pitaj o njima od njih nikoga!\"\n",
        "numberInSurah": 22,
        "juz": 15,
        "manzil": 4,
        "page": 296,
        "ruku": 254,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2163,
        "text": "I ni u kom slučaju ne reci: \"Uradit ću to sigurno sutra!\",\n",
        "numberInSurah": 23,
        "juz": 15,
        "manzil": 4,
        "page": 296,
        "ruku": 255,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2164,
        "text": "ne dodavši: \"Ako Allah da!\" A kada zaboraviš, sjeti se Gospodara svoga i reci: \"Gospodar moj će me uputiti na ono što je bliže ispravnom od ovoga.\"\n",
        "numberInSurah": 24,
        "juz": 15,
        "manzil": 4,
        "page": 296,
        "ruku": 255,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2165,
        "text": "A oni su ostali u pećini svojoj tri stotine godina, a k tome dodajte još devet.\n",
        "numberInSurah": 25,
        "juz": 15,
        "manzil": 4,
        "page": 296,
        "ruku": 255,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2166,
        "text": "Reci: \"Allah najbolje zna koliko su ostali; ono što je čulima nedokučivo samo On zna. Kako On sve vidi, kako On sve čuje! Oni nemaju drugog zaštitnika osim Njega, a On ne pridružuje nikoga u vlasti Svojoj.\n",
        "numberInSurah": 26,
        "juz": 15,
        "manzil": 4,
        "page": 296,
        "ruku": 255,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2167,
        "text": "A ti kazuj iz Knjige Gospodara svoga ono što ti se objavljuje, Njegovim riječima nema preinačitelja, i ti, osim kod Njega, nećeš naći utočišta nikakva.\n",
        "numberInSurah": 27,
        "juz": 15,
        "manzil": 4,
        "page": 296,
        "ruku": 255,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2168,
        "text": "Budi strpljiv uz one koji se Gospodaru svome mole ujutro i navečer u želji za Licem Njegovim, i ne skidaj očiju svojih s njih iz želje za sjajem u životu na ovome svijetu, i ne slušaj onoga čije smo srce da Nas spominje nehajnim učinili, koji strast svoju slijedi i čiji su postupci propali.\n",
        "numberInSurah": 28,
        "juz": 15,
        "manzil": 4,
        "page": 297,
        "ruku": 255,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2169,
        "text": "I reci: \"Istina dolazi od Gospodara vašeg, pa ko hoće - neka vjeruje, a ko hoće - neka ne vjeruje!' Mi smo zulumćarima pripremili Vatru čiji će ih plamen sa svih strana obuhvatiti; ako zamole pomoć, pomoći će im se tekućinom poput rastopljene kovine koja će lica ispeći. Užasna li pića i grozna li boravišta!\n",
        "numberInSurah": 29,
        "juz": 15,
        "manzil": 4,
        "page": 297,
        "ruku": 255,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2170,
        "text": "One koji budu vjerovali i dobra djela činili - a Mi doista ne uništavamo nagradu onome koji je dobra djela činio –\n",
        "numberInSurah": 30,
        "juz": 15,
        "manzil": 4,
        "page": 297,
        "ruku": 255,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2171,
        "text": "njih čekaju sigurno vrtovi Adna, kroz koje rijeke teku, u njima će se narukvicama od zlata kititi i u zelena odijela od dibe i kadife oblačiti, na divanima će u njima naslonjeni biti. Divne li nagrade i krasna li boravišta!\n",
        "numberInSurah": 31,
        "juz": 15,
        "manzil": 4,
        "page": 297,
        "ruku": 255,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2172,
        "text": "I navedi im kao primjer dva čovjeka: jednom od njih smo dva vrta lozom zasađena dali i palmama ih opasali, a između njih njive postavili.\n",
        "numberInSurah": 32,
        "juz": 15,
        "manzil": 4,
        "page": 297,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2173,
        "text": "Oba vrta davala su svoj plod, ničega nije manjkalo, a kroz sredinu njihovu smo rijeku proveli.\n",
        "numberInSurah": 33,
        "juz": 15,
        "manzil": 4,
        "page": 297,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2174,
        "text": "On je i drugih plodova imao, i reče drugu svome, dok je s njim razgovarao: \"Od tebe sam bogatiji i jačeg sam roda!\"\n",
        "numberInSurah": 34,
        "juz": 15,
        "manzil": 4,
        "page": 297,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2175,
        "text": "I uđe u vrt svoj, čineći zulum sebi, govoreći: \"Ne mislim da će ovaj ikada propasti,\n",
        "numberInSurah": 35,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2176,
        "text": "i ne mislim da će Smak svijeta ikada doći; a ako budem vraćen Gospodaru svome, sigurno ću nešto bolje od ovoga naći.\"\n",
        "numberInSurah": 36,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2177,
        "text": "I reče mu drug njegov, dok je s njim razgovarao: \"Zar ne vjeruješ u Onoga Koji te je od Zemlje stvorio, zatim od kapi sjemena, i najzad te potpunim čovjekom učinio?\n",
        "numberInSurah": 37,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2178,
        "text": "Što se mene tiče, On, Allah, moj je Gospodar i ja Gospodaru svome ne pridružujem u obožavanju nikoga.\n",
        "numberInSurah": 38,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2179,
        "text": "A zašto nisi, kad si u vrt ušao, rekao: 'Mašallah! Snaga je samo u Allaha!' Ako vidiš da je u mene manje blaga i manje roda nego u tebe,\n",
        "numberInSurah": 39,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2180,
        "text": "pa Gospodar moj može mi bolji vrt od tvoga dati, a na tvoj nepogodu s neba poslati, pa da ostane samo klizava ledina bez ičega,\n",
        "numberInSurah": 40,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2181,
        "text": "ili da mu voda u ponor ode pa da je ne mogneš pronaći nikada.\"\n",
        "numberInSurah": 41,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2182,
        "text": "I propadoše plodovi njegovi i on poče pljeskati rukama svojim žaleći za onim što je na njega utrošio a loza se bijaše povaljala po podupiračima svojim - i govoraše: \"Kamo sreće da Gospodaru svome nisam nikoga u obožavanju pridruživao!\"\n",
        "numberInSurah": 42,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2183,
        "text": "I nije imao nikoga ko bi mu mogao pomoći, osim Allaha; a sam sebi nije mogao pomoći.\n",
        "numberInSurah": 43,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2184,
        "text": "Tada može pomoći samo Allah, Istiniti, On daje najbolju nagradu i čini da se sve na najbolji način okonča.\n",
        "numberInSurah": 44,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2185,
        "text": "Navedi im kao primjer da je život na ovom svijetu kao bilje, koje i poslije natapanja vodom, koju Mi s neba spuštamo, ipak postane suho i vjetrovi ga raznesu. A Allah nad svime ima moć.\n",
        "numberInSurah": 45,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 257,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2186,
        "text": "Imetak i sinovi ukras su u životu na Ovom svijetu, a dobra djela koja ostaju, bolja su kod Gospodara tvoga po nagradi i bolja po nadi.\n",
        "numberInSurah": 46,
        "juz": 15,
        "manzil": 4,
        "page": 299,
        "ruku": 257,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2187,
        "text": "Na dan kada planine uklonimo, i kada vidiš da je površina Zemlje pregledna - a njih smo već sakupili, ni jednog nismo izostavili,\n",
        "numberInSurah": 47,
        "juz": 15,
        "manzil": 4,
        "page": 299,
        "ruku": 257,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2188,
        "text": "pred Gospodarom tvojim bit će oni u redove poredani: \"Došli ste nam onako kako smo vas prvi put stvorili, a tvrdili ste da vam nećemo vrijeme za oživljavanje odrediti.\"\n",
        "numberInSurah": 48,
        "juz": 15,
        "manzil": 4,
        "page": 299,
        "ruku": 257,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2189,
        "text": "I Knjiga će biti postavljena i vidjet ćete prestupnike prestravljene zbog onoga što je u njoj. \"Teško nama!\", govorit će, \"kakva je ovo knjiga, ni mali ni veliki grijeh nije propustila, sve je nabrojala!\" I naći će upisano ono što su radili. Gospodar tvoj neće nikome zulum učiniti.\n",
        "numberInSurah": 49,
        "juz": 15,
        "manzil": 4,
        "page": 299,
        "ruku": 257,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2190,
        "text": "I kada smo rekli melecima: \"Sedždu Ademu učinite!\", svi sedždu učiniše osim Iblisa, on je bio jedan od džina, pa je prema zapovijesti Gospodara svoga buntovan bio. Pa zar ćete njega i porod njegov, pored Mene, kao prijatelja prihvatiti, kad su vam oni neprijatelji? Kako je šejtan loša zamjena zulumćarima!\n",
        "numberInSurah": 50,
        "juz": 15,
        "manzil": 4,
        "page": 299,
        "ruku": 258,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2191,
        "text": "Ja nisam uzimao njih za svjedoke prilikom stvaranja nebesa i Zemlje niti prilikom stvaranja njih samih, i za pomagače nisam uzimao one koji na krivi put upućuju.\n",
        "numberInSurah": 51,
        "juz": 15,
        "manzil": 4,
        "page": 299,
        "ruku": 258,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2192,
        "text": "I na Dan kada On rekne: \"Pozovite one za koje ste tvrdili da su ortaci Moji\", i kad ih pozovu, oni im se neće odazvati, a između njih ćemo mjesto propasti postaviti.\n",
        "numberInSurah": 52,
        "juz": 15,
        "manzil": 4,
        "page": 299,
        "ruku": 258,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2193,
        "text": "I ugledat će prestupnici Vatru i uvjerit će se da će u nju pasti i neće je moći izbjeći.\n",
        "numberInSurah": 53,
        "juz": 15,
        "manzil": 4,
        "page": 299,
        "ruku": 258,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2194,
        "text": "U ovom Kur'anu Mi na razne načine objašnjavamo ljudima svakovrsne primjere, ali je čovjek, više nego iko, spreman da raspravlja.\n",
        "numberInSurah": 54,
        "juz": 15,
        "manzil": 4,
        "page": 300,
        "ruku": 259,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2195,
        "text": "A ljude, kada im dolazi uputa, odvraća od vjerovanja i od toga da od Gospodara svoga mole oprost samo to što traže da ih zadesi kazna koja je bila pravilo za prethodnike ili što čekaju da im dođe kazna sučelice.\n",
        "numberInSurah": 55,
        "juz": 15,
        "manzil": 4,
        "page": 300,
        "ruku": 259,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2196,
        "text": "Mi šaljemo poslanike samo zato da donose radosne vijesti i da upozoravaju. A nevjernici se raspravljaju, služeći se neistinama, da bi time opovrgli Istinu, i znakove Moje i ono na što su upozoreni uzimaju za podrugivanje.\n",
        "numberInSurah": 56,
        "juz": 15,
        "manzil": 4,
        "page": 300,
        "ruku": 259,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2197,
        "text": "Ima li većeg zulumćara od onoga koji, kad na znakove i ajete Gospodara svoga bude podsjećen, za njih ne haje, a zaboravlja ono što su ruke njegove pripravile?! Mi na srca njihova pokrivače stavljamo da Kur'an ne shvate i gluhim ih učinimo; i ako ih ti na Pravi put pozoveš oni, kad su takvi, nikad neće Pravim putem poći.\n",
        "numberInSurah": 57,
        "juz": 15,
        "manzil": 4,
        "page": 300,
        "ruku": 259,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2198,
        "text": "Gospodar tvoj je Oprostitelj grijeha i milostiv je; da ih On za ono što zaslužuju kažnjava, odmah bi ih na muke stavio. Ali, njih čeka čas određeni od koga utočište neće naći.\n",
        "numberInSurah": 58,
        "juz": 15,
        "manzil": 4,
        "page": 300,
        "ruku": 259,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2199,
        "text": "A ona naselja smo razorili zato što su stanovnici njihovi zulum učinili i za propast njihovu smo tačno vrijeme odredili.\n",
        "numberInSurah": 59,
        "juz": 15,
        "manzil": 4,
        "page": 300,
        "ruku": 259,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2200,
        "text": "I kada Musa reče momku svome: \"Sve ću ići dok ne stignem do mjesta gdje se sastaju dva mora, ili ću dugo, dugo ići.\"\n",
        "numberInSurah": 60,
        "juz": 15,
        "manzil": 4,
        "page": 300,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2201,
        "text": "I kad njih dvojica stigoše do mjesta na kome se ona sastaju, zaboraviše na ribu svoju, pa ona u moru sebi put zasiječe.\n",
        "numberInSurah": 61,
        "juz": 15,
        "manzil": 4,
        "page": 300,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2202,
        "text": "A kad se udaljiše, Musa reče momku svome: \"Daj nam užinu našu, umorili smo se od ovog našeg putovanja.\"\n",
        "numberInSurah": 62,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2203,
        "text": "\"Vidi!\", reče on, \"kad smo kod one stijene svratili, ja sam zaboravio onu ribu - sam šejtan je učinio da je zaboravim, da ti je ne spomenem - pa se ona prihvati svoga puta u moru, čudnovato!\"\n",
        "numberInSurah": 63,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2204,
        "text": "\"E, to je ono što tražimo!\", reče Musa, i njih dvojica se vratiše putem kojim su bili došli,\n",
        "numberInSurah": 64,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2205,
        "text": "i nađoše jednoga Našeg roba kojem smo milost Našu darovali i onome što samo Mi znamo, naučili.\n",
        "numberInSurah": 65,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2206,
        "text": "\"Mogu li da te pratim?\", upita Musa, \"ali da me poučiš onome čemu si ti ispravno poučen.\"\n",
        "numberInSurah": 66,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2207,
        "text": "\"Ti se sigurno nećeš moći sa mnom strpjeti\", reče onaj,\n",
        "numberInSurah": 67,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2208,
        "text": "\"a i kako bi se strpio u onome o čemu ništa ne znaš?\"\n",
        "numberInSurah": 68,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2209,
        "text": "\"Vidjet ćeš da ću biti strpljiv, ako Allah da!\", reče Musa, \"i da ti se neću ni u čemu suprotstavljati.\"\n",
        "numberInSurah": 69,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2210,
        "text": "\"Ako ćeš me već pratiti\", reče onaj, \"onda me ni o čemu ne pitaj dok ti ja o tome prvi ne kažem.\"\n",
        "numberInSurah": 70,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2211,
        "text": "I njih dvojica krenuše. I kad se u lađu ukrcaše, onaj je probuši. \"Zar je probuši da potopiš one koji na njoj plove? Učinio si nešto, doista, krupno.\"\n",
        "numberInSurah": 71,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 261,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2212,
        "text": "\"Ne rekoh li ja\", reče onaj, \"da se ti, doista, nećeš moći strpjeti sa mnom?\"\n",
        "numberInSurah": 72,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 261,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2213,
        "text": "\"Ne zamjeraj mi što sam zaboravio\", reče, \"i ne čini moje stanje još težim.\"\n",
        "numberInSurah": 73,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 261,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2214,
        "text": "I njih dvojica krenuše. I kad sretoše jednog dječaka pa ga onaj ubi, Musa reče: \"Zašto ubi dijete bezgrešno, koje nije nikoga ubilo! Učinio si, zaista, nešto vrlo ružno.\"\n",
        "numberInSurah": 74,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 261,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2215,
        "text": "\"Ne rekoh li ja tebi\", reče onaj, \"da se ti, doista, nećeš moći strpjeti sa mnom.\"\n",
        "numberInSurah": 75,
        "juz": 16,
        "manzil": 4,
        "page": 302,
        "ruku": 261,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2216,
        "text": "\"Ako te i poslije ovoga za bilo šta upitam\", reče, \"onda se nemoj sa mnom družiti. Već si prije moje opravdanje prihvatio.\n",
        "numberInSurah": 76,
        "juz": 16,
        "manzil": 4,
        "page": 302,
        "ruku": 261,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2217,
        "text": "I njih dvojica krenuše; i kad dođoše do jednog grada, zamoliše stanovnike njegove da ih nahrane, ali oni odbiše da ih ugoste. U gradu njih dvojica naiđoše na jedan zid koji samo što se nije srušio, pa ga onaj uspravi. \"Mogao si\", reče Musa, \"za njega uzeti nagradu.\"\n",
        "numberInSurah": 77,
        "juz": 16,
        "manzil": 4,
        "page": 302,
        "ruku": 261,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2218,
        "text": "\"Ovo je rastanak između mene i tebe\", reče onaj, \"obavijestit ću te o tumačenju onoga zbog čega nisi mogao da se strpiš.\n",
        "numberInSurah": 78,
        "juz": 16,
        "manzil": 4,
        "page": 302,
        "ruku": 261,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2219,
        "text": "Što se one lađe tiče, ona je pripadala siromasima koji rade na moru, i ja sam htio da je oštetim jer je pred njima bio jedan vladar koji je svaku ispravnu lađu otimao.\n",
        "numberInSurah": 79,
        "juz": 16,
        "manzil": 4,
        "page": 302,
        "ruku": 261,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2220,
        "text": "Što se onog dječaka tiče, roditelji njegovi bili su vjernici; pobojali smo se da ih on neće na osionost i nevjerovanje navratiti,\n",
        "numberInSurah": 80,
        "juz": 16,
        "manzil": 4,
        "page": 302,
        "ruku": 261,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2221,
        "text": "pa smo htjeli da im Gospodar njihov, umjesto njega, da boljeg i čestitijeg, i samilosti približnijeg.\n",
        "numberInSurah": 81,
        "juz": 16,
        "manzil": 4,
        "page": 302,
        "ruku": 261,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2222,
        "text": "A što se onoga zida tiče, to je bio zid dvojice dječaka, siročadi iz grada, a pod njim je zakopano njihovo blago. Otac njihov je bio dobar čovjek i Gospodar tvoj želi, iz milosti Svoje, da oni odrastu i izvade blago svoje. Sve to ja nisam uradio po nahođenju svome. Eto to je tumačenje onoga za što se ti nisi mogao strpjeti.\"\n",
        "numberInSurah": 82,
        "juz": 16,
        "manzil": 4,
        "page": 302,
        "ruku": 261,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2223,
        "text": "I pitaju te o Zulkarnejnu. Reci: \"Kazat ću vam o njemu neke vijesti.\n",
        "numberInSurah": 83,
        "juz": 16,
        "manzil": 4,
        "page": 302,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2224,
        "text": "Mi smo mu omogućili da ima vlast na Zemlji i dali smo mu sredstva da uradi sve što želi.\"\n",
        "numberInSurah": 84,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2225,
        "text": "I on pođe putem.\n",
        "numberInSurah": 85,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2226,
        "text": "Kada stiže do mjesta gdje Sunce zalazi, nađe kao da zalazi u jedan izvor mutni i nađe u blizini njegovoj jedan narod. Rekosmo Mi: \"Ili ćeš da ih kazniš ili ćeš sa njima blago da postupiš?\"\n",
        "numberInSurah": 86,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2227,
        "text": "\"Onoga ko zulum čini\", reče, \"kaznit ćemo, a poslije će se svome Gospodaru vratiti, pa će ga i On teškoj patnji podvrgnuti.\"\n",
        "numberInSurah": 87,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2228,
        "text": "\"A onome ko bude vjerovao i dobra djela činio pripada nagrada najljepša, i njemu ćemo samo naredbe koje su lahke upućivati.\"\n",
        "numberInSurah": 88,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2229,
        "text": "I on pođe dalje.\n",
        "numberInSurah": 89,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2230,
        "text": "I kad dođe do mjesta gdje Sunce izlazi, on nađe da ono izlazi iznad jednog naroda kome Mi nismo dali da se od njega bilo čim zakloni.\n",
        "numberInSurah": 90,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2231,
        "text": "Tako to bi. A Mi obuhvatamo znanjem sve što je imao on.\n",
        "numberInSurah": 91,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2232,
        "text": "I on opet pođe.\n",
        "numberInSurah": 92,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2233,
        "text": "Kad stiže između dvije planine, nađe ispred njih narod koji je jedva govor razumijevao.\n",
        "numberInSurah": 93,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2234,
        "text": "\"O Zulkarnejne\", rekoše oni, \"Je'džudž i Me'džudž\" čine nered po Zemlji, pa hoćeš li da ti sakupimo naknadu da između nas i njih podigneš pregradu?\"\n",
        "numberInSurah": 94,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2235,
        "text": "\"Bolje je ono što mi je moj Gospodar dao\", reče on. \"Nego, samo vi pomozite meni što više možete, i ja ću između vas i njih pregradu podići.\n",
        "numberInSurah": 95,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2236,
        "text": "Donesite mi velike komade gvožđa.\" I kad on izravna dvije strane brda, reče: \"Pušite!\" A kad ga usija, reče: \"Donesite mi rastopljeni bakar da ga zalijem.\"\n",
        "numberInSurah": 96,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2237,
        "text": "I tako oni nisu mogli ni da je pređu niti su mogli da je prokopaju.\n",
        "numberInSurah": 97,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2238,
        "text": "\"Ovo je blagodat Gospodara moga!\", reče on. \"A kad se prijeteće obećanje Gospodara moga ispuni, On će je sa zemljom sravniti, a obećanje Gospodara moga će se sigurno ispuniti.\"\n",
        "numberInSurah": 98,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2239,
        "text": "I Mi ćemo tada ostaviti da se jedni od njih kao talasi sudaraju s drugima. I puhnut će se u rog, pa ćemo ih sve skupiti.\n",
        "numberInSurah": 99,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 262,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2240,
        "text": "Taj dan ćemo nevjernicima Džehennem jasno pokazati,\n",
        "numberInSurah": 100,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 262,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2241,
        "text": "onima čije su oči bile koprenom zastrte od Moje Opomene, i koji nisu mogli da slušaju.\n",
        "numberInSurah": 101,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 262,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2242,
        "text": "Zar nevjernici misle da pored Mene za bogove mogu uzimati robove Moje?! Mi smo, doista, nevjernicima Džehennem kao mjesto boravka pripremili.\n",
        "numberInSurah": 102,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 263,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2243,
        "text": "Reci: \"Hoćete li da vas obavijestimo o onima koji će u svojim djelima najviše gubitka imati,\n",
        "numberInSurah": 103,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 263,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2244,
        "text": "čiji će trud u životu na ovom svijetu uzaludan biti, a koji će misliti da je dobro ono što rade?\"\n",
        "numberInSurah": 104,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 263,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2245,
        "text": "To su oni koji u dokaze Gospodara svoga ne budu vjerovali i koji budu poricali da će pred Njega izaći; zbog toga će trud njihov uzaludan biti i na Kijametskom im danu ni vagu nećemo postaviti!\n",
        "numberInSurah": 105,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 263,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2246,
        "text": "Njima će kazna Džehennem biti, zato što su nevjernici bili i što su se ajetima i znakovima Mojim i poslanicima Mojim rugali.\n",
        "numberInSurah": 106,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 263,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2247,
        "text": "Onima koji budu vjerovali i dobra djela činili - bašče Firdevsa će ugošćenje biti,\n",
        "numberInSurah": 107,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 263,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2248,
        "text": "vječno će u njima boraviti i neće poželjeti da ih nečim drugim zamijene.\n",
        "numberInSurah": 108,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 263,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2249,
        "text": "Reci: \"Kada bi more bilo mastilo da se ispišu riječi Gospodara moga, more bi presahlo, ali ne i riječi Gospodara moga, pa i kad bismo ga proširili morem poput njega.\"\n",
        "numberInSurah": 109,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 263,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2250,
        "text": "Reci: \"Ja sam čovjek kao i vi, meni se objavljuje da je vaš Bog- jedan Bog. Pa ko se nada susretu s Gospodarom svojim, neka čini dobra djela i neka u ibadetu Gospodaru svome nikoga ne pridružuje.\"\n",
        "numberInSurah": 110,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 263,
        "hizbQuarter": 122,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "ba.mehanovic",
      "language": "ba",
      "name": "Kur'an - sa prevodom (značenja) na bosanski jezik, utemeljen na Ibn Kesirovom tumačenju, i kratki komentar",
      "englishName": "Quran translation by Muhamed Mehanovic",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}