{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 35,
    "name": "سُورَةُ فَاطِرٍ",
    "englishName": "Faatir",
    "englishNameTranslation": "The Originator",
    "revelationType": "Meccan",
    "numberOfAyahs": 45,
    "ayahs": [
      {
        "number": 3661,
        "text": "Sva hvala neka je Allahu, Stvoritelju nebesa i Zemlje, Koji meleke sa po dva, tri i četiri krila čini izaslanicima; a u stvaranju dodaje što hoće, On, uistinu, nad svime ima moć.\n",
        "numberInSurah": 1,
        "juz": 22,
        "manzil": 5,
        "page": 434,
        "ruku": 376,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3662,
        "text": "Milost koju Allah podari ljudima- niko ne može uskratiti, a ono što On uskrati - niko ne može, poslije Njega, dati; On je Silni i Mudri.\n",
        "numberInSurah": 2,
        "juz": 22,
        "manzil": 5,
        "page": 434,
        "ruku": 376,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3663,
        "text": "O ljudi, sjetite se blagodati kojom vas Allah obasipa! Postojili, osim Allaha, ikakav drugi stvoritelj koji vas s neba i iz zemlje opskrbljuje?! Osim Njega nema drugog boga, pa kuda se onda odmećete?!\n",
        "numberInSurah": 3,
        "juz": 22,
        "manzil": 5,
        "page": 434,
        "ruku": 376,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3664,
        "text": "Ako te oni u laž utjeruju - pa i prije tebe su poslanike u laž utjerivali, a Allahu će se sve vratiti.\n",
        "numberInSurah": 4,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 376,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3665,
        "text": "O ljudi, Allahovo obećanje je, zaista, istinito, pa neka vas nikako život dunjalučki ne zavara i neka vas obmanitelj - šejtan o Allahu ne zavara.\n",
        "numberInSurah": 5,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 376,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3666,
        "text": "Šejtan je, uistinu, vaš neprijatelj, pa ga takvim i smatrajte! On poziva pristaše svoje da budu stanovnici Vatre.\n",
        "numberInSurah": 6,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 376,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3667,
        "text": "Onima koji ne vjeruju pripada patnja žestoka, a onima koji vjeruju i dobra djela čine pripada oprost i nagrada velika.\n",
        "numberInSurah": 7,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 376,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3668,
        "text": "Zar pomoći možeš onome kome su njegova ružna djela uljepšana, a i on ih smatra lijepim?! Allah, doista, kome hoće daje da je u zabludi, a na Pravi put upućuje koga hoće, pa ne izgaraj od žalosti za njima; Allah, doista, dobro zna sve što oni čine.\n",
        "numberInSurah": 8,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 377,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3669,
        "text": "Allah je Onaj Koji šalje vjetrove koji pokreću oblake, te ih ka mrtvim predjelima navodimo i njima zemlju, nakon što je mrtva bila, oživljavamo: takvo će i proživljenje biti.\n",
        "numberInSurah": 9,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 377,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3670,
        "text": "Ako neko želi veličinu - pa, u Allaha je sva veličina! K Njemu se dižu lijepe riječi, a dobra djela ih uzdižu. A onima koji smišljaju loša djela, pripada patnja bolna, i njihovo spletkarenje je posao bezuspješni.\n",
        "numberInSurah": 10,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 377,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3671,
        "text": "Allah vas je od zemlje stvorio, zatim od kapi sjemena, i najzad vas čini muškarcima i ženama. I nijedna žena ne zanese, niti rodi, a da On to ne zna. I ničiji život se ne produži, niti skrati, a da to nije zabilježeno u Knjizi; to je Allahu, uistinu, lahko!\n",
        "numberInSurah": 11,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 377,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3672,
        "text": "Ni dva mora nisu jednaka: jedno je slatko i prijatno - voda mu se lahko pije, a drugo je slano i gorko; vi iz svakog jedete svježe meso i vadite nakit kojim se kitite; i ti vidiš lađe kako po njemu sijeku vodu da stječete iz obilja Njegova, i da biste bili zahvalni.\n",
        "numberInSurah": 12,
        "juz": 22,
        "manzil": 5,
        "page": 436,
        "ruku": 377,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3673,
        "text": "On uvodi noć u dan i uvodi dan u noć, On je potčinio Sunce i Mjesec - svako plovi do roka određenog; to vam je, eto, Allah, Gospodar vaš; sve je u posjedu Njegovom! A oni koje, pored Njega, molite ne posjeduju ništa, ni koliko je opna na hurminoj košpici.\n",
        "numberInSurah": 13,
        "juz": 22,
        "manzil": 5,
        "page": 436,
        "ruku": 377,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3674,
        "text": "Ako ih molite, ne čuju vašu molbu, a da i čuju, ne bi vam se odazvali; na Kijametskom danu oni će poreći da ste ih Njemu u obožavanju pridruživali. I niko te neće obavijestiti kao Onaj Koji sve u potpunosti zna.\n",
        "numberInSurah": 14,
        "juz": 22,
        "manzil": 5,
        "page": 436,
        "ruku": 377,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3675,
        "text": "O ljudi, vi ste siromasi, Allah vama treba, a Allah je Neovisni i Hvaljeni.\n",
        "numberInSurah": 15,
        "juz": 22,
        "manzil": 5,
        "page": 436,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3676,
        "text": "Ako hoće, uklonit će vas i nova stvorenja dovesti,\n",
        "numberInSurah": 16,
        "juz": 22,
        "manzil": 5,
        "page": 436,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3677,
        "text": "to Allahu nije teško.\n",
        "numberInSurah": 17,
        "juz": 22,
        "manzil": 5,
        "page": 436,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3678,
        "text": "I nijedan grešnik neće tuđe grijehe nositi; ako grijesima pretovareni pozove da mu oni budu poneseni, niko mu ih neće ponijeti, pa ni bližnji. A ti ćeš upozoriti samo one koji se Gospodara svoga boje, i kada ih niko ne vidi, i koji obavljaju namaz - onaj ko se očisti, očistio se za svoje dobro - a kod Allaha je konačno odredište!\n",
        "numberInSurah": 18,
        "juz": 22,
        "manzil": 5,
        "page": 436,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3679,
        "text": "Nisu nikako isti slijepac i onaj koji vidi,\n",
        "numberInSurah": 19,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3680,
        "text": "ni tmine i svjetlo,\n",
        "numberInSurah": 20,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3681,
        "text": "ni hladovina i vrućina,\n",
        "numberInSurah": 21,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3682,
        "text": "i nisu nikako isti živi i mrtvi. Zaista će Allah, koga On hoće, učiniti da čuje, a ti ne možeš one u kaburovima dozvati,\n",
        "numberInSurah": 22,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3683,
        "text": "ti si samo upozoritelj.\n",
        "numberInSurah": 23,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3684,
        "text": "Mi smo te poslali s Istinom kao radosnih vijesti donositelja i upozoritelja; a nije bilo naroda kome nije došao upozoritelj.\n",
        "numberInSurah": 24,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3685,
        "text": "Ako te oni u laž utjeruju - pa, i oni prije njih su poslanike u laž utjerivali, a oni su im jasne dokaze donosili, i Listove i Knjigu svjetilju.\n",
        "numberInSurah": 25,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3686,
        "text": "A onda bih one koji nisu vjerovali kaznom dohvatio, pa kakva je samo bila osuda Moja!\n",
        "numberInSurah": 26,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3687,
        "text": "Zar ne znaš da Allah s neba pušta vodu i da Mi pomoću nje stvaramo plodove različitih vrsta; postoje brda bijelih i crvenih staza, različitih boja, i sasvim crnih;\n",
        "numberInSurah": 27,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3688,
        "text": "i ljudi i životinja i stoke ima, isto tako, različitih vrsta. A samo se Allaha, među robovima Njegovim, boje učeni. Allah je, doista, silan i Onaj Koji oprašta grijehe.\n",
        "numberInSurah": 28,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3689,
        "text": "Oni koji Allahovu Knjigu čitaju i namaz obavljaju i od onoga čime ih Mi opskrbljujemo udjeljuju, i tajno i javno, mogu da se nadaju dobiti koja neće nestati,\n",
        "numberInSurah": 29,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3690,
        "text": "da ih On prema onome što su radili nagradi i još im iz obilja Svoga da; On je Onaj Koji oprašta grijehe i zahvalan je.\n",
        "numberInSurah": 30,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3691,
        "text": "A ono što ti iz Knjige objavljujemo sušta je Istina, ona potvrđuje da su istinite i one prije nje. Allah, zaista, o robovima svojim sve upotpunosti zna i sve dobro vidi.\n",
        "numberInSurah": 31,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3692,
        "text": "Mi ćemo učiniti da Knjigu poslije naslijede oni Naši robovi koje Mi izaberemo; bit će onih koji će prema sebi nasilje učiniti, bit će onih umjerenih, bit će i onih koji će, Allahovom voljom, u dobrima prednjačiti - za to će veliku blagodat dobiti:\n",
        "numberInSurah": 32,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3693,
        "text": "perivoje Adna, u koje će ući, u kojima će se zlatnim narukvicama, biserom ukrašenim, kititi, a haljine će im, u njima, od svile biti.\n",
        "numberInSurah": 33,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3694,
        "text": "\"Hvaljen neka je Allah!\", govorit će, \"koji je od nas tugu odstranio. Gospodar naš je, zaista, Onaj Koji oprašta grijehe i zahvalan je.\n",
        "numberInSurah": 34,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3695,
        "text": "Koji nam je, od dobrote Svoje, vječno boravište darovao, gdje nas umor neće doticati i u kome nas klonulost neće snalaziti.\"\n",
        "numberInSurah": 35,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3696,
        "text": "A nevjernike čeka Vatra džehennemska, oni neće biti na smrt osuđeni i neće umrijeti, i neće im se patnja u njemu ublažiti - eto, tako ćemo svakog nevjernika kazniti,\n",
        "numberInSurah": 36,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3697,
        "text": "oni će u njemu jaukati: \"Gospodaru naš, izbavi nas, činit ćemo dobra djela, drukčija od onih koja smo činili!\" A zar vas nismo ostavili da živite dovoljno dugo da bi onaj koji je trebalo da razmisli imao vremena da razmisli, a bio vam je došao i upozoritelj? Zato iskusite patnju; zulumćarima nema pomoći!\n",
        "numberInSurah": 37,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3698,
        "text": "Allah sigurno zna tajne nebesa i Zemlje; On dobro zna sve što grudi kriju.\n",
        "numberInSurah": 38,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 380,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3699,
        "text": "On čini da se smjenjujete na Zemlji; ko ne bude vjerovao, nevjerovanje njegovo je na njegovu štetu; nevjernicima će njihovo nevjerovanje kod Gospodara njihova samo povećati prezir, i nevjernicima će njihovo nevjerovanje povećati propast.\n",
        "numberInSurah": 39,
        "juz": 22,
        "manzil": 5,
        "page": 439,
        "ruku": 380,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3700,
        "text": "Reci: \"Kažite vi meni koji su dio Zemlje stvorila božanstva vaša koja, umjesto Allaha, molite, i recite mi imaju li oni u stvaranju nebesa ikakva udjela, ili smo višebošcima Mi dali Knjigu, pa imaju u njoj dokaz za to! Nijedno, već zulumćari jedni drugima samo obmanu obećavaju.\n",
        "numberInSurah": 40,
        "juz": 22,
        "manzil": 5,
        "page": 439,
        "ruku": 380,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3701,
        "text": "Allah brani da se nebesa i Zemlja s mjesta svoga pomaknu. A da se pomaknu, niko ih drugi osim Njega ne bi zadržao; On je, zaista, Onaj Koji ne žuri s kaznom i Onaj Koji grijehe oprašta.\n",
        "numberInSurah": 41,
        "juz": 22,
        "manzil": 5,
        "page": 439,
        "ruku": 380,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3702,
        "text": "Oni su se zaklinjali Allahom, najtežom zakletvom, da će se, bolje nego bilo koji narod, držati Pravog puta - samo ako im dođe onaj koji će ih opominjati. I kad im je došao upozoritelj, njegov dolazak samo je povećao odbojnost njihovu;\n",
        "numberInSurah": 42,
        "juz": 22,
        "manzil": 5,
        "page": 439,
        "ruku": 380,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3703,
        "text": "oholeći se na Zemlji smišljali su zlo - a smišljanje zla pogodit će upravo one koji se njime služe. Zar oni mogu očekivati nešto drugo već ono što je zadesilo narode drevne?! U Allahovim zakonima ti nikad nećeš naći promjene; u Allahovim zakonima ti nećeš naći odstupanja.\n",
        "numberInSurah": 43,
        "juz": 22,
        "manzil": 5,
        "page": 439,
        "ruku": 380,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3704,
        "text": "Zašto oni ne putuju po Zemlji da vide kako su završili oni prije njih, koji su bili jači od njih? Allahu ne može ništa umaći ni na nebesima ni na Zemlji; On, uistinu, sve zna i sve može.\n",
        "numberInSurah": 44,
        "juz": 22,
        "manzil": 5,
        "page": 439,
        "ruku": 380,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3705,
        "text": "Da Allah kažnjava ljude prema onom što zasluže, ništa živo na površini Zemljinoj ne bi ostavio; ali, On ih ostavlja do roka određenog i kad im rok dođe - pa, Allah dobro vidi robove Svoje.\n",
        "numberInSurah": 45,
        "juz": 22,
        "manzil": 5,
        "page": 440,
        "ruku": 380,
        "hizbQuarter": 176,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "ba.mehanovic",
      "language": "ba",
      "name": "Kur'an - sa prevodom (značenja) na bosanski jezik, utemeljen na Ibn Kesirovom tumačenju, i kratki komentar",
      "englishName": "Quran translation by Muhamed Mehanovic",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}