{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 39,
    "name": "سُورَةُ الزُّمَرِ",
    "englishName": "Az-Zumar",
    "englishNameTranslation": "The Groups",
    "revelationType": "Meccan",
    "numberOfAyahs": 75,
    "ayahs": [
      {
        "number": 4059,
        "text": "Objavljivanje Knjige od Allaha je Silnog i Mudrog!\n",
        "numberInSurah": 1,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4060,
        "text": "Mi ti, doista, objavljujemo Knjigu, s Istinom, pa u ibadetu Allahu budi, ispovijedajući Mu čistu vjeru.\n",
        "numberInSurah": 2,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4061,
        "text": "Zar ne, Čista vjera pripada samo Allahu. A oni koji pored Njega uzimaju zaštitnike govoreći: \"Mi ih obožavamo samo zato da bi nas što više Allahu približili\" Allah će njima, zaista, presuditi o onome u čemu su se oni razilazili. Allah nikako neće uputiti na Pravi put onoga ko je lažljivac i nevjernik.\n",
        "numberInSurah": 3,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4062,
        "text": "Da je Allah htio dijete imati, izabrao bi, između onih koje je stvorio, onoga koga bi On htio. Uzvišen je On, On je Allah, Jedini i Potčinitelj svega!\n",
        "numberInSurah": 4,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4063,
        "text": "Nebesa i Zemlju je s Istinom stvorio; On noću obavija dan, i danom obavija noć; On je Sunce i Mjesec potčinio, svako se kreće do roka određenog. Eto, On je Silni i Oprostitelj stalni!\n",
        "numberInSurah": 5,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4064,
        "text": "On vas od jedne osobe stvori - a od nje je drugu njegovu stvorio - i On vam je dao osam vrsta stoke; On vas stvara u utrobama majki vaših, dajući vam oblike, jedan za drugim, u tri tmine. To vam je, eto, Allah, Gospodar vaš, Njegova je vlast, nema boga osim Njega, pa kuda se onda okrećete?\n",
        "numberInSurah": 6,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4065,
        "text": "Ako vi ne budete vjerovali, pa, Allahu vi niste potrebni, ali On nije zadovoljan nevjerovanjem Svojih robova. A ako budete zahvalni, On će tim biti zadovoljan. A nijedna duša neće nositi grijehe druge! Poslije ćete se svome Gospodaru vratiti, pa će vas On o onom što ste radili obavijestiti. Zaista, On zna šta se u grudima krije.\n",
        "numberInSurah": 7,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4066,
        "text": "Kad čovjeka nevolja snađe, Gospodaru svome se moli, Njemu se obraća, a onda, pošto mu Allah blagodat Svoju daruje, zaboravi Onoga Kome se prije molio, i druge Njemu jednakim smatra, da bi s puta Njegova na stranputicu odvodio. Reci: \"Uživaj neko vrijeme u nevjerovanju svome, bit ćeš, sigurno, stanovnik u Vatri!\"\n",
        "numberInSurah": 8,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 396,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4067,
        "text": "Zar je takav kao onaj koji u noćnim satima u molitvi vrijeme provodi, padajući licem na tlo i stojeći, strahujući od ahireta i nadajući se milosti Gospodara svoga? Reci: \"Zar su isti oni koji znaju i oni koji ne znaju?! Samo se prisjećaju oni koji pameti imaju!\"\n",
        "numberInSurah": 9,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 396,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4068,
        "text": "Reci: \"O robovi Moji koji vjerujete, bojte se Gospodara svoga! Oni koji na ovom dunjaluku dobra djela budu činili imat će dobro, a Allahova je zemlja prostrana; samo će onima koji budu strpljivi nagrada njihova biti isplaćena bez obračuna. \"\n",
        "numberInSurah": 10,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4069,
        "text": "Reci: \"Naređeno mi je da ibadet Allahu činim, ispovijedajući Mu čistu vjeru.\n",
        "numberInSurah": 11,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4070,
        "text": "I naređeno mi je da budem prvi musliman.\n",
        "numberInSurah": 12,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4071,
        "text": "Reci: \"Ja se bojim patnje na Velikom danu, ako Gospodaru svome budem neposlušan.\"\n",
        "numberInSurah": 13,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4072,
        "text": "Reci: \"Samo Allahu ibadet činim, ispovijedajući Mu čistu vjeru,\n",
        "numberInSurah": 14,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4073,
        "text": "a vi, pored Njega, obožavajte koga hoćete!\" Reci: \"Gubitnici su, uistinu, oni koji na Kijametskom danu izgube i sebe i porodice svoje. Eto, to je očevidan gubitak!\"\n",
        "numberInSurah": 15,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4074,
        "text": "Nad njima će biti natkrilnice od vatre, a i ispod njih natkrilnice; time Allah straši robove Svoje. O robovi Moji, bojte se Mene!\n",
        "numberInSurah": 16,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4075,
        "text": "Za one koji izbjegavaju obožavanje taguta - kumira i koji se Allahu obraćaju - njima su namijenjene radosne vijesti, zato obraduj robove Moje\n",
        "numberInSurah": 17,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4076,
        "text": "koji govor slušaju, pa slijede ono što je bolje u njemu; to su oni koje je Allah na Pravi put uputio, i oni baš pameti imaju.\n",
        "numberInSurah": 18,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4077,
        "text": "Zar možeš da uputiš onoga koji je zaslužio da se nad njim obistine riječi kazne, zar možeš da izbaviš ko u Vatri je?!\n",
        "numberInSurah": 19,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4078,
        "text": "A one koji se Gospodara svoga boje čekaju odaje, sve jedne iznad drugih sagrađene, ispod kojih rijeke teku - obećanje je Allahovo, a Allah neće obećanje prekršiti.\n",
        "numberInSurah": 20,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4079,
        "text": "Zar ne vidiš da Allah spušta s neba vodu, pa je kao izvore po zemlji razvodi, a onda pomoću nje raznobojno bilje izvodi, zatim se osuši i ti ga vidiš požutjelo, i najzad ga skrši?! To je, doista, opomena za one koji pameti imaju.\n",
        "numberInSurah": 21,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4080,
        "text": "Zar onaj čije je srce Allah učinio sklonim islamu, pa on slijedi svjetlo Gospodara svoga ... ?! Teško onima čija su srca tvrda kad se spomene Allah; oni su u očitaj zabludi!\n",
        "numberInSurah": 22,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4081,
        "text": "Allah objavljuje najljepši govor, Knjigu sličnu po smislu, čije se pouke ponavljaju. Od nje se koža ježi u onih koji se Gospodara svoga boje, a zatim, kad se spomene ime Allahovo, kože se njihove i srca njihova smiruju. To je Allahova Uputa kojom On upućuje koga hoće; a onoga kome Allah da daje u zabludi, njemu nema uputitelja.\n",
        "numberInSurah": 23,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4082,
        "text": "Zar onaj koji će se na Kijametskom danu licem svojim zaklanjati od zla patnje?! Zulumćarima bit će rečeno: \"Trpite ono što ste zaslužili!\"\n",
        "numberInSurah": 24,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4083,
        "text": "Oni prije njih poricali su, pa ih je stigla kazna odakle nisu očekivali.\n",
        "numberInSurah": 25,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4084,
        "text": "Allah je dao da osjete poniženje u životu na dunjaluku, a patnja na ahiretu bit će, zaista, još veća - kad bi oni samo znali!\n",
        "numberInSurah": 26,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4085,
        "text": "Mi u ovom Kur'anu navodimo ljudima svakojake primjere, da bi se prisjećali i pouku primili;\n",
        "numberInSurah": 27,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4086,
        "text": "u Kur'anu na arapskom jeziku, u kome nema nikakve proturječnosti, da bi se čuvali.\n",
        "numberInSurah": 28,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4087,
        "text": "Allah navodi kao primjer čovjeka koji je u vlasti ortaka i za kojeg se oni otimaju, i čovjeka koji je u vlasti samo jednog čovjeka - da li je primjer njih dvojice isti?! Sva hvala neka je Allahu, ali većina njih ne zna.\n",
        "numberInSurah": 29,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4088,
        "text": "Ti ćeš, sigurno, umrijeti, a i oni će, također, pomrijeti.\n",
        "numberInSurah": 30,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4089,
        "text": "I poslije, na Kijametskom danu, pred Gospodarom svojim jedan s drugim ćete se sporiti.\n",
        "numberInSurah": 31,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4090,
        "text": "Ima li većeg zulumćara od onoga koji o Allahu govori laži i smatra Istinu lažnom kada mu dolazi?! Zar u Džehennemu prebivalište za nevjernike neće biti?!\n",
        "numberInSurah": 32,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4091,
        "text": "A onaj koji donosi Istinu i oni koji u nju vjeruju, oni se čuvaju i boje,\n",
        "numberInSurah": 33,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4092,
        "text": "sve što zažele u Gospodara svoga naći će, to će biti nagrada onima koji su dobra djela činili,\n",
        "numberInSurah": 34,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4093,
        "text": "da bi Allah preko ružnih postupaka njihovih prešao, i da bi ih prema onom boljem što su radili nagradio.\n",
        "numberInSurah": 35,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4094,
        "text": "Zar Allah nije zaštitinik robu Svome?! A oni te plaše onima koje, pored Njega, obožavaju. Onoga kome Allah da da je u zabludi - niko ne može na Pravi put uputiti.\n",
        "numberInSurah": 36,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4095,
        "text": "A onoga koga On na Pravi put uputi - niko ne može u zabludu dovesti. Zar Allah nije silan i Onaj Koji kažnjava?!\n",
        "numberInSurah": 37,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4096,
        "text": "Ako ih upitaš ko je stvorio nebesa i Zemlju, sigurno će reći: \"Allah!\" A ti reci: \"Mislite li vi, da li bi oni koje vi, pored Allaha, molite mogli otkloniti štetu, ako Allah hoće da mi je učini, ili, da li bi mogli zadržati milost Njegovu, ako On hoće da mi je podari Reci: \"Meni je dovoljan Allah, oni koji oslonac traže, na Njega se oslanjaju.\"\n",
        "numberInSurah": 38,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4097,
        "text": "Reci: \"O narode moj, ti postupaj onako kako postupaš, a i ja ću postupati, pa ćete znati\n",
        "numberInSurah": 39,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4098,
        "text": "koga će stići patnja koja će ga poniziti, i koga će patnja vječna snaći!\"\n",
        "numberInSurah": 40,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4099,
        "text": "Mi tebi, doista, objavljujemo Knjigu s Istinom za svijet sav; onaj ko bude išao Pravim putem - sebi će koristiti, a onaj ko bude išao stranputicom - sebi će nauditi, ti nisi za njihovu uputu zadužen.\n",
        "numberInSurah": 41,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4100,
        "text": "Allah uzima duše u času njihove smrti, a i onih koji spavaju, pa zadržava one kojima je odredio da umru, a ostavlja one druge do roka određenog. To su, zaista, znakovi za one koji razmišljaju.\n",
        "numberInSurah": 42,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4101,
        "text": "Zar oni mimo Allaha zagovornike uzimaju?! Reci: \"Zar i onda kada su bez ikakve moći i kada ništa ne razumiju.\n",
        "numberInSurah": 43,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4102,
        "text": "Reci: \"Sve zagovorništvo pripada Allahu, vlast na nebesima i na Zemlji Njegova je, a poslije - Njemu ćete se vratiti.\"\n",
        "numberInSurah": 44,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4103,
        "text": "Kad se spomene samo Allah, grče se srca onih koji u ahiret ne vjeruju, a kada se spomenu oni koje oni pored Njega obožavaju, odjednom ih radost obuzme.\n",
        "numberInSurah": 45,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4104,
        "text": "Reci: \"Allahu, Koji si stvorio nebesa i Zemlju bez prethodnog primjera, Ti Koji znaš ono što je čulima nedokučivo i ono što je pojavno, Ti ćeš robovima Svojim presuditi u onome u čemu su se razilazili!\"\n",
        "numberInSurah": 46,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4105,
        "text": "Kad bi oni koji zulum čine imali sve što je na Zemlji, i još toliko, na Kijametskom danu oni bi sve to dali kako bi se od teške patnje iskupili; a od Allaha će im se ukazati kazna na koju ni mislili nisu;\n",
        "numberInSurah": 47,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4106,
        "text": "i ukazat će im se hrđava djela njihova koja su radili i skolit će ih baš ono čemu su se izrugivali.\n",
        "numberInSurah": 48,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4107,
        "text": "Kad čovjeka kakva nevolja snađe, Nama se moli; a kad mu Mi poslije blagodat pružimo, onda govori: \"Ovo mi je dato na osnovu znanja.\" A nije tako, to je samo kušnja, ali većina njih ne zna.\n",
        "numberInSurah": 49,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4108,
        "text": "Tako su govorili i oni prije njih, pa im nije koristilo ono što su bili stekli,\n",
        "numberInSurah": 50,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4109,
        "text": "pa ih pogodi kazna za zla djela koja su zaradili. A i one među ovima koji zulum čine - stići će kazna za ono što čine, oni neće umaći.\n",
        "numberInSurah": 51,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4110,
        "text": "Zar oni ne znaju da Allah daje opskrbu u izobilju onome kome hoće, i da uskraćuje; to su, zaista, znakovi narodu koji vjeruje.\n",
        "numberInSurah": 52,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4111,
        "text": "Reci: \"O robovi Moji, koji ste protiv sebe u grijesima pretjerivali, ne gubite nadu u Allahovu milost! Allah će, sigurno, sve grijehe oprostiti. On je, doista, Oprostitelj grijeha, Milostivi.\"\n",
        "numberInSurah": 53,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4112,
        "text": "I povratite se Gospodaru svome i pokorite Mu se prije nego što vam kazna dođe - poslije vam niko neće u pomoć priskočiti.\n",
        "numberInSurah": 54,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4113,
        "text": "I slijedite ono najbolje što vam Gospodar vaš objavljuje, prije nego što vam iznenada kazna dođe, za čiji dolazak nećete znati.\n",
        "numberInSurah": 55,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4114,
        "text": "Da čovjek ne bi uzviknuo: \"Teško meni, koliko sam samo dužnosti prema Allahu propustio, doista sam i u one koji se izruguju spadao!\"\n",
        "numberInSurah": 56,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4115,
        "text": "Ili, da ne bi rekao: \"Da me je Allah Pravim putem uputio, sigurno bih među bogobojaznim bio.\"\n",
        "numberInSurah": 57,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4116,
        "text": "Ili, da ne bi rekao kad doživi patnju: \"Da mi se samo vratiti-među dobročinitelje bih se svrstao!\"\n",
        "numberInSurah": 58,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4117,
        "text": "Da, već su ti dolazili Moji znaci, pa si ih poricao i oholio se, i u nevjernike si spadao.\n",
        "numberInSurah": 59,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4118,
        "text": "Na Kijametskom danu vidjet ćeš one koji su o Allahu laži govorili, a lica im pocrnjela. A zar u Džehennemu neće biti boravište oholih?!\n",
        "numberInSurah": 60,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4119,
        "text": "Allah će spasiti one koji su Njegova naređenja izvršavali a Njegovih se zabrana klonili, zbog njihova uspjeha; zlo ih neće doticati i oni neće tugovati.\n",
        "numberInSurah": 61,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4120,
        "text": "Allah je Stvoritelj svega i On upravlja svim,\n",
        "numberInSurah": 62,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4121,
        "text": "u Njega su ključevi nebesa i Zemlje! A oni koji u Allahove ajete i znakove ne vjeruju - oni će baš biti gubitnici!\n",
        "numberInSurah": 63,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4122,
        "text": "Reci: \"Zar od mene tražite da nekoga drugog, osim Allaha, obožavam, o neznalice!\"\n",
        "numberInSurah": 64,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4123,
        "text": "A tebi, i onima prije tebe, objavljeno je: \"Ako budeš druge Allahu u obožavanju pridruživao tvoja djela će sigurno propasti, a ti ćeš među gubitnicima biti.\"\n",
        "numberInSurah": 65,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4124,
        "text": "Nego, Allahu jedino ibadet čini i među zahvalnima budi!\n",
        "numberInSurah": 66,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4125,
        "text": "Oni nisu veličali Allaha onako kako Ga treba veličati; a čitava će Zemlja na Kijametskom danu u šaci Njegovoj biti, a nebesa će u desnici Njegovoj smotana ostati. Čist je On i Uzvišen iznad onih koje Njemu smatraju ravnim!\n",
        "numberInSurah": 67,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4126,
        "text": "I u rog će biti puhnuto, i umrijet će oni na nebesima i oni na Zemlji, ostat će samo oni koje bude Allah odabrao; poslije će se u rog drugi put puhnuti i oni će, odjednom, ustati i čekati.\n",
        "numberInSurah": 68,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4127,
        "text": "I Zemlja će svjetlošću Gospodara svoga zasjati, i Knjiga će postavljena biti, vjerovjesnici i svjedoci bit će dovedeni, i po pravdi će im svima presuđeno biti, nikome zulum neće učinjen biti;\n",
        "numberInSurah": 69,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4128,
        "text": "svako će u potpunosti dobiti ono što je zaslužio, a On najbolje zna šta svi rade.\n",
        "numberInSurah": 70,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4129,
        "text": "Oni koji nisu vjerovali u gomilama će u Džehennem biti natjerani, i kad do njega dođu, kapije njegove će pootvarane biti i čuvari će ih upitati: \"Zar vam nisu dolazili vaši poslanici, koji su vam ajete Gospodara vašeg kazivali, i upozoravali vas da ćete ovaj svoj dan doživjeti?!\" \"Jesu\", reći će oni, \"ali su se obistinile riječi o kazni za nevjernike.\"\n",
        "numberInSurah": 71,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4130,
        "text": "I bit će rečeno: \"Ulazite na džehennemske kapije, vječno ćete u njemu boraviti! Grozna li prebivališta onima koji su se oholili!\"\n",
        "numberInSurah": 72,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4131,
        "text": "A oni koji su se Gospodara svoga bojali u povorkama će u Džennet biti povedeni, i kad do njega dođu - kapije njegove već širom otvorene - čuvari će im njegovi reći: \"Selam vama, od grijeha ste čisti, zato uđite u njega, u njemu ćete vječno boraviti!\"\n",
        "numberInSurah": 73,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4132,
        "text": "I oni će reći: \"Sva hvala neka je Allahu Koji nam je obećanje Svoje ispunio, i u Džennetu nam mjesto darovao, da se u njemu nastanimo gdje hoćemo. Divne li nagrade onima koji su se trudili!\"\n",
        "numberInSurah": 74,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4133,
        "text": "I vidjet ćeš meleke kako Arš okružuju, veličajući i hvaleći Gospodara svoga; i svima je po pravdi presuđeno, i bit će rečeno: \"Sva hvala neka je Allahu, Gospodaru svjetova!\"\n",
        "numberInSurah": 75,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "ba.mehanovic",
      "language": "ba",
      "name": "Kur'an - sa prevodom (značenja) na bosanski jezik, utemeljen na Ibn Kesirovom tumačenju, i kratki komentar",
      "englishName": "Quran translation by Muhamed Mehanovic",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}