{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 8,
    "name": "سُورَةُ الأَنفَالِ",
    "englishName": "Al-Anfaal",
    "englishNameTranslation": "The Spoils of War",
    "revelationType": "Medinan",
    "numberOfAyahs": 75,
    "ayahs": [
      {
        "number": 1161,
        "text": "Sana savaş-ganimetlerini sorarlar. De ki: \"Ganimetler Allah'ın ve Resûlündür. Buna göre, eğer mü'min iseniz Allah'tan korkup-sakının, aranızı düzeltin ve Allah'a ve Resûlü’ne itaat edin.\"",
        "numberInSurah": 1,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1162,
        "text": "Mü'minler ancak o kimselerdir ki, Allah anıldığı zaman yürekleri ürperir. O'nun ayetleri okunduğunda imanlarını arttırır ve yalnızca Rablerine tevekkül ederler.",
        "numberInSurah": 2,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1163,
        "text": "Onlar, namazı dosdoğru kılarlar ve kendilerine rızık olarak verdiklerimizden infak ederler.",
        "numberInSurah": 3,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1164,
        "text": "İşte gerçek mü'minler bunlardır. Rableri Katında onlar için dereceler, bağışlanma ve üstün bir rızık vardır.",
        "numberInSurah": 4,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1165,
        "text": "Rabbin seni evinden hak uğrunda (savaşa) çıkardığında mü'minlerden bir grup isteksizdi.",
        "numberInSurah": 5,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1166,
        "text": "(Herşey) Açıkça ortaya çıktıktan sonra bile, sanki kendileri, göz göre göre ölüme sürükleniyorlarmış gibi, seninle hak konusunda tartışıp duruyorlardı.",
        "numberInSurah": 6,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1167,
        "text": "Hani Allah, iki topluluktan birinin muhakkak sizin olacağını vadetmişti; siz de güçsüz olanın sizin olmasını istiyordunuz. Oysa Allah, sözleriyle hakkın ve inkar edenlerin arkasını kesmek (kökünü kurutmak) istiyordu.",
        "numberInSurah": 7,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1168,
        "text": "O, suçlu-günahkarlar istemese de, hakkı gerçekleştirmek ve batılı geçersiz kılmak için (böyle istiyordu.)",
        "numberInSurah": 8,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1169,
        "text": "Siz Rabbinizden yardım taleb ediyordunuz, O da: \"Şüphesiz Ben size birbiri ardınca bin melek ile yardım ediciyim\" diye cevap vermişti.",
        "numberInSurah": 9,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1170,
        "text": "Allah, bunu, yalnızca bir müjde ve kalplerinizin tatmin bulması için yapmıştı; (yoksa) Allah'ın Katından başkasında nusret (zafer ve yardım) yoktur. Hiç şüphesiz Allah üstün ve güçlü olandır, hüküm ve hikmet sahibidir.",
        "numberInSurah": 10,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1171,
        "text": "Hani Kendisi'nden bir güvenlik olarak sizi bir uyuklama bürüyordu. Sizi kendisiyle tertemiz kılmak, sizden şeytanın pisliklerini gidermek, kalplerinizin üstünde (güven ve kararlılık duygusunu) pekiştirmek ve bununla ayaklarınızı (arz üzerinde) sağlamlaştırmak için size gökten su indiriyordu.",
        "numberInSurah": 11,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1172,
        "text": "Rabbin meleklere vahyetmişti ki: \"Şüphesiz Ben sizinleyim, iman edenlere sağlamlık katın, inkar edenlerin kalplerine amansız bir korku salacağım. Öyleyse (ey Müslümanlar,) vurun boyunlarının üstüne, vurun onların bütün parmaklarına.\"",
        "numberInSurah": 12,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1173,
        "text": "Bu, elbette, onların Allah'a ve elçisine baş kaldırmaları dolayısıyladır. Kim Allah'a ve elçisine baş kaldırırsa, şüphesiz Allah (ceza ile) sonuçlandırması pek şiddetli olandır.",
        "numberInSurah": 13,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1174,
        "text": "İşte bu sizin; tadın bunu. İnkara sapanlara bir de ateş azabı vardır.",
        "numberInSurah": 14,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1175,
        "text": "Ey iman edenler, toplu olarak kafirlerle karşılaştığınız zaman, onlara arka çevirmeyin (savaştan kaçmayın).",
        "numberInSurah": 15,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1176,
        "text": "Kim onlara böyle bir günde -yine savaşmak için bir yana çekilen ya da bir başka bölüğe katılmak için yer tutanın dışında- arkasını çevirirse, gerçekten o, Allah'tan bir gazaba uğramıştır ve onun barınma yeri cehennemdir. Ne kötü bir yataktır o.",
        "numberInSurah": 16,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1177,
        "text": "Onları siz öldürmediniz, ama onları Allah öldürdü; attığın zaman sen atmadın, ama Allah attı. Mü'minleri Kendinden güzel bir imtihanla imtihan etmek için (yaptı.) Şüphesiz Allah, işitendir, bilendir.",
        "numberInSurah": 17,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1178,
        "text": "İşte size böyle… Gerçekten Allah, kafirlerin hileli-düzenlerini boşa çıkarıcıdır.",
        "numberInSurah": 18,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1179,
        "text": "Eğer fetih istiyor idiyseniz (ey kafirler,) işte size fetih; ama eğer (inkardan ve eski yaptıklarınızdan) vazgeçerseniz bu sizin için daha hayırlıdır. Yok, geri dönerseniz Biz de döneriz. Topluluğunuz çok da olsa, size bir şey sağlayamaz. Çünkü Allah mü'minlerle beraberdir.",
        "numberInSurah": 19,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1180,
        "text": "Ey iman edenler, Allah'a ve Resûlü’ne itaat edin. Siz de işitiyorken, ondan yüz çevirmeyin.",
        "numberInSurah": 20,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1181,
        "text": "Ve: \"Biz işittik\" dedikleri halde, gerçekte işitmeyenler gibi olmayın;",
        "numberInSurah": 21,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1182,
        "text": "Gerçek şu ki, Allah Katında, yerde debelenenlerin en kötüsü, (bir türlü) akıl erdirmez olan sağırlar ve dilsizlerdir.",
        "numberInSurah": 22,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1183,
        "text": "Eğer Allah, onlarda bir hayır görseydi muhakkak onlara işittirirdi. İşittirseydi bile, arka çevirenler olarak (yine) yüz çevirirlerdi.",
        "numberInSurah": 23,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1184,
        "text": "Ey iman edenler, size hayat verecek şeylere sizi çağırdığı zaman, Allah'a ve Resûlü’ne icabet edin. Ve bilin ki muhakkak Allah, kişi ile kalbi arasına girer ve siz gerçekten O'na götürülüp toplanacaksınız.",
        "numberInSurah": 24,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1185,
        "text": "Ve sizlerden yalnızca zulmedenlere isabet etmekle kalmayan bir fitneden korkup-sakının. Bilin ki, gerçekten Allah (ceza ile) sonuçlandırması pek şiddetli olandır.",
        "numberInSurah": 25,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1186,
        "text": "Hatırlayın; hani sizler sayıca azdınız ve yeryüzünde zayıf bırakılmıştınız, insanların sizi kapıp-yakalamasından korkuyordunuz. İşte O, sizi (yerleşik kılıp) barındırandı, sizi yardımıyla destekledi ve size temiz şeylerden rızıklar verdi. Ki şükredesiniz.",
        "numberInSurah": 26,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1187,
        "text": "Ey iman edenler, Allah'a ve Resûlü’ne ihanet etmeyin, bile bile emanetlerinize de ihanet etmeyin.",
        "numberInSurah": 27,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1188,
        "text": "Bilin ki, mallarınız ve çocuklarınız ancak bir fitnedir (imtihan konusudur.) Allah yanında ise büyük bir mükafat vardır.",
        "numberInSurah": 28,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1189,
        "text": "Ey iman edenler, Allah'tan korkup-sakınırsanız, size doğruyu yanlıştan ayıran bir nur ve anlayış (furkan) verir, kötülüklerinizi örter ve sizi bağışlar. Allah büyük fazl sahibidir.",
        "numberInSurah": 29,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1190,
        "text": "Hani o inkar edenler, seni tutuklamak ya da öldürmek veya sürgün etmek amacıyla, tuzak kuruyorlardı. Onlar bu tuzağı tasarlıyorlarken, Allah da bir düzen (bir karşılık) kuruyordu. Allah, düzen kurucuların (tuzaklarına karşılık verenlerin) hayırlısıdır.",
        "numberInSurah": 30,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1191,
        "text": "Ayetlerimiz onlara okunduğu zaman; \"İşittik\" dediler. \"İstesek, biz de bunun bir benzerini söyleyebiliriz. Bu, eskilerin efsanelerinden başkası değildir.\"",
        "numberInSurah": 31,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1192,
        "text": "Bir de: \"Ey Allah'ımız, eğer bu (Kur'an) bir gerçek olarak Senin Katından ise, gökyüzünden üstümüze taş yağdır veya acı bir azap getir (bakalım).\" demişlerdi.",
        "numberInSurah": 32,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1193,
        "text": "Oysa sen içlerinde bulunduğun sürece, Allah onları azaplandıracak değildir. Ve onlar, bağışlanma dilemektelerken de, Allah onları azaplandıracak değildir.",
        "numberInSurah": 33,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1194,
        "text": "Onlar, Mescid-i Haram'dan (insanları) alıkoyarlarken ve onun (gerçek ve layık) koruyucuları değilken Allah, ne diye onları azaplandırmasın? Onun (asıl) koruyucularıyalnızca korkup-sakınanlardır. Ancak onların çoğu bilmezler.",
        "numberInSurah": 34,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1195,
        "text": "Onların Beyt(-i Şerif) önündeki duaları, ıslık çalmaktan ve el çırpmaktan başkası değildir. Artık inkar ettikleriniz dolayısıyla tadın azabı.",
        "numberInSurah": 35,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1196,
        "text": "Gerçek şu ki, inkar edenler, (insanları) Allah'ın yolundan engellemek için mallarını harcarlar; bundan böyle de harcayacaklar. Sonra bu, onlara yürek acısı olacaktır, sonra bozguna uğratılacaklardır. İnkar edenler sonunda cehenneme sürülüp toplanacaklardır.",
        "numberInSurah": 36,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1197,
        "text": "Bu, Allah'ın murdar olanı temizden ayırt etmesi; murdarı, bir kısmını bir kısmı üzerinde kılıp tümünü biriktirerek cehenneme atması içindir. İşte bunlar hüsrana uğrayanlardır.",
        "numberInSurah": 37,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1198,
        "text": "O inkar edenlere de ki: \"Eğer vazgeçerlerse geçmişte (yaptıkları) şeyler bağışlanacaktır. Ama yine dönecek olurlarsa, önceki (toplumlara uygulanan) sünnet, muhakkak (onların başından da) geçmiş olacaktır.",
        "numberInSurah": 38,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 150,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1199,
        "text": "Fitne kalmayıncaya ve dinin hepsi Allah'ın oluncaya kadar onlarla savaşın. Şayet vazgeçecek olurlarsa, şüphesiz Allah, yaptıklarını görendir.",
        "numberInSurah": 39,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 150,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1200,
        "text": "Geri dönerlerse, bilin ki gerçekten Allah, sizin mevlanızdır. O, ne güzel mevladır ve ne güzel yardımcıdır.",
        "numberInSurah": 40,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 150,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1201,
        "text": "Bilin ki, 'ganimet olarak ele geçirdiğiniz' şeylerin beşte biri, muhakkak Allah'ın, Resûlün, yakınların, yetimlerin, yoksulların ve yolcunundur. Eğer Allah'a, hak ile batılın birbirinden ayrıldığı gün, iki ordunun karşı karşıya geldiği günde (Bedir'de) kulumuza indirdiğimize iman ediyorsanız (ganimeti böyle bölüşün). Allah, herşeye güç yetirendir.",
        "numberInSurah": 41,
        "juz": 10,
        "manzil": 2,
        "page": 182,
        "ruku": 150,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1202,
        "text": "Hani siz vadinin yakın kenarında, onlar uzak yamacındaydılar; kervan ise sizden daha aşağıdaydı. Eğer sözleşseydiniz, kaçınılmaz olarak sözleşme yeri (veya konusu) hakkında anlaşmazlığa düşerdiniz; ancak Allah, olacağı olan işi gerçekleştirmek için (böyle yaptı). Böylece, helak olacak kişi apaçık bir delilden sonra helak olsun, diri kalacak kişi apaçık bir delilden sonra hayatta kalsın. Şüphesiz Allah, gerçekten işitendir, bilendir.",
        "numberInSurah": 42,
        "juz": 10,
        "manzil": 2,
        "page": 182,
        "ruku": 150,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1203,
        "text": "Hani Allah, onları sana uykunda az gösteriyordu; eğer sana çok gösterseydi, gerçekten yılgınlığa kapılacaktınız ve iş konusunda gerçekten çekişmeye düşecektiniz. Ancak Allah esenlik (kurtuluş) bağışladı. Çünkü O, elbette sinelerin özünde saklı duranı bilendir.",
        "numberInSurah": 43,
        "juz": 10,
        "manzil": 2,
        "page": 182,
        "ruku": 150,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1204,
        "text": "Karşı karşıya geldiğinizde, Allah, 'olacağı olan işi gerçekleştirmek' için, onları gözlerinizde az gösteriyor, sizi de onların gözlerinde azaltıyordu. Ve (bütün) işler Allah'a döndürülür.",
        "numberInSurah": 44,
        "juz": 10,
        "manzil": 2,
        "page": 182,
        "ruku": 150,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1205,
        "text": "Ey iman edenler, bir toplulukla karşı karşıya geldiğiniz zaman, dayanıklılık gösterin ve Allah'ı çokça zikredin. Ki kurtuluş (felah) bulasınız.",
        "numberInSurah": 45,
        "juz": 10,
        "manzil": 2,
        "page": 182,
        "ruku": 151,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1206,
        "text": "Allah'a ve Resûlü’ne itaat edin ve çekişip birbirinize düşmeyin, çözülüp yılgınlaşırsınız, gücünüz gider. Sabredin. Şüphesiz Allah, sabredenlerle beraberdir.",
        "numberInSurah": 46,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 151,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1207,
        "text": "Bir de yurtlarından refahtan şımarıp-azıtarak, insanlara gösteriş yaparak çıkanlar ve (halkı) Allah'ın yolundan alıkoyanlar gibi olmayın. Allah, onların yaptıklarını çepeçevre kuşatandır.",
        "numberInSurah": 47,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 151,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1208,
        "text": "O zaman şeytan onlara amellerini çekici göstermiş ve onlara: \"Bugün sizi insanlardan bozguna uğratacak kimse yoktur ve ben de sizin yardımcınızım\" demişti. Ne zaman ki, iki topluluk birbirini görür oldu (karşılaştı) o, iki topuğu üstünde geri döndü ve: \"Şüphesiz ben sizden uzağım. Çünkü ben sizin görmediğinizi görüyorum, ben Allah'tan da korkuyorum\" dedi. Allah (ceza ile) sonuçlandırması pek şiddetli olandır.",
        "numberInSurah": 48,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 151,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1209,
        "text": "Münafıklar ve kalplerinde hastalık olanlar şöyle diyorlardı: \"Bunları (Müslümanları) dinleri aldattı.\" Oysa kim Allah'a tevekkül ederse, şüphesiz Allah, üstün ve güçlü olandır, hüküm ve hikmet sahibidir.",
        "numberInSurah": 49,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1210,
        "text": "Melekleri, onların yüzlerine ve arkalarına vurarak: \"Yakıcı azabı tadın\" diye o inkar edenlerin canlarını alırken görmelisin.",
        "numberInSurah": 50,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1211,
        "text": "Bu, ellerinizin önceden takdim ettiği işler yüzündendir. Yoksa şüphesiz Allah kullara zulmedici değildir.",
        "numberInSurah": 51,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1212,
        "text": "Firavun ailesinin ve onlardan öncekilerin gidiş tarzı gibi Allah'ın ayetlerini inkar ettiler de, Allah da onları günahlarından dolayı yakalayıverdi. Şüphesiz, Allah, en büyük kuvvet sahibidir, sonuçlandırması pek şiddetlidir.",
        "numberInSurah": 52,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1213,
        "text": "Nedeni şu: Bir kavim (toplum), kendinde olanı değiştirinceye kadar Allah, ona nimet olarak bağışladığını değiştirici değildir. Allah şüphesiz işitendir, bilendir.",
        "numberInSurah": 53,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1214,
        "text": "Firavun ailesinin ve onlardan öncekilerin gidiş tarzı gibi. Onlar, Rablerinin ayetlerini yalanladılar; Biz de günahları dolayısıyla onları helak ettik. Firavun ordusunu suda boğduk. Onların tümü zulmeden kimselerdi.",
        "numberInSurah": 54,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1215,
        "text": "Allah Katında canlıların en kötüsü, şüphesiz inkar edenlerdir. Onlar artık inanmazlar.",
        "numberInSurah": 55,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1216,
        "text": "Bunlar, içlerinden antlaşma yaptığın kimselerdir ki, sonra her defasında ahidlerini bozarlar. Onlar sakınmazlar.",
        "numberInSurah": 56,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1217,
        "text": "Bundan dolayı, savaşta onları yakalarsan, öyle darmadağın et ki, onlarla arkalarından gelecek olanlar(ı caydır). Umulur ki ibret alırlar.",
        "numberInSurah": 57,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1218,
        "text": "Eğer bir kavmin ihanet edeceğinden kesin olarak korkarsan, sen de açık ve adil bir tutumla (onlarla olan anlaşma metnini ve diplomatik ilişkiyi) at. Gerçekten Allah, ihanet edenleri sevmez.",
        "numberInSurah": 58,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1219,
        "text": "İnkar edenler, kaçıp-kurtulduklarını sanmasınlar; gerçek şu ki, onlar (Bizi) aciz bırakamazlar.",
        "numberInSurah": 59,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 153,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1220,
        "text": "Onlara karşı gücünüzün yettiği kadar kuvvet ve besili atlar hazırlayın. Bununla, Allah'ın düşmanı ve sizin düşmanınızı ve bunların dışında sizin bilmeyip Allah'ın bildiği diğer (düşmanları) korkutup-caydırasınız. Allah yolunda her ne infak ederseniz, size 'eksiksiz olarak ödenir' ve siz haksızlığa uğratılmazsınız.",
        "numberInSurah": 60,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 153,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1221,
        "text": "Eğer onlar barışa eğilim gösterirlerse, sen de ona eğilim göster ve Allah'a tevekkül et. Çünkü O, işitendir, bilendir.",
        "numberInSurah": 61,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 153,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1222,
        "text": "Onlar, seni aldatmak isterlerse, şüphesiz Allah sana yeter. O, seni yardımıyla ve mü'minlerle destekledi.",
        "numberInSurah": 62,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 153,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1223,
        "text": "Ve onların kalplerini uzlaştırdı. Sen, yeryüzündekilerin tümünü harcasaydın bile, onların kalplerini uzlaştıramazdın. Ama Allah, aralarını bulup onları uzlaştırdı. Çünkü O, üstün ve güçlü olandır, hüküm ve hikmet sahibidir.",
        "numberInSurah": 63,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 153,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1224,
        "text": "Ey Peygamber, sana ve seni izleyen mü'minlere Allah yeter.",
        "numberInSurah": 64,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 153,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1225,
        "text": "Ey Peygamber, mü'minleri savaşa karşı hazırlayıp-teşvik et. Eğer içinizde sabreden yirmi (kişi) bulunursa, iki yüz (kişiyi) mağlub edebilirler. Ve eğer içinizden yüz (sabırlı kişi) bulunursa, kafirlerden binini yener. Çünkü onlar (gerçeği) kavramayan bir topluluktur.",
        "numberInSurah": 65,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 154,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1226,
        "text": "Şimdi, Allah sizden (yükünüzü) hafifletti ve sizde bir za'f olduğunu bildi. Sizden yüz sabırlı (kişi) bulunursa, (onların) iki yüzünü bozguna uğratır; eğer sizden bin (kişi) olursa, Allah'ın izniyle (onların) iki binini yener. Allah, sabredenlerle beraberdir.",
        "numberInSurah": 66,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 154,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1227,
        "text": "Hiçbir peygambere, yeryüzünde kesin bir zafer kazanıncaya kadar esir alması yakışmaz. Siz dünyanın geçici yararını istiyorsunuz. Oysa Allah (size) ahireti istemektedir. Allah, üstün ve güçlüdür, hüküm ve hikmet sahibidir.",
        "numberInSurah": 67,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 154,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1228,
        "text": "Eğer Allah'ın geçmişte bir yazması (söz vermesi) olmasaydı, aldıklarınıza karşılık size gerçekten büyük bir azap dokunurdu.",
        "numberInSurah": 68,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 154,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1229,
        "text": "Artık ganimet olarak elde ettiklerinizden helal ve temiz olarak yiyin ve Allah'tan korkup-sakının. Şüphesiz Allah bağışlayandır, esirgeyendir.\"",
        "numberInSurah": 69,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 154,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1230,
        "text": "Ey peygamber, ellerinizdeki esirlere de ki: \"Eğer Allah, sizin kalplerinizde bir hayır olduğunu bilirse (görürse) size sizden alınandan daha hayırlısını verir ve sizi bağışlar. Allah bağışlayandır, esirgeyendir.\"",
        "numberInSurah": 70,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1231,
        "text": "Eğer sana ihanet etmek isterlerse, onlar daha önce Allah'a da ihanet etmişlerdi; böylece O da, \"bozguna uğramaları (için) sana imkan vermişti.' Allah, bilendir, hüküm ve hikmet sahibidir.",
        "numberInSurah": 71,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1232,
        "text": "Gerçek şu ki, iman edenler, hicret edenler ve Allah yolunda mallarıyla ve canlarıyla cihad edenler ile (hicret edenleri) barındıranlar ve yardım edenler, işte birbirlerinin velisi olanlar bunlardır. İman edip hicret etmeyenler, onlar hicret edinceye kadar, sizin onlara hiçbir şeyle velayetiniz yoktur. Ama din konusunda sizden yardım isterlerse, yardım üzerinizde bir yükümlülüktür. Ancak, sizlerle onlar arasında anlaşma bulunan bir topluluğun aleyhinde değil. Allah, yaptıklarınızı görendir.",
        "numberInSurah": 72,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1233,
        "text": "İnkar edenler birbirlerinin velileridir. Eğer siz bunu yapmazsanız (birbirinize yardım etmez ve dost olmazsanız) yeryüzünde bir fitne ve büyük bir bozgunculuk (fesat) olur.",
        "numberInSurah": 73,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1234,
        "text": "İman edenler, hicret edenler ve Allah yolunda cihad edenler ile (hicret edenleri) barındıranlar ve yardım edenler, işte gerçek mü'min olanlar bunlardır. Onlar için bir bağışlanma ve üstün bir rızık vardır.",
        "numberInSurah": 74,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1235,
        "text": "Bundan sonra iman edip hicret edenler ve sizinle birlikte cihad edenler, işte onlar sizdendir. Akrabalar (mirasta) Allah'ın Kitabı’na göre, birbirlerine (mirasta) önceliklidir. Doğrusu Allah herşeyi bilendir.",
        "numberInSurah": 75,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "tr.bulac",
      "language": "tr",
      "name": "Alİ Bulaç",
      "englishName": "Alİ Bulaç",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}