{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 11,
    "name": "سُورَةُ هُودٍ",
    "englishName": "Hud",
    "englishNameTranslation": "Hud",
    "revelationType": "Meccan",
    "numberOfAyahs": 123,
    "ayahs": [
      {
        "number": 1474,
        "text": "Elif, Lam, Ra. (Bu,) Ayetleri muhkem kılınmış, sonra hüküm ve hikmet sahibi ve herşeyden haberdar olan (Allah) tarafından birer birer (bölüm bölüm) açıklanmış bir Kitap'tır (ki:)",
        "numberInSurah": 1,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 183,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1475,
        "text": "Öyle ki, Allah'tan başkasına ibadet etmeyin. Gerçekten Ben, sizi O’nun tarafından uyaran ve müjdeleyenim;",
        "numberInSurah": 2,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 183,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1476,
        "text": "Ve Rabbinizden bağışlanma dileyin; sonra O'na tevbe edin. O da sizi, adı konulmuş bir vakte kadar güzel bir meta (fayda) ile metalandırsın ve her ihsan sahibine kendi ihsanını versin. Eğer yüz çevirirseniz gerçekten Ben, sizin için büyük bir günün azabından korkarım.",
        "numberInSurah": 3,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 183,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1477,
        "text": "Sizin dönüşünüz Allah'adır. O, herşeye güç yetirendir.",
        "numberInSurah": 4,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 183,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1478,
        "text": "Haberiniz olsun; gerçekten onlar, ondan gizlenmek için göğüslerini büker (Hak'tan kaçınıp yan çizer)ler. (Yine) Haberiniz olsun; onlar, örtülerine büründükleri zaman, O, gizli tuttuklarını da, açığa vurduklarını da bilir. Çünkü O, sinelerin özünde saklı duranı bilendir.",
        "numberInSurah": 5,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 183,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1479,
        "text": "Yeryüzünde hiçbir canlı yoktur ki, rızkı Allah'a ait olmasın. Onun karar (yerleşik) yerini de ve geçici bulunduğu yeri de bilir. (Bunların) Tümü apaçık bir kitapta (yazılı)dır.",
        "numberInSurah": 6,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 183,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1480,
        "text": "O'nun arşı su üzerinde iken amel bakımından hanginizin daha iyi olduğunu denemek için gökleri ve yeri altı günde yaratan O'dur. Andolsun onlara: \"Gerçekten siz, ölümden sonra yine diriltileceksiniz\" dersen, inkar edenler mutlaka: \"Bu, açıkça bir büyüden başkası değildir\" derler.",
        "numberInSurah": 7,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 183,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1481,
        "text": "Andolsun, onlardan azabı sayılı bir topluluğa (veya belirli bir süreye) kadar ertelesek, mutlaka: \"Onu alıkoyan nedir?\" derler. Haberiniz olsun; onlara bunun geleceği gün, onlardan geri çevrilecek değildir ve alaya almakta oldukları şey de kendilerini çepeçevre kuşatacaktır.",
        "numberInSurah": 8,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 183,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1482,
        "text": "Andolsun, Biz insana tarafımızdan bir rahmet tattırıp sonra bunu kendisinden çekip-alsak, kuşkusuz o, (artık) umudunu kesmiş bir nankördür.",
        "numberInSurah": 9,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1483,
        "text": "Ve andolsun, kendisine dokunan bir sıkıntıdan sonra, ona bir nimet taddırsak, kuşkusuz; \"Kötülükler benden gidiverdi\" der. Çünkü o, şımarıktır, böbürlenendir.",
        "numberInSurah": 10,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1484,
        "text": "Sabredenler ve salih amellerde bulunanlar başka. İşte, bağışlanma ve büyük ecir bunlarındır.",
        "numberInSurah": 11,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1485,
        "text": "Şimdi onların: \"Ona bir hazine indirilmeli veya onunla birlikte bir melek gelmeli değil miydi?\" demeleri dolayısıyla göğsün daralıp sana vahyolunanlardan bir kısmını terk mi edeceksin? Sen yalnızca bir uyarıcısın. Allah herşeye vekildir.",
        "numberInSurah": 12,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1486,
        "text": "Yoksa: \"Onu kendisi uydurdu\" mu diyorlar? De ki: \"Haydi siz, yalan üzere uydurulmuş olarak onun benzeri on sûre getirin ve eğer doğru sözlüyseniz, Allah'tan başka çağırabildiklerinizi çağırın.\"",
        "numberInSurah": 13,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1487,
        "text": "Eğer buna rağmen size cevab vermezlerse, artık biliniz ki, o, gerçekten Allah'ın ilmiyle indirilmiştir ve O'ndan başka İlah yoktur. Öyleyse artık, siz Müslüman mısınız?",
        "numberInSurah": 14,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1488,
        "text": "Kim dünya hayatını ve onun çekiciliğini isterse, onlara yapıp ettiklerini onda tastamam öderiz ve onlar bunda hiçbir eksikliğe uğratılmazlar.",
        "numberInSurah": 15,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1489,
        "text": "İşte bunların, ahirette kendileri için ateşten başkası yoktur. Onların onda (dünyada) bütün işledikleri boşa çıkmıştır ve yapmakta oldukları şeyler de geçersiz olmuştur.",
        "numberInSurah": 16,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1490,
        "text": "Rabbinden apaçık bir delil üzerinde bulunan, onu yine ondan bir şahid izleyen ve ondan önce bir önder ve rahmet olarak Musa'nın kitabı (kendisini doğrulamakta) bulunan kimse, (artık onlar) gibi midir? İşte onlar, buna (Kur'an'a) inanırlar. Gruplardan biri onu inkar ederse, ateş ona vaadedilen yerdir. Öyleyse, bundan kuşkuda olma, çünkü o, Rabbinden olan bir haktır. Ancak insanların çoğunluğu inanmazlar.",
        "numberInSurah": 17,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1491,
        "text": "Allah’a karşı yalan uydurup iftira düzenden daha zalim kimdir? İşte bunlar, Rablerine sunulacaklar ve şahidler: \"Rablerine karşı yalan söyleyenler bunlardır\" diyecekler. Haberiniz olsun; Allah'ın laneti zalimlerin üzerinedir.",
        "numberInSurah": 18,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1492,
        "text": "Bunlar Allah'ın yolundan engelleyenler ve onda çarpıklık arayanlardır. Onlar, ahireti tanımayanlardır.",
        "numberInSurah": 19,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1493,
        "text": "Bunlar, yeryüzünde (Allah'ı) aciz bırakacak değildir ve bunların Allah'tan başka velileri yoktur. Azap onlar için kat kat artırılır. Bunlar (hakkı) işitmeye güç yetirmezlerdi ve görmezlerdi de.",
        "numberInSurah": 20,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1494,
        "text": "İşte bunlar, kendilerini hüsrana uğratanlardır ve yalan olarak uydurdukları (düzme tanrılar da) onlardan uzaklaşıp-kaybolmuşlardır.",
        "numberInSurah": 21,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1495,
        "text": "Hiç şüphesiz bunlar, ahirette en çok hüsrana uğrayanlardır.",
        "numberInSurah": 22,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1496,
        "text": "İman edip salih amellerde bulunanlar ve 'Rablerine kalpleri tatmin bulmuş olarak bağlananlar', işte bunlar da cennetin halkıdırlar. Onda süresiz kalacaklardır.",
        "numberInSurah": 23,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1497,
        "text": "Bu iki grubun örneği; kör ve sağır ile gören ve işiten gibidir. Örnekçe bunlar eşit olur mu? Yine de öğüt alıp-düşünmeyecek misiniz?",
        "numberInSurah": 24,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 184,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1498,
        "text": "Andolsun, Biz Nuh'u kavmine gönderdik. (Onlara:) \"Ben sizin için ancak apaçık bir uyarıp-korkutucuyum.\"",
        "numberInSurah": 25,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1499,
        "text": "\"Allah'tan başkasına kulluk etmeyin. Ben size (gelecek olan) acı bir günün azabından korkarım\" (dedi).",
        "numberInSurah": 26,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1500,
        "text": "Kavminden, ileri gelen inkarcılar: \"Biz seni yalnızca bizim gibi bir beşerden başkası görmüyoruz; sana, sığ görüşlü olan en aşağılıklarımızdan başkasının uyduğunu görmüyoruz ve sizin bize bir üstünlüğünüzü de görmüyoruz. Aksine, biz sizi yalancılar sanıyoruz\" dedi.",
        "numberInSurah": 27,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1501,
        "text": "Dedi ki: \"Ey kavmim, görüşünüz nedir söyleyin? Eğer ben Rabbimden apaçık bir belge üzerinde isem ve Rabbim bana Kendi Katından bir rahmet vermiş de (bu,) sizin gözlerinizden saklı tutulmuşsa? Siz bunu istemiyorken biz sizi buna zorlayacak mıyız?\"",
        "numberInSurah": 28,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1502,
        "text": "\"Ey Kavmim, ben sizden buna karşılık bir mal istemiyorum. Benim ecrim, yalnızca Allah'a aittir. Ben iman edenleri kovacak değilim. Onlar gerçekten Rablerine kavuşacaklar. Ancak ben sizi, cahillik etmekte olan bir kavim görüyorum.",
        "numberInSurah": 29,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1503,
        "text": "\"Ey kavmim, ben onları kovarsam, Allah'tan (gelecek azaba karşı) bana kim yardım edecek? Hiç düşünmez misiniz?\"",
        "numberInSurah": 30,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1504,
        "text": "\"Ben size Allah'ın hazineleri yanımdadır demiyorum, gaybı da bilmiyorum. Melek olduğumu söylemiyorum ve gözlerinizin aşağılık gördüklerine, Allah kesin olarak bir hayır vermez de demiyorum. Nefislerinde olanı Allah daha iyi bilir. Bu durumda (bunun aksini yaparsam) gerçekten o zaman zalimlerdenim (demek)dir.\"",
        "numberInSurah": 31,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1505,
        "text": "Dediler ki: \"Ey Nuh, bizimle çekişip-durdun, bu çekişmede ileri de gittin. Eğer doğru söylüyorsan, bize vaadettiğini getir (görelim.)\"",
        "numberInSurah": 32,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1506,
        "text": "Dedi ki: \"Eğer dilerse, onu size Allah getirir ve siz (O'nu) aciz bırakacak değilsiniz.\"",
        "numberInSurah": 33,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1507,
        "text": "\"Eğer Allah sizi azdırmayı dilemişse, ben size öğüt vermek istesem de, öğüdümün size yararı olmaz. O sizin Rabbinizdir ve O'na döndürüleceksiniz.\"",
        "numberInSurah": 34,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1508,
        "text": "Onlar: \"Bunu kendisi uydurdu\" mu diyorlar? De ki: \"Eğer onu ben uydurduysam, günahım bana aittir. Ama ben, sizlerin suç olarak işlemekte olduklarınızdan uzağım.\"",
        "numberInSurah": 35,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1509,
        "text": "Nuh'a vahyedildi: \"Gerçekten iman edenlerin dışında, kesin olarak kimse inanmayacak. Şu halde onların işlemekte olduklarından dolayı üzülme.\"",
        "numberInSurah": 36,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 186,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1510,
        "text": "\"Bizim gözetimimiz altında ve vahyimizle gemiyi imal et. Zulmedenler konusunda Bana hitapta bulunma. Çünkü onlar suda- boğulacaklardır.\"",
        "numberInSurah": 37,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 186,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1511,
        "text": "Gemiyi yapıyordu. Kavminin ileri gelenleri kendisine her uğradığında onunla alay ediyordu. O: \"Eğer bizimle alay ederseniz, alay ettiğiniz gibi biz de sizlerle alay edeceğiz\" dedi.",
        "numberInSurah": 38,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1512,
        "text": "\"Artık, ilerde bileceksiniz. Aşağılatıcı azap kime gelecek ve sürekli azap kimin üstüne çökecek.\"",
        "numberInSurah": 39,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1513,
        "text": "Sonunda emrimiz geldiğinde ve tandır feveran ettiği zaman, dedik ki: \"Her birinden ikişer çift (hayvan) ile aleyhlerinde söz geçmiş olanlar dışında, aileni ve iman edenleri ona yükle.\" Zaten onunla birlikte çok azından başkası iman etmemişti.",
        "numberInSurah": 40,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1514,
        "text": "Dedi ki: \"Ona binin. Onun yüzmesi de, demir atması (durması) da Allah'ın adıyladır. Şüphesiz, benim Rabbim bağışlayandır, esirgeyendir.\"",
        "numberInSurah": 41,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1515,
        "text": "(Gemi) Onlarla dağlar gibi dalga(lar) içinde yüzüyorken Nuh, bir kenara çekilmiş olan oğluna seslendi: \"Ey oğlum, bizimle birlikte bin ve kafirlerle birlikte olma.\"",
        "numberInSurah": 42,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1516,
        "text": "(Oğlu) Dedi ki: \"Ben bir dağa sığınacağım, o beni sudan korur.\" Dedi ki: \"Bugün Allah'ın emrinden, esirgeyen olan (Allah)dan başka bir koruyucu yoktur.\" Ve ikisinin arasına dalga girdi, böylece o da boğulanlardan oldu.",
        "numberInSurah": 43,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1517,
        "text": "Denildi ki: \"Ey yer, suyunu yut ve ey gök, sen de tut.\" Su çekildi, iş bitiriliverdi, (gemi de) Cudi (dağı) üstünde durdu ve zalimler topluluğuna da: \"Uzak olsunlar\" denildi.",
        "numberInSurah": 44,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1518,
        "text": "Nuh, Rabbine seslendi. Dedi ki: \"Rabbim, şüphesiz benim oğlum ailemdendir ve Senin va'din de doğrusu haktır. Sen hakimlerin hakimisin.\"",
        "numberInSurah": 45,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1519,
        "text": "Dedi ki: \"Ey Nuh, kesinlikle o senin ailenden değildir. Çünkü o, salih olmayan bir iş (yapmıştır). Öyleyse hakkında bilgin olmayan şeyi Benden isteme. Gerçekten Ben, cahillerden olmayasın diye sana öğüt veriyorum.\"",
        "numberInSurah": 46,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1520,
        "text": "Dedi ki: \"Rabbim, bilgim olmayan şeyi Senden istemekten Sana sığınırım. Ve eğer beni bağışlamaz ve beni esirgemezsen, hüsrana uğrayanlardan olurum.\"",
        "numberInSurah": 47,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1521,
        "text": "\"Ey Nuh\" denildi. \"Sana ve seninle birlikte olan ümmetler üzerine Bizden selam ve bereketlerle (gemiden) in. (Sizden türeyecek diğer kafir) Ümmetleri de yararlandıracağız, sonra onlara Bizden acı bir azap dokunacaktır.\"",
        "numberInSurah": 48,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1522,
        "text": "Bunlar: Sana vahyettiğimiz gayb haberlerindendir. Bunları sen ve kavmin bundan önce bilmiyordun. Şu halde sabret. Şüphesiz (güzel olan) sonuç takva sahiplerinindir.",
        "numberInSurah": 49,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1523,
        "text": "Ad (halkına da) kardeşleri Hud'u (gönderdik). Dedi ki: \"Ey kavmim, Allah'a ibadet edin, sizin O'ndan başka İlahınız yoktur. Siz yalan olarak (tanrılar) düzenlerden başkası değilsiniz.",
        "numberInSurah": 50,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1524,
        "text": "Ey kavmim, ben bunun karşılığında sizden hiçbir ücret istemiyorum. Benim ücretim, beni yaratandan başkasına ait değildir. Akıl erdirmeyecek misiniz?",
        "numberInSurah": 51,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1525,
        "text": "Ey kavmim, Rabbinizden bağışlanma dileyin, sonra O'na tevbe edin. Üstünüze gökten sağanak (yağmurlar, bol nimetler) yağdırsın ve gücünüze güç katsın. Suçlu-günahkarlar olarak yüz çevirmeyin.\"",
        "numberInSurah": 52,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1526,
        "text": "\"Ey Hud\" dediler. \"Sen bize apaçık bir belge (mucize) ile gelmiş değilsin ve biz de senin sözünle ilahlarımızı terk etmeyiz. Sana iman edecek de değiliz.\"",
        "numberInSurah": 53,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1527,
        "text": "\"Biz: 'Bazı ilahlarımız seni çok kötü çarpmıştır' (demekten) başka bir şey söylemeyiz.\" Dedi ki: \"Allah'ı şahid tutarım, siz de şahidler olun ki, gerçekten ben, sizin şirk koştuklarınızdan uzağım.\"",
        "numberInSurah": 54,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1528,
        "text": "\"O'nun dışındaki (tanrılardan). Artık siz bana, toplu olarak dilediğiniz tuzağı kurun, sonra bana süre tanımayın.\"",
        "numberInSurah": 55,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1529,
        "text": "\"Ben gerçekten, benim de Rabbim, sizin de Rabbiniz olan Allah'a tevekkül ettim. O'nun, alnından yakalayıp-denetlemediği hiçbir canlı yoktur. Muhakkak benim Rabbim, dosdoğru bir yol üzerinedir (dosdoğru yolda olanı korumaktadır.)\"",
        "numberInSurah": 56,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1530,
        "text": "\"Buna rağmen yüz çevirirseniz, artık size kendisiyle gönderildiğim şeyi tebliğ ettim. Rabbim de sizden başka bir kavmi yerinize geçirir. Siz O'na hiçbir şeyle zarar veremezsiniz. Doğrusu benim Rabbim, herşeyi gözetleyip-koruyandır.\"",
        "numberInSurah": 57,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1531,
        "text": "Emrimiz geldiği zaman, tarafımızdan bir rahmet ile Hud'u ve O’nunla birlikte iman edenleri kurtardık. Onları şiddetli-ağır bir azaptan kurtardık.",
        "numberInSurah": 58,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1532,
        "text": "İşte Ad (halkı): Rablerinin ayetlerini tanımayıp reddettiler. O'nun elçilerine isyan ettiler ve her inatçı zorbanın emri ardınca yürüdüler.",
        "numberInSurah": 59,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1533,
        "text": "Ve bu dünyada da, kıyamet gününde de lanete tabi tutuldular. Haberiniz olsun; gerçekten Ad (halkı), Rablerine (karşı) inkar ettiler. Haberiniz olsun; Hud kavmi Ad'a (Allah'ın rahmetinden) uzaklık (verildi).",
        "numberInSurah": 60,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1534,
        "text": "Semud (halkına da) kardeşleri Salih'i (gönderdik). Dedi ki: \"Ey kavmim, Allah'a ibadet edin, sizin O'ndan başka İlahınız yoktur. O sizi yerden (topraktan) yarattı ve onda ömür geçirenler kıldı. Öyleyse O'ndan bağışlanma dileyin, sonra O'na tevbe edin. Şüphesiz benim Rabbim, yakın olandır, (duaları) kabul edendir.\"",
        "numberInSurah": 61,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1535,
        "text": "Dediler ki: \"Ey Salih, bundan önce sen içimizde kendisinden (iyilikler ve yararlılıklar) umulan biriydin. Atalarımızın taptığı şeylere tapmaktan sen bizi engelleyecek misin? Doğrusu biz, senin bizi davet ettiğin şeyden kuşku verici bir tereddüt içindeyiz.\"",
        "numberInSurah": 62,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1536,
        "text": "Dedi ki: \"Ey kavmim, görüşünüz nedir söyler misiniz? Eğer ben Rabbimden apaçık bir belge üzerindeysem ve bana Tarafından bir rahmet vermişse, bu durumda O'na isyan edecek olursam Allah'a karşı bana kim yardım edecektir? Şu halde kaybımı arttırmaktan başka bana (hiçbir yarar) sağlamayacaksınız.\"",
        "numberInSurah": 63,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1537,
        "text": "\"Ey kavmim, size işte bir ayet olarak Allah'ın devesi; onu serbest bırakın, Allah'ın arzında yesin. Ona kötülük (vermek niyeti)yle dokunmayın. Yoksa sizi yakın bir azap sarıverir.\"",
        "numberInSurah": 64,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1538,
        "text": "Fakat onu öldürdüler. (Salih) Dedi ki: \"Yurdunuzda üç gün daha yararlanın. Bu, yalanlanmayacak bir vaaddir.\"",
        "numberInSurah": 65,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1539,
        "text": "Emrimiz geldiği zaman, tarafımızdan bir rahmetle Salih'i ve O’nunla birlikte iman edenleri o günün aşağılatıcı azabından kurtardık. Doğrusu senin Rabbin, güçlü olandır, Aziz olandır.",
        "numberInSurah": 66,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1540,
        "text": "O zulmedenleri dayanılmaz bir ses sarıverdi de kendi yurtlarında dizüstü çökmüş olarak sabahladılar.",
        "numberInSurah": 67,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1541,
        "text": "Sanki orada hiç refah içinde yaşamamışlar gibi. Haberiniz olsun; Semud (halkı) gerçekten Rablerine (karşı) inkar etmişlerdi. Haberiniz olsun; Semud (halkına Allah'ın rahmetinden) uzaklık (verildi.)",
        "numberInSurah": 68,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1542,
        "text": "Andolsun, elçilerimiz İbrahim'e müjde ile geldikleri zaman; \"Selam\" dediler. O da: \"Selam\" dedi (ve) hemen gecikmeden kızartılmış bir buzağı getirdi.",
        "numberInSurah": 69,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1543,
        "text": "Ellerinin ona uzanmadığını görünce (İbrahim durumdan) hoşlanmadı ve içine bir tür korku düştü. Dediler ki: \"Korkma. Biz Lut kavmine gönderildik.\"",
        "numberInSurah": 70,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1544,
        "text": "Karısı ayaktaydı, bunun üzerine güldü. Biz ona İshak'ı, İshak'ın arkasından da Yakub'u müjdeledik.",
        "numberInSurah": 71,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1545,
        "text": "\"Vay bana\" dedi (kadın). \"Ben kocamış bir kadın iken ve şu kocam da bir ihtiyar iken doğuracak mıyım? Gerçekten bu, şaşırtıcı bir şey!..\"",
        "numberInSurah": 72,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1546,
        "text": "Dediler ki: \"Allah'ın emrine mi şaşıyorsun? Allah'ın rahmeti ve bereketleri sizin üzerinizdedir, ey ev halkı şüphesiz O, övülmeye layık olandır, Mecid'tir.\"",
        "numberInSurah": 73,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1547,
        "text": "İbrahim'den korku gittiği ve ona müjde geldiği zaman, Lut kavmi konusunda Bizimle çekişip-tartışmalara giriyor(du).",
        "numberInSurah": 74,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1548,
        "text": "Doğrusu İbrahim, yumuşak huylu, duygulu ve gönülden (Allah'a) yönelen biriydi.",
        "numberInSurah": 75,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1549,
        "text": "\"Ey İbrahim, bundan vazgeç. Çünkü gerçek şu ki, Rabbinin emri gelmiştir ve gerçekten onlara geri çevrilmeyecek bir azap gelmiştir.\"",
        "numberInSurah": 76,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1550,
        "text": "Elçilerimiz Lut'a geldiği zaman, onlardan dolayı kaygılandı, göğsünü bir sıkıntı bastı ve: \"Bu, zorlu bir gün\" dedi.",
        "numberInSurah": 77,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1551,
        "text": "Kavmi ona doğru koşarak geldi; onlar daha önceden kötülükler işlemekteydiler. \"Ey kavmim\" dedi. \"İşte benim kızlarım, bunlar sizler için daha temizdir. Artık Allah'tan korkun ve beni misafirim önünde küçük düşürmeyin. İçinizde hiç aklı başında olan (reşid) bir adam yok mu?\"",
        "numberInSurah": 78,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1552,
        "text": "Dediler ki: \"Andolsun, senin kızlarında bizim haktan bir şeyimiz (ilgimiz ve arzumuz) olmadığını sen de bilmişsindir. Bizim ne istediğimizi gerçekte sen biliyorsun.\"",
        "numberInSurah": 79,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1553,
        "text": "Dedi ki: \"Size yetecek gücüm olsaydı veya sağlam bir yere sığınabilseydim.\"",
        "numberInSurah": 80,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1554,
        "text": "(Elçiler) Dediler ki: \"Ey Lut, biz Rabbinin elçileriyiz. Onlar sana kesin olarak ulaşamazlar. Gecenin bir parçasında ailenle birlikte yürü (yola çık). Sakın, hiçbiriniz dönüp arkasına bakmasın; fakat senin karın başka. Çünkü onlara isabet edecek olan, ona da isabet edecektir. Onlara va'dolunan (azap) sabah vaktidir. Sabah da yakın değil mi?\"",
        "numberInSurah": 81,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1555,
        "text": "Böylece emrimiz geldiği zaman, üstünü altına çevirdik ve üzerlerine balçıktan pişirilmiş, istif edilmiş taşlar yağdırdık;",
        "numberInSurah": 82,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1556,
        "text": "Rabbinin Katında 'belli bir biçime sokulmuş, damgalanmış' olarak. Bunlar zalimlerden uzak değildir.",
        "numberInSurah": 83,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1557,
        "text": "Medyen (halkına da) kardeşleri Şuayb'ı (gönderdik). Dedi ki: \"Ey kavmim, Allah'a ibadet edin, O'ndan başka İlahınız yoktur. Ölçüyü ve tartıyı eksik tutmayın; gerçekten sizi bir 'bolluk ve refah (hayır)' içinde görüyorum. Doğrusu sizi çepeçevre kuşatacak olan bir günün azabından korkuyorum.\"",
        "numberInSurah": 84,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1558,
        "text": "\"Ey kavmim, ölçüyü ve tartıyı -adaleti gözeterek- tam tutun ve insanların eşyasını değerden düşürüp- eksiltmeyin ve yeryüzünde bozguncular olarak karışıklık çıkarmayın.\"",
        "numberInSurah": 85,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1559,
        "text": "\"Eğer mü'minseniz, Allah'ın bıraktığı (helal işlerden olan kazanç) sizin için daha hayırlıdır. Ben, sizin üzerinizde bir gözetleyici değilim.\"",
        "numberInSurah": 86,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1560,
        "text": "Dediler ki: \"Ey Şuayb, atalarımızın taptığı şeyleri bırakmamızı ya da mallarımız konusunda dilediğimiz gibi davranmaktan vazgeçmemizi senin namazın mı emrediyor? Çünkü sen, gerçekte yumuşak huylu, aklı başında (reşid bir adam)sın.\"",
        "numberInSurah": 87,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1561,
        "text": "Dedi ki: \"Ey kavmim görüşünüz nedir söyler misiniz? Ya ben Rabbimden apaçık bir belge üzerinde isem ve O da beni Kendisi'nden güzel bir rızık ile rızıklandırmışsa? Ben, size yasakladığım şeylere (kendim sahiplenmek suretiyle) size aykırı düşmek istemiyorum. Benim istediğim, gücüm oranında yalnızca ıslah etmektir. Benim başarım ancak Allah iledir; O'na tevekkül ettim ve O'na içten yönelip-dönerim.\"",
        "numberInSurah": 88,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1562,
        "text": "\"Ey kavmim, bana karşı gelişiniz, sakın Nuh kavminin ya da Hud kavminin veya Salih kavminin başlarına gelenlerin bir benzerini size de isabet ettirmesin. Üstelik Lut kavmi size pek uzak değil.\"",
        "numberInSurah": 89,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1563,
        "text": "\"Rabbinizden bağışlanma dileyin, sonra O'na tevbe edin. Gerçekten benim Rabbim, esirgeyendir, sevendir.\"",
        "numberInSurah": 90,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1564,
        "text": "\"Ey Şuayb\" dediler. \"Senin söylediklerinin çoğunu biz 'kavrayıp anlamıyoruz'. Doğrusu biz seni içimizde zayıf biri görüyoruz. Eğer yakın-çevren olmasaydı, gerçekten seni taşa tutar-öldürürdük. Sen bize karşı güçlü ve üstün değilsin.\"",
        "numberInSurah": 91,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1565,
        "text": "Dedi ki: \"Ey kavmim, sizce benim yakın-çevrem, Allah'tan daha mı üstündür ki, O'nu arkanızda-unutuluvermiş (önemsiz) bir şey edindiniz. Şüphesiz benim Rabbim, yapmakta olduklarınızı sarıp-kuşatandır.\"",
        "numberInSurah": 92,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1566,
        "text": "\"Ey kavmim, bütün yapabileceğinizi yapın; şüphesiz, ben de yapacağım. Kime aşağılatıcı azap gelecek ve yalancı kimdir, yakında bileceksiniz. Siz gözetleyip durun, ben de sizinle birlikte gözetleyeceğim.\"",
        "numberInSurah": 93,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1567,
        "text": "Emrimiz geldiği zaman, tarafımızdan bir rahmetle Şuayb'ı ve O’nunla birlikte iman edenleri kurtardık; o zulmedenleri dayanılmaz bir ses sarıverdi de kendi yurtlarında dizüstü çökmüş olarak sabahladılar.",
        "numberInSurah": 94,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1568,
        "text": "Sanki orada hiç refah içinde yaşamamışlar gibi. Haberiniz olsun; Semud (halkına) nasıl bir uzaklık verildiyse Medyen (halkına da Allah'ın rahmetinden öyle) bir uzaklık (verildi).",
        "numberInSurah": 95,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1569,
        "text": "Andolsun, Musa'yı ayetlerimizle ve apaçık olan bir delille gönderdik.",
        "numberInSurah": 96,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1570,
        "text": "Firavun'a ve onun önde gelen çevresine. Onlar Firavun'un emrine uymuşlardı. Oysa Firavun'un emri doğruya-götürücü (irşad edici) değildi.",
        "numberInSurah": 97,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1571,
        "text": "O, kıyamet günü kavminin önderliğine geçer, böylece onları ateşe götürmüş olur. Sonunda vardıkları yer, ne kötü bir yerdir..",
        "numberInSurah": 98,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1572,
        "text": "Onlar, burda da, kıyamet gününde de lanete tabi tutuldular. (Bu) Verilen bağış, ne kötü bir bağıştır.",
        "numberInSurah": 99,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1573,
        "text": "Bunlar, sana doğru haber (kıssa) olarak aktardığımız (geçmişteki) nesillerin haberleridir. Onlardan kimi ayakta kalmış, (hala izleri var, kimi de) biçilmiş ekin (gibi yerlebir edilmiş, kalıntısı silinmiş) dir.",
        "numberInSurah": 100,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1574,
        "text": "Biz onlara zulmetmedik, ancak onlar kendi nefislerine zulmettiler. Böylece Rabbinin emri geldiği zaman, Allah'ı bırakıp da taptıkları ilahları, onlara hiçbir şey sağlayamadı, 'helak ve kayıplarını' arttırmaktan başka bir işe yaramadı.",
        "numberInSurah": 101,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1575,
        "text": "Onlar, zulüm işlemektelerken, ülkeleri (veya nesilleri) yakaladığı zaman... Rabbinin yakalaması işte böyledir. Gerçekten O'nun yakalaması pek acı, pek şiddetlidir.",
        "numberInSurah": 102,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1576,
        "text": "Ahiret azabından korkan için bunda kesin ayetler vardır. O, bütün insanların kendisinde toplanacağı bir gündür ve o, gözlemlenebilen bir gündür.",
        "numberInSurah": 103,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1577,
        "text": "Biz onu sayılı bir sürenin (ecelin) dışında ertelemeyiz.",
        "numberInSurah": 104,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1578,
        "text": "(Kıyametin) Geleceği günde, O'nun izni olmaksızın, hiç kimse söz söyleyemez. Artık onlardan kimi 'bedbaht ve mutsuz', (kimi de) mutlu ve bahtiyardır.",
        "numberInSurah": 105,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1579,
        "text": "Mutsuz olanlar ateştedirler, onlar için orada (kahırla ve acıyla) nefes alıp vermeler vardır.",
        "numberInSurah": 106,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1580,
        "text": "Onlar, Rabbinin dilemesi dışında gökler ve yer sürüp gittikçe, orada süresiz kalacaklardır. Çünkü Rabbin, gerçekten dilediğini yapandır.",
        "numberInSurah": 107,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1581,
        "text": "Mutlu olanlar da, artık onlar cennettedirler. Rabbinin dilemesi dışında gökler ve yer sürüp gittikçe, orada süresiz kalacaklardır. (Bu) kesintisi olmayan bir ihsandır.",
        "numberInSurah": 108,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1582,
        "text": "Artık onların tapmakta oldukları şeyler konusunda, sakın kuşkuda olma. Daha önceleri, ataları nasıl tapıyor idiyseler, bunlar da ancak böyle tapıyorlar. Şüphesiz Biz, onların paylarını eksiltmeksizin onlara ödeyecek olanlarız.",
        "numberInSurah": 109,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 191,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1583,
        "text": "Andolsun, Musa'ya kitabı verdik, onda anlaşmazlığa düşüldü. Eğer Rabbinden bir söz geçmiş (verilmiş) olmasaydı, mutlaka aralarında hüküm verilmiş olacaktı. Gerçekten onlar, bundan (Kur'an'dan) yana kuşku verici bir tereddüt içindedirler.",
        "numberInSurah": 110,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1584,
        "text": "Şüphesiz Rabbin, onlardan tümüne yapıp ettiklerini(n karşılığını) onlara tastamam ödeyecektir. Çünkü O, yapıp-ettiklerinden haberdar olandır.",
        "numberInSurah": 111,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1585,
        "text": "Seninle birlikte tevbe edenlerle birlikte emrolunduğun gibi dosdoğru davran. Ve azıtmayın. Çünkü O, yaptıklarınızı görendir.",
        "numberInSurah": 112,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1586,
        "text": "Zulmedenlere eğilim göstermeyin, yoksa size ateş dokunur. Sizin Allah'tan başka velileriniz yoktur, sonra yardım göremezsiniz.",
        "numberInSurah": 113,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1587,
        "text": "Gündüzün iki tarafında ve gecenin (gündüze) yakın saatlerinde namazı kıl. Şüphesiz iyilikler, kötülükleri giderir. Bu, öğüt alanlara bir öğüttür.",
        "numberInSurah": 114,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1588,
        "text": "Ve sabret. Gerçekten Allah, iyilik yapanların ecrini kaybetmez.",
        "numberInSurah": 115,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1589,
        "text": "Sizden önceki nesillerden onlardan kurtardığımızdan pek azı dışında yeryüzünde bozgunculuğu önleyecek fazilet sahibi kişiler bulunmalı değil miydi? Zulmedenler ise, içinde bulundukları refahın peşine düştüler. Onlar, suçlu-günahkarlardı.",
        "numberInSurah": 116,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1590,
        "text": "Halkı, ıslah eden kimseler iken, senin Rabbin o ülkeleri zulüm ile helak edecek değildi.",
        "numberInSurah": 117,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1591,
        "text": "Eğer Rabbin dileseydi, insanları elbette tek bir ümmet kılardı. Oysa, onlar, anlaşmazlığı sürdürmektedirler:",
        "numberInSurah": 118,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1592,
        "text": "Rabbinin rahmet ettikleri dışında. Onları bunun için yarattı. Böylece Rabbinin (şu) sözü tamamlanıp gerçekleşmiştir: \"Andolsun, cehennemi cinlerden ve insanlardan, (kafirlerin) tümüyle dolduracağım.\"",
        "numberInSurah": 119,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1593,
        "text": "Sana elçilerin haberlerinden -kalbini sağlamlaştıracak- doğru haberler aktarıyoruz. Bunda sana hak ve mü'minlere bir öğüt ve uyarı gelmiştir.",
        "numberInSurah": 120,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1594,
        "text": "İman etmeyenlere de ki: \"Yapabileceğinizi yapın; elbette biz de yapacağız.\"",
        "numberInSurah": 121,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1595,
        "text": "Ve gözleyip durun; gerçekten biz de gözleyip duruyoruz.\"",
        "numberInSurah": 122,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1596,
        "text": "Göklerin ve yerin gaybı Allah'ındır, bütün işler O'na döndürülür; öyleyse O'na kulluk edin ve O'na tevekkül edin. Senin Rabbin yaptıklarınızdan habersiz değildir.",
        "numberInSurah": 123,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "tr.bulac",
      "language": "tr",
      "name": "Alİ Bulaç",
      "englishName": "Alİ Bulaç",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}