{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 12,
    "name": "سُورَةُ يُوسُفَ",
    "englishName": "Yusuf",
    "englishNameTranslation": "Joseph",
    "revelationType": "Meccan",
    "numberOfAyahs": 111,
    "ayahs": [
      {
        "number": 1597,
        "text": "Elif, Lam, Ra. Bunlar, apaçık Kitab'ın ayetleridir.",
        "numberInSurah": 1,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 193,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1598,
        "text": "Gerçekten Biz, akıl erdirirsiniz diye, onu Arapça bir Kur'an olarak indirdik.",
        "numberInSurah": 2,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 193,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1599,
        "text": "Biz bu Kur'an'ı sana vahyetmemizle, en güzel kıssaları gerçek bir haber (kıssa) olarak sana aktarıyoruz, oysa sen, daha önce, bundan haberi olmayanlardandın.",
        "numberInSurah": 3,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 193,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1600,
        "text": "Hani Yusuf babasına: \"Babacığım, gerçekten ben (rüyamda) on bir yıldız, Güneş'i ve Ay'ı gördüm; bana secde etmektelerken gördüm\" demişti.",
        "numberInSurah": 4,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 193,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1601,
        "text": "(Babası) Demişti ki: \"Oğlum, rüyanı kardeşlerine anlatma, yoksa sana bir tuzak kurarlar. Çünkü şeytan, insan için apaçık bir düşmandır.\"",
        "numberInSurah": 5,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 193,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1602,
        "text": "\"Böylece Rabbin seni seçkin kılacak, sözlerin yorumundan (kaynaklanan bir bilgiyi) sana öğretecek ve daha önce ataların İbrahim ve İshak'a (nimetini) tamamladığı gibi senin ve Yakub ailesinin üzerindeki nimetini tamamlayacaktır. Elbette Rabbin, bilendir, hüküm ve hikmet sahibidir.\"",
        "numberInSurah": 6,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 193,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1603,
        "text": "Andolsun, Yusuf ve kardeşlerinde soranlar için ayetler (ibretler) vardır.",
        "numberInSurah": 7,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1604,
        "text": "Onlar şöyle demişti: \"Yusuf ve kardeşi babamıza bizden daha sevgilidir; oysa ki biz, birbirini pekiştiren bir topluluğuz. Gerçekte babamız, açıkça bir şaşkınlık içindedir.\"",
        "numberInSurah": 8,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1605,
        "text": "\"Öldürün Yusuf'u veya onu bir yere atıp-bırakın ki babanızın yüzü yalnızca size (dönük) kalsın. Ondan sonra da salih bir topluluk olursunuz.\"",
        "numberInSurah": 9,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1606,
        "text": "İçlerinden bir sözcü dedi ki: \"Eğer (mutlaka bir şey) yapacaksanız, öldürmeyin Yusuf'u, onu kuyunun derinliklerine bırakıverin de bir yolcu kafilesi alsın.\"",
        "numberInSurah": 10,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1607,
        "text": "(Bu karara vardıktan sonra) \"Ey Babamız,\" dediler. \"Sana ne oluyor, Yusuf'a karşı bize güvenmiyorsun? Oysa gerçekte biz, onun iyiliğini isteyenleriz.\"",
        "numberInSurah": 11,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1608,
        "text": "\"Sen onu yarın bizimle gönder, gönlünce gezsin, oynasın. Elbette biz onu koruyup-gözetiriz.\"",
        "numberInSurah": 12,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1609,
        "text": "Dedi ki: \"Sizin onu götürmeniz gerçekten beni üzer ve siz ondan habersiz iken onu kurdun yemesinden korkuyorum.\"",
        "numberInSurah": 13,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1610,
        "text": "Dediler ki: \"Andolsun, biz, birbirini kollayan bir topluluk iken, kurt onu yerse, bu durumda şüphesiz kayba uğrayan (aciz) kimseler oluruz.\"",
        "numberInSurah": 14,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1611,
        "text": "Nitekim onu götürdükleri ve kuyunun derinliklerine atmaya topluca davrandıkları zaman, Biz ona (şöyle) vahyettik: \"Andolsun, sen onlara kendileri, farkında değilken bu yaptıklarını haber vereceksin.\"",
        "numberInSurah": 15,
        "juz": 12,
        "manzil": 3,
        "page": 237,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1612,
        "text": "Akşam üstü babalarına ağlar vaziyette geldiler.",
        "numberInSurah": 16,
        "juz": 12,
        "manzil": 3,
        "page": 237,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1613,
        "text": "Dediler ki: \"Ey Babamız, gerçek şu ki, biz gittik, yarışıyorduk. Yusuf'u da yiyeceklerimizin (veya eşyamızın) yanında bırakmıştık. Fakat onu kurt yemiş. Ne var ki biz doğruyu söylesek bile sen bize inanacak değilsin.\"",
        "numberInSurah": 17,
        "juz": 12,
        "manzil": 3,
        "page": 237,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1614,
        "text": "Ve üzerine yalandan kan (sürülmüş) olan gömleğini getirdiler. \"Hayır\" dedi. Nefsiniz, sizi yanıltıp (böyle) bir işe sürüklemiş. Bundan sonra (bana düşen) güzel bir sabırdır. Sizin bu düzüp-uydurduklarınıza karşı (Kendisi'nden) yardım istenecek olan Allah'tır.\"",
        "numberInSurah": 18,
        "juz": 12,
        "manzil": 3,
        "page": 237,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1615,
        "text": "Bir yolcu-kafilesi geldi, sucularını (kuyuya su almak için) gönderdiler. O da kovasını sarkıttı. \"Hey müjde... Bu bir çocuk.\" dedi. Ve onu (kuyudan çıkarıp) 'ticaret konusu bir mal' olarak sakladılar. Oysa Allah, yapmakta olduklarını bilendi.",
        "numberInSurah": 19,
        "juz": 12,
        "manzil": 3,
        "page": 237,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1616,
        "text": "Onu ucuz bir fiyata, sayısı belli (birkaç) dirheme sattılar. Onu pek önemsemediler.",
        "numberInSurah": 20,
        "juz": 12,
        "manzil": 3,
        "page": 237,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1617,
        "text": "Onu satın alan bir Mısırlı (aziz,) karısına: \"Onun yerini üstün tut (ona güzel bak), umulur ki bize bir yararı dokunur ya da onu evlat ediniriz\" dedi. Böylelikle Biz, Yusuf'u yeryüzünde (Mısır'da) yerleşik kıldık. Ona sözlerin yorumundan (olan bir bilgiyi) öğrettik. Allah, emrinde galib olandır, ancak insanların çoğu bilmezler.",
        "numberInSurah": 21,
        "juz": 12,
        "manzil": 3,
        "page": 237,
        "ruku": 195,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1618,
        "text": "Erginlik çağına erişince, kendisine hüküm ve ilim verdik. İşte Biz, iyilik yapanları böyle ödüllendiririz.",
        "numberInSurah": 22,
        "juz": 12,
        "manzil": 3,
        "page": 237,
        "ruku": 195,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1619,
        "text": "Evinde kalmakta olduğu kadın, ondan murad almak istedi ve kapıları sımsıkı kapatarak: \"İsteklerim senin içindir, gelsene\" dedi. (Yusuf) Dedi ki: \"Allah'a sığınırım. Çünkü o benim Efendimdir, yerimi güzel tutmuştur. Gerçek şu ki, zalimler kurtuluşa ermez.\"",
        "numberInSurah": 23,
        "juz": 12,
        "manzil": 3,
        "page": 238,
        "ruku": 195,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1620,
        "text": "Andolsun kadın onu arzulamıştı, -eğer Rabbinin (zinayı yasaklayan) kesin kanıt (burhan)ını görmeseydi- o da (Yusuf da) onu arzulamıştı. Böylelikle Biz ondan kötülüğü ve fuhşu geri çevirmek için (ona delil gönderdik). Çünkü o, muhlis kullarımızdandı.",
        "numberInSurah": 24,
        "juz": 12,
        "manzil": 3,
        "page": 238,
        "ruku": 195,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1621,
        "text": "Kapıya doğru ikisi de koştular. Kadın onun gömleğini arkadan çekip yırttı. (Tam) Kapının yanında kadının efendisiyle karşılaştılar. Kadın dedi ki: \"Ailene kötülük isteyenin, zindana atılmaktan veya acı bir azaptan başka cezası ne olabilir?\"",
        "numberInSurah": 25,
        "juz": 12,
        "manzil": 3,
        "page": 238,
        "ruku": 195,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1622,
        "text": "(Yusuf) Dedi ki: \"Onun kendisi benden murad almak istedi.\" Kadının yakınlarından bir şahid şahitlik etti: \"Eğer onun gömleği ön taraftan yırtılmışsa bu durumda kadın doğruyu söylemiştir, kendisi ise yalan söyleyenlerdendir.",
        "numberInSurah": 26,
        "juz": 12,
        "manzil": 3,
        "page": 238,
        "ruku": 195,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1623,
        "text": "Yok eğer onun gömleği arkadan çekilip-yırtılmışsa, bu durumda kadın yalan söylemiştir ve kendisi doğruyu söyleyenlerdendir.\"",
        "numberInSurah": 27,
        "juz": 12,
        "manzil": 3,
        "page": 238,
        "ruku": 195,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1624,
        "text": "Onun gömleğinin arkadan çekilip-yırtıldığını gördüğü zaman (kocası): \"Doğrusu, bu sizin düzeninizden (biri)dir. Gerçekten sizin düzeniniz büyüktür\" dedi.",
        "numberInSurah": 28,
        "juz": 12,
        "manzil": 3,
        "page": 238,
        "ruku": 195,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1625,
        "text": "\"Yusuf, sen bundan yüz çevir. Sen de (kadın) günahın dolayısıyla bağışlanma dile. Doğrusu sen günahkarlardan oldun.\"",
        "numberInSurah": 29,
        "juz": 12,
        "manzil": 3,
        "page": 238,
        "ruku": 195,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1626,
        "text": "Şehirde (birtakım) kadınlar: \"Aziz (Vezir)'in karısı kendi uşağının nefsinden murad almak istiyormuş. Öyle ki sevgi onun bağrına sinmiş. Biz doğrusu onu açıkça bir sapıklık içinde görüyoruz.\" dedi.",
        "numberInSurah": 30,
        "juz": 12,
        "manzil": 3,
        "page": 238,
        "ruku": 196,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1627,
        "text": "(Kadın) Onların düzenlerini işitince, onlara (bir davetçi) yolladı, oturup dayanacakları yerler hazırladı ve her birinin eline (önlerindeki meyveleri soymaları için) bıçak verdi. (Yusuf'a da:) \"Çık, onlara (görün)\" dedi. Böylece onlar onu (olağanüstü güzellikte) görünce (insanüstü bir varlıkmış gibi gözlerinde) büyüttüler, (şaşkınlıklarından) ellerini kestiler ve: \"Allah'ı tenzih ederiz; bu bir beşer değildir. Bu, ancak üstün bir melektir\" dediler.",
        "numberInSurah": 31,
        "juz": 12,
        "manzil": 3,
        "page": 239,
        "ruku": 196,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1628,
        "text": "Kadın dedi ki: \"Beni kendisiyle kınadığınız işte budur. Andolsun onun nefsinden ben murad istedim, o ise (kendini) korudu. Ve andolsun, eğer o kendisine emrettiğimi yapmayacak olursa, mutlaka zindana atılacak ve elbette küçük düşürülenlerden olacak.\"",
        "numberInSurah": 32,
        "juz": 12,
        "manzil": 3,
        "page": 239,
        "ruku": 196,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1629,
        "text": "(Yusuf) Dedi ki: \"Rabbim, zindan, bunların beni kendisine çağırdıkları şeyden bana daha sevimlidir. Kurdukları düzeni benden uzaklaştırmazsan, onlara (korkarım) eğilim gösterir, (böylece) cahillerden olurum.\"",
        "numberInSurah": 33,
        "juz": 12,
        "manzil": 3,
        "page": 239,
        "ruku": 196,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1630,
        "text": "Böylece Rabbi, duasını kabul etti ve onların hileli düzenlerini kendisinden uzaklaştırdı. Çünkü O, işitendir, bilendir.",
        "numberInSurah": 34,
        "juz": 12,
        "manzil": 3,
        "page": 239,
        "ruku": 196,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1631,
        "text": "Sonra onlarda (Yusuf'un iffetine ilişkin) delilleri görmelerinin ardından, mutlaka onu belli bir vakte kadar zindana atmak (görüşü)ağır bastı.",
        "numberInSurah": 35,
        "juz": 12,
        "manzil": 3,
        "page": 239,
        "ruku": 196,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1632,
        "text": "Onunla birlikte iki genç de zindana girmişti. Biri: \"Ben (rüyamda) kendimi şarap sıkıyorken gördüm.\" dedi. Öbürü: \"Ben de kendimi başımın üstünde ekmek taşıyorken gördüm; kuş da ondan yemekteydi\" dedi. \"Bunun yorumundan bize haber ver. Doğrusu biz seni, iyilik yapanlardan görmekteyiz.\"",
        "numberInSurah": 36,
        "juz": 12,
        "manzil": 3,
        "page": 239,
        "ruku": 197,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1633,
        "text": "Dedi ki: \"Size rızıklanacağınız bir yemek gelecek olsa, ben mutlaka size daha gelmeden önce onun ne olduğunu haber veririm. Bu, Rabbimin bana öğrettiklerindendir. Doğrusu ben, Allah'a iman etmeyen, ahireti de tanımayanların ta kendileri olan bir topluluğun dinini terk ettim.\"",
        "numberInSurah": 37,
        "juz": 12,
        "manzil": 3,
        "page": 239,
        "ruku": 197,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1634,
        "text": "\"Atalarım İbrahim'in, İshak'ın ve Yakub'un dinine uydum. Allah'a hiçbir şeyle şirk koşmamız bizim için olacak şey değil. Bu, bize ve insanlara Allah'ın lütuf ve ihsanındandır, ancak insanların çoğu şükretmezler.\"",
        "numberInSurah": 38,
        "juz": 12,
        "manzil": 3,
        "page": 240,
        "ruku": 197,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1635,
        "text": "\"Ey zindan arkadaşlarım, birbirinden ayrı (bir sürü) Rabler mi daha hayırlıdır, yoksa kahhar (kahredici) olan bir tek Allah mı?\"",
        "numberInSurah": 39,
        "juz": 12,
        "manzil": 3,
        "page": 240,
        "ruku": 197,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1636,
        "text": "\"Sizin Allah'tan başka taptıklarınız, Allah'ın kendileri hakkında hiçbir delil indirmediği, sizin ve atalarınızın ad olarak adlandırdıklarınızdan başkası değildir. Hüküm, yalnızca Allah'ındır. O, Kendisi'nden başkasına kulluk etmemenizi emretmiştir. Dosdoğru olan din işte budur, ancak insanların çoğu bilmezler.\"",
        "numberInSurah": 40,
        "juz": 12,
        "manzil": 3,
        "page": 240,
        "ruku": 197,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1637,
        "text": "\"Ey zindan arkadaşlarım, ikinizden biri efendisine şarap içirecek, diğeri ise asılacak, kuş onun başından yiyecek. İşte hakkında fetva istemekte olduğunuz iş (artık) olup bitmiştir.\"",
        "numberInSurah": 41,
        "juz": 12,
        "manzil": 3,
        "page": 240,
        "ruku": 197,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1638,
        "text": "İkisinden kurtulacağını sandığı kişiye dedi ki: \"Efendinin katında beni hatırla.\" Fakat şeytan, efendisine hatırlatmayı ona unutturdu, böylece daha nice yıllar (Yusuf) zindanda kaldı.",
        "numberInSurah": 42,
        "juz": 12,
        "manzil": 3,
        "page": 240,
        "ruku": 197,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1639,
        "text": "Hükümdar: \"Ben (rüyamda) yedi besili inek görüyorum, onları yedi zayıf inek yiyor; bir de yedi yeşil başak ve diğerleri ise kupkuru. Ey önde gelen (kahin-bilginler,) eğer rüya yorumluyorsanız benim bu rüyamı çözüverin\" dedi.",
        "numberInSurah": 43,
        "juz": 12,
        "manzil": 3,
        "page": 240,
        "ruku": 198,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1640,
        "text": "Dediler ki: \"(Bunlar) Karmakarışık düşlerdir. Biz böyle düşlerin yorumunu bilenler değiliz.\"",
        "numberInSurah": 44,
        "juz": 12,
        "manzil": 3,
        "page": 241,
        "ruku": 198,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1641,
        "text": "O iki kişiden kurtulmuş olanı, nice zaman sonra hatırladı ve: \"Ben bunun yorumunu size haber veririm, hemen beni (zindana) gönderin\" dedi.",
        "numberInSurah": 45,
        "juz": 12,
        "manzil": 3,
        "page": 241,
        "ruku": 198,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1642,
        "text": "(Zindana gidip:) \"Yusuf, ey doğru (sözlü insan).. Yedi besili ineği yedi zayıf (ineğin) yediği ve yedi yeşil başakla diğerleri kuru olan (rüya) konusunda bize fetva ver. Umarım ki insanlara da (senin söylediklerinle) dönerim, belki onlar (bunun anlamını) öğrenmiş olurlar.\"",
        "numberInSurah": 46,
        "juz": 12,
        "manzil": 3,
        "page": 241,
        "ruku": 198,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1643,
        "text": "Dedi ki: \"Siz yedi yıl, önceleri (ektiğiniz) gibi ekin ekin, yediğinizin az bir kısmı dışında (kalanını) biçtiklerinizi başağında bırakın.\"",
        "numberInSurah": 47,
        "juz": 12,
        "manzil": 3,
        "page": 241,
        "ruku": 198,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1644,
        "text": "Sonra bunun arkasından (kuraklığı) zorlu yedi yıl gelecektir, sakladığınız az bir miktar dışında, daha önce biriktirdiğinizi yiyip bitirecektir.\"",
        "numberInSurah": 48,
        "juz": 12,
        "manzil": 3,
        "page": 241,
        "ruku": 198,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1645,
        "text": "Sonra bunun arkasından bir yıl gelecektir ki, insanlar onda bol bol yağmura kavuşturulacak ve onda sıkıp-sağacaklar.\"",
        "numberInSurah": 49,
        "juz": 12,
        "manzil": 3,
        "page": 241,
        "ruku": 198,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1646,
        "text": "Hükümdar dedi ki: \"Onu bana getirin.\" Ona elçi geldiğinde (Yusuf:) \"Efendine (Rabbine) dön de ona sor: \"Ellerini kesen o kadınların durumu neydi? Doğrusu benim Rabbim, onların hileli düzenlerini gerçekten bilendir.\"",
        "numberInSurah": 50,
        "juz": 12,
        "manzil": 3,
        "page": 241,
        "ruku": 199,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1647,
        "text": "(Hükümdar topladığı o kadınlara:) \"Yusuf'un nefsinden murad almak istediğinizde sizin durumunuz neydi?\" dedi. Onlar: \"Allah için, haşa\" dediler. \"Biz ondan hiçbir kötülük görmedik.\" Aziz (Vezir)in de karısı dedi ki: \"İşte şu anda gerçek orta yere çıktı; onun nefsinden ben murad almak istemiştim. O ise gerçekten doğruyu söyleyenlerdendir.\"",
        "numberInSurah": 51,
        "juz": 12,
        "manzil": 3,
        "page": 241,
        "ruku": 199,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1648,
        "text": "(Yusuf aracıya şunu söyledi:) \"Bu, (itiraf Vezirin) yokluğunda gerçekten kendisine ihanet etmediğimi ve gerçekten Allah'ın ihanet edenlerin hileli-düzenlerini başarıya ulaştırmadığını kendisinin de bilip öğrenmesi içindi.\"",
        "numberInSurah": 52,
        "juz": 12,
        "manzil": 3,
        "page": 241,
        "ruku": 199,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1649,
        "text": "\"(Yine de) Ben nefsimi temize çıkaramam. Çünkü gerçekten nefis, -Rabbimin kendisini esirgediği dışında- var gücüyle kötülüğü emredendir. Şüphesiz, benim Rabbim, bağışlayandır, esirgeyendir.\"",
        "numberInSurah": 53,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 199,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1650,
        "text": "Hükümdar dedi ki: \"Onu bana getirin, onu kendime bağlı kılayım.\" Onunla konuştuğunda da (şöyle) dedi: \"Sen bugün bizim yanımızda (artık) önemli bir yer sahibisin, güvenilir (bir danışman-yönetici)sin.\"",
        "numberInSurah": 54,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 199,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1651,
        "text": "(Yusuf) Dedi ki: \"Beni (bu) yerin (ülkenin) hazineleri üzerinde (bir yönetici) kıl. Çünkü ben, (bunları iyi) bir koruyucuyum, (yönetim işlerini de) bilenim.\"",
        "numberInSurah": 55,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 199,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1652,
        "text": "İşte böylece Biz yeryüzünde Yusuf'a güç ve imkan (iktidar) verdik. Öyle ki, orada (Mısır'da) dilediği yerde konakladı. Biz kime dilersek rahmetimizi nasib ederiz ve iyilik yapanların ecrini kayba uğratmayız.",
        "numberInSurah": 56,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 199,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1653,
        "text": "Ahiretin karşılığı ise, iman edenler ve takvada bulunanlar için daha hayırlıdır.",
        "numberInSurah": 57,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 199,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1654,
        "text": "(Kuraklık başlayınca) Yusuf'un kardeşleri gelip yanına girdiler, onu tanımadıkları halde kendisi onları hemen tanıdı.",
        "numberInSurah": 58,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1655,
        "text": "Onların erzak yüklerini hazırlayınca dedi ki: \"Bana babanızdan olan kardeşinizi getirin. Görmüyor musunuz, ben ölçüyü tam tutarım ve ben konukseverlerin en hayırlısıyım.\"",
        "numberInSurah": 59,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1656,
        "text": "\"Eğer onu bana getirmeyecek olursanız, artık benim katımda sizin için bir ölçek (erzak) yoktur ve bana da yaklaşmayın.\"",
        "numberInSurah": 60,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1657,
        "text": "Dediler ki: \"Onu babasından istemeye çalışacağız ve herhalde biz bunu yapabileceğiz.\"",
        "numberInSurah": 61,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1658,
        "text": "Yardımcılarına dedi ki: \"Sermayelerini (erzak bedellerini) yüklerinin içine koyun. İhtimal ki ailelerine döndüklerinde bunun farkına varırlar da belki geri dönerler.\"",
        "numberInSurah": 62,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1659,
        "text": "Böylelikle babalarına döndükleri zaman, dediler ki: \"Ey babamız, ölçek bizden engellendi. Bu durumda kardeşimizi bizimle gönder de erzağı alalım. Onu mutlaka koruyacağız.\"",
        "numberInSurah": 63,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1660,
        "text": "Dedi ki: \"Daha önce kardeşi konusunda size güvendiğimden başka (bir şekilde) onun hakkında size güvenir miyim? Allah en hayırlı koruyucudur ve O, esirgeyenlerin esirgeyicisidir.\"",
        "numberInSurah": 64,
        "juz": 13,
        "manzil": 3,
        "page": 243,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1661,
        "text": "Erzak yüklerini açıp da sermayelerinin kendilerine geri verilmiş olduğunu gördüklerinde, dediler ki: \"Ey Babamız, daha neyi arıyoruz, işte sermayemiz bize geri verilmiş; (bununla yine) ailemize erzak getiririz, kardeşimizi koruruz ve bir deve yükünü de ilave ederiz. Bu (aldığımız) az bir ölçektir.\"",
        "numberInSurah": 65,
        "juz": 13,
        "manzil": 3,
        "page": 243,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1662,
        "text": "\"Bana etrafınızın çepeçevre kuşatılması dışında, onu ne olursa olsun mutlaka bana getireceğinize dair Allah adına kesin bir söz verinceye kadar, onu sizinle asla gönderemem.\" dedi. Böylelikle ona kesin bir söz verince dedi ki: \"Allah, söylediklerimize vekildir.\"",
        "numberInSurah": 66,
        "juz": 13,
        "manzil": 3,
        "page": 243,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1663,
        "text": "Ve dedi ki: \"Ey çocuklarım, tek bir kapıdan girmeyin, ayrı ayrı kapılardan girin. Ben size Allah'tan hiçbir şeyi sağlayamam (gideremem). Hüküm yalnızca Allah'ındır. Ben O'na tevekkül ettim. Tevekkül edenler de yalnızca O'na tevekkül etmelidirler.\"",
        "numberInSurah": 67,
        "juz": 13,
        "manzil": 3,
        "page": 243,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1664,
        "text": "Babalarının kendilerine emrettiği yerden (Mısır'a) girdiklerinde, (bu,) -Yakub'un nefsindeki dileği açığa çıkarması dışında- onlara Allah'tan gelecek olan hiçbir şeyi (gidermeyi) sağlamadı. Gerçekten o, kendisine öğrettiğimiz için bir ilim sahibiydi. Ancak insanların çoğu bilmezler.",
        "numberInSurah": 68,
        "juz": 13,
        "manzil": 3,
        "page": 243,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1665,
        "text": "Yusuf'un yanına girdikleri zaman, o, kardeşini bağrına bastı; \"Ben\" dedi. \"Senin gerçekten kardeşinim. Artık onların yaptıklarına üzülme.\"",
        "numberInSurah": 69,
        "juz": 13,
        "manzil": 3,
        "page": 243,
        "ruku": 201,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1666,
        "text": "Erzak yüklerini kendilerine hazırlayınca da, su kabını kardeşinin yükü içine bıraktı, sonra bir münadi (şöyle) seslendi: \"Ey kafile, sizler gerçekten hırsızsınız.\"",
        "numberInSurah": 70,
        "juz": 13,
        "manzil": 3,
        "page": 244,
        "ruku": 201,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1667,
        "text": "Onlara doğru yönelerek: \"Neyi kaybettiniz?\" dediler.",
        "numberInSurah": 71,
        "juz": 13,
        "manzil": 3,
        "page": 244,
        "ruku": 201,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1668,
        "text": "Dediler ki: \"Hükümdarın su tasını kaybettik, kim onu (bulup) getirirse, (ona armağan olarak) bir deve yükü vardır. Ben de buna kefilim.\"",
        "numberInSurah": 72,
        "juz": 13,
        "manzil": 3,
        "page": 244,
        "ruku": 201,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1669,
        "text": "\"Allah adına, hayret\" dediler. \"Siz de bilmişsiniz ki, biz (bu) yere bozgunculuk çıkarmak amacıyla gelmedik ve biz hırsız değiliz.\"",
        "numberInSurah": 73,
        "juz": 13,
        "manzil": 3,
        "page": 244,
        "ruku": 201,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1670,
        "text": "\"Öyleyse\" dediler. \"Eğer yalan söylüyorsanız (bunun) cezası nedir?\"",
        "numberInSurah": 74,
        "juz": 13,
        "manzil": 3,
        "page": 244,
        "ruku": 201,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1671,
        "text": "Dediler ki: \"Bunun cezası, (su tası) yükünde bulunanın kendisidir. İşte biz zulmedenleri böyle cezalandırırız.\"",
        "numberInSurah": 75,
        "juz": 13,
        "manzil": 3,
        "page": 244,
        "ruku": 201,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1672,
        "text": "Böylece (Yusuf) kardeşinin kabından önce onların kablarını (yoklamaya) başladı, sonra onu kardeşinin kabından çıkardı. İşte Biz Yusuf için böyle bir plan düzenledik. (Yoksa) Hükümdarın dininde (yürürlükteki kanuna göre) kardeşini (yanında) alıkoyamazdı. Ancak Allah'ın dilemesi başka. Biz dilediğimizi derecelerle yükseltiriz. Ve her bilgi sahibinin üstünde daha iyi bir bilen vardır.",
        "numberInSurah": 76,
        "juz": 13,
        "manzil": 3,
        "page": 244,
        "ruku": 201,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1673,
        "text": "Dediler ki: \"Şayet çalmış bulunuyorsa, bundan önce onun kardeşi de çalmıştı.\" Yusuf bunu kendi içinde saklı tuttu ve bunu onlara açıklamadı (ve içinden): \"Siz daha kötü bir konumdasınız\" dedi. \"Sizin düzmekte olduklarınızı Allah daha iyi bilir.\"",
        "numberInSurah": 77,
        "juz": 13,
        "manzil": 3,
        "page": 244,
        "ruku": 201,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1674,
        "text": "Dediler ki: \"Ey Vezir, gerçek şu ki, bunun yaşlı (ve) büyük bir babası var; onun yerine bizden birisini alıkoy. Doğrusu biz, seni iyilik yapanlardan görmekteyiz.\"",
        "numberInSurah": 78,
        "juz": 13,
        "manzil": 3,
        "page": 244,
        "ruku": 201,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1675,
        "text": "Dedi ki: \"Eşyamızı kendisinde bulduğumuzun dışında, birisini alıkoymamızdan Allah'a sığınırız. Yoksa bu durumda kuşkusuz biz zalim oluruz.\"",
        "numberInSurah": 79,
        "juz": 13,
        "manzil": 3,
        "page": 245,
        "ruku": 201,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1676,
        "text": "Ondan umutlarını kestikleri zaman, (durumu) kendi aralarında görüşmek üzere bir yana çekildiler. Onların büyükleri dedi ki: \"Babanızın size karşı Allah adına kesin bir söz aldığını ve daha önce Yusuf konusunda yaptığımız aşırılığı (işlediğimiz suçu) bilmiyor musunuz? Artık (bundan böyle) ben, ya babam bana izin verinceye veya Allah bana ilişkin hüküm verinceye kadar (bu) yerden kesin olarak ayrılamam. O, hüküm verenlerin en hayırlısıdır.\"",
        "numberInSurah": 80,
        "juz": 13,
        "manzil": 3,
        "page": 245,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1677,
        "text": "\"Dönün babanıza ve deyin ki: '-Ey babamız, senin oğlun gerçekten hırsızlık etti. Biz, bildiğimizden başkasına şahitlik etmedik. Biz gaybın kollayıcıları değiliz.\"",
        "numberInSurah": 81,
        "juz": 13,
        "manzil": 3,
        "page": 245,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1678,
        "text": "\"İçinde (yaşamakta) olduğumuz şehre sor, hem kendisinde geldiğimiz kervana da. Biz gerçekten doğruyu söyleyenleriz.\"",
        "numberInSurah": 82,
        "juz": 13,
        "manzil": 3,
        "page": 245,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1679,
        "text": "(Şehre dönüp durumu babalarına aktarınca o:) \"Hayır\" dedi. \"Nefsiniz sizi yanıltıp (böyle) bir işe sürüklemiş. Bundan sonra (bana düşen) güzel bir sabırdır. Umulur ki Allah (pek yakın bir gelecekte) onların tümünü bana getirir. Çünkü O, bilenin, hüküm ve hikmet sahibi olanın Kendisi'dir.\"",
        "numberInSurah": 83,
        "juz": 13,
        "manzil": 3,
        "page": 245,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1680,
        "text": "Ve onlardan yüz(ünü) çevirdi ve: \"Ey Yusuf'a karşı (artan dayanılmaz) kahrım\" dedi ve gözleri üzüntüsünden (ağardıkça) ağardı. Ki yutkundukça yutkunuyordu.\"",
        "numberInSurah": 84,
        "juz": 13,
        "manzil": 3,
        "page": 245,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1681,
        "text": "\"Allah adına, hayret\" dediler. \"Hala Yusuf'u anıp durmaktasın. Sonunda (ya kahrından) hastalanacaksın ya da helake uğrayanlardan olacaksın.\"",
        "numberInSurah": 85,
        "juz": 13,
        "manzil": 3,
        "page": 245,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1682,
        "text": "Dedi ki: \"Ben, dayanılmaz kahrımı ve üzüntümü yalnızca Allah'a şikayet ediyorum. Ben Allah'tan (bir bilgi olarak) sizin bilmediğinizi de biliyorum.\"",
        "numberInSurah": 86,
        "juz": 13,
        "manzil": 3,
        "page": 245,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1683,
        "text": "\"Oğullarım, gidin de Yusuf ile kardeşinden (duyarlı bir araştırmayla) bir haber getirin ve Allah'ın rahmetinden umut kesmeyin. Çünkü kafirler topluluğundan başkası Allah'ın rahmetinden umut kesmez.\"",
        "numberInSurah": 87,
        "juz": 13,
        "manzil": 3,
        "page": 246,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1684,
        "text": "Böylece onun (Yusuf'un) huzuruna girdikleri zaman, dediler ki: \"Ey Vezir, bize ve ailemize şiddetli bir darlık dokundu; önemi olmayan bir sermaye ile geldik. Bize artık (yine) ölçeği tam olarak ver ve bize ilave bir bağışta bulun. Şüphesiz Allah, tasaddukta bulunanlara karşılığını verir.\"",
        "numberInSurah": 88,
        "juz": 13,
        "manzil": 3,
        "page": 246,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1685,
        "text": "(Yusuf) Dedi ki: \"Sizler, cahiller iken Yusuf'a ve kardeşine neler yaptığınızı biliyor musunuz?\"",
        "numberInSurah": 89,
        "juz": 13,
        "manzil": 3,
        "page": 246,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1686,
        "text": "\"Sen gerçekten Yusuf musun, sensin öyle mi?\" dediler. \"Ben Yusuf'um\" dedi. \"Ve bu da kardeşimdir. Doğrusu Allah bize lütufta bulundu. Gerçek şu ki, kim sakınır ve sabrederse, şüphesiz Allah, iyilikte bulunanların karşılığını boşa çıkarmaz.\"",
        "numberInSurah": 90,
        "juz": 13,
        "manzil": 3,
        "page": 246,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1687,
        "text": "Dediler ki: \"Allah adına, hayret, Allah seni gerçekten bize karşı tercih edip-seçmiştir ve biz de gerçekten hataya düşenler idik.\"",
        "numberInSurah": 91,
        "juz": 13,
        "manzil": 3,
        "page": 246,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1688,
        "text": "Dedi ki: \"Bugün size karşı sorgulama, kınama yoktur. Sizi Allah bağışlasın. O, merhametlilerin (en) merhametlisidir.\"",
        "numberInSurah": 92,
        "juz": 13,
        "manzil": 3,
        "page": 246,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1689,
        "text": "\"Bu gömleğimle gidin de, babamın yüzüne sürün. Gözü (yine) görür hale gelir. Bütün ailenizi de bana getirin.\"",
        "numberInSurah": 93,
        "juz": 13,
        "manzil": 3,
        "page": 246,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1690,
        "text": "Kafile (Mısır'dan) ayrılmaya başladığı zaman, babaları dedi ki: \"Eğer beni bunamış saymıyorsanız, inanın Yusuf'un kokusunu (burnumda tüter) buluyorum.\"",
        "numberInSurah": 94,
        "juz": 13,
        "manzil": 3,
        "page": 246,
        "ruku": 203,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1691,
        "text": "\"Allah adına, hayret\" dediler. \"Sen hala geçmişteki yanlışlığındasın.\"",
        "numberInSurah": 95,
        "juz": 13,
        "manzil": 3,
        "page": 246,
        "ruku": 203,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1692,
        "text": "Müjdeci gelip de onu (gömleği) onun yüzüne sürdüğü zaman, gözü görür olarak (sağlığına) dönüverdi. (Yakub) Dedi ki: \"Ben, size bilmediğinizi Allah'tan gerçekten biliyorum demedim mi?\"",
        "numberInSurah": 96,
        "juz": 13,
        "manzil": 3,
        "page": 247,
        "ruku": 203,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1693,
        "text": "(Çocukları da:) \"Ey babamız, bizim için günahlarımızın bağışlanmasını dile. Biz gerçekten hataya düşenler idik\" dediler.",
        "numberInSurah": 97,
        "juz": 13,
        "manzil": 3,
        "page": 247,
        "ruku": 203,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1694,
        "text": "\"İlerde sizin için Rabbimden bağışlanma dilerim. Çünkü O, bağışlayandır, esirgeyendir\" dedi.",
        "numberInSurah": 98,
        "juz": 13,
        "manzil": 3,
        "page": 247,
        "ruku": 203,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1695,
        "text": "Böylece onlar (gelip) Yusuf'un yanına girdikleri zaman, anne ve babasını bağrına bastı ve dedi ki: \"Allah'ın dilemesiyle Mısır'a güvenlik içinde giriniz.\"",
        "numberInSurah": 99,
        "juz": 13,
        "manzil": 3,
        "page": 247,
        "ruku": 203,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1696,
        "text": "Babasını ve annesini tahta çıkarıp oturttu; onun için secdeye kapandılar. Dedi ki: \"Ey Babam, bu, daha önceki rüyamın yorumudur. Doğrusu Rabbim onu gerçek kıldı. Bana iyilik etti, çünkü beni zindandan çıkardı. Şeytan benimle kardeşlerimin arasını açtıktan sonra, (O,) çölden sizi getirdi. Şüphesiz benim Rabbim, dilediğini pek ince düzenleyip tedbir edendi. Gerçekten bilen, hüküm ve hikmet sahibi O'dur.\"",
        "numberInSurah": 100,
        "juz": 13,
        "manzil": 3,
        "page": 247,
        "ruku": 203,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1697,
        "text": "\"Rabbim, Sen bana mülkten (bir pay ve onu yönetme imkanını) verdin, sözlerin yorumundan (bir bilgi) öğrettin. Göklerin ve yerin Yaratıcısı, dünyada ve ahirette benim velim Sensin. Müslüman olarak benim hayatıma son ver ve beni salihlerin arasına kat.\"",
        "numberInSurah": 101,
        "juz": 13,
        "manzil": 3,
        "page": 247,
        "ruku": 203,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1698,
        "text": "Bu, sana (ey Muhammed) vahyettiğimiz gayb haberlerindendir. Yoksa onlar, (Yusuf'un kardeşleri) o hileli-düzeni kurarlarken, yapacakları işe topluca karar verdikleri zaman sen yanlarında değildin.",
        "numberInSurah": 102,
        "juz": 13,
        "manzil": 3,
        "page": 247,
        "ruku": 203,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1699,
        "text": "Sen şiddetle arzu etsen bile, insanların çoğu iman edecek değildir.",
        "numberInSurah": 103,
        "juz": 13,
        "manzil": 3,
        "page": 247,
        "ruku": 203,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1700,
        "text": "Oysa ki sen buna karşı onlardan bir ücret de istemiyorsun. O, alemler için yalnızca bir 'öğüt ve hatırlatmadır.'",
        "numberInSurah": 104,
        "juz": 13,
        "manzil": 3,
        "page": 248,
        "ruku": 203,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1701,
        "text": "Göklerde ve yerde nice ayetler vardır ki, üzerinden geçerler de, ona sırtlarını dönüp giderler.",
        "numberInSurah": 105,
        "juz": 13,
        "manzil": 3,
        "page": 248,
        "ruku": 204,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1702,
        "text": "Onların çoğu Allah'a iman etmezler de ancak şirk katıp-dururlar.",
        "numberInSurah": 106,
        "juz": 13,
        "manzil": 3,
        "page": 248,
        "ruku": 204,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1703,
        "text": "Şimdi bunlar, kendilerine Allah'ın azabından kapsamlı bir bürümenin gelivermesinden veya onların hiç haberleri yokken kıyametin onlara apansız gelmesinden kendilerini güvende mi buldular?",
        "numberInSurah": 107,
        "juz": 13,
        "manzil": 3,
        "page": 248,
        "ruku": 204,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1704,
        "text": "De ki: \"Bu, benim yolumdur. Bir basiret üzere Allah'a davet ederim; ben ve bana uyanlar da. Ve Allah'ı tenzih ederim, ben müşriklerden değilim.\"",
        "numberInSurah": 108,
        "juz": 13,
        "manzil": 3,
        "page": 248,
        "ruku": 204,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1705,
        "text": "Biz senden önce, şehirler halkına kendilerine vahyettiğimiz kimseler dışında (başkalarını elçi olarak) göndermedik. Hiç yeryüzünde dolaşmıyorlar mı, ki kendilerinden öncekilerin nasıl bir sona uğradıklarını görmüş olsunlar? Korkup-sakınanlar için ahiret yurdu elbette daha hayırlıdır. Siz yine de akıl erdirmeyecek misiniz?",
        "numberInSurah": 109,
        "juz": 13,
        "manzil": 3,
        "page": 248,
        "ruku": 204,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1706,
        "text": "Öyle ki elçiler, umutlarını kesip de, artık onların gerçekten yalanladıklarını sandıkları bir sırada onlara yardımımız gelmiştir; Biz kimi dilersek o kurtulmuştur. Suçlu-günahkarlar topluluğundan zorlu azabımız kesin olarak geri çevrilmeyecektir.",
        "numberInSurah": 110,
        "juz": 13,
        "manzil": 3,
        "page": 248,
        "ruku": 204,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1707,
        "text": "Andolsun, onların kıssalarında temiz akıl sahipleri için ibretler vardır. (Bu Kur'an) düzüp uydurulacak bir söz değildir, ancak kendinden öncekilerin doğrulayıcısı, herşeyin 'çeşitli biçimlerde açıklaması' ve iman edecek bir topluluk için bir hidayet ve rahmettir.",
        "numberInSurah": 111,
        "juz": 13,
        "manzil": 3,
        "page": 248,
        "ruku": 204,
        "hizbQuarter": 99,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "tr.bulac",
      "language": "tr",
      "name": "Alİ Bulaç",
      "englishName": "Alİ Bulaç",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}