{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 13,
    "name": "سُورَةُ الرَّعۡدِ",
    "englishName": "Ar-Ra'd",
    "englishNameTranslation": "The Thunder",
    "revelationType": "Medinan",
    "numberOfAyahs": 43,
    "ayahs": [
      {
        "number": 1708,
        "text": "Elif, Lam, Mim, Ra. Bunlar Kitab'ın ayetleridir. Ve sana Rabbinden indirilen haktır. Ancak insanların çoğu iman etmezler.",
        "numberInSurah": 1,
        "juz": 13,
        "manzil": 3,
        "page": 249,
        "ruku": 205,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1709,
        "text": "Allah O'dur ki, gökleri dayanak olmaksızın yükseltti; onları görmektesiniz. Sonra arşa istiva etti ve güneş ile aya boyun eğdirdi, her biri adı konulmuş bir süreye kadar akıp gitmektedirler. Her işi evirip düzenler, ayetleri birer birer açıklar. Umulur ki, Rabbinize kavuşacağınıza kesin bilgiyle inanırsınız.",
        "numberInSurah": 2,
        "juz": 13,
        "manzil": 3,
        "page": 249,
        "ruku": 205,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1710,
        "text": "Ve O, yeri yayıp uzatan, onda sarsılmaz-dağlar ve ırmaklar kılandır. Orada ürünlerin her birinden ikişer çift yaratmıştır; geceyi gündüze bürümektedir. Şüphesiz bunlarda düşünen bir topluluk için gerçekten ayetler vardır.",
        "numberInSurah": 3,
        "juz": 13,
        "manzil": 3,
        "page": 249,
        "ruku": 205,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1711,
        "text": "Yeryüzünde birbirine yakın komşu kıtalar vardır; üzüm bağları, ekinler, çatallı ve çatalsız hurmalıklar da vardır ki, bunlar aynı su ile sulanır; ama ürünlerinde (ki verimde ve lezzette) bazısını bazısına üstün kılıyoruz. Şüphesiz, bunlarda aklını kullanan bir topluluk için gerçekten ayetler vardır.",
        "numberInSurah": 4,
        "juz": 13,
        "manzil": 3,
        "page": 249,
        "ruku": 205,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1712,
        "text": "Eğer şaşıracaksan, asıl şaşkınlık konusu onların şöyle söylemeleridir: \"Biz toprak iken mi, gerçekten biz mi yeniden yaratılacağız?\" İşte onlar Rablerine karşı inkara sapanlar, işte onlar boyunlarına (ateşten) halkalar geçirilenler ve işte onlar -içinde ebedi kalacakları- ateşin arkadaşları olanlardır.",
        "numberInSurah": 5,
        "juz": 13,
        "manzil": 3,
        "page": 249,
        "ruku": 205,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1713,
        "text": "Onlar, iyilikten önce kötülüğü çabuklaştırmak istiyorlar; oysa onlardan önce nice örnekler gelip-geçmiştir. Ve şüphesiz, senin Rabbin, zulümlerine karşılık insanlar için bağışlama sahibidir ve şüphesiz senin Rabbin, cezası çok şiddetli olandır.",
        "numberInSurah": 6,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 205,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1714,
        "text": "İnkar edenler derler ki: \"Ona Rabbinden bir ayet (mucize) indirilseydi ya.\" Sen, yalnızca bir uyarıcısın ve her topluluk için bir hidayet önderisin.",
        "numberInSurah": 7,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 205,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1715,
        "text": "Allah, her dişinin neyi yüklendiğini (neye hamile kaldığını) ve döl yataklarının neyi eksiltip neyi eklediğini bilir. O'nun Katında herşey bir miktar (ölçü) iledir.",
        "numberInSurah": 8,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1716,
        "text": "O, gaybı da, müşahede edileni de bilendir. Pek büyüktür, Yücedir.",
        "numberInSurah": 9,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1717,
        "text": "Sizden sözü saklı tutan da, onu açığa vuran da, geceleyin gizlenen de ve gündüzün ortaklıkta gezen de (O'nun Katında bilme bakımından) birdir.",
        "numberInSurah": 10,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1718,
        "text": "O'nun (insanın) önünden ve arkasından izleyenleri vardır, onu Allah'ın emriyle gözetip-korumaktadırlar. Gerçekten Allah, kendi nefis (öz)lerinde olanı değiştirip bozuncaya kadar, bir toplulukta olanı değiştirip-bozmaz. Allah bir topluluğa kötülük istedi mi, artık onu geri çevirmeye hiçbir (biçimde imkan) yoktur; onlar için O'ndan başka bir veli yoktur.",
        "numberInSurah": 11,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1719,
        "text": "O size şimşeği korku ve umut olarak gösteren, (yağmur yüklü) ağırlaşmış bulutları (inşa edip) ortaya çıkarandır.",
        "numberInSurah": 12,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1720,
        "text": "Gök gürültüsü O'nu hamd ile, melekler de O'na olan korkularından tesbih ederler.. O, yıldırımları gönderip bununla dilediğine çarpar; onlar ise Allah hakkında çekişip-tartışırlar. O, gücü (ve cezası) pek çetin olandır.",
        "numberInSurah": 13,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1721,
        "text": "Hak olan çağrı (dua, ibadet) yalnızca O'na (olan)dır. Onların Allah'tan başka çağırdıkları ise, onlara hiçbir şeyle cevab veremezler. (Onların durumu) yalnızca, ağzına gelsin diye, iki avucunu suya uzatan(ın boşuna beklemesi) gibidir. Oysa ona gelmez. İnkar edenlerin duası, sapıklık içinde olmaktan başkası değildir.",
        "numberInSurah": 14,
        "juz": 13,
        "manzil": 3,
        "page": 251,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1722,
        "text": "Göklerde ve yerde her ne varsa -isteyerek de olsa, istemeyerek de olsa- Allah'a secde eder. Sabah akşam gölgeleri de (O'na secde eder).",
        "numberInSurah": 15,
        "juz": 13,
        "manzil": 3,
        "page": 251,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": {
          "id": 2,
          "recommended": true,
          "obligatory": false
        }
      },
      {
        "number": 1723,
        "text": "De ki: \"Göklerin ve yerin Rabbi kimdir?\" De ki: \"Allah'tır.\" De ki: \"Öyleyse, O'nu bırakıp kendilerine bile yarar da, zarar da sağlamaya güç yetiremeyen birtakım veliler mi (tanrılar) edindiniz?\" De ki: \"Hiç görmeyen (a'ma) ile gören (basiret sahibi) eşit olabilir mi? Veya karanlıklarla nur eşit olabilir mi?\" Yoksa Allah'a, O'nun yaratması gibi yaratan ortaklar buldular da, bu yaratma, kendilerince birbirine mi benzeşti? De ki: \"Allah, herşeyin Yaratıcısı'dır ve O, tektir, kahredici olandır.\"",
        "numberInSurah": 16,
        "juz": 13,
        "manzil": 3,
        "page": 251,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1724,
        "text": "(Allah) Gökten bir su indirdi de dereler kendi miktarınca çağlayıp aktı. Sel de yüze vuran bir köpük yüklendi. Bir süs veya bir meta sağlamak için ateşte üzerine yakıp-erittikleri şeyler (madenler)de de bunun gibi bir köpük (artık) vardır. İşte Allah, hak ile batıla böyle örnekler verir. Köpüğe gelince, o atılır gider, insanlara yarar sağlayacak şey ise, yeryüzünde kalır. İşte Allah örnekleri böyle vermektedir.",
        "numberInSurah": 17,
        "juz": 13,
        "manzil": 3,
        "page": 251,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1725,
        "text": "Rablerine icabet edenlere daha güzeli vardır. O'na icabet etmeyenler ise, yeryüzündekilerin tümü ve bununla birlikte bir katı daha onların olsa mutlaka (kurtulmak için) bunu fidye olarak verirlerdi. Sorgulamanın en kötüsü onlar içindir. Onların barınma yerleri cehennemdir, ne kötü bir yaratıktır o!..",
        "numberInSurah": 18,
        "juz": 13,
        "manzil": 3,
        "page": 251,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1726,
        "text": "Peki, sana Rabbinden indirilenin gerçekten hak olduğunu bilen kişi, o görmeyen (a'ma) gibi midir? Ancak temiz akıl sahipleri öğüt alıp-düşünebilirler.",
        "numberInSurah": 19,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1727,
        "text": "Onlar Allah'ın ahdini yerine getirirler ve verdikleri kesin sözü (misakı) bozmazlar.",
        "numberInSurah": 20,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1728,
        "text": "Ve onlar Allah'ın ulaştırılmasını emrettiği şeyi ulaştırırlar. Rablerinden içleri saygı ile titrer, kötü hesaptan korkarlar.",
        "numberInSurah": 21,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1729,
        "text": "Ve onlar-Rablerinin yüzünü (hoşnutluğunu) isteyerek sabrederler, namazı dosdoğru kılarlar, kendilerine rızık olarak verdiklerimizden gizli ve açık infak ederler ve kötülüğü iyilikle savarlar. İşte onlar, bu yurdun (dünyanın güzel) sonucu (ahiret mutluluğu) onlar içindir.",
        "numberInSurah": 22,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1730,
        "text": "Onlar, Adn cennetlerine girerler. Babalarından, eşlerinden ve soylarından 'salih davranışlarda' bulunanlar da (Adn cennetlerine girer). Melekler onlara her bir kapıdan girip (şöyle derler:)",
        "numberInSurah": 23,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1731,
        "text": "\"Sabrettiğinize karşılık selam size. (Dünya) Yurdun(un) sonu ne güzel.\"",
        "numberInSurah": 24,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1732,
        "text": "Allah'a verdikleri sözü, onu kesin olarak onayladıktan sonra bozanlar, Allah'ın ulaştırılmasını emrettiği şeyi kesip-koparanlar ve yeryüzünde bozgunculuk çıkaranlar; işte onlar, lanet onlar içindir ve yurdun kötü olanı da onlar içindir.",
        "numberInSurah": 25,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1733,
        "text": "Allah dilediğine rızkı genişletir-yayar ve daraltır da. Onlar ise dünya hayatına sevindiler. Oysaki dünya hayatı, ahirette (ki sınırsız mutluluk yanında geçici) bir meta'dan başkası değildir.",
        "numberInSurah": 26,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1734,
        "text": "İnkar edenler: \"Ona Rabbinden bir ayet (mucize) indirilseydi ya!\" derler. De ki: \"Şüphesiz Allah, dilediğini şaşırtıp-saptırır, Kendisi'ne katıksızca yöneleni de dosdoğru yola yöneltip-iletir.\"",
        "numberInSurah": 27,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 208,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1735,
        "text": "Bunlar, iman edenler ve kalpleri Allah'ın zikriyle mutmain olanlardır. Haberiniz olsun; kalpler yalnızca Allah'ın zikriyle mutmain olur.",
        "numberInSurah": 28,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 208,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1736,
        "text": "İman edip salih amellerde bulunanlar, ne mutlu onlara. Varılacak yerin güzel olanı (onlarındır).",
        "numberInSurah": 29,
        "juz": 13,
        "manzil": 3,
        "page": 253,
        "ruku": 208,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1737,
        "text": "Böylece Biz seni, kendisinden önce nice ümmetler gelip-geçmiş olan bir ümmete (elçi olarak) gönderdik; sana vahyettiklerimizi onlara okuyasın diye. Oysa onlar Rahman'a nankörlük ediyorlar. De ki: \"O, benim Rabbimdir, O'ndan başka İlah yoktur. Ben O'na tevekkül ettim ve son dönüş O'nadır.\"",
        "numberInSurah": 30,
        "juz": 13,
        "manzil": 3,
        "page": 253,
        "ruku": 208,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1738,
        "text": "Eğer kendisiyle dağların yürütüldüğü, yerin parçalandığı veya ölülerin konuşturulduğu bir Kur'an olsaydı (yine bu Kur'an olurdu). Hayır, emrin tümü Allah'ındır. İman edenler hala anlamadılar mı ki, eğer Allah dilemiş olsaydı, insanların tümünü hidayete erdirmiş olurdu. İnkar edenler, Allah'ın va’di gelinceye kadar, yaptıkları dolayısıyla ya başlarına çetin bir bela çatacak veya yurtlarının yakınına inecek. Şüphesiz Allah, verdiği sözden dönmez. (Veya miadını şaşırmaz.)",
        "numberInSurah": 31,
        "juz": 13,
        "manzil": 3,
        "page": 253,
        "ruku": 208,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1739,
        "text": "Andolsun, senden önceki elçilerle de alay edildi, bunun üzerine Ben de o inkara sapanlara bir süre tanıdım, sonra onları (kıskıvrak) yakalayıverdim. İşte nasıldı sonuçlandırma?",
        "numberInSurah": 32,
        "juz": 13,
        "manzil": 3,
        "page": 253,
        "ruku": 209,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1740,
        "text": "Her nefsin bütün kazandıkları üzerinde gözetici olana mı (baş kaldırılır?) Onlar Allah'a ortaklar koştular. De ki: \"Bunları adlandırın (bakalım). Yoksa siz yeryüzünde bilmeyeceği bir şeyi O'na haber mi veriyorsunuz? Yoksa sözün zahirine (veya boş ve süslü olanına)mi (kanıyorsunuz)? Hayır, inkar edenlere kendi hileli-düzenleri süslü-çekici gösterilmiştir ve onlar (doğru) yoldan alıkonulmuşlardır. Allah, kimi saptırırsa, artık onun için hiçbir yol gösterici yoktur.",
        "numberInSurah": 33,
        "juz": 13,
        "manzil": 3,
        "page": 253,
        "ruku": 209,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1741,
        "text": "Dünya hayatında onlar için bir azap vardır, ahiretin azabı ise daha zorludur. Onları Allah'tan (kurtaracak) hiçbir koruyucu da yoktur.",
        "numberInSurah": 34,
        "juz": 13,
        "manzil": 3,
        "page": 253,
        "ruku": 209,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1742,
        "text": "Takva sahiplerine vadedilen cennet; onun altından ırmaklar akar, yemişleri ve gölgelikleri süreklidir. Bu korkup-sakınanların (mutlu) sonudur, inkar edenlerin sonu ise ateştir.",
        "numberInSurah": 35,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 209,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1743,
        "text": "Kendilerine kitap verdiklerimiz, sana indirilen dolayısıyla sevinirler; fakat (Müslümanların aleyhinde birleşen) gruplardan, onun bazısını inkar edenler vardır. De ki: \"Ben, yalnızca Allah'a kulluk etmek ve O'na ortak koşmamakla emrolundum. Ben ancak O'na davet ederim ve son dönüşüm O'nadır.\"",
        "numberInSurah": 36,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 209,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1744,
        "text": "İşte böylece Biz onu (Kur'an'ı) Arapça bir hüküm olarak indirdik. Andolsun, sana gelen bu ilimden sonra, onların heva (istek ve tutku)larına uyacak olursan, senin için Allah'tan ne bir yardımcı, dost, ne bir koruyucu vardır.",
        "numberInSurah": 37,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 209,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1745,
        "text": "Andolsun, senden önce de elçiler gönderdik, onlara eşler ve çocuklar verdik. Allah'ın izni olmaksızın (hiç)bir elçiye herhangi bir ayeti (mucizeyi) getirmek olacak iş değildi. Her ecel (tespit edilmiş süre) için bir kitap (yazı, hüküm, son) vardır.",
        "numberInSurah": 38,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 210,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1746,
        "text": "Allah, dilediğini ortadan kaldırır ve bırakır. Kitabın anası O'nun Katındadır.",
        "numberInSurah": 39,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 210,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1747,
        "text": "Onlara (azap olarak) va'dettiklerimizden bir kısmını sana göstersek de, senin hayatına son versek de, sana düşen yalnızca tebliğdir ve hesap da Bize aittir.",
        "numberInSurah": 40,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 210,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1748,
        "text": "Onlar görmüyorlar mı ki, gerçekten Biz arza geliyor ve onu çevresinden eksiltiyoruz. Allah hüküm verir. O'nun hükmünün peşine düşecek yoktur. Ve O, hesabı pek çabuk görendir.",
        "numberInSurah": 41,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 210,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1749,
        "text": "Onlardan öncekiler de hileli-düzenler kurmuşlardı; fakat düzen kuruculuğun (tedbirlerin, karşılık vermelerin) tümü Allah'a aittir. Her bir nefsin ne kazandığını O bilir. Bu yurdun sonu kimindir, inkar edenler pek yakında bileceklerdir.",
        "numberInSurah": 42,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 210,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1750,
        "text": "O inkar edenler şöyle derler: \"Sen gönderilmiş (Allah'ın bir elçisi) değilsin.\" De ki: \"Benimle sizin aranızda şahid olarak Allah yeter ve yanlarında kitabın ilmi bulunanlar da (bu gerçeği bilir).\"",
        "numberInSurah": 43,
        "juz": 13,
        "manzil": 3,
        "page": 255,
        "ruku": 210,
        "hizbQuarter": 102,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "tr.bulac",
      "language": "tr",
      "name": "Alİ Bulaç",
      "englishName": "Alİ Bulaç",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}