{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 24,
    "name": "سُورَةُ النُّورِ",
    "englishName": "An-Noor",
    "englishNameTranslation": "The Light",
    "revelationType": "Medinan",
    "numberOfAyahs": 64,
    "ayahs": [
      {
        "number": 2792,
        "text": "(Bu,) İndirdiğimiz ve (hükümlerini) farz kıldığımız bir sûredir. İçinde, umulur ki öğüt alıp düşünürsünüz diye apaçık ayetler indirdik.",
        "numberInSurah": 1,
        "juz": 18,
        "manzil": 4,
        "page": 350,
        "ruku": 301,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2793,
        "text": "Zina eden kadın ve zina eden erkeğin her birine yüzer değnek (celde) vurun. Eğer Allah'a ve ahiret gününe iman ediyorsanız, onlara Allah'ın dini(ni uygulama) konusunda sizi bir acıma tutmasın; onlara uygulanan cezaya mü'minlerden bir grup da şahit bulunsun.",
        "numberInSurah": 2,
        "juz": 18,
        "manzil": 4,
        "page": 350,
        "ruku": 301,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2794,
        "text": "Zina eden erkek, zina eden ya da müşrik olan bir kadından başkasını nikahlayamaz; zina eden kadını da zina eden ya da müşrik olan bir erkekten başkası nikahlayamaz. Bu, mü'minlere haram kılınmıştır.",
        "numberInSurah": 3,
        "juz": 18,
        "manzil": 4,
        "page": 350,
        "ruku": 301,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2795,
        "text": "Korunan (iffetli) kadınlara (zina suçu) atan, sonra dört şahid getirmeyenlere de seksen değnek vurun ve onların şahidliklerini ebedi olarak kabul etmeyin. Onlar fasık olanlardır.",
        "numberInSurah": 4,
        "juz": 18,
        "manzil": 4,
        "page": 350,
        "ruku": 301,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2796,
        "text": "Ancak bundan sonra tevbe eden ve salihçe davrananlar hariç. Çünkü gerçekten Allah, bağışlayandır, esirgeyendir.",
        "numberInSurah": 5,
        "juz": 18,
        "manzil": 4,
        "page": 350,
        "ruku": 301,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2797,
        "text": "Kendi eşlerine (zina suçu) atan ve kendileri dışında şahidleri bulunmayanlar ise, onlardan da her birinin şahidliği, Allah adına dört (kere yemin) ile kendisinin hiç şüphesiz doğru söyleyenlerden olduğuna şahidlik etmektir.",
        "numberInSurah": 6,
        "juz": 18,
        "manzil": 4,
        "page": 350,
        "ruku": 301,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2798,
        "text": "Beşinci (yemini) ise, eğer yalan söyleyenlerdense, Allah'ın lanetinin muhakkak kendi üzerinde olması(nı kabul etmesi)dir.",
        "numberInSurah": 7,
        "juz": 18,
        "manzil": 4,
        "page": 350,
        "ruku": 301,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2799,
        "text": "Onun (kadının) da dört kere Allah adına (yeminle) onun (kocasının) hiç şüphesiz yalan söyleyenlerden olduğuna şahidlik etmesi kendisinden cezayı uzaklaştırır.",
        "numberInSurah": 8,
        "juz": 18,
        "manzil": 4,
        "page": 350,
        "ruku": 301,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2800,
        "text": "Beşinci (yemini) ise, eğer o (kocası) doğru söylüyor ise, Allah'ın gazabının muhakkak kendi üzerinde olması(nı kabul etmesi)dır.",
        "numberInSurah": 9,
        "juz": 18,
        "manzil": 4,
        "page": 350,
        "ruku": 301,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2801,
        "text": "Eğer Allah'ın sizin üzerinizde fazlı ve rahmeti olmasaydı ve Allah gerçekten tevbeleri kabul eden hüküm ve hikmet sahibi olmasaydı (ne yapardınız)?",
        "numberInSurah": 10,
        "juz": 18,
        "manzil": 4,
        "page": 350,
        "ruku": 301,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2802,
        "text": "Doğrusu, uydurulmuş bir yalanla gelenler, sizin içinizden birlikte davranan bir topluluktur; siz onu kendiniz için bir şer saymayın, aksine o sizin için bir hayırdır. Onlardan her bir kişiye kazandığı günahtan (bir ceza) vardır. Onlardan (iftiranın) büyüğünü yüklenene ise büyük bir azap vardır.",
        "numberInSurah": 11,
        "juz": 18,
        "manzil": 4,
        "page": 351,
        "ruku": 302,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2803,
        "text": "Onu işittiğiniz zaman, erkek mü'minler ile kadın mü’minlerin kendi nefisleri adına hayırlı bir zanda bulunup: \"Bu, açıkça uydurulmuş iftira bir sözdür\" demeleri gerekmez miydi?",
        "numberInSurah": 12,
        "juz": 18,
        "manzil": 4,
        "page": 351,
        "ruku": 302,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2804,
        "text": "Ona karşı dört şahitle gelmeleri gerekmez miydi? Şahitleri getirmediklerine göre, artık onlar Allah Katında yalancıların ta kendileridir.",
        "numberInSurah": 13,
        "juz": 18,
        "manzil": 4,
        "page": 351,
        "ruku": 302,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2805,
        "text": "Eğer Allah'ın dünyada ve ahirette sizin üzerinizde fazlı ve rahmeti olmasaydı, içine daldığınız dedikodudan dolayı size büyük bir azap dokunurdu.",
        "numberInSurah": 14,
        "juz": 18,
        "manzil": 4,
        "page": 351,
        "ruku": 302,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2806,
        "text": "O durumda siz onu (iftirayı) dillerinizle aktardınız ve hakkında bilginiz olmayan şeyi ağızlarınızla söylediniz ve bunu kolay sandınız; oysa o Allah Katında çok büyük (bir suç)tür.",
        "numberInSurah": 15,
        "juz": 18,
        "manzil": 4,
        "page": 351,
        "ruku": 302,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2807,
        "text": "Onu işittiğiniz zaman: \"Bu konuda söz söylemek bize yakışmaz. (Allah'ım) Sen Yücesin; bu, büyük bir iftiradır\" demeniz gerekmez miydi?",
        "numberInSurah": 16,
        "juz": 18,
        "manzil": 4,
        "page": 351,
        "ruku": 302,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2808,
        "text": "Eğer iman edenlerden iseniz, bunun gibisine bir daha dönmemeniz için Allah size öğüt vermektedir.",
        "numberInSurah": 17,
        "juz": 18,
        "manzil": 4,
        "page": 351,
        "ruku": 302,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2809,
        "text": "Allah size ayetleri açıklıyor; Allah bilendir, hüküm ve hikmet sahibidir.",
        "numberInSurah": 18,
        "juz": 18,
        "manzil": 4,
        "page": 351,
        "ruku": 302,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2810,
        "text": "Çirkin utanmazlıkların (fuhşun) iman edenler içinde yaygınlaşmasından hoşlananlara, dünyada ve ahirette acıklı bir azap vardır. Allah bilir, siz ise bilmiyorsunuz.",
        "numberInSurah": 19,
        "juz": 18,
        "manzil": 4,
        "page": 351,
        "ruku": 302,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2811,
        "text": "Eğer Allah'ın sizin üzerinizde fazlı ve rahmeti olmasaydı ve Allah gerçekten Rauf (şefkat eden ve) Rahim olmasaydı (ne yapardınız)?",
        "numberInSurah": 20,
        "juz": 18,
        "manzil": 4,
        "page": 351,
        "ruku": 302,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2812,
        "text": "Ey iman edenler, şeytanın adımlarına uymayın. Kim şeytanın adımlarına uyarsa, (bilsin ki) gerçekten o (şeytan) çirkin utanmazlıkları ve kötülüğü emreder. Eğer Allah'ın üzerinizde fazlı ve rahmeti olmasaydı, sizden hiçbiri ebedi olarak temize çıkamazdı. Ancak Allah, dilediğini temize çıkarır. Allah, işitendir, bilendir.",
        "numberInSurah": 21,
        "juz": 18,
        "manzil": 4,
        "page": 352,
        "ruku": 303,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2813,
        "text": "Sizden, faziletli ve varlıklı olanlar, yakınlara, yoksullara ve Allah yolunda hicret edenlere vermekte eksiltme yapmasınlar, affetsinler ve hoşgörsünler. Allah'ın sizi bağışlamasını sevmez misiniz? Allah, bağışlayandır, esirgeyendir.",
        "numberInSurah": 22,
        "juz": 18,
        "manzil": 4,
        "page": 352,
        "ruku": 303,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2814,
        "text": "Namus sahibi, bir şeyden habersiz, mü'min kadınlara (zina suçu) atanlar, dünyada ve ahirette lanetlenmişlerdir. Ve onlar için büyük bir azap vardır.",
        "numberInSurah": 23,
        "juz": 18,
        "manzil": 4,
        "page": 352,
        "ruku": 303,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2815,
        "text": "O gün, kendi dilleri, elleri ve ayakları aleyhlerinde yaptıklarına dair şahitlikte bulunacaklardır.",
        "numberInSurah": 24,
        "juz": 18,
        "manzil": 4,
        "page": 352,
        "ruku": 303,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2816,
        "text": "O gün, Allah hak ettikleri cezayı eksiksiz verecektir ve onlar da Allah'ın hiç şüphesiz hak olduğunu bileceklerdir.",
        "numberInSurah": 25,
        "juz": 18,
        "manzil": 4,
        "page": 352,
        "ruku": 303,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2817,
        "text": "Kötü kadınlar, kötü erkeklere; kötü erkekler, kötü kadınlara; iyi ve temiz erkekler, iyi ve temiz kadınlara (yaraşır). Bunlar, onların demekte olduklarından uzaktırlar. Bunlar için bir bağışlanma ve kerim (üstün) bir rızık vardır.",
        "numberInSurah": 26,
        "juz": 18,
        "manzil": 4,
        "page": 352,
        "ruku": 303,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2818,
        "text": "Ey iman edenler, evlerinizden başka evlere, yakınlık kurup (izin almadan) ve (ev halkına) selam vermeden girmeyin. Bu sizin için daha hayırlıdır; umulur ki öğüt alıp düşünürsünüz.",
        "numberInSurah": 27,
        "juz": 18,
        "manzil": 4,
        "page": 352,
        "ruku": 304,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2819,
        "text": "Eğer orada kimseyi bulamazsanız, size izin verilinceye kadar artık oraya girmeyin; ve eğer \"Dönün\" denirse, siz de dönün, bu sizin için daha temizdir. Allah yaptıklarınızı bilendir.",
        "numberInSurah": 28,
        "juz": 18,
        "manzil": 4,
        "page": 353,
        "ruku": 304,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2820,
        "text": "İçinde oturulmayan ve sizin için bir meta (yarar) bulunan evlere girmenizde bir sakınca yoktur. Allah, açığa vurduklarınızı da, sakladıklarınızı da bilir.",
        "numberInSurah": 29,
        "juz": 18,
        "manzil": 4,
        "page": 353,
        "ruku": 304,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2821,
        "text": "Mü'minlere söyle: \"Gözlerini (harama çevirmekten) kaçındırsınlar ve ırzlarını korusunlar. Bu, onlar için daha temizdir. Gerçekten Allah, yaptıklarından haberdardır.",
        "numberInSurah": 30,
        "juz": 18,
        "manzil": 4,
        "page": 353,
        "ruku": 304,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2822,
        "text": "Mü'min kadınlara da söyle: \"Gözlerini (harama çevirmekten) kaçındırsınlar ve ırzlarını korusunlar; süslerini açığa vurmasınlar, ancak kendiliğinden görüneni hariç. Baş örtülerini, yakalarının üstünü (kapatacak şekilde) koysunlar. Süslerini, kendi kocalarından ya da babalarından ya da oğullarından ya da kocalarının oğullarından ya da kendi kardeşlerinden ya da kardeşlerinin oğullarından ya da kız kardeşlerinin oğullarından ya da kendi kadınlarından ya da sağ ellerinin altında bulunanlardan ya da kadına ihtiyacı olmayan (arzusuz veya iktidarsız) hizmetçilerden ya da kadınların henüz mahrem yerlerini tanımayan çocuklardan başkasına göstermesinler. Gizledikleri süsleri bilinsin diye ayaklarını yere vurmasınlar. Hep birlikte Allah'a tevbe edin ey mü'minler, umulur ki felah bulursunuz.\"",
        "numberInSurah": 31,
        "juz": 18,
        "manzil": 4,
        "page": 353,
        "ruku": 304,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2823,
        "text": "İçinizde evli olmayanları, kölelerinizden ve cariyelerinizden salih olanları evlendirin. Eğer fakir iseler Allah, Kendi fazlından onları zengin eder. Allah geniş (nimet sahibi)dir, bilendir.",
        "numberInSurah": 32,
        "juz": 18,
        "manzil": 4,
        "page": 354,
        "ruku": 304,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2824,
        "text": "Nikah (imkanı) bulamayanlar, Allah onları Kendi fazlından zenginleştirinceye kadar iffetli davransınlar. Sağ ellerinizin malik olduğu (köle ve cariyelerden) mükatebe isteyenlere -eğer onlarda bir hayır görüyorsanız- mükatebe yapın. Ve Allah'ın size verdiği malından onlara verin. Dünya hayatının geçici metaını elde etmek için -ırzlarını korumak istiyorlarsa- cariyelerinizi fuhşa zorlamayın. Kim onları (fuhşa) zorlarsa, şüphesiz, onların (fuhşa) zorlanmalarından sonra Allah (onları) bağışlayandır, esirgeyendir.",
        "numberInSurah": 33,
        "juz": 18,
        "manzil": 4,
        "page": 354,
        "ruku": 304,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2825,
        "text": "Andolsun, size açıklayıcı ayetler, sizden önce gelip geçenlerden bir örnek ve takva sahipleri için bir öğüt indirdik.",
        "numberInSurah": 34,
        "juz": 18,
        "manzil": 4,
        "page": 354,
        "ruku": 304,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2826,
        "text": "Allah, göklerin ve yerin nurudur. O'nun nurunun misali, içinde çerağ bulunan bir kandil gibidir; çerağ bir sırça içerisindedir; sırça, sanki incimsi bir yıldızdır ki, doğuya da, batıya da ait olmayan kutlu bir zeytin ağacından yakılır; (bu öyle bir ağaç ki) neredeyse ateş ona dokunmasa da yağı ışık verir. (Bu,) Nur üstüne nurdur. Allah, kimi dilerse onu Kendi nuruna yöneltip-iletir. Allah insanlar için örnekler verir. Allah, herşeyi bilendir.",
        "numberInSurah": 35,
        "juz": 18,
        "manzil": 4,
        "page": 354,
        "ruku": 305,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2827,
        "text": "(Bu nur,) Allah'ın, onların yüceltilmesine ve isminin zikredilmesine izin verdiği evlerdedir; onların içinde sabah akşam O'nu tesbih ederler.",
        "numberInSurah": 36,
        "juz": 18,
        "manzil": 4,
        "page": 354,
        "ruku": 305,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2828,
        "text": "(Öyle) Adamlar ki, ne ticaret, ne alış-veriş onları Allah'ı zikretmekten, dosdoğru namazı kılmaktan ve zekatı vermekten 'tutkuya kaptırıp alıkoymaz'; onlar, kalplerin ve gözlerin inkılaba uğrayacağı (dehşetten allak bullak olacağı) günden korkarlar.",
        "numberInSurah": 37,
        "juz": 18,
        "manzil": 4,
        "page": 355,
        "ruku": 305,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2829,
        "text": "Çünkü Allah, yaptıklarının en güzeliyle karşılık verecek ve onlara Kendi fazlından arttıracaktır. Allah, dilediğini hesapsız rızıklandırır.",
        "numberInSurah": 38,
        "juz": 18,
        "manzil": 4,
        "page": 355,
        "ruku": 305,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2830,
        "text": "İnkar edenler ise; onların amelleri dümdüz bir arazideki seraba benzer; susayan onu bir su sanır. Nihayet ona ulaştığında bir şey bulamaz ve yanında Allah'ı bulur. (Allah da) Onun hesabını tam olarak verir. Allah, hesabı çok seri görendir.",
        "numberInSurah": 39,
        "juz": 18,
        "manzil": 4,
        "page": 355,
        "ruku": 305,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2831,
        "text": "Ya da (inkar edenlerin amelleri) engin bir denizdeki karanlıklara benzer; onun üstünü bir dalga kaplar, onun üstünde bir dalga, onun da üstünde bir bulut vardır. Bir kısmı bir kısmı üzerinde olan karanlıklar; elini çıkardığında onu bile neredeyse göremeyecek. Allah kime nur vermemişse, artık onun için nur yoktur.",
        "numberInSurah": 40,
        "juz": 18,
        "manzil": 4,
        "page": 355,
        "ruku": 305,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2832,
        "text": "Görmedin mi ki, göklerde ve yerde olanlar ve dizi dizi uçan kuşlar, gerçekten Allah'ı tesbih etmektedir. Her biri, kendi duasını ve tesbihini şüphesiz bilmiştir. Allah, onların işlediklerini bilendir.",
        "numberInSurah": 41,
        "juz": 18,
        "manzil": 4,
        "page": 355,
        "ruku": 306,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2833,
        "text": "Göklerin ve yerin mülkü Allah'ındır ve dönüş yalnızca O'nadır.",
        "numberInSurah": 42,
        "juz": 18,
        "manzil": 4,
        "page": 355,
        "ruku": 306,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2834,
        "text": "Görmedin mi ki, Allah bulutları sürmekte, sonra aralarını birleştirmekte, sonra da onları üst üste yığmaktadır; böylece, yağmurun bunların arasından akıp-çıktığını görürsün. Gökten içinde dolu bulunan dağlar (gibi bulutlar) indiriverir, onu dilediğine isabet ettirir de, dilediğinden onu çevirir; şimşeğinin parıltısı neredeyse gözleri kamaştırıp götürüverecektir.",
        "numberInSurah": 43,
        "juz": 18,
        "manzil": 4,
        "page": 355,
        "ruku": 306,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2835,
        "text": "Allah, gece ile gündüzü evirip çevirir. Gerçekten bunda basiret sahipleri için birer ibret vardır.",
        "numberInSurah": 44,
        "juz": 18,
        "manzil": 4,
        "page": 356,
        "ruku": 306,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2836,
        "text": "Allah, her canlıyı sudan yarattı. İşte bunlardan kimi karnı üzerinde yürümekte, kimi iki ayağı üzerinde yürümekte, kimi de dört (ayağı) üzerinde yürümektedir. Allah, dilediğini yaratır. Hiç şüphesiz Allah, herşeye güç yetirendir.",
        "numberInSurah": 45,
        "juz": 18,
        "manzil": 4,
        "page": 356,
        "ruku": 306,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2837,
        "text": "Andolsun Biz, açıklayıcı ayetler indirdik. Allah, dilediğini doğru yola yöneltip-iletir.",
        "numberInSurah": 46,
        "juz": 18,
        "manzil": 4,
        "page": 356,
        "ruku": 306,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2838,
        "text": "Onlar derler ki: \"Allah'a ve elçisine iman ettik ve itaat ettik\" sonra bunun ardından onlardan bir grup sırt çevirir. Bunlar iman etmiş değildirler.",
        "numberInSurah": 47,
        "juz": 18,
        "manzil": 4,
        "page": 356,
        "ruku": 306,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2839,
        "text": "Aralarında hükmetmesi için Allah'a ve Resulüne çağrıldıkları zaman, onlardan bir grup yüz çevirir.",
        "numberInSurah": 48,
        "juz": 18,
        "manzil": 4,
        "page": 356,
        "ruku": 306,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2840,
        "text": "Eğer hak lehlerinde ise, ona boyun eğerek gelirler.",
        "numberInSurah": 49,
        "juz": 18,
        "manzil": 4,
        "page": 356,
        "ruku": 306,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2841,
        "text": "Bunların kalplerinde hastalık mı var? Yoksa kuşkuya mı kapıldılar? Yoksa Allah'ın ve elçisinin kendilerine karşı haksızlık yapacağından mı korkuyorlar? Hayır, onlar zalim kimselerdir.",
        "numberInSurah": 50,
        "juz": 18,
        "manzil": 4,
        "page": 356,
        "ruku": 306,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2842,
        "text": "Aralarında hükmetmesi için, Allah'a ve elçisine çağrıldıkları zaman mü'min olanların sözü: \"İşittik ve itaat ettik\" demeleridir. İşte felaha kavuşanlar bunlardır.",
        "numberInSurah": 51,
        "juz": 18,
        "manzil": 4,
        "page": 356,
        "ruku": 307,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2843,
        "text": "Kim Allah'a ve Resûlü’ne itaat ederse ve Allah'tan korkup O'ndan sakınırsa, işte 'kurtuluşa ve mutluluğa' erenler bunlardır.",
        "numberInSurah": 52,
        "juz": 18,
        "manzil": 4,
        "page": 356,
        "ruku": 307,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2844,
        "text": "Yeminlerinin olanca gücüyle Allah'a and içtiler; eğer sen onlara emredersen (savaşa) çıkacaklar diye. De ki: \"And içmeyin, bu bilinen (örf üzere) bir itaattır. Allah, yaptıklarınızdan haberdardır.\"",
        "numberInSurah": 53,
        "juz": 18,
        "manzil": 4,
        "page": 356,
        "ruku": 307,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2845,
        "text": "De ki: \"Allah'a itaat edin, Resûl’e itaat edin. Eğer yine yüz çevirirseniz, artık Onun (peygamberin) sorumluluğu kendisine yüklenen, sizin sorumluluğunuz da size yüklenendir. Eğer Ona itaat ederseniz, hidayet bulmuş olursunuz. Elçiye düşen, apaçık bir tebliğden başkası değildir.\"",
        "numberInSurah": 54,
        "juz": 18,
        "manzil": 4,
        "page": 357,
        "ruku": 307,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2846,
        "text": "Allah, içinizden iman edenlere ve salih amellerde bulunanlara va'detmiştir: Hiç şüphesiz onlardan öncekileri nasıl 'güç ve iktidar sahibi' kıldıysa, onları da yeryüzünde 'güç ve iktidar sahibi' kılacak, kendileri için seçip beğendiği dinlerini kendilerine yerleşik kılıp sağlamlaştıracak ve onları korkularından sonra güvenliğe çevirecektir. Onlar, yalnızca Bana ibadet ederler ve Bana hiçbir şeyi ortak koşmazlar. Kim bundan sonra inkar ederse, işte onlar fasıktır.",
        "numberInSurah": 55,
        "juz": 18,
        "manzil": 4,
        "page": 357,
        "ruku": 307,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2847,
        "text": "Dosdoğru namazı kılın, zekatı verin ve elçiye itaat edin. Umulur ki, rahmete kavuşturulmuş olursunuz.",
        "numberInSurah": 56,
        "juz": 18,
        "manzil": 4,
        "page": 357,
        "ruku": 307,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2848,
        "text": "İnkara sapanların, yeryüzünde (Allah'ı) aciz bırakacaklarını sanma. Onların son barınma yerleri ateştir. Ne kötü bir dönüştür o.",
        "numberInSurah": 57,
        "juz": 18,
        "manzil": 4,
        "page": 357,
        "ruku": 307,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2849,
        "text": "Ey iman edenler, sağ ellerinizin malik olduğu ile sizden olup da henüz erginlik çağına ermemiş olan (çocuk)lar, (odalarınıza girmek için şu) üç vakitte izin istesinler: Sabah namazından önce, öğleyin üstünüzü çıkardığınız vakit ve yatsı namazından sonra. (Bu) Üçü sizin için mahrem (vakitleri)dir. Bunların dışında size de, onlara da bir sakınca yoktur; onlar yanınızda dolaşabilirler, birbirinizin yanında olabilirsiniz. İşte Allah, size ayetleri böyle açıklamaktadır. Allah bilendir, hüküm ve hikmet sahibidir.",
        "numberInSurah": 58,
        "juz": 18,
        "manzil": 4,
        "page": 357,
        "ruku": 308,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2850,
        "text": "Sizden olan çocuklar, erginlik çağına erdikleri zaman, kendilerinden öncekilerin izin istediği gibi, bundan böyle izin istesinler. İşte Allah, ayetlerini size böyle açıklar. Allah bilendir, hüküm ve hikmet sahibidir.",
        "numberInSurah": 59,
        "juz": 18,
        "manzil": 4,
        "page": 358,
        "ruku": 308,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2851,
        "text": "Kadınlardan evliliği ummayıp da oturmakta olanlar, süslerini açığa vurmaksızın (dış) elbiselerini çıkarmalarında kendileri için bir sakınca yoktur. Yine de iffetli davranmaları kendileri için daha hayırlıdır. Allah, işitendir, bilendir.",
        "numberInSurah": 60,
        "juz": 18,
        "manzil": 4,
        "page": 358,
        "ruku": 308,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2852,
        "text": "Kör olana güçlük yoktur, topal olana güçlük yoktur, hasta olana da güçlük yoktur; sizin için de, gerek kendi evlerinizden, gerekse babalarınızın evlerinden, annelerinizin evlerinden, erkek kardeşlerinizin evlerinden, kız kardeşlerinizin evlerinden, amcalarınızın evlerinden, halalarınızın evlerinden, dayılarınızın evlerinden, teyzelerinizin evlerinden, anahtarına malik olduğunuz (yerlerden) ya da dostlarınızın (evlerin)den yemenizde bir güçlük yoktur. Hep birarada veya ayrı ayrı yemenizde de bir günah yoktur. Evlere girdiğiniz vakit, Allah tarafından kutlu, güzel bir yaşama dileği olarak birbirinize selam verin. İşte Allah, size ayetleri böyle açıklar, umulur ki aklınızı kullanırsınız.",
        "numberInSurah": 61,
        "juz": 18,
        "manzil": 4,
        "page": 358,
        "ruku": 308,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2853,
        "text": "Mü'minler o kimselerdir ki, Allah'a ve Resûlü’ne iman edenler, onunla birlikte toplu(mu ilgilendiren) bir iş üzerinde iken, ondan izin alıncaya kadar bırakıp-gitmeyenlerdir. Gerçekten, senden izin alanlar, işte onlar Allah'a ve elçisine iman edenlerdir. Böylelikle, senden kendi bazı işleri için izin istedikleri zaman, dilediklerine izin ver ve onlar için Allah'tan bağışlanma dile. Şüphesiz Allah, bağışlayandır, esirgeyendir.",
        "numberInSurah": 62,
        "juz": 18,
        "manzil": 4,
        "page": 359,
        "ruku": 309,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2854,
        "text": "Elçinin çağırmasını, kendi aranızda kiminizin kimini çağırması gibi saymayın. Allah, sizden bir diğerinizi siper ederek kaçanları gerçekten bilir. Böylece onun emrine aykırı davrananlar, kendilerine bir fitnenin isabet etmesinden veya onlara acı bir azabın çarpmasından sakınsınlar.",
        "numberInSurah": 63,
        "juz": 18,
        "manzil": 4,
        "page": 359,
        "ruku": 309,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2855,
        "text": "Dikkatli olun; göklerde ve yerde olanların hepsi Allah'ındır. O, üzerinde bulunduğunuz şeyi elbette bilir. Ve O'na döndürülecekleri gün, yaptıklarını kendilerine haber verecektir. Allah, herşeyi bilendir.",
        "numberInSurah": 64,
        "juz": 18,
        "manzil": 4,
        "page": 359,
        "ruku": 309,
        "hizbQuarter": 143,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "tr.bulac",
      "language": "tr",
      "name": "Alİ Bulaç",
      "englishName": "Alİ Bulaç",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}