{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 28,
    "name": "سُورَةُ القَصَصِ",
    "englishName": "Al-Qasas",
    "englishNameTranslation": "The Stories",
    "revelationType": "Meccan",
    "numberOfAyahs": 88,
    "ayahs": [
      {
        "number": 3253,
        "text": "Ta, Sin, Mim.",
        "numberInSurah": 1,
        "juz": 20,
        "manzil": 5,
        "page": 385,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3254,
        "text": "Bunlar, apaçık Kitab'ın ayetleridir.",
        "numberInSurah": 2,
        "juz": 20,
        "manzil": 5,
        "page": 385,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3255,
        "text": "Mü'min olan bir kavim için hak olmak üzere, Musa ve Firavun'un haberinden (bir bölümünü) sana okuyacağız.",
        "numberInSurah": 3,
        "juz": 20,
        "manzil": 5,
        "page": 385,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3256,
        "text": "Gerçek şu ki, Firavun yeryüzünde (Mısır'da) büyüklenmiş ve oranın halkını birtakım fırkalara ayırıp bölmüştü; onlardan bir bölümünü güçten düşürüyor, erkek çocuklarını boğazlayıp kadınlarını diri bırakıyordu. Çünkü o, bozgunculardandı.",
        "numberInSurah": 4,
        "juz": 20,
        "manzil": 5,
        "page": 385,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3257,
        "text": "Biz ise, yeryüzünde güçten düşürülenlere lütufta bulunmak, onları önderler yapmak ve mirasçılar kılmak istiyoruz.",
        "numberInSurah": 5,
        "juz": 20,
        "manzil": 5,
        "page": 385,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3258,
        "text": "Ve (istiyoruz ki) onları yeryüzünde 'iktidar sahipleri olarak yerleşik kılalım', Firavun'a, Haman'a ve askerlerine, onlardan sakındıkları şeyi gösterelim.",
        "numberInSurah": 6,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3259,
        "text": "Musa'nın annesine: \"Onu emzir, şayet onun için korkacak olursan, onu suya bırak, korkma ve üzülme; çünkü onu Biz sana tekrar geri vereceğiz ve onu gönderilen (elçilerden) kılacağız\" diye vahyettik (bildirdik).",
        "numberInSurah": 7,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3260,
        "text": "Nihayet Firavun'un ailesi, onu (ileride bilmeksizin) kendileri için bir düşman ve üzüntü konusu olsun diye sahipsiz görüp aldılar. Gerçekte Firavun, Haman ve askerleri bir yanılgı içindeydi.",
        "numberInSurah": 8,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3261,
        "text": "Firavun'un karısı dedi ki: \"Benim için de, senin için de bir göz bebeği; onu öldürmeyin; umulur ki bize yararı dokunur veya onu evlat ediniriz.\" Oysa onlar (başlarına geleceklerin) şuurunda değillerdi.",
        "numberInSurah": 9,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3262,
        "text": "Musa'nın annesi ise, yüreği boşluk içinde sabahladı. Eğer mü'minlerden olması için kalbi üzerinde (sabrı ve dayanıklılığı) pekiştirmemiş olsaydık, neredeyse onu(n durumunu) açığa vuracaktı.",
        "numberInSurah": 10,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3263,
        "text": "Ve onun kız kardeşine: \"Onu izle,\" dedi. Böylece o da, kendileri farkında değilken onu uzaktan gözetledi.",
        "numberInSurah": 11,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3264,
        "text": "Biz, daha önce ona süt analarını haram etmiştik. (Kız kardeşi:) \"Ben, sizin adınıza onun bakımını üstlenecek ve ona öğüt verecek (veya eğitecek) bir aileyi size bildireyim mi?\" dedi.",
        "numberInSurah": 12,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3265,
        "text": "Böylelikle, gözünün aydın olması, üzülmemesi ve gerçekten Allah'ın va'dinin hak olduğunu bilmesi için, onu annesine geri vermiş olduk. Ancak onların çoğu bilmezler.",
        "numberInSurah": 13,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3266,
        "text": "O, erginlik çağına ulaşıp olgunlaşınca, ona bir 'hüküm ve hikmet' ve ilim verdik. Biz iyilikte bulunanları işte böyle ödüllendiririz.",
        "numberInSurah": 14,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3267,
        "text": "(Musa) Halkının haberi olmadığı bir zamanda şehre girdi, orda kavga etmekte olan iki adam buldu; bu kendi taraftarlarından, şu da düşmanlarından. Derken taraftarlarından olan, düşmanlarından olana karşı ondan yardım istedi. Bunun üzerine ona bir yumruk attı ve işini bitiriverdi. (Sonra da:) \"Bu şeytanın işindendir; o, gerçekten açıkça saptırıcı bir düşmandır\" dedi.",
        "numberInSurah": 15,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3268,
        "text": "Dedi ki: \"Rabbim, gerçekten, ben kendi nefsime zulmettim, artık beni bağışla.\" Böylece (Allah) onu bağışladı. Şüphesiz. O, bağışlayandır, esirgeyendir.",
        "numberInSurah": 16,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3269,
        "text": "Dedi ki: \"Rabbim, bana verdiğin nimetler adına, artık suçlu günahkarlara destekçi olmayacağım.\"",
        "numberInSurah": 17,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3270,
        "text": "Böylece şehirde korku içinde (çevreyi) gözetleyerek sabahladı. Derken, bir de baktı ki, dün kendisinden yardım isteyen (kişi, bugün de) kendisine yardım için bağırıyor. Musa, ona dedi ki: \"Sen açıkça bir azgınsın.\"",
        "numberInSurah": 18,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3271,
        "text": "Sonunda ikisinin de düşmanı olan (adam)ı yakalamak isterken (adam ona) dedi ki: \"Ey Musa dün birini öldürdüğün gibi, bugün de beni mi öldürmek istiyorsun? Sen yeryüzünde yalnızca bir zorba olmak istiyorsun, ıslah edicilerden olmak istemiyorsun.\"",
        "numberInSurah": 19,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3272,
        "text": "Şehrin öbür yakasından bir adam koşarak gelip dedi ki: \"Ey Musa, önde gelenler, seni öldürmek konusunda aralarında görüşmektedirler, artık sen çık git; gerçekten ben sana öğüt verenlerdenim.\"",
        "numberInSurah": 20,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3273,
        "text": "Böylece oradan korku içinde (çevreyi) gözetleyerek çıkıp gitti: \"Rabbim, zalimler topluluğundan beni kurtar\" dedi.",
        "numberInSurah": 21,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3274,
        "text": "Medyen'e doğru yöneldiğinde de: \"Umarım Rabbim, beni doğru bir yola yöneltip iletir\" dedi.",
        "numberInSurah": 22,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3275,
        "text": "Medyen suyuna vardığı zaman, su almakta olan bir insan topluluğu buldu. Onların gerisinde de (hayvanları su başına götürmekten çekinen) iki kadın buldu. Dedi ki: \"Bu durumunuz ne?\" \"Çobanlar sürülerini sulamadıkça, biz sürülerimizi sulayamayız; babamız, yaşı ilerlemiş bir ihtiyardır.\" dediler.",
        "numberInSurah": 23,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3276,
        "text": "Hemencecik onların sürülerini suladı, sonra yine gölgeye çekilerek dedi ki: \"Rabbim, doğrusu bana indirdiğin her hayra muhtacım.\"",
        "numberInSurah": 24,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3277,
        "text": "Çok geçmeden, o iki (kadın)dan biri, (utana utana) yürüyerek ona geldi. \"Babam, bizim için sürüleri sulamana karşılık sana mükafaat vermek üzere seni davet etmektedir.\" dedi. Bunun üzerine ona gelip de olup bitenleri anlatınca o: \"Korkma\" dedi. \"Zalimler topluluğundan kurtulmuş oldun.\"",
        "numberInSurah": 25,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3278,
        "text": "O (kadın)lardan biri dedi ki: \"Ey babacığım, onu ücretli olarak tut; çünkü ücretle tuttuklarının en hayırlısı gerçekten o kuvvetli, güvenilir (biri)dir.\"",
        "numberInSurah": 26,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3279,
        "text": "(Babaları) Dedi ki: \"Doğrusu ben, sekiz yıl bana hizmet etmene karşılık olmak üzere, şu iki kızımdan birini sana nikahlamak istiyorum; şayet on (yıl)a tamamlayacak olursan, artık o da senden. Ben sana zorluk çıkarmak istemem; beni de inşaAllah salih olanlardan bulacaksın.\"",
        "numberInSurah": 27,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3280,
        "text": "(Musa) Dedi ki: \"Bu, benimle senin aranda olan (bir antlaşma)dır. Bu durumda iki süreden hangisini yerine getirirsem, artık bana karşı bir haksızlık söz konusu olamaz. Allah, söylediklerimize vekildir.\"",
        "numberInSurah": 28,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3281,
        "text": "Böylelikle Musa, süreyi tamamlayıp ailesiyle birlikte yola koyulunca, Tur tarafında bir ateş gördü. Ailesine: \"Siz durun, gerçekten bir ateş gördüm; umarım ondan ya bir haber, ya da ısınmanız için bir kor parçası getiririm\" dedi.",
        "numberInSurah": 29,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3282,
        "text": "Derken oraya geldiğinde, o kutlu yerdeki vadinin sağ yanında olan bir ağaçtan: \"Ey Musa, Alemlerin Rabbi olan Allah Benim;\" diye seslenildi.",
        "numberInSurah": 30,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3283,
        "text": "\"Asanı bırak.\" (Attıktan hemen sonra) onun şimdi bir yılan gibi hareket ettiğini görünce, arkasına dönüp bakmaksızın kaçmaya başladı. \"Ey Musa, dön ve korkuya kapılma. Şüphesiz güvendesin.\"",
        "numberInSurah": 31,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3284,
        "text": "\"Elini koynuna sok, kusursuz olarak bembeyaz çıksın. Ve (her türlü) dehşetten yana kanatlarını kendine doğru çek. İşte bunlar, senin Rabbinden Firavun ve önde gelen adamlarına iki kesin-kanıt (mucize)dır. Gerçekten onlar, fasık bir topluluktur.\"",
        "numberInSurah": 32,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3285,
        "text": "Dedi ki: \"Rabbim, gerçekten onlardan bir kişi öldürdüm, beni öldürmelerinden korkuyorum.\"",
        "numberInSurah": 33,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3286,
        "text": "\"Ve kardeşim Harun; dil bakımından o benden daha düzgün konuşmaktadır, onu da benimle birlikte bir yardımcı olarak gönder, beni doğrulasın. Çünkü onların beni yalanlamalarından korkuyorum.\"",
        "numberInSurah": 34,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3287,
        "text": "(Allah) Dedi ki: \"Pazunu kardeşinle pekiştirip güçlendireceğiz; sizin ikinize de öyle bir 'güç ve yetki' vereceğiz ki, ayetlerimiz sayesinde size erişemeyecekler. Siz ve size uyanlar galip olanlarsınız.\"",
        "numberInSurah": 35,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3288,
        "text": "Musa, onlara apaçık olan ayetlerimizle geldiği zaman: \"Bu, düzüp uydurulmuş bir büyüden başkası değildir. Biz geçmiş atalarımızdan bunu işitmedik\" dediler.",
        "numberInSurah": 36,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3289,
        "text": "Musa dedi ki: \"Rabbim, kimin Kendisi'nden bir hidayetle geldiğini ve bu (dünya) yurdun(un) sonucunun kime ait olacağını daha iyi bilir. Gerçekten, zulmedenler, felah bulmazlar.\"",
        "numberInSurah": 37,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3290,
        "text": "Firavun dedi ki: \"Ey önde gelenler, sizin için benden başka ilah olduğunu bilmiyorum. Ey Haman, çamurun üstünde bir ateş yak da, bana yüksekçe bir kule inşa et, belki Musa'nın ilahına çıkarım çünkü gerçekten ben onu yalancılardan (biri) sanıyorum.\"",
        "numberInSurah": 38,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3291,
        "text": "O ve askerleri, yeryüzünde haksız yere büyüklendiler ve gerçekten Bize döndürülmeyeceklerini sandılar.",
        "numberInSurah": 39,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3292,
        "text": "Bunun üzerine, onu ve askerlerini tutup suya attık. Böylelikle zulmedenlerin nasıl bir sona uğradıklarına bir bak.",
        "numberInSurah": 40,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3293,
        "text": "Biz, onları ateşe çağıran önderler kıldık; kıyamet günü yardım görmezler.",
        "numberInSurah": 41,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3294,
        "text": "Bu dünya hayatında onların arkasına lanet düşürdük; kıyamet gününde ise, onlar çirkinleştirilmiş olanlardır.",
        "numberInSurah": 42,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3295,
        "text": "Andolsun, ilk nesilleri yıkıma uğrattıktan sonra, Musa'ya, insanlar için (gözleri hikmetle açıp aydınlatacak) basiretler, hidayet ve rahmet olmak üzere kitap verdik. Umulur ki, öğüt alıp-düşünürler diye.",
        "numberInSurah": 43,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3296,
        "text": "Musa'ya o işi (ilahi vahyi verip) gerçekleştirdiğimiz zaman, sen (Tur'un) batı yanında değildin ve (buna) şahid olanlardan da değildin.",
        "numberInSurah": 44,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3297,
        "text": "Ancak Biz birçok nesiller inşa ettik de onların üzerinde (nice) ömür(ler) uzayıp geçti. Ve sen Medyen halkı içinde yaşayıp da ayetlerimizi onlardan okuyarak öğrenmiş değilsin. Ancak (bu bilgileri sana) gönderen Biziz.",
        "numberInSurah": 45,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3298,
        "text": "(Musa'ya) Seslendiğimiz zaman da, sen Tur'un yanında değildin. Ancak Rabbinden bir rahmet olmak üzere senden önce kendilerine bir uyarıcı gelmemiş olan bir kavmi uyarman için (gönderildin). Umulur ki, öğüt alıp düşünürler diye.",
        "numberInSurah": 46,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3299,
        "text": "Kendi ellerinin öne sürdükleri dolayısıyla, onlara bir musibet isabet ettiğinde: \"Rabbimiz, bize de bir elçi gönderseydin de böylece Senin ayetlerine uysaydık ve mü'minlerden olsaydık\" diyecek olmasalardı (seni göndermezdik).",
        "numberInSurah": 47,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3300,
        "text": "Fakat onlara Kendi Katımız'dan hak geldiği zaman: \"Musa'ya verilenlerin bir benzeri buna verilmeli değil miydi?\" dediler. Onlar, daha önce Musa'ya verilenleri inkar etmemişler miydi? \"İki büyü birbirine arka çıktı\" dediler. Ve: \"Gerçekten biz hepsini inkar edenleriz\" dediler.",
        "numberInSurah": 48,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3301,
        "text": "De ki: \"Eğer doğruysanız, bu durumda Allah Katından bu ikisinden (Musa'ya indirilen Tevrat ve bana indirilen Kur'an'dan) daha doğru olan bir kitap getirin de, ona uymuş olayım.\"",
        "numberInSurah": 49,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3302,
        "text": "Buna rağmen sana icabet etmeyecek olurlarsa, artık bil ki, onlar, gerçekten kendi heva (istek ve tutku)larına uymaktadırlar. Oysa Allah'tan bir kılavuz (doğru yol gösterici) olmaksızın, kendi istek ve tutkularına (hevasına) uyandan daha sapık kimdir? Şüphesiz Allah, zulmeden bir kavme hidayet vermez.",
        "numberInSurah": 50,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3303,
        "text": "Andolsun, Biz öğüt alıp-düşünsünler diye, sözü birbiri ardınca dizip-indirdik.",
        "numberInSurah": 51,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3304,
        "text": "Bu (Kur'an)dan önce, kitap verdiklerimiz buna inanmaktadırlar.",
        "numberInSurah": 52,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3305,
        "text": "Onlara okunduğu zaman: \"Biz ona inandık, gerçekten o, Rabbimiz'den olan bir haktır, şüphesiz biz bundan önce de Müslümanlar idik\" derler.",
        "numberInSurah": 53,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3306,
        "text": "İşte onlar; sabretmeleri dolayısıyla ecirleri iki defa verilir ve onlar kötülüğü iyilikle uzaklaştırıp kendilerine rızık olarak verdiklerimizden infak ederler.",
        "numberInSurah": 54,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3307,
        "text": "'Boş ve yararsız olan sözü' işittikleri zaman ondan yüz çevirirler ve: \"Bizim yapıp-ettiklerimiz bizim, sizin yapıp-ettikleriniz sizindir; size selam olsun, biz cahilleri benimsemeyiz\" derler.",
        "numberInSurah": 55,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3308,
        "text": "Gerçek şu ki, sen, sevdiğini hidayete erdiremezsin, ancak Allah, dilediğini hidayete erdirir; O, hidayete erecek olanları daha iyi bilendir.",
        "numberInSurah": 56,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3309,
        "text": "Dediler ki: \"Eğer seninle birlikte hidayete uyacak olursak, yerimizden (yurdumuzdan ve konumumuzdan) çekilip-kopartılırız.\" Oysa Biz onları, Kendi Katımız'dan bir rızık olarak herşeyin ürününün aktarılıp toplandığı, güvenli bir haremde yerleşik kılmadık mı? Fakat onların çoğu bilmiyorlar.",
        "numberInSurah": 57,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3310,
        "text": "Biz, yaşama biçimleriyle 'refah içinde şımarıp azmış' nice şehri yıkıma uğrattık. İşte meskenleri; çok az (bir zaman) dışında (onlarda) kendilerinden sonra oturulabilmiş değildir. (Onlara) Varis olanlar Biziz.",
        "numberInSurah": 58,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3311,
        "text": "Senin Rabbin, 'ana yerleşim merkezlerine' onlara ayetlerimizi okuyan bir elçi göndermedikçe şehirleri yıkıma uğratıcı değildir. Ve Biz, halkı zulmeden şehirlerden başkasını da yıkıma uğratıcı değiliz.",
        "numberInSurah": 59,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3312,
        "text": "Size verilen herşey, yalnızca dünya hayatının metaı ve süsüdür. Allah Katında olan ise, daha hayırlı ve daha süreklidir. Yine de, akıllanmayacak mısınız?",
        "numberInSurah": 60,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3313,
        "text": "Şimdi, kendisine güzel bir vaadde bulunduğumuz, dolayısıyla ona kavuşan kişi, dünya hayatının metaı ile metalandırdığımız sonra kıyamet günü (azaba uğramak için) hazır bulundurulan kişi gibi midir?",
        "numberInSurah": 61,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3314,
        "text": "O gün (Allah) onlara seslenerek: \"Bana ortak olarak öne sürdükleriniz nerede?\" der.",
        "numberInSurah": 62,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3315,
        "text": "Üzerlerine (azap) sözü hak olanlar derler ki: \"Rabbimiz, işte bizim azdırıp-saptırdıklarımız bunlar; kendimiz azıp saptığımız gibi, onları da azdırıp saptırdık. (Şimdiyse) Sana (gelip onlardan) uzaklaşmış bulunmaktayız. Onlar bize tapıyor da değillerdi.",
        "numberInSurah": 63,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3316,
        "text": "Denir ki: \"Ortaklarınızı çağırın.\" Böylelikle çağırırlar, ama kendilerine cevap vermezler ve azabı görürler. Hidayet bulmuş olsalardı ne olurdu.",
        "numberInSurah": 64,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3317,
        "text": "O gün (Allah) onlara seslenerek: \"Gönderilen (elçilere) ne cevab verdiniz?\" der.",
        "numberInSurah": 65,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3318,
        "text": "Artık o gün, haberler onlar için körelmiştir; birbirlerine de soramazlar.",
        "numberInSurah": 66,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3319,
        "text": "Ancak kim tevbe edip iman eder ve salih amellerde bulunursa artık kurtuluşa erenlerden olmayı umabilir.",
        "numberInSurah": 67,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3320,
        "text": "Rabbin, dilediğini yaratır ve seçer; seçim onlara ait değildir. Allah, onların ortak koştuklarından münezzehtir, Yücedir.",
        "numberInSurah": 68,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3321,
        "text": "Rabbin onların göğüslerinin sakladıklarını ve açığa vurduklarını bilir.",
        "numberInSurah": 69,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3322,
        "text": "O, Allah'tır, Kendisi'nden başka İlah yoktur. İlkte de, sonda da hamd O'nundur. Hüküm O'nundur ve O'na döndürüleceksiniz.",
        "numberInSurah": 70,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3323,
        "text": "De ki: \"Gördünüz mü söyleyin; Allah, kıyamet gününe kadar geceyi sizin üzerinizde kesintisizce sürdürecek olsa, Allah'ın dışında size aydınlık verecek İlah kimdir? Yine de dinlemeyecek misiniz?\"",
        "numberInSurah": 71,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3324,
        "text": "De ki: \"Gördünüz mü söyleyin, Allah kıyamet gününe kadar gündüzü sizin üzerinizde kesintisizce sürdürecek olsa Allah'ın dışında size içinde dinleneceğiniz geceyi getirecek İlah kimdir? Yine de görmeyecek misiniz?",
        "numberInSurah": 72,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3325,
        "text": "Kendi rahmetinden olmak üzere O, sizin için, dinlenmeniz ve O'nun fazlından (geçiminizi) aramanız için geceyi ve gündüzü var etti. Umulur ki şükredersiniz.",
        "numberInSurah": 73,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3326,
        "text": "O gün (Allah) onlara seslenerek: \"Bana ortak olarak öne sürdükleriniz nerede\" der.",
        "numberInSurah": 74,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3327,
        "text": "Her ümmetten bir şahid ayırıp çıkardık da: \"Kesin-kanıt (burhan)ınızı getirin\" dedik. Artık öğrenmiş oldular ki, hak, gerçekten Allah'ındır ve düzüp uydurdukları kendilerinden uzaklaşıp-kaybolmuşlardır.",
        "numberInSurah": 75,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3328,
        "text": "Gerçek şu ki, Karun, Musa'nın kavmindendi, ancak onlara karşı azgınlaştı. Biz, ona öyle hazineler vermiştik ki, anahtarları, birlikte (taşımaya) davranan güçlü bir topluluğa ağır geliyordu. Hani kavmi ona demişti ki: \"Şımararak sevinme, çünkü Allah, şımararak sevince kapılanları sevmez.\"",
        "numberInSurah": 76,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3329,
        "text": "\"Allah'ın sana verdiğiyle ahiret yurdunu ara, dünyadan da kendi payını (nasibini) unutma. Allah'ın sana ihsan ettiği gibi, sen de ihsanda bulun ve yeryüzünde bozgunculuk arama. Çünkü Allah, bozgunculuk yapanları sevmez.\"",
        "numberInSurah": 77,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3330,
        "text": "Dedi ki: \"Bu, bende olan bir bilgi dolayısıyla bana verilmiştir.\" Bilmez mi, ki gerçekten Allah, kendisinden önceki nesillerden kuvvet bakımından kendisinden daha güçlü ve insan-sayısı bakımından daha çok olan kimseleri yıkıma uğratmıştır. Suçlu-günahkarlardan kendi günahları sorulmaz.",
        "numberInSurah": 78,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3331,
        "text": "Böylelikle kendi ihtişamlı-süsü içinde kavminin karşısına çıktı. Dünya hayatını istemekte olanlar: \"Ah keşke, Karun'a verilenin bir benzeri bizim de olsaydı. Gerçekten o, büyük bir pay sahibidir\" dediler.",
        "numberInSurah": 79,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3332,
        "text": "Kendilerine ilim verilenler ise: \"Yazıklar olsun size, Allah'ın sevabı, iman eden ve salih amellerde bulunan kimse için daha hayırlıdır; buna da sabredenlerden başkası kavuşturulmaz\" dediler.",
        "numberInSurah": 80,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3333,
        "text": "Sonunda onu da, konağını da yerin dibine geçirdik. Böylece Allah'a karşı ona yardım edecek bir topluluğu olmadı. Ve o, kendi kendine yardım edebileceklerden de değildi.",
        "numberInSurah": 81,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3334,
        "text": "Dün, onun yerinde olmayı dileyenler, sabahladıklarında: \"Vay, demek ki Allah, kullarından dilediğinin rızkını genişletip-yaymakta ve kısıp-daraltmaktadır. Eğer Allah, bize lütfetmiş olmasaydı, bizi de şüphesiz batırırdı. Vay, demek gerçekten inkar edenler felah bulamaz\" demeye başladılar.",
        "numberInSurah": 82,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3335,
        "text": "İşte ahiret yurdu; Biz onu, yeryüzünde büyüklenmeyenlere ve bozgunculuk yapmak istemeyenlere (armağan) kılarız. (Güzel) Sonuç takva sahiplerinindir.",
        "numberInSurah": 83,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3336,
        "text": "Kim bir iyilikle gelirse, artık onun için daha hayırlısı vardır; kim bir kötülükle gelirse, artık kötülükleri yapanlar, yalnızca yaptıklarıyla karşılık görürler.",
        "numberInSurah": 84,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3337,
        "text": "Şüphesiz, sana Kur'an'ı farz kılan, seni dönülecek yere elbette döndürecektir. De ki: \"Rabbim, hidayetle geleni de, açıkça bir sapıklık içinde olanı da daha iyi bilmektedir.\"",
        "numberInSurah": 85,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3338,
        "text": "Kitab'ın sana (kalbine vahy ile) bırakılacağını umud etmezdin; (bu,) Rabbinden ancak bir rahmettir. Öyleyse sakın kafirlere arka olma.",
        "numberInSurah": 86,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3339,
        "text": "Sana indirildikten sonra, sakın seni Allah'ın ayetlerinden alıkoymasınlar. Sen Rabbine çağır ve sakın müşriklerden olma.",
        "numberInSurah": 87,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3340,
        "text": "Ve Allah ile beraber başka bir İlah'a tapma. O'ndan başka İlah yoktur. O'nun yüzünden (zatından) başka herşey helak olucudur. Hüküm O'nundur ve siz O'na döndürüleceksiniz.",
        "numberInSurah": 88,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "tr.bulac",
      "language": "tr",
      "name": "Alİ Bulaç",
      "englishName": "Alİ Bulaç",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}