{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 29,
    "name": "سُورَةُ العَنكَبُوتِ",
    "englishName": "Al-Ankaboot",
    "englishNameTranslation": "The Spider",
    "revelationType": "Meccan",
    "numberOfAyahs": 69,
    "ayahs": [
      {
        "number": 3341,
        "text": "Elif, Lam, Mim.",
        "numberInSurah": 1,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3342,
        "text": "İnsanlar, (sadece) \"İman ettik\" diyerek, sınanmadan bırakılacaklarını mı sandılar?",
        "numberInSurah": 2,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3343,
        "text": "Andolsun, onlardan öncekileri sınadık; Allah, gerçekten doğruları da bilmekte ve gerçekten yalancıları da bilmektedir.",
        "numberInSurah": 3,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3344,
        "text": "Yoksa kötülükleri yapanlar, Bizi (aşıp) geçeceklerini mi sandılar? Ne kötü hükmediyorlar?",
        "numberInSurah": 4,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3345,
        "text": "Kim Allah'a kavuşmayı umuyorsa hiç şüphesiz Allah'ın (tespit ettiği) süresi yaklaşarak-gelmektedir. O, işitendir, bilendir.",
        "numberInSurah": 5,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3346,
        "text": "Kim cihad ederse, yalnızca kendi nefsi için cihad etmiş olur. Şüphesiz Allah, alemlerden müstağnidir.",
        "numberInSurah": 6,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3347,
        "text": "İman edip salih amellerde bulunanlar ise; Biz şüphesiz onların kötülüklerini örteceğiz ve şüphesiz yaptıklarının en güzeliyle karşılık vereceğiz.",
        "numberInSurah": 7,
        "juz": 20,
        "manzil": 5,
        "page": 397,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3348,
        "text": "Biz insana, anne ve babasına (karşı) güzelliği (ilke edinmesini) tavsiye ettik. Eğer onlar, hakkında bilgin olmayan şeyle Bana ortak koşman için sana karşı çaba harcayacak olurlarsa, bu durumda, onlara itaat etme. Dönüşünüz Banadır. Artık yaptıklarınızı size haber vereceğim.",
        "numberInSurah": 8,
        "juz": 20,
        "manzil": 5,
        "page": 397,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3349,
        "text": "İman edip salih amellerde bulunanlar ise; elbette onları salihlerin arasına katacağız.",
        "numberInSurah": 9,
        "juz": 20,
        "manzil": 5,
        "page": 397,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3350,
        "text": "İnsanlardan öylesi vardır ki, \"Allah'a iman ettik\" der; fakat Allah uğruna eziyet gördüğü zaman, insanların (kendisine yönelttikleri işkence ve) fitnesini Allah'ın azabıymış gibi sayar; ama Rabbinden 'bir yardım ve zafer' gelirse, andolsun: \"Biz gerçekten sizlerle birlikteydik” demektedirler. Oysa Allah, alemlerin sinelerinde olanı daha iyi bilen değil midir?",
        "numberInSurah": 10,
        "juz": 20,
        "manzil": 5,
        "page": 397,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3351,
        "text": "Allah muhakkak iman edenleri de bilmekte ve muhakkak münafıkları da bilmektedir.",
        "numberInSurah": 11,
        "juz": 20,
        "manzil": 5,
        "page": 397,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3352,
        "text": "İnkar edenler, iman edenlere dedi ki: \"Siz bizim yolumuzu izleyin, hatalarınızı biz yüklenelim.” Oysa kendileri, onların hatalarından hiçbir şeyi yüklenecek değildir. Gerçekten onlar, elbette yalancıdırlar.",
        "numberInSurah": 12,
        "juz": 20,
        "manzil": 5,
        "page": 397,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3353,
        "text": "Şüphesiz onlar, hem kendi yüklerini, hem kendi yükleriyle birlikte başka yükleri de yüklenecekler ve kıyamet günü, düzüp uydurduklarına karşı sorguya çekileceklerdir.",
        "numberInSurah": 13,
        "juz": 20,
        "manzil": 5,
        "page": 397,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3354,
        "text": "Andolsun, Biz Nuh'u kendi kavmine (elçi olarak) gönderdik, içlerinde elli yılı eksik olmak üzere bin sene yaşadı. Sonunda onlar zulme devam ederlerken tufan kendilerini yakalayıverdi.",
        "numberInSurah": 14,
        "juz": 20,
        "manzil": 5,
        "page": 397,
        "ruku": 343,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3355,
        "text": "Böylece Biz onu ve gemi halkını kurtardık ve bunu alemlere bir ayet (kendisinden ders çıkarılacak bir olay) kılmış olduk.",
        "numberInSurah": 15,
        "juz": 20,
        "manzil": 5,
        "page": 398,
        "ruku": 343,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3356,
        "text": "İbrahim de; hani kavmine demişti ki: \"Allah'a kulluk edin ve O'ndan sakının, eğer bilirseniz bu sizin için daha hayırlıdır.\"",
        "numberInSurah": 16,
        "juz": 20,
        "manzil": 5,
        "page": 398,
        "ruku": 343,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3357,
        "text": "\"Siz yalnızca Allah'tan başka birtakım putlara tapıyor ve birtakım yalanlar uyduruyorsunuz. Gerçek şu ki, sizin Allah'tan başka taptıklarınız, size rızık vermeye güç yetiremezler; öyleyse rızkı Allah'ın Katında arayın, O'na kulluk edin ve O'na şükredin. Siz O'na döndürüleceksiniz.\"",
        "numberInSurah": 17,
        "juz": 20,
        "manzil": 5,
        "page": 398,
        "ruku": 343,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3358,
        "text": "\"Eğer yalanlarsanız, sizden önceki ümmetler de (elçilerin çağrısını) yalanlamışlardır. Elçiye düşen ise, yalnızca açık bir tebliğdir.\"",
        "numberInSurah": 18,
        "juz": 20,
        "manzil": 5,
        "page": 398,
        "ruku": 343,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3359,
        "text": "Onlar görmediler mi ki, Allah yaratmaya nasıl başlıyor, sonra onu iade ediyor? Şüphesiz, bu Allah'a göre kolaydır.",
        "numberInSurah": 19,
        "juz": 20,
        "manzil": 5,
        "page": 398,
        "ruku": 343,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3360,
        "text": "De ki: \"Yeryüzünde gezip dolaşın da, böylelikle yaratmaya nasıl başladığına bir bakın, sonra Allah ahiret yaratmasını (veya son yaratmayı) da inşa edip yaratacaktır. Şüphesiz Allah, herşeye güç yetirendir.",
        "numberInSurah": 20,
        "juz": 20,
        "manzil": 5,
        "page": 398,
        "ruku": 343,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3361,
        "text": "Dilediğini azaplandırır, dilediğine merhamet eder. O'na çevrilip-götürüleceksiniz.",
        "numberInSurah": 21,
        "juz": 20,
        "manzil": 5,
        "page": 398,
        "ruku": 343,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3362,
        "text": "Siz yerde ve gökte (Allah'ı) aciz bırakamazsınız. Sizin Allah'ın dışında veliniz yoktur, yardım edeniniz de yoktur.",
        "numberInSurah": 22,
        "juz": 20,
        "manzil": 5,
        "page": 398,
        "ruku": 343,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3363,
        "text": "Allah'ın ayetlerini ve O'na kavuşmayı 'yok sayıp inkar edenler'; işte onlar, Benim rahmetimden umut kesmişlerdir; ve işte onlar, acı azap onlarındır.",
        "numberInSurah": 23,
        "juz": 20,
        "manzil": 5,
        "page": 398,
        "ruku": 344,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3364,
        "text": "Bunun üzerine kavminin (İbrahim'e) cevabı yalnızca: \"Onu öldürün ya da yakın\" demek oldu. Böylece Allah onu ateşten kurtardı. Şüphesiz bunda, iman eden bir kavim için ayetler vardır.",
        "numberInSurah": 24,
        "juz": 20,
        "manzil": 5,
        "page": 399,
        "ruku": 344,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3365,
        "text": "(İbrahim) Dedi ki: \"Siz gerçekten, Allah'ı bırakıp dünya hayatında aranızda bir sevgi-bağı olarak putları (ilahlar) edindiniz. Sonra kıyamet günü, kiminiz kiminizi inkar edip-tanımayacak ve kiminiz kiminize lanet edeceksiniz. Sizin barınma yeriniz ateştir ve hiçbir yardımcınız yoktur.\"",
        "numberInSurah": 25,
        "juz": 20,
        "manzil": 5,
        "page": 399,
        "ruku": 344,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3366,
        "text": "Bunun üzerine Lut ona iman etti ve dedi ki: \"Gerçekten ben, Rabbime hicret edeceğim. Çünkü şüphesiz O, güçlü ve üstün olandır, hüküm ve hikmet sahibidir.\"",
        "numberInSurah": 26,
        "juz": 20,
        "manzil": 5,
        "page": 399,
        "ruku": 344,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3367,
        "text": "Biz ona İshak'ı ve Yakub'u armağan ettik ve onun soyunda (seçtiklerimize) peygamberliği ve kitabı (vahy ihsanı) kıldık, ecrini de dünyada verdik. Şüphesiz o, ahirette salih olanlardandır.",
        "numberInSurah": 27,
        "juz": 20,
        "manzil": 5,
        "page": 399,
        "ruku": 344,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3368,
        "text": "Lut da; hani kavmine demişti: \"Siz gerçekten, sizden önce alemlerden hiç kimsenin yapmadığı 'çirkin bir utanmazlığı' yapıyorsunuz.\"",
        "numberInSurah": 28,
        "juz": 20,
        "manzil": 5,
        "page": 399,
        "ruku": 344,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3369,
        "text": "\"Siz, (yine de) erkeklere yaklaşacak, yol kesecek ve biraraya gelişlerinizde çirkinlikler yapacak mısınız?\" Bunun üzerine kavminin cevabı yalnızca: \"Eğer doğru söylüyor isen, bize Allah'ın azabını getir\" demek oldu.",
        "numberInSurah": 29,
        "juz": 20,
        "manzil": 5,
        "page": 399,
        "ruku": 344,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3370,
        "text": "Dedi ki: \"Rabbim, fesat çıkaran (bu) kavme karşı bana yardım et.\"",
        "numberInSurah": 30,
        "juz": 20,
        "manzil": 5,
        "page": 399,
        "ruku": 344,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3371,
        "text": "Bizim elçilerimiz İbrahim'e bir müjde ile geldikleri zaman, dediler ki: \"Gerçek şu ki, biz bu ülkenin halkını yıkıma uğratacağız. Çünkü onun halkı zalim oldular.”",
        "numberInSurah": 31,
        "juz": 20,
        "manzil": 5,
        "page": 400,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3372,
        "text": "Dedi ki: \"Onun içinde Lut da vardır.\" Dediler ki: \"Onun içinde kimin olduğunu Biz daha iyi biliriz. Kendi karısı dışında, onu ve ailesini muhakkak kurtaracağız. O (karısı) arkada kalacak olanlardandır.\"",
        "numberInSurah": 32,
        "juz": 20,
        "manzil": 5,
        "page": 400,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3373,
        "text": "Elçilerimiz Lut'a geldikleri zaman o, bunlar dolayısıyla kötüleşti ve içi daraldı. Dediler ki: \"Korkuya düşme ve hüzne kapılma. Karın dışında, seni ve aileni muhakak kurtaracağız. O ise, arkada kalacaktır.\"",
        "numberInSurah": 33,
        "juz": 20,
        "manzil": 5,
        "page": 400,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3374,
        "text": "\"Şüphesiz Biz, fasıklık yapmalarından dolayı, bu ülke halkının üstüne gökten iğrenç bir azap indireceğiz.\"",
        "numberInSurah": 34,
        "juz": 20,
        "manzil": 5,
        "page": 400,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3375,
        "text": "Andolsun, Biz akledebilecek bir kavim için orada apaçık bir ayet bırakmışızdır.",
        "numberInSurah": 35,
        "juz": 20,
        "manzil": 5,
        "page": 400,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3376,
        "text": "Medyen'e de kardeşleri Şuayb'ı (gönderdik) Böylece dedi ki: \"Ey kavmim, Allah'a kulluk edin ve ahiret gününü umud edin ve yeryüzünde bozguncular olarak karışıklık çıkarmayın.\"",
        "numberInSurah": 36,
        "juz": 20,
        "manzil": 5,
        "page": 400,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3377,
        "text": "Ancak onu yalanladılar; bunun üzerine onları amansız bir sarsıntı yakalayıverdi, böylelikle kendi yurtlarında diz üstü çökmüş olarak sabahladılar.",
        "numberInSurah": 37,
        "juz": 20,
        "manzil": 5,
        "page": 400,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3378,
        "text": "Ad'ı ve Semud'u da (yıkıma uğrattık). Gerçek şu ki, kendi oturdukları yerlerden size (durumları) belli olmaktadır. Kendi yaptıklarını şeytan süsleyip-çekici kıldı, böylece onları yoldan alıkoydu. Oysa onlar görebilen kimselerdi.",
        "numberInSurah": 38,
        "juz": 20,
        "manzil": 5,
        "page": 400,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3379,
        "text": "Karun'u, Firavun'u ve Haman'ı da (yıkıma uğrattık). Andolsun, Musa onlara apaçık delillerle gelmişti, ancak yeryüzünde büyüklendiler. Oysa onlar (azaptan kurtulup) geçecek değillerdi.",
        "numberInSurah": 39,
        "juz": 20,
        "manzil": 5,
        "page": 401,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3380,
        "text": "İşte Biz, onların her birini kendi günahıyla yakalayıverdik. Böylece onlardan kiminin üstüne taş fırtınası gönderdik, kimini şiddetli bir çığlık sarıverdi, kimini yerin dibine geçirdik, kimini de suda boğduk. Allah onlara zulmedici değildi, ancak onlar kendi nefislerine zulmediyorlardı.",
        "numberInSurah": 40,
        "juz": 20,
        "manzil": 5,
        "page": 401,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3381,
        "text": "Allah'ın dışında başka veliler edinenlerin örneği, kendine ev edinen örümcek örneğine benzer. Gerçek şu ki, evlerin en dayanıksız olanı örümcek evidir; bir bilselerdi.",
        "numberInSurah": 41,
        "juz": 20,
        "manzil": 5,
        "page": 401,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3382,
        "text": "Allah, Kendi dışında hangi şeye taptıklarını şüphesiz bilir. O, güçlü ve üstün olandır, hüküm ve hikmet sahibidir.",
        "numberInSurah": 42,
        "juz": 20,
        "manzil": 5,
        "page": 401,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3383,
        "text": "İşte bu örnekler; Biz bunları insanlara vermekteyiz. Ancak alimlerden başkası bunlara akıl erdirmez.",
        "numberInSurah": 43,
        "juz": 20,
        "manzil": 5,
        "page": 401,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3384,
        "text": "Allah gökleri ve yeri hak olarak yarattı. Şüphesiz, bunda iman edenler için bir ayet vardır.",
        "numberInSurah": 44,
        "juz": 20,
        "manzil": 5,
        "page": 401,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3385,
        "text": "Sana Kitap'tan vahyedileni oku ve namazı dosdoğru kıl. Gerçekten namaz, çirkin utanmazlıklar (fahşa)dan ve kötülüklerden alıkoyar. Allah'ı zikretmek ise muhakkak en büyük (ibadet)tür. Allah, yaptıklarınızı bilir.",
        "numberInSurah": 45,
        "juz": 20,
        "manzil": 5,
        "page": 401,
        "ruku": 346,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3386,
        "text": "İçlerinde zulmedenleri hariç olmak üzere, Kitap Ehliyle en güzel olan bir tarzın dışında mücadele etmeyin. Ve deyin ki: \"Bize ve size indirilene iman ettik; bizim İlahımız da, sizin İlahınız da birdir ve biz O'na teslim olmuşuz.\"",
        "numberInSurah": 46,
        "juz": 21,
        "manzil": 5,
        "page": 402,
        "ruku": 346,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3387,
        "text": "İşte Biz sana böyle bir Kitap indirdik. Bundan dolayı kendilerine kitap verdiklerimiz ona iman etmektedirler. Bunlar (putatapıcılar)dan da ona iman edecek olanlar vardır. İnkarcılardan başkası Bizim ayetlerimizi inkar etmez.",
        "numberInSurah": 47,
        "juz": 21,
        "manzil": 5,
        "page": 402,
        "ruku": 346,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3388,
        "text": "Bundan önce sen hiç kitap okuyan değildin ve onu sağ elinle de yazmıyordun. Böyle olsaydı, batılda olanlar kuşkuya kapılırlardı.",
        "numberInSurah": 48,
        "juz": 21,
        "manzil": 5,
        "page": 402,
        "ruku": 346,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3389,
        "text": "Hayır, o, kendilerine ilim verilenlerin göğüslerinde apaçık olan ayetlerdir. Zulmedenlerden başkası, Bizim ayetlerimizi inkar etmez.",
        "numberInSurah": 49,
        "juz": 21,
        "manzil": 5,
        "page": 402,
        "ruku": 346,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3390,
        "text": "Dediler ki: \"Ona Rabbinden ayetler (birtakım mucizeler) indirilmeli değil miydi?\" De ki: \"Ayetler yalnızca Allah'ın Katındadır. Ben ise, ancak apaçık bir uyarıcıyım.\"",
        "numberInSurah": 50,
        "juz": 21,
        "manzil": 5,
        "page": 402,
        "ruku": 346,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3391,
        "text": "Kendilerine okunmakta olan Kitab'ı sana indirmemiz onlara yetmiyor mu? Şüphesiz, bunda iman eden bir kavim için gerçekten bir rahmet ve bir öğüt (zikir) vardır.",
        "numberInSurah": 51,
        "juz": 21,
        "manzil": 5,
        "page": 402,
        "ruku": 346,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3392,
        "text": "De ki: \"Benimle sizin aranızda şahid olarak Allah yeter. O, göklerde ve yerde olanı bilir. Batıla inanan ve Allah'ı inkar edenler ise, işte onlar hüsrana uğrayanlardır.\"",
        "numberInSurah": 52,
        "juz": 21,
        "manzil": 5,
        "page": 402,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3393,
        "text": "Azap konusunda senden acele (davranmanı) istiyorlar. Eğer adı konulmuş bir ecel (tayin edilmiş bir vakit) olmasaydı, herhalde onlara azap gelmiş olurdu. Fakat kendileri şuurunda olmadan, onlara kuşkusuz apansız geliverecektir.",
        "numberInSurah": 53,
        "juz": 21,
        "manzil": 5,
        "page": 403,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3394,
        "text": "Azap konusunda senden acele (davranmanı) istiyorlar. Oysa cehennem, o inkar edenleri gerçekten kuşatıp-durmaktadır.",
        "numberInSurah": 54,
        "juz": 21,
        "manzil": 5,
        "page": 403,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3395,
        "text": "Azabın onları üstlerinden ve ayaklarının altından kaplayacağı gün (Allah): \"Yaptıklarınızı tadın\" der.",
        "numberInSurah": 55,
        "juz": 21,
        "manzil": 5,
        "page": 403,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3396,
        "text": "Ey iman eden kullarım, şüphesiz Benim arzım geniştir; artık yalnızca Bana ibadet edin.",
        "numberInSurah": 56,
        "juz": 21,
        "manzil": 5,
        "page": 403,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3397,
        "text": "Her nefis ölümü tadıcıdır; sonra Bize döndürüleceksiniz.",
        "numberInSurah": 57,
        "juz": 21,
        "manzil": 5,
        "page": 403,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3398,
        "text": "İman edip salih amellerde bulunanlar; onları, içinde ebedi kalıcılar olarak, altından ırmaklar akan cennetin yüksek köşklerine muhakkak yerleştireceğiz. (Salih) Amellerde bulunanların ecri ne güzeldir.",
        "numberInSurah": 58,
        "juz": 21,
        "manzil": 5,
        "page": 403,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3399,
        "text": "Ki onlar, sabredenler ve Rablerine tevekkül edenlerdir.",
        "numberInSurah": 59,
        "juz": 21,
        "manzil": 5,
        "page": 403,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3400,
        "text": "Kendi rızkını taşıyamayan nice canlı vardır ki onu ve sizi Allah rızıklandırır. O, işitendir, bilendir.",
        "numberInSurah": 60,
        "juz": 21,
        "manzil": 5,
        "page": 403,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3401,
        "text": "Andolsun, onlara: \"Gökleri ve yeri kim yarattı, güneşi ve ayı kim emre amade kıldı?\" diye soracak olursan, şüphesiz: \"Allah\" diyecekler. Şu halde nasıl oluyor da çevriliyorlar?",
        "numberInSurah": 61,
        "juz": 21,
        "manzil": 5,
        "page": 403,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3402,
        "text": "Allah, kullarından dilediğine rızkı yayıp-genişletir, (ve) kısar da. Şüphesiz Allah, herşeyi bilendir.",
        "numberInSurah": 62,
        "juz": 21,
        "manzil": 5,
        "page": 403,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3403,
        "text": "Andolsun onlara: \"Gökten su indirip de ölümünden sonra yeryüzünü dirilten kimdir?\" diye soracak olursan, şüphesiz: \"Allah\" diyecekler. De ki: \"Hamd Allah'ındır.\" Hayır, onların çoğu akletmiyorlar.",
        "numberInSurah": 63,
        "juz": 21,
        "manzil": 5,
        "page": 403,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3404,
        "text": "Bu dünya hayatı, yalnızca bir oyun ve '(eğlence türünden) tutkulu bir oyalanmadır'. Gerçekten ahiret yurdu ise, asıl hayat odur. Bir bilselerdi.",
        "numberInSurah": 64,
        "juz": 21,
        "manzil": 5,
        "page": 404,
        "ruku": 348,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3405,
        "text": "Onlar gemiye bindikleri zaman, dini yalnızca O'na 'halis kılan gönülden bağlılar' olarak, Allah'a yalvarıp yakarırlar. Ama onları karaya çıkarıp kurtarınca, hemen şirk koşarlar.",
        "numberInSurah": 65,
        "juz": 21,
        "manzil": 5,
        "page": 404,
        "ruku": 348,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3406,
        "text": "Kendilerine verdiğimiz (nimetler)e nankörlük etsinler ve yararlanıp-metalansınlar diye. Ancak onlar yakında bileceklerdir.",
        "numberInSurah": 66,
        "juz": 21,
        "manzil": 5,
        "page": 404,
        "ruku": 348,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3407,
        "text": "Görmediler mi ki, çevrelerinde insanlar kapılıp-yağma edilirken, Biz Harem (Mekke)yi güvenilir (ve dokunulmaz) kıldık? Yine de onlar, batıla inanıp Allah'ın nimetlerine nankörlük mü ediyorlar?",
        "numberInSurah": 67,
        "juz": 21,
        "manzil": 5,
        "page": 404,
        "ruku": 348,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3408,
        "text": "Allah hakkında yalan uydurup iftira edenlerden veya kendisine hak geldiği zaman onu yalan sayandan daha zalim kimdir? İnkar edenlere cehennem içinde bir konaklama yeri mi yok?",
        "numberInSurah": 68,
        "juz": 21,
        "manzil": 5,
        "page": 404,
        "ruku": 348,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3409,
        "text": "Bizim uğrumuzda cihad edenlere, şüphesiz yollarımızı gösteririz. Gerçekten Allah, ihsan edenlerle beraberdir.",
        "numberInSurah": 69,
        "juz": 21,
        "manzil": 5,
        "page": 404,
        "ruku": 348,
        "hizbQuarter": 161,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "tr.bulac",
      "language": "tr",
      "name": "Alİ Bulaç",
      "englishName": "Alİ Bulaç",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}