{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 31,
    "name": "سُورَةُ لُقۡمَانَ",
    "englishName": "Luqman",
    "englishNameTranslation": "Luqman",
    "revelationType": "Meccan",
    "numberOfAyahs": 34,
    "ayahs": [
      {
        "number": 3470,
        "text": "Elif, Lam, Mim.",
        "numberInSurah": 1,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3471,
        "text": "Bunlar hikmetli Kitab'ın ayetleridir;",
        "numberInSurah": 2,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3472,
        "text": "Muhsin olanlara bir hidayet ve bir rahmettir.",
        "numberInSurah": 3,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3473,
        "text": "Onlar, namazı dosdoğru kılarlar, zekatı verirler. Ve onlar kesin bir bilgiyle ahirete inanırlar.",
        "numberInSurah": 4,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3474,
        "text": "İşte onlar, Rab'lerinden bir hidayet üzerindedirler ve felah bulanlar da onlardır.",
        "numberInSurah": 5,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3475,
        "text": "İnsanlardan öyleleri vardır ki, bilgisizce Allah'ın yolundan saptırmak ve onu bir eğlence konusu edinmek için sözün 'boş ve amaçsız olanını' satın alırlar. İşte onlar için aşağılatıcı bir azap vardır.",
        "numberInSurah": 6,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3476,
        "text": "Ona ayetlerimiz okunduğunda, sanki işitmiyormuş ve kulaklarında bir ağırlık varmış gibi, büyüklük taslayarak (müstekbirce) sırtını çevirir. Artık sen ona acı bir azap ile müjde ver.",
        "numberInSurah": 7,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3477,
        "text": "(Ancak) Gerçekten iman edip salih amellerde bulunanlar ise; onlar için nimetlerle-donatılmış cennetler vardır.",
        "numberInSurah": 8,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3478,
        "text": "Orada ebedi olarak kalıcıdırlar. Allah'ın va'di haktır. O, üstün ve güçlü olandır, hüküm ve hikmet sahibidir.",
        "numberInSurah": 9,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3479,
        "text": "O, gökleri dayanak olmaksızın yaratmıştır, bunu görmektesiniz. Arzda da, sizi sarsıntıya uğratır diye sarsılmaz dağlar bıraktı ve orada her canlıdan türetip yayıverdi. Biz gökten su indirdik, böylelikle orada her güzel olan çiftten bir bitki bitirdik.",
        "numberInSurah": 10,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3480,
        "text": "Bu, Allah'ın yaratmasıdır. Şu halde, O'nun dışında olanların yarattıklarını Bana gösterin. Hayır, zulmedenler, açıkça bir sapıklık içindedirler.",
        "numberInSurah": 11,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3481,
        "text": "Andolsun, Lukman'a \"Allah'a şükret\" diye hikmet verdik. Kim şükrederse, artık o, kendi lehine şükreder. Kim inkar ederse, artık şüphesiz, (Allah,) Gani (hiç kimseye ve hiçbir şeye muhtaç olmayan)dır, Hamiddir (hamd yalnızca O'na aittir).",
        "numberInSurah": 12,
        "juz": 21,
        "manzil": 5,
        "page": 412,
        "ruku": 356,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3482,
        "text": "Hani Lukman oğluna -öğüt vererek- demişti ki; \"Ey oğlum, Allah'a şirk koşma. Şüphesiz şirk, gerçekten büyük bir zulümdür.\"",
        "numberInSurah": 13,
        "juz": 21,
        "manzil": 5,
        "page": 412,
        "ruku": 356,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3483,
        "text": "Biz insana anne ve babasını (onlara iyilikle davranmayı) tavsiye ettik. Annesi onu, zorluk üstüne zorlukla (karnında) taşımıştır. Onun (sütten) ayrılması, iki yıl içindedir. \"Hem Bana, hem anne ve babana şükret, dönüş yalnız Banadır.\"",
        "numberInSurah": 14,
        "juz": 21,
        "manzil": 5,
        "page": 412,
        "ruku": 356,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3484,
        "text": "Bununla birlikte, onların ikisi (annen ve baban) hakkında bir bilgin olmayan şeyi Bana şirk koşman için, sana karşı çaba harcayacak olurlarsa, bu durumda onlara itaat etme ve dünya (hayatın) da onlara iyilikle (ma'ruf üzere) sahiplen (onlarla geçin) ve Bana 'gönülden-katıksız olarak yönelenin' yoluna tabi ol. Sonra dönüşünüz yalnızca Banadır, böylece Ben de size yaptıklarınızı haber vereceğim.",
        "numberInSurah": 15,
        "juz": 21,
        "manzil": 5,
        "page": 412,
        "ruku": 356,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3485,
        "text": "\"Ey oğlum, (yaptığın iş) gerçekten bir hardal tanesi ağırlığında olsa da, (bu,) ister bir kaya parçasından ya da göklerde veya yer(in derinliklerinde) de bulunsa bile, Allah onu getirir (açığa çıkarır). Şüphesiz Allah, latif olandır, (herşeyden) haberdardır.\"",
        "numberInSurah": 16,
        "juz": 21,
        "manzil": 5,
        "page": 412,
        "ruku": 356,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3486,
        "text": "\"Ey oğlum, namazı dosdoğru kıl, ma'rufu emret, münkerden sakındır ve sana isabet eden (musibetler)e karşı sabret. Çünkü bunlar, azmedilmesi gereken işlerdendir.",
        "numberInSurah": 17,
        "juz": 21,
        "manzil": 5,
        "page": 412,
        "ruku": 356,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3487,
        "text": "\"İnsanlara yanağını çevirip (büyüklenme) ve böbürlenmiş olarak yeryüzünde yürüme. Çünkü Allah, büyüklük taslayıp böbürleneni sevmez.\"",
        "numberInSurah": 18,
        "juz": 21,
        "manzil": 5,
        "page": 412,
        "ruku": 356,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3488,
        "text": "\"Yürüyüşünde orta bir yol tut, sesinden de (yüksek perdeleri) eksilt. Çünkü, seslerin en çirkin olanı gerçekten eşeklerin sesidir.\"",
        "numberInSurah": 19,
        "juz": 21,
        "manzil": 5,
        "page": 412,
        "ruku": 356,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3489,
        "text": "Görmüyor musunuz ki, şüphesiz Allah, göklerde ve yerde olanları emrinize amade kılmış, açık ve gizli sizin üzerinizdeki nimetlerini genişletip-tamamlamıştır. (Buna rağmen) İnsanlardan öyleleri vardır ki, hiçbir ilme dayanmadan, bir yol gösterici ve aydınlatıcı bir kitap olmadan Allah hakkında mücadele edip durur.",
        "numberInSurah": 20,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3490,
        "text": "Onlara; \"Allah'ın indirdiklerine uyun\" denildiğinde, derler ki; \"Hayır, biz atalarımızı üzerinde bulduğumuz şeye uyarız.\" Şayet şeytan, onları çılgınca yanan ateşin azabına çağırmışsa da mı (buna uyacaklar)?",
        "numberInSurah": 21,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3491,
        "text": "Kim ihsanda bulunan (biri) olarak yüzünü (kendini) Allah'a teslim ederse, artık gerçekten o kopmayan bir kulpa yapışmıştır. Bütün işlerin sonu Allah'a varır.",
        "numberInSurah": 22,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3492,
        "text": "Kim de inkar ederse, artık onun inkarı seni hüzne kaptırmasın. Onların dönüşü Bizedir, artık Biz de onlara yaptıklarını haber vereceğiz. Şüphesiz Allah, sinelerin özünde saklı olanı bilendir.",
        "numberInSurah": 23,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3493,
        "text": "Biz onları az (bir şey ve zaman) olarak metalandırıp yararlandırırız, sonra onları ağır bir azaba katlandırırız.",
        "numberInSurah": 24,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3494,
        "text": "Andolsun onlara; \"Gökleri ve yeri kim yarattı?\" diye soracak olsan, tartışmasız; \"Allah\" diyecekler. De ki; \"Hamd Allah'ındır.\" Hayır, onların çoğu bilmezler.",
        "numberInSurah": 25,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3495,
        "text": "Göklerde ve yerde olanlar Allah'ındır. Şüphesiz Allah, Gani (hiç kimseye ve hiçbir şeye muhtaç olmayan)dır, Hamid (hamd da yalnızca O'na ait)tir.",
        "numberInSurah": 26,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3496,
        "text": "Eğer yeryüzündeki ağaçların tümü kalem ve deniz de -onun ardından yedi deniz daha eklenerek- (mürekkep) olsa, yine de Allah'ın kelimeleri (yazmakla) tükenmez. Şüphesiz Allah, üstün ve güçlüdür, hüküm ve hikmet sahibidir.",
        "numberInSurah": 27,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3497,
        "text": "Sizin yaratılmanız ve diriltilmeniz yalnızca tek bir kişi(yi yaratıp sonra diriltmek) gibidir. Şüphesiz Allah, işitendir, görendir.",
        "numberInSurah": 28,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3498,
        "text": "Görmüyor musun ki, gerçekten Allah, geceyi gündüze bağlayıp-katar, gündüzü de geceye bağlayıp-katar. Güneş ile ayı emre amade kılmıştır. Her biri, adı konulmuş bir süreye kadar akıp gider. Allah yaptıklarınızdan haberdardır.",
        "numberInSurah": 29,
        "juz": 21,
        "manzil": 5,
        "page": 414,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3499,
        "text": "İşte-böyle; şüphesiz Allah, O, Hak olandır ve şüphesiz O'nun dışında taptıkları (tanrılar) ise, batıldır. Şüphesiz Allah, Yücedir, büyüktür.",
        "numberInSurah": 30,
        "juz": 21,
        "manzil": 5,
        "page": 414,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3500,
        "text": "Görmüyor musun ki, size ayetlerinden (bazılarını) göstermesi için, gemiler Allah'ın nimetiyle denizde akıp gitmektedir! Hiç şüphesiz bunda, çok sabreden, çok şükreden için gerçekten ayetler vardır.",
        "numberInSurah": 31,
        "juz": 21,
        "manzil": 5,
        "page": 414,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3501,
        "text": "Onları kara gölgeler gibi dalgalar sarıverdiği zaman, dini yalnızca O'na 'halis kılan gönülden bağlılar' olarak Allah'a yalvarıp yakarırlar (dua ederler). Böylece onları karaya çıkarıp-kurtarınca, artık onlardan bir kısmı orta yolu tutuyor. Bizim ayetlerimizi gaddar, nankör olandan başkası inkar etmez.",
        "numberInSurah": 32,
        "juz": 21,
        "manzil": 5,
        "page": 414,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3502,
        "text": "Ey insanlar, Rabbinizden korkup-sakının ve öyle bir günün azabından çekinip-korkun ki, (o gün hiç) bir baba, çocuğu için bir karşılık veremez ve (hiç)bir çocuk da babası için bir şeyi verebilecek (durumda) değildir. Şüphesiz Allah'ın va'di haktır. Artık dünya hayatı sizi aldatmaya sürüklemesin ve aldatıcı(lar) da sizi Allah ile aldatmasın.",
        "numberInSurah": 33,
        "juz": 21,
        "manzil": 5,
        "page": 414,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3503,
        "text": "Kıyamet saatinin bilgisi, şüphesiz Allah'ın Katındadır. Yağmuru yağdırır; rahimlerde olanı bilir. Hiç kimse, yarın ne kazanacağını bilmez. Hiç kimse de, hangi yerde öleceğini bilmez. Hiç şüphesiz Allah bilendir, haberdardır.",
        "numberInSurah": 34,
        "juz": 21,
        "manzil": 5,
        "page": 414,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "tr.bulac",
      "language": "tr",
      "name": "Alİ Bulaç",
      "englishName": "Alİ Bulaç",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}