{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 35,
    "name": "سُورَةُ فَاطِرٍ",
    "englishName": "Faatir",
    "englishNameTranslation": "The Originator",
    "revelationType": "Meccan",
    "numberOfAyahs": 45,
    "ayahs": [
      {
        "number": 3661,
        "text": "Hamd, gökleri ve yeri yaratan, ikişer, üçer ve dörder kanatlı melekleri elçiler kılan Allah'ındır; O, yaratmada dilediğini arttırır. Şüphesiz Allah, herşeye güç yetirendir.",
        "numberInSurah": 1,
        "juz": 22,
        "manzil": 5,
        "page": 434,
        "ruku": 376,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3662,
        "text": "Allah, insanlar için rahmetinden her neyi açacak olsa, artık onu kısıp-tutacak yoktur; her neyi kısar-tutarsa, artık onu da ondan sonra salıverecek yoktur. O, üstün ve güçlü olandır, hüküm ve hikmet sahibidir.",
        "numberInSurah": 2,
        "juz": 22,
        "manzil": 5,
        "page": 434,
        "ruku": 376,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3663,
        "text": "Ey insanlar, Allah'ın üzerinizdeki nimetini anın. Gökten ve yerden sizi rızıklandıran Allah'ın dışında bir başka Yaratıcı var mı? O'ndan başka İlah yoktur. Öyleyse nasıl olur da çevriliyorsunuz?",
        "numberInSurah": 3,
        "juz": 22,
        "manzil": 5,
        "page": 434,
        "ruku": 376,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3664,
        "text": "Eğer seni yalanlıyorlarsa, senden önceki elçiler de yalanlandı. (En sonunda bütün) İşler Allah'a döndürülür.",
        "numberInSurah": 4,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 376,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3665,
        "text": "Ey insanlar, hiç şüphesiz Allah'ın va'di haktır; öyleyse dünya hayatı sizi aldatmasın ve aldatıcı(lar) da, sizi Allah ile (Allah'ın adını kullanarak) aldatmasın.",
        "numberInSurah": 5,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 376,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3666,
        "text": "Gerçek şu ki, şeytan sizin düşmanınızdır, öyleyse siz de onu düşman edinin. O, kendi grubunu, ancak çılgınca yanan ateşin halkından olmağa çağırır.",
        "numberInSurah": 6,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 376,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3667,
        "text": "O inkar edenler; onlar için şiddetli bir azap vardır. İman edip salih amellerde bulunanlar ise; onlar için de bir bağışlanma ve büyük bir ecir vardır.",
        "numberInSurah": 7,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 376,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3668,
        "text": "Kötü olarak işledikleri kendisine çekici-süslü kılınıp da onu güzel gören mi (Allah Katında kabul görecek)? Artık şüphesiz Allah, dilediğini saptırır, dilediğini hidayete eriştirir. Öyleyse, onlara karşı nefsin hasretlere kapılıp gitmesin. Gerçekten Allah, yaptıklarını bilendir.",
        "numberInSurah": 8,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 377,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3669,
        "text": "Allah, rüzgarları gönderir, onlar da bulutu kaldırır, böylece Biz onu ölü bir beldeye sürükleriz, onunla, yeri ölümünden sonra diriltiriz. İşte (ölümden sonra) dirilip- yayılma da böyledir.",
        "numberInSurah": 9,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 377,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3670,
        "text": "Kim izzeti istiyorsa, artık bütün izzet Allah'ındır. Güzel söz O'na yükselir, salih amel de onu yükseltir. Kötülükleri tasarlayıp düzenleyenler ise; onlar için şiddetli bir azap vardır. Onların tasarladıkları 'boşa çıkıp bozulur'.",
        "numberInSurah": 10,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 377,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3671,
        "text": "Allah sizi topraktan yarattı, sonra bir damla sudan. Sonra da sizi çift çift kıldı. O'nun bilgisi olmaksızın, hiçbir dişi gebe kalmaz ve doğurmaz da. Ömür sürene, ömür verilmesi ve onun ömründen kısaltılması da mutlaka bir kitapta (yazılı)dır. Gerçekten bu, Allah'a göre kolaydır.",
        "numberInSurah": 11,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 377,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3672,
        "text": "İki deniz bir değildir. Şu, tatlı, susuzluğu keser ve içimi kolay; şu da, tuzlu ve acıdır. Ancak her birinden taze et yersiniz ve takınmakta olduğunuz süs eşyalarını çıkarırsınız. O'nun fazlından aramanız ve umulur ki şükretmeniz için gemilerin onda (denizde) suları yara yara akıp gittiğini görürsün.",
        "numberInSurah": 12,
        "juz": 22,
        "manzil": 5,
        "page": 436,
        "ruku": 377,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3673,
        "text": "(Allah) Geceyi gündüze bağlayıp-katar, gündüzü de geceye bağlayıp-katar; güneşi ve ayı emre amade kılmıştır, her biri adı konulmuş bir süreye kadar akıp gitmektedir. İşte bunları (yaratıp düzene koyan) Allah sizin Rabbinizdir; mülk O'nundur. O'ndan başka taptıklarınız ise, 'bir çekirdeğin incecik zarına' bile malik olamazlar.",
        "numberInSurah": 13,
        "juz": 22,
        "manzil": 5,
        "page": 436,
        "ruku": 377,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3674,
        "text": "Eğer onlara dua ederseniz, duanızı işitmezler, işitseler bile size cevap veremezler. Kıyamet gününde ise, sizin şirk koşmanızı tanımayacaklardır. (Bunu herşeyden) Haberi olan Allah gibi sana (hiç kimse) haber vermez.",
        "numberInSurah": 14,
        "juz": 22,
        "manzil": 5,
        "page": 436,
        "ruku": 377,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3675,
        "text": "Ey insanlar, siz Allah'a (karşı fakir olan) muhtaçlarsınız; Allah ise, Ğaniy (hiçbir şeye ihtiyacı olmayan)dır, Hamid (övülmeye layık)tır.",
        "numberInSurah": 15,
        "juz": 22,
        "manzil": 5,
        "page": 436,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3676,
        "text": "Dileyecek olsa, sizi giderir (yok eder) ve yepyeni bir halk getirir.",
        "numberInSurah": 16,
        "juz": 22,
        "manzil": 5,
        "page": 436,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3677,
        "text": "Bu, Allah'a göre güç değildir.",
        "numberInSurah": 17,
        "juz": 22,
        "manzil": 5,
        "page": 436,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3678,
        "text": "Hiçbir günahkar bir başka günahkarın günahını yüklenemez. Eğer yükü ağır olan kimse (bir başkasını) onu taşımaya çağırsa, -bu, yakın-akrabası da olsa- kendisine ondan hiçbir şey yükletilmez. Sen, yalnızca gayb ile Rablerinden 'içleri titreyerek-korkmakta' olanları ve dosdoğru namazı kılanları uyarırsın. Kim temizlenip-arınırsa, artık o, kendi nefsi için temizlenip-arınmıştır. Sonunda dönüş Allah'adır.",
        "numberInSurah": 18,
        "juz": 22,
        "manzil": 5,
        "page": 436,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3679,
        "text": "Kör olanla (basiretle) gören bir değildir;",
        "numberInSurah": 19,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3680,
        "text": "Karanlıklarla aydınlık,",
        "numberInSurah": 20,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3681,
        "text": "Gölge ile sıcaklık da.",
        "numberInSurah": 21,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3682,
        "text": "Diri olanlarla ölüler de bir değildir. Gerçekten Allah, dilediğine işittirir; sen ise kabirlerde olanlara işittirecek değilsin.",
        "numberInSurah": 22,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3683,
        "text": "Sen, yalnızca bir uyarıcısın.",
        "numberInSurah": 23,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3684,
        "text": "Şüphesiz Biz seni, hak ile bir müjde verici ve bir uyarıcı olarak gönderdik. Hiçbir ümmet yoktur ki, içinde bir uyarıcı gelip-geçmiş olmasın.",
        "numberInSurah": 24,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3685,
        "text": "Eğer seni yalanlıyorlarsa, senden öncekiler de yalanlandı; elçileri ise; kendilerine apaçık ayetler, sahifeler ve aydınlatıcı kitaplar getirmişlerdi.",
        "numberInSurah": 25,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3686,
        "text": "Sonra Ben de o inkar edenleri yakalayıverdim. Beni inkarları nasıl oldu (onlar gördüler)?",
        "numberInSurah": 26,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3687,
        "text": "Allah'ın gökyüzünden su indirdiğini görmedin mi? Böylece Biz onunla, renkleri değişik olan meyveler çıkardık. Dağlardan da beyaz, kırmızı renkleri değişik ve siyah yollar (kıldık).",
        "numberInSurah": 27,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3688,
        "text": "İnsanlardan, hayvanlardan ve davarlardan da renkleri böyle değişik olanlar vardır. Kulları içinde ise Allah'tan ancak alim olanlar 'içleri titreyerek-korkar'. Şüphesiz Allah, üstün ve güçlü olandır, bağışlayandır.",
        "numberInSurah": 28,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3689,
        "text": "Gerçekten Allah'ın Kitab'ını okuyanlar, namazı dosdoğru kılanlar ve kendilerine rızık olarak verdiklerimizden gizli ve açık infak edenler; kesin olarak zarara uğramayacak bir ticareti umabilirler.",
        "numberInSurah": 29,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3690,
        "text": "Çünkü (Allah,) ecirlerini noksansız olarak öder ve Kendi fazlından onlara artırır. Şüphesiz O, bağışlayandır, şükrü kabul edendir.",
        "numberInSurah": 30,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3691,
        "text": "Kendinden öncekini doğrulayıcı olarak sana Kitap'tan vahyettiğimiz gerçeğin ta kendisidir. Şüphesiz Allah, elbette haber alandır, görendir.",
        "numberInSurah": 31,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3692,
        "text": "Sonra Kitab'ı kullarımızdan seçtiklerimize miras kıldık. Artık onlardan kimi kendi nefsine zulmeder, kimi orta bir yoldadır, kimi de Allah'ın izniyle hayırlarda yarışır öne geçer. İşte bu, büyük fazlın kendisidir.",
        "numberInSurah": 32,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3693,
        "text": "Adn cennetleri (onlarındır); oraya girerler, orada altından bileziklerle ve incilerle süslenirler. Ve orada onların elbiseleri ipek(ten)dir.",
        "numberInSurah": 33,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3694,
        "text": "Derler ki: \"Bizden hüznü giderip yok eden Allah'a hamd olsun; şüphesiz Rabbimiz, gerçekten bağışlayandır, şükrü kabul edendir.\"",
        "numberInSurah": 34,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3695,
        "text": "\"Ki O, bizi Kendi fazlından (ebedi olarak) kalınacak bir yurda yerleştirdi; burada bize bir yorgunluk dokunmaz ve burada bize bir bıkkınlık da dokunmaz.\"",
        "numberInSurah": 35,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3696,
        "text": "İnkar edenlere gelince, onlar için de cehennem ateşi vardır. Onlar için ne, karar verilir, ki böylece ölüversinler, ne de kendilerine onun azabından (bir şey) hafifletilir. İşte Biz, her nankör olanı böyle cezalandırırız.",
        "numberInSurah": 36,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3697,
        "text": "İçinde onlar (şöyle) çığlık atarlar: \"Rabbimiz, bizi çıkar, yaptığımızdan başka salih bir amelde bulunalım.\" Size orda (dünyada), öğüt alabilecek olanın öğüt alabileceği kadar ömür vermedik mi? Size uyaran da gelmişti. Öyleyse (azabı) tadın; artık zalimler için bir yardımcı yoktur.",
        "numberInSurah": 37,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3698,
        "text": "Şüphesiz Allah, göklerin ve yerin gaybını bilendir. Gerçek şu ki O, sinelerin özünde (saklı) olanı bilir.",
        "numberInSurah": 38,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 380,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3699,
        "text": "Yeryüzünde sizi halifeler kılan O'dur. Öyleyse kim inkar ederse, artık inkarı kendi aleyhinedir. Rableri Katında kafir olanlara kendi inkarları gazabtan başkasını arttırmaz ve kafir olanlara kendi inkarları kayıptan başkasını arttırmaz.",
        "numberInSurah": 39,
        "juz": 22,
        "manzil": 5,
        "page": 439,
        "ruku": 380,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3700,
        "text": "De ki: \"Siz, Allah'ın dışında taptığınız ortaklarınızı gördünüz mü? Bana haber verin; yerden neyi yaratmışlardır? Ya da onların göklerde bir ortaklığı mı var? Yoksa Biz onlara bir kitap vermişiz de onlar bundan (dolayı) apaçık bir belge üzerinde midirler? Hayır, zulmedenler, birbirlerine aldatmadan başkasını vadetmiyorlar.",
        "numberInSurah": 40,
        "juz": 22,
        "manzil": 5,
        "page": 439,
        "ruku": 380,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3701,
        "text": "Şüphesiz Allah, gökleri ve yeri zeval bulurlar diye (her an kudreti altında) tutuyor. Andolsun, eğer zeval bulacak olurlarsa, Kendisi'nden sonra artık kimse onları tutamaz. Doğrusu O, Halim’dir, bağışlayandır.",
        "numberInSurah": 41,
        "juz": 22,
        "manzil": 5,
        "page": 439,
        "ruku": 380,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3702,
        "text": "Yeminlerinin olanca güçleriyle, kendilerine bir uyarıcı-korkutucu gelecek olsa, ümmetlerinin herhangi birinden mutlaka daha doğru olacaklarına dair, Allah'a and içtiler. Ancak onlara bir uyarıcı-korkutucu geldiğinde (bu,) nefretlerinden başkasını artırmadı.",
        "numberInSurah": 42,
        "juz": 22,
        "manzil": 5,
        "page": 439,
        "ruku": 380,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3703,
        "text": "(Hem de) Yeryüzünde büyüklük taslayarak ve kötülüğü tasarlayıp düzenleyerek. Oysa hileli düzen, kendi sahibinden başkasını sarıp-kuşatmaz. Artık onlar öncekilerin sünnetinden başkasını mı gözlemektedirler? Sen, Allah'ın sünnetinde kesinlikle bir değişiklik bulamazsın ve sen, Allah'ın sünnetinde kesinlikle bir dönüşüm de bulamazsın.",
        "numberInSurah": 43,
        "juz": 22,
        "manzil": 5,
        "page": 439,
        "ruku": 380,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3704,
        "text": "Yeryüzünde gezip dolaşmıyorlar mı ki, kendilerinden öncekilerin nasıl bir sona uğradıklarını görsünler; üstelik onlar kuvvet bakımından kendilerinden daha güçlüydüler. Göklerde ve yerde Allah'ı aciz bırakacak hiçbir şey yoktur. Şüphesiz O, bilendir, güç yetirendir.",
        "numberInSurah": 44,
        "juz": 22,
        "manzil": 5,
        "page": 439,
        "ruku": 380,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3705,
        "text": "Eğer Allah, kazandıkları dolayısıyla insanları (azap ile) yakalayıverecek olsaydı, (yerin) sırtı üzerinde hiçbir canlıyı bırakmazdı, ancak onları, adı konulmuş bir süreye kadar ertelemektedir. Sonunda ecelleri geldiği zaman, artık şüphesiz Allah Kendi kullarını görendir.",
        "numberInSurah": 45,
        "juz": 22,
        "manzil": 5,
        "page": 440,
        "ruku": 380,
        "hizbQuarter": 176,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "tr.bulac",
      "language": "tr",
      "name": "Alİ Bulaç",
      "englishName": "Alİ Bulaç",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}