{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 39,
    "name": "سُورَةُ الزُّمَرِ",
    "englishName": "Az-Zumar",
    "englishNameTranslation": "The Groups",
    "revelationType": "Meccan",
    "numberOfAyahs": 75,
    "ayahs": [
      {
        "number": 4059,
        "text": "(Bu) Kitab'ın indirilmesi, üstün ve güçlü olan, hüküm ve hikmet sahibi Allah (katın)dandır.",
        "numberInSurah": 1,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4060,
        "text": "Şüphesiz, sana bu Kitab'ı hak ile indirdik; öyleyse sen de dini yalnızca O'na halis kılarak Allah'a ibadet et.",
        "numberInSurah": 2,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4061,
        "text": "Haberin olsun; halis (katıksız) olan din yalnızca Allah'ındır. O'ndan başka veliler edinenler (şöyle derler:) \"Biz, bunlara bizi Allah'a daha fazla yaklaştırsınlar diye ibadet ediyoruz.\" Elbette Allah, kendi aralarında hakkında ihtilaf ettikleri şeylerden hüküm verecektir. Gerçekten Allah, yalancı, kafir olan kimseyi hidayete erdirmez.",
        "numberInSurah": 3,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4062,
        "text": "Eğer Allah, çocuk edinmek isteseydi, yarattıklarından dilediğini elbette seçerdi. O, Yücedir; O, bir olan, kahredici olan Allah'tır.",
        "numberInSurah": 4,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4063,
        "text": "Gökleri ve yeri hak olarak yarattı. Geceyi gündüzün üstüne sarıp-örtüyor, gündüzü de gecenin üstüne sarıp-örtüyor. Güneşe ve aya boyun eğdirdi. Her biri adı konulmuş bir ecele (süreye) kadar akıp gitmektedir. Haberin olsun; üstün ve güçlü olan, bağışlayan O'dur.",
        "numberInSurah": 5,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4064,
        "text": "Sizi tek bir nefisten yarattı, sonra ondan kendi eşini var etti ve sizin için davarlardan sekiz çift indirdi. Sizi annelerinizin karınlarında, üç karanlık içinde, bir yaratılıştan sonra (bir başka) yaratılışa (dönüştürüp) yaratmaktadır. İşte Rabbiniz olan Allah budur, mülk O'nundur. O'ndan başka İlah yoktur. Buna rağmen nasıl çevriliyorsunuz?",
        "numberInSurah": 6,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4065,
        "text": "Eğer inkar edecek olursanız, artık şüphesiz Allah size karşı hiçbir ihtiyacı olmayandır ve O, kulları için inkara rıza göstermez. Ve eğer şükrederseniz, sizin (yararınız) için ondan razı olur. Hiçbir günahkar, bir başkasının günah yükünü yüklenmez. Sonra Rabbinize döndürüleceksiniz, böylece yaptıklarınızı size haber verecektir. Şüphesiz O, sinelerin özünde saklı olanı bilendir.",
        "numberInSurah": 7,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4066,
        "text": "İnsana bir zarar dokunduğu zaman, gönülden katıksızca yönelmiş olarak Rabbine dua eder. Sonra ona Kendinden bir nimet verdiği zaman, daha önce O'na dua ettiğini unutur ve O'nun yolundan saptırmak amacıyla Allah'a eşler koşmaya başlar. De ki: \"İnkarınla biraz (dünya zevklerinden) yararlan; çünkü sen, ateşin halkındansın.\"",
        "numberInSurah": 8,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 396,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4067,
        "text": "Yoksa o, gece saatinde kalkıp da secde ederek ve kıyama durarak gönülden itaat (ibadet) eden, ahiretten sakınan ve Rabbinin rahmetini umud eden (gibi) midir? De ki: \"Hiç bilenlerle bilmeyenler bir olur mu? Şüphesiz, temiz akıl sahipleri öğüt alıp-düşünürler.\"",
        "numberInSurah": 9,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 396,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4068,
        "text": "De ki: \"Ey iman eden kullarım, Rabbinizden sakının. Bu dünyada iyilik edenler için bir iyilik vardır. Allah'ın arz'ı geniştir. Ancak sabredenlere ecirleri hesapsızca ödenir.\"",
        "numberInSurah": 10,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4069,
        "text": "De ki: \"Ben, dini yalnızca O'na halis kılarak Allah'a ibadet etmekle emrolundum.\"",
        "numberInSurah": 11,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4070,
        "text": "\"Ve ben, Müslümanların ilki olmakla da emrolundum.\"",
        "numberInSurah": 12,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4071,
        "text": "De ki: \"Ben, Rabbime isyan ettiğim takdirde, büyük bir günün azabından korkarım.\"",
        "numberInSurah": 13,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4072,
        "text": "De ki: \"Ben dinimi yalnızca O'na halis kılarak Allah'a ibadet ederim.\"",
        "numberInSurah": 14,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4073,
        "text": "\"Siz, O'nun dışında dilediklerinize ibadet edin.\" De ki: \"Gerçekten hüsrana uğrayanlar, kıyamet günü hem kendilerini, hem yakınlarını hüsrana uğratanlardır. Haberiniz olsun; bu apaçık olan hüsranın kendisidir.\"",
        "numberInSurah": 15,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4074,
        "text": "Onların üstlerinde ateşten tabakalar, altlarında da tabakalar vardır. İşte Allah, Kendi kullarını bununla tehdit edip-korkutuyor. Ey kullarım öyleyse Benden sakının.",
        "numberInSurah": 16,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4075,
        "text": "Tağut'a kulluk etmekten kaçınan ve Allah'a içten yönelenler ise; onlar için bir müjde vardır, öyleyse kullarıma müjde ver.",
        "numberInSurah": 17,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4076,
        "text": "Ki onlar, sözü işitirler ve en güzeline uyarlar. İşte onlar, Allah'ın kendilerini hidayete erdirdiği kimselerdir ve onlar, temiz akıl sahipleridir.",
        "numberInSurah": 18,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4077,
        "text": "Azap sözü kendisi üzerinde hak olmuş kimse mi (onlarla bir tutulur)? Ateşte olanı artık sen mi kurtaracaksın?",
        "numberInSurah": 19,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4078,
        "text": "Ancak Rablerinden korkup-sakınanlar ise; onlara yüksek köşkler vardır, onların üstünde de yüksek köşkler bina edilmiştir. Onların altında ırmaklar akmaktadır. (Bu,) Allah'ın va'didir. Allah, va'dinden dönmez.",
        "numberInSurah": 20,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4079,
        "text": "Görmüyor musun; gerçekten Allah, gökyüzünden su indirdi de onu yerin içindeki kaynaklara yürütüp-geçirdi. Sonra onunla çeşitli renklerde ekinler çıkarıyor. Sonra kurumaya başlar, böylece onu sararmış görürsün. Sonra da onu kurumuş kırıntılar kılıyor. Şüphesiz bunda, temiz akıl sahipleri için gerçekten öğüt alınacak bir ders (zikr) vardır.",
        "numberInSurah": 21,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4080,
        "text": "Allah, kimin göğsünü İslam'a açmışsa, artık o, Rabbinden bir nur üzerinedir, (öyle) değil mi? Fakat Allah'ın zikrinden (yana) kalpleri katılaşmış olanların vay haline. İşte onlar, apaçık bir sapıklık içindedirler.",
        "numberInSurah": 22,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4081,
        "text": "Allah, müteşabih (benzeşmeli), ikişerli bir Kitap olarak sözün en güzelini indirdi. Rablerine karşı içleri titreyerek-korkanların O’ndan derileri ürperir. Sonra onların derileri ve kalpleri Allah'ın zikrine (karşı) yumuşar-yatışır. İşte bu, Allah'ın yol göstermesidir, onunla dilediğini hidayete erdirir. Allah, kimi saptırırsa, artık onun için de bir yol gösterici yoktur.",
        "numberInSurah": 23,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4082,
        "text": "Kıyamet günü o kötü azaptan kendini yüzü ile kim koruyabilecek? Ve zalimlere \"Kazandığınızı tadın\" denmiştir.",
        "numberInSurah": 24,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4083,
        "text": "Onlardan öncekiler de yalanladı; böylece azap onlara hiç şuurunda olmadıkları bir yerden gelip-çattı.",
        "numberInSurah": 25,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4084,
        "text": "Artık Allah, onlara dünya hayatında 'horluğu ve aşağılanmayı' taddırdı. Eğer bilmiş olsalardı, ahiretin azabı gerçekten daha büyüktür.",
        "numberInSurah": 26,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4085,
        "text": "Andolsun, Biz bu Kur'an'da, belki öğüt alıp-düşünürler diye, insanlar için her bir örnekten verdik.",
        "numberInSurah": 27,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4086,
        "text": "Çarpıklığı olmayan Arapça bir Kur'an'dır (bu). Umulur ki sakınırlar.",
        "numberInSurah": 28,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4087,
        "text": "Allah (ortak koşanlar için) bir örnek verdi: Kendisi hakkında uyumsuz ve geçimsiz bulunan, sahipleri de çok ortaklı olan (köle) bir adam ile yalnızca bir kişiye teslim olmuş bir adam. Bu ikisinin durumu bir olur mu? Hamd, Allah'ındır. Hayır onların çoğu bilmiyorlar.",
        "numberInSurah": 29,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4088,
        "text": "Gerçek şu ki, sen de öleceksin, onlar da öleceklerdir.",
        "numberInSurah": 30,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4089,
        "text": "Sonra şüphesiz sizler, kıyamet günü Rabbinizin huzurunda davalaşacaksınız.",
        "numberInSurah": 31,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4090,
        "text": "Allah'a karşı yalan söyleyenden ve kendisine geldiğinde doğruyu (Kur'an'ı) yalanlayandan daha zalim kimdir? Kafirler için cehennemde bir konaklama yeri mi yok?",
        "numberInSurah": 32,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4091,
        "text": "Doğruyu getiren ve doğrulayanlara gelince; işte onlar muttaki (takva sahibi) olanlardır.",
        "numberInSurah": 33,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4092,
        "text": "Rableri Katında dileyecekleri herşey onlarındır. İşte bu, ihsanda bulunanların ödülüdür.",
        "numberInSurah": 34,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4093,
        "text": "Çünkü Allah, onların (dünyada) yaptıklarının en kötüsünü temizleyip-giderecek ve yaptıklarının en güzeliyle ecirlerini verecektir.",
        "numberInSurah": 35,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4094,
        "text": "Allah, kuluna yeterli değil mi? Seni O'ndan başkalarıyla korkutuyorlar. Allah, kimi saptırırsa, artık onun için bir yol gösterici yoktur.",
        "numberInSurah": 36,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4095,
        "text": "Allah, kimi hidayete erdirirse, onun için bir saptırıcı yoktur. Allah, intikam sahibi, güçlü ve üstün olan değil midir?",
        "numberInSurah": 37,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4096,
        "text": "Andolsun, onlara: \"Gökleri ve yeri kim yarattı?\" diye soracak olsan, elbette \"Allah\" diyecekler. De ki: \"Gördünüz mü-haber verin; Allah'tan başka taptıklarınız, eğer Allah bana bir zarar dileyecek olsa, O'nun zararını kaldırabilirler mi? Ya da bana bir rahmet vermeyi istese, O'nun rahmetini tutup-önleyebilecekler mi\" De ki: \"Allah, bana yeter. Tevekkül edecek olanlar, O'na tevekkül etsinler.\"",
        "numberInSurah": 38,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4097,
        "text": "De ki: \"Ey kavmim, üzerinde bulunduğunuz duruma göre yapın-edin; elbette ben de yapıp-ederim. Artık yakında öğreneceksiniz.\"",
        "numberInSurah": 39,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4098,
        "text": "Kendisini aşağılık kılan azap kime geliyor ve kesintisiz azap kimin üzerine çöküp-kaçınılmaz oluyor?",
        "numberInSurah": 40,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4099,
        "text": "Şüphesiz, sana Biz Kitab'ı insanlar için hak olmak üzere indirdik. Artık kim hidayete ererse, bu kendi lehinedir; kim saparsa, o da kendi aleyhine sapmış olur. Sen onların üzerinde vekil değilsin.",
        "numberInSurah": 41,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4100,
        "text": "Allah, ölecekleri zaman canlarını alır; ölmeyeni de uykusunda (bir tür ölüme sokar). Böylece, kendisi hakkında ölüm kararı verilmiş olanı(n ruhunu) tutar, öbürüsünü ise adı konulmuş bir ecele kadar salıverir. Şüphesiz bunda, düşünebilen bir kavim için gerçekten ayetler vardır.",
        "numberInSurah": 42,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4101,
        "text": "Yoksa Allah'tan başka şefaat ediciler mi edindiler? De ki: \"Ya onlar, hiçbir şeye malik değillerse ve akıl da erdiremiyorlarsa?\"",
        "numberInSurah": 43,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4102,
        "text": "De ki: \"Şefaatin tümü Allah'ındır. Göklerin ve yerin mülkü O'nundur. Sonra O'na döndürüleceksiniz.\"",
        "numberInSurah": 44,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4103,
        "text": "Sadece Allah anıldığı zaman, ahirete inanmayanların kalbi öfkeyle kabarır. Oysa O'ndan başkaları anıldığında hemen sevince kapılırlar.",
        "numberInSurah": 45,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4104,
        "text": "De ki: \"Ey gökleri ve yeri yaratan, gaybı ve müşahede edilebileni bilen Allah'ım. Anlaşmazlığa düştükleri şeylerde, kullarının arasında sen hüküm vereceksin.\"",
        "numberInSurah": 46,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4105,
        "text": "Eğer yeryüzünde olanların tümü ve bununla birlikte bir katı daha zalimlerin olmuş olsaydı, kıyamet günü o kötü azaptan (kurtulmak amacıyla) gerçekten bunları fidye olarak verirlerdi. Oysa, onların hiç hesaba katmadıkları şeyler, Allah'tan kendileri için açığa çıkmıştır.",
        "numberInSurah": 47,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4106,
        "text": "Kazandıkları kötülükler, kendileri için açığa çıkmıştır ve alay konusu edindikleri şey de kendilerini çepeçevre kuşatmıştır.",
        "numberInSurah": 48,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4107,
        "text": "İnsana bir zarar dokunduğu zaman, Bize dua eder; sonra tarafımızdan ona bir nimet ihsan ettiğimizde, der ki: \"Bu, bana ancak bir bilgi(m) dolayısıyla verildi.\" Hayır; bu bir fitne (kendisini bir deneme)dir. Ancak çoğu bilmiyorlar.",
        "numberInSurah": 49,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4108,
        "text": "Bunu kendilerinden öncekiler de söylemişti; ama kazandıkları şeyler onlara hiçbir yarar sağlamadı.",
        "numberInSurah": 50,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4109,
        "text": "Böylece, kazandıkları kötülükler(in acı sonucu) onlara isabet etti. Bunlardan zulmetmiş olanlara da, kazandıkları kötülükler isabet edecektir. Ve onlar (bunu kendilerine uygulamaktan Allah'ı) aciz bırakabilecekler değildirler.",
        "numberInSurah": 51,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4110,
        "text": "Onlar bilmiyorlar mı ki, gerçekten Allah, dilediğine rızkı genişletip-yayar ve (dilediğine) kısar da. Şüphesiz bunda, iman eden bir kavim için gerçekten ayetler vardır.",
        "numberInSurah": 52,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4111,
        "text": "(Benden onlara) De ki: \"Ey kendi aleyhlerinde olmak üzere ölçüyü taşıran kullarım. Allah'ın rahmetinden umut kesmeyin. Şüphesiz Allah, bütün günahları bağışlar. Çünkü O, bağışlayandır, esirgeyendir.\"",
        "numberInSurah": 53,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4112,
        "text": "Azap size gelip çatmadan evvel, Rabbinize yönelip-dönün ve O'na teslim olun. Sonra size yardım edilmez.",
        "numberInSurah": 54,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4113,
        "text": "Rabbinizden, size indirilenin en güzeline uyun; siz hiç şuurunda değilken, azap apansız size gelip çatmadan evvel.",
        "numberInSurah": 55,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4114,
        "text": "Kişinin (yana yakıla) şöyle diyeceği (gün): \"Allah yanında (kullukta) yaptığım kusurlardan dolayı yazıklar olsun (bana) doğrusu ben, (Allah'ın diniyle) alay edenlerdendim.\"",
        "numberInSurah": 56,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4115,
        "text": "Veya: \"Gerçekten Allah bana hidayet verseydi, elbette muttakilerden olurdum\" diyeceği,",
        "numberInSurah": 57,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4116,
        "text": "Ya da azabı gördüğü zaman: \"Benim için bir kere daha (dünyaya dönme fırsatı) olsaydı da, ihsan edenlerden olsaydım\" (diyeceği günden sakının).",
        "numberInSurah": 58,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4117,
        "text": "\"Hayır, Benim ayetlerim sana gelmişti, fakat sen onları yalanladın, büyüklüğe kapıldın ve kafirlerden oldun.\"",
        "numberInSurah": 59,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4118,
        "text": "Kıyamet günü, Allah'a karşı yalan söyleyenlerin yüzlerinin kapkara olduğunu görürsün. Büyüklenenler için cehennemde bir konaklama yeri mi yok?",
        "numberInSurah": 60,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4119,
        "text": "Allah, takva sahiplerini (inanarak ve inançlarını uygulayarak) zafere ulaşmaları dolayısıyla kurtarır. Onlara kötülük dokunmaz ve onlar hüzne kapılmayacaklardır.",
        "numberInSurah": 61,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4120,
        "text": "Allah, herşeyin Yaratıcısı'dır. O, herşey üzerinde vekildir.",
        "numberInSurah": 62,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4121,
        "text": "Göklerin ve yerin anahtarları O'nundur. Allah'ın ayetlerine (karşı) inkar edenler ise; işte onlar, hüsrana uğrayanlardır.",
        "numberInSurah": 63,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4122,
        "text": "De ki: \"Ey cahiller, bana Allah'ın dışında bir başkasına mı kulluk etmemi emrediyorsunuz?\"",
        "numberInSurah": 64,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4123,
        "text": "Andolsun, sana ve senden öncekilere vahyolundu (ki): \"Eğer şirk koşacak olursan, şüphesiz amellerin boşa çıkacak ve elbette sen, hüsrana uğrayanlardan olacaksın.",
        "numberInSurah": 65,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4124,
        "text": "\"Hayır, artık (yalnızca) Allah'a kulluk et ve şükredenlerden ol.\"",
        "numberInSurah": 66,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4125,
        "text": "Onlar, Allah'ın kadrini hakkıyla takdir edemediler. Oysa kıyamet günü yer, bütünüyle O'nun avucu (kabzası)ndadır; gökler de sağ eliyle dürülüp-bükülmüştür. O, şirk koştuklarından münezzeh ve Yücedir.",
        "numberInSurah": 67,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4126,
        "text": "Sur'a üfürüldü; böylece Allah'ın diledikleri dışında, göklerde ve yerde olanlar çarpılıp-yıkılıverdi. Sonra bir daha ona üfürüldü, artık onlar ayağa kalkmış durumda gözetliyorlar.",
        "numberInSurah": 68,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4127,
        "text": "Yer, Rabbinin nuruyla parıldadı; (orta yere) kitap kondu; peygamberler ve şahidler getirildi ve aralarında hak ile hüküm verildi, onlar haksızlığa uğratılmazlar.",
        "numberInSurah": 69,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4128,
        "text": "Her bir nefse yaptığının tam karşılığı verildi. O, onların işlediklerini daha iyi bilendir.",
        "numberInSurah": 70,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4129,
        "text": "İnkar edenler, cehenneme bölük bölük sevkedildiler. Sonunda oraya geldikleri zaman, kapıları açıldı ve onlara (cehennemin) bekçileri dedi ki: \"Size Rabbinizin ayetlerini okuyan ve bugünle karşılaşacağınızı (söyleyip) sizi uyaran elçiler gelmedi mi?\" Onlar: \"Evet.\" dediler. Ancak azap kelimesi kafirlerin üzerine hak oldu.",
        "numberInSurah": 71,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4130,
        "text": "Dediler ki: \"İçinde ebedi kalıcılar olarak cehennemin kapılarından (içeri) girin. Büyüklüğe kapılanların konaklama yeri ne kötüdür.\"",
        "numberInSurah": 72,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4131,
        "text": "Rablerinden korkup-sakınanlar da, cennete bölük bölük sevkedildiler. Sonunda oraya geldikleri zaman, kapıları açıldı ve onlara (cennetin) bekçileri dedi ki: \"Selam üzerinizde olsun, hoş ve temiz geldiniz. Ebedi kalıcılar olarak ona girin.\"",
        "numberInSurah": 73,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4132,
        "text": "(Onlar da) Dediler ki: \"Bize olan va’dinde sadık kalan ve bizi bu yere mirasçı kılan Allah'a hamd olsun ki, cennetten dilediğimiz yerde konaklayabiliriz. (Salih) Amellerde bulunanların ecri ne güzeldir.",
        "numberInSurah": 74,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4133,
        "text": "Melekleri de arşın etrafını çevirmişler olarak Rablerini hamd ile tesbih ettiklerini görürsün. Aralarında hak ile hüküm verilmiştir ve: \"Alemlerin Rabbine hamd olsun\" denilmiştir.",
        "numberInSurah": 75,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "tr.bulac",
      "language": "tr",
      "name": "Alİ Bulaç",
      "englishName": "Alİ Bulaç",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}