{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 40,
    "name": "سُورَةُ غَافِرٍ",
    "englishName": "Ghafir",
    "englishNameTranslation": "The Forgiver",
    "revelationType": "Meccan",
    "numberOfAyahs": 85,
    "ayahs": [
      {
        "number": 4134,
        "text": "Ha, Mîm.",
        "numberInSurah": 1,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4135,
        "text": "Bu Kitab'ın indirilmesi, Aziz, Alim olan Allah'tandır;",
        "numberInSurah": 2,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4136,
        "text": "Günahı bağışlayan, tevbeyi kabul eden, cezası pek şiddetli olan ve lütuf sahibi (Allah'tan). O'ndan başka İlah yoktur. Dönüş O'nadır.",
        "numberInSurah": 3,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4137,
        "text": "Allah'ın ayetleri konusunda inkar edenlerden başkası mücadele etmez. Öyleyse onların şehirlerde dönüp dolaşması seni aldatmasın.",
        "numberInSurah": 4,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4138,
        "text": "Kendilerinden önce Nuh kavmi de yalanladı ve kendilerinden sonra (sayısı çok) fırkalar da. Her ümmet, kendi elçilerini (susturmak için) yakalamaya yeltendi. Hakkı, onunla yürürlükten kaldırmak için, 'batıla-dayanarak' mücadeleye giriştiler. Ben de onları yakalayıverdim. Artık Benim cezalandırmam nasılmış?",
        "numberInSurah": 5,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4139,
        "text": "Senin Rabbinin kafirler üzerindeki: \"Gerçekten onlar ateşin halkıdır\" sözü böylece hak oldu.",
        "numberInSurah": 6,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4140,
        "text": "Arş'ı yüklenmekte olanlar ve çevresinde bulunanlar, Rablerini hamd ile tesbih etmekte, O'na iman etmekte ve iman edenlere mağfiret dilemektedirler: \"Rabbimiz, rahmet ve ilim bakımından herşeyi kuşatıp-sardın, tevbe edenler ve Senin yoluna tabi olanlara mağfiret et ve onları cehennem azabından koru.\"",
        "numberInSurah": 7,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4141,
        "text": "\"Rabbimiz, onları Adn cennetlerine sok ki onlara (bunu) va'dettin; babalarından, eşlerinden ve soylarından salih olanları da. Gerçekten Sen, üstün ve güçlü olansın, hüküm ve hikmet sahibisin.\"",
        "numberInSurah": 8,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4142,
        "text": "\"Ve onları kötülüklerden koru. O gün Sen, kimi kötülüklerden korumuşsan, gerçekten ona rahmet etmişsin. İşte büyük 'kurtuluş ve mutluluk' budur.",
        "numberInSurah": 9,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4143,
        "text": "Şüphesiz küfredenlere de (şöyle) seslenilir: \"Allah'ın gazablanması, elbette sizin kendi nefislerinize gazablanmanızdan daha büyüktür. Çünkü siz, imana çağrıldığınız zaman inkar ediyordunuz.",
        "numberInSurah": 10,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4144,
        "text": "Dediler ki: \"Rabbimiz, bizi iki kere öldürdün ve iki kere dirilttin; biz de günahlarımızı itiraf ettik. Şimdi çıkış için bir yol var mı?\"",
        "numberInSurah": 11,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4145,
        "text": "\"Sizin (durumunuz) böyledir. Çünkü bir olan Allah'a çağırıldığınız zaman inkar ettiniz. O'na ortak koşulduğunda inanıp-onayladınız. Artık hüküm, Yüce, büyük olan Allah'ındır.\"",
        "numberInSurah": 12,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4146,
        "text": "O, size ayetlerini gösteriyor ve sizin için gökten rızık indiriyor. İçten (Allah'a) yönelenden başkası öğüt alıp-düşünmez.",
        "numberInSurah": 13,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4147,
        "text": "Öyleyse, dini yalnızca O'na halis kılanlar olarak Allah'a dua (kulluk) edin; kafirler hoş görmese de.",
        "numberInSurah": 14,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4148,
        "text": "Dereceleri yükselten Arş'ın sahibi (Allah), 'toplanma ve buluşma' günü ile uyarıp-korkutmak için, Kendi emrinden olan ruhu kullarından dilediğine indirir.",
        "numberInSurah": 15,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4149,
        "text": "O gün, orta yere çıkarlar. Onlardan hiçbir şey Allah'a karşı gizli kalmaz. (Allah sorar:) \"Bugün mülk kimindir? Bir olan, Kahhar olan Allah'ındır.\"",
        "numberInSurah": 16,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4150,
        "text": "Bugün her bir nefis, kendi kazandığıyla karşılık görür. Bugün zulüm yoktur. Şüphesiz Allah, hesabı seri görendir.",
        "numberInSurah": 17,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4151,
        "text": "Onları, yaklaşmakta olan güne karşı uyar; o zaman yürekler gırtlaklara dayanır, yutkunur dururlar. Zalimler için ne koruyucu bir dost, ne sözü yerine getirebilir bir şefaatçi yoktur.",
        "numberInSurah": 18,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4152,
        "text": "(Allah,) Gözlerin hainliklerini ve göğüslerin sakladıklarını bilir.",
        "numberInSurah": 19,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4153,
        "text": "Allah hak ile hükmeder. Oysa O'nu bırakıp taptıkları hiçbir şeye hükmedemezler. Şüphesiz Allah, işitendir, görendir.",
        "numberInSurah": 20,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4154,
        "text": "Onlar, yeryüzünde gezip-dolaşmıyorlar mı ki, böylece kendilerinden öncekilerin nasıl bir sona uğradıklarını bir görsünler. Onlar, kuvvet ve yeryüzündeki eserleri bakımından kendilerinden daha üstün idiler. Fakat Allah, onları günahları dolayısıyla (azapla) yakalayıverdi. Onları Allah'tan koruyacak kimse olmadı.",
        "numberInSurah": 21,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 406,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4155,
        "text": "Çünkü gerçekten onlar, Resulleri kendilerine apaçık belgeler getirirdi; fakat onlar inkar ederlerdi. Bu yüzden Allah, onları (azapla) yakalayıverdi. Şüphesiz O, kuvvetli olandır, cezalandırması şiddetlidir.",
        "numberInSurah": 22,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 406,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4156,
        "text": "Andolsun, Biz Musa'yı ayetlerimizle ve apaçık bir delille gönderdik;",
        "numberInSurah": 23,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 406,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4157,
        "text": "Firavun'a, Haman'a ve Karun'a. Ama onlar: (Bu,) Yalan söyleyen bir büyücüdür\" dediler.",
        "numberInSurah": 24,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 406,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4158,
        "text": "Böylece, o, Katımız'dan kendilerine bir hak ile geldiği zaman, dediler ki: \"Onunla birlikte iman edenlerin erkek çocuklarını öldürün; kadınlarını ise sağ bırakın.\" Ancak kafirlerin hileli-düzeni boşa çıkmakta olandan başkası değildir.",
        "numberInSurah": 25,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 406,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4159,
        "text": "Firavun dedi ki: \"Bırakın beni, Musa'yı öldüreyim de o (gitsin) Rabbine yalvarıp-yakarsın. Çünkü ben, sizin dininizi değiştirmesinden ya da yeryüzünde fesat çıkarmasından korkuyorum.\"",
        "numberInSurah": 26,
        "juz": 24,
        "manzil": 6,
        "page": 470,
        "ruku": 406,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4160,
        "text": "Musa dedi ki: \"Gerçekten ben, hesap gününe iman etmeyen her mütekebbirden, benim de Rabbim, sizin de Rabbinize sığınırım.\"",
        "numberInSurah": 27,
        "juz": 24,
        "manzil": 6,
        "page": 470,
        "ruku": 406,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4161,
        "text": "Firavun ailesinden imanını gizlemekte olan mü'min bir adam dedi ki: \"Siz, benim Rabbim Allah'tır diyen bir adamı öldürüyor musunuz? Oysa o, size Rabbinizden apaçık belgelerle gelmiş bulunuyor. Buna rağmen o eğer bir yalancı ise yalanı kendi aleyhinedir; ve eğer doğru sözlü ise, (o zaman da) size va'dettiklerinin bir kısmı size isabet eder. Şüphesiz Allah, ölçüyü taşıran, çok yalan söyleyen kimseyi hidayete erdirmez.\"",
        "numberInSurah": 28,
        "juz": 24,
        "manzil": 6,
        "page": 470,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4162,
        "text": "\"Ey Kavmim, bugün mülk sizindir, yeryüzünde hüküm sahibi kimselersiniz. Fakat bize Allah’tan dayanılmaz bir azap gelecek olursa bize kim yardımcı olabilecek?\" Firavun dedi ki: \"Ben, size yalnızca gördüğümü (kendi görüşümü) gösteriyorum ve ben sizi doğru yoldan da başkasına yöneltmiyorum.\"",
        "numberInSurah": 29,
        "juz": 24,
        "manzil": 6,
        "page": 470,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4163,
        "text": "İman eden (adam) dedi ki: \"Ey Kavmim, ben o fırkaların gününe benzer (bir günün felaketine uğrarsınız) diye korkuyorum.\"",
        "numberInSurah": 30,
        "juz": 24,
        "manzil": 6,
        "page": 470,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4164,
        "text": "\"Nuh kavmi, Ad, Semud ve onlardan sonra gelenlerin durumuna benzer (bir gün). Allah, kullar için zulüm istemez.\"",
        "numberInSurah": 31,
        "juz": 24,
        "manzil": 6,
        "page": 470,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4165,
        "text": "\"Ve ey kavmim, doğrusu ben sizin için o feryat (edeceğiniz kıyamet) gününden korkuyorum.\"",
        "numberInSurah": 32,
        "juz": 24,
        "manzil": 6,
        "page": 470,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4166,
        "text": "\"Arkanızı dönüp kaçacağınız gün; sizi Allah'tan koruyacak yoktur. Allah, kimi saptırırsa artık onu doğruya yöneltecek bulunmaz.\"",
        "numberInSurah": 33,
        "juz": 24,
        "manzil": 6,
        "page": 470,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4167,
        "text": "\"Andolsun, daha önce Yusuf da size apaçık belgeler getirmişti. O zaman size getirdikleri hakkında kuşkuya kapılıp durmuştunuz. Sonunda o, vefat edince, demiştiniz ki; \"Allah, ondan sonra kesin olarak bir elçi göndermez.\" İşte Allah, ölçüyü taşıran, şüpheci kimseyi böyle saptırır.\"",
        "numberInSurah": 34,
        "juz": 24,
        "manzil": 6,
        "page": 471,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4168,
        "text": "\"Ki onlar, Allah'ın ayetleri konusunda kendilerine gelmiş bir delil bulunmaksızın mücadele edip dururlar. (Bu,) Allah Katında da, iman edenler katında da büyük bir öfke (sebebi)dir. İşte Allah, her mütekebbir zorbanın kalbini böyle mühürler.\"",
        "numberInSurah": 35,
        "juz": 24,
        "manzil": 6,
        "page": 471,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4169,
        "text": "Firavun (alayla) dedi ki: \"Ey Haman, bana yüksek bir kule bina et; belki o yollara ulaşabilirim,\"",
        "numberInSurah": 36,
        "juz": 24,
        "manzil": 6,
        "page": 471,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4170,
        "text": "\"Göklerin yollarına. Böylelikle Musa'nın ilahına çıkabilirim. Çünkü ben, onun yalancı olduğunu sanıyorum.\" İşte Firavun'a, kötü ameli böyle çekici kılındı ve yoldan alıkonuldu. Firavun'un hileli-düzeni, 'yıkım ve kayıpta' olmaktan başka (bir şey) olmadı.",
        "numberInSurah": 37,
        "juz": 24,
        "manzil": 6,
        "page": 471,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4171,
        "text": "İman eden (adam) dedi ki: \"Ey Kavmim, siz bana tabi olun, ben sizi doğru yola iletip-yönelteyim.\"",
        "numberInSurah": 38,
        "juz": 24,
        "manzil": 6,
        "page": 471,
        "ruku": 408,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4172,
        "text": "\"Ey kavmim, gerçekten bu dünya hayatı, yalnızca bir meta (kısa süreli bir yararlanma)dır. Şüphesiz ahiret, (asıl) karar kılınan yurt odur.\"",
        "numberInSurah": 39,
        "juz": 24,
        "manzil": 6,
        "page": 471,
        "ruku": 408,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4173,
        "text": "\"Kim bir kötülük işlerse, kendi mislinden başkasıyla ceza görmez; kim de -erkek olsun, dişi olsun- bir mü'min olarak salih bir amelde bulunursa, işte onlar, içinde hesapsız olarak rızıklandırılmak üzere cennete girerler.\"",
        "numberInSurah": 40,
        "juz": 24,
        "manzil": 6,
        "page": 471,
        "ruku": 408,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4174,
        "text": "\"Ey kavmim, ne oluyor ki ben sizi kurtuluşa çağırıyorken, siz beni ateşe çağırıyorsunuz.\"",
        "numberInSurah": 41,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4175,
        "text": "\"Siz beni Allah'a (karşı) inkar etmeye ve hakkında bilgim olmayan şeyleri O'na şirk koşmaya çağırıyorsunuz. Ben ise sizi, üstün ve güçlü olan, bağışlayan (Allah')a çağırıyorum.",
        "numberInSurah": 42,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4176,
        "text": "\"İmkanı yok; gerçekten sizin beni kendisine çağırmakta olduğunuz şeyin, dünyada da, ahirette de çağrıda bulunma (yetkisi, gücü, değeri ve bağışlama)sı yoktur. Şüphesiz, bizim dönüşümüz Allah'adır. Ölçüyü taşıranlar, onlar ateşin halkıdırlar.\"",
        "numberInSurah": 43,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4177,
        "text": "\"İşte size söylediklerimi yakında hatırlayacaksınız. Ben de işimi Allah'a bırakıyorum. Şüphesiz Allah, kulları pek iyi görendir.\"",
        "numberInSurah": 44,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4178,
        "text": "Sonunda Allah, onların kurdukları hileli-düzenlerinin kötülüklerinden onu korudu ve Firavun'un çevresini de azabın en kötüsü kuşatıverdi.",
        "numberInSurah": 45,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4179,
        "text": "Ateş; sabah akşam, ona sunulurlar. Kıyamet-saatinin kopacağı gün: \"Firavun çevresini, azabın en şiddetli olanına sokun\" (denecek).",
        "numberInSurah": 46,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4180,
        "text": "Ateşin içinde, iddialar öne sürüp karşılıklı tartışırlarken zayıf olanlar, büyüklenen (müstekbir)lere derler ki: \"Gerçekten biz, size uymuş (teb'anız) olan kimselerdik. Şimdi siz, ateşten bir parçasını olsun, bizden uzaklaştırabilir misiniz?",
        "numberInSurah": 47,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4181,
        "text": "Büyüklenen (müstekbir)ler derler ki: \"Biz hepimiz (ateşin) içindeyiz; gerçekten Allah, kullar arasında hüküm verdi (artık).\"",
        "numberInSurah": 48,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4182,
        "text": "Ateşin içinde olanlar, cehennem bekçilerine dediler ki: \"Rabbinize dua edin; azaptan bir günü (olsun) bize hafifletsin.\"",
        "numberInSurah": 49,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4183,
        "text": "(Bekçiler:) \"Size kendi Resulleriniz açık belgelerle gelmez miydi?\" dediler. Onlar: \"Evet\" dediler. (Bekçiler:) \"Şu halde siz dua edin\" dediler. Oysa kafirlerin duası, çıkmazda olmaktan başkası değildir.",
        "numberInSurah": 50,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4184,
        "text": "Şüphesiz Biz elçilerimize ve iman edenlere, dünya hayatında ve şahidlerin (şahidlik için) duracakları gün elbette yardım edeceğiz.",
        "numberInSurah": 51,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4185,
        "text": "Zalimlere kendi mazeretlerinin hiçbir yarar sağlamayacağı gün; lanet de onlarındır, yurdun en kötüsü de.",
        "numberInSurah": 52,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4186,
        "text": "Andolsun Biz Musa'ya hidayeti verdik ve İsrailoğulları'na kitabı miras bıraktık.",
        "numberInSurah": 53,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4187,
        "text": "(Ki o,) Temiz akıl sahipleri için bir hidayet rehberi ve bir zikirdir.",
        "numberInSurah": 54,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4188,
        "text": "Şu halde sen sabret. Gerçekten Allah'ın va'di haktır. Günahın için mağfiret dile; akşam ve sabah Rabbini hamd ile tesbih et.",
        "numberInSurah": 55,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4189,
        "text": "Şüphesiz, kendilerine gelmiş bulunan hiçbir delil olmaksızın, Allah'ın ayetleri konusunda mücadele edenlere gelince; onların göğüslerinde kendisine ulaşamayacakları bir büyüklük (isteğin)den başkası yoktur. Artık sen Allah'a sığın. Şüphesiz O hakkıyla işiten, hakkıyla görendir.",
        "numberInSurah": 56,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4190,
        "text": "Elbette göklerin ve yerin yaratılması, insanların yaratılmasından daha büyüktür. Ancak insanların çoğu bilmezler.",
        "numberInSurah": 57,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4191,
        "text": "Kör olanla (basiretle) gören bir olmaz; iman edip salih amellerde bulunanlarla kötülük yapan da. Ne az öğüt alıp-düşünüyorsunuz.",
        "numberInSurah": 58,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4192,
        "text": "Şüphesiz kıyamet-saati, yaklaşarak gelmektedir; bunda hiçbir kuşku yok. Ancak insanların çoğu iman etmiyorlar.",
        "numberInSurah": 59,
        "juz": 24,
        "manzil": 6,
        "page": 474,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4193,
        "text": "Rabbiniz dedi ki: \"Bana dua edin, size icabet edeyim. Doğrusu Bana ibadet etmekten büyüklenen (müstekbir)ler; cehenneme boyun bükmüş kimseler olarak gireceklerdir.",
        "numberInSurah": 60,
        "juz": 24,
        "manzil": 6,
        "page": 474,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4194,
        "text": "Allah, kendisinde sükun bulmanız için geceyi, aydınlık olarak da gündüzü sizin için var etti. Şüphesiz Allah, insanlara karşı (sınırsız) bir fazl sahibidir. Ancak insanların çoğu şükretmiyorlar.",
        "numberInSurah": 61,
        "juz": 24,
        "manzil": 6,
        "page": 474,
        "ruku": 410,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4195,
        "text": "İşte bu, sizin Rabbiniz Allah'tır; herşeyin Yaratıcısı'dır; O'ndan başka İlah yoktur. Öyleyse nasıl olur da çevriliyorsunuz?",
        "numberInSurah": 62,
        "juz": 24,
        "manzil": 6,
        "page": 474,
        "ruku": 410,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4196,
        "text": "İşte, Allah'ın ayetlerini inkar edenler böyle çevriliyorlar.",
        "numberInSurah": 63,
        "juz": 24,
        "manzil": 6,
        "page": 474,
        "ruku": 410,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4197,
        "text": "Allah, yeryüzünü sizin için bir karar, gökyüzünü bir bina kıldı; sizi suretlendirdi, suretinizi de en güzel (bir biçim ve incelikte) kıldı ve size güzel-temiz şeylerden rızık verdi. İşte sizin Rabbiniz Allah budur. Alemlerin Rabbi Allah ne Yücedir.",
        "numberInSurah": 64,
        "juz": 24,
        "manzil": 6,
        "page": 474,
        "ruku": 410,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4198,
        "text": "O, Hayy (diri) olandır. O'ndan başka İlah yoktur; öyleyse dini yalnızca Kendisi'ne halis kılanlar olarak O'na dua edin. Alemlerin Rabbine hamd olsun.",
        "numberInSurah": 65,
        "juz": 24,
        "manzil": 6,
        "page": 474,
        "ruku": 410,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4199,
        "text": "De ki: \"Bana apaçık belgeler gelince, sizin Allah'tan başka taptıklarınıza kulluk etmekten kesin olarak menedildim ve alemlerin Rabbine teslim olmakla emrolundum.\"",
        "numberInSurah": 66,
        "juz": 24,
        "manzil": 6,
        "page": 474,
        "ruku": 410,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4200,
        "text": "O'dur ki, sizi topraktan, sonra bir damla sudan, sonra bir alak'tan (embriyo) yarattı; sonra sizi bir bebek olarak çıkarmakta, sonra güçlü (erginlik) çağınıza erişmeniz, sonra da yaşlanmanız için size (belli bir ömür vermektedir). Sizden kiminin daha önce hayatına son verilmektedir; adı konulmuş bir ecele erişmeniz ve belki aklınızı kullanmanız için (Allah sizi böyle yaşatır).",
        "numberInSurah": 67,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 410,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4201,
        "text": "Dirilten ve öldüren O'dur. Bir işin olmasına hükmetti mi, ona yalnızca: \"Ol\" der, o da hemen oluverir.",
        "numberInSurah": 68,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 410,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4202,
        "text": "Allah'ın ayetleri hakkında mücadele edenleri görmüyor musun; nasıl da döndürülüyorlar?",
        "numberInSurah": 69,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4203,
        "text": "Ki onlar, Kitab'ı ve elçilerimizle gönderdiğimiz şeyleri yalanladılar. Artık yakında bileceklerdir.",
        "numberInSurah": 70,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4204,
        "text": "Boyunlarında demir-halkalar ve (ayaklarında) zincirler olduğu halde sürüklenecekler;",
        "numberInSurah": 71,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4205,
        "text": "Kaynar suyun içinde; sonra ateşte tutuşturulacaklar.",
        "numberInSurah": 72,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4206,
        "text": "Sonra onlara denilecek: \"Sizin şirk koştuklarınız nerede?\"",
        "numberInSurah": 73,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4207,
        "text": "\"Allah'ın dışında (taptıklarınız).\" Dediler ki: \"Bizi bırakıp-kayboluverdiler. Hayır, biz önceleri (meğer) hiçbir şeye tapar değilmişiz.\" İşte Allah, kafirleri böyle şaşırtıp-saptırır.",
        "numberInSurah": 74,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4208,
        "text": "İşte bu, sizin yeryüzünde haksız yere şımarıp-azmanız ve azgınca ölçüyü taşırmanız dolayısıyladır.",
        "numberInSurah": 75,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4209,
        "text": "İçinde ebedi kalıcılar olarak cehennemin kapılarından girin. Artık mütekebbirlerin konaklama yeri ne kötüdür.",
        "numberInSurah": 76,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4210,
        "text": "Şu halde sen sabret, hiç şüphesiz Allah'ın va'di haktır. Sonunda ya onlara va'dettiğimiz (azab)in bir kısmını sana göstereceğiz ya da senin hayatına son vereceğiz. Nihayet onlar Bize döndürülecekler.",
        "numberInSurah": 77,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4211,
        "text": "Andolsun, Biz senden önce elçiler gönderdik; onlardan kimini sana aktarıp-anlattık ve kimini anlatmadık. Herhangi bir elçiye, Allah'ın izni olmaksızın bir ayeti getirmek olacak şey değildir. Allah'ın emri geldiği zaman hak ile hüküm verilir ve işte burada (hakkı) iptal etmekte (istekli) olanlar hüsrana uğramışlardır.",
        "numberInSurah": 78,
        "juz": 24,
        "manzil": 6,
        "page": 476,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4212,
        "text": "Allah O'dur ki, kimine binmeniz, kiminden yemeniz için size (bir yarar olmak üzere) davarları var etti.",
        "numberInSurah": 79,
        "juz": 24,
        "manzil": 6,
        "page": 476,
        "ruku": 412,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4213,
        "text": "Onlarda sizin için yararlar vardır. Onların üstünde göğüslerinizde olan bir hacete (ihtiyaca ve arzuya) ulaşırsınız; onların ve gemilerin üstünde taşınırsınız.",
        "numberInSurah": 80,
        "juz": 24,
        "manzil": 6,
        "page": 476,
        "ruku": 412,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4214,
        "text": "Size Kendi ayetlerini gösteriyor; artık Allah'ın ayetlerinden hangisini inkar ediyorsunuz?",
        "numberInSurah": 81,
        "juz": 24,
        "manzil": 6,
        "page": 476,
        "ruku": 412,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4215,
        "text": "Yeryüzünde gezip dolaşmıyorlar mı ki, kendilerinden öncekilerin nasıl bir sona uğradıklarını bir görsünler. Onlar, kendilerinden (sayıca) daha çoktu ve yeryüzünde kuvvet ve eserler bakımından daha üstündüler. Fakat kazandıkları şeyler, (azaba karşı) onlara hiçbir şey sağlayamadı.",
        "numberInSurah": 82,
        "juz": 24,
        "manzil": 6,
        "page": 476,
        "ruku": 412,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4216,
        "text": "Resulleri kendilerine apaçık belgeler getirdiği zaman, onlar, yanlarında olan ilimden dolayı sevinip-böbürlendiler de, kendisini alay konusu edindikleri şey, onları sarıp-kuşatıverdi.",
        "numberInSurah": 83,
        "juz": 24,
        "manzil": 6,
        "page": 476,
        "ruku": 412,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4217,
        "text": "Bizim dayanılmaz-azabımızı gördükleri zaman, dediler ki: \"Bir olan Allah'a iman ettik ve O'na şirk koştuğumuz şeyleri de inkar ettik.\"",
        "numberInSurah": 84,
        "juz": 24,
        "manzil": 6,
        "page": 476,
        "ruku": 412,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4218,
        "text": "Ama Bizim dayanılmaz-azabımızı gördükleri zaman, imanları kendilerine hiçbir yarar sağlamadı. (Bu,) Allah'ın kulları arasında sürüp-giden sünnetidir. İşte kafirler burada hüsrana uğramışlardır.",
        "numberInSurah": 85,
        "juz": 24,
        "manzil": 6,
        "page": 476,
        "ruku": 412,
        "hizbQuarter": 190,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "tr.bulac",
      "language": "tr",
      "name": "Alİ Bulaç",
      "englishName": "Alİ Bulaç",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}