{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 41,
    "name": "سُورَةُ فُصِّلَتۡ",
    "englishName": "Fussilat",
    "englishNameTranslation": "Explained in detail",
    "revelationType": "Meccan",
    "numberOfAyahs": 54,
    "ayahs": [
      {
        "number": 4219,
        "text": "Ha, Mim.",
        "numberInSurah": 1,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4220,
        "text": "(Bu Kur'an,) Rahman ve Rahim'den indirilmiştir.",
        "numberInSurah": 2,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4221,
        "text": "Bilen bir kavim için, ayetleri (çeşitli biçimlerde, birer birer) 'fasıllar halinde açıklanmış' Arapça Kur'an (veya okunan) Kitap'tır;",
        "numberInSurah": 3,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4222,
        "text": "Bir müjde verici ve bir uyarıcı olarak. Ama çoğu yüz çevirdiler. Artık onlar dinlemezler.",
        "numberInSurah": 4,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4223,
        "text": "Dediler ki: \"Bizi kendisine çağırdığın şeye karşı kalplerimiz bir örtü içindedir, kulaklarımızda bir ağırlık, bizimle senin aranda bir perde vardır. Artık sen, (yapabileceğini) yap, biz de gerçekten yapıyoruz.\"",
        "numberInSurah": 5,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4224,
        "text": "De ki: \"Ben ancak sizin benzeriniz olan bir beşerim. Bana yalnızca, sizin İlahınızın bir tek İlah olduğu vahyolunur. Öyleyse O'na yönelin ve O'ndan mağfiret dileyin. Vay haline o müşriklerin.\"",
        "numberInSurah": 6,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4225,
        "text": "Ki onlar, zekatı vermeyenler ve ahireti inkar edenlerdir.",
        "numberInSurah": 7,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4226,
        "text": "Şüphesiz, iman edip salih amellerde bulunanlar; onlar için kesintisiz bir ecir vardır.",
        "numberInSurah": 8,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4227,
        "text": "De ki: \"Gerçekten siz mi yeri iki günde yaratanı inkar ediyor ve O'na birtakım eşler kılıyorsunuz? O, alemlerin Rabbidir.\"",
        "numberInSurah": 9,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4228,
        "text": "Orda (yerde) onun üstünde sarsılmaz dağlar var etti, onda bereketler yarattı ve isteyip-arayanlar için eşit olmak üzere ordaki rızıkları dört günde takdir etti.",
        "numberInSurah": 10,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4229,
        "text": "Sonra, duman halinde olan göğe yöneldi; böylece ona ve yere dedi ki: \"İsteyerek veya istemeyerek gelin.\" İkisi de: \"İsteyerek (İtaat ederek) geldik\" dediler.",
        "numberInSurah": 11,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4230,
        "text": "Böylece onları iki gün içinde yedi gök olarak tamamladı ve her bir göğe emrini vahyetti. Biz dünya göğünü de kandillerle süsleyip-donattık ve bir koruma (altına aldık). İşte bu, üstün ve güçlü olan, bilen (Allah)'ın takdiridir.",
        "numberInSurah": 12,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4231,
        "text": "Bu durumda eğer onlar yüz çevirirlerse, artık de ki: \"Ben sizi, Ad ve Semud (kavimlerinin) yıldırımına benzer bir yıldırımla uyardım.\"",
        "numberInSurah": 13,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4232,
        "text": "Onlara \"Yalnızca Allah'a kulluk edin\" diye önlerinden ve arkalarından elçiler gelince, dediler ki: \"Eğer dileseydi Rabbimiz melekler indirirdi. Bundan dolayı biz, sizin kendisiyle gönderildiğiniz şeyi inkar edicileriz.”",
        "numberInSurah": 14,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4233,
        "text": "Ad (kavmin)e gelince; onlar yeryüzünde haksız yere büyüklendiler ve dediler ki: \"Kuvvet bakımından bizden daha üstünü kimmiş?\" Onlar, gerçekten kendilerini yaratan Allah'ı görmediler mi? O, kuvvet bakımından kendilerinden daha üstündür. Oysa onlar, Bizim ayetlerimizi (bilerek) inkar ediyorlardı.",
        "numberInSurah": 15,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4234,
        "text": "Böylece Biz de onlara dünya hayatında aşağılanma azabını taddırmak için, o uğursuz (felaketler yüklü) günlerde üzerlerine 'kulakları patlatan bir kasırga' gönderdik. Ahiret azabı ise daha (büyük) bir aşağılanmadır. Ve onlara yardım edilmeyecektir.",
        "numberInSurah": 16,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4235,
        "text": "Semud'a gelince; Biz onlara doğru yolu gösterdik, fakat onlar körlüğü hidayete tercih ettiler. Böylece kazandıkları şeyler yüzünden onları alçaltıcı azabın yıldırımı yakalayıverdi.",
        "numberInSurah": 17,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4236,
        "text": "İman edenleri ve sakınanları ise kurtardık.",
        "numberInSurah": 18,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4237,
        "text": "Allah'ın düşmanlarının biraraya getirilip-toplanacakları gün işte onlar, ateşe bölükler halinde dağıtılırlar.\"",
        "numberInSurah": 19,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 415,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4238,
        "text": "Sonunda oraya geldikleri zaman, işitme, görme (duyuları) ve derileri kendi aleyhlerine şahitlik edecektir.",
        "numberInSurah": 20,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 415,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4239,
        "text": "Kendi derilerine dediler ki: \"Niye aleyhimizde şahitlik ettiniz?\" Dediler ki: \"Herşeye nutku verip-konuşturan Allah, bizi konuşturdu. Sizi ilk defa O yarattı ve O'na döndürülüyorsunuz.\"",
        "numberInSurah": 21,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 415,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4240,
        "text": "\"Siz, işitme, görme (duyularınız) ve derileriniz aleyhinize şahitlik eder diye sakınmıyordunuz. Aksine, yaptıklarınızın birçoğunu Allah'ın bilmeyeceğini sanıyordunuz.\"",
        "numberInSurah": 22,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 415,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4241,
        "text": "\"İşte bu sizin zannınız; Rabbiniz hakkında beslediğiniz-zannınız, sizi bir yıkıma uğrattı, böylelikle hüsrana uğrayan kimseler olarak sabahladınız.\"",
        "numberInSurah": 23,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 415,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4242,
        "text": "Şimdi eğer sabredebilirlerse, artık onlar için konaklama yeri ateştir. Ve eğer onlar hoşnut olma (dünya)ya dönmek isterlerse, artık hoşnut olacaklardan değildirler.",
        "numberInSurah": 24,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 415,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4243,
        "text": "Biz onlara birtakım yakın-kimseleri 'kabuk gibi üzerlerine kaplattık,' onlar da, önlerinde ve arkalarında olanları kendilerine süslü gösterdiler. Cinlerden ve insanlardan kendilerinden önce gelip-geçmiş ümmetlerde (yürürlükte tutulan azap) sözü onların üzerine hak oldu. Çünkü onlar, hüsrana uğrayan kimselerdi.",
        "numberInSurah": 25,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 415,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4244,
        "text": "İnkar edenler dediler ki: \"Bu Kur'an'ı dinlemeyin ve onda (okunurken) yaygaralar koparın. Belki üstün gelirsiniz.\"",
        "numberInSurah": 26,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 416,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4245,
        "text": "Artık gerçekten o inkar edenlere şiddetli bir azap taddıracağız ve yaptıklarının en kötüsüyle cezalandıracağız.",
        "numberInSurah": 27,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 416,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4246,
        "text": "Bu, Allah'ın düşmanlarının cezası olan ateştir. Bizim ayetlerimizi inkar etmeleri dolayısıyla bir ceza olarak, orada onlar için ebedilik yurdu vardır.",
        "numberInSurah": 28,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 416,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4247,
        "text": "İnkar edenler dediler ki: \"Rabbimiz, cinlerden ve insanlardan bizi saptırmış olanları bize göster, ayaklarımızın altına alalım, en aşağılarda bulunanlardan olsunlar.\"",
        "numberInSurah": 29,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 416,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4248,
        "text": "Şüphesiz: \"Bizim Rabbimiz Allah'tır\" deyip sonra dosdoğru bir istikamet tutturanlar (yok mu); onların üzerine melekler iner (ve der ki:) \"Korkmayın ve hüzne kapılmayın, size vadolunan cennetle sevinin.\"",
        "numberInSurah": 30,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 416,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4249,
        "text": "\"Biz, dünya hayatında da, ahirette de sizin velileriniziz. Orda nefislerinizin arzuladığı herşey sizindir ve istediğiniz herşey de sizindir.\"",
        "numberInSurah": 31,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 416,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4250,
        "text": "\"Çok bağışlayan, çok esirgeyen (Allah)tan bir ağırlanma olarak.\"",
        "numberInSurah": 32,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 416,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4251,
        "text": "Allah'a çağıran, salih amelde bulunan ve: \"Gerçekten ben Müslümanlardanım\" diyenden daha güzel sözlü kimdir?",
        "numberInSurah": 33,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4252,
        "text": "İyilikle kötülük eşit olmaz. Sen, en güzel olan bir tarzda (kötülüğü) uzaklaştır; o zaman, (görürsün ki) seninle onun arasında düşmanlık bulunan kimse, sanki sıcak bir dost(un) oluvermiştir.",
        "numberInSurah": 34,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4253,
        "text": "Buna da, sabredenlerden başkası kavuşturulamaz. Ve buna, büyük bir pay sahibi olanlardan başkası da kavuşturulamaz.",
        "numberInSurah": 35,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4254,
        "text": "Şayet sana şeytandan bir kışkırtma gelecek olursa, hemen Allah'a sığın. Çünkü O, işitendir, bilendir.",
        "numberInSurah": 36,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4255,
        "text": "Gece, gündüz, güneş ve ay O'nun ayetlerindendir. Siz güneşe de, aya da secde etmeyin. Alah’a secde edin, ki bunları Kendisi yaratmıştır. Eğer O'na ibadet edecekseniz.",
        "numberInSurah": 37,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4256,
        "text": "Şayet onlar büyüklenecek olurlarsa, Rabbinin Katında bulunanlar, O'nu gece ve gündüz tesbih ederler ve (bundan) bıkkınlık duymazlar.",
        "numberInSurah": 38,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": {
          "id": 12,
          "recommended": false,
          "obligatory": true
        }
      },
      {
        "number": 4257,
        "text": "O'nun ayetlerinden biri de, senin gerçekten yeryüzünü huşu içinde (solmuş, boynu bükülmüş ve kupkuru) görmendir. Ama Biz onun üzerine suyu indirdiğimiz zaman, deprenir ve kabarır. Şüphesiz onu dirilten, ölüleri de elbette dirilticidir. Çünkü O, herşeye güç yetirendir.",
        "numberInSurah": 39,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4258,
        "text": "Bizim ayetlerimiz konusunda çarpıtma yapanlar, Bize gizli kalmazlar. Öyleyse ateşin içine bırakılan mı daha hayırlıdır yoksa kıyamet günü güvenle gelen mi? Siz dilediğinizi yapın. Çünkü O yaptıklarınızı gerçekten görendir.",
        "numberInSurah": 40,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4259,
        "text": "Şüphesiz, kendilerine zikir gelince onu inkar edenler (ateşin içine bırakılırlar); oysa o, aziz (şerefi yüksek, üstün) bir Kitap'tır.",
        "numberInSurah": 41,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4260,
        "text": "Batıl, ona önünden de, ardından da gelemez. (Çünkü Kur'an,) Hüküm ve hikmet sahibi, çok övülen (Allah)tan indirilmedir.",
        "numberInSurah": 42,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4261,
        "text": "Sana söylenen şeyler, senden önceki elçilere söylenenden başkası değildir. Şüphesiz, Rabbin, hem elbette mağfiret sahibidir, hem de acı bir azap sahibidir.",
        "numberInSurah": 43,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4262,
        "text": "Eğer Biz onu A'cemi (Arapça olmayan bir dilde) olan bir Kur'an kılsaydık, herhalde derlerdi ki: \"Onun ayetleri açıklanmalı değil miydi? Arap olana, A'cemi (Arapça olmayan bir dil)mi?\" De ki: \"O, iman edenler için bir hidayet ve bir şifadır. İman etmeyenlerin ise kulaklarında bir ağırlık vardır ve o (Kur'an), onlara karşı bir körlüktür. İşte onlara (sanki) uzak bir yerden seslenilir.\"",
        "numberInSurah": 44,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4263,
        "text": "Andolsun, Musa'ya kitabı verdik, fakat onda anlaşmazlığa düşüldü. Eğer Rabbinden (daha önce) bir söz geçmiş (verilmiş) olmasaydı, mutlaka aralarında hüküm verilmiş (iş bitirilmiş)ti. Gerçekten onlar, bundan yana kuşku verici bir tereddüt içindedirler.",
        "numberInSurah": 45,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 418,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4264,
        "text": "Kim salih bir amelde bulunursa, kendi lehinedir, kim de kötülük ederse, o da kendi aleyhinedir. Senin Rabbin, kullara zulmedici değildir.",
        "numberInSurah": 46,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 418,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4265,
        "text": "Kıyamet-saatinin ilmi O'na döndürülür. O'nun ilmi olmaksızın, hiçbir meyve tomurcuğundan çıkmaz, hiçbir dişi gebe kalmaz ve doğurmaz da. Onlara: \"Benim ortaklarım nerede\" diye sesleneceği gün, dediler ki: \"Sana arzettik ki, bizden hiçbir şahid yok.\"",
        "numberInSurah": 47,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4266,
        "text": "Önceden kendilerine taptıkları (bugün) onlardan kaybolup gitti ve onlar kaçacak hiçbir yerleri olmadığını anlamışlardır.",
        "numberInSurah": 48,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4267,
        "text": "İnsan, hayır istemekten bıkkınlık duymaz; fakat ona bir şer dokundu mu, artık o, ye'se düşen bir umutsuzdur.",
        "numberInSurah": 49,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4268,
        "text": "Oysa ona dokunan bir zarardan sonra tarafımızdan bir rahmet taddırsak, mutlaka: \"Bu benim (hakkım)dır. Ve ben kıyamet-saatinin kopacağını da sanmıyorum; eğer Rabbime döndürülsem bile, muhakkak O'nun Katında benim için daha güzel olanı vardır.\" der. Ama andolsun Biz, o kafirlere yaptıklarını haber vereceğiz ve andolsun onlara, en kaba bir azaptan taddıracağız.",
        "numberInSurah": 50,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4269,
        "text": "İnsana nimet verdiğimiz zaman, yüz çevirir ve yan çizer; ona bir şer dokunduğu zaman ise, artık o, geniş (kapsamlı ve derinlemesine) bir dua sahibidir.",
        "numberInSurah": 51,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4270,
        "text": "De ki: \"Gördünüz mü haber verin; eğer o (Kur'an) Allah Katından ise, sonra siz onu inkar etmişseniz (bu durumda) uzak bir ayrılık içinde olandan daha sapık kimdir?\"",
        "numberInSurah": 52,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4271,
        "text": "Biz ayetlerimizi hem afakta, hem kendi nefislerinde onlara göstereceğiz; öyle ki, şüphesiz onun hak olduğu kendilerine açıkça belli olsun. Herşeyin üzerinde Rabbinin şahid olması yetmez mi?",
        "numberInSurah": 53,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4272,
        "text": "Dikkatli olun; gerçekten onlar, Rablerine kavuşmaktan yana derin bir kuşku içindedirler. Dikkatli olun; gerçekten O, herşeyi sarıp-kuşatandır.",
        "numberInSurah": 54,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "tr.bulac",
      "language": "tr",
      "name": "Alİ Bulaç",
      "englishName": "Alİ Bulaç",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}