{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 42,
    "name": "سُورَةُ الشُّورَىٰ",
    "englishName": "Ash-Shura",
    "englishNameTranslation": "Consultation",
    "revelationType": "Meccan",
    "numberOfAyahs": 53,
    "ayahs": [
      {
        "number": 4273,
        "text": "Ha, Mim.",
        "numberInSurah": 1,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4274,
        "text": "Ayn, Sin Kaf.",
        "numberInSurah": 2,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4275,
        "text": "O, Aziz ve Hakim olan Allah, sana ve senden öncekilere böyle vahyetmektedir.",
        "numberInSurah": 3,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4276,
        "text": "Göklerde ve yerde olanlar O'nundur. O, Yücedir, büyüktür.",
        "numberInSurah": 4,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4277,
        "text": "Gökler, neredeyse üstlerinden çatlayıp-parçalanacaklar; melekler de Rablerini hamd ile tesbih ederler ve yerde olanlara mağfiret dilerler. Haberiniz olsun; gerçekten Allah, bağışlayan ve esirgeyen O'dur.",
        "numberInSurah": 5,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4278,
        "text": "Allah'ın dışında birtakım veliler edinenler ise; Allah, onların üzerinde gözetleyicidir. Sen onların üzerinde bir vekil değilsin.",
        "numberInSurah": 6,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4279,
        "text": "İşte Biz sana, böyle Arapça bir Kur'an vahyettik; şehirlerin anası (olan Mekke halkı)nı ve çevresinde olanları uyarman için ve kendisinde şüphe olmayan toplanma gününü (haber verip onları) uyarman için de. (O gün onların) Bir bölümü cennette, bir bölümü çılgınca yanan ateşin içerisindedirler.",
        "numberInSurah": 7,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4280,
        "text": "Eğer Allah dileseydi, onları herhalde tek bir ümmet kılardı. Ancak O, dilediğini Kendi rahmetine sokar. Zalimlere gelince; onlar için ne bir veli vardır, ne bir yardımcı (bulursun).",
        "numberInSurah": 8,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4281,
        "text": "Yoksa O'nun dışında birtakım veliler mi edindiler? İşte Allah; veli O'dur, ölüleri dirilten O'dur. O, herşeye güç yetirendir.",
        "numberInSurah": 9,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4282,
        "text": "Hakkında ihtilafa düştüğünüz herhangi bir şey; artık O'nun hükmü Allah'ındır. İşte Rabbim olan Allah. Ben O'na tevekkül ettim ve yalnızca O'na dönüp-yönelirim.",
        "numberInSurah": 10,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 420,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4283,
        "text": "O, göklerin ve yerin Yaratıcısı'dır. Size kendi nefislerinizden eşler, davarlardan da çiftler var etti. Sizleri bu tarzda türetip-yayıyor. O'nun benzeri gibi olan hiçbir şey yoktur. O, işitendir, görendir.",
        "numberInSurah": 11,
        "juz": 25,
        "manzil": 6,
        "page": 484,
        "ruku": 420,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4284,
        "text": "Göklerin ve yerin anahtarları O'nundur. O, dilediğine rızkı genişletip-yayar ve kısar da. Çünkü O, herşeyi bilendir.",
        "numberInSurah": 12,
        "juz": 25,
        "manzil": 6,
        "page": 484,
        "ruku": 420,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4285,
        "text": "O: \"Dini dosdoğru ayakta tutun ve onda ayrılığa düşmeyin\" diye dinden Nuh'a vasiyet ettiğini ve sana vahyettiğimizi, İbrahim'e, Musa'ya ve İsa'ya vasiyet ettiğimizi sizin için de teşri' etti (bir şeriat kıldı). Senin kendilerini çağırdığın şey, müşriklere ağır geldi. Allah, dilediğini buna seçer ve içten Kendisi'ne yöneleni hidayete erdirir.",
        "numberInSurah": 13,
        "juz": 25,
        "manzil": 6,
        "page": 484,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4286,
        "text": "Onlar, kendilerine ilim geldikten sonra, yalnızca aralarındaki 'tecavüz ve haksızlık' dolayısıyla ayrılığa düştüler. Eğer Rabbinden, adı konulmuş bir ecele kadar geçmiş (verilmiş) bir söz olmasaydı, muhakkak aralarında hüküm verilmiş (iş bitirilmiş)ti. Şüphesiz onların ardından kitaba mirasçı olanlar ise, herhalde ona karşı kuşku verici bir tereddüt içindedirler.",
        "numberInSurah": 14,
        "juz": 25,
        "manzil": 6,
        "page": 484,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4287,
        "text": "Şu halde, sen bundan dolayı davet et ve emrolunduğun gibi doğru bir istikamet tuttur. Onların heva (istek ve tutku)larına uyma. Ve de ki: Allah'ın indirdiği her kitaba inandım. Aranızda adaletli davranmakla emrolundum. Allah, bizim de Rabbimiz, sizin de Rabbinizdir. Bizim amellerimiz bizim, sizin amelleriniz sizindir. Bizimle aranızda ‘deliller getirerek tartışma (ya, huccete gerek)’ yoktur. Allah bizi biraraya getirip-toplayacaktır. Dönüş O'nadır.\"",
        "numberInSurah": 15,
        "juz": 25,
        "manzil": 6,
        "page": 484,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4288,
        "text": "O'na icabet olunduktan sonra, Allah hakkında (sözde) 'deliller öne sürüp tartışanların' delilleri, Rableri Katında geçersizdir. Onların üzerinde bir gazab vardır ve şiddetli azap onlaradır.",
        "numberInSurah": 16,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4289,
        "text": "Ki Allah, hak olmak üzere kitabı ve mizanı indirdi. Ne bilirsin; belki kıyamet-saati pek yakındır.",
        "numberInSurah": 17,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4290,
        "text": "Onda acele edenler, (gerçekte) ona inanmayanlardır. İman edenler ise, ona karşı bir korku içindedirler ve onun gerçekten hak olduğunu bilirler. Haberiniz olsun; kıyamet-saati konusunda tartışanlar, gerçekte uzak bir sapıklık içindedirler.",
        "numberInSurah": 18,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4291,
        "text": "Allah, kullarına karşı lütuf sahibidir; dilediğini rızıklandırır. O, kuvvetlidir, Azizdir.",
        "numberInSurah": 19,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4292,
        "text": "Kim ahiret ekinini isterse, Biz ona kendi ekininde artırmalar yaparız. Kim dünya ekinini isterse, ona da ondan veririz; ancak onun ahirette bir nasibi yoktur.",
        "numberInSurah": 20,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4293,
        "text": "Yoksa onların birtakım ortakları mı var ki, Allah'ın izin vermediği şeyleri, dinden kendilerine teşri' ettiler (bir şeriat kıldılar)? Eğer o fasıl kelimesi olmasaydı, elbette aralarında hüküm (karar) verilirdi. Gerçekten zalimler için acı bir azap vardır.",
        "numberInSurah": 21,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4294,
        "text": "(O gün) Zalimleri kazandıkları dolayısıyla korkuyla titrerlerken görürsün; o (yaptıkları) da üstlerine çöküvermiştir. İman edip salih amellerde bulunanlar ise, cennet bahçelerindedirler. Rableri Katında her diledikleri onlarındır. İşte büyük fazl (nimet ve üstünlük) budur.",
        "numberInSurah": 22,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4295,
        "text": "İşte Allah, iman edip salih amellerde bulunan kullarına böyle müjde vermektedir. De ki: \"Ben buna karşı yakınlıkta sevgi dışında sizden hiçbir ücret istemiyorum.\" Kim bir iyilik kazanırsa, Biz ondaki iyiliği artırırız. Gerçekten Allah, bağışlayandır, şükredene karşılığını verendir.",
        "numberInSurah": 23,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4296,
        "text": "Yoksa onlar: \"Allah'a karşı yalan düzüp-uydurdu\"mu diyorlar? Oysa eğer Allah dilerse senin de kalbini mühürler. Allah, batılı yok edip-ortadan kaldırır ve Kendi kelimeleriyle hakkı hak olarak pekiştirir (gerçekleştirir). Çünkü O, sinelerin özünde olanı bilendir.",
        "numberInSurah": 24,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4297,
        "text": "Kullarından tevbeyi kabul eden, kötülükleri affeden ve işlediklerinizi bilen O'dur.",
        "numberInSurah": 25,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4298,
        "text": "O, iman edip salih amellerde bulunanlara icabet eder ve onlara Kendi fazlından arttırır. Kafirlere gelince; onlara şiddetli bir azap vardır.",
        "numberInSurah": 26,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4299,
        "text": "Eğer Allah, kulları için rızkı (sınırsızca) geniş tutup-yaysaydı, gerçekten yeryüzünde azarlardı. Ancak O, dilediği miktar ile indirir. Çünkü O, kullarından haberi olandır, görendir.",
        "numberInSurah": 27,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4300,
        "text": "O'dur ki, onlar umutlarını kestikten sonra yağmuru indirir ve rahmetini serip-yayar. O, Veli'dir, Hamid'dir.",
        "numberInSurah": 28,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4301,
        "text": "Göklerin ve yerin yaratılması ile onlarda her canlıdan türetip-yayması O'nun ayetlerindendir. Ve O, dileyeceği zaman onların hepsini toplamaya güç yetirendir.",
        "numberInSurah": 29,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4302,
        "text": "Size isabet eden her musibet, (ancak) ellerinizin kazandığı dolayısıyladır. (Allah,) Çoğunu da affeder.",
        "numberInSurah": 30,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4303,
        "text": "Siz yeryüzünde (O'nu) aciz bırakacak değilsiniz. Ve sizin Allah'ın dışında ne bir veliniz vardır, ne bir yardımcınız.",
        "numberInSurah": 31,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4304,
        "text": "Denizde yüksek dağlar gibi seyreden gemiler O'nun ayetlerindendir.",
        "numberInSurah": 32,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4305,
        "text": "Eğer dileyecek olsa, rüzgarı durdurur, böylece onun üstünde kalakalırlar. Şüphesiz, bunda çokça sabreden, çokça şükreden kimse için gerçekten ayetler vardır.",
        "numberInSurah": 33,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4306,
        "text": "Ya da kazandıkları dolayısıyla onları yok eder, bir çoğunu da affeder.",
        "numberInSurah": 34,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4307,
        "text": "(Öyle ki) Ayetlerimiz hakkında mücadele edenler, kendileri için hiçbir kaçacak yer olmadığını bilip-öğrensinler.",
        "numberInSurah": 35,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4308,
        "text": "Size verilen herhangi bir şey, dünya hayatının metaı (kısa süreli faydalanması)dır. Allah Katında olan ise, daha hayırlı ve daha süreklidir. (Bu da) iman edip Rablerine tevekkül edenler içindir;",
        "numberInSurah": 36,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4309,
        "text": "(Bunlar,) Büyük günahlardan ve çirkin -utanmazlıklardan kaçınanlar ve gazablandıkları zaman bağışlayanlar,",
        "numberInSurah": 37,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4310,
        "text": "Rablerine icabet edenler, namazı dosdoğru kılanlar, işleri kendi aralarında şura ile olanlar ve kendilerine rızık olarak verdiklerimizden infak edenler,",
        "numberInSurah": 38,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4311,
        "text": "Ve haklarına tecavüz edildiği zaman, birlik olup karşı koyanlardır.",
        "numberInSurah": 39,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4312,
        "text": "Kötülüğün karşılığı, onun misli (benzeri) olan kötülüktür. Ama kim affeder ve ıslah ederse (dirliği kurup-sağlarsa) artık onun ecri Allah'a aittir. Gerçekten O, zalimleri sevmez.",
        "numberInSurah": 40,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4313,
        "text": "Kim zulme uğradıktan sonra nusret bulur (hakkını alır)sa, artık onlar için aleyhlerinde bir yol yoktur.",
        "numberInSurah": 41,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4314,
        "text": "Yol, ancak insanlara zulmeden ve yeryüzünde haksız yere 'tecavüz ve haksızlıkta bulunanların' aleyhinedir. İşte bunlara acıklı bir azap vardır.",
        "numberInSurah": 42,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4315,
        "text": "Kim sabreder ve bağışlarsa, şüphesiz bu, azme değer işlerdendir.",
        "numberInSurah": 43,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4316,
        "text": "Allah, kimi saptırırsa, artık bundan sonra onun hiçbir velisi yoktur. Azabı gördükleri zaman, o zalimleri bir görsen; \"Geri dönmeye bir yol var mı?\" derler.",
        "numberInSurah": 44,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4317,
        "text": "Onları görürsün; zilletten başları önlerine düşmüş bir halde, ona (ateşe) sunulurlarken göz ucuyla sezdirmeden bakarlar. İman edenler de: \"Gerçekten hüsrana uğrayanlar, kıyamet günü hem kendi nefislerini, hem yakın akraba (veya yandaş)larını da hüsrana uğratmışlardır\" dediler. Haberiniz olsun; gerçekten zalimler, kalıcı bir azap içindedirler.",
        "numberInSurah": 45,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4318,
        "text": "Onların Allah'ın dışında kendilerine yardım edecek velileri yoktur. Allah kimi saptırırsa, artık onun için hiçbir (çıkış) yolu yoktur.",
        "numberInSurah": 46,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4319,
        "text": "Allah'tan, geri çevrilmesi olmayan bir gün gelmeden evvel, Rabbinize icabet edin. O gün, sizin için ne sığınılacak bir yer var, ne sizin için inkar (etmeye bir imkan).",
        "numberInSurah": 47,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4320,
        "text": "Şayet onlar, sırt çevirecek olurlarsa, artık Biz seni onların üzerine bir gözetleyici olarak göndermiş değiliz. Sana düşen, yalnızca tebliğdir. Gerçek şu ki, Biz insana tarafımızdan bir rahmet taddırdığımız zaman, ona sevinir. Eğer onlara kendi ellerinin takdim ettikleri dolayısıyla bir kötülük isabet ederse, bu durumda insan bir nankör kesiliverir.",
        "numberInSurah": 48,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4321,
        "text": "Göklerin ve yerin mülkü Allah'ındır. Dilediğini yaratır. Dilediğine dişiler armağan eder, dilediğine de erkek armağan eder.",
        "numberInSurah": 49,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4322,
        "text": "Veya erkekler ve dişiler olarak çift (ikiz) verir. Dilediğini kısır bırakır. Gerçekten O, bilendir, güç yetirendir.",
        "numberInSurah": 50,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4323,
        "text": "Kendisiyle Allah'ın konuşması, bir beşer için olacak (şey) değildir; ancak bir vahy ile ya da perde arkasından veya bir elçi gönderip Kendi izniyle dilediğine vahyetmesi (durumu) başka. Gerçekten O, Yüce olandır, hüküm ve hikmet sahibidir.",
        "numberInSurah": 51,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4324,
        "text": "Böylece sana emrimizden bir ruh vahyettik. Sen, kitap nedir, iman nedir bilmiyordun. Ancak Biz onu bir nur kıldık; onunla kullarımızdan dilediklerimizi hidayete erdiririz. Şüphesiz sen, dosdoğru olan bir yola yöneltip-iletiyorsun.",
        "numberInSurah": 52,
        "juz": 25,
        "manzil": 6,
        "page": 489,
        "ruku": 423,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4325,
        "text": "Göklerde ve yerde bulunanların tümü Kendisi'ne ait olan Allah'ın yoluna. Haberiniz olsun; işler Allah'a döner.",
        "numberInSurah": 53,
        "juz": 25,
        "manzil": 6,
        "page": 489,
        "ruku": 423,
        "hizbQuarter": 196,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "tr.bulac",
      "language": "tr",
      "name": "Alİ Bulaç",
      "englishName": "Alİ Bulaç",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}