{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 46,
    "name": "سُورَةُ الأَحۡقَافِ",
    "englishName": "Al-Ahqaf",
    "englishNameTranslation": "The Dunes",
    "revelationType": "Meccan",
    "numberOfAyahs": 35,
    "ayahs": [
      {
        "number": 4511,
        "text": "Ha, Mim.",
        "numberInSurah": 1,
        "juz": 26,
        "manzil": 6,
        "page": 502,
        "ruku": 438,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4512,
        "text": "Kitab'ın indirilmesi, üstün ve güçlü, hüküm ve hikmet sahibi Allah'tandır.",
        "numberInSurah": 2,
        "juz": 26,
        "manzil": 6,
        "page": 502,
        "ruku": 438,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4513,
        "text": "Biz gökleri, yeri ve ikisi arasında bulunanları ancak hak ve adı konulmuş bir ecel (belli bir süre) olarak yarattık. İnkar edenler ise, uyarıldıkları şeyden yüz çeviren(kimseler)dir.",
        "numberInSurah": 3,
        "juz": 26,
        "manzil": 6,
        "page": 502,
        "ruku": 438,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4514,
        "text": "De ki: \"Gördünüz mü haber verin; Allah'tan başka taptıklarınız, yerden neyi yaratmışlar, bana gösterin? Yoksa onların göklerde bir ortaklığı mı var? Eğer doğru sözlüler iseniz, bundan önce bir kitap ya da bir ilim kalıntısı (veya bir eser) varsa, bana getirin.\"",
        "numberInSurah": 4,
        "juz": 26,
        "manzil": 6,
        "page": 502,
        "ruku": 438,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4515,
        "text": "Allah'ı bırakıp kıyamet gününe kadar kendisine icabet etmeyecek şeylere tapandan daha sapmış kimdir? Oysa onlar, bunların tapmalarından habersizdirler.",
        "numberInSurah": 5,
        "juz": 26,
        "manzil": 6,
        "page": 502,
        "ruku": 438,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4516,
        "text": "İnsanlar haşrolunduğu (biraraya getirildiği) zaman, (Allah'tan başka taptıkları) onlara düşman kesilirler ve (kendilerine) ibadet etmelerini de tanımazlar.",
        "numberInSurah": 6,
        "juz": 26,
        "manzil": 6,
        "page": 503,
        "ruku": 438,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4517,
        "text": "Onlara açık belgeler olarak ayetlerimiz okunduğu zaman, o inkar edenler kendilerine gelmiş olan hak için dediler ki: \"Bu, apaçık bir büyüdür.\"",
        "numberInSurah": 7,
        "juz": 26,
        "manzil": 6,
        "page": 503,
        "ruku": 438,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4518,
        "text": "Yoksa: \"Kendisi onu uydurdu\" mu diyorlar? De ki: \"Eğer ben uydurdumsa, bu durumda siz, Allah'tan bana (gelecek) hiçbir şeye malik (engel) olamazsınız. Sizin kendisi (Kur'an) hakkında, ne taşkınlıklar yaptığınızı O daha iyi bilendir. Benimle sizin aranızda şahid olarak O yeter. O, çok bağışlayandır, çok esirgeyendir.\"",
        "numberInSurah": 8,
        "juz": 26,
        "manzil": 6,
        "page": 503,
        "ruku": 438,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4519,
        "text": "De ki: \"Ben elçilerden bir türedi değilim, bana ve size ne yapılacağını da bilemiyorum. Ben, yalnızca bana vahyedilmekte olana uyuyorum ve ben, apaçık bir uyarıcıdan başkası değilim.\"",
        "numberInSurah": 9,
        "juz": 26,
        "manzil": 6,
        "page": 503,
        "ruku": 438,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4520,
        "text": "De ki: \"Gördünüz mü-haber verin; eğer (bu Kur'an,) Allah Katından ise, siz de onu inkar etmişseniz ve İsrailoğulları'ndan bir şahid bunun bir benzerine şahidlik edip iman etmişse ve siz de büyüklük taslamışsanız (bunun sonucu ne olacak)? Şüphesiz Allah, zalim olan bir kavmi hidayete erdirmez.",
        "numberInSurah": 10,
        "juz": 26,
        "manzil": 6,
        "page": 503,
        "ruku": 438,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4521,
        "text": "İnkar edenler, iman edenler için dediler ki: \"Eğer O (Kur'an veya iman) hayırlı bir şey olsaydı, ona bizden önce koşup-yetişemezlerdi.\" Oysa onlar, onunla hidayete ermediklerinden: \"Bu, eski bir yalandır\" diyecekler.",
        "numberInSurah": 11,
        "juz": 26,
        "manzil": 6,
        "page": 503,
        "ruku": 439,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4522,
        "text": "Bundan önce de, bir rehber (imam) ve bir rahmet olarak Musa'nın kitabı var. Bu da, zulmedenleri uyarmak ve ihsanda bulunanlara bir müjde olmak üzere (kendinden önceki kitapları) doğrulayıcı ve Arapça bir dil ile olan bir Kitap'tır.",
        "numberInSurah": 12,
        "juz": 26,
        "manzil": 6,
        "page": 503,
        "ruku": 439,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4523,
        "text": "Şüphesiz: \"Bizim Rabbimiz Allah'tır\" deyip sonra doğru bir istikamet tutturanlar (yok mu); artık onlar için korku yoktur ve onlar mahzun olmayacaklardır.",
        "numberInSurah": 13,
        "juz": 26,
        "manzil": 6,
        "page": 503,
        "ruku": 439,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4524,
        "text": "İşte onlar, cennet halkıdır; yaptıklarına karşılık olmak üzere, içinde ebedi olarak kalacaklardır.",
        "numberInSurah": 14,
        "juz": 26,
        "manzil": 6,
        "page": 503,
        "ruku": 439,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4525,
        "text": "Biz insana, 'anne ve babasına' iyilikle davranmasını tavsiye ettik. Annesi onu güçlükle taşıdı ve onu güçlükle doğurdu. Onun (hamilelikte) taşınması ve sütten kesilmesi, otuz aydır. Nihayet güçlü (erginlik) çağına erip kırk yıl (yaşın)a ulaşınca, dedi ki: \"Rabbim, bana, anne ve babama verdiğin nimete şükretmemi ve Senin razı olacağın salih bir amelde bulunmamı bana ilham et; benim için soyumda salahı ver. Gerçekten ben tevbe edip Sana yöneldim ve gerçekten ben Müslümanlardanım.\"",
        "numberInSurah": 15,
        "juz": 26,
        "manzil": 6,
        "page": 504,
        "ruku": 439,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4526,
        "text": "İşte bunlar; yaptıklarının en güzelini kabul ederiz ve kötülüklerinden geçeriz; (bunlar) cennet halkı içindedirler. (İşte bu,) Onlara va'dolunan doğru bir vaaddir.",
        "numberInSurah": 16,
        "juz": 26,
        "manzil": 6,
        "page": 504,
        "ruku": 439,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4527,
        "text": "O kimse ki, anne ve babasına: \"Öf size, benden önce nice nesiller gelip geçmişken, beni (diriltilip) çıkarılacağımla mı tehdit ediyorsunuz?\" dedi. O ikisi (anne ve babası) ise Allah'a yakararak: \"Yazıklar sana, iman et, şüphesiz Allah'ın va'di haktır.\" (derler; fakat) O: \"Bu, geçmişlerin masallarından başkası değildir\" der.",
        "numberInSurah": 17,
        "juz": 26,
        "manzil": 6,
        "page": 504,
        "ruku": 439,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4528,
        "text": "İşte bunlar, cinlerden ve insanlardan kendilerinden evvel gelip-geçmiş ümmetler içinde (azap) sözü üzerlerine hak olmuş kimselerdir. Gerçekten onlar, ziyana uğrayanlardır.",
        "numberInSurah": 18,
        "juz": 26,
        "manzil": 6,
        "page": 504,
        "ruku": 439,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4529,
        "text": "Her biri için yaptıklarınızdan dolayı dereceler vardır; öyle ki amelleri kendilerine eksiksizce ödensin ve onlar zulme de uğratılmazlar.",
        "numberInSurah": 19,
        "juz": 26,
        "manzil": 6,
        "page": 504,
        "ruku": 439,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4530,
        "text": "İnkar edenler ateşe sunulacakları gün, (onlara şöyle denir:) \"Siz dünya hayatınızda bütün 'güzellikleriniz ve zevklerinizi tüketip-yok ettiniz, onlarla yaşayıp-zevk sürdünüz. İşte yeryüzünde haksız yere büyüklenmeniz (istikbarınız) ve fasıklıkta bulunmanızdan dolayı, bugün alçaltıcı bir azap ile cezalandırılacaksınız.\"",
        "numberInSurah": 20,
        "juz": 26,
        "manzil": 6,
        "page": 504,
        "ruku": 439,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4531,
        "text": "Ad'ın kardeşini hatırla; onun önünden ve ardından nice uyarıcılar gelip geçmişti; hani o, Ahkaf'taki kavmini: \"Allah'tan başkasına kulluk etmeyin, gerçekten ben, sizin için büyük bir günün azabından korkarım\" diye uyarmıştı.",
        "numberInSurah": 21,
        "juz": 26,
        "manzil": 6,
        "page": 505,
        "ruku": 440,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4532,
        "text": "Dediler ki: \"Sen, bizi ilahlarımızdan çevirmek için mi bize geldin? Şu halde eğer doğru söylüyorsan, tehdit ettiğin şeyi, bize getir.\"",
        "numberInSurah": 22,
        "juz": 26,
        "manzil": 6,
        "page": 505,
        "ruku": 440,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4533,
        "text": "Dedi ki: \"İlim ancak Allah Katındadır. Ben size gönderildiğim şeyi tebliğ ediyorum; ancak sizi cahillik eden bir kavim olarak görüyorum.\"",
        "numberInSurah": 23,
        "juz": 26,
        "manzil": 6,
        "page": 505,
        "ruku": 440,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4534,
        "text": "Derken, onu (azabı) vadilerine doğru yönelerek gelen bir bulut şeklinde gördükleri zaman, \"Bu bize yağmur yağdıracak bir buluttur\" dediler. Hayır, o, kendisi için acele ettiğiniz şeydir. Bir rüzgar; onda acı bir azap vardır.",
        "numberInSurah": 24,
        "juz": 26,
        "manzil": 6,
        "page": 505,
        "ruku": 440,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4535,
        "text": "Rabbinin emriyle herşeyi yerle bir eder. Böylece meskenlerinden başka, hiçbir şey(leri) görünemez duruma düştüler. İşte Biz, suçlu-günahkar bir kavmi böyle cezalandırırız.",
        "numberInSurah": 25,
        "juz": 26,
        "manzil": 6,
        "page": 505,
        "ruku": 440,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4536,
        "text": "Andolsun, Biz onları, sizleri kendisinde yerleşik kılmadığımız yerlerde (size vermediğimiz güç ve iktidar imkanlarıyla) yerleşik kıldık ve onlara işitme, görme (duygularını) ve gönüller verdik. Ancak ne işitme, ne görme (duyuları) ve ne gönülleri kendilerine herhangi bir şey sağlamadı. Çünkü onlar, Allah'ın ayetlerini inkar ediyorlardı. Alay konusu edindikleri şey, onları sarıp-kuşattı.",
        "numberInSurah": 26,
        "juz": 26,
        "manzil": 6,
        "page": 505,
        "ruku": 440,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4537,
        "text": "Andolsun, Biz çevrenizde bulunan şehirlerden (birçoğunu) yıkıma uğrattık ve belki dönerler diye ayetleri çeşitli şekillerde açıkladık.",
        "numberInSurah": 27,
        "juz": 26,
        "manzil": 6,
        "page": 505,
        "ruku": 441,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4538,
        "text": "Bu durumda, Allah'ı bırakıp yakınlık (sağlamak) için edindikleri ilahlar, onlara yardım etselerdi ya. Hayır, onlar, kendilerinden kaybolup gittiler. Bu (yalancı ilahlar ve onlara yükledikleri), onların yalanları ve uydurduklarıdır.",
        "numberInSurah": 28,
        "juz": 26,
        "manzil": 6,
        "page": 505,
        "ruku": 441,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4539,
        "text": "Hani cinlerden birkaçını, Kur'an dinlemek üzere sana yöneltmiştik. Böylece onun huzuruna geldikleri zaman, dediler ki: \"Kulak verin;\" sonra bitirilince kendi kavimlerine uyarıcılar olarak döndüler.",
        "numberInSurah": 29,
        "juz": 26,
        "manzil": 6,
        "page": 506,
        "ruku": 441,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4540,
        "text": "Dediler ki: \"Ey kavmimiz, gerçekten biz, Musa'dan sonra indirilen, kendinden öncekileri doğrulayan bir Kitap dinledik; hakka ve doğru olan yola yöneltip-iletmektedir.\"",
        "numberInSurah": 30,
        "juz": 26,
        "manzil": 6,
        "page": 506,
        "ruku": 441,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4541,
        "text": "\"Ey kavmimiz, Allah'a davet edene icabet edin ve O’na iman edin; günahlarınızdan bir kısmını bağışlasın ve sizi acı bir azaptan korusun.\"",
        "numberInSurah": 31,
        "juz": 26,
        "manzil": 6,
        "page": 506,
        "ruku": 441,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4542,
        "text": "\"Kim Allah'a davet edene icabet etmezse, artık o, yeryüzünde (Allah'ı aciz bırakacak değildir ve onun O'ndan başka) velileri yoktur. İşte onlar, apaçık bir sapıklık içindedirler.\"",
        "numberInSurah": 32,
        "juz": 26,
        "manzil": 6,
        "page": 506,
        "ruku": 441,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4543,
        "text": "Onlar görmüyorlar mı ki, gökleri ve yeri yaratan ve onları yaratmaktan yorulmayan (Allah), ölüleri de diriltmeye güç yetirir. Hayır; gerçekten O, herşeye güç yetirendir.",
        "numberInSurah": 33,
        "juz": 26,
        "manzil": 6,
        "page": 506,
        "ruku": 441,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4544,
        "text": "İnkar edenler ateşe sunulacakları gün, (onlara şöyle denir:) \"Bu gerçek değil miymiş?\" Onlar: \"Rabbimiz'e andolsun, evet (öyledir)\" derler. (Allah da:) \"Öyleyse inkar ettiklerinizden dolayı azabı tadın\" dedi.",
        "numberInSurah": 34,
        "juz": 26,
        "manzil": 6,
        "page": 506,
        "ruku": 441,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4545,
        "text": "Artık sen sabret; Resullerden azim sahiplerinin sabrettikleri gibi, Onlar için de acele etme. Onlar, tehdit edildikleri şeyi (azabı) gördükleri gün, sanki gündüzün yalnızca bir saati kadar yaşamış(olacak)lardır. (Bu,) Bir tebliğdir. Artık fasık olan bir kavimden başkası yıkıma uğratılır mı?",
        "numberInSurah": 35,
        "juz": 26,
        "manzil": 6,
        "page": 506,
        "ruku": 441,
        "hizbQuarter": 202,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "tr.bulac",
      "language": "tr",
      "name": "Alİ Bulaç",
      "englishName": "Alİ Bulaç",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}