{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 49,
    "name": "سُورَةُ الحُجُرَاتِ",
    "englishName": "Al-Hujuraat",
    "englishNameTranslation": "The Inner Apartments",
    "revelationType": "Medinan",
    "numberOfAyahs": 18,
    "ayahs": [
      {
        "number": 4613,
        "text": "Ey iman edenler, Allah'ın Resûlü’nün huzurunda öne geçmeyin ve Allah'tan sakının. Şüphesiz Allah, işitendir, bilendir.",
        "numberInSurah": 1,
        "juz": 26,
        "manzil": 6,
        "page": 515,
        "ruku": 450,
        "hizbQuarter": 206,
        "sajda": false
      },
      {
        "number": 4614,
        "text": "Ey iman edenler, seslerinizi peygamberin sesi üstünde yükseltmeyin ve birbirinize bağırdığınız gibi, ona sözle bağırıp-söylemeyin; yoksa siz şuurunda değilken, amelleriniz boşa gider.",
        "numberInSurah": 2,
        "juz": 26,
        "manzil": 6,
        "page": 515,
        "ruku": 450,
        "hizbQuarter": 206,
        "sajda": false
      },
      {
        "number": 4615,
        "text": "Şüphesiz, Allah’ın Resûlü’nün yanında seslerini alçak tutanlar; işte onlar, Allah kalplerini takva için imtihan etmiştir. Onlar için bir mağfiret ve büyük bir ecir vardır.",
        "numberInSurah": 3,
        "juz": 26,
        "manzil": 6,
        "page": 515,
        "ruku": 450,
        "hizbQuarter": 206,
        "sajda": false
      },
      {
        "number": 4616,
        "text": "Şüphesiz, hücrelerin ardından sana seslenenler de, onların çoğu aklını kullanmıyor.",
        "numberInSurah": 4,
        "juz": 26,
        "manzil": 6,
        "page": 515,
        "ruku": 450,
        "hizbQuarter": 206,
        "sajda": false
      },
      {
        "number": 4617,
        "text": "Eğer gerçekten, yanlarına çıkıncaya kadar sabretmiş olsalardı, herhalde (bu,) kendileri için daha hayırlı olurdu. Allah, çok bağışlayandır, çok esirgeyendir.",
        "numberInSurah": 5,
        "juz": 26,
        "manzil": 6,
        "page": 516,
        "ruku": 450,
        "hizbQuarter": 206,
        "sajda": false
      },
      {
        "number": 4618,
        "text": "Ey iman edenler, eğer bir fasık, size bir haber getirirse, onu 'etraflıca araştırın'. Yoksa cehalet sonucu, bir kavme kötülükte bulunursunuz da, sonra işlediklerinize pişman olursunuz.",
        "numberInSurah": 6,
        "juz": 26,
        "manzil": 6,
        "page": 516,
        "ruku": 450,
        "hizbQuarter": 206,
        "sajda": false
      },
      {
        "number": 4619,
        "text": "Ve bilin ki Allah'ın Resûlü içinizdedir. Eğer o, size birçok işlerde uysaydı, elbette sıkıntıya düşerdiniz. Ancak Allah size imanı sevdirdi, onu kalplerinizde süsleyip-çekici kıldı ve size inkarı, fıskı ve isyanı çirkin gösterdi. İşte onlar, doğru yolu bulmuş (irşad) olanlardır.",
        "numberInSurah": 7,
        "juz": 26,
        "manzil": 6,
        "page": 516,
        "ruku": 450,
        "hizbQuarter": 206,
        "sajda": false
      },
      {
        "number": 4620,
        "text": "Allah'tan bir fazl (bir ihsan ve lütuf) ve bir nimet olarak. Allah, bilendir hüküm ve hikmet sahibidir.",
        "numberInSurah": 8,
        "juz": 26,
        "manzil": 6,
        "page": 516,
        "ruku": 450,
        "hizbQuarter": 206,
        "sajda": false
      },
      {
        "number": 4621,
        "text": "Mü'minlerden iki topluluk çarpışacak olursa, aralarını bulup-düzeltin. Şayet biri diğerine tecavüzde bulunacak olursa, artık tecavüzde bulunanla, Allah'ın emrine dönünceye kadar savaşın; eğer sonunda (Allah'ın emrini kabul edip) dönerse, bu durumda adaletle aralarını bulun ve (her konuda) adil davranın. Şüphesiz Allah, adil olanları sever.",
        "numberInSurah": 9,
        "juz": 26,
        "manzil": 6,
        "page": 516,
        "ruku": 450,
        "hizbQuarter": 206,
        "sajda": false
      },
      {
        "number": 4622,
        "text": "Mü'minler ancak kardeştirler. Öyleyse kardeşlerinizin arasını bulup-düzeltin ve Allah'tan korkup-sakının; umulur ki esirgenirsiniz.",
        "numberInSurah": 10,
        "juz": 26,
        "manzil": 6,
        "page": 516,
        "ruku": 450,
        "hizbQuarter": 206,
        "sajda": false
      },
      {
        "number": 4623,
        "text": "Ey iman edenler, bir kavim (bir başka) kavimle alay etmesin, belki kendilerinden daha hayırlıdırlar; kadınlar da kadınlarla (alay etmesin), belki kendilerinden daha hayırlıdırlar. Kendi nefislerinizi (kendi kendinizi) yadırgayıp-küçük düşürmeyin ve birbirinizi 'olmadık-kötü lakablarla' çağırmayın. İmandan sonra fasıklık ne kötü bir isimdir. Kim tevbe etmezse, işte onlar, zalim olanların ta kendileridir.",
        "numberInSurah": 11,
        "juz": 26,
        "manzil": 6,
        "page": 516,
        "ruku": 451,
        "hizbQuarter": 206,
        "sajda": false
      },
      {
        "number": 4624,
        "text": "Ey iman edenler, zandan çok kaçının; çünkü zannın bir kısmı günahtır. Tecessüs etmeyin (birbirinizin gizli yönlerini araştırmayın). Kiminiz kiminizin gıybetini yapmasın (arkasından çekiştirmesin.) Sizden biriniz, ölü kardeşinin etini yemeyi sever mi? İşte, bundan tiksindiniz. Allah'tan korkup-sakının. Şüphesiz Allah, tevbeleri kabul edendir, çok esirgeyendir.",
        "numberInSurah": 12,
        "juz": 26,
        "manzil": 6,
        "page": 517,
        "ruku": 451,
        "hizbQuarter": 206,
        "sajda": false
      },
      {
        "number": 4625,
        "text": "Ey insanlar, gerçekten, Biz sizi bir erkek ve bir dişiden yarattık ve birbirinizle tanışmanız için sizi halklar ve kabileler (şeklinde) kıldık. Şüphesiz, Allah Katında sizin en üstün (kerim) olanınız, (ırk ya da soyca değil) takvaca en ileride olanınızdır. Şüphesiz Allah, bilendir, haber alandır.",
        "numberInSurah": 13,
        "juz": 26,
        "manzil": 6,
        "page": 517,
        "ruku": 451,
        "hizbQuarter": 206,
        "sajda": false
      },
      {
        "number": 4626,
        "text": "Bedeviler, dedi ki: \"İman ettik.\" De ki: \"Siz iman etmediniz; ancak \"İslam (Müslüman veya teslim) olduk deyin. İman henüz kalplerinize girmiş değildir. Eğer Allah'a ve Resûlü’ne itaat ederseniz, O, sizin amellerinizden hiçbir şeyi eksiltmez. Şüphesiz Allah, çok bağışlayandır, çok esirgeyendir.\"",
        "numberInSurah": 14,
        "juz": 26,
        "manzil": 6,
        "page": 517,
        "ruku": 451,
        "hizbQuarter": 207,
        "sajda": false
      },
      {
        "number": 4627,
        "text": "Mü'min olanlar, ancak o kimselerdir ki, onlar, Allah'a ve Resûlü’ne iman ettiler, sonra hiçbir kuşkuya kapılmadan Allah yolunda mallarıyla ve canlarıyla mücadele ettiler. İşte onlar, sadık (doğru) olanların ta kendileridir.",
        "numberInSurah": 15,
        "juz": 26,
        "manzil": 6,
        "page": 517,
        "ruku": 451,
        "hizbQuarter": 207,
        "sajda": false
      },
      {
        "number": 4628,
        "text": "De ki: \"Siz Allah'a dininizi mi öğreteceksiniz? Oysa Allah, göklerde ve yerde olanları bilir. Allah, herşeyi bilendir.\"",
        "numberInSurah": 16,
        "juz": 26,
        "manzil": 6,
        "page": 517,
        "ruku": 451,
        "hizbQuarter": 207,
        "sajda": false
      },
      {
        "number": 4629,
        "text": "Müslüman oldular diye sana minnet etmektedirler. De ki: \"Müslümanlığınızı bana karşı minnet (konusu) etmeyin. Tam tersine, sizi imana yönelttiği için Allah size minnet etmektedir. Eğer doğru sözlüler iseniz (bunu böyle kabullenmeniz gerekir.)\"",
        "numberInSurah": 17,
        "juz": 26,
        "manzil": 6,
        "page": 517,
        "ruku": 451,
        "hizbQuarter": 207,
        "sajda": false
      },
      {
        "number": 4630,
        "text": "Şüphesiz Allah, göklerin ve yerin gaybını bilir. Allah, yaptıklarınızı görendir.",
        "numberInSurah": 18,
        "juz": 26,
        "manzil": 6,
        "page": 517,
        "ruku": 451,
        "hizbQuarter": 207,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "tr.bulac",
      "language": "tr",
      "name": "Alİ Bulaç",
      "englishName": "Alİ Bulaç",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}