{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 7,
    "name": "سُورَةُ الأَعۡرَافِ",
    "englishName": "Al-A'raaf",
    "englishNameTranslation": "The Heights",
    "revelationType": "Meccan",
    "numberOfAyahs": 206,
    "ayahs": [
      {
        "number": 955,
        "text": "Alif-Lam-Mim-Suad,",
        "numberInSurah": 1,
        "juz": 8,
        "manzil": 2,
        "page": 151,
        "ruku": 122,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 956,
        "text": "This is a Book sent down toward thee: so let there be no straitness in thy breast therefor: that thou mayest warn thereby! and this is an admonition unto the believers.",
        "numberInSurah": 2,
        "juz": 8,
        "manzil": 2,
        "page": 151,
        "ruku": 122,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 957,
        "text": "Follow that which is sent down toward you from your Lord, and follow not any patrons beside Him; yet little ye are admonished.",
        "numberInSurah": 3,
        "juz": 8,
        "manzil": 2,
        "page": 151,
        "ruku": 122,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 958,
        "text": "And how many a township We have destroyed, upon them Our violence came at night or while they were taking their midday rest.",
        "numberInSurah": 4,
        "juz": 8,
        "manzil": 2,
        "page": 151,
        "ruku": 122,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 959,
        "text": "Then naught was their cry a when Our violence came upon them save that they said: verily we have been the wrong-doers.",
        "numberInSurah": 5,
        "juz": 8,
        "manzil": 2,
        "page": 151,
        "ruku": 122,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 960,
        "text": "Then We will surely question those to whom were the messengers sent, and We will surely question the sent ones.",
        "numberInSurah": 6,
        "juz": 8,
        "manzil": 2,
        "page": 151,
        "ruku": 122,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 961,
        "text": "Then surely We will recount unto them with knowledge, and We have not been absent.",
        "numberInSurah": 7,
        "juz": 8,
        "manzil": 2,
        "page": 151,
        "ruku": 122,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 962,
        "text": "And the weighing on that Day is certain, then whosesoever balances will be heavy, those! they shall fare well.",
        "numberInSurah": 8,
        "juz": 8,
        "manzil": 2,
        "page": 151,
        "ruku": 122,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 963,
        "text": "And whosesoever balances will be light - those are they who have lost themselves in respect of Our signs.",
        "numberInSurah": 9,
        "juz": 8,
        "manzil": 2,
        "page": 151,
        "ruku": 122,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 964,
        "text": "And assuredly We established you in the earth and appointed for you livelihoods therein; yet little thanks ye return.",
        "numberInSurah": 10,
        "juz": 8,
        "manzil": 2,
        "page": 151,
        "ruku": 122,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 965,
        "text": "And assuredly We created you, thereafter We fashioned you, and thereafter We said to the angels: prostrate yourselves before Adam; then they fell prostrate; not so Iblis: he was not of those who fell prostrate.",
        "numberInSurah": 11,
        "juz": 8,
        "manzil": 2,
        "page": 151,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 966,
        "text": "Allah said: what prevented thee, that thou shouldst not prostrate thyself, when I bade thee? He said. I am better than he; me Thou createdest me from fire, and him Thou createdest from clay.",
        "numberInSurah": 12,
        "juz": 8,
        "manzil": 2,
        "page": 152,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 967,
        "text": "Allah said: then get thee down from hence; not for thee is it to be stiff-necked herein. So go thou forth; verily thou art of the abject ones.",
        "numberInSurah": 13,
        "juz": 8,
        "manzil": 2,
        "page": 152,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 968,
        "text": "He said: respite me till the Day they shall be raised up.",
        "numberInSurah": 14,
        "juz": 8,
        "manzil": 2,
        "page": 152,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 969,
        "text": "Allah said: verily thou art of the respited.",
        "numberInSurah": 15,
        "juz": 8,
        "manzil": 2,
        "page": 152,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 970,
        "text": "He said: because Thou hast seduced me, I will beset for them Thy straight path.",
        "numberInSurah": 16,
        "juz": 8,
        "manzil": 2,
        "page": 152,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 971,
        "text": "Then surely I will come upon them from before them and from behind them and from their right and from their left, and Thou shalt not find the most of them thankful.",
        "numberInSurah": 17,
        "juz": 8,
        "manzil": 2,
        "page": 152,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 972,
        "text": "Allah said: go thou forth from hence, scorned, driven away. Whosoever of them followeth thee, I will of a surety fill Hell with you all.",
        "numberInSurah": 18,
        "juz": 8,
        "manzil": 2,
        "page": 152,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 973,
        "text": "And: O Adam: dwell thou and thy spouse in the Garden and eat ye twain thereof Whence ye will, and approach not yonder tree lest ye twain become of the wrong-doers.",
        "numberInSurah": 19,
        "juz": 8,
        "manzil": 2,
        "page": 152,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 974,
        "text": "Then the Satan whispered unto the twain in order that he might discover unto the twain that which lay hidden from the twain of their shame, and said: your Lord forbade you not vender tree but lest ye twain should become angels or become of the abiders.",
        "numberInSurah": 20,
        "juz": 8,
        "manzil": 2,
        "page": 152,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 975,
        "text": "And he sware unto them both: verily I am unto you of your good counsellors.",
        "numberInSurah": 21,
        "juz": 8,
        "manzil": 2,
        "page": 152,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 976,
        "text": "Thus with guile he caused the twain to fall. Then when the twain had tasted of the tree, their shame was discovered to them, and the twain began to cover themselves with leaves from the Garden; and their Lord called out unto the twain: forbade I not ye twain yonder tree, and said I not unto you, verily the Satan is unto you twain a manifest enemy?",
        "numberInSurah": 22,
        "juz": 8,
        "manzil": 2,
        "page": 152,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 977,
        "text": "The twain said. our Lord! we have wronged our souls, and if Thou forgivest us not and hath not mercy on us, we shall of a surety be of the losers.",
        "numberInSurah": 23,
        "juz": 8,
        "manzil": 2,
        "page": 153,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 978,
        "text": "Allah said: get ye down, one of you an enemy unto anot her; and for you on the earth there shall be a habitation and provision for a season.",
        "numberInSurah": 24,
        "juz": 8,
        "manzil": 2,
        "page": 153,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 979,
        "text": "Allah said: therein ye shall live and therein ye shall die, and therefrom ye shall be brought forth.",
        "numberInSurah": 25,
        "juz": 8,
        "manzil": 2,
        "page": 153,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 980,
        "text": "O Children of Adam! verily We have sent down unto you a garment covering your shame and as an adornment; and the garment of piety --that is the best. That is of the signss of Allah, that haply they may be admonished.",
        "numberInSurah": 26,
        "juz": 8,
        "manzil": 2,
        "page": 153,
        "ruku": 124,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 981,
        "text": "O Children of Adam! let not the Satan tempt you even as he drave forth your parents from the Garden, divesting the twain of their garment that he might discover unto the twain their shame. Verily he beholdeth you, he and his tribe, in such wise that ye behold them not. Verily We have made the Satans patrons of those only who believe not.",
        "numberInSurah": 27,
        "juz": 8,
        "manzil": 2,
        "page": 153,
        "ruku": 124,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 982,
        "text": "And when they commit an indecency, they say: we found our fathers thereon, and God hath enjoined it on us. Say thou. verily Allah enjoineth not an indecency; say ye falsely of Allah that which ye know not?",
        "numberInSurah": 28,
        "juz": 8,
        "manzil": 2,
        "page": 153,
        "ruku": 124,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 983,
        "text": "Say thou; my Lord hath enjoined equity, and that ye shall set your faces aright at every prostration, and call on Him, making religion pure for Him. Even as He began you; ye shall be brought back.",
        "numberInSurah": 29,
        "juz": 8,
        "manzil": 2,
        "page": 153,
        "ruku": 124,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 984,
        "text": "A part He hath guided, and upon a part the straying hath been justified. Verily they have taken the Satans as patrons instead of Allah and they imagine that they are guided ones.",
        "numberInSurah": 30,
        "juz": 8,
        "manzil": 2,
        "page": 153,
        "ruku": 124,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 985,
        "text": "O Children of Adam! take your adornment at every worship: and eat and drink, and waste not; verily He approveth not the wasters.",
        "numberInSurah": 31,
        "juz": 8,
        "manzil": 2,
        "page": 154,
        "ruku": 124,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 986,
        "text": "Say thou: who hath forbidden the adornment which Allah hath produced for His servants and the clean things of food? Say thou: these on the Day of Judgement, shall be for those alone who in the life of this world have believed. Thus We expound the signs unto a people who know.",
        "numberInSurah": 32,
        "juz": 8,
        "manzil": 2,
        "page": 154,
        "ruku": 125,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 987,
        "text": "Say thou: my Lord hath only forbidden indecencies the open thereof and the hidden thereof, and sin, and high-handedness without justice, and ye associate aught with Allah, for which He hath sent down no warranty, and that ye speak falsely of Allah that which ye know not.",
        "numberInSurah": 33,
        "juz": 8,
        "manzil": 2,
        "page": 154,
        "ruku": 125,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 988,
        "text": "And for every community there is an appointed term; then when its term shall arrive, not an hour will they stay behind or go in advance.",
        "numberInSurah": 34,
        "juz": 8,
        "manzil": 2,
        "page": 154,
        "ruku": 125,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 989,
        "text": "O Children of Adam! if there come unto you apostles from amongst you recounting My signs unto you, then whosoever shall fear God and amend, on them no fear shall come nor they shall grieve.",
        "numberInSurah": 35,
        "juz": 8,
        "manzil": 2,
        "page": 154,
        "ruku": 125,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 990,
        "text": "And those who shall belie Our signs and shall be stiff- necked against them--they shall be fellows of the Fire; therein they shall be abiders.",
        "numberInSurah": 36,
        "juz": 8,
        "manzil": 2,
        "page": 154,
        "ruku": 125,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 991,
        "text": "Who doth greater wrong than he who fabricateth a lie against Allah or belieth His sign? These: their full portion from the Book shall reach them until when Our messengers come unto them causing them to die, and say: where is that which ye were wont to call upon beside Allah? They will say: they have strayed from us. And they shall testify against themselves that they have been infidels.",
        "numberInSurah": 37,
        "juz": 8,
        "manzil": 2,
        "page": 154,
        "ruku": 125,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 992,
        "text": "Allah will say. enter the Fire among the communities who have passed away before you, of genii and mankind. So oft as a community will enter it, it shall curse its sister, until, when all shall have arrived one after anot her therein, the last of them shall say of the first of them: our Lord! these led us astray; so mete out unto them and double torment of the Fire, He will say: to each, double; but ye know not.",
        "numberInSurah": 38,
        "juz": 8,
        "manzil": 2,
        "page": 155,
        "ruku": 125,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 993,
        "text": "And the first of them will say unto the last of them: ye have then no preference over us; taste then the torment for that which ye were wont to earn.",
        "numberInSurah": 39,
        "juz": 8,
        "manzil": 2,
        "page": 155,
        "ruku": 125,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 994,
        "text": "Verily those who belie Our signs and are stiff-necked against them, for them will not be opened the portals of heaven, nor shall they enter the Garden until a camel passeth through the eye of a needle. And Thus We requite the guilty ones.",
        "numberInSurah": 40,
        "juz": 8,
        "manzil": 2,
        "page": 155,
        "ruku": 126,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 995,
        "text": "Their shall be a bed in Hell, and over them coverings; and Thus We requite the wrong-doers.",
        "numberInSurah": 41,
        "juz": 8,
        "manzil": 2,
        "page": 155,
        "ruku": 126,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 996,
        "text": "And those who believed and worked righteous works-We burthen not a soul except according to its capacity, they shall be fellows of the Garden; therein they shell be abiders.",
        "numberInSurah": 42,
        "juz": 8,
        "manzil": 2,
        "page": 155,
        "ruku": 126,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 997,
        "text": "And We shall extract whatsoever of rancour there may be in their breasts, rivers flowing beneath them, and they will say all praise unto Allah who hath guided us onto this; we were not such as to find guidance were it not that Allah had guided us; assuredly the aspotles of our Lord came with truth. And they shall be cried unto: this is the Garden, it ye inherit for that which ye have been working.",
        "numberInSurah": 43,
        "juz": 8,
        "manzil": 2,
        "page": 155,
        "ruku": 126,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 998,
        "text": "And the fellows of the Garden shall cry unto the fellows of the Fire: surely we have found true that which our Lord had promised us; have ye found true that which your Lord had promised you? They shall say: Yea! Then a Crier in-between them shall cry: the curse of Allah be upon the wrong-doers.",
        "numberInSurah": 44,
        "juz": 8,
        "manzil": 2,
        "page": 156,
        "ruku": 126,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 999,
        "text": "Those who turned away from the way of Allah and would seek to render it crooked and in the Herafter they were disbelievers.",
        "numberInSurah": 45,
        "juz": 8,
        "manzil": 2,
        "page": 156,
        "ruku": 126,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 1000,
        "text": "And betwixt the twain there will be a veil, and, on the heights will be men recognising them all by their mark, and they will cry unto the fellows of the Garden; peace be unto you! They will not have entered it yet, while they shall be longing.",
        "numberInSurah": 46,
        "juz": 8,
        "manzil": 2,
        "page": 156,
        "ruku": 126,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 1001,
        "text": "And when their eyes Will be turned toward the fellows of the Fire, they will say: our Lord! place us not with these wrong-doing people.",
        "numberInSurah": 47,
        "juz": 8,
        "manzil": 2,
        "page": 156,
        "ruku": 126,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1002,
        "text": "And the fellows of the heights will cry unto the men whom they would recognise by their mark, and say: your multitude availed you naught nor that over which ye were wont to be stiff-necked.",
        "numberInSurah": 48,
        "juz": 8,
        "manzil": 2,
        "page": 156,
        "ruku": 127,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1003,
        "text": "Are these the ones of whom ye sware that Allah would not reach them with His mercy? Unto them it hath been said enter the Garden; on you shall come no fear nor shall ye grieve.",
        "numberInSurah": 49,
        "juz": 8,
        "manzil": 2,
        "page": 156,
        "ruku": 127,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1004,
        "text": "And the fellows of the Fire will cry unto the fellows of the Garden: pour out on us water or aught wherewith Allah hath provided you. They will say verily Allah hath forbidden it unto infidels.",
        "numberInSurah": 50,
        "juz": 8,
        "manzil": 2,
        "page": 156,
        "ruku": 127,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1005,
        "text": "Who took their religion as a sport and a play and whom the life of the world beguiled. So today We will forget them even as they forget the meeting of this their Day and as they were ever gainsaying Our signs.",
        "numberInSurah": 51,
        "juz": 8,
        "manzil": 2,
        "page": 156,
        "ruku": 127,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1006,
        "text": "And assuredly We have brought unto them a book which We have detailed according to knowledge a guidance and, mercy unto a people who believe.",
        "numberInSurah": 52,
        "juz": 8,
        "manzil": 2,
        "page": 157,
        "ruku": 127,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1007,
        "text": "They await only its fulfilment. The Day whereon the fulfilment thereof arriveth, those who were negligent thereof afore shall say: surely the apostles of our Lord brought the truths; are there for us any intercessors that they might intercede for us? or could we be sent back that we may work otherwise than we were wont to work? Surely they have lost themselves, and there hath strayed from them that which they were wont to fabricate.",
        "numberInSurah": 53,
        "juz": 8,
        "manzil": 2,
        "page": 157,
        "ruku": 127,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1008,
        "text": "Verily your Lord is Allah who created the heavens and the earth in six days, then established Himself on the Throne, making the night cover the day, seeking it swiftly, and created the sun and the moon and the stars subjected to service by His command. Lo! His is the creation and the command. Blessed is Allah, the Lord of the worlds.",
        "numberInSurah": 54,
        "juz": 8,
        "manzil": 2,
        "page": 157,
        "ruku": 128,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1009,
        "text": "Call on Your Lord in humility and in secrecy; verily He approveth not the trespassers.",
        "numberInSurah": 55,
        "juz": 8,
        "manzil": 2,
        "page": 157,
        "ruku": 128,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1010,
        "text": "And act not corruptly in the earth after the good ordering thereof, and call on Him fearing and longing; verily the mercy of Allah is nigh unto the well-doers.",
        "numberInSurah": 56,
        "juz": 8,
        "manzil": 2,
        "page": 157,
        "ruku": 128,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1011,
        "text": "And it is He who sendeth forth the heralding winds before His mercy, until when they have carried a heavy-laden cloud We drive it unto a dead land and send down rain thereby and bring forth thereby all kinds of fruits. In this wise We will raise the dead; haply ye may be admonished.",
        "numberInSurah": 57,
        "juz": 8,
        "manzil": 2,
        "page": 157,
        "ruku": 128,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1012,
        "text": "And a good land: its herbage cometh forth by the command of its Lord; and that which is vile, it cometh forth only scantily. In this wise We vary the signs for a people who return thanks.",
        "numberInSurah": 58,
        "juz": 8,
        "manzil": 2,
        "page": 158,
        "ruku": 128,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1013,
        "text": "Assuredly We sent Nuh unto his people, and he said: O my people! worship Allah; no god ye have but He; verily I fear for you the torment of a mighty day.",
        "numberInSurah": 59,
        "juz": 8,
        "manzil": 2,
        "page": 158,
        "ruku": 129,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1014,
        "text": "The chiefs of his people said: verily we see thee in error manifest.",
        "numberInSurah": 60,
        "juz": 8,
        "manzil": 2,
        "page": 158,
        "ruku": 129,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1015,
        "text": "He said: O my people! not with me is the error, but I am an apostle from the Lord of the worlds.",
        "numberInSurah": 61,
        "juz": 8,
        "manzil": 2,
        "page": 158,
        "ruku": 129,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1016,
        "text": "I preach unto you the messages of my Lord and I councel you good, and I know from Allah which ye know not.",
        "numberInSurah": 62,
        "juz": 8,
        "manzil": 2,
        "page": 158,
        "ruku": 129,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1017,
        "text": "Marvel ye that an admonition from your Lord should come unto you upon a man from amongst yourselves, in order that the may warn you and that ye may fear, and that haply ye may be shewn mercy?",
        "numberInSurah": 63,
        "juz": 8,
        "manzil": 2,
        "page": 158,
        "ruku": 129,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1018,
        "text": "Then they belied him; there upon We delivered him and those with him in the ark, and drowned those who belied Our signs; verily they were a people blind.",
        "numberInSurah": 64,
        "juz": 8,
        "manzil": 2,
        "page": 158,
        "ruku": 129,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1019,
        "text": "And unto 'Ad We sent their brothers Hud. He said: O my people! worship Allah, no god ye have but He; Fear ye not?",
        "numberInSurah": 65,
        "juz": 8,
        "manzil": 2,
        "page": 158,
        "ruku": 130,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1020,
        "text": "The chiefs of those who disbelived among his people said: verily we see thee in folly, and verily we deem thee to be of the liars.",
        "numberInSurah": 66,
        "juz": 8,
        "manzil": 2,
        "page": 158,
        "ruku": 130,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1021,
        "text": "He said: O my people! not with me is folly, but I am an apostle from the Lord of the worlds.",
        "numberInSurah": 67,
        "juz": 8,
        "manzil": 2,
        "page": 158,
        "ruku": 130,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1022,
        "text": "I preach unto you the messages of my Lord, and I am unto you a counseller faithful.",
        "numberInSurah": 68,
        "juz": 8,
        "manzil": 2,
        "page": 159,
        "ruku": 130,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1023,
        "text": "Marvel ye that an admonition from your Lord should come unto you upon a Man from amongst you in order that he may warn you? Remember what time He made you successors after the people, of Nuh, and increased you amply in stature Remember the benefits of Allah, that haply ye may fare well.",
        "numberInSurah": 69,
        "juz": 8,
        "manzil": 2,
        "page": 159,
        "ruku": 130,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1024,
        "text": "They said: art thou come unto us that we should worship God alone and leave that which our fathers were wont to worship? Bring thou then upon us that wherewith thou threatenest us if thou sayest sooth.",
        "numberInSurah": 70,
        "juz": 8,
        "manzil": 2,
        "page": 159,
        "ruku": 130,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1025,
        "text": "He said: surely there have befallen you wrath and indignation from your Lord. Dispute ye with me over names ye have named, ye and your fathers, for which Allah hath sent down no warranty? Wait then; I also will be with you of those who wait.",
        "numberInSurah": 71,
        "juz": 8,
        "manzil": 2,
        "page": 159,
        "ruku": 130,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1026,
        "text": "Then We delivered him and those with him by a mercy from Us, and We utterly cut off those who belied Our signs, and would not be believers.",
        "numberInSurah": 72,
        "juz": 8,
        "manzil": 2,
        "page": 159,
        "ruku": 130,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1027,
        "text": "And unto Thamud We sent their brother, Salih He said: my people! worship Allah, no god ye have but He; surely there hath come unto you an evidence from your Lord. Yonder is the she-camel of Allah: a sign unto you; so leave her alone, pasturing on Allah's earth, and touch her not with evil, lest there seize you a torment afflictive.",
        "numberInSurah": 73,
        "juz": 8,
        "manzil": 2,
        "page": 159,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1028,
        "text": "And remember what time He made you successors after 'Ad and inherited you in earth; ye take for yourselves palaces in the plains whereof and ye hew out the mountains as houses. Remember ye wherefore the benefits of Allah and commit not evil on the earth as corrupters.",
        "numberInSurah": 74,
        "juz": 8,
        "manzil": 2,
        "page": 160,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1029,
        "text": "The chiefs of those who were stiff-necked amongst His people said unto those who were counted weak -unto such of them as believed: know ye that Salih is a sent one of his Lord? They said: verily we are believers in that wherewith he hath been sent.",
        "numberInSurah": 75,
        "juz": 8,
        "manzil": 2,
        "page": 160,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1030,
        "text": "Those who were stiff-necked said: verily we are disbelievers in that which ye believe.",
        "numberInSurah": 76,
        "juz": 8,
        "manzil": 2,
        "page": 160,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1031,
        "text": "Then they hamstrung the she camel and disdained the commandment of their Lord, and said: Salih! bring upon us that wherewith thou hast threatened us if thou art in sooth of the sent ones.",
        "numberInSurah": 77,
        "juz": 8,
        "manzil": 2,
        "page": 160,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1032,
        "text": "Whereupon an earthquake seized them, so that they lay prone in their dwellings.",
        "numberInSurah": 78,
        "juz": 8,
        "manzil": 2,
        "page": 160,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1033,
        "text": "Then he turned from them, and said: O my people! assuredly delivered unto you the messages of my Lord, and counselled you good, but ye approve not the good counsellors.",
        "numberInSurah": 79,
        "juz": 8,
        "manzil": 2,
        "page": 160,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1034,
        "text": "And We sent Lut, when he said unto his people: commit ye an indecency wherewith none hath preceded you in the worlds?",
        "numberInSurah": 80,
        "juz": 8,
        "manzil": 2,
        "page": 160,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1035,
        "text": "Verily ye go in lustfully unto men instead of women! Aye! ye are a people extravagant.",
        "numberInSurah": 81,
        "juz": 8,
        "manzil": 2,
        "page": 160,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1036,
        "text": "And naught was the answer of his people save that they said: drive themforth from your city, verily they are a people who would be pure!",
        "numberInSurah": 82,
        "juz": 8,
        "manzil": 2,
        "page": 161,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1037,
        "text": "Then We delivered him and his household, save his wife: she was among the lingerers.",
        "numberInSurah": 83,
        "juz": 8,
        "manzil": 2,
        "page": 161,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1038,
        "text": "And We rained upon them a rain. So behold! what like was the end of the sinners.",
        "numberInSurah": 84,
        "juz": 8,
        "manzil": 2,
        "page": 161,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1039,
        "text": "And unto Madyan We sent their brother Shu'aib. He said: O my people! worship Allah, no god ye have buthe; surely there hath come unto you an evidence from your Lord. So give full measure and weight, and defraud not people of their things, and act not corruptly on the earth after the ordering thereof; thatis best for you if ye be believers.",
        "numberInSurah": 85,
        "juz": 8,
        "manzil": 2,
        "page": 161,
        "ruku": 132,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1040,
        "text": "And beset not every highway menacing and turning aside from the path of Allah those who believe in Him, and seeking to make it crooked. And remember when ye were small, and He thereafter multiplied you; and behold what like was the end of the corrupters.",
        "numberInSurah": 86,
        "juz": 8,
        "manzil": 2,
        "page": 161,
        "ruku": 132,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1041,
        "text": "And if there be a party of you who believeth in that wherewith I am sent and a party who believeth not, then have patience until Allah judgeth between us, and He is the Best of judges.",
        "numberInSurah": 87,
        "juz": 8,
        "manzil": 2,
        "page": 161,
        "ruku": 132,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1042,
        "text": "The chiefs of those who were stiff-necked amongst his people said: surely we shall drive you forth, Shu'aib! and those who have believed with thee from our city, or else ye shall return unto our faith. He said: what! even though we be averse!",
        "numberInSurah": 88,
        "juz": 9,
        "manzil": 2,
        "page": 162,
        "ruku": 132,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1043,
        "text": "We must have been fabricating a lie against Allah if we returned to your faith after Allah hath delivered us therefrom. And it is not for us to return thereunto except that Allah our Lord so willed; everything our Lord comprehendeth in His knowledge; in Allah we place our trust. O our Lord! decide Thou between us and our people with truth, Thou art the Best of the deciders.",
        "numberInSurah": 89,
        "juz": 9,
        "manzil": 2,
        "page": 162,
        "ruku": 132,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1044,
        "text": "And the chiefs of those who disbelieved amongst his people said: should ye follow Shu'aib, lo! verily ye will be the losers.",
        "numberInSurah": 90,
        "juz": 9,
        "manzil": 2,
        "page": 162,
        "ruku": 132,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1045,
        "text": "Whereupon an earthquake laid hold of them: so that they lay prone in their dwelling.",
        "numberInSurah": 91,
        "juz": 9,
        "manzil": 2,
        "page": 162,
        "ruku": 132,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1046,
        "text": "Those who belied Shu'aib became as though they had never dwelt therein; those who belied Shu'aib, it is they who became the losers.",
        "numberInSurah": 92,
        "juz": 9,
        "manzil": 2,
        "page": 162,
        "ruku": 132,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1047,
        "text": "Then he turned from them, and said: my people! assuredly I delivered unto you the messages of my Lord, and counselled you good; how then should I lament over an unbelieving people?",
        "numberInSurah": 93,
        "juz": 9,
        "manzil": 2,
        "page": 162,
        "ruku": 132,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1048,
        "text": "And We sent not a prophet to any township but We laid hold of the people thereof with tribulation and distress that haply they may humble themselves.",
        "numberInSurah": 94,
        "juz": 9,
        "manzil": 2,
        "page": 162,
        "ruku": 133,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1049,
        "text": "Thereafter We substituted ease in place of adversity until they abounded and said: even Thus tribulation and prosperity touched our fathers. Then We laid hold of them of a sudden, while they perceived not.",
        "numberInSurah": 95,
        "juz": 9,
        "manzil": 2,
        "page": 162,
        "ruku": 133,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1050,
        "text": "And had the people of those townships believed and feared, We would of a surety have opened up to them blessings from the heavens and the earth; but they belied, wherefore We laid hold of them for that which they had been earning.",
        "numberInSurah": 96,
        "juz": 9,
        "manzil": 2,
        "page": 163,
        "ruku": 133,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1051,
        "text": "Are the people of the townships then secure that Our wrath would not come upon them at night while they are slumbering?",
        "numberInSurah": 97,
        "juz": 9,
        "manzil": 2,
        "page": 163,
        "ruku": 133,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1052,
        "text": "Or, are the people of the township secure that Our wrath would not come upon them by daylight while they are disporting themselves?",
        "numberInSurah": 98,
        "juz": 9,
        "manzil": 2,
        "page": 163,
        "ruku": 133,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1053,
        "text": "Are then they secure against the contrivance of Allah? And none feeleth secure against the contrivance of Allah except the people who are losers.",
        "numberInSurah": 99,
        "juz": 9,
        "manzil": 2,
        "page": 163,
        "ruku": 133,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1054,
        "text": "Guideth it not those who inherit the land after the people thereof, that, had We willed, We would have afflicted them for their sins? And We have put a seal upon their hearts, so that they hearken not.",
        "numberInSurah": 100,
        "juz": 9,
        "manzil": 2,
        "page": 163,
        "ruku": 134,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1055,
        "text": "Those townships! We recount unto thee some tidings thereof. Assuredly there came unto them their apostles with evidences, but they were not such as to believe that which they had erst belied. Thus doth Allah put a seal upon the hearts of the infidels.",
        "numberInSurah": 101,
        "juz": 9,
        "manzil": 2,
        "page": 163,
        "ruku": 134,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1056,
        "text": "And We found no covenant in most of them; and most of them We found ungodly.",
        "numberInSurah": 102,
        "juz": 9,
        "manzil": 2,
        "page": 163,
        "ruku": 134,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1057,
        "text": "Then We sent, after them, Musa with Our signs unto Fir'awn and his chiefs, but they wronged them. Behold that wise was the end of the corrupters!",
        "numberInSurah": 103,
        "juz": 9,
        "manzil": 2,
        "page": 163,
        "ruku": 134,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1058,
        "text": "And Musa said: O Fir'awn! I am an apostle from the Lord of the worlds;",
        "numberInSurah": 104,
        "juz": 9,
        "manzil": 2,
        "page": 163,
        "ruku": 134,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1059,
        "text": "Incumbent it is upon me that I speak naught respecting Allah save the truth; surely I have brought you an evidence from your Lord; wherefore let then go with me the Children of Isra'il.",
        "numberInSurah": 105,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 134,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1060,
        "text": "He said: if thou hast brought a sign, forth with it then, if thou art of the truth-tellers.",
        "numberInSurah": 106,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 134,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1061,
        "text": "Thereupon he cast down his rod, when, lo it was a serpent manifest.",
        "numberInSurah": 107,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 134,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1062,
        "text": "And he drew forth his hand, when lo: it was white unto the beholders.",
        "numberInSurah": 108,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 134,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1063,
        "text": "The chiefs of the people of Fir'awn said: verily this is a magician knowing.",
        "numberInSurah": 109,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1064,
        "text": "He would drive you forth from your land; so what is it that ye enjoin?",
        "numberInSurah": 110,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1065,
        "text": "They said: put him and his bro ther off, and send unto the cities callers.",
        "numberInSurah": 111,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1066,
        "text": "That they may bring to thee every magician knowing.",
        "numberInSurah": 112,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1067,
        "text": "And the magicians came unto Fir'awn. They said: surely there is for us a reward if we are the overcomers.",
        "numberInSurah": 113,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1068,
        "text": "He said: yea! and verily ye shall be of those brought nigh.",
        "numberInSurah": 114,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1069,
        "text": "They said: O Musa! either thou cast down, or we shall be the ones to cast down.",
        "numberInSurah": 115,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1070,
        "text": "He said: cast ye. Then when they cast clown, they enchanted the eyes of the people, and terrified them and brought mighty magic to bear.",
        "numberInSurah": 116,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1071,
        "text": "And we revealed unto Musa: cast down thy rod. And lo! it Was swallowing up that which they had feigned.",
        "numberInSurah": 117,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1072,
        "text": "Thus the truth prevailed, and that which they had brought vanished.",
        "numberInSurah": 118,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1073,
        "text": "Thus they were overcome and made to look abiect.",
        "numberInSurah": 119,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1074,
        "text": "And the magicians flung themselves prostrate.",
        "numberInSurah": 120,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1075,
        "text": "They said: we believe in the Lord of the worlds.",
        "numberInSurah": 121,
        "juz": 9,
        "manzil": 2,
        "page": 165,
        "ruku": 135,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1076,
        "text": "The Lord of Musa and Harun.",
        "numberInSurah": 122,
        "juz": 9,
        "manzil": 2,
        "page": 165,
        "ruku": 135,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1077,
        "text": "Fir'awn said:? believed ye in him ere I have given you leave? Verily this is a plot ye have plotted in the city that ye may drive forth the people thereof So presently ye shall know.",
        "numberInSurah": 123,
        "juz": 9,
        "manzil": 2,
        "page": 165,
        "ruku": 135,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1078,
        "text": "Surely I will cut off your hands and feet on the opposite sides and thereafter I will crucify you all.",
        "numberInSurah": 124,
        "juz": 9,
        "manzil": 2,
        "page": 165,
        "ruku": 135,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1079,
        "text": "They said: verily unto our Lord we are turning.",
        "numberInSurah": 125,
        "juz": 9,
        "manzil": 2,
        "page": 165,
        "ruku": 135,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1080,
        "text": "And what is it for which thou takest vengeance on us save that we have believed in the signs of our Lord when they came unto us? Our Lord! pour out upon us perseverance and cause us to die as Muslims.",
        "numberInSurah": 126,
        "juz": 9,
        "manzil": 2,
        "page": 165,
        "ruku": 135,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1081,
        "text": "And the chiefs of the people of Fir'awn said: wilt thou leave alone Musa and his people to act corruptly in the land and to leave alone thee and thy gods! He said: soon we shall slay their sons and let live their women, and we are masters over them.",
        "numberInSurah": 127,
        "juz": 9,
        "manzil": 2,
        "page": 165,
        "ruku": 136,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1082,
        "text": "Musa said unto his people: seek help in Allah and persevere; verily the earth is Allah's; He maketh whomsoever He willeth of His bondmen inherit it, and the happy end is of the God-fearing.",
        "numberInSurah": 128,
        "juz": 9,
        "manzil": 2,
        "page": 165,
        "ruku": 136,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1083,
        "text": "They said: oppressed we have been ere thou camest unto us and since thou hast come unto us. He said: belike your Lord will destroy your enemy and establish yougs in their stead in the land, thathe may see what wise ye act.",
        "numberInSurah": 129,
        "juz": 9,
        "manzil": 2,
        "page": 165,
        "ruku": 136,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1084,
        "text": "And assuredly We laid hold of the people of Fir'awn with lean years and lack of fruits, that haply they might dread.",
        "numberInSurah": 130,
        "juz": 9,
        "manzil": 2,
        "page": 165,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1085,
        "text": "So whenever good-hap came unto them, they would say: ours is this. And if a mishap afflicted them, they would lay it to the evil augury of Musa and these with him. Behold! their evil augury was only with Allah, but most of them knew not.",
        "numberInSurah": 131,
        "juz": 9,
        "manzil": 2,
        "page": 166,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1086,
        "text": "And they said: whatsoever thou mayest bring unto us of the nature of a sign wherewith to enchant us, in thee we are not going to be believers",
        "numberInSurah": 132,
        "juz": 9,
        "manzil": 2,
        "page": 166,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1087,
        "text": "Thereafter We sent upon them the flood, and the locusts, and the lice, and the frogs, and the blood: signs detailed; yet they remained stiff-necked and they, were a people sinful.",
        "numberInSurah": 133,
        "juz": 9,
        "manzil": 2,
        "page": 166,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1088,
        "text": "And whensoever a plague fell on them, they said: O Musa! supplicate thy Lord for us, by that which He hath covenanted with thee; surely if thou remove the plague from us we will surely believe in thee, and we will send away with thee the Children of Israi'l.",
        "numberInSurah": 134,
        "juz": 9,
        "manzil": 2,
        "page": 166,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1089,
        "text": "Then whensoever We removed the plague from them, till a term which they were to reach, lo! they were breaking faith.",
        "numberInSurah": 135,
        "juz": 9,
        "manzil": 2,
        "page": 166,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1090,
        "text": "Wherefore We took vengeance on them and drowned them in the sea, for they belied Our signs and were neglectful of them.",
        "numberInSurah": 136,
        "juz": 9,
        "manzil": 2,
        "page": 166,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1091,
        "text": "And We caused the people who had been oppressed to inherit the eastern parts of the land, and the western parts thereof, which We had blest. And fulfilled was the good word of thy Lord unto the Children of Isra'il' for they were long-suffering, and We destroyed that which Fir'awn and his people had builded and that which they had raised.",
        "numberInSurah": 137,
        "juz": 9,
        "manzil": 2,
        "page": 166,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1092,
        "text": "And We led the Children of Isra'il across the sea. Then they came upon a people cleaving to the idols they had. T'hev said: Musa! make for us a god even as they have gods. He said: verily ye are a people given to ignorance.",
        "numberInSurah": 138,
        "juz": 9,
        "manzil": 2,
        "page": 167,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1093,
        "text": "Verily these! destroyed is that wherein they are engaged and vain is that which they have been doing.",
        "numberInSurah": 139,
        "juz": 9,
        "manzil": 2,
        "page": 167,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1094,
        "text": "He said: shall I seek for you a god other than Allah, whereas He hath preferred you above the worlds?",
        "numberInSurah": 140,
        "juz": 9,
        "manzil": 2,
        "page": 167,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1095,
        "text": "And recall what time We delivered you from the house of Fir'awn perpetrating on you terrible torment, slaying your sons and letting your women live, and therein was a trial from your Lord, tremendous.",
        "numberInSurah": 141,
        "juz": 9,
        "manzil": 2,
        "page": 167,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1096,
        "text": "And We treated with Musa thirty nights, and We completed them with ten; so the appointment of his Lord was completed by forty nights. And Musa said unto his brother Harun: act thou in my place among my people, and rectify, and follow not the way of the corrupters.",
        "numberInSurah": 142,
        "juz": 9,
        "manzil": 2,
        "page": 167,
        "ruku": 138,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1097,
        "text": "And when Musa came at Our appointment, and his Lord spake unto him, he said my Lord! shew Thyself unto me, that I may look at Thee! He said: thou canst not see Me: but look at the yonder mount; if it stands in its place, then thou wilt see Me. Then when his Lord unveiled His glory unto the mount, it turned it to dust, and Musa tell down thunderstruck. Then when he recovered, he said: hallowed be Thou! I turn unto Thee repentant, and I am the first of the believers,",
        "numberInSurah": 143,
        "juz": 9,
        "manzil": 2,
        "page": 167,
        "ruku": 138,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1098,
        "text": "He said: O Musa! verily I have chosen thee above mankind by My messages and by My speaking; so hold fast thou that which I have given thee, and be of the thankful.",
        "numberInSurah": 144,
        "juz": 9,
        "manzil": 2,
        "page": 168,
        "ruku": 138,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1099,
        "text": "And We wrote for him in the tablets of everything an exhortation, and and a detail of everything. So hold thou fast with firmness, and bid thy people follow the best thereof anonl will shew you the dwelling of the ungodly people.",
        "numberInSurah": 145,
        "juz": 9,
        "manzil": 2,
        "page": 168,
        "ruku": 138,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1100,
        "text": "I shall turn away from My signs those who are big with pride on the earth, without justice, and although they may see every sign, they will not believe therein; and if they see the path of rectitude they will not take it as their path, and if they see the path of error they will take it for their path. This is because they belied Our signs, and they were ever negligent thereof.",
        "numberInSurah": 146,
        "juz": 9,
        "manzil": 2,
        "page": 168,
        "ruku": 138,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1101,
        "text": "And those who belie Our signs and the meeting of the Hereafter- vain shall be their Work. They shall be requited not save for that which they wrought.",
        "numberInSurah": 147,
        "juz": 9,
        "manzil": 2,
        "page": 168,
        "ruku": 138,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1102,
        "text": "And ehe people of Musa, after him, took of their trinkets a calf: a body with a low. Saw they not that it spake nor unto them nor could guide them to a way? They took it, and became wrong-doers.",
        "numberInSurah": 148,
        "juz": 9,
        "manzil": 2,
        "page": 168,
        "ruku": 139,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1103,
        "text": "And when they repented and saw that they had strayed, they said: if our Lord have not mercy on us and forgive us not, we shall surely be of the losers.",
        "numberInSurah": 149,
        "juz": 9,
        "manzil": 2,
        "page": 168,
        "ruku": 139,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1104,
        "text": "And when Musa returned unto his people indignant and sorrowing, he said: ill is that which ye have acted as my successors, after me Anticipated ye the command of you Lord! And he cast down the tablets and took hold of the head of his brother dragging him unto himself. Aaron said: son of my mother! the people held me weak and well- nigh slew me, so cause not the enemies rejoice over me, and place me not with the wrong-doing people",
        "numberInSurah": 150,
        "juz": 9,
        "manzil": 2,
        "page": 169,
        "ruku": 139,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1105,
        "text": "Musa said: O Lord! forgive me and my brother, and cause us twain to enter into Thy mercy, and Thou art the Most Merciful of the merciful.",
        "numberInSurah": 151,
        "juz": 9,
        "manzil": 2,
        "page": 169,
        "ruku": 139,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1106,
        "text": "Verily those who took the calf, anon will overtake them indignation from their Lord and abasement in the life of the World. Thus We require the fabricators.",
        "numberInSurah": 152,
        "juz": 9,
        "manzil": 2,
        "page": 169,
        "ruku": 140,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1107,
        "text": "And those who committed evils, and repented thereafter and believed --verily thy Lord is thereafter Forgiving, Merciful.",
        "numberInSurah": 153,
        "juz": 9,
        "manzil": 2,
        "page": 169,
        "ruku": 140,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1108,
        "text": "And when the indignation of Musa was appeased, he took up the tablets, and in the inscription thereon were guidance and mercy unto these who dread their Lord.",
        "numberInSurah": 154,
        "juz": 9,
        "manzil": 2,
        "page": 169,
        "ruku": 140,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1109,
        "text": "And Musa singled out of his people seventy men for Our appointment, then when the earthquake laid hold of them he said. O my Lord! hadst Thou willed, Thou wouldst have destroyed them afore and me also. wilt Thou destroy Us for that which the foolish ones amongst us have done! lt is only thy trial, whereby thou sendest astray whomsoever Thou wilt and keepest guided whomsoever Thou wilt. Thou art our patron. So forgive us Thou and have mercy on us; and thou art the Best of the forgivers.",
        "numberInSurah": 155,
        "juz": 9,
        "manzil": 2,
        "page": 169,
        "ruku": 140,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1110,
        "text": "And ordain for us good in the world and in the Hereafter; verily we have been guided unto Thee. Allah said: as to My chastisement, therewith afflict whomsoever I Will and as to My mercy, it comprehendeth everything. Wherefore I shall ordain it for those who fear an give poor- rate and those who believe in Our signs.",
        "numberInSurah": 156,
        "juz": 9,
        "manzil": 2,
        "page": 170,
        "ruku": 140,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1111,
        "text": "Those who follow the apostle, the unlettered prophet. Whom they find written down with them in the Taurat and the Injil; he biddeth them to the seemly and prohibiteth unto them the unseemly, alloweth unto them things clean and forbiddeth unto them things unclean and relieveth them of their burthen and the shackles which have been upon them. Those who believe in him and side with him and succour him and follow the light which hath been sent down with him; those: they shall fare well.",
        "numberInSurah": 157,
        "juz": 9,
        "manzil": 2,
        "page": 170,
        "ruku": 140,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1112,
        "text": "Say thou: O mankind! verily I am the apostle of Allah unto you all- of Him whose is the dominion of the heavens and the earth. No god is there but he; He giveth life and causeth to die. Believe then in Allah and His prophet, the unlettered prcphet, who believeth in Allah and His words, and follow him that haply ye may be guided.",
        "numberInSurah": 158,
        "juz": 9,
        "manzil": 2,
        "page": 170,
        "ruku": 141,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1113,
        "text": "And of the people of Musa there is a community guiding others by the truth and judging thereby.",
        "numberInSurah": 159,
        "juz": 9,
        "manzil": 2,
        "page": 170,
        "ruku": 141,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1114,
        "text": "And We cut them up into twelve tribes as communities. And We revealed unto Musa, when his people asked him for drink: Smite the rock with thy rod. Then gushed forth therefrcm twelve springs: every people already knew their drinking-places. And We shaded them with thick clouds, and We sent down upon them the manna and the quails, saying: eat of the clean things wherewith We have provided you. And they wronged not Us, but themselves they were wont to wrong.",
        "numberInSurah": 160,
        "juz": 9,
        "manzil": 2,
        "page": 171,
        "ruku": 141,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1115,
        "text": "And recall what time it was said unto them: dwell in yonder town and eat plentifully therefrom an ye list, and say: fergiveness, and enter the gate bowing; and We will forgive you your trespasses: anon We will increase unto the well-doers.",
        "numberInSurah": 161,
        "juz": 9,
        "manzil": 2,
        "page": 171,
        "ruku": 141,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1116,
        "text": "Then those of them who did wrong changed the word that had been told them for anot her, whereupon We sent upon them a scourge from the heaven for they were wont to transgress.",
        "numberInSurah": 162,
        "juz": 9,
        "manzil": 2,
        "page": 171,
        "ruku": 141,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1117,
        "text": "And ask thou them concerning the town that was close on the sea, when they transgressed in the matter of the sabt, when their fish came unto them openly on their sabt day, while they came not on the day whereon they kept not We proved them for the sabt. Thus they were wont to transgress.",
        "numberInSurah": 163,
        "juz": 9,
        "manzil": 2,
        "page": 171,
        "ruku": 142,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1118,
        "text": "And recall what time a community of them said Why exhort ye a people whom Allah is going to destroy or chastise with a severe chastisenent They said: to justify us before your Lord, and that haply they may fear.",
        "numberInSurah": 164,
        "juz": 9,
        "manzil": 2,
        "page": 172,
        "ruku": 142,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1119,
        "text": "Then when they forgot that wherewith they had been exhorted, We delivered those who restrained from evil, and We laid hold of those who did wrong with a distressing torment for they were wont to transgress.",
        "numberInSurah": 165,
        "juz": 9,
        "manzil": 2,
        "page": 172,
        "ruku": 142,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1120,
        "text": "So when they exceeded the bounds of that which they were prohibited We said unto them: be ye apes despised.",
        "numberInSurah": 166,
        "juz": 9,
        "manzil": 2,
        "page": 172,
        "ruku": 142,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1121,
        "text": "And recall what time thy Lord proclaimed that he would surely raise upon them, till the Day of Resurrection, someone perpetrating upon them worst oppression. Verily thy Lord is swift in chastising, and verily He is Forgiving, Merciful.",
        "numberInSurah": 167,
        "juz": 9,
        "manzil": 2,
        "page": 172,
        "ruku": 142,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1122,
        "text": "And We cut them up into communities on the earth; some of them righteous, and some of them otherwise; and We proved them wifh good and evil that haply they may return.",
        "numberInSurah": 168,
        "juz": 9,
        "manzil": 2,
        "page": 172,
        "ruku": 142,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1123,
        "text": "Then there succeeded them a posterity; they inherited the Book taking this near world's gear and saying surety it will be forgiven, And if there cometh unto them anot her gear like thereunto they shall take it. Hath there not lain upon them the bond of the Book that they shall not say of God aught but the truth? And they have read that which is therein. And the abode of the Hereafter is better for those who fear. Understand then ye not?",
        "numberInSurah": 169,
        "juz": 9,
        "manzil": 2,
        "page": 172,
        "ruku": 142,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1124,
        "text": "And those who hold fast by the Book and establish prayer-- verily We shall not waste the hire of the rectifiers.",
        "numberInSurah": 170,
        "juz": 9,
        "manzil": 2,
        "page": 172,
        "ruku": 142,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1125,
        "text": "And recall what time We shook the mountain over them as though it were a canopy, and they imagined that it was going to fall on them; and We said: hold with firmness that which We have vouchsafed you, and remember that which is therein, that haply ye may fear.",
        "numberInSurah": 171,
        "juz": 9,
        "manzil": 2,
        "page": 173,
        "ruku": 142,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1126,
        "text": "And recall what time thy Lord took from the children of Adam their posterity from their backs, and made them testify as to them selves saying: am I not your lord? They said: Yea! we testify. That was lest ye should say on the Day of Resurrection verily of this we have been unaware.",
        "numberInSurah": 172,
        "juz": 9,
        "manzil": 2,
        "page": 173,
        "ruku": 143,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1127,
        "text": "Or lest ye should say: it Was only our fathers who associated afore, and we have been a posterity after them; wilt Thou then destroy us for that which the followers of falsehood did?",
        "numberInSurah": 173,
        "juz": 9,
        "manzil": 2,
        "page": 173,
        "ruku": 143,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1128,
        "text": "And Thus We detail the revelations, that haply they may return.",
        "numberInSurah": 174,
        "juz": 9,
        "manzil": 2,
        "page": 173,
        "ruku": 143,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1129,
        "text": "And recite thou unto them the story of him Unto whom We vouchsafed Our signs, but he sloughed them off, wherefore the Satan followed him, and he became of the perverted.",
        "numberInSurah": 175,
        "juz": 9,
        "manzil": 2,
        "page": 173,
        "ruku": 143,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1130,
        "text": "And had We willed We would surely have lifted him thereby, but he clung to the earth and followed his desire, wherefore his case became like unto the case of a dog, who, if thou attackest him, lolleth out his tongue and if thou leavest him alone, lolleth out his tongue. Such is the likeness of the people who belie Our sign; so recount thou the narratives, that haply they may refelect.",
        "numberInSurah": 176,
        "juz": 9,
        "manzil": 2,
        "page": 173,
        "ruku": 143,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1131,
        "text": "Vile is the likeness of the people who belie Our signs, and their own souls they are wont to wrong.",
        "numberInSurah": 177,
        "juz": 9,
        "manzil": 2,
        "page": 173,
        "ruku": 143,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1132,
        "text": "Whomsoever Allah guideth, he is the rightly guided: and whomsoever He sendeth astray - those! they are the losers.",
        "numberInSurah": 178,
        "juz": 9,
        "manzil": 2,
        "page": 173,
        "ruku": 143,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1133,
        "text": "And assuredly We have created for Hell many of the genii and mankind; they have hearts wherewith they understand not, and they have eyes wherewith they see not, and they have ears wherewith they hearken not; they are like unto cattle; nay, they are further astray; those! they are the negligent ones.",
        "numberInSurah": 179,
        "juz": 9,
        "manzil": 2,
        "page": 174,
        "ruku": 143,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1134,
        "text": "Allah's are the excellent names; so call on Him thereby; and leave alone those who profane His names. Anon will they be requitcd for that which they were wont to work.",
        "numberInSurah": 180,
        "juz": 9,
        "manzil": 2,
        "page": 174,
        "ruku": 143,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1135,
        "text": "And of those whom We have created there is a community guiding others with truth and acting justly according thereto.",
        "numberInSurah": 181,
        "juz": 9,
        "manzil": 2,
        "page": 174,
        "ruku": 143,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1136,
        "text": "And those who belie Our signs, step by step We lead them on in a way they know not.",
        "numberInSurah": 182,
        "juz": 9,
        "manzil": 2,
        "page": 174,
        "ruku": 144,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1137,
        "text": "And I give them rein: verily My contrivance is firm.",
        "numberInSurah": 183,
        "juz": 9,
        "manzil": 2,
        "page": 174,
        "ruku": 144,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1138,
        "text": "Reflect they not that in their companions there is no madness! he is naught but a manifest warner.",
        "numberInSurah": 184,
        "juz": 9,
        "manzil": 2,
        "page": 174,
        "ruku": 144,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1139,
        "text": "Look they not at the governance of the heaven and the earth and whatsoever Allah hath created of aught, and at the fact that their term may have drawn nigh? In what discourse then will they, thereafter, believe!",
        "numberInSurah": 185,
        "juz": 9,
        "manzil": 2,
        "page": 174,
        "ruku": 144,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1140,
        "text": "Whomsoever Allah sendeth astray, no guide is then for him, and He letteth them wander perplexed in their exorbitance.",
        "numberInSurah": 186,
        "juz": 9,
        "manzil": 2,
        "page": 174,
        "ruku": 144,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1141,
        "text": "They ask thee concerning the Hour, when will its coming be? Say thou: knowledge thereof is with my Lord only: none shall disclose it at its time buthe; heavy it is in the heavens and the earth; it shall not come upon you except on a sudden. They ask thee as though thou wert familiar therewith. Say thou: knowledge thereof is with Allah only; but most of men know not.",
        "numberInSurah": 187,
        "juz": 9,
        "manzil": 2,
        "page": 174,
        "ruku": 144,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1142,
        "text": "Say thou: I possess no power over benefit or hurt to myself save as Allah willeth; and had I knowledge of the unseen I would have amassed ample good, and evil would not have touched me. I am naught but a warner and a bringer of tidings unto a people who believe.",
        "numberInSurah": 188,
        "juz": 9,
        "manzil": 2,
        "page": 175,
        "ruku": 144,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1143,
        "text": "He it is who created you from a single soul, and He created therefrom his spouse that he might find repose in her. Then when he covereth her she beareth a light burthen and fareth about there with; then when she groweth heavy the twain call upon Allah their Lord: if Thou vouchsafest us a goodly Child, we shall surely be of the thankful.",
        "numberInSurah": 189,
        "juz": 9,
        "manzil": 2,
        "page": 175,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1144,
        "text": "But when He vouchsafeth the twain a goodly child they set up unto Him associates in respect of that which He hath vouchsafed to them. Exalted be Allah far from that which they associate!",
        "numberInSurah": 190,
        "juz": 9,
        "manzil": 2,
        "page": 175,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1145,
        "text": "Associate they those who cannot create aught and are created?",
        "numberInSurah": 191,
        "juz": 9,
        "manzil": 2,
        "page": 175,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1146,
        "text": "And who cannot succour them, nor can succour themselves.",
        "numberInSurah": 192,
        "juz": 9,
        "manzil": 2,
        "page": 175,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1147,
        "text": "And if ye call them toward guidance they follow you not: it is the same to you whether ye call them or are silent.",
        "numberInSurah": 193,
        "juz": 9,
        "manzil": 2,
        "page": 175,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1148,
        "text": "Verily those whom ye call upon beside Allah are creatures like unto you; so call on them, and let them answer you if ye say sooth.",
        "numberInSurah": 194,
        "juz": 9,
        "manzil": 2,
        "page": 175,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1149,
        "text": "Have they feet wherewith they wend? Have they hands wherewith they grip? Have they eyes wherewith they see? Have they ears wherewith they hearken? Say thou: call upon your associate gods, and then plot against me and respite me not.",
        "numberInSurah": 195,
        "juz": 9,
        "manzil": 2,
        "page": 175,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1150,
        "text": "Verily my protector is Allah who hath revealed the Book, and He protecteth the righteous.",
        "numberInSurah": 196,
        "juz": 9,
        "manzil": 2,
        "page": 176,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1151,
        "text": "And those whom ye call upon be side Him cannot succour you nor them selves they can succour.",
        "numberInSurah": 197,
        "juz": 9,
        "manzil": 2,
        "page": 176,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1152,
        "text": "And if ye Call them towards guidance they will not hear and thou wilt behold them looking at thee, but they see not.",
        "numberInSurah": 198,
        "juz": 9,
        "manzil": 2,
        "page": 176,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1153,
        "text": "Use thou indulgence and enjoin seemliness and turn away from the ignorant.",
        "numberInSurah": 199,
        "juz": 9,
        "manzil": 2,
        "page": 176,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1154,
        "text": "And if there prompt thee a prompting from the Satan, see refugee with Allah; verily He is Hearing, Knowing.",
        "numberInSurah": 200,
        "juz": 9,
        "manzil": 2,
        "page": 176,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1155,
        "text": "Verily those who fear God when an instigation from the Satan toucheth them, they call to mind land lo! they are enlightened.",
        "numberInSurah": 201,
        "juz": 9,
        "manzil": 2,
        "page": 176,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1156,
        "text": "And their brethren drag them on toward error, so they stop not short.",
        "numberInSurah": 202,
        "juz": 9,
        "manzil": 2,
        "page": 176,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1157,
        "text": "And whenever thou bringest not unto them, as a sign, they say: wherefore hast not thou selected it? Say thou: I only follow that which hath been revealed unto me by my Lord. This is an enlightenment from your Lord and a guidance and a mercy unto a people who believe.",
        "numberInSurah": 203,
        "juz": 9,
        "manzil": 2,
        "page": 176,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1158,
        "text": "So when the Qur'an is recited, listen thereto and keep silence, haply ye may be shewn mercy.",
        "numberInSurah": 204,
        "juz": 9,
        "manzil": 2,
        "page": 176,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1159,
        "text": "And remember thou thy Lord within thyself with humility and fear, without loudness in word, in the morning and evenings; and be thou not of the negligent.",
        "numberInSurah": 205,
        "juz": 9,
        "manzil": 2,
        "page": 176,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1160,
        "text": "Verily those who are with thy Lord are not stiff-necked against His woorship, and they hallow, and unto Him they prostrate themselves.",
        "numberInSurah": 206,
        "juz": 9,
        "manzil": 2,
        "page": 176,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": {
          "id": 1,
          "recommended": true,
          "obligatory": false
        }
      }
    ],
    "edition": {
      "identifier": "en.daryabadi",
      "language": "en",
      "name": "Daryabadi",
      "englishName": "Abdul Majid Daryabadi",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}