{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 17,
    "name": "سُورَةُ الإِسۡرَاءِ",
    "englishName": "Al-Israa",
    "englishNameTranslation": "The Night Journey",
    "revelationType": "Meccan",
    "numberOfAyahs": 111,
    "ayahs": [
      {
        "number": 2030,
        "text": "Hallowed be He Who translated His bondman in a night from the Sacred Mosque to the Furthest Mosque, the environs whereof We have blest, that We might shew him of Our signs; verily He! He is the Hearer, the Beholder.",
        "numberInSurah": 1,
        "juz": 15,
        "manzil": 4,
        "page": 282,
        "ruku": 240,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2031,
        "text": "And We vouchsafed unto Musa the Book and We appointed it as a guidance to the Children of Isra'il: take not beside Me a trustee.",
        "numberInSurah": 2,
        "juz": 15,
        "manzil": 4,
        "page": 282,
        "ruku": 240,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2032,
        "text": "O progeny of those whom We bare with Nuh: verily he was a bondman grateful.",
        "numberInSurah": 3,
        "juz": 15,
        "manzil": 4,
        "page": 282,
        "ruku": 240,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2033,
        "text": "And We decreed unto the Children of Isra'il in the Book; ye will surely cause corruption in the land twice, l and ye will surely rise to a great height.",
        "numberInSurah": 4,
        "juz": 15,
        "manzil": 4,
        "page": 282,
        "ruku": 240,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2034,
        "text": "Then when the promise for the first of the two came, We raised against you bondmen of Ours endued with exceeding violence, so they entered the dwellings; and it was a promise fulfilled.",
        "numberInSurah": 5,
        "juz": 15,
        "manzil": 4,
        "page": 282,
        "ruku": 240,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2035,
        "text": "Thereafter We gave you a return of victory over them, and We supported you with riches and children, and We made you a numerous concourse.",
        "numberInSurah": 6,
        "juz": 15,
        "manzil": 4,
        "page": 282,
        "ruku": 240,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2036,
        "text": "If ye will do well ye will do well for yourselves, and if ye will do evil it will be against the same. Then when the promise of the second came, We raised up a people that they may disgrace your faces and may enter the Mosque even as they entered it the first time, and that they may destroy with utter destruction whatsoever may fall under their power.",
        "numberInSurah": 7,
        "juz": 15,
        "manzil": 4,
        "page": 282,
        "ruku": 240,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2037,
        "text": "Belike your Lord may yet have mercy on you; and if ye still revert, We will revert. And We have appointed Hell for the infidels a prison.",
        "numberInSurah": 8,
        "juz": 15,
        "manzil": 4,
        "page": 283,
        "ruku": 240,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2038,
        "text": "Verily this Qur'an guideth unto that path which its sraightest and beareth glad tidings to the believers who work righteous deeds that for them shall be a hire great.",
        "numberInSurah": 9,
        "juz": 15,
        "manzil": 4,
        "page": 283,
        "ruku": 240,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2039,
        "text": "And that those who believe not in the Hereafter--for them We have gotten ready a torment afflictive.",
        "numberInSurah": 10,
        "juz": 15,
        "manzil": 4,
        "page": 283,
        "ruku": 240,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2040,
        "text": "And man prayeth for evil the prayer he should make for good, and man is ever hasty.",
        "numberInSurah": 11,
        "juz": 15,
        "manzil": 4,
        "page": 283,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2041,
        "text": "And We have appointed the night and the day as two signs; then We blurred the sign of the night and made the sign of the day illuminating that ye may seek grace from Your Lord, and that ye may know the number of the years and the reckoning; and everything We have detailed in full details.",
        "numberInSurah": 12,
        "juz": 15,
        "manzil": 4,
        "page": 283,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2042,
        "text": "And every man: We have fastened his action round his neck, and We shall bring forth unto him on the Day of Judgment a book proffered him open.",
        "numberInSurah": 13,
        "juz": 15,
        "manzil": 4,
        "page": 283,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2043,
        "text": "Read thine book; sufficeth to-day thy soul against thee as a reckoner.",
        "numberInSurah": 14,
        "juz": 15,
        "manzil": 4,
        "page": 283,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2044,
        "text": "Whosoever is guided, it is only for himself that he is guided and whosoever Strayeth, it is only against the same that he strayeth; and a burthen-bearer beareth not the burthen of anot her. And We have not been tormentors until We had raised an apostle.",
        "numberInSurah": 15,
        "juz": 15,
        "manzil": 4,
        "page": 283,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2045,
        "text": "And when We intend that We shall destroy a town We command the affluent people thereof, then they transgress therein; wherefore the word is justified on them; then We annihilate it with Utter annihilation.",
        "numberInSurah": 16,
        "juz": 15,
        "manzil": 4,
        "page": 283,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2046,
        "text": "How many a generation have We destroyed after Nuh; and sufficeth for the offences of His bondmen thy Lord as the Aware, the Beholder.",
        "numberInSurah": 17,
        "juz": 15,
        "manzil": 4,
        "page": 283,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2047,
        "text": "- Whosoever intendeth the quick Passing world, We hasten to him therein whatsoever We please unto whomsoever We intend; thereafter We shall appoint for him Hell wherein he shall roast, reproved, rejected.",
        "numberInSurah": 18,
        "juz": 15,
        "manzil": 4,
        "page": 284,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2048,
        "text": "And whosoever intendeth the Hereafter and striveth therefor with due striving, while he is a believer, then those: their striving shall be appreciated.",
        "numberInSurah": 19,
        "juz": 15,
        "manzil": 4,
        "page": 284,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2049,
        "text": "To each--these and those--We extend of the bestowment of thy Lord; and the bestowment of thy Lord is never restrained.",
        "numberInSurah": 20,
        "juz": 15,
        "manzil": 4,
        "page": 284,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2050,
        "text": "Behold thou! how We have preferred some of them over some others; and surely: the Hereafter is greater in degrees and greater in preferment.",
        "numberInSurah": 21,
        "juz": 15,
        "manzil": 4,
        "page": 284,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2051,
        "text": "Set not up along with Allah anot her god, lest thou sit down reproved, renounced.",
        "numberInSurah": 22,
        "juz": 15,
        "manzil": 4,
        "page": 284,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2052,
        "text": "And thy Lord hath decreed that ye shall Worship none but Him, and unto parents shew kindness; and if either of them or both of them attain old age with thee, Say not unto them: pooh: And browbeat them not, and Speak unto them a respectful speech.",
        "numberInSurah": 23,
        "juz": 15,
        "manzil": 4,
        "page": 284,
        "ruku": 242,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2053,
        "text": "And lower unto them the wing of meekness out of mercy, and say: O my Lord! have mercy on the twain even as they brought me up when young.",
        "numberInSurah": 24,
        "juz": 15,
        "manzil": 4,
        "page": 284,
        "ruku": 242,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2054,
        "text": "Your Lord is the Best Knower of that which is in your souls; if ye have been righteous, then He is unto thee Oftreturning, Forgiving.",
        "numberInSurah": 25,
        "juz": 15,
        "manzil": 4,
        "page": 284,
        "ruku": 242,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2055,
        "text": "And give thou to the kinsman his due, and also unto the needy and the wayfarer; and squander not in squandering.",
        "numberInSurah": 26,
        "juz": 15,
        "manzil": 4,
        "page": 284,
        "ruku": 242,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2056,
        "text": "Verily the squanderers are ever the brethren of the Satans, and the satan is ever unto his Lord ungrateful.",
        "numberInSurah": 27,
        "juz": 15,
        "manzil": 4,
        "page": 284,
        "ruku": 242,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2057,
        "text": "And if thou turnest away from them awaiting a mercy from thy Lord which thou hopest, then speak unto them a gentle speech.",
        "numberInSurah": 28,
        "juz": 15,
        "manzil": 4,
        "page": 285,
        "ruku": 242,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2058,
        "text": "And let not thine hand be chained to thy neck, nor stretch it forth to the utmost stretching, lest thou sit down reproached, impoverished.",
        "numberInSurah": 29,
        "juz": 15,
        "manzil": 4,
        "page": 285,
        "ruku": 242,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2059,
        "text": "Verily thy Lord extendeth the provision for whomsoever He will and He measureth it out; verily He is in respect of His bondmen Aware, Beholder.",
        "numberInSurah": 30,
        "juz": 15,
        "manzil": 4,
        "page": 285,
        "ruku": 242,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2060,
        "text": "And saly not your offspring for fear of want; We provide for them and for yourselves; verily their slaying is a great crime.",
        "numberInSurah": 31,
        "juz": 15,
        "manzil": 4,
        "page": 285,
        "ruku": 243,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2061,
        "text": "And approach not adultery; verily it is ever an abomination and vile as a pathway.",
        "numberInSurah": 32,
        "juz": 15,
        "manzil": 4,
        "page": 285,
        "ruku": 243,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2062,
        "text": "And slay not anyone whom Allah hath forbidden except for justification; and whosoever is slain wrongfully, We have surely given his next-of-kin authority so let him not be extravagant in slaying; verily he is ever succoured.",
        "numberInSurah": 33,
        "juz": 15,
        "manzil": 4,
        "page": 285,
        "ruku": 243,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2063,
        "text": "And approach not the substance of an'orphan save with that which is best, until he attaineth his age of strength. And fulfil the covenant; verily the covenant shall be asked about.",
        "numberInSurah": 34,
        "juz": 15,
        "manzil": 4,
        "page": 285,
        "ruku": 243,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2064,
        "text": "And give full measures when ye measure and weigh with an even balance that is good, and the best interpretation.",
        "numberInSurah": 35,
        "juz": 15,
        "manzil": 4,
        "page": 285,
        "ruku": 243,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2065,
        "text": "And go not thou after that where of thou hast no knowledge verily the hearing and the sight and the heart, each of these shall be asked about.",
        "numberInSurah": 36,
        "juz": 15,
        "manzil": 4,
        "page": 285,
        "ruku": 243,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2066,
        "text": "And walk thou not on the earth struttingly; verily thou wilt by no means rend the earth, nor canst thou attain to the mountains in stature.",
        "numberInSurah": 37,
        "juz": 15,
        "manzil": 4,
        "page": 285,
        "ruku": 243,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2067,
        "text": "Each of these--theyice thereof is unto thy Lord ever detestable.",
        "numberInSurah": 38,
        "juz": 15,
        "manzil": 4,
        "page": 285,
        "ruku": 243,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2068,
        "text": "That is Part of that wisdom which thy Lord hath revealed unto thee, and set not up thou along with Allah anot her god, lest thou be cast into Hell, reproved, rejected.",
        "numberInSurah": 39,
        "juz": 15,
        "manzil": 4,
        "page": 286,
        "ruku": 243,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2069,
        "text": "Hath then your Lord distinguished you with sons and taken for Himself females from among the angels? Verily ye say a saying mighty?",
        "numberInSurah": 40,
        "juz": 15,
        "manzil": 4,
        "page": 286,
        "ruku": 243,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2070,
        "text": "And assurelly We have propounded it variously in this Qur'an that they might be admonished, but it increaseth them only in aversion.",
        "numberInSurah": 41,
        "juz": 15,
        "manzil": 4,
        "page": 286,
        "ruku": 244,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2071,
        "text": "Say thou: were there along with Him other gods, as they say, then they would have brought unto the Owner of the Throne a way.",
        "numberInSurah": 42,
        "juz": 15,
        "manzil": 4,
        "page": 286,
        "ruku": 244,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2072,
        "text": "Hallowed be He, and exalted be He above that which they say --a greatheight!",
        "numberInSurah": 43,
        "juz": 15,
        "manzil": 4,
        "page": 286,
        "ruku": 244,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2073,
        "text": "There hallow Him the seven heavens and the earth and whosoever is therein. And naught there is but halloweth His praise, but ye understand not their hallowing; verily He is ever Forbearing, Forgiving.",
        "numberInSurah": 44,
        "juz": 15,
        "manzil": 4,
        "page": 286,
        "ruku": 244,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2074,
        "text": "And when thou recitest the Qur'an, We set up between thee and those who believe not in the Hereafter a curtain drawn down.",
        "numberInSurah": 45,
        "juz": 15,
        "manzil": 4,
        "page": 286,
        "ruku": 244,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2075,
        "text": "And We set up over their hearts veils lest they understand it, and in their ears heaviness and when thou mentionest in reciting the Qur'an thy Lord alone, they turn backward as averters.",
        "numberInSurah": 46,
        "juz": 15,
        "manzil": 4,
        "page": 286,
        "ruku": 244,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2076,
        "text": "We are Best Knower of that wherewith they listen what time they listen to thee and what time they counsel together in secret, when the wrong-doers say: ye but follow a man enchanted.",
        "numberInSurah": 47,
        "juz": 15,
        "manzil": 4,
        "page": 286,
        "ruku": 244,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2077,
        "text": "Behold! how they propound similitudes for thee! They have strayed and cannot find a way.",
        "numberInSurah": 48,
        "juz": 15,
        "manzil": 4,
        "page": 286,
        "ruku": 244,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2078,
        "text": "And they say: when we shall have become bones and fragments, shall we in sooth be raised as a new creation?",
        "numberInSurah": 49,
        "juz": 15,
        "manzil": 4,
        "page": 286,
        "ruku": 244,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2079,
        "text": "Say thou: become ye stones or iron.",
        "numberInSurah": 50,
        "juz": 15,
        "manzil": 4,
        "page": 287,
        "ruku": 244,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2080,
        "text": "Or anything created of the things more remote in your breasts. Then they will say: who will restore us! Say thou: He who created you the first time. Then they will wag their heads at thee and say; when will it be! Say thou: belike it is nigh-",
        "numberInSurah": 51,
        "juz": 15,
        "manzil": 4,
        "page": 287,
        "ruku": 244,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2081,
        "text": "The Day whereon He will call you, and ye will answerl with His praise, and ye will imagine that ye had tarried but little.",
        "numberInSurah": 52,
        "juz": 15,
        "manzil": 4,
        "page": 287,
        "ruku": 244,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2082,
        "text": "Say thou unto My bondmen that they should say that which is best, Verily the Satan would stir up strife between them; verily the Satan is unto men ever an enemy manifest.",
        "numberInSurah": 53,
        "juz": 15,
        "manzil": 4,
        "page": 287,
        "ruku": 245,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2083,
        "text": "Your Lord is the Best Knower of you; if He willeth He will have mercy upon you, or if He willeth He will torment you. And We have not sent thee over them as a trustee.",
        "numberInSurah": 54,
        "juz": 15,
        "manzil": 4,
        "page": 287,
        "ruku": 245,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2084,
        "text": "And thine Lord is the Best Knower of those who are in the heavens and the earth. And assuredly We have preferred some prophets over some others: and We vouchsafed unto Daud a Scripture.",
        "numberInSurah": 55,
        "juz": 15,
        "manzil": 4,
        "page": 287,
        "ruku": 245,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2085,
        "text": "Say thou: call upon those whom ye fancy beside Him; they are able neither to remove the distress from you nor to work a turning off.",
        "numberInSurah": 56,
        "juz": 15,
        "manzil": 4,
        "page": 287,
        "ruku": 245,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2086,
        "text": "Those whom they call upon themselves seek access to their Lord, striving which of them shall be the nearest; and they hope for His mercy and fear His torment; verily the torment of thy Lord is ever to be guarded against.",
        "numberInSurah": 57,
        "juz": 15,
        "manzil": 4,
        "page": 287,
        "ruku": 245,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2087,
        "text": "Not a town is there but VVe are going to destroy it before the Day of Judgment or to torment it With a severe torment; that is in the Book inscribed.",
        "numberInSurah": 58,
        "juz": 15,
        "manzil": 4,
        "page": 287,
        "ruku": 245,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2088,
        "text": "And naught hinderedeth Us from sending the signs except that the ancients belied them. And We vouchsafed unto Thamud a she-camel as an illumination, but they did her wrong. And We send not the signs save to frighten.",
        "numberInSurah": 59,
        "juz": 15,
        "manzil": 4,
        "page": 288,
        "ruku": 245,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2089,
        "text": "And recall what time We said unto thee: verily thy Lord hath encompassed mankind. And We made the vision We shewed thee but a temptation for men, and likewise the tree accurst in the Qur'an. And We frighten them, but it only increaseth them in exorbitance great.",
        "numberInSurah": 60,
        "juz": 15,
        "manzil": 4,
        "page": 288,
        "ruku": 245,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2090,
        "text": "And recall what time We said unto the angels: prostrate youselves before Adam. So they prostrated themselves, but Iblis did not; he said: shall I prostrate myself before one whom Thou hast created of clay?",
        "numberInSurah": 61,
        "juz": 15,
        "manzil": 4,
        "page": 288,
        "ruku": 246,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2091,
        "text": "lblis said; bethinkest Thou: This one whom Thou hast honoured above me- if Thou deferrest me till the Day of Judgment, shall surely seize his progeny save a few.",
        "numberInSurah": 62,
        "juz": 15,
        "manzil": 4,
        "page": 288,
        "ruku": 246,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2092,
        "text": "Allah said: be thou gone; then who soever of them followeth thee, Hell is your meed, a meed ample.",
        "numberInSurah": 63,
        "juz": 15,
        "manzil": 4,
        "page": 288,
        "ruku": 246,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2093,
        "text": "And unsettle thou whomsoever of them thou canst with thy voice, and summon against them thine horse and thine foot, and share with them riches- and children, and promise unto them; and the Satan promiseth not but to delude.",
        "numberInSurah": 64,
        "juz": 15,
        "manzil": 4,
        "page": 288,
        "ruku": 246,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2094,
        "text": "Verily My bondmen; over them thou hast no authority; and thy Lord sufficeth as a Trustee.",
        "numberInSurah": 65,
        "juz": 15,
        "manzil": 4,
        "page": 288,
        "ruku": 246,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2095,
        "text": "Your Lord is He who speedeth for you the ship in the sea that ye may seek His grace; verily He it unto you ever Merciful.",
        "numberInSurah": 66,
        "juz": 15,
        "manzil": 4,
        "page": 288,
        "ruku": 246,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2096,
        "text": "And when there toucheth you a distress on the sea, those whom ye call upon fall away except Him alone, then when He delivereth you on the land ye turn away: and man is ever ungrateful.",
        "numberInSurah": 67,
        "juz": 15,
        "manzil": 4,
        "page": 289,
        "ruku": 246,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2097,
        "text": "Are ye then secure that he will not cause a side of the land to swallow you up, or send over you a sand-storm, and then ye will not find for yourselves a trustee?",
        "numberInSurah": 68,
        "juz": 15,
        "manzil": 4,
        "page": 289,
        "ruku": 246,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2098,
        "text": "Or are ye secure that he will not send you back therein anot her time and then send upon you a gale of wind and drown you for your having disbelieved, so that therein you will not find for yourselves against Us an avenger?",
        "numberInSurah": 69,
        "juz": 15,
        "manzil": 4,
        "page": 289,
        "ruku": 246,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2099,
        "text": "And assuredly We have honoured the Children of Adam: and We have borne them on the land and the sea, and We have provided them with clean things, and We have preferred them over many of them whom We have created with a preferment.",
        "numberInSurah": 70,
        "juz": 15,
        "manzil": 4,
        "page": 289,
        "ruku": 246,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2100,
        "text": "Remember the Day whereon We shall call all man kind with their record: then whosoever will be vouchsafed his book in his right hand, those shall read their book, and they shall not be wronged a whit.",
        "numberInSurah": 71,
        "juz": 15,
        "manzil": 4,
        "page": 289,
        "ruku": 247,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2101,
        "text": "And whosoever hath been in this life blind will in the Hereafter be blind, and far astray from the way.",
        "numberInSurah": 72,
        "juz": 15,
        "manzil": 4,
        "page": 289,
        "ruku": 247,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2102,
        "text": "And verily they had well-nigh tempted thee away from that which We have revealed unto thee, that thou shouldst fabricate regarding something else; and then surely they would have taken thee as a friend!",
        "numberInSurah": 73,
        "juz": 15,
        "manzil": 4,
        "page": 289,
        "ruku": 247,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2103,
        "text": "And were it not that We had confirmed thee, thou hadst well-nigh leaned toward them a little.",
        "numberInSurah": 74,
        "juz": 15,
        "manzil": 4,
        "page": 289,
        "ruku": 247,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2104,
        "text": "In that case We would have surely made thee taste the double of the tornment of the life and the double of the torment of death, and then thou wouldst not find against Us a helper.",
        "numberInSurah": 75,
        "juz": 15,
        "manzil": 4,
        "page": 289,
        "ruku": 247,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2105,
        "text": "And verily they had well-nigh unsettled thee from the land that they might drive thee forth from thence. And in that case they would not have tarried after thee but a little while.",
        "numberInSurah": 76,
        "juz": 15,
        "manzil": 4,
        "page": 290,
        "ruku": 247,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2106,
        "text": "This was Our dispensation with those whom We sent before thee of Our apostles, and thou wilt not find in this Our dispensation a change.",
        "numberInSurah": 77,
        "juz": 15,
        "manzil": 4,
        "page": 290,
        "ruku": 247,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2107,
        "text": "Establish thou the prayer from the declination of the sun to the darkening of the night, and the Recitation at the dawn; verily the Recitation at the dawn is ever borne witness to.",
        "numberInSurah": 78,
        "juz": 15,
        "manzil": 4,
        "page": 290,
        "ruku": 248,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2108,
        "text": "And of the night--keep the vigil therein, as an act of supererogation for thee; belike thy Lord will raise thee up in a station praised.",
        "numberInSurah": 79,
        "juz": 15,
        "manzil": 4,
        "page": 290,
        "ruku": 248,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2109,
        "text": "And say thou: O my Lord! cause me to enter a rightful entrance and cause me to go forth with a rightful outgoing, and appoint for me from before Thee an authority helpful.",
        "numberInSurah": 80,
        "juz": 15,
        "manzil": 4,
        "page": 290,
        "ruku": 248,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2110,
        "text": "And say thou: the truth is come, and falsehood hath vanished; verily falsehood is ever vanishing.",
        "numberInSurah": 81,
        "juz": 15,
        "manzil": 4,
        "page": 290,
        "ruku": 248,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2111,
        "text": "And We reveal by means of the Qur'an that which is a healing and a mercy unto the believers, and it only increaseth the wrong- doers in loss.",
        "numberInSurah": 82,
        "juz": 15,
        "manzil": 4,
        "page": 290,
        "ruku": 248,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2112,
        "text": "And when We show favour unto he turneth away and withdraweth on his side; and when evil toucheth him he is ever despairing.",
        "numberInSurah": 83,
        "juz": 15,
        "manzil": 4,
        "page": 290,
        "ruku": 248,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2113,
        "text": "Say thou: everyone worketh after his disposition, and your Lord is the Best Knower of him who is best guided on the Way.",
        "numberInSurah": 84,
        "juz": 15,
        "manzil": 4,
        "page": 290,
        "ruku": 248,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2114,
        "text": "And they ask thee regarding the spirit, Say thou: the spirit is by the command of my Lord, and ye have not been vouchsafed of knowledge save a little.",
        "numberInSurah": 85,
        "juz": 15,
        "manzil": 4,
        "page": 290,
        "ruku": 249,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2115,
        "text": "And if We listed, We could surely take away that which We have revealed unto thee: then thou wilt not find in respect thereof against us as trustee.",
        "numberInSurah": 86,
        "juz": 15,
        "manzil": 4,
        "page": 290,
        "ruku": 249,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2116,
        "text": "Except as a mercy from thy Lord verily His grace unto thee is ever great.",
        "numberInSurah": 87,
        "juz": 15,
        "manzil": 4,
        "page": 291,
        "ruku": 249,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2117,
        "text": "Say thou: if the mankind and the jinn leagued together that they might produce the like of this Qur'an, they could nor produce the like thereof, though one to the other were a backer.",
        "numberInSurah": 88,
        "juz": 15,
        "manzil": 4,
        "page": 291,
        "ruku": 249,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2118,
        "text": "And assuredly We have variously propounded for mankind in this Qur'an every kind of similitude, yet most men have refused everything except infidelity.",
        "numberInSurah": 89,
        "juz": 15,
        "manzil": 4,
        "page": 291,
        "ruku": 249,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2119,
        "text": "And they say: we shall by no means believe in thee until thou causest for us to gush forth from the earth a foun tain.",
        "numberInSurah": 90,
        "juz": 15,
        "manzil": 4,
        "page": 291,
        "ruku": 249,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2120,
        "text": "Or there be for thee a garden of date-palms and wine, and thou causest in the midst thereof rivers to gush forth.",
        "numberInSurah": 91,
        "juz": 15,
        "manzil": 4,
        "page": 291,
        "ruku": 249,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2121,
        "text": "Or thou causest the heaven to fall upon us, as thou assertest, in pieces, or thou bringest God and the angels face to face.",
        "numberInSurah": 92,
        "juz": 15,
        "manzil": 4,
        "page": 291,
        "ruku": 249,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2122,
        "text": "Or there be for thee a house of gold or thou mountest to the heaven, and we will by no means believe in thy mounting even until thou causest a book to be sent down to us, which we may read. Say thou: hallowed be my Lord! I am naught but a human being sent as an apostle.",
        "numberInSurah": 93,
        "juz": 15,
        "manzil": 4,
        "page": 291,
        "ruku": 249,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2123,
        "text": "And naught hath prevented men from believing when the guidance came Unto them except that they said: hath God sent a human being as apostle?",
        "numberInSurah": 94,
        "juz": 15,
        "manzil": 4,
        "page": 291,
        "ruku": 250,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2124,
        "text": "Say thou: were there in the earth angels walking about contentedly, We would surely have sent down unto them from the heaven an angel as an apostle.",
        "numberInSurah": 95,
        "juz": 15,
        "manzil": 4,
        "page": 291,
        "ruku": 250,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2125,
        "text": "Say thou: Allah sufficeth as a witness between me and you; verily He is in respect of His bondmen ever the Aware, the Beholder.",
        "numberInSurah": 96,
        "juz": 15,
        "manzil": 4,
        "page": 291,
        "ruku": 250,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2126,
        "text": "And whomsoever Allah guideth, then he is the guided; and whomsoever He sendeth astray--for such thou wilt by no means find friends beside Him. And We shall gather them on the Day of Judgment on their faces, blind and deaf and dumb; their abode being Hell; so oft as it grosweth dull We shall increase for them the Flame.",
        "numberInSurah": 97,
        "juz": 15,
        "manzil": 4,
        "page": 292,
        "ruku": 250,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2127,
        "text": "This shall be their meed because they disbelieved in Our signs and said when we have become bones and fragments, shall we in sooth be raised up a new creation!",
        "numberInSurah": 98,
        "juz": 15,
        "manzil": 4,
        "page": 292,
        "ruku": 250,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2128,
        "text": "Behold they not that Allah who created the heavens and the earth is Able to create their likes? And He hath appointed for them a term whereof there is no doubt; yet the wrong-doers have refused everything excepting infidelity.",
        "numberInSurah": 99,
        "juz": 15,
        "manzil": 4,
        "page": 292,
        "ruku": 250,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2129,
        "text": "Say thou: if it were ye who owned the treasures of the mercy of my Lord, ye would surely refrain for fear of expending; and man is ever miserly.",
        "numberInSurah": 100,
        "juz": 15,
        "manzil": 4,
        "page": 292,
        "ruku": 250,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2130,
        "text": "And assuredly We vouchsafed unto Musa nine manifest signs - ask thou the Children of Israel--so when he came unto them, Fir'awn said unto him, verily imagine thee, O Musa! enchanted.",
        "numberInSurah": 101,
        "juz": 15,
        "manzil": 4,
        "page": 292,
        "ruku": 251,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2131,
        "text": "Musa said: assuredly thou knowest that none hath sent down these save the Lord of the heavens and the earth as an enlightenment; and verily imagine thee, Fir'awn, doomed.",
        "numberInSurah": 102,
        "juz": 15,
        "manzil": 4,
        "page": 292,
        "ruku": 251,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2132,
        "text": "Then he besought to unsettle them from the land; wherefore We drowned him and those with him, all together.",
        "numberInSurah": 103,
        "juz": 15,
        "manzil": 4,
        "page": 292,
        "ruku": 251,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2133,
        "text": "And We said, after him, unto the Children of Isra'l: dwell on the earth, then when there cometh the promise of the Hereafter, We shall bring you as a crowd.",
        "numberInSurah": 104,
        "juz": 15,
        "manzil": 4,
        "page": 292,
        "ruku": 251,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2134,
        "text": "And with truth We have sent it down and with truth it hath come down; and We have not sent thee but as a bringer of glad tidings and a warner.",
        "numberInSurah": 105,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 251,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2135,
        "text": "And this is a Recitation which We have made distinct that thou mayest recite it unto mankind with delay, and We have revealed it at intervals.",
        "numberInSurah": 106,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 251,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2136,
        "text": "Say thou: whether ye believe it or believe it not, verily those who were vouchsafed knowledge before it, when it is recited unto them, fall down on their chins, prostrating.",
        "numberInSurah": 107,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 251,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2137,
        "text": "And they say: hallowed be our Lord! the promise of Our Lord was ever to have been fulfilled.",
        "numberInSurah": 108,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 251,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2138,
        "text": "And they fall down on their chins weeping, and it increaseth them in humility.",
        "numberInSurah": 109,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 251,
        "hizbQuarter": 117,
        "sajda": {
          "id": 4,
          "recommended": true,
          "obligatory": false
        }
      },
      {
        "number": 2139,
        "text": "Say thou: call upon Allah or call upon Rahman, by whichsoever ye call, His are the excellent names. And shout not thy prayer, nor speak it low, but Seek between these a way.",
        "numberInSurah": 110,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 251,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2140,
        "text": "And say thou: all praise is unto Allah who hath not taken a son, and whose is no associate in the dominion, nor hath He a protector through weakness, and magnify Him with all magnificence.",
        "numberInSurah": 111,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 251,
        "hizbQuarter": 117,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "en.daryabadi",
      "language": "en",
      "name": "Daryabadi",
      "englishName": "Abdul Majid Daryabadi",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}