{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 29,
    "name": "سُورَةُ العَنكَبُوتِ",
    "englishName": "Al-Ankaboot",
    "englishNameTranslation": "The Spider",
    "revelationType": "Meccan",
    "numberOfAyahs": 69,
    "ayahs": [
      {
        "number": 3341,
        "text": "Alif. Lam. Mim.",
        "numberInSurah": 1,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3342,
        "text": "Bethink men that they shall be left alone because they say: we believe; and that they shall not be tempted?",
        "numberInSurah": 2,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3343,
        "text": "And assuredly We have tempted those who were before them. So Allah will surely know those who are true and He will surely know the liars.",
        "numberInSurah": 3,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3344,
        "text": "Or bethink those who work ill deeds that they shall outstrip Us? lll do they judge!",
        "numberInSurah": 4,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3345,
        "text": "Whosoever hopeth for the meeting with Allah, then Allah's term is surely coming, and He is the Hearer, the Knower.",
        "numberInSurah": 5,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3346,
        "text": "And whosoever strive, striveth only for himself: verily Allah is Independent of the worlds.",
        "numberInSurah": 6,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3347,
        "text": "And whosoever believe and work righteous works, We shall purge away from them their ill-deeds and shall recompense them the best of that which they have been working.",
        "numberInSurah": 7,
        "juz": 20,
        "manzil": 5,
        "page": 397,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3348,
        "text": "And We have enjoined on man kindness unto parents. But if the twain strive to make thee associate with Me that of which thou hast no knowledge, obey them not. Unto Me is your return, and I shall declare unto you that which ye have been working.",
        "numberInSurah": 8,
        "juz": 20,
        "manzil": 5,
        "page": 397,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3349,
        "text": "And those who believe and work righteous works--We shall surely cause them enter among the righteous.",
        "numberInSurah": 9,
        "juz": 20,
        "manzil": 5,
        "page": 397,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3350,
        "text": "Of mankind are some who say: we believe in Allah; then if they are afflicted in the way of Allah, they take the persecution of men even as the torment of Allah; and then, if succour cometh from thy Lord they say: verily we have been with you. Is not Allah the Best Knower of that which is in the breasts of the creatures?",
        "numberInSurah": 10,
        "juz": 20,
        "manzil": 5,
        "page": 397,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3351,
        "text": "And surely Allah shall come to know those who believe, and surely He shall come to know the hypocrites.",
        "numberInSurah": 11,
        "juz": 20,
        "manzil": 5,
        "page": 397,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3352,
        "text": "And those who disbelieve say unto those who believe: follow our way, and we shall surely bear your sins; whereas they shall not bear aught of their sins; verily they are the liars.",
        "numberInSurah": 12,
        "juz": 20,
        "manzil": 5,
        "page": 397,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3353,
        "text": "And surely they shall bear their loads and other loads beside their own loads, and surely they shall be questioned on the Day of Resurrection concerning that which they were wont to fabricate.",
        "numberInSurah": 13,
        "juz": 20,
        "manzil": 5,
        "page": 397,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3354,
        "text": "And assuredly We sent Nuh unto his people. Then he tarried among them for a thousand years, save tifty years; and then deluge overtook them, while they were wrong-doers.",
        "numberInSurah": 14,
        "juz": 20,
        "manzil": 5,
        "page": 397,
        "ruku": 343,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3355,
        "text": "Then We delivered him and those in the ark, and made it a sign unto the worlds.",
        "numberInSurah": 15,
        "juz": 20,
        "manzil": 5,
        "page": 398,
        "ruku": 343,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3356,
        "text": "And We sent Ibrahim. Recall what time he said unto his people: worship Allah, and fear Him; that is best for you if ye but knew.",
        "numberInSurah": 16,
        "juz": 20,
        "manzil": 5,
        "page": 398,
        "ruku": 343,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3357,
        "text": "Ye only worship images instead of Allah, and ye create a falsehood. Verily those whom ye worship instead of Allah own no provision for you. Wherefore seek with Allah provision, and worship Him, and give thanks unto Him: unto Him ye shall be returned.",
        "numberInSurah": 17,
        "juz": 20,
        "manzil": 5,
        "page": 398,
        "ruku": 343,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3358,
        "text": "And if ye belie me, then communities before you have belied: and upon the apostle is naught but a preaching manifest.",
        "numberInSurah": 18,
        "juz": 20,
        "manzil": 5,
        "page": 398,
        "ruku": 343,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3359,
        "text": "Observe they not what wise Allah originateth creation? And then He shall restore it. Verily for Allah that is easy.",
        "numberInSurah": 19,
        "juz": 20,
        "manzil": 5,
        "page": 398,
        "ruku": 343,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3360,
        "text": "Say thou: go about in the land and behold what wise He hath originated creation; and then Allah shall produce another production; verily Allah is over everything Potent.",
        "numberInSurah": 20,
        "juz": 20,
        "manzil": 5,
        "page": 398,
        "ruku": 343,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3361,
        "text": "He shall torment whomsoever He Will, and shall show mercy unto whomsoever He Will, and unto Him ye shall be returned.",
        "numberInSurah": 21,
        "juz": 20,
        "manzil": 5,
        "page": 398,
        "ruku": 343,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3362,
        "text": "And ye cannot escape in the earth nor in the heaven, and beside Allah there is for you no friend nor helper.",
        "numberInSurah": 22,
        "juz": 20,
        "manzil": 5,
        "page": 398,
        "ruku": 343,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3363,
        "text": "Those who disbelieve in the signs of Allah and in their meeting with Him, they shall despair of My mercy, and they! theirs shall be a torment afflictive.",
        "numberInSurah": 23,
        "juz": 20,
        "manzil": 5,
        "page": 398,
        "ruku": 344,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3364,
        "text": "Then the answer of his people was naught but that they said: slay him, or burn him. Then Allah delivered him from the fire; verily herein are signs for a people who believe.",
        "numberInSurah": 24,
        "juz": 20,
        "manzil": 5,
        "page": 399,
        "ruku": 344,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3365,
        "text": "And he said: ye have taken images instead of Allah out of affection between you in the life of the world; but on the Day of Resurrection ye shall deny each other and ye shall curse each other, and your resort shall be the Fire, and ye shall have no helpers.",
        "numberInSurah": 25,
        "juz": 20,
        "manzil": 5,
        "page": 399,
        "ruku": 344,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3366,
        "text": "And Lut believed in him. And he said: verily I am going to migrate to my Lord; verily He is the Mighty, the Wise.",
        "numberInSurah": 26,
        "juz": 20,
        "manzil": 5,
        "page": 399,
        "ruku": 344,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3367,
        "text": "And We bestowed on him Is-haq and Y'aqub, and We placed among his posterity prophethood and the Book, and We vouchsafed unto him his hire in the World, and verily in the Hereafter he shall be of the righteous.",
        "numberInSurah": 27,
        "juz": 20,
        "manzil": 5,
        "page": 399,
        "ruku": 344,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3368,
        "text": "And Lut: Recall what time he said unto his people: verily ye commit an indecency wherein none hath preceded you in the Worlds.",
        "numberInSurah": 28,
        "juz": 20,
        "manzil": 5,
        "page": 399,
        "ruku": 344,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3369,
        "text": "Ye go in indeed unto males, and ye rob on the highway, and ye commit that which is disreputable in your assembly? Then the answer of his people was naught but that they said: bring thou God's torment on us if thou art of the truth-tellers.",
        "numberInSurah": 29,
        "juz": 20,
        "manzil": 5,
        "page": 399,
        "ruku": 344,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3370,
        "text": "He said: my Lord! give me victory over the corrupt people.",
        "numberInSurah": 30,
        "juz": 20,
        "manzil": 5,
        "page": 399,
        "ruku": 344,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3371,
        "text": "And when Our messengers came unto Ibrahim with the glad tidings, they said: verily we are about to destroy the inhabitants of that city: verily the inhabitants thereof have been wrong-doers.",
        "numberInSurah": 31,
        "juz": 20,
        "manzil": 5,
        "page": 400,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3372,
        "text": "He said: verily Lut is therein. They said: we know better who is therein: we are to deliver him and his household, save his wife; she is to be of the lingerers.",
        "numberInSurah": 32,
        "juz": 20,
        "manzil": 5,
        "page": 400,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3373,
        "text": "And when Our messengers came unto Lut, he was distressed on their account and felt straitened on their account. And they said: fear not, nor grieve: verily we are to deliver thee and thy household, save thy wife: she is to be of the lingerers.",
        "numberInSurah": 33,
        "juz": 20,
        "manzil": 5,
        "page": 400,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3374,
        "text": "Verily we are about to bring down upon the inhabitants of this city a scourge from the heaven, for they have been transgressing.",
        "numberInSurah": 34,
        "juz": 20,
        "manzil": 5,
        "page": 400,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3375,
        "text": "And assuredly We have left thereof manifest sign for a people who reflect.",
        "numberInSurah": 35,
        "juz": 20,
        "manzil": 5,
        "page": 400,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3376,
        "text": "And unto Madyan We sent their brother, Shu'aib. He said: my people! worship Allah, and fear the Last Day, and commit not evil on the earth as corrupters.",
        "numberInSurah": 36,
        "juz": 20,
        "manzil": 5,
        "page": 400,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3377,
        "text": "Then they belied him; wherefore an earthquake laid hold of them, and they lay in their dwellings, crouching.",
        "numberInSurah": 37,
        "juz": 20,
        "manzil": 5,
        "page": 400,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3378,
        "text": "And the 'Aad and Thamud and of a surety their destruction is apparent unto you from their dwellings. The Satan made fairseeming their works unto them, and so kept them off from the path, while they were endued with sight.",
        "numberInSurah": 38,
        "juz": 20,
        "manzil": 5,
        "page": 400,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3379,
        "text": "And Qarun and Fir'awn and Haman! And assuredly Musa came unto them with the evidences, yet they were stiff-necked in the land. And they could not outstrip Us.",
        "numberInSurah": 39,
        "juz": 20,
        "manzil": 5,
        "page": 401,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3380,
        "text": "Wherefore each We laid hold of for his sin. Of them were some on whom We sent a violent wind; and of them were some - who were overtaken by a shout; and of them were some - with whom We sank the earth; and of them were some - whom We drowned. Allah was not such as to wrong them, but themselves they were wont to wrong.",
        "numberInSurah": 40,
        "juz": 20,
        "manzil": 5,
        "page": 401,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3381,
        "text": "The likeness of those who take other patrons than Allah is as the likeness of the spider who taketh unto herself a house. And verily the frailest of all houses is the spider's house - if they but knew!",
        "numberInSurah": 41,
        "juz": 20,
        "manzil": 5,
        "page": 401,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3382,
        "text": "Verily Allah knoweth whatsoever thing they invoke beside Him. And He is the Mighty, the Wise.",
        "numberInSurah": 42,
        "juz": 20,
        "manzil": 5,
        "page": 401,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3383,
        "text": "And these similtudes! We propound them for mankind; and none understand them save men of knowledge.",
        "numberInSurah": 43,
        "juz": 20,
        "manzil": 5,
        "page": 401,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3384,
        "text": "Allah hath created the heavens and the earth in truth; verily there in is a sign for the believers.",
        "numberInSurah": 44,
        "juz": 20,
        "manzil": 5,
        "page": 401,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3385,
        "text": "Recite thou that which hath been revealed unto thee of the Book and establish thou the prayer; verily prayer preventeth man from indecency and that which is disreputable: and surely the remembrance of Allah is the greatest. And Allah knoweth that which ye perform.",
        "numberInSurah": 45,
        "juz": 20,
        "manzil": 5,
        "page": 401,
        "ruku": 346,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3386,
        "text": "And dispute not with the people of the Book unless in the best manner, save with those of them who do wrong; and say: we believe in that which hath been sent down unto us and that which hath been sent down unto you: our God and your God is One; and unto Him we are submissive.",
        "numberInSurah": 46,
        "juz": 21,
        "manzil": 5,
        "page": 402,
        "ruku": 346,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3387,
        "text": "And likewise have We sent down unto thee the Book; so those to whom We have vouchsafed the Book believe therein, and of those also some believe therein. And none gainsay Our signs save the infidels.",
        "numberInSurah": 47,
        "juz": 21,
        "manzil": 5,
        "page": 402,
        "ruku": 346,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3388,
        "text": "And thou hast not been reciting any book before it, nor hast thou been writing it With thine right hand, for then might the followers of falsehood have doubted.",
        "numberInSurah": 48,
        "juz": 21,
        "manzil": 5,
        "page": 402,
        "ruku": 346,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3389,
        "text": "Aye! it in itself manifest signs in the breasts of those who have been vouchsafed knowledge, and none gainsay Our signs save the wrong-doers.",
        "numberInSurah": 49,
        "juz": 21,
        "manzil": 5,
        "page": 402,
        "ruku": 346,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3390,
        "text": "And they say: wherefore are not signs sent down upon him from his Lord! Say thou: signs are with Allah only, and I am but a manifest warner.",
        "numberInSurah": 50,
        "juz": 21,
        "manzil": 5,
        "page": 402,
        "ruku": 346,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3391,
        "text": "Sufficeth it not for them that We have sent down unto thee the Book to be recited unto them? Verily herein is a mercy and an admonition for a people who believe.",
        "numberInSurah": 51,
        "juz": 21,
        "manzil": 5,
        "page": 402,
        "ruku": 346,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3392,
        "text": "Say thou: Allah sufficeth for witness between me and you: He knoweth whatsoever is in the heavens and the earth. And they who believe in falsehood and disbelieve in Allah, those: they shall be the losers.",
        "numberInSurah": 52,
        "juz": 21,
        "manzil": 5,
        "page": 402,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3393,
        "text": "And they ask thee to hasten on the torment. And had not there been a term appointed, the torment would surely have come unto them. And surely it shall come upon them of a sudden while they perceive not.",
        "numberInSurah": 53,
        "juz": 21,
        "manzil": 5,
        "page": 403,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3394,
        "text": "They ask thee to hasten on the torment; and verily the Hell is about to encompass the infidels.",
        "numberInSurah": 54,
        "juz": 21,
        "manzil": 5,
        "page": 403,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3395,
        "text": "On the Day whereon the torment shall cover them from above them and from underneath their feet, and He shall say: taste that which ye have been working!",
        "numberInSurah": 55,
        "juz": 21,
        "manzil": 5,
        "page": 403,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3396,
        "text": "My bondmen, who believe! verily My earth is wide, so Me alone worship.",
        "numberInSurah": 56,
        "juz": 21,
        "manzil": 5,
        "page": 403,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3397,
        "text": "Every soul shall taste of death; then unto Us ye shall be returned.",
        "numberInSurah": 57,
        "juz": 21,
        "manzil": 5,
        "page": 403,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3398,
        "text": "And those who believe and work righteous works--them We shall surely settle in lofty dwellins of the; they shall be of the Garden whereunder the rivers flow; they shall be abiders therein. Excellent is the hire of the Workers.",
        "numberInSurah": 58,
        "juz": 21,
        "manzil": 5,
        "page": 403,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3399,
        "text": "Who persevere and in their Lord trust!",
        "numberInSurah": 59,
        "juz": 21,
        "manzil": 5,
        "page": 403,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3400,
        "text": "And how many a moving creature there is that beareth not its provision! Allah provideth for it and for you. And He is the Hearer, the Knower.",
        "numberInSurah": 60,
        "juz": 21,
        "manzil": 5,
        "page": 403,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3401,
        "text": "And wert thou to ask them.: who hath created the heavens and the earth and subjected the sun and the moon they would surely say: Allah. How then are they deviating?",
        "numberInSurah": 61,
        "juz": 21,
        "manzil": 5,
        "page": 403,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3402,
        "text": "Allah expandeth provision for whomsoever He Will of His bondmen and stinteth it for him. Verily Allah is of everything the Knower.",
        "numberInSurah": 62,
        "juz": 21,
        "manzil": 5,
        "page": 403,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3403,
        "text": "And wert thou to ask them: who sendeth down water from the heaven, and therewith quickeneth the earth after the death thereof? they would surely say: Allah. Say thou: all praise unto Allah! Aye! most of them reflect not.",
        "numberInSurah": 63,
        "juz": 21,
        "manzil": 5,
        "page": 403,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3404,
        "text": "And this life of the world is but: sport and play. Verily the home of the Hereafter--that is life indeed, if they but knew!",
        "numberInSurah": 64,
        "juz": 21,
        "manzil": 5,
        "page": 404,
        "ruku": 348,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3405,
        "text": "So When they mount upon the ships they call on Allah making pure for Him the religion, then when He delivereth them safely on the land, lo! they associate",
        "numberInSurah": 65,
        "juz": 21,
        "manzil": 5,
        "page": 404,
        "ruku": 348,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3406,
        "text": "So that they become ingrate for that which We have vouchsafed unto them, and that they enjoy themselves; but presently they shall know.",
        "numberInSurah": 66,
        "juz": 21,
        "manzil": 5,
        "page": 404,
        "ruku": 348,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3407,
        "text": "Behold they not that We have appointed an inviolable sanctuary, while men are being snatched away round about them? in falsehood then believe they, and unto the favour of Allah will they be ingrate?",
        "numberInSurah": 67,
        "juz": 21,
        "manzil": 5,
        "page": 404,
        "ruku": 348,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3408,
        "text": "And who is a greater wrong-doer than he who fabricateth a lie against Allah or belieth the truth when it cometh unto him Will there not be in the Hell an abiding-place for the infidels?",
        "numberInSurah": 68,
        "juz": 21,
        "manzil": 5,
        "page": 404,
        "ruku": 348,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3409,
        "text": "And those who strive hard in us, We shall surely guide them in Our paths; verily Allah is with the welldoers.",
        "numberInSurah": 69,
        "juz": 21,
        "manzil": 5,
        "page": 404,
        "ruku": 348,
        "hizbQuarter": 161,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "en.daryabadi",
      "language": "en",
      "name": "Daryabadi",
      "englishName": "Abdul Majid Daryabadi",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}