{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 41,
    "name": "سُورَةُ فُصِّلَتۡ",
    "englishName": "Fussilat",
    "englishNameTranslation": "Explained in detail",
    "revelationType": "Meccan",
    "numberOfAyahs": 54,
    "ayahs": [
      {
        "number": 4219,
        "text": "Ha-Mim.",
        "numberInSurah": 1,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4220,
        "text": "This is a revelation from the Compassionate, the Merciful -",
        "numberInSurah": 2,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4221,
        "text": "A Book whereof the verses are detailed: an Arabic Qur'an: for a people who know:",
        "numberInSurah": 3,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4222,
        "text": "A bearer of glad tidings and a warner. Yet most of them turn aside, so that they hearken not.",
        "numberInSurah": 4,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4223,
        "text": "And they say: our hearts are under veils from that whereUnto thou callest us, and in our ears there is heaviness, and betwixt us and thee there is a curtain; work thou then, verily we are Workers.",
        "numberInSurah": 5,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4224,
        "text": "Say thou: I am only a human being like Unto you: only it is revealed Unto me that your God is but One God, wherefore take the straight path Unto Him and seek forgiveness of Him. And woe be Unto the associators.",
        "numberInSurah": 6,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4225,
        "text": "Who give not the poor-rate; and they! in the Hereafter, they are disbelievers.",
        "numberInSurah": 7,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4226,
        "text": "Verily those who believe and work righteous works - Unto them shall be a hire unceasing.",
        "numberInSurah": 8,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4227,
        "text": "Say thou: are ye indeed those who disbelieve in Him who hath created the earth in two days, and set up Unto Him peers? That is the Lord of the worlds.",
        "numberInSurah": 9,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4228,
        "text": "And He placed therein mountains firmly rooted rising above it, and blessed it, and ordained therein the sustenance thereof, all this in four days: comglete: this for the inquirers.",
        "numberInSurah": 10,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4229,
        "text": "Thereafter turned He to the heaven and it was as smoke, and said Unto it and Unto the earth: come ye twain, willingly or loth. They said: we come willingly.",
        "numberInSurah": 11,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4230,
        "text": "Then He decreed them as seven heavens in two days, and revealed Unto each heaven the command thereof; and We bedecked the nether heaven with lamps and placed therein a guard. That is the ordinance of the Mighty, the Knower.",
        "numberInSurah": 12,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4231,
        "text": "Then if they Still turn away, say thou; I warn you of a calamity like the calamity of the 'Aad and Thamud.",
        "numberInSurah": 13,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4232,
        "text": "Recall what time the apostles came Unto them from before them and behind them, saying: worship none save Allah. They said: had our Lord listed, He surely would have sent down angels, so verily in that wherewith ye have been sent we are disbelievers altogether.",
        "numberInSurah": 14,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4233,
        "text": "As for the tribe of 'Aad - they grew stiff-necked on the earth without justification, and said: who is mightier than we in strength? Saw they not that Allah who created them,-He was Mightier than they in strength? And Our signs they were wont to gainsay.",
        "numberInSurah": 15,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4234,
        "text": "Wherefore We sent upon them a raging wind in days inauspicious, that We might make them taste the torment of humiliation in the life of the world; and surely the torment of the Hereafter will be more humiliating, nor will they be succoured.",
        "numberInSurah": 16,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4235,
        "text": "And as for the tribe of the Thamud We guided them but they preferred blindness to the guidance, wherefore the bolt of the torment of abjection laid hold of them because of that which they had been earning.",
        "numberInSurah": 17,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4236,
        "text": "And We delivered those who believed and had been fearing.",
        "numberInSurah": 18,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4237,
        "text": "And warn them of the Day whereon the enemies of Allah will be gathered Unto the Fire; and they will be set in bands.",
        "numberInSurah": 19,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 415,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4238,
        "text": "Until when they come to it, their ears and their sights and their skins will bear witness against them of that which they had been working.",
        "numberInSurah": 20,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 415,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4239,
        "text": "And they will say Unto their skins: wherefore bear ye witness against us They will say: Allah hath caused us to speak, Who causeth everything to speak, and Who created you the first time and Unto whom ye are now caused to return.",
        "numberInSurah": 21,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 415,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4240,
        "text": "Ye have not been taking cover against yourselves lest your ears and your eyes and your skins should bear witness against you, but ye imagined that Allah not much knew of that which ye were working.",
        "numberInSurah": 22,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 415,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4241,
        "text": "That thought of yours which ye formed concerning Your Lord, hath ruined you, and ye have become of the losers.",
        "numberInSurah": 23,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 415,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4242,
        "text": "Then if they are patient, the Fire is their home, and if they seek to please Allah, they will not be of those who are allowed to please Allah.",
        "numberInSurah": 24,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 415,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4243,
        "text": "And We have assigned Unto them some companions who made fairseeming Unto them that which was before them and that which was behind them justified upon them was the Word Pronounced on the communities of the jinn and mankind who passed away before them; verily they were the losers.",
        "numberInSurah": 25,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 415,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4244,
        "text": "And those who disbelieve say: hearken not Unto this Qur'an and babble therein, haply ye may overcome.",
        "numberInSurah": 26,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 416,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4245,
        "text": "Wherefore We will surely cause those who disbelieve to taste a severe tor ment, and We will surely requite them the worst of that which they have been working.",
        "numberInSurah": 27,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 416,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4246,
        "text": "That is the meed of the enemies of Allah: the Fire. Therein is their home of Abidence: a meed forasmuch as Our revelations they were wont to gainsay.",
        "numberInSurah": 28,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 416,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4247,
        "text": "And those who disbelieve will say: our Lord! show us those, of the jinn and mankind, who led us astray and we will place them underneath our feet that they may be of the nithermost.",
        "numberInSurah": 29,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 416,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4248,
        "text": "Verily those who say: our Lord is Allah, and have thereafter stood fast by it,- upon them there shall come down the angels: fear not, nor grieve, and rejoice in the tidings of the Garden which ye have been promised.",
        "numberInSurah": 30,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 416,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4249,
        "text": "We are your friends in the life of the world and in the Hereafter; there in yours will be whatsoever your souls desire, and therein yours shall be whatsoever ye call for.",
        "numberInSurah": 31,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 416,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4250,
        "text": "And entertainment from the Forgiving, the Merciful.",
        "numberInSurah": 32,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 416,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4251,
        "text": "And who is better in speech than he who summoneth Unto Allah, and worketh righteously, and saith: verily I am one of the Muslims.",
        "numberInSurah": 33,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4252,
        "text": "Nor can good and evil be equal. Repel thou evil with that which is goodly then behold he between whom and thee there was enmity, will be as though he was a warm friend.",
        "numberInSurah": 34,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4253,
        "text": "And none attaineth that except those who are patient; and none attaineth that except the owner of mighty good fortune,",
        "numberInSurah": 35,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4254,
        "text": "And if there inciteth thee an incitement from the Satan then seek refuge in Allah. Verily He! He is the Hearer, the Knower.",
        "numberInSurah": 36,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4255,
        "text": "And of His signs are the night and the day and the sun and the moon. So prostrate not yourselves Unto the sun nor the moon. but prostrate yourselves Unto Allah who hath created them, if it is He alone whom ye are worshipping.",
        "numberInSurah": 37,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4256,
        "text": "And if they grow stiff-necked, then verily those who are with thy Lord, hallow Him night and day, and they weary not.",
        "numberInSurah": 38,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": {
          "id": 12,
          "recommended": false,
          "obligatory": true
        }
      },
      {
        "number": 4257,
        "text": "And of His signs is that thou beholdest the earth lowly, and when We send down thereon water, it stirreth to life and groweth. Verily He who quickeneth is the Quickener of the dead. Verily He is over everything Potent.",
        "numberInSurah": 39,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4258,
        "text": "Verily those who blaspheme Our revelations are not hid from Us. Is he then who will be cast into the Fire better or he who cometh secure on the Day of Resurrection? Work whatsoever ye will; Verily He is of that which ye work the Beholder.",
        "numberInSurah": 40,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4259,
        "text": "Verily those who disbelieve in the Admonition when it cometh Unto them are themselves to blame. Verily it is a Book mighty.",
        "numberInSurah": 41,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4260,
        "text": "Falsehood cannot come at it from before it or behind it It, a revelation from One Wise and Praiseworthy.",
        "numberInSurah": 42,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4261,
        "text": "Naught is said Unto thee save that which was said Unto the apostles afore thee. Verily thy Lord is Owner of forgiveness and Owner of afflictive chastisement.",
        "numberInSurah": 43,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4262,
        "text": "And had We made it a recital in a foreign tongue, they would have surely said: wherefore are the verses thereof not detailed? A foreign tongue and an Arab! Say thou: Unto those who have believed it is a guidance and a healing: and those who believe not, - in their ears there is a heaviness, and Unto them it is blindness. These are they who are cried Unto from a place far-off.",
        "numberInSurah": 44,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4263,
        "text": "And assuredly We vouchsafed Unto Musa the Book, and difference arose concerning it; and had not a word gone forth from thy Lord, the affair would have been decreed between them. And verily they are in regard thereto in doubt and dubitating.",
        "numberInSurah": 45,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 418,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4264,
        "text": "Whosoever worketh righteously it is for his soul, and whosoever worketh evil it is against it. And thine Lord is not an oppressor Unto His bondmen.",
        "numberInSurah": 46,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 418,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4265,
        "text": "Unto Himl is remitted the knowledge of the Hour. And not a fruit cometh forth from the knops thereof; neither doth a female bear or bring forth but with His knowledge. And on the Day whereon He will call Unto them: where are my associates. they will say: we protet Unto Thee, none of us is a witness thereof.",
        "numberInSurah": 47,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4266,
        "text": "And there will fail them those whom they had been calling upon aforetime, and they will perceive that there is for them no shelter.",
        "numberInSurah": 48,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4267,
        "text": "Man is not wearied of praying for worldly good, and if there tcucheth him an evil, he is despondent, despairing.",
        "numberInSurah": 49,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4268,
        "text": "And, surely, if We cause him to taste mercy from Us after affliction hath touched him, he is sure to say: this is my own, and I deem not that the Hour will everarise, and were I to be brought back to my Lord, verily there will be for me, with Him, an excellent condition. But We shall surely declare Unto those who disbelieve that which they have worked, and We shall surely make them taste a torment rough..",
        "numberInSurah": 50,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4269,
        "text": "And when We shew favour Unto man, he turneth aside and withdraweth on his side, and when evil toucheth him, then he is full of prolonged prayer.",
        "numberInSurah": 51,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4270,
        "text": "Say thou: bethink ye! if it is really from Allah and then ye disbelieve therein, then who is further astray than one who is in schism far-off?",
        "numberInSurah": 52,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4271,
        "text": "Anon We shall shew them Our signs in the regions and in their ownselves until it becometh manifest Unto them that it is the truth. Sufficeth it not in regard to thy Lord, that He is over everything Witness?",
        "numberInSurah": 53,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4272,
        "text": "Lo! they are in doubt concerning the meeting with their Lord: Lo! He Is of everything the Encompasser!",
        "numberInSurah": 54,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "en.daryabadi",
      "language": "en",
      "name": "Daryabadi",
      "englishName": "Abdul Majid Daryabadi",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}