{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 7,
    "name": "سُورَةُ الأَعۡرَافِ",
    "englishName": "Al-A'raaf",
    "englishNameTranslation": "The Heights",
    "revelationType": "Meccan",
    "numberOfAyahs": 206,
    "ayahs": [
      {
        "number": 955,
        "text": "Elif, Lâm, Mîm, Sâd.",
        "numberInSurah": 1,
        "juz": 8,
        "manzil": 2,
        "page": 151,
        "ruku": 122,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 956,
        "text": "Bir kitaptır bu; sana indirildi, onunla uyarıda bulunasın diye ve inananlar için bir öğüt ve düşündürme olarak... O halde, bundan dolayı göğsünde bir sıkıntı olmasın.",
        "numberInSurah": 2,
        "juz": 8,
        "manzil": 2,
        "page": 151,
        "ruku": 122,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 957,
        "text": "Rabbinizden size indirilene uyun; O'nun berisinden birtakım velilerin ardına düşmeyin. Siz ne kadar da az öğüt alıyorsunuz!",
        "numberInSurah": 3,
        "juz": 8,
        "manzil": 2,
        "page": 151,
        "ruku": 122,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 958,
        "text": "Nice yurtları ve medeniyetleri yere batırdık biz. Öyle ki, geceleyin yahut öğlen uykusu uyumakta oldukları bir sırada azabımız tepelerine iniverdi.",
        "numberInSurah": 4,
        "juz": 8,
        "manzil": 2,
        "page": 151,
        "ruku": 122,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 959,
        "text": "Azabımız onlara gelip çattığında, yaptıkları, şu çığlığı yükseltmekten başka bir şey olmamıştır: Biz gerçekten zalimlerdik.",
        "numberInSurah": 5,
        "juz": 8,
        "manzil": 2,
        "page": 151,
        "ruku": 122,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 960,
        "text": "Yemin olsun, kendilerine elçi gönderilenleri muhakkak hesaba çekeceğiz; gönderilen elçileri de mutlaka hesaba çekeceğiz.",
        "numberInSurah": 6,
        "juz": 8,
        "manzil": 2,
        "page": 151,
        "ruku": 122,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 961,
        "text": "Onlara bir ilmin tanıklığında/bir ilmin aracılığıyla bütün serüveni mutlaka anlatacağız. Biz olup bitenlerden habersiz değildik.",
        "numberInSurah": 7,
        "juz": 8,
        "manzil": 2,
        "page": 151,
        "ruku": 122,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 962,
        "text": "O gün, iyi ve kötüyü ayıran ölçü haktır. Artık kimin ölçülüp tartılacak şeyleri ağır basarsa kurtuluşa erenler onlar olacaktır.",
        "numberInSurah": 8,
        "juz": 8,
        "manzil": 2,
        "page": 151,
        "ruku": 122,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 963,
        "text": "Ölçülüp tartılacak şeyleri hafif kalanlara gelince, işte onlar, ayetlerimize karşı zalimce davranışlar sergilemiş oldukları için, öz benliklerini hüsrana itmiş olacaklar.",
        "numberInSurah": 9,
        "juz": 8,
        "manzil": 2,
        "page": 151,
        "ruku": 122,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 964,
        "text": "Yemin olsun, sizi yeryüzünde yerleştirdik ve sizin için orada, geçiminize yarayacak nimet ve imkânlara vücut verdik. Ne de az şükrediyorsunuz!",
        "numberInSurah": 10,
        "juz": 8,
        "manzil": 2,
        "page": 151,
        "ruku": 122,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 965,
        "text": "Andolsun ki sizi yarattık, sonra sizi biçimlendirdik, sonra da meleklere \"Âdem'e secde edin\" dedik. Onlar da secde ettiler. Ama İblis etmedi, secde edenlerden olmadı o.",
        "numberInSurah": 11,
        "juz": 8,
        "manzil": 2,
        "page": 151,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 966,
        "text": "Allah buyurdu: \"Sana emrettiğimde secde etmeni engelleyen neydi?\" İblis dedi: \"Ben ondan hayırlıyım. Beni ateşten yarattın, onu çamurdan yarattın.\"",
        "numberInSurah": 12,
        "juz": 8,
        "manzil": 2,
        "page": 152,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 967,
        "text": "Buyurdu: \"O halde in oradan. Senin haddine mi orada büyüklük taslamak! Hadi çık! Sen alçaklardansın.\"",
        "numberInSurah": 13,
        "juz": 8,
        "manzil": 2,
        "page": 152,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 968,
        "text": "Dedi: \"İnsanların diriltileceği güne kadar bana süre ver.\"",
        "numberInSurah": 14,
        "juz": 8,
        "manzil": 2,
        "page": 152,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 969,
        "text": "Buyurdu: \"Süre verilenlerdensin.\"",
        "numberInSurah": 15,
        "juz": 8,
        "manzil": 2,
        "page": 152,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 970,
        "text": "Dedi: \"Beni azdırmana yemin ederim ki, onları saptırmak için senin dosdoğru yolun üzerine kurulacağım.\"",
        "numberInSurah": 16,
        "juz": 8,
        "manzil": 2,
        "page": 152,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 971,
        "text": "\"Sonra onlara; önlerinden, arkalarından, sağlarından, sollarından musallat olacağım. Birçoklarını şükreder bulamayacaksın.\"",
        "numberInSurah": 17,
        "juz": 8,
        "manzil": 2,
        "page": 152,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 972,
        "text": "Allah buyurdu: \"Çık oradan. Yenik düşmüş ve kovulmuş olarak. Onlardan sana uyan olursa yemin olsun ki, cehennemi tamamen sizden dolduracağım.\"",
        "numberInSurah": 18,
        "juz": 8,
        "manzil": 2,
        "page": 152,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 973,
        "text": "\"Ey Âdem! Sen ve eşin cennette oturun, dilediğiniz yerden yiyin ama şu ağaca yaklaşmayın. Yoksa ikiniz de zalimlerden olursunuz.\"",
        "numberInSurah": 19,
        "juz": 8,
        "manzil": 2,
        "page": 152,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 974,
        "text": "Derken, şeytan, kendilerinden gizlenmiş çirkin yerlerini onlara açmak için ikisine de vesvese verdi. Dedi: \"Rabbinizin sizi şu ağaçtan uzak tutması, iki melek olmayasınız yahut ölümsüzler arasına katılmayasınız diyedir.\"",
        "numberInSurah": 20,
        "juz": 8,
        "manzil": 2,
        "page": 152,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 975,
        "text": "Ve onlara, \"ben size öğüt verenlerdenim\" diye yemin de etti.",
        "numberInSurah": 21,
        "juz": 8,
        "manzil": 2,
        "page": 152,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 976,
        "text": "Nihayet onları kandırarak aşağı çekti. O ikisi ağaçtan tadınca çirkin yerleri kendilerine açıldı. Bahçenin yapraklarından yamalar yapıp üzerlerine örtmeye başladılar. Rableri onlara seslendi: \"Ben size bu ağacı yasaklamadım mı? Ben size, şeytan sizin için açık bir düşmandır demedim mi?\"",
        "numberInSurah": 22,
        "juz": 8,
        "manzil": 2,
        "page": 152,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 977,
        "text": "\"Ey Rabbimiz, dediler, öz benliklerimize zulmettik. Eğer bizi affetmez, bize acımazsan elbette ki hüsrana uğrayanlardan olacağız.\"",
        "numberInSurah": 23,
        "juz": 8,
        "manzil": 2,
        "page": 153,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 978,
        "text": "Buyurdu: \"Kiminiz kiminize düşman olarak inin. Yeryüzünde belirli bir süreye kadan mekân tutmanız ve nimetlenmeniz öngörülmüştür.\"",
        "numberInSurah": 24,
        "juz": 8,
        "manzil": 2,
        "page": 153,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 979,
        "text": "Buyurdu: \"Orada hayat bulacaksınız, orada öleceksiniz ve oradan çıkarılacaksınız.\"",
        "numberInSurah": 25,
        "juz": 8,
        "manzil": 2,
        "page": 153,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 980,
        "text": "Ey âdemoğulları! Şu bir gerçek ki size, edep yerlerinizi örtecek giysi de indirdik, süs ve gösterişe yarayacak giysi de... Ama korunup sakınmaya yarayan giysi en hayırlısıdır. İşte bu, Allah'ın ayetlerindendir. Düşünüp öğüt almaları umuluyor.",
        "numberInSurah": 26,
        "juz": 8,
        "manzil": 2,
        "page": 153,
        "ruku": 124,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 981,
        "text": "Ey âdemoğulları! Şeytan, ana-babanızı, edep yerlerini onlara göstermek için elbiselerini soyarak cennetten çıkardığı gibi, sakın size de bir fitne musallat etmesin. Çünkü o ve kabilesi sizi, onları göremeyeceğiniz yerden görürler. Biz o şeytanları, inanmayanlara dostlar yaptık.",
        "numberInSurah": 27,
        "juz": 8,
        "manzil": 2,
        "page": 153,
        "ruku": 124,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 982,
        "text": "Bir iğrençlik yaptıklarında şöyle derler: \"Atalarımızı bu hal üzere bulmuştuk. Yani Allah emretti bize bunu.\" De ki: \"Allah, edepsizliği/iğrençliği emretmez. Allah hakkında, bilmediğiniz şeyleri mi söylüyorsunuz?\"",
        "numberInSurah": 28,
        "juz": 8,
        "manzil": 2,
        "page": 153,
        "ruku": 124,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 983,
        "text": "Şunu da söyle: \"Rabbim bana adaleti emretti. Her mescitte yüzlerinizi O'na doğrultun. Dini yalnız O'na özgüleyerek O'na yakarın. Tıpkı sizi ilk yarattığı gibi O'na döneceksiniz.\"",
        "numberInSurah": 29,
        "juz": 8,
        "manzil": 2,
        "page": 153,
        "ruku": 124,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 984,
        "text": "Bir kısmını iyiye ve güzele kılavuzladı, bir kısmının üzerine de sapıklık hak oldu. Onlar, Allah'ı bırakıp şeytanları dost edinmişlerdi. Bir de kendilerinin hidayet üzere olduklarını sanırlar.",
        "numberInSurah": 30,
        "juz": 8,
        "manzil": 2,
        "page": 153,
        "ruku": 124,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 985,
        "text": "Ey âdemoğulları! Tüm mescitlerde süslü, güzel giysilerinizi kuşanın. Yiyin, için fakat israf etmeyin. Allah israf edenleri sevmez.",
        "numberInSurah": 31,
        "juz": 8,
        "manzil": 2,
        "page": 154,
        "ruku": 124,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 986,
        "text": "De ki: \"Allah'ın kulları için çıkardığı süsü, güzel, temiz ve tatlı rızıkları kim haram etmiş?\" De ki: \"Dünya hayatında onlar, inananlar için de var. Kıyamet gününde ise yalnız inananlar içindir onlar.\" Bilgiden nasipli bir topluluk için biz, ayetleri böyle ayrıntılı kılıyoruz.",
        "numberInSurah": 32,
        "juz": 8,
        "manzil": 2,
        "page": 154,
        "ruku": 125,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 987,
        "text": "De ki: \"Rabbim, ancak şunları haram kıldı: \"İğrençlikleri-görünenini, gizli olanını-günahı, haksız yere saldırmayı, hakkında hiçbir kanıt indirmediği şeyi Allah'a ortak koşmayı, bir de Allah hakkında bilmediğiniz şeyleri söylemeyi.\"",
        "numberInSurah": 33,
        "juz": 8,
        "manzil": 2,
        "page": 154,
        "ruku": 125,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 988,
        "text": "Her ümmet için belirlenmiş bir süre vardır. Süreleri dolunca ne bir saat geri kalırlar ne de öne geçerler.",
        "numberInSurah": 34,
        "juz": 8,
        "manzil": 2,
        "page": 154,
        "ruku": 125,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 989,
        "text": "Ey âdemoğulları! İçinizden size ayetlerimi yüzünüze karşı anlatan resuller geldiğinde, korunup hallerini düzeltenlere hiçbir korku dokunmayacaktır. Onlar tasalanmayacaklardır da.",
        "numberInSurah": 35,
        "juz": 8,
        "manzil": 2,
        "page": 154,
        "ruku": 125,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 990,
        "text": "Ayetlerimizi yalanlayıp onlar karşısında burun kıvıranlara gelince, bunlar ateşin dostlarıdır. Sürekli kalacaklardır onun içinde.",
        "numberInSurah": 36,
        "juz": 8,
        "manzil": 2,
        "page": 154,
        "ruku": 125,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 991,
        "text": "Yalan düzerek Allah'a iftira eden yahut O'nun ayetlerini yalanlayandan daha zalim kim vardır? İşte bunların Kitap'tan nasipleri kendilerine ulaşır, nihayet elçilerimiz onlara gelip canlarını alırken şöyle derler: \"Allah'ın berisinden yakardıklarınız nerede?\" Şu cevabı verirler: \"Bizden uzaklaşıp kayboldular.\" Böylece, öz benlikleri aleyhine kendilerinin kâfir olduğuna tanıklık ettiler.",
        "numberInSurah": 37,
        "juz": 8,
        "manzil": 2,
        "page": 154,
        "ruku": 125,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 992,
        "text": "Allah buyurdu: \"Sizden önce gelip geçmiş cin ve insan topluluklarıyla iç içe girin bakalım ateşe.\" Her ümmet girdiğinde, yoldaşına/kızkardeşine lanet eder. Nihayet, hepsi orada bir araya gelince, sonrakiler öncekiler için şöyle derler: \"Rabbimiz! Bizi bunlar saptırdılar. Ateş azabını bunlara bir kat daha fazla ver.\" Allah buyurur: \"Her biri için bir kat fazlası var, fakat siz bilmezsiniz!\"",
        "numberInSurah": 38,
        "juz": 8,
        "manzil": 2,
        "page": 155,
        "ruku": 125,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 993,
        "text": "Öncekiler de sonrakiler için şöyle konuşurlar: \"Artık sizin, bizim üzerimizde bir üstünlüğünüz yok. O halde kazandıklarınıza karşılık azabı tadın.\"",
        "numberInSurah": 39,
        "juz": 8,
        "manzil": 2,
        "page": 155,
        "ruku": 125,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 994,
        "text": "Ayetlerimizi yalanlayan ve onlar karşısında büyüklük taslayanlar var ya, gök kapıları açılamayacaktır onlar için ve deve iğne deliğinden geçinceye kadar cennete giremeyeceklerdir onlar. Suçluları böyle cezalandırırız biz.",
        "numberInSurah": 40,
        "juz": 8,
        "manzil": 2,
        "page": 155,
        "ruku": 126,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 995,
        "text": "Onlar için cehennemden bir döşek/beşik ve üstlerinde kılıflar vardır. Zalimleri böyle cezalandırırız biz.",
        "numberInSurah": 41,
        "juz": 8,
        "manzil": 2,
        "page": 155,
        "ruku": 126,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 996,
        "text": "İman edip hayra ve barışa yönelik işler yapanlar -ki biz, her benliğe ancak yaratılış kapasitesi ölçüsünde görev yükleriz- ise cennetin dostlarıdır. Sürekli kalacaklardır orada.",
        "numberInSurah": 42,
        "juz": 8,
        "manzil": 2,
        "page": 155,
        "ruku": 126,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 997,
        "text": "Göğüslerinde düşmanlıktan ne varsa söküp atmışızdır. Irmaklar akar altlarından. Şöyle derler: \"Hamt olsun bizi buraya ulaştıran Allah'a. Eğer Allah bize kılavuzluk etmeseydi, biz buraya ulaşamazdık. Yemin olsun ki, Rabbimizin resulleri gerçeği getirmişler.\" Şöyle seslenilir: \"İşte size, yaptıklarınıza karşılık mirasçı kılındığınız cennet!\"",
        "numberInSurah": 43,
        "juz": 8,
        "manzil": 2,
        "page": 155,
        "ruku": 126,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 998,
        "text": "Cennet halkı ateş halkına şöyle seslenir: \"Biz, Rabbimiziin bize vaat ettiğini gerçek bulduk. Peki siz, Rabbinizin size vaat ettiğini gerçek buldunuz mu?\" Onlar, \"Evet!\" derler. Aralarından bir duyurucu şunu ilan eder: \"Allah'ın laneti, zalimlerin üzerine olsun!\"",
        "numberInSurah": 44,
        "juz": 8,
        "manzil": 2,
        "page": 156,
        "ruku": 126,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 999,
        "text": "Onlar ki, Allah'ın yolundan geri çevirip yolun eğri-büğrüsünü isterler, onlar âhireti de inkâr edenlerdir.",
        "numberInSurah": 45,
        "juz": 8,
        "manzil": 2,
        "page": 156,
        "ruku": 126,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 1000,
        "text": "İki taraf arasında bir perde, A'raf üzerinde de herkesi yüzlerinden tanıyan erler vardır. Cennet halkı, özleyip durdukları halde henüz ona girmemiş olanlara şöyle seslenirler: \"Selam size!\"",
        "numberInSurah": 46,
        "juz": 8,
        "manzil": 2,
        "page": 156,
        "ruku": 126,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 1001,
        "text": "Gözleri ateş halkı tarafına çevrildiğinde de şöyle yakardılar: \"Ey Rabbimiz, bizleri, zalimler topluluğuyla birleştirme!\"",
        "numberInSurah": 47,
        "juz": 8,
        "manzil": 2,
        "page": 156,
        "ruku": 126,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1002,
        "text": "A'raf halkı, yüzlerinden tanıdıkları bazı erkeklere seslenip şöyle derler: \"Bir araya gelmeniz de büyüklük taslamanız da size hiçbir yarar sağlamadı.\"",
        "numberInSurah": 48,
        "juz": 8,
        "manzil": 2,
        "page": 156,
        "ruku": 127,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1003,
        "text": "\"Şunlar mıydı o, 'Allah kendilerini hiçbir rahmete erdirmeyecek' diye yemin ettikleriniz?\" Ey cennetliler! Siz de girin cennete. Ne bir korku var size ne de kederleneceksiniz.",
        "numberInSurah": 49,
        "juz": 8,
        "manzil": 2,
        "page": 156,
        "ruku": 127,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1004,
        "text": "Ateş halkı, cennet halkına seslenir: \"Şu sudan yahut Allah'ın sizi rızıklandırdığından biraz da bize akıtın.\" Şu cevabı verirler: \"Allah, o ikisini de, küfre sapanlara haram kılmıştır.\"",
        "numberInSurah": 50,
        "juz": 8,
        "manzil": 2,
        "page": 156,
        "ruku": 127,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1005,
        "text": "Onlar kendi dinlerini eğlence ve oyun haline getirdiler, iğreti hayat onları aldattı. Onlar bugüne kavuşacaklarını unutmuşlardı. Ayetlerimize karşı direniyorlardı. Bugün de biz onları unutuyoruz.",
        "numberInSurah": 51,
        "juz": 8,
        "manzil": 2,
        "page": 156,
        "ruku": 127,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1006,
        "text": "Yemin olsun ki, biz onlara, ilme uygun biçimde, ayrıntılı kıldığımız bir Kitap getirdik. İnanan bir topluluk için bir kılavuz, bir rahmettir o.",
        "numberInSurah": 52,
        "juz": 8,
        "manzil": 2,
        "page": 157,
        "ruku": 127,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1007,
        "text": "Onun yalnız tevilini gözetirler. Onun tevili geldiği gün, daha önce onu unutanlar şöyle derler: \"İnan olsun, Rabbimizin resulleri gerçeği getirmişler! Acaba bizim için şefaatçılar var mı ki, bize şefaat etsinler; yahut daha önce yaptıklarımızdan başkasını yapalım diye geri gönderilebilir miyiz?\" Öz benliklerini hüsrana ittiler. İftiralarına âlet ettikleri, onlardan uzaklaşıp kayboldu.",
        "numberInSurah": 53,
        "juz": 8,
        "manzil": 2,
        "page": 157,
        "ruku": 127,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1008,
        "text": "Rabbiniz o Allah'tır ki, gökleri ve yeri altı günde yaratmış, sonra da arş üzerinde egemenlik kurmuştur. Geceyi gündüze bürüyüp örter. O bunu, bu da onu aralıksız ve titiz bir biçimde kovalar durur. Güneş, Ay, yıldızlar O'nun emrine boyun eğmiş. Gözünüzü açın; yaratış da O'nundur, emir veriş de/yaratış da O'nun içindir, emir veriş de. Âlemlerin Rabbi olan Allah çok yücedir.",
        "numberInSurah": 54,
        "juz": 8,
        "manzil": 2,
        "page": 157,
        "ruku": 128,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1009,
        "text": "Rabbinize; boyun bükerek, gizlice/ürpererek yakarın. O, haddi aşanları/azmışları sevmez.",
        "numberInSurah": 55,
        "juz": 8,
        "manzil": 2,
        "page": 157,
        "ruku": 128,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1010,
        "text": "Yeryüzünde, orası barışa kavuştuktan sonra bozgun çıkarmayın. Ürpererek ve ümit ederek dua edin O'na. Hiç kuşkusuz, Allah'ın rahmeti, güzel düşünüp güzel iş yapanlara çok yakındır.",
        "numberInSurah": 56,
        "juz": 8,
        "manzil": 2,
        "page": 157,
        "ruku": 128,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1011,
        "text": "Rüzgârları, rahmetinin önünden müjdeci gönderen O'dur. Nihayet onlar, yüklerle ağırlaşmış bulutları yüklenince onu ölü bir beldeye göndeririz; onunla su indiririz de o suyla her türlü meyveyi çıkarırız. İşte biz, ölüleri de böyle çıkarırız. Düşünüp ibret almanız umuluyor.",
        "numberInSurah": 57,
        "juz": 8,
        "manzil": 2,
        "page": 157,
        "ruku": 128,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1012,
        "text": "Güzel ve temiz beldenin bitkisi Rabbinin izniyle çıkar. Pis ve çorak beldeden ise zararlı bitkiden başkası çıkmaz. Şükreden bir topluluk için ayetleri işte böyle çeşitli şekillerde sergiliyoruz.",
        "numberInSurah": 58,
        "juz": 8,
        "manzil": 2,
        "page": 158,
        "ruku": 128,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1013,
        "text": "Yemin olsun ki biz, Nûh'u toplumuna gönderdik de o şöyle dedi: \"Ey toplumum! Allah'a kulluk ve ibadet edin. Sizin ondan başka tanrınız yok. Üstünüze çok büyük bir azabın inmesinden korkuyorum.\"",
        "numberInSurah": 59,
        "juz": 8,
        "manzil": 2,
        "page": 158,
        "ruku": 129,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1014,
        "text": "Toplumunun kodamanları dediler ki: \"Vallahi biz seni açık bir sapıklık içinde görüyoruz.\"",
        "numberInSurah": 60,
        "juz": 8,
        "manzil": 2,
        "page": 158,
        "ruku": 129,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1015,
        "text": "Nûh dedi: \"Ey toplumum! Sapıklık falan yok bende. Tam aksine ben, âlemlerin Rabbi'nden bir resulüm.\"",
        "numberInSurah": 61,
        "juz": 8,
        "manzil": 2,
        "page": 158,
        "ruku": 129,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1016,
        "text": "\"Size Rabbimin vahiylerini tebliğ ediyorum, size öğüt veriyorum. Allah'ın yardımıyla, sizin bilmediğiniz şeyleri biliyorum.\"",
        "numberInSurah": 62,
        "juz": 8,
        "manzil": 2,
        "page": 158,
        "ruku": 129,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1017,
        "text": "\"Korunmanız, rahmet bulmanız için sizi uyarmak üzere bir adam aracılığıyla Rabbinizden size bir öğüt gelmesine şaştınız mı?\"",
        "numberInSurah": 63,
        "juz": 8,
        "manzil": 2,
        "page": 158,
        "ruku": 129,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1018,
        "text": "Onu yalanladılar. Bunun üzerine biz onu ve beraberindekileri gemi içinde kurtardık, ayetlerimizi yalanlayanları boğduk. Gözleri görmez bir topluluktu onlar.",
        "numberInSurah": 64,
        "juz": 8,
        "manzil": 2,
        "page": 158,
        "ruku": 129,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1019,
        "text": "Âd'a da kardeşleri Hûd'u gönderdik. Dedi ki: \"Ey toplumum! Allah'a kulluk edin. Sizin O'ndan başka ilahınız yok. Hâlâ sakınmıyor musunuz?\"",
        "numberInSurah": 65,
        "juz": 8,
        "manzil": 2,
        "page": 158,
        "ruku": 130,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1020,
        "text": "Toplumunun inkârcı kodamanları dediler ki: \"Biz seni bir beyinsizliğe düşmüş görüyoruz ve kesinlikle yalancılardan olduğunu düşünüyoruz.\"",
        "numberInSurah": 66,
        "juz": 8,
        "manzil": 2,
        "page": 158,
        "ruku": 130,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1021,
        "text": "Hûd dedi: \"Ey toplumum! Bende beyinsizlik yok, ben âlemlerin Rabbi'nden bir resulüm.\"",
        "numberInSurah": 67,
        "juz": 8,
        "manzil": 2,
        "page": 158,
        "ruku": 130,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1022,
        "text": "\"Rabbimin mesajlarını size tebliğ ediyorum. Ben sizin için güvenilir bir öğütçüyüm.\"",
        "numberInSurah": 68,
        "juz": 8,
        "manzil": 2,
        "page": 159,
        "ruku": 130,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1023,
        "text": "\"Sizi uyarmak için içinizden bir adam aracılığıyla size Rabbinizden bir ihtar gelmesine şaştınız mı? Hatırlayın ki, O sizi Nûh toplumundan sonra halefler yaptı ve yaratılışta size daha fazla bir boy-bos verdi. Allah'ın nimetlerini anın ki kurtulabilesiniz.\"",
        "numberInSurah": 69,
        "juz": 8,
        "manzil": 2,
        "page": 159,
        "ruku": 130,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1024,
        "text": "Dediler ki: \"Sen, yalnız Allah'a ibadet edelim de atalarımızın kulluk etmekte olduklarını terk edelim diye mi bize geldin? Eğer doğru sözlü isen hadi bizi tehdit ettiğini bize getir.\"",
        "numberInSurah": 70,
        "juz": 8,
        "manzil": 2,
        "page": 159,
        "ruku": 130,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1025,
        "text": "Hûd dedi: \"Rabbinizden bir azap ve gazap indi ya! Haklarında Allah'ın hiçbir kanıt indirmediği, sadece atalarınızın ve sizin uydurduğunuz birtakım isimler hakkında mı benimle çekişiyorsunuz? Bekleyin bakalım, sizinle beraber ben de bekleyenlerdenim.\"",
        "numberInSurah": 71,
        "juz": 8,
        "manzil": 2,
        "page": 159,
        "ruku": 130,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1026,
        "text": "Nihayet onu ve beraberindekileri bizden bir rahmetle kurtardık; ayetlerimizi yalanlayanların da kökünü kestik. İnanan kişiler değillerdi onlar.",
        "numberInSurah": 72,
        "juz": 8,
        "manzil": 2,
        "page": 159,
        "ruku": 130,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1027,
        "text": "Semûd'a da kardeşleri Sâlih'i gönderdik. Dedi ki: \"Ey toplumum! Allah'a kulluk edin. Sizin O'ndan başka ilahınız yok. Size Rabbinizden bir beyyine/açık bir kanıt gelmiştir. İşte şu; Allah'ın devesi. Sizin için bir mucize. Rahat bırakın onu, Allah'ın toprağında otlasın. Kötü bir niyetle dokunmayın ona. Yoksa korkunç bir azap yakalar sizi.\"",
        "numberInSurah": 73,
        "juz": 8,
        "manzil": 2,
        "page": 159,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1028,
        "text": "\"Hatırlayın ki, Allah sizi Âd'dan sonra halefler yaptı ve yeryüzünde sizi yerleştirdi. O'nun düzlüklerinde saraylar kuruyorsunuz, dağlarını yontup ev yapıyorsunuz. Artık Allah'ın nimetlerini anın da fesat çıkararak yeryüzünü berbat etmeyin.\"",
        "numberInSurah": 74,
        "juz": 8,
        "manzil": 2,
        "page": 160,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1029,
        "text": "Toplumunun kibre saplanmış kodamanları, içlerinden inanıp da baskı altında tutularak ezilenlere şöyle dediler: \"Siz Sâlih'in, gerçekten Rabbi tarafından gönderildiğini biliyor musunuz?\" Onlar: \"Onun aracılığıyla gönderilene gerçekten inanıyoruz.\" dediler.",
        "numberInSurah": 75,
        "juz": 8,
        "manzil": 2,
        "page": 160,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1030,
        "text": "Kibre sapanlar şöyle konuştu: \"Biz sizin inandığınızı inkâr edenleriz.\"",
        "numberInSurah": 76,
        "juz": 8,
        "manzil": 2,
        "page": 160,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1031,
        "text": "Bu arada dişi deveyi boğazladılar. Ve Rablerinin emrinden dışarı çıkıp şöyle dediler: \"Ey Sâlih! Eğer Allah tarafından gönderilenlerdensen, bizi tehdit ettiğin şeyi önümüze getiriver.\"",
        "numberInSurah": 77,
        "juz": 8,
        "manzil": 2,
        "page": 160,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1032,
        "text": "Bunun üzerine onları, o şiddetli sarsıntı/o korkunç titreşim yakaladı da öz yurtlarında yere çökmüş bir hale geldiler.",
        "numberInSurah": 78,
        "juz": 8,
        "manzil": 2,
        "page": 160,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1033,
        "text": "Nihayet, Sâlih onlardan yüzünü döndürüp şöyle dedi: \"Ey toplumum! Andolsun ki, Rabbimin mesajını size tebliğ ettim, size öğüt verdim; ama siz öğüt verenleri sevmiyorsunuz.\"",
        "numberInSurah": 79,
        "juz": 8,
        "manzil": 2,
        "page": 160,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1034,
        "text": "Ve Lût... Toplumuna şöye demişti: \"Sizden önce âlemlerden hiçbirinin yapmadığı bir iğrençliğe mi girişiyorsunuz?\"",
        "numberInSurah": 80,
        "juz": 8,
        "manzil": 2,
        "page": 160,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1035,
        "text": "\"Siz, kadınları bırakıp şehvetiniz yüzünden erkeklere gidiyorsunuz. Doğrusu siz sınır tanımayan bir topluluksunuz.\"",
        "numberInSurah": 81,
        "juz": 8,
        "manzil": 2,
        "page": 160,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1036,
        "text": "Toplumunun cevabı sadece şunu söylemeleri oldu: \"Çıkarın şunları kentimizden. Çünkü onlar, temizlik tutkunu insanlardır.\"",
        "numberInSurah": 82,
        "juz": 8,
        "manzil": 2,
        "page": 161,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1037,
        "text": "Biz de onu ve ailesini kurtardık. Karısı müstesna. O, geriye kalıp yere geçenlerden oldu.",
        "numberInSurah": 83,
        "juz": 8,
        "manzil": 2,
        "page": 161,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1038,
        "text": "Üzerlerine bir de yağmur indirdik. Bak nasıl oldu suçluların sonu!",
        "numberInSurah": 84,
        "juz": 8,
        "manzil": 2,
        "page": 161,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1039,
        "text": "Medyen'e de kardeşleri Şuayb'ı gönderdik. Şöyle dedi: \"Ey toplumum! Allah'a kulluk edin. Size O'ndan başka ilah yok! Size Rabbinizden açık bir kanıt gelmiştir. Ölçü ve tartıda dürüst davranın. İnsanların eşyasına el koymaya tenezzül etmeyin. Yeryüzünde, orası barışa kavuştuktan sonra bozgun çıkarmayın. Eğer inanan insanlarsanız bu sizin için daha hayırlıdır.\"",
        "numberInSurah": 85,
        "juz": 8,
        "manzil": 2,
        "page": 161,
        "ruku": 132,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1040,
        "text": "\"Her yol üstünde oturup da tehdit savurarak Allah yolundan O'na inananları çevirmeyin. Yolun çarpığını isteyip durmayın. Hatırlayın ki, siz az idiniz, O sizi çoğalttı. Bir bakın, nasılmış bozguncuların sonu!\"",
        "numberInSurah": 86,
        "juz": 8,
        "manzil": 2,
        "page": 161,
        "ruku": 132,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1041,
        "text": "\"İçinizden bir grup, benimle gönderilene inanmış, bir başka grup da inanmamışsa, Allah aranızda hükmedinceye kadar sabırlı olun. O, yargıçların en hayırlısıdır.",
        "numberInSurah": 87,
        "juz": 8,
        "manzil": 2,
        "page": 161,
        "ruku": 132,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1042,
        "text": "Toplumunun büyüklük taslayan kodamanları dediler ki: \"Ey Şuayb! Ya kesinlikle milletinize dönersiniz yahut da seni ve seninle birlikte inananları kentimizden mutlaka çıkarırız.\" Dedi ki: \"Ya istemiyorsak; zor ve baskıyla mı?\"",
        "numberInSurah": 88,
        "juz": 9,
        "manzil": 2,
        "page": 162,
        "ruku": 132,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1043,
        "text": "\"Allah bizi, milletinizden kurtardıktan sonra tekrar o millete dönersek yalan düzüp Allah'a iftira etmiş oluruz. Rabbimiz Allah istemediği sürece, sizin milletinize dönmemiz söz konusu edilemez. Rabbimiz, bilgice her şeyi kuşatmıştır. Allah'a dayanıp güvendik biz! Ey Rabbimiz! Toplumumuzla bizim aramızda hak ile hükmet. Sen, çözüm getirenlerin en hayırlısısın.\"",
        "numberInSurah": 89,
        "juz": 9,
        "manzil": 2,
        "page": 162,
        "ruku": 132,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1044,
        "text": "Toplumunun küfre sapan kodamanları dedi ki: \"Eğer Şuayb'ın ardı sıra giderseniz hüsrana gömülenler olursunuz.\"",
        "numberInSurah": 90,
        "juz": 9,
        "manzil": 2,
        "page": 162,
        "ruku": 132,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1045,
        "text": "Bunun üzerine o şiddetli sarsıntı/o korkunç titreşim onları yakalayıverdi de öz yurtlarında yere çökmüş hale geldiler.",
        "numberInSurah": 91,
        "juz": 9,
        "manzil": 2,
        "page": 162,
        "ruku": 132,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1046,
        "text": "Şuaybı yalanlayanlar sanki o yerde hiç şenlik kurmamışlardı. Şuayb'ı yalanlayanlar hüsrana saplananların ta kendileriydi.",
        "numberInSurah": 92,
        "juz": 9,
        "manzil": 2,
        "page": 162,
        "ruku": 132,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1047,
        "text": "Şuayb onlardan yüzünü döndürdü de şöyle dedi: \"Yemin olsun, ben size Rabbimin gönderdiklerini ilettim. Size öğüt verdim. Artık küfre batmış bir topluluğa nasıl acırım?\"",
        "numberInSurah": 93,
        "juz": 9,
        "manzil": 2,
        "page": 162,
        "ruku": 132,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1048,
        "text": "Biz bir ülkeye bir peygamber gönderdiğimizde, onun halkını zorluk ve darlıkla mutlaka sıktık ki, sığınıp yakarsınlar.",
        "numberInSurah": 94,
        "juz": 9,
        "manzil": 2,
        "page": 162,
        "ruku": 133,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1049,
        "text": "Sonra zorluk ve sıkıntının yerine mutluluk ve güzelliği getirmişiz de çoğalmışlar ve şöyle demişlerdir: \"Atalarımız da zorluk ve sevinçle yüzyüze gelmişlerdi.\" Nihayet biz onları farkında olmadıkları bir sırada ansızın yakalayıverdik.",
        "numberInSurah": 95,
        "juz": 9,
        "manzil": 2,
        "page": 162,
        "ruku": 133,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1050,
        "text": "O medeniyetlerin halkı inanıp korunsalardı, elbette ki üzerlerine gökten ve yerden bereketler saçardık. Ama yalanladılar, biz de onları, kazanır olduklarıyla yakalayıverdik.",
        "numberInSurah": 96,
        "juz": 9,
        "manzil": 2,
        "page": 163,
        "ruku": 133,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1051,
        "text": "O kentlerin halkı, uyudukları bir sırada, şiddetimizin bir gece kendilerine gelmeyeceğinden emin mi idiler?",
        "numberInSurah": 97,
        "juz": 9,
        "manzil": 2,
        "page": 163,
        "ruku": 133,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1052,
        "text": "Yoksa o kentler halkının, bir kuşluk vakti oynayıp eğlenirken azabımızın yakalarına yapışmayacağına ilişkin bir garantileri mi vardı?",
        "numberInSurah": 98,
        "juz": 9,
        "manzil": 2,
        "page": 163,
        "ruku": 133,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1053,
        "text": "Allah'ın tuzağından emin miydiler? Hüsrana uğrayan topluluktan başkası Allah'ın tuzağından emin olamaz.",
        "numberInSurah": 99,
        "juz": 9,
        "manzil": 2,
        "page": 163,
        "ruku": 133,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1054,
        "text": "Tüm bu olanlar, eski sahiplerinden sona yeryüzüne mirasçı olanlara şunu göstermedi mi? Dilersek onları günahları yüzünden belaya çarptırırız, kalpleri üzerine mühür basarız da artık söz dinleyemez olurlar.",
        "numberInSurah": 100,
        "juz": 9,
        "manzil": 2,
        "page": 163,
        "ruku": 134,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1055,
        "text": "İşte o kentler/medeniyetler! Haberlerinden bir kısmını anlatıyoruz sana. Yemin olsun, resulleri onlara açık-seçik deliller getirmişti. Ama daha önce yalanlamış oldukları için inanamadılar. Küfre sapanların kalplerini Allah işte böyle mühürler.",
        "numberInSurah": 101,
        "juz": 9,
        "manzil": 2,
        "page": 163,
        "ruku": 134,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1056,
        "text": "Onların birçoğunda ahde vefadan eser bulmadık. Onların birçoğunu tam sapıklar olarak bulduk.",
        "numberInSurah": 102,
        "juz": 9,
        "manzil": 2,
        "page": 163,
        "ruku": 134,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1057,
        "text": "Onların ardından Mûsa'yı, ayetlerimizle Firavun'a ve kodamanlarına gönderdik de ayetlerimiz karşısında zulme saptılar. Bir bak, nasıl olmuştur bozguncuların sonu!",
        "numberInSurah": 103,
        "juz": 9,
        "manzil": 2,
        "page": 163,
        "ruku": 134,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1058,
        "text": "Mûsa dedi ki: \"Ey Firavun! Kuşkun olmasın ki ben, âlemlerin Rabbi'nin bir resulüyüm.\"",
        "numberInSurah": 104,
        "juz": 9,
        "manzil": 2,
        "page": 163,
        "ruku": 134,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1059,
        "text": "\"Allah hakkında gerçek dışında bir şey söylememek benim üzerimde bir varoluş borcudur. Ben size Rabbinizden bir beyyine getirdim. Artık İsrailoğullarını benimle gönder.\"",
        "numberInSurah": 105,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 134,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1060,
        "text": "Firavun dedi: \"Bir mucize getirdinse, doğru sözlülerden isen onu ortaya çıkar!\"",
        "numberInSurah": 106,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 134,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1061,
        "text": "Bunun üzerine Mûsa, asasını yere attı; birden korkunç bir ejderha oluverdi o.",
        "numberInSurah": 107,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 134,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1062,
        "text": "Elini çekip çıkardı; birden o el, bakanların önünde bembeyaz kesildi.",
        "numberInSurah": 108,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 134,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1063,
        "text": "Firavun toplumunun kodamanları şöyle konuştular: \"Bu adam gerçekten çok bilgili bir büyücü.\"",
        "numberInSurah": 109,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1064,
        "text": "\"Sizi toprağınızdan çıkarmak istiyor. Ne diyorsunuz?\"",
        "numberInSurah": 110,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1065,
        "text": "Dediler ki: \"Onu kardeşiyle birlikte alıkoy. Ve şehirlere, toplayıcılar gönder.\"",
        "numberInSurah": 111,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1066,
        "text": "\"Her bilgin büyücüyü sana getirsinler.\"",
        "numberInSurah": 112,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1067,
        "text": "Büyücüler Firavun'a gelip dediler ki: \"Eğer galip gelen biz olursak bize iyi bir ödül var mı?\"",
        "numberInSurah": 113,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1068,
        "text": "\"Evet, dedi, ayrıca siz benim en yakınlarımdan olacaksınız.\"",
        "numberInSurah": 114,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1069,
        "text": "Sihirbazlar şöyle dediler: \"Ey Mûsa! Sen mi hünerini ortaya atacaksın yoksa biz mi hünerlerimizi sergileyelim?\"",
        "numberInSurah": 115,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1070,
        "text": "\"Siz sergileyin.\" dedi. Hünerlerini ortaya atınca, halkın gözlerini büyülediler, onları dehşete düşürdüler. Çok büyük bir büyü sergilediler.",
        "numberInSurah": 116,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1071,
        "text": "Biz de Mûsa'ya şöyle vahyettik: \"Hadi at asanı!\" Bir de ne görsünler, asa, onların ortaya getirdikleri şeyleri yalayıp yutuyor.",
        "numberInSurah": 117,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1072,
        "text": "Böylece hak ortaya çıktı, onların yapıp ettikleri, işe yaramaz hale geldi.",
        "numberInSurah": 118,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1073,
        "text": "Orada mağlup oldular, küçük düştüler.",
        "numberInSurah": 119,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1074,
        "text": "Ve büyücüler secdeye kapandılar.",
        "numberInSurah": 120,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1075,
        "text": "\"Âlemlerin Rabbi'ne iman ettik, dediler;",
        "numberInSurah": 121,
        "juz": 9,
        "manzil": 2,
        "page": 165,
        "ruku": 135,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1076,
        "text": "Mûsa'nın ve Hârun'un Rabbi'ne!\"",
        "numberInSurah": 122,
        "juz": 9,
        "manzil": 2,
        "page": 165,
        "ruku": 135,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1077,
        "text": "Firavun dedi ki: \"Demek ben size izin vermeden ona inandınız ha! Bu, şehirde tezgâhladığınız bir tuzaktır ki, bununla şehir halkını oradan çıkarmak peşindesiniz. Yakında anlarsınız.\"",
        "numberInSurah": 123,
        "juz": 9,
        "manzil": 2,
        "page": 165,
        "ruku": 135,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1078,
        "text": "\"Ellerinizi ve ayaklarınızı çaprazlama keseceğim, sonra da hepinizi asacağım.\"",
        "numberInSurah": 124,
        "juz": 9,
        "manzil": 2,
        "page": 165,
        "ruku": 135,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1079,
        "text": "\"Biz, dediler, doğruca Rabbimize varacağız.\"",
        "numberInSurah": 125,
        "juz": 9,
        "manzil": 2,
        "page": 165,
        "ruku": 135,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1080,
        "text": "\"Sen bizden, sırf Rabbimizin ayetleri bize gelince, onlara iman ettiğimizden ötürü intikam alıyorsun. Ey Rabbimiz! Üzerimize sabır yağdır. Canımızı müslümanlar olarak al.\"",
        "numberInSurah": 126,
        "juz": 9,
        "manzil": 2,
        "page": 165,
        "ruku": 135,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1081,
        "text": "Firavun kavminin kodamanları dediler ki: \"Mûsa'yı ve toplumunu, yeryüzünü fesada verip seni ve ilahlarını terk etsinler diye mi bırakıyorsun?\" Dedi ki Firavun: \"Biz onların oğullarını öldürüp kadınlarını diri bırakacağız/kadınlarının rahimlerini yoklayıp çocuk alacağız/kadınlarına utanç duyulacak şeyler yapacağız. Üstlerine sürekli kahır yağdıracağız.\"",
        "numberInSurah": 127,
        "juz": 9,
        "manzil": 2,
        "page": 165,
        "ruku": 136,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1082,
        "text": "Mûsa kendi toplumuna şöyle dedi: \"Allah'tan yardım dileyin, sabırlı olun. Yeryüzü Allah'ındır, Allah ona, kullarından dilediğini mirasçı kılar. Sonuç, takvaya sarılanlarındır.\"",
        "numberInSurah": 128,
        "juz": 9,
        "manzil": 2,
        "page": 165,
        "ruku": 136,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1083,
        "text": "Dediler ki: \"Senin bize gelişinden önce de işkenceye uğratıldık, gelişinden sonra da.\" Mûsa dedi: \"Rabbinizin, düşmanınızı yok etmesi ve nasıl davranacağınıza bakmak üzere yeryüzünde sizi yöneticiler yapması umulabilir.\"",
        "numberInSurah": 129,
        "juz": 9,
        "manzil": 2,
        "page": 165,
        "ruku": 136,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1084,
        "text": "Yemin olsun ki biz, Firavun hanedanını yakalayıp ürün eksikliğiyle senelerce sıktık ki, düşünüp öğüt alabilsinler.",
        "numberInSurah": 130,
        "juz": 9,
        "manzil": 2,
        "page": 165,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1085,
        "text": "Onlara bir iyilik geldiğinde, \"Bu bizimdir!\" derlerdi. Kendilerine bir kötülük dokunduğunda ise Mûsa ve beraberindekilerin uğursuzluğuna yorarlardı. Gözünüzü açın! Onların uğursuzluk kuşu, Allah katındadır, fakat çokları bilmiyorlar.",
        "numberInSurah": 131,
        "juz": 9,
        "manzil": 2,
        "page": 166,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1086,
        "text": "Şunu da söylediler: \"Bizi büyülemek için, bize istediğin kadar ayet getir. Sana inanmayacağız.\"",
        "numberInSurah": 132,
        "juz": 9,
        "manzil": 2,
        "page": 166,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1087,
        "text": "Biz de onlar üzerine, açık açık mucizeler olarak tufan, çekirge, haşarat, kurbağalar ve kan gönderdik; yine de kibre saptılar ve günahkâr bir topluluk oluverdiler.",
        "numberInSurah": 133,
        "juz": 9,
        "manzil": 2,
        "page": 166,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1088,
        "text": "Pislik üzerlerine çökünce şöyle dediler: \"Ey Mûsa! Sana verdiği söze dayanarak Rabbine bizim için dua et! Şu pisliği üzerimizden kaldırırsa, sana kesinlikle inanacağız ve İsrailoğullarını seninle birlikte mutlaka göndereceğiz.\"",
        "numberInSurah": 134,
        "juz": 9,
        "manzil": 2,
        "page": 166,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1089,
        "text": "Dolduracakları bir süreye kadar kendilerinden azabı kaldırdığımızda, hemen yeminlerini bozdular.",
        "numberInSurah": 135,
        "juz": 9,
        "manzil": 2,
        "page": 166,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1090,
        "text": "Bunun üzerine biz de onlardan öc aldık: Ayetlerimizi yalanladıkları, onlara aldırmazlık ettikleri için hepsini suda boğduk.",
        "numberInSurah": 136,
        "juz": 9,
        "manzil": 2,
        "page": 166,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1091,
        "text": "Ezilip itilmekte olan topluluğu da içine bereketler doldurduğumuz toprağın doğularına ve batılarına mirasçı kıldık. Rabbinin, İsrailoğullarına verdiği güzel söz, sabretmeleri yüzünden hedefine vardı. Firavun ve toplumunun sanayi olarak meydana getirdiklerini de dikip yükselttikleri sarayları da yere geçirdik.",
        "numberInSurah": 137,
        "juz": 9,
        "manzil": 2,
        "page": 166,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1092,
        "text": "İsrailoğullarına denizi geçirttik. Özel putlarına tapan bir topluluğa rastladılar. Bunun üzerine: \"Ey Mûsa, dediler, bunların ilahları olduğu gibi sen de bize bir ilah belirle!\" Mûsa dedi: \"Siz cahilliği sürdürmekte olan bir toplumsunuz.\"",
        "numberInSurah": 138,
        "juz": 9,
        "manzil": 2,
        "page": 167,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1093,
        "text": "\"Şu gördüklerinizin, içinde bulundukları din çökmüştür. Yapmakta oldukları da boşa çıkacaktır.\"",
        "numberInSurah": 139,
        "juz": 9,
        "manzil": 2,
        "page": 167,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1094,
        "text": "Şunu da söyledi: \"Size Allah'tan başa bir ilah mı arayayım? O sizi âlemlere üstün kılmıştır.\"",
        "numberInSurah": 140,
        "juz": 9,
        "manzil": 2,
        "page": 167,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1095,
        "text": "Şunu da hatırlayın: Sizi Firavun hanedanından kurtarmıştık. Size azabın en kötüsü ile işkence ediyorlardı: Oğlanlarınızı katlediyorlar, kadınlarınıza hayasızca davranıyorlar/kadınlarınızın rahimlerini yokluyorlar/kadınlarınızı hayata salıyorlardı. Bunda sizin için Rabbinizden gelmiş büyük bir imtihan vardı.",
        "numberInSurah": 141,
        "juz": 9,
        "manzil": 2,
        "page": 167,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1096,
        "text": "Mûsa ile otuz gece için vaatleştik. Ve bunu, bir on ekleyerek tamamladık. Böylece Rabbinin belirlediği süre kırk geceye ulaştı. Mûsa, kardeşi Hârun'a dedi ki: \"Toplumum içinde benim yerime sen geç, barışçı ol, bozguncuların yolunu izleme!\"",
        "numberInSurah": 142,
        "juz": 9,
        "manzil": 2,
        "page": 167,
        "ruku": 138,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1097,
        "text": "Mûsa, bizimle sözleştiği yere gelip Rabbi de kendisiyle konuşunca şöyle yakardı: \"Rabbim, göster bana kendini, göreyim seni!\" Dedi: \"Asla göremezsin beni! Ama şu dağa bak! Eğer o yerinde durabilirse, sen de beni göreceksin!\" Rabbi, dağa tecelli edince onu parça parça etti. Ve Mûsa baygın vaziyette yere yığıldı. Kendine gelince şöyle yakardı: \"Tespih ederim seni. Tövbe edip sana yöneldim! İman edenlerin ilkiyim ben.\"",
        "numberInSurah": 143,
        "juz": 9,
        "manzil": 2,
        "page": 167,
        "ruku": 138,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1098,
        "text": "Allah buyurdu: \"Ey Mûsa! Ben, gönderdiğim vahiylerle, konuşmamla seni seçip yücelttim. Sana verdiğimi al ve şükredenlerden ol!\"",
        "numberInSurah": 144,
        "juz": 9,
        "manzil": 2,
        "page": 168,
        "ruku": 138,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1099,
        "text": "Biz Mûsa için levhalarda her şeyi yazdık: Öğüt olarak, her şeyin ayrıntısı olarak. \"Kuvvetle tut bunları ve emret toplumuna da onları en güzel şekliyle tutsunlar. Sapıklar yurdunu göstereceğim size.\"",
        "numberInSurah": 145,
        "juz": 9,
        "manzil": 2,
        "page": 168,
        "ruku": 138,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1100,
        "text": "Yeryüzünde haksız yere büyüklük taslayanları ayetlerimden uzak tutacağım: Onlar hangi mucizeyi görseler ona inanmazlar. Doğruya varan yolu görseler, onu yol edinmezler. Ama azgınlık yolunu görseler onu yol edinirler. Bu böyledir. Çünkü onlar ayetlerimizi yalanladılar ve onlara karşı kayıtsız kaldılar.",
        "numberInSurah": 146,
        "juz": 9,
        "manzil": 2,
        "page": 168,
        "ruku": 138,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1101,
        "text": "Ayetlerimizi ve âhirete varılacağını yalan sayanların tüm yaptıkları boşa gitmiştir. Bulacakları karşılık, yapıp ürettiklerinden başkası olmayacaktır.",
        "numberInSurah": 147,
        "juz": 9,
        "manzil": 2,
        "page": 168,
        "ruku": 138,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1102,
        "text": "Mûsa'nın kavmi, onun Allah'la konuşmaya gidişinden sonra, süs eşyalarından oluşmuş, böğürebilen bir buzağı heykelini ilah edinmişti. Görmediler mi ki, o onlarla ne konuşabiliyor ne de kendilerine yol gösterebiliyor? Onu benimsediler ve zalimler haline geldiler.",
        "numberInSurah": 148,
        "juz": 9,
        "manzil": 2,
        "page": 168,
        "ruku": 139,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1103,
        "text": "Başları avuçları arasına düşürülüp de sapmış olduklarını fark ettiklerinde şöyle yakardılar: \"Rabbimiz bize merhamet etmez, bizi affetmezse mutlaka hüsrana düşünlerden olacağız.\"",
        "numberInSurah": 149,
        "juz": 9,
        "manzil": 2,
        "page": 168,
        "ruku": 139,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1104,
        "text": "Mûsa, kızgın ve üzgün bir halde kavmine döndüğünde şöyle dedi: \"Benden sonra arkamdan ne kötü şeyler yaptınız! Rabbinizin emrini bekleyemediniz mi?\" Levhaları yere attı, kardeşinin başını tuttu, kendisine doğru çekiyordu. Kardeşi dedi ki: \"Ey annem oğlu! Bu topluluk beni horlayıp hırpaladı. Nerdeyse canımı alıyorlardı. Bir de sen düşmanları bana güldürme. Beni şu zalim toplulukla bir tutma.\"",
        "numberInSurah": 150,
        "juz": 9,
        "manzil": 2,
        "page": 169,
        "ruku": 139,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1105,
        "text": "Mûsa şöyle yakardı: \"Rabbim! Beni ve kardeşimi bağışla. Rahmetine sok bizi. Sen, rahmet edenlerin en merhametlisisin.\"",
        "numberInSurah": 151,
        "juz": 9,
        "manzil": 2,
        "page": 169,
        "ruku": 139,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1106,
        "text": "Buzağıyı ilah edinenler var ya, yakında onlara Rablerinden bir öfke ve dünya hayatında bir zillet ulaşacaktır. İftiracıları böyle cezalandırırız biz!",
        "numberInSurah": 152,
        "juz": 9,
        "manzil": 2,
        "page": 169,
        "ruku": 140,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1107,
        "text": "Günahlar işledikten sonra tövbe ile iman edenlere gelince, o tövbe ve imandan sonra Allah çok affedici, çok merhametli olacaktır.",
        "numberInSurah": 153,
        "juz": 9,
        "manzil": 2,
        "page": 169,
        "ruku": 140,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1108,
        "text": "Öfke, Mûsa'yı rahat bırakınca, levhaları aldı. Onlardaki yazıda, yalnız Rableri karşısında ürperenler için bir rahmet ve bir kılavuz vardı.",
        "numberInSurah": 154,
        "juz": 9,
        "manzil": 2,
        "page": 169,
        "ruku": 140,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1109,
        "text": "Mûsa, bizimle buluşma vakti için toplumundan yetmiş adam seçti. O şiddetli sarsıntı/korkunç titreşim onları yakalayınca Mûsa şöyle dedi: \"Rabbim, dileseydin, onları da beni de daha önce helâk ederdin. İçimizdeki beyinsizlerin yaptıkları yüzünden bizi helâk mı edeceksin? Bu iş senin imtihanından başka bir şey değildir. Onunla dilediğini şaşırtır, dilediğine yol gösterirsin. Sen bizim Velî'mizsin! O halde affet bizi, acı bize! Sen affedenlerin en hayırlısısın!\"",
        "numberInSurah": 155,
        "juz": 9,
        "manzil": 2,
        "page": 169,
        "ruku": 140,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1110,
        "text": "\"Bize hem bu dünyada güzellik yaz hem de âhirette! Dönüp dolaşıp sana geldik.\" Buyurdu ki: \"Azabıma dilediğimi çarptırırım. Rahmetime gelince, o her şeyi çepeçevre kuşatmıştır. Ben onu; sakınıp korunanlara, zekâtı verenlere, ayetlerimize inananlara yazacağım.\"",
        "numberInSurah": 156,
        "juz": 9,
        "manzil": 2,
        "page": 170,
        "ruku": 140,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1111,
        "text": "Onlar ki, yanlarındaki Tevrat ve İncil'de yazılmış bulacakları ümmî peygambere uyarlar; o onlara iyiliği emreder, kötü ve çirkinden onları alıkoyar. Güzel şeyleri onlara helal kılar, pis şeyleri onlara yasaklar. Sırtlarından ağırlıklarını indirir, üzerlerindeki zincirleri, bağları söküp atar. Ona inanan, onu destekleyen, ona yardım eden, onunla indirilen ışığa uyan kişiler, kurtuluşa erenlerin ta kendileridir.",
        "numberInSurah": 157,
        "juz": 9,
        "manzil": 2,
        "page": 170,
        "ruku": 140,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1112,
        "text": "De ki: \"Ey insanlar! Ben sizin tümünüze Allah'ın resulüyüm! Göklerin ve yerin mülkü o Allah'ındır! İlah yoktur O'ndan başka! O diriltir, O öldürür. O halde Allah'a ve resulüne iman edin; Allah'a ve onun sözlerine inanan o ümmî peygambere iman edip uyun ki, doğruya ve güzele ulaşabilesiniz.\"",
        "numberInSurah": 158,
        "juz": 9,
        "manzil": 2,
        "page": 170,
        "ruku": 141,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1113,
        "text": "Mûsa kavminden bir topluluk vardır ki, hakka kılavuzluk/hak ile kılavuzluk eder ve yalnız hakka dayanarak adaleti gözetir.",
        "numberInSurah": 159,
        "juz": 9,
        "manzil": 2,
        "page": 170,
        "ruku": 141,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1114,
        "text": "Biz onları, on iki torun kabileye ayırdık. Toplumu kendisinden su istediğinde de Mûsa'ya, \"Asanı taşa vur!\" diye vahyettik. Taştan, on iki göze fışkırdı. Her oymak, su içeceği yeri belledi. Onların üzerlerine bulutları gölgelik yaptık, kendilerine kudret helvası ve bıldırcın indirdik. \"Yiyiniz size verdiğimiz rızıkların temizlerinden.\" Onlar bize zulmetmediler, ama öz benliklerine zulmediyorlardı.",
        "numberInSurah": 160,
        "juz": 9,
        "manzil": 2,
        "page": 171,
        "ruku": 141,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1115,
        "text": "Onlara şöyle denildi: Şu kentte oturun, orada istediğiniz yerden yiyin. 'Affet!' diye yalvarın; kapıdan da secde ederek girin ki, hatalarınızı bağışlayalım. Güzel düşünüp güzel iş yapanlara daha fazlasını da vereceğiz.",
        "numberInSurah": 161,
        "juz": 9,
        "manzil": 2,
        "page": 171,
        "ruku": 141,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1116,
        "text": "Onların zulme sapanları, bir sözü, kendilerine söylenenin dışında bir sözle değiştirdiler. Bunun üzerine biz de üzerlerine gökten bir pislik azabı saldık; çünkü zulmediyorlardı.",
        "numberInSurah": 162,
        "juz": 9,
        "manzil": 2,
        "page": 171,
        "ruku": 141,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1117,
        "text": "Sor onlara o deniz kıyısındaki kentin durumunu. Cumartesi günü azıp sınır tanımazlık ediyorlardı. Sebt yaptıkları gün balıkları onlara akın akın gelindi; sebt yapmadıklarında ise onlara gelmezdi. Yoldan sapmaları yüzünden onları böyle imtihan ediyorduk.",
        "numberInSurah": 163,
        "juz": 9,
        "manzil": 2,
        "page": 171,
        "ruku": 142,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1118,
        "text": "İçlerinden bir topluluk şöyle dedi: \"Allah'ın helâk edeceği yahut şiddetli bir azapla azaplandıracağı bir topluma ne diye öğüt verip duruyorsunuz?\" Dediler ki: \"Rabbinize karşı bir mazeret olsun diye ve bir de korunup sakınırlar ümidiyle.\"",
        "numberInSurah": 164,
        "juz": 9,
        "manzil": 2,
        "page": 172,
        "ruku": 142,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1119,
        "text": "Kendilerine verilen öğüdü unuttuklarında, kötülükten alıkoyanları kurtarıp zulme sapanları, yoldan çıkmalarından ötürü, acı bir azapla yakalayıverdik.",
        "numberInSurah": 165,
        "juz": 9,
        "manzil": 2,
        "page": 172,
        "ruku": 142,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1120,
        "text": "Ne zaman ki, yasaklandıkları şeylerden ötürü öfkelendiler, onlara şöyle dedik: \"Aşağılık, maskara maymunlar olun!\"",
        "numberInSurah": 166,
        "juz": 9,
        "manzil": 2,
        "page": 172,
        "ruku": 142,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1121,
        "text": "Rabbin, kıyamet gününe kadar, kendilerine azabın en kötüsünü yapacak kimseleri üzerlerine göndereceğini bildirmişti. Senin Rabbin cezayı vermede çok süratli davranır; ama çok affedici, çok merhametlidir de.",
        "numberInSurah": 167,
        "juz": 9,
        "manzil": 2,
        "page": 172,
        "ruku": 142,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1122,
        "text": "Ve onları yeryüzünde birçok ümmetlere böldük. İçlerinde barışsever iyiler vardı ama böyle olmayan aşağılıklar da vardı. Belki dönerler ümidiyle onları güzeliklerle de kötülüklerle de imtihana çektik.",
        "numberInSurah": 168,
        "juz": 9,
        "manzil": 2,
        "page": 172,
        "ruku": 142,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1123,
        "text": "Arkalarından, yerlerini alan halefler geldi. Bunlar, kitaba vâris olmuşlardı. Şu basit dünyanın geçici menfaatini esas alıyorlar ve şöyle diyorlardı: \"Biz zaten bağışlanacağız!\" Kendilerine, bir menfaat daha gelse onu da alıyorlardı. Bunlardan, Allah hakkında, gerçek dışında bir şey söymemelerine ilişkin kitap mîsakı alınmamış mıydı? O kitabın içindekileri okuyup incelemediler mi? Âhiret yurdu, takvaya sarılanlar için daha hayırlıdır. Hâlâ aklınızı işletmeyecek misiniz?",
        "numberInSurah": 169,
        "juz": 9,
        "manzil": 2,
        "page": 172,
        "ruku": 142,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1124,
        "text": "Kitaba sarılanlar ve namazı/duayı yerine getirenlere gelince, biz, barışsever iyilerin ödülünü zayi etmeyiz.",
        "numberInSurah": 170,
        "juz": 9,
        "manzil": 2,
        "page": 172,
        "ruku": 142,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1125,
        "text": "Bir zaman, dağı tepelerine bir gölgelik gibi çekmiştik de onu üstlerine düşüyor sanmışlardı. \"Size verdiğimizi kuvvetle tutun ve içindekini hatırınızdan çıkarmayın ki korunabilesiniz.\"",
        "numberInSurah": 171,
        "juz": 9,
        "manzil": 2,
        "page": 173,
        "ruku": 142,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1126,
        "text": "Hani, Rabbin, âdemoğullarından, bellerinden zürriyetlerini alıp onları öz benliklerine şahit tutarak sormuştu: \"Rabbiniz değil miyim?\" Onlar: \"Rabbimizsin, buna tanıklık ederiz.\" demişlerdi. Kıyamet günü, \"Biz bundan habersizdik\" demeyesiniz.",
        "numberInSurah": 172,
        "juz": 9,
        "manzil": 2,
        "page": 173,
        "ruku": 143,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1127,
        "text": "Şöyle de demeyesiniz: \"Daha önce atalarımız şirke batmıştı. Biz de onların ardından gelen bir soyuz. Gerçeği çiğneyenler yüzünden bizi helâk mı edeceksin?\"",
        "numberInSurah": 173,
        "juz": 9,
        "manzil": 2,
        "page": 173,
        "ruku": 143,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1128,
        "text": "Biz, ayetleri işte bu şekilde ayrıntılı kılıyoruz ki, hakka dönebilsinler.",
        "numberInSurah": 174,
        "juz": 9,
        "manzil": 2,
        "page": 173,
        "ruku": 143,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1129,
        "text": "Onlara, şu adamın haberini de oku: Kendisine ayetlerimizi vermiştik; onlardan sıyrılıp çıktı, şeytan da onu peşine taktı; nihayet o, azgınlardan oluverdi.",
        "numberInSurah": 175,
        "juz": 9,
        "manzil": 2,
        "page": 173,
        "ruku": 143,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1130,
        "text": "Dileseydik onu, o ayetlerle yüceltirdik. Ama o, sonsuza dek kalacakmış gibi, yerküreye bağlandı; iğreti arzularına uydu. Onun durumu şu köpeğin durumuna benzer: Üstüne varsan dilini sarkıtarak solur, kendi haline bıraksan dilini sarkıtarak solur. Ayetlerimizi yalanlayan toplumun örneği işte budur. Bu hikâyeyi anlat ki düşünüp taşınabilsinler.",
        "numberInSurah": 176,
        "juz": 9,
        "manzil": 2,
        "page": 173,
        "ruku": 143,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1131,
        "text": "Ayetlerimizi yalanlayan topluluğun vücut verdiği örnek ne kötüdür! Onlar öz benliklerine zulmediyorlardı.",
        "numberInSurah": 177,
        "juz": 9,
        "manzil": 2,
        "page": 173,
        "ruku": 143,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1132,
        "text": "Allah'ın yol gösterdiği, gerçeğe varmıştır; saptırdıkları ise hüsrana batıp kalmıştır.",
        "numberInSurah": 178,
        "juz": 9,
        "manzil": 2,
        "page": 173,
        "ruku": 143,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1133,
        "text": "Yemin olsun ki, biz, cehennem için, cinlerden ve insanlardan, birçok kişiye vücut verdik/birçoğunu döllendirip yaydık. Kalpleri var bunların, onlarla anlamazlar; gözleri var bunların, onlarla görmezler; kulakları var bunların, onlarla işitmezler. Davarlar gibidir bunlar. Belki daha da şaşkın. Gafillerin ta kendileridir bunlar.",
        "numberInSurah": 179,
        "juz": 9,
        "manzil": 2,
        "page": 174,
        "ruku": 143,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1134,
        "text": "En güzel isimler/Esmâül Hüsna Allah'ındır; O'na onlarla dua edin. O'nun isimlerinde ters bir tutum izleyenleri bırakın. Yapıp ettikleinin cezasını çekeceklerdir.",
        "numberInSurah": 180,
        "juz": 9,
        "manzil": 2,
        "page": 174,
        "ruku": 143,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1135,
        "text": "Bizim yarattıklarımızdan bir topluluk vardır ki, hak ile kılavuzlar ve yalnız onunla adalet sunarlar.",
        "numberInSurah": 181,
        "juz": 9,
        "manzil": 2,
        "page": 174,
        "ruku": 143,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1136,
        "text": "Ayetlerimizi yalanlayanları, hiç bilemeyecekleri bir yerden ağır ağır çöküşe götüreceğiz.",
        "numberInSurah": 182,
        "juz": 9,
        "manzil": 2,
        "page": 174,
        "ruku": 144,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1137,
        "text": "Süre tanıyorum onlara. Çünkü benim tuzağım pek yamandır.",
        "numberInSurah": 183,
        "juz": 9,
        "manzil": 2,
        "page": 174,
        "ruku": 144,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1138,
        "text": "Düşünmediler mi ki, o arkadaşlarında cinnetten eser yok. Apaçık bir uyarıcıdan başkası değildir o.",
        "numberInSurah": 184,
        "juz": 9,
        "manzil": 2,
        "page": 174,
        "ruku": 144,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1139,
        "text": "Göklerin ve yerin melekûtuna, Allah'ın yarattığı herhangi bir şeye bakmadılar mı; ecellerinin gerçekten yaklaşmış olabileceğini düşünmediler mi? Peki, bu Kur'an'dan sonra hangi hadise/söze iman ediyorlar?",
        "numberInSurah": 185,
        "juz": 9,
        "manzil": 2,
        "page": 174,
        "ruku": 144,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1140,
        "text": "Allah'ın şaşırttığına kimse kılavuzluk edemez. O bırakır onları ki, kudurganlıkları içinde bocalayıp dursunlar.",
        "numberInSurah": 186,
        "juz": 9,
        "manzil": 2,
        "page": 174,
        "ruku": 144,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1141,
        "text": "Ne zaman gelip çatacak diye kıyamet saatini soruyorlar sana. De ki: \"Ona ilişkin bilgi Rabbim katındadır. Onu, vakti geldiğinde belirginleştirecek olan yalnız O'dur. Göklere de yere de ağır gelmiştir o. O, size ansızın gelecektir, başka değil.\" Sen onu iyice biliyormuşsun gibi sana soruyorlar. De ki: \"O'na ilişkin bilgi Allah katındadır, fakat insanların çokları bilmiyorlar.\"",
        "numberInSurah": 187,
        "juz": 9,
        "manzil": 2,
        "page": 174,
        "ruku": 144,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1142,
        "text": "De ki: \"Ben kendi nefsime, Allah'ın dilediğinden başka ne bir yarar sağlayabilirim ne de bir zarar verebilirim. Eğer gaybı biliyor olsaydım iyilik ve güzelliği elbette çoğaltırdım. Bana kötülük dokunmamıştır bile. Ben, inanan bir topluluk için bir uyarıcı ve müjdeciden başkası değilim.\"",
        "numberInSurah": 188,
        "juz": 9,
        "manzil": 2,
        "page": 175,
        "ruku": 144,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1143,
        "text": "O, odur ki, sizi bir tek canlıdan yarattı, eşini de ondan vücuda getirdi ki, gönlü buna ısınsın. Eşini sarıp kucaklayınca o, hafif bir yük yüklendi de bir süre onu gezdirdi. Ağırlaştığında ikisi birden Rablerine şöyle dua ettiler: \"Bize iyi huylu, yakışıklı bir çocuk verirsen yemin ederiz, şükredenlerden olacağız.\"",
        "numberInSurah": 189,
        "juz": 9,
        "manzil": 2,
        "page": 175,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1144,
        "text": "Allah onlara iyi huylu, barışçıl bir çocuk verince, kendilerine verdiği nimette ikisi birden Allah'a ortak koşmaya başladılar. Allah onların ortak koştuğu şeylerden arınmıştır.",
        "numberInSurah": 190,
        "juz": 9,
        "manzil": 2,
        "page": 175,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1145,
        "text": "Hiçbir şey yaratmayan, bizzat kendileri yaratılmış olan şeyleri/kişileri mi ortak koşuyorlar?",
        "numberInSurah": 191,
        "juz": 9,
        "manzil": 2,
        "page": 175,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1146,
        "text": "Onlar, ne bunlara bir yardım sağlayabilirler ne de kendi benliklerine yardımcı olabilirler.",
        "numberInSurah": 192,
        "juz": 9,
        "manzil": 2,
        "page": 175,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1147,
        "text": "Onları, iyiye ve güzele çağırsanız sizi izlemezler. Ha onlara dua etmişsiniz ha sus-pus oturmuşsunuz; sizin için aynıdır.",
        "numberInSurah": 193,
        "juz": 9,
        "manzil": 2,
        "page": 175,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1148,
        "text": "Allah dışındaki yakardıklarınız sizin gibi kullardır. Eğer iddianızda haklıysanız, hadi çağırın onları da size cevap versinler.",
        "numberInSurah": 194,
        "juz": 9,
        "manzil": 2,
        "page": 175,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1149,
        "text": "Ayakları mı var onların ki, onlarla yürüsünler; ellerimi mi var onların ki onlarla tutsunlar; gözleri mi var onların ki, onlarla görsünler; kulaklarımı var onların ki, onlarla işitsinler!? De ki: \"Ortaklarınızı çağırıp bana tuzak kurun. Hadi, göz açtırmayın bana!\"",
        "numberInSurah": 195,
        "juz": 9,
        "manzil": 2,
        "page": 175,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1150,
        "text": "\"Benim Velî'm, o Kitap'ı indiren Allah'tır. O, hayır ve barışı seven kulları koruyup gözetir.\"",
        "numberInSurah": 196,
        "juz": 9,
        "manzil": 2,
        "page": 176,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1151,
        "text": "O'nun dışında yakardıklarınız, size yardım edemezler. Kendilerine de yardımcı olamazlar.",
        "numberInSurah": 197,
        "juz": 9,
        "manzil": 2,
        "page": 176,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1152,
        "text": "Onları, hidayete çağırsanız, duymazlar. Onların sana baktıklarını sanırsın. Oysaki, onlar görmezler.",
        "numberInSurah": 198,
        "juz": 9,
        "manzil": 2,
        "page": 176,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1153,
        "text": "Affetmeyi esas al! İyiyi ve güzeli emret, cahillerden yüz çevir!",
        "numberInSurah": 199,
        "juz": 9,
        "manzil": 2,
        "page": 176,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1154,
        "text": "Şeytandan bir dürtük seni dürtüklediğinde, Allah'a sığın. Çünkü O, her şeyi işitir, her şeyi bilir.",
        "numberInSurah": 200,
        "juz": 9,
        "manzil": 2,
        "page": 176,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1155,
        "text": "Korunup sakınanlar, kendilerine şeytandan bir görüntü/dürtü gelip dokunduğunda, hemen Allah'ı hatırlarlar. İşte o anda görülmesi gerekeni görürler.",
        "numberInSurah": 201,
        "juz": 9,
        "manzil": 2,
        "page": 176,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1156,
        "text": "Yoldaşları ise onları sürekli azgınlığa iterler, sonra da yakalarını bırakmazlar.",
        "numberInSurah": 202,
        "juz": 9,
        "manzil": 2,
        "page": 176,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1157,
        "text": "Onlara bir ayet getirmediğinde, \"Onu da şuradan buradan derleseydin ya!\" diye konuşurlar. De ki: \"Ben sadece Rabbimden bana vahyedilene uyuyorum. Bu, Rabbinizden gelen gönül gözleridir, doğruya kılavuzdur, iman eden bir toplum için rahmettir.\"",
        "numberInSurah": 203,
        "juz": 9,
        "manzil": 2,
        "page": 176,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1158,
        "text": "Kur'an okunduğu zaman onu dinleyin ve susun ki, size rahmet edilsin.",
        "numberInSurah": 204,
        "juz": 9,
        "manzil": 2,
        "page": 176,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1159,
        "text": "Rabbini, öz benliğinin içinde yalvarıp ürpererek, bağırtılı olmayan bir sesle sabah-akşam zikret. Sakın gafillerden olma!",
        "numberInSurah": 205,
        "juz": 9,
        "manzil": 2,
        "page": 176,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1160,
        "text": "Rabbinin katında olanlar, büyüklük taslayıp O'na ibadetten yüz çevirmezler; O'nu tespih ederler ve yalnız O'na secde ederler.",
        "numberInSurah": 206,
        "juz": 9,
        "manzil": 2,
        "page": 176,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": {
          "id": 1,
          "recommended": true,
          "obligatory": false
        }
      }
    ],
    "edition": {
      "identifier": "tr.ozturk",
      "language": "tr",
      "name": "Öztürk",
      "englishName": "Yasar Nuri Ozturk",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}