{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 8,
    "name": "سُورَةُ الأَنفَالِ",
    "englishName": "Al-Anfaal",
    "englishNameTranslation": "The Spoils of War",
    "revelationType": "Medinan",
    "numberOfAyahs": 75,
    "ayahs": [
      {
        "number": 1161,
        "text": "Sana harp ganimetlerini sorarlar. De ki: \"Onlar Allah ve Resul içindir. O halde Allah'tan korkun ve aranızda barış ve esenliği kurun. Ve eğer müminler iseniz Allah'a ve O'nun Resulü'ne itaat edin!\"",
        "numberInSurah": 1,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1162,
        "text": "İnanmış olanlar ancak o kişilerdir ki, Allah anıldığında yürekleri ürperip titrer ve onlara Allah'ın ayetleri okunduğunda, bu onların imanlarını artırır. Ve onlar yalnız Rablerine güvenip dayanırlar.",
        "numberInSurah": 2,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1163,
        "text": "Namazı/duayı yerine getirirler onlar. Ve kendilerine rızık olarak verdiklerimizden dağıtırlar.",
        "numberInSurah": 3,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1164,
        "text": "Gerçek anlamda müminler, işte bunlardır. Rableri katında dereceler, bağışlanma ve bol bir rızık var onlar için.",
        "numberInSurah": 4,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1165,
        "text": "Bildiğin gibi, Rabbin seni hak uğruna, öz yurdundan çıkarmıştı. Ve müminlerden bir grup tamamen isteksizdi.",
        "numberInSurah": 5,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1166,
        "text": "İş apaçık ortaya çıktıktan sonra bile, hak konusunda seninle çekişiyorlardı. Sanki onlar gözleri baka baka ölüme sürülüyorlardı.",
        "numberInSurah": 6,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1167,
        "text": "O sırada Allah, iki gruptan birinin kesinlikle sizin olacağını vaat ediyordu. Ve siz, güçsüz ve silahsız olanın size düşmesini arzu ediyordunuz. Allah ise hakkı kendi kelimeleriyle tam bir biçimde ortaya koymayı ve küfre batmışların ardını-arkasını kesmeyi istiyordu.",
        "numberInSurah": 7,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1168,
        "text": "Diliyordu ki, kötülüğü temsil edenler istemese de hakkı ayan-beyan gözler önüne koysun, saçma ve tutarsız olanı hükümsüz kılsın.",
        "numberInSurah": 8,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1169,
        "text": "Hani siz, Rabbinizden yardım ve destek diliyordunuz; O, sizin dileğinize şöyle cevap vermişti: \"Hiç kuşkunuz olmasın, ben size, meleklerden birbiri ardınca bin tanesiyle yardım ulaştıracağım.\"",
        "numberInSurah": 9,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1170,
        "text": "Allah bunu, sadece bir müjde olsun ve o sayede kalpleriniz huzur ve rahatlık bulsun diye yaptı. Yardım yalnız ve yalnız Allah katındandır. Hiç şüphesiz Allah Azîz'dir, Hakîm'dir.",
        "numberInSurah": 10,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1171,
        "text": "O zaman sizi, Allah'tan bir güven olmak üzere hafif bir uyku bürüyordu; sizi onunla temizlemek, şeytanın pisliğini sizden gidermek, kalplerinizi birbirine bağlamak, ayaklarınızı sağlam bastırmak için üzerinize gökten bir su indiriyordu.",
        "numberInSurah": 11,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1172,
        "text": "Rabbin, meleklere şöyle vahyediyordu: \"Ben sizinle beraberim. İmanı olanları sağlamlaştırın. İnkâr edenlerin kalpleri içine korku salacağım; vurun boyunların üstüne, vurun onların her parmağına.\"",
        "numberInSurah": 12,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1173,
        "text": "Bu böyledir. Çünkü onlar Allah'a ve resulüne kafa tuttular. Kim Allah'a ve resulüne kafa tutarsa kuşkusuz ki, Allah'ın azabı şiddetli olur.",
        "numberInSurah": 13,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1174,
        "text": "İşte gördünüz! Hadi tadın onu! Küfre sapanlar için ateş azabı da var.",
        "numberInSurah": 14,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1175,
        "text": "Ey iman edenler! İnkâr edenlerle savaşmak üzere karşılaştığınızda, sakın onlara arkalarınızı dönmeyin!",
        "numberInSurah": 15,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1176,
        "text": "Her kim böyle bir günde, savaşmak için başka bir yer tutmak yahut başka bir birliğe katılmaya gitmek dışında onlara arkasını dönerse, Allah'tan bir gazaba çarpılmış olur. Varacağı yer cehennemdir onun. Ne kötü varış yeridir o!",
        "numberInSurah": 16,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1177,
        "text": "Siz öldürmediniz onları, Allah öldürdü onları. Attığın zaman da sen atmadın, Allah attı. İnananları kendisinden güzel bir imtihanla denemek için yaptı bunu. Allah; işitendir, bilendir.",
        "numberInSurah": 17,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1178,
        "text": "Gördünüz ya, Allah küfre sapanların tuzağını fersiz bırakır.",
        "numberInSurah": 18,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1179,
        "text": "Fetih istiyorsanız, fetih size geldi. Eğer vazgeçerseniz hakkınızda daha hayırlı olur. Eğer dönerseniz biz de döneriz. Cemaatiniz çok da olsa sizi her hangi bir şeyden asla müstağni kılamaz! Allah, inananlarla beraberdir.",
        "numberInSurah": 19,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1180,
        "text": "Ey iman edenler! Allah'a ve resulüne itaat edin. İşitip durduğunuz halde ondan yüzünüzü çevirmeyin.",
        "numberInSurah": 20,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1181,
        "text": "Hiç işitmedikleri halde, \"İşittik!\" diyenler gibi olmayın.",
        "numberInSurah": 21,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1182,
        "text": "Çünkü yeryüzünde debelenenlerin Allah katında en kötüsü, akıllarını işletmeyen sağır-dilsizlerdir.",
        "numberInSurah": 22,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1183,
        "text": "Allah kendilerinde bir hayır olduğunu bilseydi elbette onlara işittirirdi. Onlara işittirseydi bile mutlaka yüz çevirir, döner giderlerdi.",
        "numberInSurah": 23,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1184,
        "text": "Ey iman sahipleri! Sizi, size hayat verecek şeye çağırdığında, Allah'a da resule de \"Buyur deyin!\" Şunu da bilin ki, Allah kişi ile kalbinin arasına girer. Ve bilin ki, en son O'nun huzurunda haşredileceksiniz.",
        "numberInSurah": 24,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1185,
        "text": "İçinizden sadece zulmedenlere çatmakla kalmayacak bir fitneden korkun. Bilin ki Allah'ın gazabı çok şiddetlidir.",
        "numberInSurah": 25,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1186,
        "text": "Düşünün ki, siz bir zamanlar yeryüzünde ezilip horlanan bir azınlıktınız. İnsanların sizi çarpıvereceğinden korkuyordunuz. Bu haldeyken Allah sizi barındırdı, yardımıyla sizi destekledi ve şükredersiniz ümidiyle sizi tertemiz nimetlerle rızıklandırdı.",
        "numberInSurah": 26,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1187,
        "text": "Ey inananlar! Allah'a ve resule hıyanet etmeyin! Bilip durduğunuz halde, öz emanetlerinize hıyanet mi ediyorsunuz?",
        "numberInSurah": 27,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1188,
        "text": "Bilin ki, mallarınız ve çocuklarınız sizin için bir imtihan aracıdır. Allah'a gelince, büyük ödül O'nun katındadır.",
        "numberInSurah": 28,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1189,
        "text": "Ey iman sahipleri! Eğer Allah'tan korkarsanız, Allah size hakla bâtılı/iyiyle kötüyü ayırma gücü verir, kötülüklerinizi örter. Allah, o büyük lütfun sahibidir.",
        "numberInSurah": 29,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1190,
        "text": "Küfre sapanlar, seni tutup bağlamaları yahut öldürmeleri ya da yurdundan çıkarmaları için sana tuzak kuruyorlardı. Onlar tuzak kurarlar, Allah da tuzak kurar. Ama Allah, tuzak kuranların en hayırlısıdır.",
        "numberInSurah": 30,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1191,
        "text": "Ayetlerimiz onlara okunduğunda şöyle derler: \"Tamam, işittik. İstersek bunun gibisini elbette ki söyleriz; öncekilerin masallarından başka şey değil ki bu!\"",
        "numberInSurah": 31,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1192,
        "text": "Şunu da söylemişlerdi: \"Allahımız! Eğer bu, senin katından gelmiş gerçeğin kendisiyse, gökten üstümüze taş yağdır. Yahut bize korkunç bir azap musallat et.\"",
        "numberInSurah": 32,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1193,
        "text": "Oysaki, sen onların içinde iken Allah onlara azap etmeyecekti. Onlar, af dileyip dururken de Allah onlara azap etmezdi.",
        "numberInSurah": 33,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1194,
        "text": "Onlar Mescid-i Haram'dan geri çevirip dururken, Allah onlara neden azap etmeyecekmiş? Onlar onun dostları/koruyucuları da değillerdir. Onun dostları/koruyucuları takva sahiplerinden başkası değildir. Ama onların çokları bunu bilmezler.",
        "numberInSurah": 34,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1195,
        "text": "Onların o evdeki namazı/duası; ıslık çalmak, el çırpmak/engel olmaktan başka bir şey değildir. O halde, inkâr etmekte olduğunuz için tadın azabı.",
        "numberInSurah": 35,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1196,
        "text": "O küfre sapanlar mallarını Allah yolundan alıkoymak için harcarlar, harcayacaklardır da. Sonunda bu kendileri için bir hasret olacak, sonra da mağlup edilecekler. Küfre sapanlar doğruca cehenneme sürülecekler.",
        "numberInSurah": 36,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1197,
        "text": "Böylece Allah, pisi temizden ayıracak, pis kısmı birbirleri üstüne yığıp hepsini bir yerde toplayarak tümünü cehenneme sokacak. Hüsrana uğrayanların da kendileridir bunlar.",
        "numberInSurah": 37,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1198,
        "text": "Küfre sapanlara söyle: \"Eğer son verirlerse eskide kalmış olan, kendileri için affedilir. Eğer yeniden başlarlarsa, daha öncekilere uygulanan yol ve yöntem, eskisi gibi devam etmiş olacaktır.\"",
        "numberInSurah": 38,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 150,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1199,
        "text": "Fitne kalmayıncaya ve din tümüyle Allah'ın oluncaya kadar onlarla savaşın! Vazgeçerlerse kuşkusuz ki Allah, ne yaptıklarını iyice görecektir.",
        "numberInSurah": 39,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 150,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1200,
        "text": "Eğer yüz çevirirlerse bilin ki, Allah sizin Mevlâ'nızdır. Ne güzel Mevlâ'dır O, ne güzel destekler; ne güzel Nasîr'dir O, ne güzel yardım eder.",
        "numberInSurah": 40,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 150,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1201,
        "text": "Doğru ile yanlışın ayrılış günü, iki topluluğun karşılaştığı gün, kulumuza indirmiş olduğumuza inanıyorsanız şunu bilin: Ganimet/kazanç olarak elde ettiğiniz şeylerin beşte biri Allah'a, resule, yakınlara, yetimlere, yoksullara ve yolda kalmışa aittir. Allah herşeye kadirdir.",
        "numberInSurah": 41,
        "juz": 10,
        "manzil": 2,
        "page": 182,
        "ruku": 150,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1202,
        "text": "O vakit siz, vadinin beri yamacında idiniz, onlarsa öte yamacında idiler. Kervan sizden daha aşağıda idi. Sözleşmiş olsaydınız buluşma yer ve saatinde ayrılığa düşerdiniz. Ama Allah, olması kararlaştırılan işi yerine getirmek istiyordu. Ta ki, ölen beyyine üzerine ölsün, yaşayan da beyyine üzerine yaşasın. Allah elbette ki çok iyi işitir, çok iyi bilir.",
        "numberInSurah": 42,
        "juz": 10,
        "manzil": 2,
        "page": 182,
        "ruku": 150,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1203,
        "text": "Allah onları sana uykunda az gösteriyordu. Eğer onları sana çok gösterseydi, yılgınlığa düşer, işi kotarmada çekişmeye başlardınız. Ama Allah, sizi selamete çıkardı. O, göğüslerin içindekini çok iyi bilir.",
        "numberInSurah": 43,
        "juz": 10,
        "manzil": 2,
        "page": 182,
        "ruku": 150,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1204,
        "text": "Karşılaştığınızda onları sizin gözlerinize az gösteriyordu. Sizi de onların gözünde azaltıyordu ki, yapılmasına karar verilen işi yürürlüğe koysun. Zaten bütün işler Allah'a döndürülür.",
        "numberInSurah": 44,
        "juz": 10,
        "manzil": 2,
        "page": 182,
        "ruku": 150,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1205,
        "text": "Ey inananlar! Bir düşman topluluğu ile karşılaştığınızda sebat edin. Allah'ı çok anın ki zafere ulaşabilesiniz.",
        "numberInSurah": 45,
        "juz": 10,
        "manzil": 2,
        "page": 182,
        "ruku": 151,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1206,
        "text": "Allah'a ve resulüne itaat edin, birbirinizle çekişmeyin; yoksa korkuya kapılırsınız, rüzgârınız kesilir. Sabredin; Allah sabredenlerle beraberdir.",
        "numberInSurah": 46,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 151,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1207,
        "text": "İnsanlara çalım satarak, gösteriş yaparak yurtlarından çıkan ve Allah yolundan alıkoyanlar gibi olmayın. Allah, onların yapmakta olduklarını çepeçevre kuşatmıştır.",
        "numberInSurah": 47,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 151,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1208,
        "text": "Şeytan onlara, yaptıklarını süslü gösterip şöyle demişti: \"Bugün size galip gelecek kimse yok, ben yanınızdayım.\" Fakat iki topluluk yanyana gelince iki topuğu üstüne çark edip şöyle dedi: \"Ben sizden uzağım. Ben sizin görmediklerinizi görüyorum, ben Allah'tan korkarım. Allah'ın cezası çok şiddetlidir.\"",
        "numberInSurah": 48,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 151,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1209,
        "text": "İkiyüzlülerle kalplerinde hastalık olanlar şöyle diyorlardı: \"Bunları, dinleri aldatmış.\" Oysa Allah'a güvenip dayanan bilir ki, Allah Azîz ve Hakîm'dir.",
        "numberInSurah": 49,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1210,
        "text": "Bir görseydin o küfre sapanları! Melekler canlarını alırken onların yüzlerine ve arkalarına vuruyorlardı: \"Yangın azabını tadın.\"",
        "numberInSurah": 50,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1211,
        "text": "\"İşte bu, ellerinizin önden gönderdiği şeyler yüzündendir. Allah, kullara asla zulmetmez.\"",
        "numberInSurah": 51,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1212,
        "text": "Tıpkı Firavun hanedanı ve onlardan öncekilerin gidişi gibi. Allah'ın ayetlerini inkâr ettiler de Allah onları günahları yüzünden yakalayıverdi. Allah Kavîdir, çok güçlüdür; azabı çok şiddetli yapandır O.",
        "numberInSurah": 52,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1213,
        "text": "Bu böyledir. Çünkü Allah bir topluma lütfettiği nimeti, o toplum birey olarak içlerindekini/birey olarak kendilerine ilişkin olanı değiştirmedikçe, değiştirmemiştir. Ve Allah, iyice işiten, gereğince bilendir.",
        "numberInSurah": 53,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1214,
        "text": "Tıpkı Firavun hanedanı ve onlardan öncekilerin tavırları gibi. Rablerinin ayetlerini yalanlamışlardı. Biz de onları günahları yüzünden mahvettik. Firavun hanedanını da boğmuştuk. Bunların tümü zulme sapanlardı.",
        "numberInSurah": 54,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1215,
        "text": "Allah katında canlıların en kötüsü, gerçeği örten nankörler/inkârcılardır. Bunlar iman etmezler.",
        "numberInSurah": 55,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1216,
        "text": "Bunlar, kendileriyle antlaşma yaptığın kişilerdir. Ama her defasında antlaşmalarını bozarlar. Hiç çekinmez ki bunlar...",
        "numberInSurah": 56,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1217,
        "text": "Eğer onları harpte ele geçirirsen, onlarla birlikte arkalarındakileri de ürkütüp dağıt ki, ders alabilsinler.",
        "numberInSurah": 57,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1218,
        "text": "Eğer bir topluluktan hıyanet kuşkusu duyarsan, antlaşmaya bağlı kalmayacağını aynı şekilde sen de onlara bildir. Allah, hainlik edenleri sevmez.",
        "numberInSurah": 58,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1219,
        "text": "Küfre sapanlar sakın öne geçtiklerini düşünmesinler. Onlar bizi âciz bırakamazlar.",
        "numberInSurah": 59,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 153,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1220,
        "text": "Onlara karşı, gücünüz yettiğince kuvvet hazırlayın. Ordugâhlarda atlar besleyin. Böylece hem Allah'ın düşmanını hem kendi düşmanınızı hem de bunlardan başkalarını korkutabilirsiniz. Siz onları bilmezsiniz ama Allah hepsini bilir. Allah yolunda harcadığınız herşey size tam olarak ödenir; hiçbir haksızlığa uğratılmazsınız.",
        "numberInSurah": 60,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 153,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1221,
        "text": "Eğer barışa eğilim gösterirlerse sen de buna yanaş ve Allah'a tevekkül et. Çünkü O, en iyi işitenin, en iyi bilenin ta kendisidir.",
        "numberInSurah": 61,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 153,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1222,
        "text": "Eğer sana hile-oyun yapmak isterlerse Allah sana yeter. Yardımıyla ve müminlerle seni destekleyen O'dur.",
        "numberInSurah": 62,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 153,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1223,
        "text": "Onların kalplerini kaynaştıran da O'dur. Sen, yeryüzündeki herşeyi bağışlasaydın, onların kalplerini yine de kaynaştıramazdın; ama Allah onları birbirine ısıtıp yaklaştırmıştır. O'dur Azîz ve Hakîm.",
        "numberInSurah": 63,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 153,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1224,
        "text": "Ey Peygamber! Allah ve inanananlardan seni izleyenler sana yeter/Allah, sana da seni izleyen müminlere de yeter!",
        "numberInSurah": 64,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 153,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1225,
        "text": "Ey Peygamber! Müminleri çarpışmaya teşvik et! Sizden sabırlı yirmi kişi olsa, küfre sapanların iki yüzüne galip gelir; sizden yüz kişi olsa, onların binine galebe çalar. Çünkü onlar gereğince anlamayan bir topluluktur.",
        "numberInSurah": 65,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 154,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1226,
        "text": "Şimdi, Allah yükünüzü hafifletti. Bilmiştir ki, sizde bir zaaf var. İçinizden sabırlı yüz kişi olsa, iki yüz kişiye galip gelir; sizden bin kişi olsa, Allah'ın izniyle iki bin kişiye galebe çalar. Allah, sabredenlerle beraberdir!",
        "numberInSurah": 66,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 154,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1227,
        "text": "Hiçbir peygamber için, yeryüzünde ağır basmadıkça, esirlere sahip olmak uygun değildir. Siz şu iğreti dünyanın nimetini istiyorsunuz; Allah ise âhireti istiyor. Allah Azîz'dir, Hakîm'dir.",
        "numberInSurah": 67,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 154,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1228,
        "text": "Eğer Allah'tan bir yazı önden gelmemiş olsaydı, aldığınız fidyeden ötürü size büyük bir azap dokunurdu.",
        "numberInSurah": 68,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 154,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1229,
        "text": "Artık kazanç olarak elde ettiklerinizden/ elde ettiğiniz ganimetlerden helal ve temiz olarak yiyin; Allah'tan sakının! Allah çok affedici, çok merhametlidir.",
        "numberInSurah": 69,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 154,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1230,
        "text": "Ey Peygamber! Elinizde esir olarak bulunanlara de ki: \"Eğer Allah, kalplerinizde bir hayır olduğunu bilirse size, sizden alınandan daha değerlisini verir ve sizi affeder. Allah çok affedici, çok esirgeyicidir.\"",
        "numberInSurah": 70,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1231,
        "text": "Sana hıyanet etmek isterlerse kesin olan şu ki, daha önce Allah'a hıyanet ettiler de Allah, aleyhlerine bir imkân yarattı. Allah herşeyi bilen, her hikmete sahip olandır.",
        "numberInSurah": 71,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1232,
        "text": "Onlar ki, inanıp hicret ettiler, mallarıyla, canlarıyla Allah yolunda cihat ettiler; onlar ki hicret edenleri barındırdılar, onlara yardım ettiler, işte onlar birbirlerinin dostlarıdır. İman edip de hicret etmeyenlere gelince, hicret edecekleri vakte kadar size onların yönetiminden bir şey düşmüyor. Ama sizden dinde yardım isterlerse, sizinle aralarında antlaşma bulunan bir topluluk aleyhinde olmamak üzere, kendilerine yardım etmeniz gerekir. Allah, yapmakta olduklarınızı iyice görmektedir.",
        "numberInSurah": 72,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1233,
        "text": "Küfre sapanlar da birbirlerinin dostlarıdır. Eğer şu dikkat çekilenleri yapmazsanız yeryüzünde bir fitne, büyük bir bozgun çıkar.",
        "numberInSurah": 73,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1234,
        "text": "O inanıp hicret edenler, Allah yolunda cihat edenler, o barındırıp yardımcı olanlar var ya, gerçek müminler işte onlardır! Bir bağışlanma var onlar için, bol bir rızık var.",
        "numberInSurah": 74,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1235,
        "text": "Sonradan inanarak hicret edip de sizinle birlikte cihada katılanlar da sizdendir. Kan akrabaları ise, Allah'ın Kitabı'na göre birbirlerine daha yakın dostturlar. Allah herşeyi bilir.",
        "numberInSurah": 75,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "tr.ozturk",
      "language": "tr",
      "name": "Öztürk",
      "englishName": "Yasar Nuri Ozturk",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}