{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 10,
    "name": "سُورَةُ يُونُسَ",
    "englishName": "Yunus",
    "englishNameTranslation": "Jonas",
    "revelationType": "Meccan",
    "numberOfAyahs": 109,
    "ayahs": [
      {
        "number": 1365,
        "text": "Elif, Lâm, Râ. İşte sana hikmetlerle dolu Kitap'ın ayetleri.",
        "numberInSurah": 1,
        "juz": 11,
        "manzil": 3,
        "page": 208,
        "ruku": 172,
        "hizbQuarter": 83,
        "sajda": false
      },
      {
        "number": 1366,
        "text": "\"İnsanları uyar, iman edenlere de kendileri için Allah katında yüksek bir doğruluk derecesi bulunduğunu müjdele\" diye içlerinden bir er kişiye vahiy göndermemiz, insanlara şaşırtıcı mı geldi? Küfre batanlar: \"Bu adam açık bir büyücüdür.\" dediler.",
        "numberInSurah": 2,
        "juz": 11,
        "manzil": 3,
        "page": 208,
        "ruku": 172,
        "hizbQuarter": 83,
        "sajda": false
      },
      {
        "number": 1367,
        "text": "Şu bir gerçek ki, sizin Rabbiniz gökleri ve yeri altı günde yaratan, sonra arş üzerine egemenik kurup iş ve oluşu çekip çeviren Allah'tır. O'nun izni olmadıkça hiçbir şefaatçı devreye giremez. İşte bu Allah'tır sizin Rabbiniz. Artık O'na kulluk/ibadet edin. Düşünüp anlamıyor musunuz?",
        "numberInSurah": 3,
        "juz": 11,
        "manzil": 3,
        "page": 208,
        "ruku": 172,
        "hizbQuarter": 83,
        "sajda": false
      },
      {
        "number": 1368,
        "text": "Allah'tan hak bir vaat olarak hepinizin dönüşü yalnız O'nadır. Yaratılışı başlatır, sonra yarattıklarını varlık alanına ardarda çıkarır ki, iman edip hayra ve barışa yönelik amelleri yerli yerince sergileyenleri ödüllendirsin. Küfre dalanlara gelince, onlar için, nankörlük edip gerçeği örtmeleri yüzünden, kaynar sudan bir içki ve acıklı bir azap öngörülmüştür.",
        "numberInSurah": 4,
        "juz": 11,
        "manzil": 3,
        "page": 208,
        "ruku": 172,
        "hizbQuarter": 83,
        "sajda": false
      },
      {
        "number": 1369,
        "text": "Güneş'i ısı ve ışık kaynağı; Ay'ı, hesabı ve yılların sayısını bilesiniz diye bir nur yapıp ona evreler takdir eden O'dur. Allah bütün bunları rastgele değil, şaşmaz ölçülere bağlı olarak yaratmıştır. Bilgiyle donanmış bir topluluk için ayetleri ayrıntılı kılıyor.",
        "numberInSurah": 5,
        "juz": 11,
        "manzil": 3,
        "page": 208,
        "ruku": 172,
        "hizbQuarter": 83,
        "sajda": false
      },
      {
        "number": 1370,
        "text": "Şu bir gerçek ki, geceyle gündüzün birbiri ardınca değişip durmasında, Allah'ın göklerde ve yerde vücut verdiği şeylerde, sakınan bir topluluk için sayısız ayetler vardır.",
        "numberInSurah": 6,
        "juz": 11,
        "manzil": 3,
        "page": 208,
        "ruku": 172,
        "hizbQuarter": 83,
        "sajda": false
      },
      {
        "number": 1371,
        "text": "Şu bir gerçek ki, bize kavuşmayı ummayanlar, iğreti hayatla tatmin bulup onunla rahatlayanlar ve ayetlerimizden uzaklaşıp gaflete dalanlar,",
        "numberInSurah": 7,
        "juz": 11,
        "manzil": 3,
        "page": 209,
        "ruku": 172,
        "hizbQuarter": 83,
        "sajda": false
      },
      {
        "number": 1372,
        "text": "Kazandıkları şeyler yüzünden varış yerleri ateş olacakların ta kendileridir.",
        "numberInSurah": 8,
        "juz": 11,
        "manzil": 3,
        "page": 209,
        "ruku": 172,
        "hizbQuarter": 83,
        "sajda": false
      },
      {
        "number": 1373,
        "text": "İman edip haya ve barışa yönelik amel sergileyenlere gelince, Rableri onları imanlarıyla doğruya ve güzele iletir. Nimetlerle dolu cennetlerde onların altlarından ırmaklar akacaktır.",
        "numberInSurah": 9,
        "juz": 11,
        "manzil": 3,
        "page": 209,
        "ruku": 172,
        "hizbQuarter": 83,
        "sajda": false
      },
      {
        "number": 1374,
        "text": "Orada onların yakarışı, \"Tespih ederiz seni ey Allahımız!\" ve birbirlerine esenlik dilemeleri, \"Selam!\" şeklindedir. Ve onların son çağırışları şudur: Bütün övgüler âlemlerin Rabbi Allah'adır.",
        "numberInSurah": 10,
        "juz": 11,
        "manzil": 3,
        "page": 209,
        "ruku": 172,
        "hizbQuarter": 83,
        "sajda": false
      },
      {
        "number": 1375,
        "text": "Allah, insanlara şerri, onların hayrı acele istedikleri gibi çabucak verseydi, ecellerinin onlara ulaşmasına çoktan hükmedilmiş olurdu. Ama biz, bize kavuşmayı ummayanları kendi azgınlıkları içinde körü körüne bocalamaya bırakırız.",
        "numberInSurah": 11,
        "juz": 11,
        "manzil": 3,
        "page": 209,
        "ruku": 173,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1376,
        "text": "İnsanlara zorluk dokunduğu zaman; yan yatarken, otururken, ayaktayken bize yalvarır. Ama sıkıntısını çözdüğümüzde, kendisine dokunan bir zorluk yüzünden bize hiç yalvarmamış gibi çekip gider. Haksızlığa/aşırılığa sapanlara, yapmakta oldukları, işte böyle süslü gösterilmiştir.",
        "numberInSurah": 12,
        "juz": 11,
        "manzil": 3,
        "page": 209,
        "ruku": 173,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1377,
        "text": "Yemin olsun ki, biz sizden önceki kuşakları, zulmettikleri ve resulleri kendilerine açık kanıtlar getirdiği halde inanmadıkları için, helâk ettik. Günaha batanlar topluluğunu biz böyle cezalandırırız.",
        "numberInSurah": 13,
        "juz": 11,
        "manzil": 3,
        "page": 209,
        "ruku": 173,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1378,
        "text": "Sonra onların ardından yeryüzünde sizi halefler kıldık ki, nasıl iş yapacağınızı görelim.",
        "numberInSurah": 14,
        "juz": 11,
        "manzil": 3,
        "page": 209,
        "ruku": 173,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1379,
        "text": "Ayetlerimiz onlara açık-seçik parçalar halinde okunduğu zaman, bize ulaşmayı ummayanlar şöyle dediler: \"Bundan başka bir Kur'an getir yahut bunu değiştir.\" De ki: \"Onu kendiliğimden değiştirmem benim için söz konusu olamaz. Ben sadece bana vahyolunana uyuyorum. Rabbime isyan edersem, büyük bir günün azabından korkuya düşerim.\"",
        "numberInSurah": 15,
        "juz": 11,
        "manzil": 3,
        "page": 210,
        "ruku": 173,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1380,
        "text": "De ki: \"Allah dileseydi, onu size okumazdım, onu size bildirmezdi de. Ondan önce içinizde bir ömür kalmıştım. Hâlâ aklınızı kullanmayacak mısınız?\"",
        "numberInSurah": 16,
        "juz": 11,
        "manzil": 3,
        "page": 210,
        "ruku": 173,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1381,
        "text": "Yalan düzerek Allah'a iftira eden yahut onun ayetlerini yalanlayan kişiden daha zalim kim var? Şu bir gerçek ki, suçlular iflah etmezler.",
        "numberInSurah": 17,
        "juz": 11,
        "manzil": 3,
        "page": 210,
        "ruku": 173,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1382,
        "text": "Allah'ın yanında bir de kendilerine zarar veremeyen, yarar sağlayamayan şeylere kulluk ediyorlar ve şöyle diyorlar: \"Bunlar bizim Allah katındaki şefaatçılarımızdır.\" De onlara: \"Allah'a, göklerde ve yerde bilmediği şeyleri mi haber veriyorsunuz?\" Şanı yücedir O'nun, ortak koştuklarından arınmıştır O.",
        "numberInSurah": 18,
        "juz": 11,
        "manzil": 3,
        "page": 210,
        "ruku": 173,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1383,
        "text": "İnsanlar bir tek ümmetten başka değilken ihtilafa düştüler. Eğer Rabbinden bir söz öne geçmemiş olsaydı, tartışıp durdukları konuda aralarında hüküm verilir/iş mutlaka bitirilirdi.",
        "numberInSurah": 19,
        "juz": 11,
        "manzil": 3,
        "page": 210,
        "ruku": 173,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1384,
        "text": "Şöyle derler: \"Ona Rabbinden bir mucize indirilseydi ya!\" De ki: \"Gayb, Allah'ın tekelinde. Hadi bekleyin; sizinle birlikte ben de bekleyenlerdenim.\"",
        "numberInSurah": 20,
        "juz": 11,
        "manzil": 3,
        "page": 210,
        "ruku": 173,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1385,
        "text": "İnsanlara, kendilerine dokunan bir darlıktan sonra bir rahat tattırdığımızda, ayetlerimiz hakkında hemen bir tuzak sergilerler. De ki: \"Tuzak kurma bakımından Allah daha hızlıdır.\" Zaten, resullerimiz, kurmakta oldukları tuzakları kaydediyorlar.",
        "numberInSurah": 21,
        "juz": 11,
        "manzil": 3,
        "page": 211,
        "ruku": 174,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1386,
        "text": "O yürütüyor sizi karada ve denizde. Diyelim, gemidesiniz: Gemiler, içindekileri latîf bir rüzgârla götürüyorlar. İçerdekiler ferah ve sevinç duymaktalar. Birden korkunç bir kasırga geliverdi. Her taraftan dalgalar üzerlerine çullandı. Çepeçevre kuşatıldıklarını düşünüp dini yalnız Allah'a özgüleyerek duaya koyuldular: \"Eğer bizi şu durumdan kurtarırsan, yemin olsun, sana şükredenlerden olacağız.\"",
        "numberInSurah": 22,
        "juz": 11,
        "manzil": 3,
        "page": 211,
        "ruku": 174,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1387,
        "text": "Ama Allah onları kurtarınca, hiç vakit geçirmeden yeryüzünde haksızlığa sapıp azgınlaşırlar. Ey insanlar! Şu iğreti hayatın menfaati için yaptığınız azgınlık ve taşkınlık yalnız sizin aleyhinizedir. Bir süre sonra bize döndürüleceksiniz ve yapmakta olduklarınızı size haber vereceğiz.",
        "numberInSurah": 23,
        "juz": 11,
        "manzil": 3,
        "page": 211,
        "ruku": 174,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1388,
        "text": "Şu iğreti hayatın durumu gökten indirdiğimiz bir suya benzer: İnsanların ve davarların yedikleri yeryüzü bitkisi onunla karışmıştır. Nihayet toprak, takılarını kuşanmış, süslenmiştir. Toprağın sahipleri onun üzerinde egemen olduklarını sanmaktadırlar. Tam bu sırada emrimiz ona gece veya gündüz ulaşmıştır. Ve onu, sanki dün yerinde yokmuş gibi biçip atmışızdır. Derin derin düşünen bir topluluk için ayetleri böyle ayrıntılı olarak veriyoruz.",
        "numberInSurah": 24,
        "juz": 11,
        "manzil": 3,
        "page": 211,
        "ruku": 174,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1389,
        "text": "Allah, esenlik yurduna çağırır ve dilediğini dosdoğru bir yola kılavuzlar.",
        "numberInSurah": 25,
        "juz": 11,
        "manzil": 3,
        "page": 211,
        "ruku": 174,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1390,
        "text": "Güzel düşünüp güzel davrananlara güzellik var. Dahası da var. Onların yüzlerine kara da bulaşmaz, zillet de... Cennetin dostlarıdır onlar; sürekli kalıcıdırlar orada.",
        "numberInSurah": 26,
        "juz": 11,
        "manzil": 3,
        "page": 212,
        "ruku": 174,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1391,
        "text": "Kötülük kazananlara ise kötülüğün miktarınca karşılık vardır. Ama yüzlerini bir zillet de kaplar. Onları Allah'tan kurtaracak kimse yoktur. Yüzleri gece parçalarından karanlıklarla kaplanmış gibidir. Ateşin dostlarıdır bunlar. Sürekli kalıcıdırlar içinde.",
        "numberInSurah": 27,
        "juz": 11,
        "manzil": 3,
        "page": 212,
        "ruku": 174,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1392,
        "text": "Gün olur, onları bir araya toplarız; sonra şirke batmışlara sesleniriz: \"Siz ve ortak yaptıklarınız, yerlerinize!\" Aralarını ayırmışızdır. Allah'a ortak tuttukları şöyle haykırır: \"Siz sadece bize kulluk/ibadet etmiyordunuz.\"",
        "numberInSurah": 28,
        "juz": 11,
        "manzil": 3,
        "page": 212,
        "ruku": 174,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1393,
        "text": "\"Sizinle bizim aramızda tanık olarak Allah yeter. Doğrusu, biz sizin ibadetinizden tamamen habersizdik.\"",
        "numberInSurah": 29,
        "juz": 11,
        "manzil": 3,
        "page": 212,
        "ruku": 174,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1394,
        "text": "İşte orada, her benlik önceden gönderdiği şeyi kendisi deneyecektir. Hepsi gerçek Mevlâ'larına döndürülmüş, iftira aracı yaptıkları şeyler kendilerini koyup gitmiştir.",
        "numberInSurah": 30,
        "juz": 11,
        "manzil": 3,
        "page": 212,
        "ruku": 174,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1395,
        "text": "Sor: \"Sizi gökten ve yerden kim rızıklandırıyor? Ya o işitme gücünün ve gözlerin sahibi kim? Kim çıkarıyor ölüden diriyi ve kim çıkarıyor diriden ölüyü? Kim çekip çeviriyor iş ve oluşu?\" Hemen, \"Allah!\" diyecekler. De ki: \"Hâlâ kendinize gelmiyor musunuz?\"",
        "numberInSurah": 31,
        "juz": 11,
        "manzil": 3,
        "page": 212,
        "ruku": 175,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1396,
        "text": "İşte bu Allah'tır sizin Hak Rabbiniz. Hak'tan sonra, sapıklıktan başka ne kalır ki? Peki, nasıl oluyor da yüz geri döndürülüyorsunuz?",
        "numberInSurah": 32,
        "juz": 11,
        "manzil": 3,
        "page": 212,
        "ruku": 175,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1397,
        "text": "Bu, budur! Rabbinin yoldan çıkanlar hakkındaki, \"Onlar iman etmezler!\" sözü gerçekleşmiştir.",
        "numberInSurah": 33,
        "juz": 11,
        "manzil": 3,
        "page": 212,
        "ruku": 175,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1398,
        "text": "De ki: \"Ortak tuttuklarınız içinde, yaratışa başlayan, sonra, yarattığını çevirip bir daha yaratan kim var?\" De ki: \"Allah! Yaratışı başlatır, sonra onu çevirip yeniden yaratır. O halde nasıl oluyor da başka bir yöne döndürülüyorsunuz?\"",
        "numberInSurah": 34,
        "juz": 11,
        "manzil": 3,
        "page": 213,
        "ruku": 175,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1399,
        "text": "Şunu da söyle: \"Ortak tuttuklarınızdan kim var hakka götüren?\" De ki: \"Allah götürür hakka. Hakka götürebilen mi izlenmeye daha layıktır yoksa kılavuzlanmadıkça yolu bulamayan mı? Peki, ne oluyor size? Nasıl hüküm veriyorsunuz siz?\"",
        "numberInSurah": 35,
        "juz": 11,
        "manzil": 3,
        "page": 213,
        "ruku": 175,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1400,
        "text": "Onların çoğu sanıdan başka bir şeyin ardınca gitmiyor. Doğrusu da şu ki sanı, haktan hiçbir şey ifade etmez. Allah, onların yaptıklarını iyice bilmektedir.",
        "numberInSurah": 36,
        "juz": 11,
        "manzil": 3,
        "page": 213,
        "ruku": 175,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1401,
        "text": "Bu Kur'an, Allah'ın berisinden birilerince yalan isnatlarla oluşturulmuş değildir. O, kendinden öncekinin tasdiki ve Kitap'ın ayrıntılı kılınmasıdır. Kuşku ve çelişme yoktur onda. Âlemlerin Rabbi'ndendir o.",
        "numberInSurah": 37,
        "juz": 11,
        "manzil": 3,
        "page": 213,
        "ruku": 175,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1402,
        "text": "Yoksa, \"onu uydurdu\" mu diyorlar! De ki: \"Eğer doğru sözlüler iseniz Allah dışında, elinizin yettiklerini de çağırın da onun benzeri bir sure ortaya çıkarın.\"",
        "numberInSurah": 38,
        "juz": 11,
        "manzil": 3,
        "page": 213,
        "ruku": 175,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1403,
        "text": "Hayır, düşündükleri gibi değil. Onlar, ilmini kuşatamadıkları ve yorumu kendilerine hiç gelmemiş bir şeyi yalanladılar. Onlardan öncekiler de böyle yalanlamıştı. Bak da gör nasıl olmuştur zalimlerin sonu!",
        "numberInSurah": 39,
        "juz": 11,
        "manzil": 3,
        "page": 213,
        "ruku": 175,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1404,
        "text": "İçlerinden buna inanacak var, inanmayacak var. Bozguncuları Rabbin daha iyi bilir.",
        "numberInSurah": 40,
        "juz": 11,
        "manzil": 3,
        "page": 213,
        "ruku": 175,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1405,
        "text": "Seni yalanladılarsa şöyle söyle: \"Benim yaptığım bana, sizin yaptığınız size. Siz benim yaptığımdan uzaksınız, ben de sizin yaptığınızdan uzağım.\"",
        "numberInSurah": 41,
        "juz": 11,
        "manzil": 3,
        "page": 213,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1406,
        "text": "İçlerinde sana kulak verenler de vardır. Peki, sağırlara sen mi işittireceksin? Hele bir de akıllarını kullanmıyorlarsa!",
        "numberInSurah": 42,
        "juz": 11,
        "manzil": 3,
        "page": 213,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1407,
        "text": "Onlardan sana bakanlar da vardır. Peki, körlere sen mi kılavuzluk edeceksin? Hele, kalp gözleriyle de görmüyorlarsa!",
        "numberInSurah": 43,
        "juz": 11,
        "manzil": 3,
        "page": 214,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1408,
        "text": "Allah, insanlara hiçbir şekilde zulmetmez. Ama insanlar öz benliklerine zulmediyorlar.",
        "numberInSurah": 44,
        "juz": 11,
        "manzil": 3,
        "page": 214,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1409,
        "text": "Onları huzuruna toplayacağı gün, gündüzün bir saatinden başka, dünyada durmamış gibidirler; aralarında tanışırlar. Allah'a kavuşmayı yalanlayıp da doğru yolu tutmamış bulunanlar, hüsrana uğramışlardır.",
        "numberInSurah": 45,
        "juz": 11,
        "manzil": 3,
        "page": 214,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1410,
        "text": "Onlara vaat ettiğimizin bazısını sana göstersek de seni vefat ettirsek de dönüşleri bizedir. Sonunda Allah, işlemiş olduklarına tanıklık edecektir.",
        "numberInSurah": 46,
        "juz": 11,
        "manzil": 3,
        "page": 214,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1411,
        "text": "Her ümmet için bir resul öngörülmüştür. Resulleri gelince, aralarında adaletle hüküm verilir. Hiçbir zulme uğratılmazlar.",
        "numberInSurah": 47,
        "juz": 11,
        "manzil": 3,
        "page": 214,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1412,
        "text": "Diyorlar ki: \"Doğru sözlülerseniz bu vaat ne zaman?\"",
        "numberInSurah": 48,
        "juz": 11,
        "manzil": 3,
        "page": 214,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1413,
        "text": "De ki: \"Ben kendime bile Allah'ın istediği dışında bir zarar verme yahut yarar sağlama gücünde değilim. Her ümmetin bir eceli var. Ecelleri geldiğinde bir saat geri de kalamazlar, ileri de gidemezler.\"",
        "numberInSurah": 49,
        "juz": 11,
        "manzil": 3,
        "page": 214,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1414,
        "text": "Şöyle söyle: \"Diyelim O'nun azabı size gündüzün veya geceleyin gelecektir. Suçlular bunlardan hangisini aceleyle ister?\"",
        "numberInSurah": 50,
        "juz": 11,
        "manzil": 3,
        "page": 214,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1415,
        "text": "O azap başınıza patladıktan sonra mı iman ettiniz! Şimdi mi? Hani onu aceleden isteyip duruyordunuz?",
        "numberInSurah": 51,
        "juz": 11,
        "manzil": 3,
        "page": 214,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1416,
        "text": "Sonra, zulmedenlere şöyle denecek: \" O uzun süreli azabı tadın! Kazandığınız şeyler dışında bir şeyle cezalandırılmayacaksınız!\"",
        "numberInSurah": 52,
        "juz": 11,
        "manzil": 3,
        "page": 214,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1417,
        "text": "Soruyorlar sana: \"Doğru mu bu?\" De ki: \"Evet! Rabbime yemin ederim, o doğrunun ta kendisidir! Ve siz ondan yakayı kurtaramayacaksınız.\"",
        "numberInSurah": 53,
        "juz": 11,
        "manzil": 3,
        "page": 214,
        "ruku": 176,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1418,
        "text": "Zulmetmiş her benlik, yeryüzündekiler kendinin olsa, kurtulmak için tümünü fidye verecektir. Azabı gördüklerinde pişmanlğı ta içlerinde duyarlar. Aralarında adaletle hükmedilmiştir. Asla zulme uğratılmazlar!",
        "numberInSurah": 54,
        "juz": 11,
        "manzil": 3,
        "page": 215,
        "ruku": 177,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1419,
        "text": "Gözünüzü açın, göklerde ve yerde ne varsa Allah'ındır! Gözünüzü açın, Allah'ın vaadi haktır! Ama onların çokları bilmiyorlar.",
        "numberInSurah": 55,
        "juz": 11,
        "manzil": 3,
        "page": 215,
        "ruku": 177,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1420,
        "text": "O, hayat verir, O öldürür. O'na döndürüleceksiniz.!",
        "numberInSurah": 56,
        "juz": 11,
        "manzil": 3,
        "page": 215,
        "ruku": 177,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1421,
        "text": "Ey insanlar! İşte, size Rabbinizden bir öğüt, gönüller derdine bir şifa, inananlara bir kılavuz ve bir rahmet geldi.",
        "numberInSurah": 57,
        "juz": 11,
        "manzil": 3,
        "page": 215,
        "ruku": 177,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1422,
        "text": "De ki: \"Allah'ın lütfuyla, O'nun rahmetiyle, sadece onunla sevinip ferahlasınlar! O, onların toplayıp yığdıklarından hayırlıdır.\"",
        "numberInSurah": 58,
        "juz": 11,
        "manzil": 3,
        "page": 215,
        "ruku": 177,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1423,
        "text": "De ki: \"Ne oldu size de Allah'ın size rızık olarak indirdiği şeylerden bir haram yaptınız bir de helal?\" De ki: \"Allah mı size izin verdi, yoksa Allah'a iftira mı ediyorsunuz?\"",
        "numberInSurah": 59,
        "juz": 11,
        "manzil": 3,
        "page": 215,
        "ruku": 177,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1424,
        "text": "Yalanı Allah'a yakıştıranlar, kıyamet günü hakkında ne düşünüyorlar? Allah, insanlara karşı elbette lütuf sahibidir, fakat onların çokları şükretmiyorlar.",
        "numberInSurah": 60,
        "juz": 11,
        "manzil": 3,
        "page": 215,
        "ruku": 177,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1425,
        "text": "Bir iş ve oluşta bulunsan, Kur'an'dan bir şey okusan; herhangi bir iş yapsanız, siz ona dalıp gitmişken biz üstünüzde mutlaka tanıklarız. Ne yerde ne gökte zerre ağırlığınca bir şey, ondan daha küçüğü de daha büyüğü de Rabbinden uzakta/gizli kalmaz; tümü apaçık bir kitaptadır.",
        "numberInSurah": 61,
        "juz": 11,
        "manzil": 3,
        "page": 215,
        "ruku": 178,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1426,
        "text": "Gözünüzü açın! Allah'ın velîleri için hiçbir korku yoktur. Tasaya da düşmezler onlar.",
        "numberInSurah": 62,
        "juz": 11,
        "manzil": 3,
        "page": 216,
        "ruku": 178,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1427,
        "text": "Onlar inanmış, takvaya sarılmışlardır.",
        "numberInSurah": 63,
        "juz": 11,
        "manzil": 3,
        "page": 216,
        "ruku": 178,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1428,
        "text": "Dünya hayatında da âhirette de müjde vardır onlara. Allah'ın kelimelerinde değişme/değiştirme olmaz. İşte budur o büyük kurtuluş.",
        "numberInSurah": 64,
        "juz": 11,
        "manzil": 3,
        "page": 216,
        "ruku": 178,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1429,
        "text": "Onların sözü seni üzmesin. Tüm onur ve kudret Allah'ındır. O her şeyi işitir, her şeyi bilir.",
        "numberInSurah": 65,
        "juz": 11,
        "manzil": 3,
        "page": 216,
        "ruku": 178,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1430,
        "text": "Gözünüzü açın! Göklerde kim var yerde kim varsa Allah'ındır! Allah'ın yanında başka şeylere yalvaranlar, ortak koştuklarına uymuyorlar/Allah'ın yanında ortaklara yalvaranlar neyin ardı sıra gidiyorlar? Onlar sadece sanıya uyuyorlar ve onlar sadece saçmalıyorlar.",
        "numberInSurah": 66,
        "juz": 11,
        "manzil": 3,
        "page": 216,
        "ruku": 178,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1431,
        "text": "O, odur ki, içinde durup dinlenesiniz diye sizin için geceye vücut verdi, gündüzü de aydınlık kıldı. Hiç kuşkusuz, bunda, dinleyecek bir topluluk için ibretler vardır.",
        "numberInSurah": 67,
        "juz": 11,
        "manzil": 3,
        "page": 216,
        "ruku": 178,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1432,
        "text": "\"Allah çocuk edindi!\" dediler. Hâşâ! Allah bundan arınmıştır! O Ganî'dir, hiçbir şeye muhtaç olmaz! Göklerdekiler de yerdekiler de O'nundur. Elinizde, söylediğinize ilişkin hiçbir kanıt yok. Allah hakkında bilmediğiniz şeyi mi söylüyorsunuz?",
        "numberInSurah": 68,
        "juz": 11,
        "manzil": 3,
        "page": 216,
        "ruku": 178,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1433,
        "text": "De ki: \"Allah hakkında yalan düzüp iftira edenler iflah etmeyeceklerdir!\"",
        "numberInSurah": 69,
        "juz": 11,
        "manzil": 3,
        "page": 216,
        "ruku": 178,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1434,
        "text": "Dünyada biraz nimetlenme, ardından dönüşleri bize! Sonra biz, inkâr ettikerinden ötürü şiddetli azabı onlara tattıracağız.",
        "numberInSurah": 70,
        "juz": 11,
        "manzil": 3,
        "page": 216,
        "ruku": 178,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1435,
        "text": "Onlara Nûh'un haberini de oku! Hani, toplumuna şöyle demişti: \"Eğer benim konumum ve Allah'ın ayetlerini hatırlatmam size ağır geliyorsa artık ben, Allah'a dayandım. Siz de ortaklarınızla bir araya gelip işinize bakın. Yapacağınız şey size bir kaygı da vermesin, hükmünüzü bana uygulayın. Ve bana fırsat da vermeyin.\"",
        "numberInSurah": 71,
        "juz": 11,
        "manzil": 3,
        "page": 217,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1436,
        "text": "\"Yüz çevirdiyseniz çevirin. Ben sizden bir ücret istemedim. Benim ücretim, Allah'tan gelecektir. Bana, müslümanlardan/Allah'a teslim olanlardan olmam emredildi.\"",
        "numberInSurah": 72,
        "juz": 11,
        "manzil": 3,
        "page": 217,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1437,
        "text": "Bunun üzerine, onu yalanladılar. Biz de onu ve gemide onunla beraber bulunanları kurtardık, onları yöneticiler yaptık; ayetlerimizi yalanlayanları da batırıp boğduk. Bak da gör, önceden uyarılanların sonu nice oluyor!",
        "numberInSurah": 73,
        "juz": 11,
        "manzil": 3,
        "page": 217,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1438,
        "text": "Nûh'un ardından birçok resulleri daha toplumlarına gönderdik. Onlara açık-seçik kanıtlar getirdiler. Ama onlar daha önceden yalanladıkları şeye bir türlü inanmadılar. Azgınlığa sapanların kalplerini biz, işte böyle mühürleriz.",
        "numberInSurah": 74,
        "juz": 11,
        "manzil": 3,
        "page": 217,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1439,
        "text": "Onların ardından da Mûsa ile Hârun'u ayetlerimiz eşliğinde Firavun ve kurmaylarına gönderdik. Kibre saptılar ve günahkâr bir topluluk oldular.",
        "numberInSurah": 75,
        "juz": 11,
        "manzil": 3,
        "page": 217,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1440,
        "text": "Gerçek, katımızdan onlara geldiğinde şöyle demişlerdi: \"Hiç kuşkusuz, bu, apaçık bir büyüdür.\"",
        "numberInSurah": 76,
        "juz": 11,
        "manzil": 3,
        "page": 217,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1441,
        "text": "Mûsa dedi ki: \"Gerçek size ulaştığında böyle mi konuşuyorsunuz? Büyü müdür bu? Büyücülerin kurtuluşu yoktur.\"",
        "numberInSurah": 77,
        "juz": 11,
        "manzil": 3,
        "page": 217,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1442,
        "text": "Dediler ki: \"Sen bize, atalarımızı üzerinde bulduğumuz şeyden bizi çeviresin de bu toprakta devlet ve ululuk ikinizin olsun diye mi geldin? Biz, ikinize de inanmıyoruz.\"",
        "numberInSurah": 78,
        "juz": 11,
        "manzil": 3,
        "page": 217,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1443,
        "text": "Firavun seslendi: \"Tüm bilgin büyücüleri huzuruma getirin!\"",
        "numberInSurah": 79,
        "juz": 11,
        "manzil": 3,
        "page": 218,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1444,
        "text": "Büyücüler gelince, Mûsa onlara şöyle dedi: \"Ortaya koyma gücünde olduğunuz şeyleri sergileyin.\"",
        "numberInSurah": 80,
        "juz": 11,
        "manzil": 3,
        "page": 218,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1445,
        "text": "Onlar hünerlerini ortaya koyunca Mûsa dedi ki: \"Sergilediğiniz şey büyüdür. Allah onu mutlaka hükümsüz kılacaktır. Çünkü Allah, bozguncuların işini düzgün yürütmez.\"",
        "numberInSurah": 81,
        "juz": 11,
        "manzil": 3,
        "page": 218,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1446,
        "text": "\"Ve suçlular hoş görmese de Allah, hakkı, kelimeleriyle ortaya çıkarıp kanıtlayacaktır.\"",
        "numberInSurah": 82,
        "juz": 11,
        "manzil": 3,
        "page": 218,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1447,
        "text": "Firavun ve kodamanlarının kendilerine kötülük etmelerinden korktukları için, kavmi arasından bir gençlik grubu dışında hiç kimse Mûsa'ya inanmadı. Çünkü Firavun, o toprakta gerçekten çok üstündü ve gerçekten sınır tanımaz azgınlardan biriydi.",
        "numberInSurah": 83,
        "juz": 11,
        "manzil": 3,
        "page": 218,
        "ruku": 180,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1448,
        "text": "Mûsa dedi ki: \"Ey toplumum! Eğer Allah'a inanmışsanız, müslümanlarsanız/Allah'a teslim olanlarsanız yalnız Allah'a dayanıp güvenin!\"",
        "numberInSurah": 84,
        "juz": 11,
        "manzil": 3,
        "page": 218,
        "ruku": 180,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1449,
        "text": "Şöyle yakardılar: \"Yalnız Allah'a dayandık. Rabbimiz! Bizleri, zulmedenler toplumu için bir imtihan aracı yapma!\"",
        "numberInSurah": 85,
        "juz": 11,
        "manzil": 3,
        "page": 218,
        "ruku": 180,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1450,
        "text": "\"O küfre sapmış toplumdan rahmetinle bizi kurtar!\"",
        "numberInSurah": 86,
        "juz": 11,
        "manzil": 3,
        "page": 218,
        "ruku": 180,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1451,
        "text": "Mûsa'ya ve kardeşine şunu vahyettik: Kavminiz için kendilerini yerleştirmek üzere Mısır'da evler hazırlayın. Evlerinizi kıble yapın/karşılıklı yapın ve namazı/duayı yerine getirin! İnananlara müjde ver.",
        "numberInSurah": 87,
        "juz": 11,
        "manzil": 3,
        "page": 218,
        "ruku": 180,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1452,
        "text": "Mûsa şöyle dedi: \"Rabbimiz! Sen, Firavun ve kodamanlarına şu geçici hayatta debdebe verdin, mallar verdin. Rabbimiz! Senin yolundan saptırsınlar diye mi? Rabbimiz! Onların mallarını sil-süpür, kalplerini şiddetle sık ki, acıklı azabı görünceye kadar inanmasınlar!\"",
        "numberInSurah": 88,
        "juz": 11,
        "manzil": 3,
        "page": 218,
        "ruku": 180,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1453,
        "text": "Allah cevap verdi: \"İkinizin duası kabul edildi. Doğruluktan şaşmayın! İlimden nasipsizlerin yolunu izlemeyin!\"",
        "numberInSurah": 89,
        "juz": 11,
        "manzil": 3,
        "page": 219,
        "ruku": 180,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1454,
        "text": "Ve İsrailoğullarını denizden geçirdik. Firavun ve ordusu, azgınlık ve düşmanlıkla onları izlemekteydi. Nihayet, boğulma ümüğüne çökünce şöyle dedi: \"İman ettim. İsrailoğullarının inanmış olduğu dışında ilah yok. Ben de O'na teslim olanlardanım.\"",
        "numberInSurah": 90,
        "juz": 11,
        "manzil": 3,
        "page": 219,
        "ruku": 180,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1455,
        "text": "\"Şimdi mi? Daha önce isyan etmiş, bozgunculardan olmuştun.\"",
        "numberInSurah": 91,
        "juz": 11,
        "manzil": 3,
        "page": 219,
        "ruku": 180,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1456,
        "text": "\"Bugün senin bedenini kurtaracağız ki, arkandan gelenlere bir ibret olasın. Ama insanların çoğu bizim ayetlerimizden gerçekten habersiz bulunuyor.\"",
        "numberInSurah": 92,
        "juz": 11,
        "manzil": 3,
        "page": 219,
        "ruku": 180,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1457,
        "text": "Yemin olsun, biz, İsrailoğullarını çok güzel bir yurda yerleştirdik ve kendilerine temiz yiyeceklerden rızık verdik. Kendilerine ilim gelinceye kadar ihtilafa düşmediler. Hiç kuşkusuz, Rabbin, tartışmakta oldukları şey hakkında kıyamet günü aralarında hüküm verecektir.",
        "numberInSurah": 93,
        "juz": 11,
        "manzil": 3,
        "page": 219,
        "ruku": 181,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1458,
        "text": "Şayet sen, sana indirdiğimizden kuşkulanmakta isen, senden önce kitabı okuyanlara sor. Yemin olsun, hak sana Rabbinden gelmiştir. O halde, sakın kuşkulananlardan olma!",
        "numberInSurah": 94,
        "juz": 11,
        "manzil": 3,
        "page": 219,
        "ruku": 181,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1459,
        "text": "Ve sakın ayetlerimizi yalanlayanlardan olma, yoksa hüsrana düşenlerden olursun.",
        "numberInSurah": 95,
        "juz": 11,
        "manzil": 3,
        "page": 219,
        "ruku": 181,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1460,
        "text": "Aleyhlerine Rabbinin kelimesi hak olanlar iman etmezler;",
        "numberInSurah": 96,
        "juz": 11,
        "manzil": 3,
        "page": 219,
        "ruku": 181,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1461,
        "text": "Tüm ayetler onlara gelse bile. Ta, o korkunç azabı görünceye kadar.",
        "numberInSurah": 97,
        "juz": 11,
        "manzil": 3,
        "page": 219,
        "ruku": 181,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1462,
        "text": "Bir kent inansa da imanı kendisine yarar sağlasa ya! Yûnus'un kavmi müstesna. Onlar inanınca, dünya hayatında rezillik azabını üstlerinden kaldırmış ve kendilerini belirli bir süreye kadar nimetlendirmiştik.",
        "numberInSurah": 98,
        "juz": 11,
        "manzil": 3,
        "page": 220,
        "ruku": 181,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1463,
        "text": "Eğer Rabbin dileseydi, yeryüzündeki insanların tümü toplu halde mutlaka iman ederlerdi. Hal böyle iken, mümin olmaları için insanları sen mi zorlayacaksın!",
        "numberInSurah": 99,
        "juz": 11,
        "manzil": 3,
        "page": 220,
        "ruku": 181,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1464,
        "text": "Allah'ın izni olmadıkça hiçbir benlik iman edemez. Allah, pisliği, aklını kullanmayanlar üzerine bırakır.",
        "numberInSurah": 100,
        "juz": 11,
        "manzil": 3,
        "page": 220,
        "ruku": 181,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1465,
        "text": "De ki: \"Göklerde ve yerde neler var/neler oluyor, bir bakın!\" O ayetler ve uyarılar iman etmeyen bir toplumun hiçbir işine yaramaz.",
        "numberInSurah": 101,
        "juz": 11,
        "manzil": 3,
        "page": 220,
        "ruku": 181,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1466,
        "text": "Onlar, sırf kendilerinden önce gelip geçenlerin günleri gibisini bekliyorlar. De ki: \"Bekleyin! Sizinle beraber ben de bekleyenlerdenim.\"",
        "numberInSurah": 102,
        "juz": 11,
        "manzil": 3,
        "page": 220,
        "ruku": 181,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1467,
        "text": "Sonunda biz, resullerimizi ve iman edenleri kurtarıyoruz. İşte böyledir. Üzerimize bir borç olarak, inananları kurtarırız.",
        "numberInSurah": 103,
        "juz": 11,
        "manzil": 3,
        "page": 220,
        "ruku": 181,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1468,
        "text": "De ki: \"Ey insanlar, benim dinimden kuşkuda iseniz, ben sizin Allah'ın berisinden kulluk ettiklerinize kulluk etmeyeceğim. Tam aksine ben, sizin canınızı alacak olan Allah'a kulluk edeceğim. Bana, müminlerden olmam emredildi.\"",
        "numberInSurah": 104,
        "juz": 11,
        "manzil": 3,
        "page": 220,
        "ruku": 182,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1469,
        "text": "Şu da emredildi: \"Yüzünü, bir hanîf olarak dine çevir. Sakın müşriklerden olma!\"",
        "numberInSurah": 105,
        "juz": 11,
        "manzil": 3,
        "page": 220,
        "ruku": 182,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1470,
        "text": "\"Allah'ın berisinden, sana yarar sağlamayacak ve zarar veremeyecek şeylere yakarma! Eğer bunu yaparsan mutlaka zalimlerden olursun.\"",
        "numberInSurah": 106,
        "juz": 11,
        "manzil": 3,
        "page": 220,
        "ruku": 182,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1471,
        "text": "Allah sana bir zarar dokundurursa, onu kaldıracak olan başkası değil, yine O'dur. O sana bir hayır dilerse, O'nun lütfunu reddedecek yoktur. Kullarından dilediğini lütfuyla nasiplendirir. Gafûr'dur O, Rahîm'dir.",
        "numberInSurah": 107,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 182,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1472,
        "text": "De ki: \"Ey insanlar! Şu bir gerçek ki hak size Rabbinizden gelmiştir. Artık doğruya yönelen kendi benliği için yönelir; sapan da kendi benliği aleyhine sapar. Ben sizin üzerinize vekil değilim.\"",
        "numberInSurah": 108,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 182,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1473,
        "text": "Sana vahyedilene uy ve Allah hüküm verinceye kadar sabret. O, hâkimlerin en hayırlısıdır.",
        "numberInSurah": 109,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 182,
        "hizbQuarter": 88,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "tr.ozturk",
      "language": "tr",
      "name": "Öztürk",
      "englishName": "Yasar Nuri Ozturk",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}