{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 11,
    "name": "سُورَةُ هُودٍ",
    "englishName": "Hud",
    "englishNameTranslation": "Hud",
    "revelationType": "Meccan",
    "numberOfAyahs": 123,
    "ayahs": [
      {
        "number": 1474,
        "text": "Elif, Lâm, Râ. Hakîm ve Habîr olandan bir kitaptır ki bu, ayetleri önce muhkem kılınmış, sonra ayrıntılı hale getirilmiştir.",
        "numberInSurah": 1,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 183,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1475,
        "text": "Ki başkasına değil, yalnız Allah'a ibadet edesiniz! Kuşkusuz, ben size O'ndan gelen bir uyarıcı ve müjdeciyim.",
        "numberInSurah": 2,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 183,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1476,
        "text": "Af dileyin Rabbinizden; sonra da tövbe ile O'na yönelin ki, belirlenmiş bir süreye kadar sizi güzel bir nimetle nimetlendirsin ve her farklı derece sahibine hak ettiği ödülü versin. Eğer yüz çevirirseniz, o takdirde sizi büyük bir günün azabıyla korkuturum.",
        "numberInSurah": 3,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 183,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1477,
        "text": "Yalnız Allah'adır dönüşünüz. Ve O, herşeye Kadîr'dir.",
        "numberInSurah": 4,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 183,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1478,
        "text": "Dikkatle bakın! Onlar O'ndan gizlenmek için göğüslerini bükerler. Dikkat edin! Onlar giysileriyle sarılıp sarmaladıkları zaman da O, onların gizlemekte olduklarını da açığa vurduklarını da bilmektedir. Çünkü O, göğüslerin içini çok iyi bilendir.",
        "numberInSurah": 5,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 183,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1479,
        "text": "Yerde hiçbir debelenen yoktur ki, rızkı Allah'ın üzerinde olmasın. O, onun karar kıldığı noktayı da bilir, emanet edildiği yeri de. Herşey, apaçık bir Kitap'tadır.",
        "numberInSurah": 6,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 183,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1480,
        "text": "O, odur ki, gökleri ve yeri altı günde yaratmıştır. O'nun arşı da su üzerinde idi. Böyle yapması, iş ve davranış yönünden hanginizin daha güzel olduğunu belirlemek için sizi denemeye yöneliktir. Sen, \"Kuşkusuz, sizler ölümden sonra diriltileceksiniz!\" dediğinde, küfre batanlar hemen ve kesinlikle şöyle derler: \"Bu apaçık bir büyüden başka şey değildir.\"",
        "numberInSurah": 7,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 183,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1481,
        "text": "Ve eğer onlardan azabı, belirlenmiş bir süreye kadar ertelesek, mutlaka şöyle diyeceklerdir: \"Onu erteleyen de ne?\" Gözünüzü açın, azap onlara geldiği gün, kendilerinden geri çevrilecek değildir. Ve alay edip durdukları şey, kendilerini sarmış olacaktır.",
        "numberInSurah": 8,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 183,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1482,
        "text": "İnsana bizden bir rahmet tattırıp sonra onu ondan çekip alsak, insan elbette çok ümitsiz, çok nankör bir hale düşer.",
        "numberInSurah": 9,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1483,
        "text": "Ve eğer ona, kendisine gelip çatan bir zorluk ve kederden sonra bolluk ve nimet tattırırsak, hiç kuşkusuz şöyle diyecektir: \"Tüm sıkıntı ve kötülükler benden uzaklaşmıştır.\" Bu durumda o, bir sevinç şımarığı, bir kendini beğenmiş olur.",
        "numberInSurah": 10,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1484,
        "text": "Sabredip hayra ve barışa yönelik amel sergileyenler böyle yapmazlar. Bunlar kendileri için bir yarlıgama ve büyük bir ödül öngörülen kişilerdir.",
        "numberInSurah": 11,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1485,
        "text": "Belki de sen; onlar, \"Ona bir hazine indirilseydi, yahut beraberinde bir melek gelseydi ya!\" diyorlar diye göğsün sıkışıp daralarak, sana vahyedilmekte olanının bir kısmını terk etmeye kalkarsın. Gerçek olan şu ki, sen sadece bir uyarıcısın. Allah ise her şey üzerinde bir Vekîl'dir.",
        "numberInSurah": 12,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1486,
        "text": "Yoksa, \"Onu uydurdu\" mu diyorlar! De ki: \"Öyleyse hadi, onun benzeri, uydurma on sure de siz getirin; eğer doğru sözlüler iseniz, Allah'tan başka çağırabildiklerinizi de çağırın.\"",
        "numberInSurah": 13,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1487,
        "text": "Eğer size cevap veremedilerse artık bilin ki o, ancak Allah'ın ilmiyle indirilmiştir. Ve O'ndan başka da ilah yoktur. Artık müslüman oluyor/Allah'a teslim oluyor musunuz?",
        "numberInSurah": 14,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1488,
        "text": "Her kim iğreti hayatı ve onun süsünü isterse böylelerinin yapıp ettiklerinin karşılığını kendilerine bu hayatta tam olarak veririz. Onlar dünyada hiçbir eksiltmeye uğratılmazlar.",
        "numberInSurah": 15,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1489,
        "text": "Öyleleridir ki bunlar, âhirette kendileri için ateşten başkası yoktur. Sanayi olarak ürettikleri, orada işe yaramaz olmuştur. Yapıp ettikleri de bâtıl hale gelmiştir.",
        "numberInSurah": 16,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1490,
        "text": "Böyleleri şu kimse gibi olur mu: Rabbinden bir beyyine üzerinedir, O'ndan bir tanık da kendisini izler. Tanıktan önce de bir kılavuz ve rahmet olarak Mûsa'nın kitabı var. Onlar ona inanırlar. Hiziplerden onu inkâr edenin varış yeri ateştir. Ondan asla kuşkuya düşme; o Rabbinden bir haktır ama insanların çokları inanmıyorlar.",
        "numberInSurah": 17,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1491,
        "text": "Yalan düzerek Allah'a iftira edenden daha zalim kim var? Onlar Rablerine arz edilecekler. Tanıklar diyecekler ki: \"İşte bunlardır Rableri hakkında yalan uyduranlar.\" Herkes duysun ki, Allah'ın laneti zalimler üstünedir.",
        "numberInSurah": 18,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1492,
        "text": "O zalimler ki, Allah'ın yolundan alıkoyar, o yolu yamultmak isterler. Onlar, âhireti de inkâr ederler.",
        "numberInSurah": 19,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1493,
        "text": "Bunlar yeryüzünde kimseyi âciz bırakamazlar. Allah'tan başka hiçbir dostları da yoktur. Onlara azap kat kat verilecektir. Hem işitmeye güçleri yetmiyordu hem de göremiyorlardı.",
        "numberInSurah": 20,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1494,
        "text": "İşte bunlardır öz benliklerini hüsrana uğratanlar. İftira için kullandıkları şeyler de kendilerini bırakıp kaybolmuştur.",
        "numberInSurah": 21,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1495,
        "text": "Hiç kuşku yok ki bunlar, âhirette de hüsranın en beterine uğrayanlar olacaklardır.",
        "numberInSurah": 22,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1496,
        "text": "İman edip hayra ve barışa yönelik işler yaparak Rablerine içten bir bağlılıkla boyun eğenlere gelince, onlar cennet halkıdırlar. Sürekli kalacaklardır orada.",
        "numberInSurah": 23,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1497,
        "text": "Bu iki topluluğun durumu körle sağır, görenle işiten farkına benzer. Örnek olarak bu ikisi bir olur mu? Hâlâ düşünüp taşınıyor musunuz?",
        "numberInSurah": 24,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 184,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1498,
        "text": "Yemin olsun biz, Nûh'u da toplumuna resul olarak göndermiştik. \"Ben sizin için açık bir uyarıcıyım.\"",
        "numberInSurah": 25,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1499,
        "text": "\"Allah'tan başkasına kulluk etmeyin. Korkunç bir gününün azabına uğramanızdan korkuyorum.\" demişti de,",
        "numberInSurah": 26,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1500,
        "text": "Toplumunun küfre sapanlarından bir grup kodaman şöyle konuşmuştu: \"Bize göre sen, bizim gibi bir insandan başkası değilsin. Bakıyoruz sana, ayak takımımızın basit görüşlü insanlarından başkası ardına düşmüyor. Sizin bize hiçbir üstünlüğünüzün olduğuna inanmıyoruz. Aksine, sizi yalancılar sayıyoruz.\"",
        "numberInSurah": 27,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1501,
        "text": "Nûh dedi ki: \"Ey toplumum! Bir düşünün! Ya ben Rabbimden gelen bir beyyine üzerindeysem; katından bana bir rahmet vermiş de o rahmet sizin gözlerinizden saklanmışsa! Siz ona tiksintiyle bakarken, biz sizi ona zorla mı ulaştıracağız?\"",
        "numberInSurah": 28,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1502,
        "text": "\"Hem ben sizden buna karşı bir mal da istemiyorum. Benim ücretim Allah'tandır. Ama ben iman edenleri paylayıp kovamam. Çünkü onlar Rablerine varacaklar. Ama sizin cehalete batmış bir toplum olduğunuzu görüyorum.\"",
        "numberInSurah": 29,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1503,
        "text": "\"Ey toplumum! Eğer ben onları paylayıp kovarsam, Allah'a karşı bana kim yardım edebilir? Hâlâ düşünmüyor musunuz?\"",
        "numberInSurah": 30,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1504,
        "text": "\"Ben size demiyorum ki, Allah'ın hazineleri benim yanımdadır. Ben gaybı bilmem. Ben bir meleğim de demiyorum. Ama gözlerinizin horlayarak baktığı kişiler için, 'Allah bunlara hiçbir hayır vermeyecek' diyemem. Onların benliklerinde neyin saklı olduğunu Allah daha iyi bilir. Başka türlü davranırsam kesinlikle zalimlerden olurum.\"",
        "numberInSurah": 31,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1505,
        "text": "Dediler ki: \"Ey Nûh! Sen bizimle uğraştın, bizimle mücadelede çok da ileri gittin. Eğer doğru sözlülerden isen bizi tehdit ettiğin şeyi ortaya getir.\"",
        "numberInSurah": 32,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1506,
        "text": "Nûh dedi: \"Onu size, dilediği takdirde ancak Allah getirir, siz de hiçbir engel çıkaramazsınız.\"",
        "numberInSurah": 33,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1507,
        "text": "\"Eğer Allah sizi azdırmak istiyorsa, ben size öğüt vermeyi gaye edinsem de öğüdüm size hiçbir yarar sağlamaz. O'dur sizin Rabbiniz ve O'na döndürüleceksiniz.\"",
        "numberInSurah": 34,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1508,
        "text": "Yoksa, \"Onu kendisi uydurdu.\" mu diyorlar? De ki: \"Eğer onu uydurmuşsam işlediğim suç benim aleyhimedir. Ama ben, sizin işlemekte olduğunuz suçlardan sorumlu değilim.\"",
        "numberInSurah": 35,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1509,
        "text": "Nûh'a şöyle vahyolundu: \"Toplumundan, daha önce inanmış olanlar dışında hiç kimse iman etmeyecektir. Artık onların yaptıkları yüzünden tasalanıp durma.\"",
        "numberInSurah": 36,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 186,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1510,
        "text": "Vahyimize bağlı olarak gözlerimizin önünde gemiyi yap. Ve zulmedenler hakkında benimle karşılıklı laf edip durma. Onlar, mutlaka boğulacaklardır.",
        "numberInSurah": 37,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 186,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1511,
        "text": "Gemiyi yapıyordu. Toplumundan herhangi bir grup yanından geçtikçe onunla alay ediyorlardı. Dedi ki Nûh \"Bizimle alay ediyorsanız, biz de sizinle alay edeceğiz. Tıpkı sizin eğlendiğiniz gibi.\"",
        "numberInSurah": 38,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1512,
        "text": "\"Rezil eden azabın kime geleceğini, sürekli azabın kimin başına ineceğini yakında bileceksiniz.\"",
        "numberInSurah": 39,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1513,
        "text": "Nihayet emrimiz gelip de tandır kaynayınca şöyle seslendik: \"Yükle içine her birinden ikişer çift ve aleyhinde hüküm verilen hariç olmak üzere aileni, bir de iman etmiş olanları.\" Ama Nûh'la birlikte çok az bir kısmı iman etmişti.",
        "numberInSurah": 40,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1514,
        "text": "Nûh dedi: \"Binin içine! Onun akıp gitmesi de demir atması da Allah'ın adıyladır. Benim Rabbim elbette ki Gafûr'dur, Rahîm'dir.\"",
        "numberInSurah": 41,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1515,
        "text": "Gemi onları, dağlar gibi dalgalar üstünden yürütüp götürüyordu. Nûh onlardan ayrı bir yerde duran oğluna seslendi: \"Oğulcuğum, bizimle beraber bin, kâfirlerle beraber olma.\"",
        "numberInSurah": 42,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1516,
        "text": "Oğlu cevap verdi: \"Bir dağa sığınacağım, beni sudan korur.\" Nûh dedi: \"Allah'ın merhamet ettiği dışında bugün hiç kimse için Allah'ın kararından kurtaracak yoktur.\" Ve ikisi arasına dalga girdi de o, boğulanlar arasına katıldı.",
        "numberInSurah": 43,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1517,
        "text": "Ve denildi: \"Ey yer! Suyunu yut ve ey gök, sen de tut.\" Ve su çekidi. İş bitirilmişti. Gemi, Cûdi üzerine oturdu ve haykırıldı: \"O zalimler topluluğu geri gelmez olsun!\"",
        "numberInSurah": 44,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1518,
        "text": "Bu arada Nûh, Rabbine yakardı da dedi ki: \"Rabbim, oğlum benim ailemdendi! Senin vaadin elbette haktır. Sen hâkimlerin, hükmü en güzel verenisin.\"",
        "numberInSurah": 45,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1519,
        "text": "Allah buyurdu: \"Ey Nûh! O, senin ailenden değildi. Yaptığı, iyi olmayan bir işti. Hakkında bilgin olmayan şeyi benden isteme. Cahillerden olmaman hususunda seni uyarırım.\"",
        "numberInSurah": 46,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1520,
        "text": "Nûh dedi: \"Rabbim! Hakkında bilgim olmayan şeyi senden istemekten sana sığınırım. Eğer beni affetmez, bana acımazsan hüsrana uğrayanlardan olurum.\"",
        "numberInSurah": 47,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1521,
        "text": "Şöyle denildi: \"Ey Nûh! Sana ve seninle beraber olanlardan diğer gruplara bizden bereketler ve bir selamla aşağıya in. Bazı ümmetler de var, kendilerini önce nimetlendireceğiz sonra bizden acıklı bir azap hepsini kucaklayacak.\"",
        "numberInSurah": 48,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1522,
        "text": "İşte bunlar, sana vahyetmekte olduğumuz gayb haberlerindendir. Bundan önce onları sen de bilmiyordun, toplumun da... Artık sabırlı ol! Sonuç, takvaya sarılanlarındır.",
        "numberInSurah": 49,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1523,
        "text": "Âd'a da kardeşleri Hûd'u gönderdik. Dedi ki: \"Ey toplumum! Allah'a kulluk edin. Sizin O'ndan başka ilahınız yok. Siz sadece uydurmalara bel bağlamışsınız.\"",
        "numberInSurah": 50,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1524,
        "text": "\"Ey toplumum! Bu tebliğime karşılık sizden bir ücret istemiyorum. Benim ücretim, beni yaratandan başkasına düşmez. Hâlâ aklınızı çalıştırmayacak mısınız?\"",
        "numberInSurah": 51,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1525,
        "text": "\"Ey toplumum! Rabbinizden af dileyin, sonra O'na yönelin ki üzerinize göğü bol bol göndersin, kuvvetinize kuvvet katsın. Günahkârlar olup da Allah'tan yüz çevirmeyin.\"",
        "numberInSurah": 52,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1526,
        "text": "Dediler ki: \"Ey Hûd! Bize hiçbir kanıt getirmedin. Senin sözünle ilahlarımızı terk edecek değiliz. Zaten biz sana inanmıyoruz.\"",
        "numberInSurah": 53,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1527,
        "text": "\"Sadece şunu söylüyoruz: 'İlahlarımızdan biri seni kötü çarpmış.\" Hûd dedi: \"Ben Allah'ı tanık tutuyorum, siz de tanık olun ki, ben sizin Allah'a ortak yaptıklarınızdan uzağım.\"",
        "numberInSurah": 54,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1528,
        "text": "\"Allah dışındaki tanrılarınızdan uzağım. Hadi, hep birlikte bana tuzak kurun, bana hiç göz açtırmayın.\"",
        "numberInSurah": 55,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1529,
        "text": "\"Ben, benim de Rabbim, sizin de Rabbiniz olan Allah'a dayanıp güvendim. Hiçbir canlı yoktur ki O, onu perçeminden yakalamış olmasın. Hiç kuşkusuz benim Rabbim dosdoğru bir yol üzerindedir.\"",
        "numberInSurah": 56,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1530,
        "text": "\"Eğer yüz çevirirseniz ben, bana gönderilen şeyi size tebliğ etmiş bulunuyorum. Rabbim, yerinize başka bir topluluk getirir ve siz O'na hiçbir şekilde zarar veremezsiniz. Kuşkusuz benim Rabbim her şey üzerinde bir Hafîz'dir; kollar, gözetir.\"",
        "numberInSurah": 57,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1531,
        "text": "Emrimiz gelince, Hûd'u ve onunla birlikte iman etmiş olanları bizden bir rahmetle kurtardık. Biz onları çok ağır bir azaptan kurtardık.",
        "numberInSurah": 58,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1532,
        "text": "İşte buydu Âd. Rablerinin ayetlerine kafa tuttular, O'nun resullerine isyan ettiler. Ve her inatçı zorbanın emrine uydular.",
        "numberInSurah": 59,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1533,
        "text": "Bu dünyada ve kıyamet gününde arkalarına lanet takıldı. Dikkat edin; Âd, Rablerine nankörlük etmişti. Dikkat edin, Hûd'un kavmi olan Âd geri gelmez oldu.",
        "numberInSurah": 60,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1534,
        "text": "Semûd'a da kardeşleri Sâlih'i gönderdik. Dedi ki: \"Ey toplumum! Allah'a kulluk edin. Sizin O'ndan başka ilahınız yok. Sizi topraktan oluşturan ve size orada ömür geçirten O'dur. Artık O'ndan af dileyin, O'na dönün. Rabbim Karîb'dir, bize çok yakındır; Mucîb'dir, bize cevap verir.\"",
        "numberInSurah": 61,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1535,
        "text": "Dediler ki: \"Ey Sâlih! Sen bundan önce, aramızda aranan/ümit beslenen bir kişi idin. Şimdi kalkmış, atalarımızın kulluk ettiklerine kulluk etmemizi mi yasaklıyorsun? Gerçek şu ki biz, bizi çağırdığın şey hakkında kafaları karıştıran bir kuşku içindeyiz.\"",
        "numberInSurah": 62,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1536,
        "text": "Dedi ki: \"Ey kavmim! Hiç düşündünüz mü? Ya ben Rabbimden bir beyyine üzerindeysem, bana kendisinden bir rahmet sunmuşsa! Bu durumda ben O'na isyan edersem, bana Allah'a karşı kim yardım eder? Sizin bana, yıkım ve hüsranı artırmak dışında bir katkınız olamaz.\"",
        "numberInSurah": 63,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1537,
        "text": "\"Ey toplumum! İşte şu size, Allah'ın bir mucize olan devesi. Rahat bırakın onu. Allah'ın toprağında karnını doyursun. Bir kötülük dokundurmayın ona. Yoksa sizi çok yakın bir azap yakalayıverir.\"",
        "numberInSurah": 64,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1538,
        "text": "Ama deveyi yere yıkıp kestiler. Sâlih dedi ki: \"Yurdunuzda üç gün daha nimetlenin. Bu, yalanlanamayacak bir tehdittir.\"",
        "numberInSurah": 65,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1539,
        "text": "Emrimiz gelince Sâlih'i ve onunla birlikte iman edenleri bizden bir rahmetle kurtardık. O günün rezilliğinden kurtardık. Senin Rabbin, evet O, Kavî'dir, Azîz'dir.",
        "numberInSurah": 66,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1540,
        "text": "Zulme sapmış olanları o korkunç titreşimli ses yakaladı da öz yurtlarında yere çökmüş hale geldiler.",
        "numberInSurah": 67,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1541,
        "text": "Sanki hiç hayat sürmemişlerdi orada. Dikkat edin! Semûd kavmi, Rablerine nankörlük etmişti. Dikkat edin, Semûd geri dönmez olmuştur.",
        "numberInSurah": 68,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1542,
        "text": "Yemin olsun, resullerimiz İbrahim'e muştu getirip \"Selam!\" demişlerdi. O da \"Selam!\" demiş, fazla beklemeden kızartılmış bir buzağı getirmişti.",
        "numberInSurah": 69,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1543,
        "text": "Ellerinin ona ulaşmadığını görünce onlardan işkillendi. Ve kendilerinden ürpermeye başladı. \"Korkma, dediler, biz Lût kavmine gönderildik.\"",
        "numberInSurah": 70,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1544,
        "text": "Orada dikilmekte olan karısı güldü. Bunun üzerine ona İshak'ı müjdeledik, İshak'ın arkasından da Yakub'u.",
        "numberInSurah": 71,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1545,
        "text": "\"Vay başıma, dedi. Doğuracak mıyım ben? Kendim bir kocakarı, kocam bir ihtiyar. Gerçekten şaşılacak şey bu.\"",
        "numberInSurah": 72,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1546,
        "text": "Dediler ki: \"Allah'ın emrine mi şaşıyorsun? Allah'ın rahmeti ve bereketleri üzerinizdedir ey ev halkı! O Hamîd'dir, Mecîd'dir.\"",
        "numberInSurah": 73,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1547,
        "text": "İbrahim'den korku gidip yerine müjde gelince, Lût kavmi hakkında bizimle tartışır oldu.",
        "numberInSurah": 74,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1548,
        "text": "İbrahim, gerçekten yufka yürekli bir insandı; herkes için ah eder, içini çekerdi, yalvarıp yakarırdı.",
        "numberInSurah": 75,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1549,
        "text": "\"Ey İbrahim! Bu halinden vazgeç. Rabbinin emri gelmiştir. Geri çevrilemez bir azap onların enselerine binecektir.\"",
        "numberInSurah": 76,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1550,
        "text": "Elçilerimiz Lût'a geldiğinde onlar için kaygılanmış, göğsü daralmış da şöyle demişti: \"Bu, zorlu bir gün!\"",
        "numberInSurah": 77,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1551,
        "text": "Lût'un kavmi koşarak onun yanına geldi. Bunlar daha önce de kötülükler yapmışlardı. Lût dedi ki: \"Ey toplumum! İşte şunlar kızlarım. Onlar sizin için daha temiz. Allah'tan korkun da misafirlerim önünde beni rezil etmeyin. İçinizde olgun bir adam yok mu?\"",
        "numberInSurah": 78,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1552,
        "text": "Dediler ki: \"Senin kızlarında hakkımız olmadığını çok iyi biliyorsun. Ne istediğimizi de çok iyi biliyorsun.\"",
        "numberInSurah": 79,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1553,
        "text": "Dedi: \"Ah, size karşı koyacak bir gücüm olsaydı yahut sağlam bir kaleye sığınabilseydim.\"",
        "numberInSurah": 80,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1554,
        "text": "Melekler dediler: \"Biz senin Rabbinin elçileriyiz. Sana asla el süremezler. Gecenin bir yerinde aileni götür. İçinizden hiç kimse geri kalmasın; karın müstesna. O, ötekilere çatan belaya çarptırılacaktır. Onların azap vakti, sabah vaktidir. Sabah da ne kadar yakın, değil mi?\"",
        "numberInSurah": 81,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1555,
        "text": "Nihayet emrimiz gelince oranın üstünü altına getirdik. Ve üzerlerine, pişirilmiş çamurdan yapılıp istif edilmiş taş yağdırdık.",
        "numberInSurah": 82,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1556,
        "text": "Rabbin katında damgalanmış taşlar. Zalimlerden çok uzak değildir bu.",
        "numberInSurah": 83,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1557,
        "text": "Medyen'e, kardeşleri Şuayb'ı göndermiştik. Dedi ki: \"Ey toplumum! Allah'a kulluk edin. O'ndan başka tanrınız yok sizin. Eksik ölçüp yanlış tartmayın. Sizi nimet-bereket içinde görüyorum, ama sizin için sarıp kuşatan bir günün azabından da korkuyorum.\"",
        "numberInSurah": 84,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1558,
        "text": "\"Ey toplumum! Ölçüyü ve tartıyı tam bir dürüstlükle yapın. İnsanların eşyalarını tırtıklamayın. Yeryüzünde bozgunculuk yaparak dolaşmayın.\"",
        "numberInSurah": 85,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1559,
        "text": "\"Eğer inananlar iseniz, Allah'ın bıraktığı kâr sizin için daha hayırlıdır. Ben sizin üzerinizde bir bekçi değilim.\"",
        "numberInSurah": 86,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1560,
        "text": "Dediler ki: \"Ey Şuayb! Namazın/duan mı emrediyor sana, atalarımızın tapar olduğunu terk etmemizi yahut mallarımızda dilediğimiz gibi davranmaktan vazgeçmemizi? Esasında sen; gerçekten yumuşak huylu, olgun bir insansın.\"",
        "numberInSurah": 87,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1561,
        "text": "Dedi: \"Ey toplumum! Ya ben Rabbimden bir beyyine üzerindeysem, bana, lütfundan güzel bir rızık vermişse!... Size yasakladığım şeylerde, size söylediğimin aksine davranmak istemiyorum. Gücüm ölçüsünde barış ve iyilikten başka bir şey de istemiyorum. Başarım ancak Allah'ın desteğiyledir. Yalnız O'na güvendim ben, yalnız O'na yöneliyorum.\"",
        "numberInSurah": 88,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1562,
        "text": "\"Ey toplumum! Bana kafa tutmanız, sakın sizi Nûh kavminin yahut Hûd kavminin yahut Sâlih kavminin başlarına gelen musibetle yüz yüze getirmesin. Lût kavmi de sizden pek uzak değil.\"",
        "numberInSurah": 89,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1563,
        "text": "\"Rabbinizden af dileyip O'na yönelin. Rabbim Rahîm'dir, rahmeti sınırsızdır; Vedûd'dur, çok sevgilidir.\"",
        "numberInSurah": 90,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1564,
        "text": "Dediler ki: \"Ey Şuayb! Söylediklerinin birçoğunu anlamıyoruz. Ve biz seni aramızda zayıf bir adam olarak görüyoruz. Hani, kabilen olmasa, kafanı taşla ezivereceğiz. Senin bize karşı hiçbir üstünlüğün yok.\"",
        "numberInSurah": 91,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1565,
        "text": "Dedi: \"Ey toplumum! Sizce kabilem Allah'tan daha mı güçlü ve onurlu! Allah'ı arkanıza atıp dışlanmış hale getirdiniz. Rabbim, yapıp ettiklerinizi çepeçevre kuşatmıştır.\"",
        "numberInSurah": 92,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1566,
        "text": "\"Ey toplumum! Elinizden geleni yapın, ben görevimi yapıyorum. Yakında bileceksiniz rezil edici bir azabın kime geleceğini, yalancının kim olduğunu! Gözetleyin, ben de sizinle beraber gözetliyorum.\"",
        "numberInSurah": 93,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1567,
        "text": "Emrimiz gelince Şuayb'ı ve onunla birlikte iman edenleri bizden bir rahmetle kurtardık. Zulmedenleri o yüksek titreşimli sayha yakaladı da öz yurtlarında yere çömelmiş hale geldiler.",
        "numberInSurah": 94,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1568,
        "text": "Sanki hiç yurt tutmamışlardı orada. Bakıp görün ki, Medyen de tıpkı Semûd gibi, dönüşü olmayan bir gidişle gitti.",
        "numberInSurah": 95,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1569,
        "text": "Yemin olsun, Mûsa'yı ayetlerimizle ve açık bir kanıtla gönderdik;",
        "numberInSurah": 96,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1570,
        "text": "Firavun'a ve kodamanlarına. Ama onlar Firavun'un emrine uydular. Oysaki, Firavun'un emri doğruya ve güzele ulaştırmıyordu.",
        "numberInSurah": 97,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1571,
        "text": "Kıyamet günü kavmine önderlik eder. İşte onları suya götürür gibi ateşe götürdü. Ne kötü varış yeridir o götürüldükleri yer!",
        "numberInSurah": 98,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1572,
        "text": "Peşlerine lanet takılmıştır: Hem burada hem kıyamet gününde ne kötü destektir o arkalarına takılmış olan!",
        "numberInSurah": 99,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1573,
        "text": "İşte bunlar o kentlerin/medeniyetlerin haberlerinden bir kısmı, anlatıyoruz sana. Kimi hâlâ ayakta onların, kimi kökünden biçilip gitmiştir.",
        "numberInSurah": 100,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1574,
        "text": "Onlara biz zulmetmedik. Ama onlar kendilerine zulmettiler. Rabbinin emri geldiğinde, Allah'ı bırakıp da yakardıkları ilahları kendilerine hiçbir yarar sağlamadı. İlahları onların sadece hasar ve hüsranlarını artırdı.",
        "numberInSurah": 101,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1575,
        "text": "Rabbin zulme sapan kentleri/medeniyetleri çarptığı zaman, işte böyle çarpar. O'nun çarpması gerçekten korkunçtur, şiddetlidir.",
        "numberInSurah": 102,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1576,
        "text": "Âhiret azabından korkan için bunda elbette ki bir ibret vardır. O, insanları bir araya getiren bir gündür. Görülesi bir gündür o!",
        "numberInSurah": 103,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1577,
        "text": "Biz onu, sadece belirli bir süre için erteliyoruz.",
        "numberInSurah": 104,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1578,
        "text": "O geldiği gün hiçbir benlik, O'nun izni olmadan söz söyleyemez. Onların bir kısmı bahtsız, bir kısmı mutludur.",
        "numberInSurah": 105,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1579,
        "text": "Bahtsızlığa düşenler ateş içindedir. Çok ıstıraplı bir soluyuş ve hıçkırışları vardır orada.",
        "numberInSurah": 106,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1580,
        "text": "Rabbinin dilemesi hariç, gökler ve yer durdukça onlar orada hep kalacaklardır. Rabbin, dilediğini öyle bir yerine getirir ki!...",
        "numberInSurah": 107,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1581,
        "text": "Mutluluğa erdirilenlere gelince, onlar cennettedirler. Rabbinin dilemesi hariç, gökler ve yer durdukça onlar, hep orada kalacaklardır. Kesintisiz bir lütuf olarak...",
        "numberInSurah": 108,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1582,
        "text": "Şunların kulluk etmekte oldukları şeyler yüzünden bir kuşku içine girme. Daha önce atalarının kulluk ettikleri gibi kulluk ediyorlar, hepsi bu. Biz onların da nasiplerini hiç eksiltmeden elbette vereceğiz.",
        "numberInSurah": 109,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 191,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1583,
        "text": "Yemin olsun, Mûsa'ya Kitap'ı verdik de onda da ihtilafa düşüldü. Rabbinden bir kelime, önceden gelmiş olmasaydı, aralarında iş mutlaka bitirilirdi. Onlar bunun hakkında, kafaları karıştıran bir kuşku içindedirler.",
        "numberInSurah": 110,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1584,
        "text": "Hiç kuşkusuz, Rabbin hepsinin amellerinin karşılığını tam tamına kendilerine verecektir. O, onların yapmakta olduklarından haberdardır.",
        "numberInSurah": 111,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1585,
        "text": "O halde sen, emrolunduğun gibi dosdoğru yürü! Seninle birlikte tövbe edenler de... Sakın aşırılık edip azmayın! O, yapmakta olduklarınızı görüyor.",
        "numberInSurah": 112,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1586,
        "text": "Zulmedenlere eğilim göstermeyin! Yoksa ateş sizi sarmalar. Allah'tan başka dostlarınız kalmaz, size yardım de edilmez.",
        "numberInSurah": 113,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1587,
        "text": "Gündüzün iki tarafında ve geceye yakın saatlerde namazı/duayı yerine getir. Güzellikler kötülükleri silip süpürür. İşte bu, Allah'ı ananlara bir öğüttür.",
        "numberInSurah": 114,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1588,
        "text": "Sabret! Allah, güzel düşünüp güzel davrananların ödülünü yitirmez.",
        "numberInSurah": 115,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1589,
        "text": "Sizden önceki kuşakların söz ve eser sahibi olanları, yeryüzünde bozgunculuktan alıkoymalı değiller miydi? Ama içlerinden kurtarmış olduklarımızın az bir kısmı dışında hiçbiri bunu yapmadı. Zulme sapanlar ise içine gömüldükleri servet şımarıklığının ardına düşüp suçlular haline geldiler.",
        "numberInSurah": 116,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1590,
        "text": "Halkı iyilik ve barış sevenler olsaydı, Rabbin o kentleri/medeniyetleri zulümle helâk edecek değildi ya!",
        "numberInSurah": 117,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1591,
        "text": "Eğer Rabbin dileseydi insanları elbette ki bir tek ümmet yapardı. Ama birbirleriyle çekişmeye devam edeceklerdir.",
        "numberInSurah": 118,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1592,
        "text": "Rabbinin rahmet ettikleri müstesna. O, onları işte bunun için yaratmıştır. Rabbinin, \"Yemin olsun ben cehennemi, tümden insanlar ve cinlerle dolduracağım!\" sözü tamamlanacaktır.",
        "numberInSurah": 119,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1593,
        "text": "Resullerin haberlerinden, kendisiyle kalbini destekleyip sağlamlaştıracağımız her şeyi sana anlatıyoruz. Bunun içinde sana hak gelmiştir. Bunda, inananlar için bir öğüt ve hatırlatma da vardır.",
        "numberInSurah": 120,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1594,
        "text": "İnanmayanlara de ki: \"Yapabildiğinizi yapın, biz de işimizi yapıyoruz.\"",
        "numberInSurah": 121,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1595,
        "text": "\"Bekleyin, biz de bekliyoruz!\"",
        "numberInSurah": 122,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1596,
        "text": "Göklerin ve yerin gizli bilgileri Allah'a aittir. Tüm iş ve oluş O'na döndürülür. O halde O'na kulluk et, O'na dayanıp güven! Rabbin, yapmakta olduklarınızdan habersiz değildir.",
        "numberInSurah": 123,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "tr.ozturk",
      "language": "tr",
      "name": "Öztürk",
      "englishName": "Yasar Nuri Ozturk",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}