{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 12,
    "name": "سُورَةُ يُوسُفَ",
    "englishName": "Yusuf",
    "englishNameTranslation": "Joseph",
    "revelationType": "Meccan",
    "numberOfAyahs": 111,
    "ayahs": [
      {
        "number": 1597,
        "text": "Elif, Lâm, Râ. O apaçık, apaydınlık Kitap'ın ayetleridir bunlar.",
        "numberInSurah": 1,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 193,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1598,
        "text": "Biz onu sana, aklınızı çalıştırasınız diye, Arapça bir Kur'an olarak indirdik.",
        "numberInSurah": 2,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 193,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1599,
        "text": "Biz bu Kur'an'ı sana vahyederek, hikâyelerin en güzelini anlatıyoruz. Oysaki sen, bundan önce bunlardan tamamen habersiz olanlardandın.",
        "numberInSurah": 3,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 193,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1600,
        "text": "Bir vakit Yûsuf babasına şöyle demişti: \"Babacığım, ben rüyada on bir yıldızla, Güneş'i ve Ay'ı gördüm; onları bana secde ediyorlar gördüm.\"",
        "numberInSurah": 4,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 193,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1601,
        "text": "\"Yavrucuğum, dedi, rüyanı kardeşlerine anlatma; sonra sana bir oyun oynarlar. Hiç kuşkusuz şeytan, insan için açık bir düşmandır.\"",
        "numberInSurah": 5,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 193,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1602,
        "text": "İşte böyle! Rabbin seni seçip yüceltecek, olayların ve sözlerin tevilinden, sana birşeyler öğretecek, hem senin hem Yakub soyunun üzerinde nimetini tamamlayacaktır. Tıpkı bundan önce ataların İbrahim ve İshak üzerine o nimeti tamamladığı gibi. Şu kesin ki, senin Rabbin Alîm'dir, Hakîm'dir.",
        "numberInSurah": 6,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 193,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1603,
        "text": "Yemin olsun ki, Yûsuf ve kardeşlerinde istek ve arayış içinde olanlar için ibretler/işaretler vardır.",
        "numberInSurah": 7,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1604,
        "text": "O vakit onlar şöyle demişlerdi: \"Yûsuf ve kardeşi, babamıza bizden daha sevimli, bu bir gerçek. Ama biz de birbirini her hal ve şartta destekleyen bir ekibiz. Şu da kuşkusuz ki, bizim babamız, inkâr edilemez bir şaşkınlık içindedir.\"",
        "numberInSurah": 8,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1605,
        "text": "\"Yûsuf'u öldürün yahut bir yere götürüp atın ki, babanızın ilgisi yalnız size yönelsin ve bunun ardından barışcıl ve hayırsever bir topluluk haline gelesiniz.\"",
        "numberInSurah": 9,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1606,
        "text": "İçlerinden söz alan biri şöyle konuştu: \"Yûsuf'u öldürmeyin. Onu bir kuyunun dibine bırakın; gelip geçen kafilelerden biri onu bulup alır. Yapacaksanız böyle yapın!\"",
        "numberInSurah": 10,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1607,
        "text": "Dediler ki: \"Ey babamız, ne oluyor da Yûsuf konusunda bize güvenmiyorsun. Oysaki biz ona hep öğüt vermekteyiz.\"",
        "numberInSurah": 11,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1608,
        "text": "\"Yarın onu bizimle gönder, gezip oynasın. Kuşkun olmasın biz onu çok güzel korur, gözetiriz.\"",
        "numberInSurah": 12,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1609,
        "text": "Dedi ki: \"Onu götürmeniz beni çok çok üzer. Ve korkarım ki siz ondan habersiz bir haldeyken onu kurt yer.\"",
        "numberInSurah": 13,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1610,
        "text": "Dediler ki: \"Vallahi biz böylesine dayanışma içinde bir ekipken onu kurt yerse, o takdirde biz hüsrana uğrayan kişiler oluruz.\"",
        "numberInSurah": 14,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1611,
        "text": "Onu götürüp kuyunun dibine koymaya karar verdiklerinde biz de ona şöyle vahyettik: Yemin olsun ki sen onlara, şu yaptıklarını hiç farkında olmayacakları bir sırada haber vereceksin.\"",
        "numberInSurah": 15,
        "juz": 12,
        "manzil": 3,
        "page": 237,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1612,
        "text": "Akşamdan sonra babalarına geldiler; ağlıyorlardı.",
        "numberInSurah": 16,
        "juz": 12,
        "manzil": 3,
        "page": 237,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1613,
        "text": "\"Ey babamız, dediler, gittik, yarışıyorduk; Yûsuf'u eşyamızın yanında bırakmıştık, kurt onu yemiş. Şimdi biz doğru da söylesek sen bize inanmayacaksın.\"",
        "numberInSurah": 17,
        "juz": 12,
        "manzil": 3,
        "page": 237,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1614,
        "text": "Yûsuf'un gömleği üstüne sahte bir kan çalmışlardı, getirdiler. Babaları dedi ki: \"İş, söylediğiniz gibi değil. Nefisleriniz sizi aldatıp bir işe itmiş. Artık bana düşen, güzelce sabretmek. Anlattıklarınıza karşı yalnız Müsteân olan Allah'tan yardım istenir.\"",
        "numberInSurah": 18,
        "juz": 12,
        "manzil": 3,
        "page": 237,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1615,
        "text": "Bir yolcu kafilesi gelmişti. Sucularını gönderdiler. O da kovasını sarkıttı. \"Müjde! Bu bir oğlan!\" diye haykırdı. Ticaret maksadıyla onu sakladılar. Allah ne yaptıklarını çok iyi biliyordu.",
        "numberInSurah": 19,
        "juz": 12,
        "manzil": 3,
        "page": 237,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1616,
        "text": "Onu basit bir karşılıkla, birkaç paraya sattılar. Onlar, ona değer vermeyen kişilerdi.",
        "numberInSurah": 20,
        "juz": 12,
        "manzil": 3,
        "page": 237,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1617,
        "text": "Onu satın alan Mısırlı, karısına şöyle dedi: \"Ona iyi bak, kendisine güzel bir yer hazırla. Bize yararı dokunabilir. Belki de evlat ediniriz onu.\" İşte bu şekilde biz Yûsuf'a yeryüzünde imkân verip o toprağa yerleştirdik ki, ona olayların/haberlerin yorumunu öğretelim. Allah, kendi emrine Gâlib'dir/kendi emrine hükmeder. Ama insanların çokları bilmiyorlar.",
        "numberInSurah": 21,
        "juz": 12,
        "manzil": 3,
        "page": 237,
        "ruku": 195,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1618,
        "text": "Yûsuf gerekli olgunluğa ulaşınca ona hükmetme yeteneği ve ilim verdik. Güzel düşünüp güzel davrananları biz işte böyle ödüllendiririz.",
        "numberInSurah": 22,
        "juz": 12,
        "manzil": 3,
        "page": 237,
        "ruku": 195,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1619,
        "text": "Yûsuf'un, evinde kaldığı kadın, onun nefsinden gönlünü tatmin etmek istedi. Kapıları kilitledi, \"Hadi gel!\" dedi. Yûsuf: \"Allah'a sığınırım, Rabbim beni güzel bir barınağa kavuşturmuştur. Zalimler iflah etmez.\" dedi.",
        "numberInSurah": 23,
        "juz": 12,
        "manzil": 3,
        "page": 238,
        "ruku": 195,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1620,
        "text": "Yemin olsun, kadın onu arzulamıştı. Eğer Rabbinin gerçeğe dikkat çeken delilini görmeseydi, o da onu arzulamıştı. Biz böylece ondan, kötülüğü ve fuhşu uzak tutuyorduk. Çünkü o, bizim samimi/seçkin kullarımızdandı.",
        "numberInSurah": 24,
        "juz": 12,
        "manzil": 3,
        "page": 238,
        "ruku": 195,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1621,
        "text": "İkisi birden kapıya koştular. Kadın onun gömleğini arkadan yırttı. Kapının yanında kadının beyi ile yüzyüze geldiler. Kadın seslendi: \"Senin ailene kötülük düşünenin cezası nedir; hapsedilmek mi, acıklı bir işkence mi?\"",
        "numberInSurah": 25,
        "juz": 12,
        "manzil": 3,
        "page": 238,
        "ruku": 195,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1622,
        "text": "Yûsuf dedi ki: \"O, gönlünü eğlendirmek için beni kullanmak istedi.\" Kadının ailesinden bir tanık da şu yolda tanıklık etti: \"Eğer erkeğin gömleği önden yırtılmışsa kadın doğru söylüyor, bu durumda erkek yalancılardandır.",
        "numberInSurah": 26,
        "juz": 12,
        "manzil": 3,
        "page": 238,
        "ruku": 195,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1623,
        "text": "Eğer erkeğin gömleği arkadan yırtılmışsa kadın yalan söylemiştir. Bu durumda erkek, doğru sözlülerdendir.\"",
        "numberInSurah": 27,
        "juz": 12,
        "manzil": 3,
        "page": 238,
        "ruku": 195,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1624,
        "text": "Gömleğin arkadan yırtılmış olduğunu görünce şöyle konuştu: \"Bu sizin tuzaklarınızdandır. Sizin tuzaklarınız gerçekten çok yamandır.\"",
        "numberInSurah": 28,
        "juz": 12,
        "manzil": 3,
        "page": 238,
        "ruku": 195,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1625,
        "text": "\"Yûsuf, sakın bundan bahsetme! Kadın, sen de günahının affını dile! Sen, gerçekten günahkârlardan oldun.\"",
        "numberInSurah": 29,
        "juz": 12,
        "manzil": 3,
        "page": 238,
        "ruku": 195,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1626,
        "text": "Şehirde bazı kadınlar şöyle konuştular: \"Azîz'in karısı, genç uşağının nefsinden gönlünü eğlendirmek istemiş. Aşktan yüreğinin zarı delinmiş. Öyle anlıyoruz ki, kadın tam bir çılgınlığa düşmüş.\"",
        "numberInSurah": 30,
        "juz": 12,
        "manzil": 3,
        "page": 238,
        "ruku": 196,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1627,
        "text": "Kadın onların oyunlarını işitince, onlara haber gönderdi. Kendilerine, yaslanarak yiyebilecekleri bir sofra hazırladı ve her birine bir bıçak verdi. Yûsuf'a: \"Karşılarına çık!\" dedi. Nihayet Yûsuf'u görünce onu öylesine yücelttiler ki, kendilerinin ellerini kestiler. Şöyle dediler: \"Aman Allahım! Bu bir insan değil; asil bir melek bu!\"",
        "numberInSurah": 31,
        "juz": 12,
        "manzil": 3,
        "page": 239,
        "ruku": 196,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1628,
        "text": "Kadın dedi ki: \"İşte budur o, hakkında beni kınadığınız. Vallahi, ben onunla gönlümü eğlendirmek istedim de o masum bir tavırla bundan çekindi. Ama, eğer kendisine emrettiğimi yapmazsa yemin ediyorum hapse tıkılacak ve horlananlardan olacaktır.\"",
        "numberInSurah": 32,
        "juz": 12,
        "manzil": 3,
        "page": 239,
        "ruku": 196,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1629,
        "text": "Yûsuf dedi: \"Rabbim! Zından benim için bunların beni çağırdığı şeyden daha sevimlidir. Eğer onların oyununu benden uzak tutmazsan onlara meyleder de cahillerden olurum.\"",
        "numberInSurah": 33,
        "juz": 12,
        "manzil": 3,
        "page": 239,
        "ruku": 196,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1630,
        "text": "Rabbi onun duasını kabul etti de kadınların tuzaklarını ondan uzaklaştırdı. Her şeyi duyar O, her şeyi bilir.",
        "numberInSurah": 34,
        "juz": 12,
        "manzil": 3,
        "page": 239,
        "ruku": 196,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1631,
        "text": "Bunca delili gördükten sonra bile Yûsuf'u bir süreye kadar zındana tıkmaları kararı onlara egemen oldu.",
        "numberInSurah": 35,
        "juz": 12,
        "manzil": 3,
        "page": 239,
        "ruku": 196,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1632,
        "text": "Onunla birlikte zındana iki genç daha girmişti. Bir tanesi dedi ki: \"Rüyada gördüm, şarap sıkıyordum.\" Öteki de şöyle dedi: \"Ben de gördüm ki, başımın üstünde ekmek taşıyorum, kuşlar ondan yiyor. Bunun yorumunu bize bildir. Biz senin, güzel düşünüp güzel davrananlardan olduğun kanısındayız.\"",
        "numberInSurah": 36,
        "juz": 12,
        "manzil": 3,
        "page": 239,
        "ruku": 197,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1633,
        "text": "Yûsuf dedi ki: \"Rızıklanacağınız herhangi bir yemek size gelmeden önce onun yorumunu ikinize mutlaka bildiririm.\" Bu, Rabbimin bana öğrettiği şeylerdendir. Ben, Allah'a inanmayan ve âhireti de tamamen inkâr eden bir toplumun milletini terk ettim.\"",
        "numberInSurah": 37,
        "juz": 12,
        "manzil": 3,
        "page": 239,
        "ruku": 197,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1634,
        "text": "\"Ve atalarım İbrahim'in, İshak'ın Yakub'un milletine uydum. Bizim herhangi birşeyi Allah'a ortak tutmamız söz konusu olamaz. İşte bu, Allah'ın bize ve diğer insanlara bir lütfudur. Ama insanların çokları şükretmiyorlar.\"",
        "numberInSurah": 38,
        "juz": 12,
        "manzil": 3,
        "page": 240,
        "ruku": 197,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1635,
        "text": "\"Ey benim zından arkadaşlarım! Parçalara bölünüp fırkalaşmış rabler mi daha hayırlıdır, Vâhid ve Kahhâr olan Allah mı?\"",
        "numberInSurah": 39,
        "juz": 12,
        "manzil": 3,
        "page": 240,
        "ruku": 197,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1636,
        "text": "\"O'nun yanında nelere kulluk ediyorsunuz? Sadece bir takım isimlere ki, adlarını siz ve atalarınız koymuştur. Onlar hakkında Allah, hiçbir kanıt indirmemiştir. Hüküm yalnız Allah'ındır. O, yalnız ve yalnız kendisine kulluk etmenizi emretti. Eskimez ve pörsümez din işte budur. Ama insanların çokları bilmiyorlar.\"",
        "numberInSurah": 40,
        "juz": 12,
        "manzil": 3,
        "page": 240,
        "ruku": 197,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1637,
        "text": "\"Ey benim zından arkadaşlarım! Rüyanıza gelince: Bir taneniz rab edindiği kişiye şarap sunacak. Ötekiniz ise asılacak da kuşlar başından yiyecek. Hakkında fetva sorduğunuz iş, böyle hükme bağlanmıştır.\"",
        "numberInSurah": 41,
        "juz": 12,
        "manzil": 3,
        "page": 240,
        "ruku": 197,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1638,
        "text": "Yûsuf o iki kişiden, kurtulacağını düşündüğüne şöyle dedi: \"Rab edindiğin kişi yanında beni an.\" Ama şeytan o adama, rab edindiği kişiye hatırlatmayı unutturdu. Böylece Yûsuf yıllarca zındanda kaldı.",
        "numberInSurah": 42,
        "juz": 12,
        "manzil": 3,
        "page": 240,
        "ruku": 197,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1639,
        "text": "Kral dedi ki: \"Düşümde yedi semiz inek görüyorum. Bunları yedi cılız inek yiyor. Ayrıca yedi yeşil başak, yedi de kuru başak görüyorum. Ey bendelerim! Eğer rüya tabir ediyorsanız, bu rüyam hakkında bana bir fetva verin.\"",
        "numberInSurah": 43,
        "juz": 12,
        "manzil": 3,
        "page": 240,
        "ruku": 198,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1640,
        "text": "Dediler ki: \"Bunlar, demet demet hayallerden ibarettir. Biz, hayal ve kuruntuların yorumunu bilenler değiliz.\"",
        "numberInSurah": 44,
        "juz": 12,
        "manzil": 3,
        "page": 241,
        "ruku": 198,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1641,
        "text": "Zındandaki iki adamdan kurtulanı, uzun bir zamandan sonra eskiyi hatırladı da şöyle dedi: \"Onun yorumunu size ben haber veririm. Siz beni zındana gönderin.\"",
        "numberInSurah": 45,
        "juz": 12,
        "manzil": 3,
        "page": 241,
        "ruku": 198,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1642,
        "text": "\"Yûsuf, ey özü-sözü doğru insan! Şu rüyayı yorumla bize. Yedi semiz inek var, yedi cılız inek bunları yiyor; yedi yeşil başak, bir yedi tane de kuru başak. Umarım buradan insanların yanına giderim, onlar da öğrenirler.\"",
        "numberInSurah": 46,
        "juz": 12,
        "manzil": 3,
        "page": 241,
        "ruku": 198,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1643,
        "text": "Yûsuf dedi: \"Alışılageldiği şekliyle yedi yıl ekin ekeceksiniz. Biçtiklerinizden yiyecek kadar az bir miktar alır, gerisini başağında bırakırsınız.\"",
        "numberInSurah": 47,
        "juz": 12,
        "manzil": 3,
        "page": 241,
        "ruku": 198,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1644,
        "text": "\"Bunun ardından yedi kurak yıl gelecek. Bu yıllar, saklayabileceğiniz bir miktar ekin hariç, önceden biriktirdiklerinizi yiyip tüketecek.\"",
        "numberInSurah": 48,
        "juz": 12,
        "manzil": 3,
        "page": 241,
        "ruku": 198,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1645,
        "text": "\"Bunun arkasından bir yıl gelecek ki, halk onda bol yağmura kavuşup rahat edecek; meyve suyu sıkıp süt sağacaklar.\"",
        "numberInSurah": 49,
        "juz": 12,
        "manzil": 3,
        "page": 241,
        "ruku": 198,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1646,
        "text": "Kral: \"Bu yorumu yapanı bana getirin!\" dedi. Elçi kendisine gelince, Yûsuf dedi ki: \" Rab edindiğin kişiye dön de sor bakalım, o ellerini kesen kadınların derdi neydi? Rabbim, o kadınların hilelerini çok iyi bilmektedir.\"",
        "numberInSurah": 50,
        "juz": 12,
        "manzil": 3,
        "page": 241,
        "ruku": 199,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1647,
        "text": "Kral dedi: \"Yûsuf'un nefsinden murat almak istediğinizde, derdiniz ne idi?\" Dediler ki: \"Allah şahit, biz onun hiçbir kötülüğünü bilmiyoruz.\" Aziz'in karısı dedi ki: \"İşte şimdi gerçek ortaya çıktı. Ben onunla gönül eğlendirmek istemiştim. O, özü-sözü doğru insanlardandı.\"",
        "numberInSurah": 51,
        "juz": 12,
        "manzil": 3,
        "page": 241,
        "ruku": 199,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1648,
        "text": "\"Gerçeği söylüyorum ki, Yûsuf, gıyabında ona hainlik etmediğimi, Allah'ın, hainlerin tuzağını başarıya ulaştırmayacağını bilsin.\"",
        "numberInSurah": 52,
        "juz": 12,
        "manzil": 3,
        "page": 241,
        "ruku": 199,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1649,
        "text": "\"Nefsimi ak-pak gösteremem. Çünkü nefs, Rabbimin merhamet ettiği durumlar hariç, olanca gücüyle kötülüğü emreder. Ama Rabbim çok affedici, çok esirgeyicidir.",
        "numberInSurah": 53,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 199,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1650,
        "text": "Kral dedi ki: \"Onu bana getirin, kendime özel dost edineyim.\" Yusuf'la konuşunca da şöyle dedi: \"Artık bugün yanımızda mevkii olan, güvenilir bir dostsun.\"",
        "numberInSurah": 54,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 199,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1651,
        "text": "Yûsuf dedi ki: \"Beni ülke hazinelerine bakan yap. Ben iyi bir koruyucuyum; bilgiliyim.\"",
        "numberInSurah": 55,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 199,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1652,
        "text": "İşte böylece biz Yûsuf'a yeryüzünde imkân ve mevki verdik. Ülkede, istediği yerde konaklayabiliyordu. Biz dilediğimiz kimseye rahmetimizi ulaştırırız; güzel düşünüp güzel davrananların ödülünü yitirmeyiz.",
        "numberInSurah": 56,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 199,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1653,
        "text": "İman edip takvaya sarılanlar için âhiretteki ödül elbette daha değerlidir.",
        "numberInSurah": 57,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 199,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1654,
        "text": "Nihayet Yûsuf'un kardeşleri çıkageldiler; Yûsuf'un yanına girdiler, o onları tanıdı. Ama onlar onu tanıyamıyorlardı.",
        "numberInSurah": 58,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1655,
        "text": "Onların yüklerini hazırlatıp bağlatınca şöyle konuştu: \"Sizin, aynı babadan bir kardeşiniz var, onu bana getirin. Görüyorsunuz, ben ölçüyü titizlikle yerine getiriyorum. Ben, konukseverlerin de en hayırlısıyım.\"",
        "numberInSurah": 59,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1656,
        "text": "\"Eğer onu bana getirmezseniz, artık yanımda sizin için ölçülecek birşey yok, bir daha bana yaklaşmayın.\"",
        "numberInSurah": 60,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1657,
        "text": "Dediler: \"Onu babasından isteyip getirmeye çalışacağız, herhalde bunu yapacağız da.\"",
        "numberInSurah": 61,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1658,
        "text": "Yûsuf muhafızlarına dedi ki: \"Onların sermayelerini yüklerinin içine koyun. Bakarsın ailelerine döndüklerinde onu fark eder de tekrar gelirler.\"",
        "numberInSurah": 62,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1659,
        "text": "Babalarına döndüklerinde dediler ki: \"Ey babamız! Ölçü bizden yasaklandı. Şimdi kardeşimizi bizimle gönder ki, ölçüp alabilelim. Biz onu gerçekten iyi koruyacağız.\"",
        "numberInSurah": 63,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1660,
        "text": "Dedi: \" Daha önce kardeşi için güvendiğim gibi yine güveneyim size, değil mi? Hâfız, koruyucu olarak Allah'tır en hayırlı olan. Merhamet edenlerin en merhametlisi de O'dur.\"",
        "numberInSurah": 64,
        "juz": 13,
        "manzil": 3,
        "page": 243,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1661,
        "text": "Yüklerini açtıklarında sermayelerini buldular; onlara geri verilmişti. \"Ey babamız, dediler, daha ne istiyoruz! İşte sermayemiz, bize geri verilmiş. Ailemize yeniden yiyecek alırız. Kardeşimizi koruruz. Bir deve yükü zahire de ilave ederiz. Zaten şu aldığımız az bir miktardır.\"",
        "numberInSurah": 65,
        "juz": 13,
        "manzil": 3,
        "page": 243,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1662,
        "text": "Yakub dedi: \"Hepinizin çepeçevre kuşatılması müstesna, onu bana mutlaka getireceğinize dair Allah'tan bir garanti vermedikçe, onu sizinle asla göndermem.\" Kardeşler ona garanti verince şöyle dedi: \"Şu söylediğinize Allah Vekîl'dir.\"",
        "numberInSurah": 66,
        "juz": 13,
        "manzil": 3,
        "page": 243,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1663,
        "text": "Yakub şunu da söyledi: \"Oğullarım, birtek kapıdan girmeyin, ayrı ayrı kapılardan girin. Gerçi ben, Allah'ın takdir ettiği birşeyi sizden savamam, hüküm yalnız Allah'ındır. Yalnız O'na dayandım ben, yalnız O'na güvenip dayansın tevekkül sahipleri.\"",
        "numberInSurah": 67,
        "juz": 13,
        "manzil": 3,
        "page": 243,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1664,
        "text": "Babalarının emrettiği yerlerden kente girdiklerinde, bu onlardan Allah'ın herhangi bir takdirini uzak tutmamıştı; sadece Yakub'un içindeki bir isteği gerçekleştirmişti. Yakub, bizim ona öğretmemizden dolayı bilgi sahibi idi. Ama halkın çoğu bunu bilmezdi.",
        "numberInSurah": 68,
        "juz": 13,
        "manzil": 3,
        "page": 243,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1665,
        "text": "Kardeşler Yûsuf'un yanına girdiklerinde, Yûsuf öz kardeşini yanına çekip dedi: \"Şu bir gerçek ki, ben senin kardeşinim. Onların yapıp ettiklerine üzülme.\"",
        "numberInSurah": 69,
        "juz": 13,
        "manzil": 3,
        "page": 243,
        "ruku": 201,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1666,
        "text": "Yûsuf, kardeşlerinin yüklerini hazırlatırken su kabını öz kardeşinin yükü içinde koydu. Sonra bir ünleyici şöyle haykırdı: \"Ey kafile, siz herhalde hırsızlık ettiniz!\"",
        "numberInSurah": 70,
        "juz": 13,
        "manzil": 3,
        "page": 244,
        "ruku": 201,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1667,
        "text": "Onlara dönüp şöyle dediler: \"Ne kaybettiniz?\"",
        "numberInSurah": 71,
        "juz": 13,
        "manzil": 3,
        "page": 244,
        "ruku": 201,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1668,
        "text": "Dediler: \"Kralın su tasını kaybettik. Onu getirene bir deve yükü ödül var. Kefili benim.\"",
        "numberInSurah": 72,
        "juz": 13,
        "manzil": 3,
        "page": 244,
        "ruku": 201,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1669,
        "text": "Kardeşler dediler: \"Vallahi, siz de iyi biliyorsunuz ki, biz bu toprağa bozgunculuk yapmak için gelmedik, hırsız da değiliz biz.\"",
        "numberInSurah": 73,
        "juz": 13,
        "manzil": 3,
        "page": 244,
        "ruku": 201,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1670,
        "text": "Sordular: \"Eğer yalan söylüyorsanız, hırsızlığı yapanın cezası nedir?\"",
        "numberInSurah": 74,
        "juz": 13,
        "manzil": 3,
        "page": 244,
        "ruku": 201,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1671,
        "text": "Kardeşler dedi: \"Cezası şu: Çalınan mal kimin yükünde çıkarsa yükün sahibi çalınan mala karşılık olacaktır. Biz zalimleri böyle cezalandırıyoruz.\"",
        "numberInSurah": 75,
        "juz": 13,
        "manzil": 3,
        "page": 244,
        "ruku": 201,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1672,
        "text": "Bunun üzerine Yûsuf öz kardeşinin heybesinden önce, öteki kardeşlerin heybelerini aramaya başladı. Nihayet su kabını, öz kardeşinin heybesinden çıkardı. Yûsuf'a böyle bir tuzak öğretmiştik. Yoksa Yûsuf, Allah'ın dilemesi dışında, kralın dinine göre öz kardeşini alamazdı. Dilediklerimizi derece derece yükseltiriz biz. Her bilgi sahibinin üstünde bir başka bilen vardır.",
        "numberInSurah": 76,
        "juz": 13,
        "manzil": 3,
        "page": 244,
        "ruku": 201,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1673,
        "text": "Kardeşler dediler ki: \"Bu çaldı ya, bundan önce de onun kardeşi çalmıştı.\" Yûsuf bunu içinde sakladı, onlara açıklamadı. Şöyle diyordu: \"Kötü bir konumdasınız. O sizin dilinize doladığınız şeyi Allah daha iyi biliyor.\"",
        "numberInSurah": 77,
        "juz": 13,
        "manzil": 3,
        "page": 244,
        "ruku": 201,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1674,
        "text": "Kardeşler dediler ki: \"Ey vezir! Bunun ihtiyar bir babası var. Onun yerine bizden birini alıkoy. Senin iyilikseverlerden olduğuna inanıyoruz.\"",
        "numberInSurah": 78,
        "juz": 13,
        "manzil": 3,
        "page": 244,
        "ruku": 201,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1675,
        "text": "\"Ne, dedi Yûsuf, Allah korusun. Eşyamızı yükünde bulduğumuz adamdan başkasını tutamayız. Öyle birşey yaparsak zalimlerden oluruz.\"",
        "numberInSurah": 79,
        "juz": 13,
        "manzil": 3,
        "page": 245,
        "ruku": 201,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1676,
        "text": "Yûsuf'tan ümidi kesince bir kenara çekilip tartışmaya başladılar. Büyükleri dedi ki: \"Babanızın sizden Allah adına garanti aldığını, daha önce Yûsuf'a yaptığınız haksızlığı bilmez misiniz? Babam bana izin verinceye, yahut da Allah hakkımda hükmedinceye kadar bu ülkeden ayrılmayacağım. Yargıçların en hayırlısıdır O.\"",
        "numberInSurah": 80,
        "juz": 13,
        "manzil": 3,
        "page": 245,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1677,
        "text": "Babanıza dönüp şöyle deyin: \"Ey babamız, oğlun hırsızlık etti. Biz sadece bildiğimize tanıklık ettik. Biz gaybı bilenler değiliz.\"",
        "numberInSurah": 81,
        "juz": 13,
        "manzil": 3,
        "page": 245,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1678,
        "text": "\"İçinde bulunduğumuz kente, beraberinde döndüğümüz kervana sor. Biz gerçeğin ta kendisini söylüyoruz.\"",
        "numberInSurah": 82,
        "juz": 13,
        "manzil": 3,
        "page": 245,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1679,
        "text": "Yakub dedi ki: \"Hayır, öyle değil, nefisleriniz sizi yine bir işe itmiş. Bana düşen yine güzel bir sabra sarılmak. Bakarsın Allah onların hepsini bana getirir. Çünkü Alîm olan O, Hakîm olan O'dur.\"",
        "numberInSurah": 83,
        "juz": 13,
        "manzil": 3,
        "page": 245,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1680,
        "text": "Ve yüzünü onlardan öteye döndürdü de şöyle inledi: \"Ey Yûsuf'a duyduğum gam, neredesin!\" Ve kederden gözlerine ak düştü. Durmadan yutkunuyordu.",
        "numberInSurah": 84,
        "juz": 13,
        "manzil": 3,
        "page": 245,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1681,
        "text": "Dediler ki: \"Hâlâ Yûsuf'u anıp duruyorsun. Sonunda ya kederinden eriyeceksin yahut da helâk olup gideceksin.\"",
        "numberInSurah": 85,
        "juz": 13,
        "manzil": 3,
        "page": 245,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1682,
        "text": "Dedi ki: \"Ben, içimi doldurup taşan özlemimi, kederimi Allah'a arz ederim. Ve Allah'ın yardımıyla sizin bilmediğiniz şeyleri bilirim.\"",
        "numberInSurah": 86,
        "juz": 13,
        "manzil": 3,
        "page": 245,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1683,
        "text": "\"Ey oğullarım! Gidin, artık Yûsuf'u ve kardeşini bulmak için dikkat kesilin. Allah'ın rahmetinden de ümit kesmeyin; çünkü, Allah'ın rahmetinde de, küfre sapanlar topluluğundan başkası ümit kesmez.\"",
        "numberInSurah": 87,
        "juz": 13,
        "manzil": 3,
        "page": 246,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1684,
        "text": "Tekrar Yûsuf'un yanına girdiklerinde şöyle dediler: \"Ey Vezir! Bize de ailemize de zorluk dokundu. Önemsiz bir sermaye ile geldik. Sen bize tam ölçü zahire ver, bize sadaka vermiş ol. Allah, karşılıksız verenleri ödüllendirir.\"",
        "numberInSurah": 88,
        "juz": 13,
        "manzil": 3,
        "page": 246,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1685,
        "text": "Dedi: \"O cahil zamanınızda Yûsuf'a ve kardeşine ne yaptığınızı biliyorsunuz, değil mi?\"",
        "numberInSurah": 89,
        "juz": 13,
        "manzil": 3,
        "page": 246,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1686,
        "text": "Dediler ki: \"Sen, yoksa sen Yûsuf musun?\" \"Evet, dedi, ben Yûsuf'um. İşte şu da kardeşim. Allah bize lütufta bulundu. Kim Allah'tan korkar, sabrederse Allah güzel düşünüp güzel davrananların ödülünü yitirmez.\"",
        "numberInSurah": 90,
        "juz": 13,
        "manzil": 3,
        "page": 246,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1687,
        "text": "Dediler: \"Vallahi, Allah seni bizden üstün kıldı/seni bize tercih etti. Doğrusu biz de büyük suç işlemiştik.\"",
        "numberInSurah": 91,
        "juz": 13,
        "manzil": 3,
        "page": 246,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1688,
        "text": "Yûsuf dedi: \"Bugün azarlanmayacaksınız. Allah sizi affeder. O, rahmet edenlerin en merhametlisidir.\"",
        "numberInSurah": 92,
        "juz": 13,
        "manzil": 3,
        "page": 246,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1689,
        "text": "\"Şu gömleğimi götürün, babamın yüzü üstüne koyun ki, gözü görür hale gelsin. Ve sonra da bütün ailenizle toplanıp bana gelin.\"",
        "numberInSurah": 93,
        "juz": 13,
        "manzil": 3,
        "page": 246,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1690,
        "text": "Kervan oradan ayrılanca, öte yandan babaları şöyle seslendi: \"Yemin olsun, ben Yûsuf'un kokusunu duyuyorum! Umarım bana bunaklık isnat etmezsiniz.\"",
        "numberInSurah": 94,
        "juz": 13,
        "manzil": 3,
        "page": 246,
        "ruku": 203,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1691,
        "text": "Dediler: \"Vallahi, sen hâlâ o eski sapıklığında diretiyorsun!\"",
        "numberInSurah": 95,
        "juz": 13,
        "manzil": 3,
        "page": 246,
        "ruku": 203,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1692,
        "text": "Müjdeci gelip gömleği yüzünün üstüne bırakınca, gözü derhal görür hale geldi. Yakub: \"Ben size demedim mi? Allah'ın izniyle sizin bilmediklerinizi bilirim.\" diye konuştu.",
        "numberInSurah": 96,
        "juz": 13,
        "manzil": 3,
        "page": 247,
        "ruku": 203,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1693,
        "text": "Oğulları dediler: \"Ey babamız! Günahlarımızın affını dile. Gerçekten biz hata işledik.\"",
        "numberInSurah": 97,
        "juz": 13,
        "manzil": 3,
        "page": 247,
        "ruku": 203,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1694,
        "text": "Dedi: \"Rabbimden sizin için af dileyeceğim. Çok affedicidir O, çok merhametlidir!\"",
        "numberInSurah": 98,
        "juz": 13,
        "manzil": 3,
        "page": 247,
        "ruku": 203,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1695,
        "text": "Nihayet, Yûsuf'un huzuruna vardıklarında Yûsuf, ana-babasına sarılıp kucakladı. Ve şöyle dedi: \"Girin Mısır'a, Allah dilerse emniyet ve güven içinde olacaksınız.\"",
        "numberInSurah": 99,
        "juz": 13,
        "manzil": 3,
        "page": 247,
        "ruku": 203,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1696,
        "text": "Ana-babasını tahtın üstüne çıkardı. Hepsi, Yûsuf'un önünde secde eder gibi eğildiler. Yûsuf dedi: \"Babacığım, işte bu, benim önceden gördüğüm rüyanın yorumudur. Rabbim onu gerçekleştirdi. O, bana çok güzel lütuflarda bulundu, şeytan, benimle kardeşlerim arasına yamukluk soktuktan sora, O beni zındandan çıkardı. Sizi de çölden getirdi. Rabbim, dilediği şeyde çok ince lütuflar sergiliyor. Alîm olan O'dur, Hakîm olan O'dur.\"",
        "numberInSurah": 100,
        "juz": 13,
        "manzil": 3,
        "page": 247,
        "ruku": 203,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1697,
        "text": "\"Rabbim, sen bana mülk ve saltanattan bir nasip verdin. Olayların ve düşlerin yorumundan bana bir ilim öğrettin/olayların ve düşlerin yorumu konusunda beni eğittin. Ey gökleri ve yeri yaratan! Benim dünyada da âhirette de Velî'm sensin! Beni müslüman/sana teslim olmuş olarak öldür ve beni barışsever hayırlı kullar arasına kat!\"",
        "numberInSurah": 101,
        "juz": 13,
        "manzil": 3,
        "page": 247,
        "ruku": 203,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1698,
        "text": "İşte bunlar, sana vahyettiğimiz gayb haberlerindendir. Onlar birlikte karar verip tuzak kurarlarken sen yanlarında değildin.",
        "numberInSurah": 102,
        "juz": 13,
        "manzil": 3,
        "page": 247,
        "ruku": 203,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1699,
        "text": "Sen hırslanasıya istesen de, insanların çoğu inanmayacaktır.",
        "numberInSurah": 103,
        "juz": 13,
        "manzil": 3,
        "page": 247,
        "ruku": 203,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1700,
        "text": "Sen, bu tebliğin için onlardan bir ücret istemiyorsun. O, bütün âlemler için bir hatırlatmadan başka şey değildir.",
        "numberInSurah": 104,
        "juz": 13,
        "manzil": 3,
        "page": 248,
        "ruku": 203,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1701,
        "text": "Göklerde ve yerde nice mucizeler var ki, yanlarından geçerler de dönüp bakmazlar bile.",
        "numberInSurah": 105,
        "juz": 13,
        "manzil": 3,
        "page": 248,
        "ruku": 204,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1702,
        "text": "Onların çoğu şirke bulaşmış olmadan Allah'a iman etmez.",
        "numberInSurah": 106,
        "juz": 13,
        "manzil": 3,
        "page": 248,
        "ruku": 204,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1703,
        "text": "Peki onlar, Allah'ın azabından bir sarıp sarmalayanın gelmesinden yahut hiç farkında olmadıkları bir sırada kıyametin ansızın tepelerine inmesinden emin mi bulunuyorlar?",
        "numberInSurah": 107,
        "juz": 13,
        "manzil": 3,
        "page": 248,
        "ruku": 204,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1704,
        "text": "De ki: \"İşte benim yolum budur. Ben, Allah'a basîret üzere çağırırım/dua ederim. Beni izleyenler de... Şanı yücedir Allah'ın! Ben müşriklerden değilim.\"",
        "numberInSurah": 108,
        "juz": 13,
        "manzil": 3,
        "page": 248,
        "ruku": 204,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1705,
        "text": "Senden önce gönderdiklerimiz de kentler halkından kendilerine vahyettiğimiz bazı erlerden başkası değildi. Yeryüzünde dolaşmadılar mı ki, onlardan öncekilerin akıbeti nice oldu görsünler. Elbette ki âhiret yurdu sakınanlar için daha hayırlıdır. Hâlâ akıllarınızı kullanmayacak mısınız?\"",
        "numberInSurah": 109,
        "juz": 13,
        "manzil": 3,
        "page": 248,
        "ruku": 204,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1706,
        "text": "Ne zaman ki resuller ümitsizliğe düşüp yalanlandıkları kanısına vardılar, işte o zaman yardımımız kendilerine ulaştı da dilediklerimiz kurtarıldı. Azabımız suçlular topluluğundan geri çevrilemez.",
        "numberInSurah": 110,
        "juz": 13,
        "manzil": 3,
        "page": 248,
        "ruku": 204,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1707,
        "text": "Yemin olsun ki, resullerin hikâyelerinde, aklını ve gönlünü çalıştıranlar için bir ibret vardır. Bu Kur'an, uydurulacak bir hadis/bir söz değildir; aksine o, önündekini tasdikleyici, her şeyi ayrıntılı kılıcıdır. İnanan bir topluluk için de bir kılavuz ve bir rahmettir.",
        "numberInSurah": 111,
        "juz": 13,
        "manzil": 3,
        "page": 248,
        "ruku": 204,
        "hizbQuarter": 99,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "tr.ozturk",
      "language": "tr",
      "name": "Öztürk",
      "englishName": "Yasar Nuri Ozturk",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}