{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 13,
    "name": "سُورَةُ الرَّعۡدِ",
    "englishName": "Ar-Ra'd",
    "englishNameTranslation": "The Thunder",
    "revelationType": "Medinan",
    "numberOfAyahs": 43,
    "ayahs": [
      {
        "number": 1708,
        "text": "Elif, Lâm, Mîm, Râ. O Kitap'ın ayetleridir bunlar. Ve sana Rabbinden indirilen, haktır. Ne var ki, insanların çokları iman etmezler.",
        "numberInSurah": 1,
        "juz": 13,
        "manzil": 3,
        "page": 249,
        "ruku": 205,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1709,
        "text": "Allah odur ki, gökleri direksiz yükseltmiştir; görüyorsunuz onları... Sonra arş üzerine egemen olmuştur. Güneş'i ve Ay'ı da boyun eğdirmiştir. Bunların tümü belirlenmiş bir vakte kadar akar dururlar. Oluşu yönlendirir, çekip çevirir O... Ayetleri birer birer gözler önüne serer ki, Rabbinize kavuşacağınıza açık-seçik inanasınız.",
        "numberInSurah": 2,
        "juz": 13,
        "manzil": 3,
        "page": 249,
        "ruku": 205,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1710,
        "text": "Yeri uzatıp döşeyen ve onda oturaklı dağlar ve nehirler vücuda getiren O'dur. Bütün meyvelerden kendi içlerinde ikişer çift yaratmıştır O. Geceyi gündüze sarıp bürümektedir O. Bütün bunlarda derin derin düşünecek bir topluluk için elbette ayetler vardır.",
        "numberInSurah": 3,
        "juz": 13,
        "manzil": 3,
        "page": 249,
        "ruku": 205,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1711,
        "text": "Yeryüzünde birbirine sırt vermiş komşu kıtalar, üzümlerden bahçeler, ekinler, çatallı ve çatalsız hurmalıklar vardır ki, bir tek suyla sulanırlar. Biz bunların, yemişlerde bir kısmını diğer bir kısmına üstün kıldık. Bütün bunlarda aklını çalıştıran bir topluluk için elbette ki ibretler vardır.",
        "numberInSurah": 4,
        "juz": 13,
        "manzil": 3,
        "page": 249,
        "ruku": 205,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1712,
        "text": "Eğer şaşıyorsan, esas şaşılacak olan onların şu sözüdür: \"Biz toprak olunca mı ve gerçekten mi yeni bir yaratılış içinde bulunacağız?\" Bunlar Rablerini inkâr edenlerdir. Ve bunlar boyunlarına bukağılar vurulanlardır. Bunlar ateşe dost olanların ta kendileridir; orada uzun süre kalacaklardır.",
        "numberInSurah": 5,
        "juz": 13,
        "manzil": 3,
        "page": 249,
        "ruku": 205,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1713,
        "text": "Senden, güzellikten önce kötülük istemede acele ediyorlar. Halbuki önlerinden pek çok örnek gelip geçti. Şu da bir gerçek ki, Rabbin insanlara karşı, zulümlerine rağmen af sahibidir. Ve Rabbinin azabı elbette çok şiddetlidir.",
        "numberInSurah": 6,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 205,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1714,
        "text": "Küfre sapmış olanlar şöyle derler: \"Ona Rabbinden bir mucize indirilseydi ya!\" Sen sadece bir uyarıcısın ve her topluluk için doğruyu ve iyiyi gösteren bir önder vardır.",
        "numberInSurah": 7,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 205,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1715,
        "text": "Allah her dişinin neye gebe olduğunu, rahimlerin neyi eksiltip neyi artıracağı bilir. O'nun katında her şey bir ölçüye bağlıdır.",
        "numberInSurah": 8,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1716,
        "text": "Gaybı da görünen âlemi de bilendir/Âlim'dir O... Kebîr, sınırsızca büyük O'dur; Müteâl, sonsuzca yüce O'dur.",
        "numberInSurah": 9,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1717,
        "text": "Sizden, sözü saklayan da açıklayan da geceye sığınıp gizlenen de gündüz yol alan da onun için birdir.",
        "numberInSurah": 10,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1718,
        "text": "Her biri için onu önünden ve arkasından izleyen gözcüler vardır ki, kendisini Allah'ın emrine bağlı olarak koruyup denetlerler. Gerçek şu ki Allah, bir toplumun mâruz kaldığı şeyleri, onlar, birey olarak içlerindekini/birey olarak kendilerine ilişkin olanı değiştirmedikçe, değiştirmez. Allah bir topluma bir perişanlık dileyince de artık onu geri çevirecek bir güç yoktur. Ve onlar için Allah'ın berisinden koruyucu bir dost da olamaz.",
        "numberInSurah": 11,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1719,
        "text": "Size, hem korku hem ümit olsun diye şimşeği gösteren O'dur. Yüklü yüklü bulutları da O oluşturuyor.",
        "numberInSurah": 12,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1720,
        "text": "Gök gürültüsü O'nu hamd ile tespih eder; melekler de O'ndan ürpererek... Yıldırımlar gönderir de onlarla dilediğini çarpar. Allah, tuzak kuranların hilelerini başlarına geçirmede çok güçlü olduğu halde, onlar O'na karşı mücadele edip duruyorlar.",
        "numberInSurah": 13,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1721,
        "text": "Gerçek dua yalnız O'na/hak davet yalnız O'nun için yapılır. O'nun dışında yalvarıp davet ettikleri ise onlara hiçbir şekilde cevap veremezler. Onlar, ağzına ulaşsın diye iki avucunu suya doğru açan ama suya ulaşamayan birinden başkasına benzemiyorlar. Küfre sapanların dua ve davetleri, şaşkınlığa dalmaktan başka bir işe yaramaz.",
        "numberInSurah": 14,
        "juz": 13,
        "manzil": 3,
        "page": 251,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1722,
        "text": "Göklerde ve yerde kim varsa gölgeleriyle birlikte ister istemez ve sabah-akşam Allah'a secde eder.",
        "numberInSurah": 15,
        "juz": 13,
        "manzil": 3,
        "page": 251,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": {
          "id": 2,
          "recommended": true,
          "obligatory": false
        }
      },
      {
        "number": 1723,
        "text": "De ki: \"Göklerin ve yerin Rabbi kim?\" De ki: \"Allah.\" De ki: \"O'nun yanında başka evliya mı/destekçiler mi edindiniz? Bunlar kendilerine bile yarar sağlayıp zarar verme gücünde değiller.\" De ki: \"Körle gören yahut karanlıklarla ışık bir olur mu? Yoksa Allah'a, tıpkı O'nun yarattığı gibi yaratan ortaklar buldular da yaratış/yaratılanlar kendileri için benzeşir hale mi geldi?\" De ki: \"Allah'tır her şeyi yaratan, O'dur Vâhid ve Kahhâr olan.\"",
        "numberInSurah": 16,
        "juz": 13,
        "manzil": 3,
        "page": 251,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1724,
        "text": "Gökten bir su indirdi de vadiler, kendi ölçülerince/kaderlerine göre sel oldu, ardından da sel, üste çıkan köpüğü taşır hale geldi. Bir süs eşyası veya âlet yapmak isteğiyle ateşte körükledikleri şeylerde de benzeri bir köpük vardır. Allah hakla bâtılı işte böyle örneklendiriyor: Köpük, atılır gider; insanlara yararlı olansa toprakta kalır. Allah, işte bu şekilde örnekler verir.",
        "numberInSurah": 17,
        "juz": 13,
        "manzil": 3,
        "page": 251,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1725,
        "text": "Rablerinin çağrısına olumlu cevap verenler için güzellik vardır. O'na olumlu cevap vermeyenlere gelince, yeryüzündekilerin tamamı onların olsa, bir o kadar da ilave edilse, kurtulmak için bunların tümünü fidye verirlerdi. Böylelerinin hesabı kötü olacaktır; varacakları yer de cehennemdir. Ne kötü yataktır o!",
        "numberInSurah": 18,
        "juz": 13,
        "manzil": 3,
        "page": 251,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1726,
        "text": "Rabbinden sana indirilenin hak olduğunu bilen kişi, kör olan biriyle aynı mıdır? Sadece aklı ve gönlü işleyenler düşünüp ibret alır.",
        "numberInSurah": 19,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1727,
        "text": "İşte bunlardır, Allah'a verdikleri söze sadık kalanlar ve antlaşmayı bozmayanlar.",
        "numberInSurah": 20,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1728,
        "text": "Onlar, Allah'ın ulaştırılmasını emrettiği şeyi ulaştırırlar, Rablerinden korkarlar ve hesabın kötüsünden ürperti duyarlar.",
        "numberInSurah": 21,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1729,
        "text": "Onlar, Rablerinin yüzünü arzulayarak sabrederler, namazı/duayı yerine getirirler, kendilerine verdiğimiz rızıklardan gizli ve açık dağıtırlar ve kötülüğü güzellikle savarlar. İşte bunlar içindir sürekli yurt.",
        "numberInSurah": 22,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1730,
        "text": "Adn cennetleri bunlar içindir. Atalarından, eşlerinden, zürriyetlerinden hayra ve barışa hizmet etmiş olanlarla birlikte girerler oraya. Meleklerse her kapıdan yanlarına sokulurlar.",
        "numberInSurah": 23,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1731,
        "text": "\"Selam size, sabrettiğiniz için! Ne güzeldir şu sonsuzluk yurdu!\" derler.",
        "numberInSurah": 24,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1732,
        "text": "Allah'a verdikleri sözü, onu antlaşma haline getirdikten sonra bozanlar, Allah'ın birleştirilmesini emrettiği şeyi parçalayanlar ve yeryüzünde bozgun çıkaranlara gelince, böyleleri için lanet var. Yurdun en kötüsü de onların olacak.",
        "numberInSurah": 25,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1733,
        "text": "Allah, dilediği kimse için rızkı alabildiğine açar da sınırlayıp kısar da. İğreti dünya hayatıyla sevinip şımardılar. Oysaki dünya hayatı, âhirete oranla sadece küçük bir nimetlenme.",
        "numberInSurah": 26,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1734,
        "text": "Küfre sapanlar derler ki: \"Rabbinden ona bir mucize indirilseydi ya!\" De ki: \"Allah dilediğini/dileyeni saptırır. Doğruya yöneleni de kendisine iletir.\"",
        "numberInSurah": 27,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 208,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1735,
        "text": "Böyleleri, inanan ve gönülleri Allah'ın zikriyle/Kur'an'ıyla tatmin bulan kişilerdir. Gözünüzü açın! Gönüller yalnız Allah'ın zikriyle/Kur'an'la tatmin bulur.",
        "numberInSurah": 28,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 208,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1736,
        "text": "İman edip hak ve barış uğruna iyi işler yapanlara mutluluk ve müjde var, güzel bir gelecek var.",
        "numberInSurah": 29,
        "juz": 13,
        "manzil": 3,
        "page": 253,
        "ruku": 208,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1737,
        "text": "İşte seni böylece, kendilerinden önce nice ümmetlerin gelip geçtiği bir ümmet içinde resul kıldık ki, onlar Rahman'a küfrederlerken sen kendilerine, sana vahyettiğimizi okuyasın. De ki: \"O'dur benim Rabbim, ilah yok O'ndan başka, O'na dayanmışım ben! Yalnız O'nadır tövbem!\"",
        "numberInSurah": 30,
        "juz": 13,
        "manzil": 3,
        "page": 253,
        "ruku": 208,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1738,
        "text": "Kendisiyle, dağların yürütüldüğü yahut yerkürenin parçalandığı yahut ölülerin konuşturulduğu bir Kur'an mı olsaydı! Hayır, iş ve oluşun tümü Allah'ındır. İman edenler hâlâ ümidi kesip anlamadılar mı ki, Allah dileseydi elbette insanlara tümden hidayet verirdi. O küfre sapanlara gelince, sanayi olarak ürettiklerinin sonucu halinde başlarına gülle-tokmak türünden belalar inmeye devam edecek yahut o belalar onların yurtlarının yakınına konacak. Ta, Allah'ın vaadi gelinceye değin. Allah, vaadine asla ters düşmez.",
        "numberInSurah": 31,
        "juz": 13,
        "manzil": 3,
        "page": 253,
        "ruku": 208,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1739,
        "text": "Yemin olsun, senden önceki resullerle de alay edildi. İnkâr edenlere biraz süre verdim ama sonunda hepsini yakaladım. Gördüler nasılmış azap!",
        "numberInSurah": 32,
        "juz": 13,
        "manzil": 3,
        "page": 253,
        "ruku": 209,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1740,
        "text": "Allah'a ortaklar tanıdılar. Peki, her benliğin yaptığı işin başında duranla bunlar bir mi? De ki: \"Onları isimlendirin. Yoksa siz Allah'a, yeryüzünde bilmediği birşey mi haber veriyorsunuz? Yoksa, anlamsız bir laf mı ediyorsunuz?\" Hayır, küfre sapanlara, tuzakları süslü gösterildi de yoldan döndürüldüler. Allah'ın şaşırttığına kılavuzluk edecek yok.",
        "numberInSurah": 33,
        "juz": 13,
        "manzil": 3,
        "page": 253,
        "ruku": 209,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1741,
        "text": "Dünya hayatında bir azap var onlar için; âhiret azabı ise çok daha şiddetlidir. Onları Allah'a karşı koruyacak kimse de yoktur.",
        "numberInSurah": 34,
        "juz": 13,
        "manzil": 3,
        "page": 253,
        "ruku": 209,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1742,
        "text": "Sakınıp korunanlara vaat edilen cennetin temsilî anlatımı şu: Altından ırmaklar akar, yemişleri de sürekli, gölgesi de. İşte korunup sakınanların son yurdu. Kâfirlerin son yordu ise ateş...",
        "numberInSurah": 35,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 209,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1743,
        "text": "Kendilerine kitap verdiklerimiz, sana indirilenle ferahlarlar. Ama hiziplerden bazıları onun bir kısmını inkâr ederler. De ki: \"Bana, yalnız Allah'a kulluk etmem, O'na ortak koşmamam emredildi. Ben O'na yakarır, O'na davet ederim. Dönüşüm de O'nadır.\"",
        "numberInSurah": 36,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 209,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1744,
        "text": "İşte biz o Kur'an'ı Arapça bir hüküm kaynağı olarak indirdik. Eğer sana gelen ilimden sonra onların keyiflerine uyarsan, Allah'tan sana ne bir dost nasip olur ne de bir koruyucu.",
        "numberInSurah": 37,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 209,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1745,
        "text": "Yemin olsun, biz senden önce de resuller gönderdik, onlara da eşler ve evlatlar verdik. Hiçbir resul, Allah'ın izni olmadıkça herhangi bir mucize getiremez. Her süre/süreç için bir kitap vardır.",
        "numberInSurah": 38,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 210,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1746,
        "text": "Allah dilediğini silip yok eder, dilediğini sâbit tutar. Kitap'ın anası/ana Kitap O'nun katındadır.",
        "numberInSurah": 39,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 210,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1747,
        "text": "Ya onlara vaat ettiğimiz şeylerin bir kısmını sana gösteririz yahut da seni vefat ettiririz. O halde tebliğ etmek sana, hesap sormak bize düşer.",
        "numberInSurah": 40,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 210,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1748,
        "text": "Görmüyorlar mı ki biz o yerküreye geliyor, onu uçlarından eksiltiyoruz. Allah hükmeder; O'nun hükmünü denetleyecek de yoktur. Hesabı çok çabuk görür O.",
        "numberInSurah": 41,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 210,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1749,
        "text": "Onlardan öncekiler de tuzak kurmuştu, ama tüm tuzaklar Allah'ındır. Her benliğin ne kazandığını O bilir. Kâfirler de bilecek sonsuzluk yurdu kimindir!",
        "numberInSurah": 42,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 210,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1750,
        "text": "Küfre sapanlar: \"Sen gönderilmiş bir elçi değilsin.\" diyorlar. De ki: \"Benimle sizin aranızda tanık olarak Allah, bir de yanında kitap bilgisi bulunanlar yeter.\"",
        "numberInSurah": 43,
        "juz": 13,
        "manzil": 3,
        "page": 255,
        "ruku": 210,
        "hizbQuarter": 102,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "tr.ozturk",
      "language": "tr",
      "name": "Öztürk",
      "englishName": "Yasar Nuri Ozturk",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}