{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 18,
    "name": "سُورَةُ الكَهۡفِ",
    "englishName": "Al-Kahf",
    "englishNameTranslation": "The Cave",
    "revelationType": "Meccan",
    "numberOfAyahs": 110,
    "ayahs": [
      {
        "number": 2141,
        "text": "Hamt o Allah'a ki, kuluna Kitap'ı, kendisinde hiçbir eğiklik ve çelişme yapmaksızın indirdi.",
        "numberInSurah": 1,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2142,
        "text": "Katından dosdoğru gelen açık bir söz olarak indirdi onu. Ki, zorlu bir iş ve oluş konusunda uyarsın ve barışa yönelik hayırlı ameller sergileyen müminlere, kendileri için güzel bir ödül öngörüldüğünü muştulasın...",
        "numberInSurah": 2,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2143,
        "text": "Onlar, o hal üzere sonsuza dek kalıcıdırlar.",
        "numberInSurah": 3,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2144,
        "text": "Ve \"Allah bir çocuk edindi\" diyenleri uyarsın diye indirdi onu.",
        "numberInSurah": 4,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2145,
        "text": "Ona ilişkin ne kendilerinin bir ilmi vardır ne de atalarının. Söz olarak ne büyüktür ağızlarından çıkıveren! Onlar bir yalandan başka şey söylemiyorlar.",
        "numberInSurah": 5,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2146,
        "text": "Şimdi sen, bu söze inanmazlarsa, belki de arkalarından kendini eritircesine üzüleceksin.",
        "numberInSurah": 6,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2147,
        "text": "Biz, yeryüzündeki şeyleri ona bir süs yaptık ki, insanları, içlerinden hangisi amel yönünden daha güzeldir diye imtihan edelim.",
        "numberInSurah": 7,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2148,
        "text": "Ve şu da bir gerçek ki biz, yeryüzündeki her şeyi, bitki bitirmeyen/kıtlık ve ölüme yol açan kupkuru bir toprak haline elbette getireceğiz.",
        "numberInSurah": 8,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2149,
        "text": "Yoksa sen o Ashab-ı Kehf'i, mağara ve kitabe yâranını, bizim ayetlerimizden, hayrete düşüren bir tanesi mi sandın?",
        "numberInSurah": 9,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2150,
        "text": "Hani, o yiğit gençler o mağaraya sığındılar da şöyle dediler: \"Ey Rabbimiz, katından bir rahmet ver bize ve bizim için bir çıkış yolu lütfet işimize.\"",
        "numberInSurah": 10,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2151,
        "text": "Bunun üzerine birçok yıl boyunca mağarada onların kulakları üzerine ağırlık vurduk.",
        "numberInSurah": 11,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2152,
        "text": "Sonra onları dirilttik ki, iki zümreden hangisinin kaldıkları süreyi daha iyi hesap edebileceğini bilelim.",
        "numberInSurah": 12,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2153,
        "text": "Biz onların haberlerini sana doğru bir şekilde anlatacağız. Şu bir gerçek ki onlar, Rablerine iman etmiş bir yiğitler grubuydu. Ve biz de onların hidayetini artırdık.",
        "numberInSurah": 13,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 253,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2154,
        "text": "Kalpleriyle aramızda bir bağ kurduk/kalplerini dayanıklı kıldık. Kalkıp şöyle dediler: \"Rabbimiz, göklerin ve yerin rabbidir. O'ndan başka hiçbir ilaha yakarmayız. Aksini yaparsak saçma söz söylemiş oluruz.\"",
        "numberInSurah": 14,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 253,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2155,
        "text": "\"Şunlar, şu kavmimiz O'ndan başka ilahlar edindiler. Onlar hakkında açık bir kanıt getirselerdi ya! Yalan düzerek Allah'a iftira edenden daha zalim kim olabilir?!\"",
        "numberInSurah": 15,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 253,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2156,
        "text": "\"Madem ki onlardan ve Allah dışındaki taptıklarınızdan yüz çevirip kenara çekildiniz, hadi mağaraya sığının ki, Rabbiniz size rahmetinden bir nasip yaysın ve işinizde size kolaylık ve başarı sağlasın.\"",
        "numberInSurah": 16,
        "juz": 15,
        "manzil": 4,
        "page": 295,
        "ruku": 253,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2157,
        "text": "Güneş'i görüyorsun: Doğduğu vakit mağaralarından sağ tarafa kayar, battığı vakit ise onları sol tarafa doğru makaslayıp geçer. Böylece onlar mağaranın geniş boşluğu içindedirler. Bu, Allah'ın mucizelerindendir. Allah'ın kılavuzluk ettiği, doğruyu bulmuştur. Şaşırttığına gelince, sen ona yol gösteren bir velî asla bulamazsın.",
        "numberInSurah": 17,
        "juz": 15,
        "manzil": 4,
        "page": 295,
        "ruku": 253,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2158,
        "text": "Sen onları uyanıktırlar sanırsın; oysaki onlar uykudadırlar. Onları sağ tarafa da sol tarafa da çeviririz. Köpekleri de iki kolunu girişe uzatıp yaymıştır. Onların durumunu görseydin kesinlikle onlardan yüz çevirip kaçırdın. Ve onlardan içinde mutlaka korku doldurulurdu.",
        "numberInSurah": 18,
        "juz": 15,
        "manzil": 4,
        "page": 295,
        "ruku": 254,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2159,
        "text": "İşte böyle! Onları dirilttik ki, birbirlerine sorup dursunlar. İçlerinden biri şöyle konuştu: \"Ne kadar durdunuz?\" Dediler: \"Bir gün yahut günün bir parçası kadar.\" Dediler: \"Ne kadar kaldığınızı Rabbiniz daha iyi bilir. Siz şimdi birinizi şu gümüş para ile kente gönderin de baksın; kentin hangi yiyeceği daha temizse ondan size bir rızık getirsin. Ama nazik ve kurnaz davransın ki, sizi kimseye fark ettirmesin.\"",
        "numberInSurah": 19,
        "juz": 15,
        "manzil": 4,
        "page": 295,
        "ruku": 254,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2160,
        "text": "\"Çünkü onlar sizi ellerine geçirirlerse ya taşlayarak öldürürler yahut da sizi kendilerinin milletine döndürürler. O takdirde bir daha asla kurtulamazsınız.\"",
        "numberInSurah": 20,
        "juz": 15,
        "manzil": 4,
        "page": 295,
        "ruku": 254,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2161,
        "text": "Böylece insanları onlar hakkında bilgilendirdik ki, Allah'ın vaadinin hak, kıyamet saatinin de kuşkusuz olduğunu bilsinler. Çünkü onlar, aralarında mağara yaranının durumunu tartışıyorlardı. \"Onların üstüne bir bina kurun.\" dediler. Rableri onları daha iyi bilir. Onlar hakkında görüşleri galip gelenlerse şöyle dediler: \"Üzerlerine mutlaka bir mescit edineceğiz.\"",
        "numberInSurah": 21,
        "juz": 15,
        "manzil": 4,
        "page": 296,
        "ruku": 254,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2162,
        "text": "\"Üç kişiydiler, dördüncüleri köpekleriydi.\" diyecekler. Şunu da diyecekler: \"Beş kişiydiler, altıncıları köpekleriydi.\" Gaybı taşlamaktır/bilinmeyen şey hakkında atıp tutmaktır bu. Şöyle de derler: \"Yedi kişidirler, sekizincileri de köpekleridir.\" De ki: \"Onların sayısını Rabbim daha iyi bilir. Onlar hakkıda bilgisi olan, çok azdır.\" O halde, onlar hakkında yüzeysel bir tartışma dışında hiçbir çekişmeye girme. Onlar hakkında, konuşup duranlardan hiç kimseye bir şey sorma.",
        "numberInSurah": 22,
        "juz": 15,
        "manzil": 4,
        "page": 296,
        "ruku": 254,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2163,
        "text": "Hiçbir şey için, \"Ben bunu yarın kesinlikle yapacağım.\" deme.",
        "numberInSurah": 23,
        "juz": 15,
        "manzil": 4,
        "page": 296,
        "ruku": 255,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2164,
        "text": "\"Allah dilerse\" şeklinde söyleyebilirsin. Unuttuğunda, Rabbini an. Ve de: \"Umarım ki Rabbim beni, bundan daha yakın bir zamanda başarıya/aydınlığa ulaştırır.\"",
        "numberInSurah": 24,
        "juz": 15,
        "manzil": 4,
        "page": 296,
        "ruku": 255,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2165,
        "text": "Onlar, mağaralarında üçyüz yıl kaldılar; dokuz da ilave ettiler.",
        "numberInSurah": 25,
        "juz": 15,
        "manzil": 4,
        "page": 296,
        "ruku": 255,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2166,
        "text": "De ki: \"Onların ne kadar kaldıklarını Allah daha iyi bilir. O'nun elindedir göklerin ve yerin gaybı. Ne güzel görendir O, ne güzel işitendir. Onların, O'ndan başka bir dostları da yoktur. Ve O, hükmüne hiç kimseyi ortak etmez.\"",
        "numberInSurah": 26,
        "juz": 15,
        "manzil": 4,
        "page": 296,
        "ruku": 255,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2167,
        "text": "Rabbinin kitabından sana vahyedileni oku. O'nun kelimelerini değiştirecek hiçbir kudret yoktur. O'nun dışında bir sığınak/bir dayanak asla bulamazsın.",
        "numberInSurah": 27,
        "juz": 15,
        "manzil": 4,
        "page": 296,
        "ruku": 255,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2168,
        "text": "Benliğini, sabah-akşam yüzünü isteyerek rablerine yalvaranlarla beraber tut. İğreti dünya hayatının süsünü isteyerek gözlerini onlardan kaydırıp uzaklaştırma. Ve sakın, kalbini bizim zikrimizden/Kur'anımızdan gafil koyduğumuz, boş arzularına uymuş kişiye boyun eğme. Böylesinin işi hep aşırılıktır.",
        "numberInSurah": 28,
        "juz": 15,
        "manzil": 4,
        "page": 297,
        "ruku": 255,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2169,
        "text": "Ve de ki: \"Hak, Rabbinizdendir. Artık dileyen inansın, dileyen inkâr etsin.\" Biz, zalimler için öyle bir ateş hazırladık ki, çadırı/duvarı/dumanı onları çepeçevre kuşatmıştır. Eğer yardım dileseler, erimiş maden gibi yüzleri pişiren bir su ile yardımlarına koşulur. O ne kötü içecek, o ne kötü sığınak/dayanak!",
        "numberInSurah": 29,
        "juz": 15,
        "manzil": 4,
        "page": 297,
        "ruku": 255,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2170,
        "text": "İman edip hayra ve barışa yönelik ameller sergileyenlere gelince, kuşkusuz ki biz, güzel iş yapanların ödülünü yitirmeyeceğiz.",
        "numberInSurah": 30,
        "juz": 15,
        "manzil": 4,
        "page": 297,
        "ruku": 255,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2171,
        "text": "Bunlar için, altlarından ırmaklar akan Adn cennetleri vardır. Orada altın bileziklerle süslenecekler, ince ve kalın ipekten yeşil giysiler giyip koltuklar üzerine kurulacaklar. O ne güzel karşılık, o ne güzel dayanak!",
        "numberInSurah": 31,
        "juz": 15,
        "manzil": 4,
        "page": 297,
        "ruku": 255,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2172,
        "text": "Onlara örnek olarak şu iki adamı ver: Bunlardan birine, üzümlerden oluşan iki bağlık vermiş, bağların çevresini hurmalarla donatmış, aralarına da ekinler serpiştirmiştik.",
        "numberInSurah": 32,
        "juz": 15,
        "manzil": 4,
        "page": 297,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2173,
        "text": "İki bağ da yemişlerini vermiş o adamdan hiçbir şeyi eksik bırakmamıştı. İkisinin ortasından bir de nehir fışkırtmışız.",
        "numberInSurah": 33,
        "juz": 15,
        "manzil": 4,
        "page": 297,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2174,
        "text": "Adamın başka bir geliri de vardı. Bu yüzden, arkadaşlarıyla konuştuğu bir sırada ona şöyle demişti: \"Ben, malca senden zengin, insan unsuru bakımından da güçlü ve onurluyum.\"",
        "numberInSurah": 34,
        "juz": 15,
        "manzil": 4,
        "page": 297,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2175,
        "text": "Ve böylece, öz benliğine zulüm ede ede bağlığına girdi. Şöyle konuştu: \"Bunun sonsuza değin yok olacağını sanmıyorum.\"",
        "numberInSurah": 35,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2176,
        "text": "\"Kıyametin kopacağını da sanmıyorum. Ama eğer Rabbime döndürülüp götürülürsem, bundan daha iyisini bulacağımdan eminim.\"",
        "numberInSurah": 36,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2177,
        "text": "Kendisiyle konuşan arkadaşı ona dedi ki: \"Sen, seni topraktan, sonra meniden yaratıp sonra da bir adam olarak biçimlendiren kudrete nankörlük mü ettin?\"",
        "numberInSurah": 37,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2178,
        "text": "\"Lâkin, o Allah benim Rabbimdir. Ve ben, Rabbime hiç kimseyi ortak koşmam.\"",
        "numberInSurah": 38,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2179,
        "text": "\"Bağına girdiğinde, 'Mâşallah, kuvvet yalnız Allah'tandır!' desen olmaz mıydı? Gerçi sen beni, malca ve evlatça senden basit görüyorsun ama,",
        "numberInSurah": 39,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2180,
        "text": "Olabilir ki, Rabbim bana senin bağından daha değerlisini verir; seninkinin üzerine de gökten bir âfet gönderir de bağlığın yalçın bir toprak kesilir.\"",
        "numberInSurah": 40,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2181,
        "text": "Yahut suyu dibe çekilir de bir daha onu isteyemezsin bile.\"",
        "numberInSurah": 41,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2182,
        "text": "Derken bütün ürününe el kondu. Bağ sahibi, çardakları üzerine çökmüş bulunan bağ için harcadıklarına vahlanarak avuçlarını ovuşturuyor ve şöyle diyordu: \"Ne olurdu, Rabbime hiç kimseyi ortak koşmasaydım!\"",
        "numberInSurah": 42,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2183,
        "text": "Allah dışında kendisine yardım edecek bir topluluğu da çıkmadı. Kendi kendini de kurtaramadı.",
        "numberInSurah": 43,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2184,
        "text": "İşte böyle bir durumda, dostluk ve koruma, hak olan Allah'tandır. O, karşılık verme bakımından da hayırlıdır, iş sonuçlandırma bakımından da hayırlıdır.",
        "numberInSurah": 44,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2185,
        "text": "Dünya hayatının şu su örneği gibi olduğunu onlara anlat: \"O suyu gökten indirdik. Yerin bitkisi onunla karıştı. Derken o bitki, rüzgârların savurup döllediği parçacıklara dönüştü. Allah her şey üzerinde Muktedir'dir, gücü her şeye yeter.",
        "numberInSurah": 45,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 257,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2186,
        "text": "Mal ve oğullar, şu iğreti dünya hayatının süsüdür. Barışa ve hayra yönelik kalıcı eylemlerse, Rabbin katında sevapça da üstündür, beklenti bakımından da.",
        "numberInSurah": 46,
        "juz": 15,
        "manzil": 4,
        "page": 299,
        "ruku": 257,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2187,
        "text": "Gün olur, dağları yürütürüz de yeryüzünü çırılçıplak görürsün. İnsanları huzurumuzda toplamış, içlerinden hiçbirisini hesap dışı bırakmamışızdır.",
        "numberInSurah": 47,
        "juz": 15,
        "manzil": 4,
        "page": 299,
        "ruku": 257,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2188,
        "text": "Hepsi, saflar halinde Rabbine arz edilmiştir. Yemin olsun, sizi ilk kez yarattığımız gibi yine bize geldiniz. Ama siz, sizin için hesabın görüleceği bir zaman belirlemeyeceğimizi sanmıştınız.",
        "numberInSurah": 48,
        "juz": 15,
        "manzil": 4,
        "page": 299,
        "ruku": 257,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2189,
        "text": "Kitap ortaya konulmuştur. Günahkârların, onun içindekilerden korkup ürpererek şöyle dediklerini görürsün: \"Vay başımıza! Ne biçim kitap bu! Ne küçük bırakmış ne büyük. Hepsini sayıp dökmüş!\" Yapıp ettiklerini hazır bulmuşlardır. Rabbin hiç kimseye zulmetmiyor.",
        "numberInSurah": 49,
        "juz": 15,
        "manzil": 4,
        "page": 299,
        "ruku": 257,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2190,
        "text": "Hani, biz meleklere \"Âdem'e secde edin\" demiştik de İblis dışında hepsi secde etmişti. İblis, cinlerdendi. Kendi Rabbinin emrine ters düştü. Şimdi siz, benim beri yanımdan, onu ve onun soyunu dostlar mı ediniyorsunuz? Hem de onlar sizin düşmanınızken. Zalimler için ne kötü bir değiştirmedir bu!",
        "numberInSurah": 50,
        "juz": 15,
        "manzil": 4,
        "page": 299,
        "ruku": 258,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2191,
        "text": "Ben onları ne göklerle yerin yaratılmasına, hatta ne kendilerinin yaratılmasına tanık tuttum. Ben, sapıp gitmişleri yardımcı edinecek değilim.",
        "numberInSurah": 51,
        "juz": 15,
        "manzil": 4,
        "page": 299,
        "ruku": 258,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2192,
        "text": "Bir gün Allah şöyle diyecektir: \"O bir şey zannettiğiniz ortaklarımı çağırın!\" Hemen çağırdılar ama onlar kendilerine cevap vermedi. Biz onların aralarına tehlikeli bir uçurum/yıkıcı bir düşmanlık koyduk.",
        "numberInSurah": 52,
        "juz": 15,
        "manzil": 4,
        "page": 299,
        "ruku": 258,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2193,
        "text": "Suçlular, ateşi gördüler de onun içine düşeceklerini anladılar; fakat ondan kaçıp kurtulmaya bir yol bulamadılar.",
        "numberInSurah": 53,
        "juz": 15,
        "manzil": 4,
        "page": 299,
        "ruku": 258,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2194,
        "text": "Yemin olsun, biz, bu Kur'an'da, insanlar için her türlü örneği değişik ifadelerle gözler önüne koyduk. İnsan ise varlığın, tartışmaya en çok tutkun olanıdır.",
        "numberInSurah": 54,
        "juz": 15,
        "manzil": 4,
        "page": 300,
        "ruku": 259,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2195,
        "text": "Kendilerine hidayet geldikten sonra, insanları iman etmekten, Rablerinden af dilemekten alıkoyan şey şundan başkası değildir: Evvelkilerin yol ve yöntemlerinin kendilerine de gelmesini yahut bizzat azabın karşılarına dikilivermesini beklemek.",
        "numberInSurah": 55,
        "juz": 15,
        "manzil": 4,
        "page": 300,
        "ruku": 259,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2196,
        "text": "Biz, elçileri sadece müjdeleyiciler ve uyarıcılar olarak göndeririz. Küfre sapanlar ise bâtıla yapışarak onunla hakkı kaydırmak için uğraşıyorlar. Onlar, ayetlerimi ve uyarıldıkları şeyleri eğlence edindiler.",
        "numberInSurah": 56,
        "juz": 15,
        "manzil": 4,
        "page": 300,
        "ruku": 259,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2197,
        "text": "Kendisine Rabbinin ayetleri hatırlatıldığı halde, onlardan yüz çeviren ve iki elinin hazırlayıp önden gönderdiği şeyleri unutandan daha zalim kim olabilir? Şu bir gerçek ki, biz onların kalpleri üzerine onu anlamamaları için kabuklar geçirdik, kulakları içine de ağırlıklar koyduk. Onları hidayete çağırsan da bu durumda hidayete asla ulaşamazlar.",
        "numberInSurah": 57,
        "juz": 15,
        "manzil": 4,
        "page": 300,
        "ruku": 259,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2198,
        "text": "O affedici, o rahmet sahibi Rabbin, onları, kazandıkları yüzünden hesaba çekseydi, kendileri için azabı mutlaka çabuklaştırırdı. Böyle olmamıştır, ama onlar için, hiçbir kaçıp kurtulma imkânı bulamayacakları bir hesap sorma zamanı öngörülmüştür.",
        "numberInSurah": 58,
        "juz": 15,
        "manzil": 4,
        "page": 300,
        "ruku": 259,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2199,
        "text": "İşte sana bir yığın kent/medeniyet. Zulme saptıklarında onları helâk ettik. Onları helâk etmek için de bir süre belirlemiştik.",
        "numberInSurah": 59,
        "juz": 15,
        "manzil": 4,
        "page": 300,
        "ruku": 259,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2200,
        "text": "Bir zaman Mûsa, genç dostuna şöyle demişti: \"İki denizin birleştiği yere kadar hiç durmadan yürüyeceğim yahut da seneler ve seneler harcayacağım.\"",
        "numberInSurah": 60,
        "juz": 15,
        "manzil": 4,
        "page": 300,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2201,
        "text": "Bu ikisi, iki denizin birleştiği yere vardıklarında, balıklarını unuttular. Bunun üzerine balık da denizde bir deliğe doğru yola koyuldu.",
        "numberInSurah": 61,
        "juz": 15,
        "manzil": 4,
        "page": 300,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2202,
        "text": "Orayı geçtiklerinde Mûsa, genç arkadaşına dedi ki: \"Hadi, getir şu sabah yemeğimizi. Vallahi bu yolculuğumuz yüzünden epey çektik.\"",
        "numberInSurah": 62,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2203,
        "text": "Genç adam dedi: \"Bak sen şu işe, hani kayaya sığınmıştık ya, işte o sırada balığı unuttum. Onu hatırlamamı bana unutturan, şeytandan başkası değildi. Balık, denizin içinde acaip bir biçimde yolunu tuttu.\"",
        "numberInSurah": 63,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2204,
        "text": "Mûsa: \"Arayıp durduğumuz işte o idi.\" dedi. Bunun üzerine kendi izlerini sürerek gerisingeri döndüler.",
        "numberInSurah": 64,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2205,
        "text": "Orada, kullarımızdan öyle bir kul buldular ki, biz ona katımızdan bir rahmet vermiş, lütfumuzdan bir ilim öğretmiştik.",
        "numberInSurah": 65,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2206,
        "text": "Mûsa ona dedi ki: \"Sana öğretilenden bana da bir olgunluk/bir bilgi öğretmen şartıyla sana tâbi olayım mı?\"",
        "numberInSurah": 66,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2207,
        "text": "Dedi: \"Doğrusu sen benimle beraberliğe dayanamazsın.\"",
        "numberInSurah": 67,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2208,
        "text": "\"Havsalanın almadığı bir şeye nasıl dayanacaksın?\"",
        "numberInSurah": 68,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2209,
        "text": "Mûsa dedi ki: \"Allah dilerse beni sabırlı bulacaksın; hiçbir işte sana karşı gelmeyeceğim.\"",
        "numberInSurah": 69,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2210,
        "text": "Dedi: \"Bak, eğer bana uyarsan, ben sana kendisinden bahis açıncaya değin hiçbir şey hakkında bana soru sorma!\"",
        "numberInSurah": 70,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2211,
        "text": "İkisi birlikte yola koyudular. Bir süre sonra gemiye bindiklerinde, tuttu gemiyi deliverdi. Mûsa dedi: \"İçindekileri boğmak için mi deldin onu? Vallahi korkunç bir iş yaptın!\"",
        "numberInSurah": 71,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 261,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2212,
        "text": "Dedi: \"Ben söylemedim mi, sen benimle beraberliğe asla dayanamazsın!\"",
        "numberInSurah": 72,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 261,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2213,
        "text": "Mûsa dedi: \"Unuttuğum için beni azarlama; bu yaptığımdan dolayı da bana zorluk çıkarma.\"",
        "numberInSurah": 73,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 261,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2214,
        "text": "Yine yola koyuldular. Bir süre sonra bir oğlana rastgeldiler; tuttu onu öldürdü. Mûsa dedi: \"Tertemiz bir insanı, bir cana karşılık olmaksızın öldürdün ha!? Vallahi çok kötü bir iş yaptın!\"",
        "numberInSurah": 74,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 261,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2215,
        "text": "Dedi: \"Ben sana söylemedim mi, sen benimle beraberliğe asla dayanamazsın.\"",
        "numberInSurah": 75,
        "juz": 16,
        "manzil": 4,
        "page": 302,
        "ruku": 261,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2216,
        "text": "Mûsa dedi ki: \"Eğer bundan sonra sana bir şey sorarsam artık bana arkadaşlık etme. Vallahi, öyle bir durumda benden ayrılmakta mazur sayılacaksın.\"",
        "numberInSurah": 76,
        "juz": 16,
        "manzil": 4,
        "page": 302,
        "ruku": 261,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2217,
        "text": "Yine yola koyuldular. Biraz sonra bir kente geldiler. Kent halkından yemek istediler, ama onlar bu ikisini konuk etmekten çekindiler. Orada, yıkılmayı bekleyen bir duvara rastladılar; genç adam tuttu onu onardı. Mûsa \"İsteseydin buna karşılık bir ücret elbette alırdın.\" dedi.",
        "numberInSurah": 77,
        "juz": 16,
        "manzil": 4,
        "page": 302,
        "ruku": 261,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2218,
        "text": "Dedi ki: \"İşte bu, seninle benim aramın ayrılmasıdır. Şimdi sana, tahammül edemediğin şeylerin içyüzünü haber vereceğim.\"",
        "numberInSurah": 78,
        "juz": 16,
        "manzil": 4,
        "page": 302,
        "ruku": 261,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2219,
        "text": "\"Gemiden başlayayım: O gemi, denizde işçilik yapan bir grup yoksulundu. Ben onu kusurlu hale getirmek istedim. Çünkü biraz ötelerinde bir kral vardı; tüm gemilere zorla el koyuyordu.\"",
        "numberInSurah": 79,
        "juz": 16,
        "manzil": 4,
        "page": 302,
        "ruku": 261,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2220,
        "text": "\"Oğlan çocuğa gelince: Onun anası-babası inanmış kişilerdi. Çocuğun onları azgınlık ve inkâra sürüklemesinden korktuk.\"",
        "numberInSurah": 80,
        "juz": 16,
        "manzil": 4,
        "page": 302,
        "ruku": 261,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2221,
        "text": "\"Diledik ki, Rableri onlara o çocuktan temizlikçe daha üstün, merhametçe daha gelişmişini versin.\"",
        "numberInSurah": 81,
        "juz": 16,
        "manzil": 4,
        "page": 302,
        "ruku": 261,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2222,
        "text": "\"Ve duvar. Duvar, o kentte yaşayan iki yetim oğlanındı. Altında, oğlanlara ait bir define vardı. Oğlanların babası da hayır ve barış seven bir kimse olarak yaşamıştı. Rabbin istedi ki, o çocuklar ergenliklerine ulaşsınlar da Rabbinden bir rahmet olarak definelerini çıkarsınlar. Ben bunları kendi buyruğumun sonucu olarak yapmadım. İşte senin sabretmeye güç yetiremediğin şeylerin içyüzü budur.\"",
        "numberInSurah": 82,
        "juz": 16,
        "manzil": 4,
        "page": 302,
        "ruku": 261,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2223,
        "text": "Sana Zülkarneyn'den de sorarlar: De ki: \"Size ondan bir hatıra okuyacağım.\"",
        "numberInSurah": 83,
        "juz": 16,
        "manzil": 4,
        "page": 302,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2224,
        "text": "Biz onun için yeryüzünde güç ve saltanat hazırladık ve ona herşeyden bir sebep verdik.",
        "numberInSurah": 84,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2225,
        "text": "O da bir sebebi izledi.",
        "numberInSurah": 85,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2226,
        "text": "Nihayet, Güneş'in battığı yere varınca onu kara balçıklı bir gözede batar buldu. Onun yanında bir de kavim buldu. Dedik ki: \"Ey Zülkarneyn, ya bunlara azap edersin ya da haklarında güzel bir tavrı esas alırsın.\"",
        "numberInSurah": 86,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2227,
        "text": "Dedi: \"Zulmedene azap edeceğiz; sonra Rabbine döndürülecek; O da onu görülmedik bir azaba çeker.\"",
        "numberInSurah": 87,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2228,
        "text": "\"İman edip hayra ve barışa yönelik iş yapana gelince, onun için ödül olarak en güzeli var. Ve ona, buyruğumuzdan, kolay olanı söyleyeceğiz.\"",
        "numberInSurah": 88,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2229,
        "text": "Sonra bir sebebi daha izledi.",
        "numberInSurah": 89,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2230,
        "text": "Bir süre sonra, Güneş'in doğduğu yere varınca onu, ona karşı kendilerine bir siper yapmadığımız bir topluluğun üzerine doğar buldu.",
        "numberInSurah": 90,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2231,
        "text": "İşte böyle! Biz onun yanında olan her şeyi bilgimizle kuşatmıştık.",
        "numberInSurah": 91,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2232,
        "text": "Sonra yine bir sebebi izledi.",
        "numberInSurah": 92,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2233,
        "text": "Nihayet, iki set arasında ulaştı. Setler arasında öyle bir topluluk buldu ki neredeyse söz anlamıyorlardı.",
        "numberInSurah": 93,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2234,
        "text": "Dediler: \"Ey Zülkarneyn! Ye'cûc ve Me'cûc bu yerde bozgunculuk yapıyorlar. Onlarla bizim aramızda bir set yapman şartıyla sana vergi verelim mi?\"",
        "numberInSurah": 94,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2235,
        "text": "Dedi: \"Rabbimin beni içinde tuttuğu imkân ve güç daha üstündür. Siz bana bedensel gücünüzle destek verin de onlarla sizin aranıza çok muhkem bir engel çekeyim.\"",
        "numberInSurah": 95,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2236,
        "text": "\"Bana demir kütleleri getirin!\" İki ucu tam denkleştirince, \"Körükleyin!\" dedi. Onu ateş haline koyunca da \"Getirin bana, üzerine erimiş bakır/katran dökeyim!\" diye seslendi.",
        "numberInSurah": 96,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2237,
        "text": "Artık onu ne aşabildiler ne delebildiler.",
        "numberInSurah": 97,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2238,
        "text": "Dedi: \"Bu, Rabbimden bir rahmettir. Rabbimin vaadi gelince onu yerle bir eder. Ve Rabbimin vaadi haktır.\"",
        "numberInSurah": 98,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2239,
        "text": "O gün onları bırakmışızdır, birbirleri içinde dalgalanırlar. Sûra da üflenmiştir; hepsini bir araya toplamışızdır.",
        "numberInSurah": 99,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 262,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2240,
        "text": "O gün, cehennemi, inkârcılara öyle bir sunmuşuzdur ki!...",
        "numberInSurah": 100,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 262,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2241,
        "text": "Onlar, gözleri benim zikrim/Kur'anım karşısında perde içinde olan insanlardı. Dinlemeye dayanamıyorlardı.",
        "numberInSurah": 101,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 262,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2242,
        "text": "Küfre sapanlar, beni bırakıp da kullarımı veliler edineceklerini mi sandılar. Biz cehennemi bir konuk evi olrak inkârcılar için hazırladık.",
        "numberInSurah": 102,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 263,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2243,
        "text": "De ki: \"Amelleri bakımından hüsrana en çok batanları size haber vereyim mi?\"",
        "numberInSurah": 103,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 263,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2244,
        "text": "O kimselerdir ki, dünya hayatındaki çabaları boşa gitmiştir de onlar sanayileşmeyi/işi hâlâ güzel yaptıklarını sanırlar.",
        "numberInSurah": 104,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 263,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2245,
        "text": "Bunlar, Rablerinin ayetlerini ve O'na ulaşmayı inkâr etmişler de bütün amelleri boşa çıkmıştır. Bu yüzden kıyamet günü onlar için hiçbir ölçü tutturmayız/onlara hiçbir değer vermeyiz.",
        "numberInSurah": 105,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 263,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2246,
        "text": "İşte böyle! Cezaları cehennemdir. Çünkü nankörlük ettiler; ayetlerimi ve resullerimi eğlence aracı yaptılar.",
        "numberInSurah": 106,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 263,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2247,
        "text": "İman edip hayra ve barışa yönelik işler yapanlara gelince, onların konuk evleri Firdevs cennetleri olacaktır.",
        "numberInSurah": 107,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 263,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2248,
        "text": "Sürekli kalacaklardır orada. Çıkmak istemeyeceklerdir oradan.",
        "numberInSurah": 108,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 263,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2249,
        "text": "De ki: \"Rabbimin kelimeleri için deniz mürekkep olsa, Rabbimin kelimeleri tükenmeden önce deniz mutlaka biter. Bir o kadarını daha getirsek de yetmez.\"",
        "numberInSurah": 109,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 263,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2250,
        "text": "De ki: \"Ben de sizin gibi bir insanım. Ancak, tanrınızın bir tek tanrı olduğu bana vahyediliyor. O halde, Rabbine kavuşmayı uman, hayra ve barışa yönelik iş yapsın ve Rabbine ibadette hiç kimseyi O'na ortak koşmasın.\"",
        "numberInSurah": 110,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 263,
        "hizbQuarter": 122,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "tr.ozturk",
      "language": "tr",
      "name": "Öztürk",
      "englishName": "Yasar Nuri Ozturk",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}