{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 22,
    "name": "سُورَةُ الحَجِّ",
    "englishName": "Al-Hajj",
    "englishNameTranslation": "The Pilgrimage",
    "revelationType": "Medinan",
    "numberOfAyahs": 78,
    "ayahs": [
      {
        "number": 2596,
        "text": "Ey insanlar! Rabbinizden korkun! Çünkü kıyamet saatinin zelzelesi gerçekten çok büyük bir şeydir.",
        "numberInSurah": 1,
        "juz": 17,
        "manzil": 4,
        "page": 332,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2597,
        "text": "Onu göreceğiniz gün, her emzikli kadın, emzirdiğinden vazgeçer ve her gebe kadın, taşıdığını düşürür. Sen o gün insanları sarhoşlar halinde görürsün; oysaki onlar sarhoş değillerdir, ama Allah'ın azabı çok şiddetlidir.",
        "numberInSurah": 2,
        "juz": 17,
        "manzil": 4,
        "page": 332,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2598,
        "text": "İnsanlardan bazıları vardır, hiçbir ilme sahip olmadan Allah konusunda mücadele eder ve her inatçı-kaypak şeytanın ardı sıra gider.",
        "numberInSurah": 3,
        "juz": 17,
        "manzil": 4,
        "page": 332,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2599,
        "text": "O şeytan üzerine şöyle yazılmıştır: Kim buna dost olursa muhakkak o onu saptırır ve onu, alevi zorlu ateşin azabına götürür.",
        "numberInSurah": 4,
        "juz": 17,
        "manzil": 4,
        "page": 332,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2600,
        "text": "Ey insanlar! Ölümden sonra dirilme konusunda kuşku içinde olabilirsiniz. Ama şu bir gerçek ki, biz sizi bir topraktan, sonra bir spermden, sonra bir embriyodan/döllenmiş bir karışımdan, sonra ne olduğu kısmen belirli, kısmen belirsiz bir et parçasından yarattık ki, size açık-seçik beyanda bulunalım. Ve sizi rahimlerde, belirlenen bir süreye kadar dilediğimiz şekilde bekletiyoruz. Sonra sizi bir çocuk olarak çıkarıyoruz. Daha sonra da tam kuvvetinize ulaşmanızı sağlıyoruz. Bununla birlikte içinizden bir kısmı öldürülüyor, yine içinizden bir kısmı ilimden sonra bir şey bilmesin diye ömrün en basit ve düşük noktasına geri gönderiliyor. Yeryüzünü de sönmüş kül halinde görürsün. Nihayet onun üzerine suyu indirdiğimizde titrer, kabarır ve her güzel/bereketli çiftten bir şeyler bitirir.",
        "numberInSurah": 5,
        "juz": 17,
        "manzil": 4,
        "page": 332,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2601,
        "text": "Bu böyledir, çünkü Allah hakkın ta kendisidir. O, ölüleri diriltiyor ve O, herşey üzerinde kudretiyle egemendir.",
        "numberInSurah": 6,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2602,
        "text": "Ve saat mutlaka gelecektir. Kuşku yok onda. Ve Allah kabirlerdeki şuurlu varlıkları diriltecektir.",
        "numberInSurah": 7,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2603,
        "text": "İnsanlar içinde öylesi vardır ki, Allah konusunda ilimsiz, kılavuzsuz ve aydınlık getiren bir kitaba sahip olmaksızın mücadele edip durur.",
        "numberInSurah": 8,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2604,
        "text": "Yanını eğip bükerek uğraşır ki, Allah yolundan saptırıversin. Böyle kişiye dünyada bir yüz karası öngörülmüştür. Ve kıyamet günü biz ona, o kasıp kavuran yangının azabını tattıracağız.",
        "numberInSurah": 9,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2605,
        "text": "\"Al, işte bu, iki elinin önden gönderdiğidir. Şu bir gerçek ki, Allah, kullara asla zulmedici değildir.\"",
        "numberInSurah": 10,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2606,
        "text": "İnsanlardan bazısı da Allah'a kıyıdan kıyıya ibadet eder. Kendisine bir hayır isabet ettiğinde, onunla tatmin bulup yatışır; kendisine bir fitne, bir deneme gelip çattığında yüzüstü geri dönüverir. Dünyada da kayba uğramıştır böylesi, âhirette de. Apaçık hüsranın ta kendisi işte budur.",
        "numberInSurah": 11,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2607,
        "text": "Allah'ın berisinden, kendisine zarar veremeyecek, yarar sağlamayacak şeye dua/davet eder. Dönüşü olmayan sapıklığın ta kendisidir bu.",
        "numberInSurah": 12,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2608,
        "text": "Zararı yararından daha yakın olan kişiye yalvarır/davet eder. Ne kötü bir destekçidir o, ne kötü bir efendidir!",
        "numberInSurah": 13,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2609,
        "text": "Allah, iman edip hayra ve barışa yönelik işler yapanları altlarından ırmaklar akan cennetlere koyacaktır. Allah, dilediğini yapar.",
        "numberInSurah": 14,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2610,
        "text": "Kim Allah'ın dünyada ve âhirette kendisine yardım etmeyeceğini sanıyorsa; bir sebeple göğe uzansın, sonra öteki ilişkilerini kessin de bakıversin: Oyunu, öfkelendiği şeyleri gerçekten giderecek mi?\"",
        "numberInSurah": 15,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2611,
        "text": "Biz onu, böylece açık-seçik ayetler halinde indirdik. Kuşkusuz, Allah, dilediğine/dileyene kılavuzluk eder.",
        "numberInSurah": 16,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2612,
        "text": "İman edenler, Yahudiler, Sâbiîler, Hıristiyanlar, Mecusîler ve şirke sapanlar arasında Allah, kıyamet günü ayrım yapacaktır. Allah, her şey üzerine Şehîd'dir, tanıktır.",
        "numberInSurah": 17,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2613,
        "text": "Görmedin mi göklerdeki kimseler, yerdeki kimseler, Güneş, Ay, yıldızlar, dağlar, ağaçlar, hayvanlar ve insanlardan birçoğu hep Allah'a secde ediyor. Birçoğunun da üzerine azap hak olmuştur. Allah'ın hakir kıldığına ikramda bulunan olmaz. Allah, dilediğini yapar.",
        "numberInSurah": 18,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": {
          "id": 6,
          "recommended": true,
          "obligatory": false
        }
      },
      {
        "number": 2614,
        "text": "İşte şu iki hasım, Rableri hakkında çekişip durmuşlardır. Sonuçta küfre sapanlar için ateşten giysiler biçilmiştir. Başlarının üstünden de kaynar su dökülmektedir.",
        "numberInSurah": 19,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2615,
        "text": "Bu suyla, karınlarının içindekiler ve derileri eritilir.",
        "numberInSurah": 20,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2616,
        "text": "Bunlar için bir de demirden kamçılar var.",
        "numberInSurah": 21,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2617,
        "text": "Istırap yüzünden oradan her çıkmak istediklerinde, oraya geri döndürülürler: \"Tadın şu yangın azabını!\"",
        "numberInSurah": 22,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2618,
        "text": "Allah, iman edip hayra ve barışa yönelik işler yapanları, altlarından ırmaklar akan cennetlere koyacaktır. Orada, altından bilezikler ve inciyle süsleneceklerdir. Ve orada giysileri ipektir.",
        "numberInSurah": 23,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 287,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2619,
        "text": "Sözün güzeline ve tatlısına ulaştırılmışlardır; Hamîd olan Allah'ın yoluna ulaştırılmışlardır.",
        "numberInSurah": 24,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 287,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2620,
        "text": "Küfre sapanlar, Allah'ın yolundan alıkoyarlar. Hem sürekli içinde kalan hem dışarıdan gelen tüm insanlar için oluşturduğumuz Mescid-i Haram'dan da geri çeviriyorlar. Kim orada zulmederek haktan sapmak isterse, biz ona acıklı bir azabı tattıracağız.",
        "numberInSurah": 25,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 287,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2621,
        "text": "Bir zamanlar İbrahim için, o evin yerini, şöyle diyerek hazırlamıştık: Bana hiçbir şeyi ortak koşma, evimi; tavaf edenler, kıyamda duranlar, rükû-secde edenler için temizle.",
        "numberInSurah": 26,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2622,
        "text": "İnsanlar içinde haccı ilan et ki, gerek yaya olarak gerekse derin vadilerden gelerek, yorgunluktan incelmiş binitler üzerinde sana ulaşsınlar.",
        "numberInSurah": 27,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2623,
        "text": "Kendilerine ait bir takım yararlara tanık olsunlar. Kendilerine rızık olarak verdiği kurbanlık hayvanlar üzerinde belirli günlerde Allah'ın adını ansınlar. İşte bunlardan yiyin, sıkıntı içindeki fakiri de doyurun.",
        "numberInSurah": 28,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2624,
        "text": "Sonra, kirlerini atsınlar, adaklarını yerine getirsinler, saldırılardan korunmuş/tarihî/yüce evi tavaf etsinler.",
        "numberInSurah": 29,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2625,
        "text": "İşte böyle. Kim Allah'ın yasaklarına saygılı olursa bu, Rabbi katında kendisi için çok hayırlı olur. Karşınızda okunarak açıklananlar hariç, tüm hayvanlar size helal kılınmışır. Artık putların pisliğinden, yalan sözden uzak durun.",
        "numberInSurah": 30,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2626,
        "text": "Allah'a ortak koşmadan, hanîfler olarak... Allah'a ortak koşan kişi, gökten düşmüş de kendisini kuşlar kapışıyor veya rüzgâr onu uzak bir yere fırlatıp atıyor gibidir.",
        "numberInSurah": 31,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2627,
        "text": "İşte böyle. Kim Allah'ın kutsallık nişanı yaptığı şeyleri yüceltirse bu yaptığı, gönüllerin takvasındandır.",
        "numberInSurah": 32,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2628,
        "text": "Onlarda sizin için, belirli bir süreye kadar yararlar vardır. Sonunda onların varacakları yer saldırılardan korunmuş/tarihî/yüce evdir.",
        "numberInSurah": 33,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2629,
        "text": "Biz her ümmet için bir kurbanlık hayvan kesme zamanı/kurbanlık hayvan kesme yeri/kurbanlık hayvan kesme tarzı belirledik ki, kendilerine rızık olarak verdiği kurbanlık hayvanların üstüne Allah'ın ismini ansınlar. Sizin tanrınız bir tek tanrıdır; o halde yalnız O'na teslim olun. Alçak gönüllü, saygılı kişileri muştula.",
        "numberInSurah": 34,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 289,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2630,
        "text": "Onlar öyle insanlardır ki, Allah anıldığında kalpleri titrer; başlarına gelene sabrederler, namazı/duayı yerine getirirler, kendilerine verdiğimiz rızıklardan infak ederler.",
        "numberInSurah": 35,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 289,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2631,
        "text": "Biz o büyükbaş hayvanları da sizin için Allah'ın kutsallık nişanları arasına koyduk. Sizin için onlarda hayır vardır. Onlar sıralanmış halde ayakları üzerine dururken, üzerlerine Allah'ın ismini anın. Yanları yere yaslandığı zaman da onlardan yiyin; isteyen yoksulu da istemeyen yoksulu da doyurun. Allah o hayvanları sizin hizmetinize verdi ki, şükredebilesiniz.",
        "numberInSurah": 36,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 289,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2632,
        "text": "Onların etleri de kanları da Allah'a asla ulaşmaz; fakat sizin takvanız O'na ulaşır. Onları size bu şekilde boyun eğdirdi ki, sizi hidayete erdirdiği için Allah'ı yücelterek anasınız. Güzel düşünüp güzel davrananlara müjde ver.",
        "numberInSurah": 37,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 289,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2633,
        "text": "Allah, iman edenleri savunur. Şu da kuşkusuz ki, Allah hiçbir haini, hiçbir nankörü sevmez.",
        "numberInSurah": 38,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 289,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2634,
        "text": "Kendilerine savaş açılanlara savaşma izni verilmiştir. Çünkü onlar zulme uğratıldılar. Allah onlara yardıma elbette kadirdir.",
        "numberInSurah": 39,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2635,
        "text": "Onlar sırf, \"Rabbimiz Allah'tır\" dedikleri için haksız yere yurtlarından çıkarıldılar. Eğer Allah'ın, insanların bir kısmını bir kısmıyla defetmesi olmasaydı, içlerinde Allah'ın adı çokça anılan manastırlar, kiliseler, havralar ve mescitler her halde yerle bir edilirdi. Allah, kendisine yardım edene elbette yardım eder. Allah elbette Kavî, Azîz'dir.",
        "numberInSurah": 40,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2636,
        "text": "Onlar o kişilerdir ki eğer kendilerini yeryüzünde imkân ve güç sahibi yapsak namazı/duayı yerine getirirler, zekâtı verirler, iyiliğe özendirirler, kötülükten sakındırırlar. Tüm iş ve oluşlar Allah'a varır.",
        "numberInSurah": 41,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2637,
        "text": "Eğer seni yalanlıyorlarsa bilesin ki, senden önce Nûh kavmi de Âd da, Semûd da yalanladı.",
        "numberInSurah": 42,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2638,
        "text": "İbrahim'in kavmi de Lût'un kavmi de...",
        "numberInSurah": 43,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2639,
        "text": "Medyen halkı da. Mûsa da yalanlanmıştı da ben, inkârcılara biraz süre vermiş sonra hepsini yakalamıştım. Nasılmış benim azabım!",
        "numberInSurah": 44,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2640,
        "text": "Zalim olduğu için helâk ettiğimiz nice kent/medeniyet var ki, duvarları, tavanları üzerine çökmüş halde. Nice kullanılmaz halde bırakılmış su kuyusu, nice görkemli/süslü/bakımlı köşk var.",
        "numberInSurah": 45,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2641,
        "text": "Yeryüzünde hiç dolaşmadılar mı ki, kalpleri olsun da onunla akıllarını çalıştırsınlar, kulakları olsun da onlarla duysunlar. Şu bir gerçek ki, kafadaki gözler kör olmaz ama göğüslerin içindeki gönüller körleşir.",
        "numberInSurah": 46,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2642,
        "text": "Senden aceleyle azabı istiyorlar: Allah, vaadine asla ters düşmez. Şu da bir gerçek ki Rabbinin katındaki bir gün, sizin saymakta olduğunuzun bin yılı gibidir.",
        "numberInSurah": 47,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2643,
        "text": "Nice kent/medeniyet var ki, zulme saptığı halde, ona süre tanıdım. Ama sonra kendisini yakalayıverdim. Dönüş yalnız banadır.",
        "numberInSurah": 48,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2644,
        "text": "De ki: \"Ey insanlar, ben sizin için, açıklayıcı bir uyarıcıdan başkası değilim.\"",
        "numberInSurah": 49,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2645,
        "text": "İman edip hayra ve barışa yönelik işler yapanlar için bir bağışlanma ve bol bir rızık vardır.",
        "numberInSurah": 50,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2646,
        "text": "Ayetlerimizi işe yaramaz kılmak için gayret gösterenlere gelince, onlar cehennemin dostlarıdır.",
        "numberInSurah": 51,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2647,
        "text": "Biz senden önce hiçbir resul ve nebi göndermedik ki, o bir şey tasarladığında/okuduğunda, şeytan onun düşünce ve dileği içine bir şey atmış olmasın. Ama Allah, şeytanın attığını siler, sonra kendi ayetlerini muhkemleştirir. Allah Alîm'dir, Hakîm'dir.",
        "numberInSurah": 52,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2648,
        "text": "Bu, Allah'ın; şeytanın attığını, kalplerinde hastalık olanlara, gönülleri katılaşanlara bir fitne yapması içindir. Zalimler, geri dönülmez bir ayrılık ve kopuş içindedirler.",
        "numberInSurah": 53,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2649,
        "text": "Kendilerine ilim verilenler onun, senin Rabbinden bir hak olduğunu bilsinler, ona inansınlar da kalpleri ona saygı duysun diye böyle yapılmıştır. Şu bir gerçek ki Allah Hâdî'dir, iman edenleri dosdoğru yola mutlaka ulaştıracaktır.",
        "numberInSurah": 54,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2650,
        "text": "İnkâr edenler ise kıyamet ansızın başlarına patlayıncaya kadar, yahut kısır bir günün azabı kendilerine gelip çatıncaya kadar, o Kur'an'dan yana kuşku içinde olmaya devam edecekler.",
        "numberInSurah": 55,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2651,
        "text": "O gün mülk ve yönetim Allah'ındır. Aralarında O, hüküm verecektir. İman edip hayra ve barışa yönelik işler yapanlar, nimetlerle dolu cennetlerde olacaklardır.",
        "numberInSurah": 56,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2652,
        "text": "İnkâr edip ayetlerimizi yalalayanlara gelince, onlar için aşağılayıcı bir azap öngörülmüştür.",
        "numberInSurah": 57,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2653,
        "text": "Allah yolunda hicret edip sonra da öldürülen yahut ölenleri, Allah güzel bir rızıkla mutlaka rızıklandıracaktır. Allah, rızık verenlerin elbette ki en hayırlısıdır.",
        "numberInSurah": 58,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2654,
        "text": "Onları, razı olacakları bir yere elbette sokacaktır. Allah elbette ki, Alîm'dir, Halîm'dir.",
        "numberInSurah": 59,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2655,
        "text": "İşte böyle. Kim uğratıldığı cezanın aynısıyla ceza edip de zulüm ve saldırganlığa uğrarsa, Allah ona mutlaka yardım edecektir. Allah, elbette ki Afüvv'dür, Gafûr'dur.",
        "numberInSurah": 60,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2656,
        "text": "İşte böyle. Allah geceyi gündüzün içine sokar, gündüzü de gecenin içine sokar. Allah Semî'dir, Basîr'dir.",
        "numberInSurah": 61,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2657,
        "text": "Evet böyledir! Çünkü Allah Hakk'ın ta kendisidir. O'nun berisinden yalvarıp çağırdıkları ise bâtılın ta kendisidir. Hiç kuşkusuz, Allah Aliyy'dir, Kebîr'dir.",
        "numberInSurah": 62,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2658,
        "text": "Görmedin mi, Allah gökten bir su indirdi de, onun sayesinde yer, yemyeşil hale geliyor. Allah Latîf'tir, Habîr'dir.",
        "numberInSurah": 63,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2659,
        "text": "Göklerde ne var yerde ne varsa O'nundur. Allah, Ganî olanın da Hamîd olanın da ta kendisidir.",
        "numberInSurah": 64,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2660,
        "text": "Görmedin mi, Allah yeryüzündekileri ve denizde O'nun emriyle akıp giden gemileri sizin hizmetinize verdi. O'nun izni olmaksızın yerkürenin üstüne düşmemesi için göğü O tutuyor. Allah, insanlara karşı elbette Raûf, Rahîm'dir,",
        "numberInSurah": 65,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2661,
        "text": "Size hayat veren O'dur. Sonra sizi öldürüyor; sonra diriltecektir sizi. Gerçek olan şu ki, insan tam bir nankördür.",
        "numberInSurah": 66,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2662,
        "text": "Her ümmet için biz, bir ibadet şekli/bir ibadet yeri belirledik; onlar, onu izlerler. Artık bu iş konusunda seninle çekişmesinler. Sen de Rabbine davet et/dua et. Sen, elbette ki şaşırtmadan yol aldıran bir kılavuzun ardındasın.",
        "numberInSurah": 67,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2663,
        "text": "Seninle mücadele ederlerse şöyle de: \"Yapmakta olduklarınızı Allah daha iyi bilir.\"",
        "numberInSurah": 68,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2664,
        "text": "Allah, tartışmakta olduğunuz konuda kıyamet günü aranızda hüküm verecektir.",
        "numberInSurah": 69,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2665,
        "text": "Bilmedin mi ki; Allah gökte ne var, yerde ne varsa hepsini bilir. Bunların tümü bir kitaptadır. Bütün bunlar Allah için çok kolaydır.",
        "numberInSurah": 70,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2666,
        "text": "Allah'tan ayrı olarak, hakkında O'nun hiçbir kanıt indirmediği şeye kulluk ediyorlar. Kendilerinin de onunla ilgili bir ilmi yoktur. O zalimlerin yardımcısı olmayacaktır.",
        "numberInSurah": 71,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2667,
        "text": "Onlara açık-seçik ayetlerimiz okunduğunda, o küfre sapanların yüzlerinde bir hoşnutsuzluk/yadsıma görürsün. Kendilerine ayetlerimizi okuyanlara saldıracak olurlar. De ki: \"Size şu yaptığınızdan daha kötü bir şey haber vereyim mi: Ateş! Allah onu inkârcılara vaat etmiştir. Ne kötü dönüş yeridir o!\"",
        "numberInSurah": 72,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2668,
        "text": "Ey insanlar! Size bir örnek verildi; onu dinleyin. O Allah'ın yanında yakarıp durduklarınız var ya, hepsi bir araya toplansalar bir sinek bile yaratamazlar. Sinek onlardan bir şey kapacak olsa, bunu bile ondan geri alamazlar. İsteyen de âciz, istenen de...",
        "numberInSurah": 73,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2669,
        "text": "Allah'ı, şanına yaraşır biçimde takdir edemediler. Allah elbette Kavî'dir, Azîz'dir.",
        "numberInSurah": 74,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2670,
        "text": "Allah, meleklerden de resuller seçer, insanlardan da. Şüphesiz ki, Allah Semî' ve Basîr'dir.",
        "numberInSurah": 75,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2671,
        "text": "Onların önden gönderdiklerini de bilir, arkaya bıraktıklarını da. İş ve oluşlar Allah'a döndürülür.",
        "numberInSurah": 76,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2672,
        "text": "Ey iman edenler! Rükû edin, secde edin; Rabbinize ibadet edin, hayır işleyin ki kurtulabilesiniz.",
        "numberInSurah": 77,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": {
          "id": 7,
          "recommended": true,
          "obligatory": false
        }
      },
      {
        "number": 2673,
        "text": "Allah uğrunda O'na yaraşır bir gayretle didinin. O sizi seçmiş ve dinde size hiçbir güçlük çıkarmamıştır. Babanız İbrahim'in milletini esas alın. Allah sizi, önceden de şu Kitap'ta da \"Müslümanlar/Allah'a teslim olanlar\" diye adlandırdı ki, resul sizin üzerinize bir tanık olsun, siz de insanlar üzerine tanıklar olasınız. O halde namazı/duayı yerine getirin, zekâtı verin ve Allah'a sarılın. O'dur sizin Mevlâ'nız. Ne güzel Mevlâ'dır O, ne güzel yardımcıdır O!",
        "numberInSurah": 78,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "tr.ozturk",
      "language": "tr",
      "name": "Öztürk",
      "englishName": "Yasar Nuri Ozturk",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}