{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 28,
    "name": "سُورَةُ القَصَصِ",
    "englishName": "Al-Qasas",
    "englishNameTranslation": "The Stories",
    "revelationType": "Meccan",
    "numberOfAyahs": 88,
    "ayahs": [
      {
        "number": 3253,
        "text": "Tâ, Sîn, Mîm.",
        "numberInSurah": 1,
        "juz": 20,
        "manzil": 5,
        "page": 385,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3254,
        "text": "İşte sana, açık-seçik beyanda bulunan Kitap'ın ayetleri.",
        "numberInSurah": 2,
        "juz": 20,
        "manzil": 5,
        "page": 385,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3255,
        "text": "İman edecek bir toplum için, Mûsa ve Firavun'un haberinden bir kısmını sana hak olarak okuyacağız.",
        "numberInSurah": 3,
        "juz": 20,
        "manzil": 5,
        "page": 385,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3256,
        "text": "Gerçek şu: Firavun o yerde egemenlik kurmuş ve ora halkını gruplara ayırmıştı. Onlardan bir topluluğu horlayıp eziyordu: Bu topluluğun erkek çocuklarını boğazlıyor, kadınlarına hayasızca davranıyor/kadınların rahimlerini yokluyor/kadınlarını hayata salıyordu. O gerçekten fesadı yayanlardandı.",
        "numberInSurah": 4,
        "juz": 20,
        "manzil": 5,
        "page": 385,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3257,
        "text": "Ve biz istiyoruz ki, yeryüzünde ezilip horlananlara bağışta bulunalım, onları önderler yapalım, onları mirasçılar haline getirelim.",
        "numberInSurah": 5,
        "juz": 20,
        "manzil": 5,
        "page": 385,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3258,
        "text": "Ve yeryüzünde onlara imkân ve kudret verelim. Firavun'a, Hâman'a ve onların ordularına da korkmakta oldukları şeyleri gösterelim.",
        "numberInSurah": 6,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3259,
        "text": "Mûsa'nın annesine şunu vahyettik: \"Emzir onu! Onun aleyhinde bir korku hissedince de nehire bırakıver onu. Korkma, üzülme! Kuşkun olmasın ki, biz onu sana geri döndüreceğiz ve onu resullerden biri yapacağız.\"",
        "numberInSurah": 7,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3260,
        "text": "Nihayet, Firavun ailesi onu kayıp bir şey olarak bulup aldı. O, kendileri için bir düşman ve tasa olacaktı. Gerçek olan şu ki Firavun, Hâman ve bunların orduları yanlış yoldaydılar.",
        "numberInSurah": 8,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3261,
        "text": "Firavun'un karısı şöyle dedi: \"Benim için de senin için de bir göz aydınlığıdır bu. Öldürmeyin onu, bize yararı olabilir, yahut onu çocuk ediniriz.\" Onlar işin farkında olmuyorlardı.",
        "numberInSurah": 9,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3262,
        "text": "Mûsa'nın annesinin kalbi ise bomboş bir halde sabahladı. Eğer inananlardan olması için kalbine bir bağ vermeseydik, onu açığa vuracak bir durumdaydı.",
        "numberInSurah": 10,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3263,
        "text": "Annesi, Mûsa'nın kızkardeşine, \"onu izle\" dedi. O da onu kenardan gözledi. Onlarsa işin farkında olmuyorlardı.",
        "numberInSurah": 11,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3264,
        "text": "Biz daha önce ona, süt emziren kadınları haram kılmıştık. Bu sırada kızkardeşi dedi ki: \"Onun bakımını sizin için üstlenecek, onu eğitip öğretmeyi yüklenecek bir ev halkını size tanıtayım mı?\"",
        "numberInSurah": 12,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3265,
        "text": "Nihayet Mûsa'yı öz anasına geri çevirdik ki, o ananın gözü aydın olsun, kederlenmesin ve Allah'ın vaadinin hak olduğunu bilsin. Fakat çokları bunu bilmezler.",
        "numberInSurah": 13,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3266,
        "text": "Mûsa, yiğitlik çağına ulaşıp olgunlaşınca ona hikmet ve ilim verdik. Biz, güzel düşünüp güzel davrananları böyle ödüllendiririz.",
        "numberInSurah": 14,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3267,
        "text": "Halkının habersiz olduğu bir sırada kente girdi. Orada iki adam buldu, dövüşüyorlardı. Bu, Mûsa'nın halkından, şu da düşmanlarındandı. Kendi halkından olan, düşmanından olana karşı Mûsa'dan yardım istedi. Mûsa ona bir yumruk indirdirip işini bitirdi. Dedi: \"Bu yaptığım, şeytanın amellerindendir. İnsanı saptıran açık bir düşmandır o.\"",
        "numberInSurah": 15,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3268,
        "text": "\"Rabbim, öz benliğime zulmettim, beni affet\" diye yakardı da Allah onu affetti. Gafûr O'dur, Rahîm O'dur.",
        "numberInSurah": 16,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3269,
        "text": "Dedi: \"Rabbim, bana lütfettiğin nimete yemin ederim ki, bir daha suçlulara asla arka çıkmayacağım.\"",
        "numberInSurah": 17,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3270,
        "text": "Kentte, korku içinde sabahladı, göz-kulak kesiliyordu. Bir de baktı ki, dün ondan yardım isteyen adam yine onu yardıma çağırıyor. Mûsa ona dedi ki: \"Anlaşıldı, sen, tam azmış bir adamsın.\"",
        "numberInSurah": 18,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3271,
        "text": "Mûsa, ikisinin de düşmanı olan adamı yakalamak isteyince o şöyle dedi: \"Dün bir adamı öldürdüğün gibi, bugün de beni mi öldürmek istiyorsun? Sen yeryüzünde zorba olmaktan başka bir şey istemiyorsun. Barışseverlerden olmak gibi bir niyetin yok.\"",
        "numberInSurah": 19,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3272,
        "text": "Şehrin öbür ucundan bir adam koşarak geldi. Dedi: \"Ey Mûsa, kentin ileri gelenleri seni öldürmeyi planlıyorlar. Çık buradan! Ben sana öğüt verenlerdenim.\"",
        "numberInSurah": 20,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3273,
        "text": "Bunun üzerine Mûsa, oradan korka korka çıktı. Her yanı gözlüyordu. Şöyle yakardı: \"Rabbim, beni şu zalimler topluluğundan kurtar!\"",
        "numberInSurah": 21,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3274,
        "text": "Medyen tarafına yönelince şöyle dedi: \"Umarım Rabbim beni isabetli bir yola kılavuzlar.\"",
        "numberInSurah": 22,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3275,
        "text": "Medyen suyuna ulaştığında, su başında halktan bir grup gördü. Hayvanlarını suluyorlardı. Biraz ötelerinde çekingen bir halde duran iki kadın fark etti. \"Derdiniz nedir?\" dedi. \"Şu çobanlar çekilip gidinceye kadar biz hayvanlarımızı sulamayız. Üstelik babamız da ileri yaşta bir ihtiyardır.\" dediler.",
        "numberInSurah": 23,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3276,
        "text": "Bunun üzerine Mûsa, onların sulama işini yaptı. Sonra gölgeye çekilip şöyle dedi: \"Rabbim, bana indireceğin her nimeti bekleyen bir çaresizim.\"",
        "numberInSurah": 24,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3277,
        "text": "Tam o sırada kadınlardan biri, utangaç bir tavırla yürüyerek ona geldi. Dedi: \"Babam, bizim için yaptığın sulamaya karşılık sana birşeyler vermek üzere seni çağırıyor.\" Mûsa gelip ihtiyara hikâyeyi anlatınca, o dedi ki: \"Korkma, artık zalimler topluluğundan kurtuldun.\"",
        "numberInSurah": 25,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3278,
        "text": "Kadınlardan biri şöyle dedi: \"Babacağım, ücretle tut onu. Her halde ücretle çalıştırdıklarının en hayırlısı olacak; güçlü, güvenilir biri.\"",
        "numberInSurah": 26,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3279,
        "text": "İhtiyar dedi ki: \"Bana sekiz yıl çalışman şartıyla şu iki kızımdan birini sana nikâhlamak istiyorum. Eğer on yıla tamamlarsan, o da senden. Seni zora sürmek gibi bir niyetim yok. Allah dilerse beni, barış ve iyilik sever insanlardan bulacaksın.\"",
        "numberInSurah": 27,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3280,
        "text": "Mûsa dedi: \"Bu seninle benim aramda. İki süreden hangisini tamamlasam bana kızıp darılmak yok. Allah, bizim şu konuştuğumuza Vekîl'dir.\"",
        "numberInSurah": 28,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3281,
        "text": "Mûsa süreyi bitirip ailesiyle yola çıkınca, Tûr tarafından bir ateş fark etti. Ailesine dedi ki: \"Bekleyin, bir ateş fark ettim. Belki ondan size bir haber getiririm, belki bir ateş koru getiririm de ısınırsınız.\"",
        "numberInSurah": 29,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3282,
        "text": "Oraya vardığında o bereketli toprak parçasındaki vadinin sağ tarafından, bir ağaçtan şöyle seslenildi: \"Ey Mûsa! Âlemlerin Rabbi Allah benim, ben!\"",
        "numberInSurah": 30,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3283,
        "text": "\"Asanı at!\" Asanın çevik bir yılan gibi titreyip kıvrıldığını görünce gerisin geri döndü; arkaya bile bakmadı. \"Geri dön ey Mûsa, korkma! Güven içinde olanlardansın.\"",
        "numberInSurah": 31,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3284,
        "text": "\"Elini koynuna sok, lekesiz bembeyaz çıkıversin. Korkudan açılan kollarını kendine çek. İşte bunlar, Firavun ve kodamanlarına karşı Rabbinden sana güçlü iki kanıttır. Firavun ve yardakçıları yoldan çıkmış bir güruhtur.\"",
        "numberInSurah": 32,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3285,
        "text": "Mûsa dedi: \"Rabbim, ben onlardan birini katlettim, bu yüzden beni öldürürler diye korkuyorum.\"",
        "numberInSurah": 33,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3286,
        "text": "\"Kardeşim Hârun var ya, o benden lisanca daha etkilidir/benden daha güzel konuşur. Onu da benimle yardımcı olarak gönder ki beni tasdiklesin; beni yalanlamalarından korkuyorum.\"",
        "numberInSurah": 34,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3287,
        "text": "Allah buyurdu: \"Pazunu kardeşinle kuvvetlendireceğiz; size öyle bir güç/kanıt vereceğiz ki size ulaşamayacaklar. Ayetlerimize yemin olsun ki, siz ve size uyanlar, galip gelenler olacaksınız.\"",
        "numberInSurah": 35,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3288,
        "text": "Bunun ardından Musa onlara açık-seçik ayetlerimizi getirdiğinde onlar şöyle dediler: \"Uydurulmuş bir büyüden başkası değil bu. İlk atalarımız arasında bunu hiç duymadık.\"",
        "numberInSurah": 36,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3289,
        "text": "Mûsa dedi ki: \"Katından kimin hidayet getirdiğini ve bu yurdun, sonunda kimin olacağını Rabbim daha iyi bilir. Şu bir gerçek ki zalimler iflah etmezler.\"",
        "numberInSurah": 37,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3290,
        "text": "Firavun dedi: \"Ey seçkinler topluluğu! Ben sizin için benden başka bir tanrı tanımıyorum. Ey Hâmân! Benim için çamurun üzerinde ocağı yakıp bana bir kule yap ki Mûsa'nın tanrısına ulaşayım. Aslında ben onun yalancılardan olduğunu sanıyorum.\"",
        "numberInSurah": 38,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3291,
        "text": "O ve orduları yeryüzünde haksız yere büyüklük tasladılar ve sandılar ki, bize döndürülmeyecekler.",
        "numberInSurah": 39,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3292,
        "text": "Biz de onu ve askerlerini yakalayıp hepsini suyun içine fırlattık. Bak, nasıl oldu zalimlerin sonu!",
        "numberInSurah": 40,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3293,
        "text": "Biz onları, ateşe çağıran önderler yapmıştık. Kıyamet günü yardım göremeyeceklerdir.",
        "numberInSurah": 41,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3294,
        "text": "Bu dünya hayatında da arkalarına bir lanet taktık. Kıyamet günü onlar, çirkinleştirilenler arasında olacaklar.",
        "numberInSurah": 42,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3295,
        "text": "Yemin olsun biz, ilk nesilleri helak ettikten sonra Mûsa'ya Kitap'ı; insanlar için basîretler, kılavuz ve rahmet olarak verdik ki, düşünüp öğüt alabilsinler.",
        "numberInSurah": 43,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3296,
        "text": "Biz Mûsa'ya o emri vahyettiğimizde, sen batı tarafında değildin; olayı izleyenlerden de değildin.",
        "numberInSurah": 44,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3297,
        "text": "Ancak biz, birçok nesil oluşturduk da bunlar üzerinden ömürler akıp gitti. Sen Medyen halkı içinde oturarak onlara ayetlerimizi okuyor değildin. Biz, peygamberler gönderiyoruz, hepsi bu.",
        "numberInSurah": 45,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3298,
        "text": "Ve sen, biz seslendiğimizde, Tûr tarafında da değildin. Sen, senden önce kendilerine uyarıcı gelmemiş bir toplumu uyarmak için Rabbinden bir rahmetsin. Bu sayede onların düşünüp öğüt almaları umuluyor.",
        "numberInSurah": 46,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3299,
        "text": "Kendi ellerinin önden hazırladıkları yüzünden başlarına bir musibet geldiğinde hemen şöyle diyorlar: \"Rabbimiz, bize bir resul gönderseydin de senin ayetlerine uyup müminlerden olsaydık ne olurdu!\"",
        "numberInSurah": 47,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3300,
        "text": "Fakat hak, katımızdan kendilerine geldiğinde şöyle dediler: \"Mûsa'ya verilenin aynısı buna da verilseydi ya!\" Bunlar daha önce Mûsa'ya verileni inkâr etmemişler miydi? Şöyle demişlerdi: \"Birbirini destekleyen iki büyü/sırt sırta iki büyücü.\" Ve dediler: \"Biz bunların ikisine de inanmıyoruz.\"",
        "numberInSurah": 48,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3301,
        "text": "De ki: \"Eğer doğru sözlü iseniz, Allah katından, bu ikisinden daha aydınlık bir kitap getirin, ben ona uyayım.\"",
        "numberInSurah": 49,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3302,
        "text": "Bunun üzerine sana cevap veremezlerse bil ki, onlar sadece iğreti arzularına uyuyorlar. Allah'tan bir kılavuzluk olmaksızın, kendi arzularına uyandan daha sapık kim vardır! Allah, zalimler topluluğunu hidayete erdirmez.",
        "numberInSurah": 50,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3303,
        "text": "Yemin olsun, biz onlar için sözü ardarda getirdik ki, düşünüp öğüt alabilsinler.",
        "numberInSurah": 51,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3304,
        "text": "Ondan önce kendilerine kitap verdiklerimiz, ona da iman ederler.",
        "numberInSurah": 52,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3305,
        "text": "O, onlara okunduğu zaman şöyle derler: \"İnandık buna, Rabbimizden gelmiş haktır o. Biz, ondan önce de müslümanlardık.\"",
        "numberInSurah": 53,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3306,
        "text": "İşte böylelerine ödülleri, sabrettikleri için iki kez verilir. Onlar, kötülüğü güzellikle karşılayıp savarlar. Ve onlar, kendilerine verdiğimiz rızıktan infak ederler.",
        "numberInSurah": 54,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3307,
        "text": "Boş lakırdıyı duyduklarında, ondan yüz çevirir şöyle derler: \"Bizim amellerimiz bize, sizin amelleriniz size. Selam olsun hepinize. Biz cahilleri önemsemeyiz.\"",
        "numberInSurah": 55,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3308,
        "text": "Şu bir gerçek ki, sen istediğin kişiyi doğru yola iletemezsin. Ama Allah, dilediğine kılavuzluk eder. Hidayete erecekleri O daha iyi bilir.",
        "numberInSurah": 56,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3309,
        "text": "Dediler ki: \"Eğer seninle birlikte yol alırsak, yerimizden, yurdumuzdan oluruz.\" Biz onları, katımızdan rızık olarak gelen tüm ürünlerin derlenip toplandığı güvenli, saygıdeğer bir mekâna yerleştirmedik mi? Ama onların çokları bilmiyorlar.",
        "numberInSurah": 57,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3310,
        "text": "Yaşayışı şımarıklık ve gösterişe yol açmış nice kenti helâk ettik biz. İşte yerleri yurtları! Onlardan sonra oralarda çok az oturuldu. Biziz Vâris olanlar/mirasçılar, biz!",
        "numberInSurah": 58,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3311,
        "text": "Senin Rabbin, memleketleri/medeniyetleri, ana merkezlerinde kendilerine ayetlerimizi okuyan bir resul göndermedikçe helâk etmez. Biz; ülkeleri/medeniyetleri, halkları zulme sapmadıkları sürece helâk etmeyiz.",
        "numberInSurah": 59,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3312,
        "text": "Nasiplendirildiğiniz şeyler şu iğreti hayatın yararından ve süsünden ibarettir. Allah'ın katındaki ise daha hayırlı ve daha süreklidir. Hâlâ aklınızı işletmeyecek misiniz?",
        "numberInSurah": 60,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3313,
        "text": "Kendisine güzel bir vaatte bulunduğumuz, ardından da ona kavuşan kimse, şu iğreti hayatın yararıyla nimetlendirdiğimiz, sonra kıyamet gününde huzurumuza dikilecekler arasına giren kimse gibi midir?",
        "numberInSurah": 61,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3314,
        "text": "O gün onlara seslenerek şöyle diyecek: \"O kendilerini bir şey sandığınız ortaklarım nerede?\"",
        "numberInSurah": 62,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3315,
        "text": "Üzerlerine hüküm hak olanlar şöyle diyecekler: \"Rabbimiz, azdırdıklarımız işte şunlar! Kendimiz azdığımız gibi onları da azdırdık. Onlardan uzak olduğumuzu sana arz ediyoruz. Zaten onlar sadece bize kulluk/ibadet etmiyorlardı ki!..\"",
        "numberInSurah": 63,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3316,
        "text": "Şöyle denilir: \"Çağırın ortak koştuklarınızı!\" Onlar da çağırırlar. Fakat ötekiler bunlara cevap veremezler; azabı görmüşlerdir. Önceden yola gelselerdi ne olurdu!",
        "numberInSurah": 64,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3317,
        "text": "Allah o gün onlara seslenir de şöyle der: \"Hak elçilerine ne cevap verdiniz?\"",
        "numberInSurah": 65,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3318,
        "text": "Artık o gün onlara karşı tüm haberler kör olmuştur. Birbirlerine de bir şey soramazlar.",
        "numberInSurah": 66,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3319,
        "text": "Ama tövbe eden, inanıp hayra ve barışa yönelik iş yapan kişinin, kurtuluşa erenlerden olması ümidi vardır.",
        "numberInSurah": 67,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3320,
        "text": "Rabbin dilediğini yaratır ve seçer. Seçim onların değil/onların seçme hakkı yok. Allah, onların ortak koştuklarından yücedir, arınmıştır.",
        "numberInSurah": 68,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3321,
        "text": "Ve Rabbin onların göğüslerinin neyi sakladığını, neyi açığa vurduğunu da bilir.",
        "numberInSurah": 69,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3322,
        "text": "O, Allah'tır! Tanrı yoktur O'ndan başka. İlkte de sonda da hamt yalnız O'nadır. Hüküm de yalnız O'nundur/O'nun içindir. Ve siz yalnız O'na döndürüleceksiniz.",
        "numberInSurah": 70,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3323,
        "text": "De ki: \"Söyleyin bakalım, Allah geceyi, kıyamet gününe kadar üzerinizde sürekli kılsa, Allah'tan başka hangi ilah size ışık getirebilir? Hâlâ dinlemeyecek misiniz?\"",
        "numberInSurah": 71,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3324,
        "text": "De ki: \"Söyleyin bakalım, eğer Allah kıyamet gününe kadar, gündüzü üzerinizde sürekli tutsa, Allah'tan başka hangi tanrı, içinde sükûnet bulacağınız bir gece verebilir size? Hâlâ görmeyecek misiniz?\"",
        "numberInSurah": 72,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3325,
        "text": "Rahmetinin bir eseri olarak geceyi ve gündüzü sizin için oluşturdu ki, onda sükûnet bulasınız, O'nun lütfundan bir şeyler dileyesiniz ve şükredebilesiniz.",
        "numberInSurah": 73,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3326,
        "text": "Gün olur, seslenir onlara da şöyle der: \"O, bir şey zannettiğiniz ortaklarım nerede?\"",
        "numberInSurah": 74,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3327,
        "text": "Her ümmetten bir tanık çıkarmış da şöyle demişizdir: \"Getirin susturucu kanıtınızı!\" Bunun üzerine onlar hakkın Allah'a ait olduğunu bilmişlerdir. O iftira aracı yaptıkları şeyler de onları yüzüstü koyup kaybolmuşlardır.",
        "numberInSurah": 75,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3328,
        "text": "Şu da bir gerçek ki Karun, Mûsa kavmindendi. Onlara karşı şımarıklık/azgınlık yaptı. Ona öyle hazineler vermiştik ki, anahtarlarını taşımak, kuvvetli bir grubu bile zorluyordu. Kavmi ona şöyle demişti: \"Şımarma, çünkü Allah, şımaranları sevmez.\"",
        "numberInSurah": 76,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3329,
        "text": "\"Allah'ın sana verdikleri içinde âhiret yurdunu ara, dünyadan da nasibini unutma. Allah'ın sana güzel davrandığı gibi sen de güzel davran/Allah'ın sana lütufta bulunduğu gibi sen de lütufta bulun. Yeryüzünde fesat isteyip durma, çünkü Allah fesat peşinde koşanları sevmez.\"",
        "numberInSurah": 77,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3330,
        "text": "O dedi: \"Bu servet bana, bendeki bir ilim sayesinde verildi.\" Peki o bilmedi mi ki Allah, önceki nesiller içinden ondan kuvvetçe daha zorlu, sayıca daha çok olanları bile helâk etmiştir. Günahlarının ne olduğu, günahkârlardan sorulmaz.",
        "numberInSurah": 78,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3331,
        "text": "Karun, süsü-püsü içinde toplumunun karşısına çıktı. Şu iğreti dünya hayatını amaçlayanlar dediler ki: \"Ah, Karun'a verilenin bir benzeri bize de verilseydi. Gerçekten o, çok nasipli bir adam!\"",
        "numberInSurah": 79,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3332,
        "text": "Kendilerine ilim verilmiş olanlar şöyle demişti: \"Yazıklar olsun size! İman edip hayra ve barışa yönelik iş yapan kişi için Allah'ın vereceği karşılık daha üstündür. Ama buna, sadece sabredenler ulaştırılır.\"",
        "numberInSurah": 80,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3333,
        "text": "Nihayet, Karun'u da sarayını da yere geçirdik. Allah'a karşı kendisine yardım edecek yandaşları da yoktu. Kendi kendisine yardım edebileceklerden de değildi.",
        "numberInSurah": 81,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3334,
        "text": "Akşam onun mevkiine/konumuna imrenenler sabah şöyle diyorlardı: \"Vay be! Allah, kullarından dilediğine rızkı açıp yayıyor, dilediğine de ölçüyle veriyor/kısıyor. Allah bize lütufta bulunmasaydı, vallahi bizi de batırmıştı. Demek ki, inkârcılar asla iflah etmiyorlar.\"",
        "numberInSurah": 82,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3335,
        "text": "İşte âhiret yurdu! Biz onu, yeryüzünde üstünlük taslamayanlarla bozgunculuk peşinde koşmayanlara veririz. Sonuç, takva sahiplerinindir.",
        "numberInSurah": 83,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3336,
        "text": "İyilik/güzellik getirene ondan daha hayırlısı var. Kötülük getirenlere gelince, kötülükleri yapanlar yapmış olduklarından fazlasıyla cezalandırılmayacaklardır.",
        "numberInSurah": 84,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3337,
        "text": "Bu Kur'an'ı sana farz kılan, elbette ki seni vaat edilen yere/belirlenen sona götürecektir. De ki: \"Hidayeti getireni de açık bir sapıklık içinde olanı da en iyi Rabbin bilir.\"",
        "numberInSurah": 85,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3338,
        "text": "Sen bu Kitap'ın sana indirileceğini ummuyordun; Rabbinden bir rahmet olarak geldi. O halde, gerçeği örten nankörlere/inkârcılara sakın destekçi olma.",
        "numberInSurah": 86,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3339,
        "text": "Allah'ın ayetleri sana indirildikten sonra sakın seni geri çevirmesinler. Rabbine yakar/Rabbine çağır. Sakın şirke bulaşanlardan olma.",
        "numberInSurah": 87,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3340,
        "text": "Allah'ın yanında diğer bir tanrıya daha kulluk etme. İlah yok O'ndan başka. O'nun yüzü dışında her şey helâk olacaktır. Hüküm yalnız O'nundur ve O'na döndürüleceksiniz.",
        "numberInSurah": 88,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "tr.ozturk",
      "language": "tr",
      "name": "Öztürk",
      "englishName": "Yasar Nuri Ozturk",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}