{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 29,
    "name": "سُورَةُ العَنكَبُوتِ",
    "englishName": "Al-Ankaboot",
    "englishNameTranslation": "The Spider",
    "revelationType": "Meccan",
    "numberOfAyahs": 69,
    "ayahs": [
      {
        "number": 3341,
        "text": "Elif, Lâm, Mîm.",
        "numberInSurah": 1,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3342,
        "text": "İnsanlar, inandık demeleriyle kendi hallerine bırakılacaklarını ve hiçbir imtihana çekilmeyeceklerini mi sandılar!",
        "numberInSurah": 2,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3343,
        "text": "Yemin olsun ki biz, onlardan öncekileri de fitne yoluyla denemişizdir. Allah, özüyle sözü bir olanları elbette bilecektir. Ve O, yalancıları da elbette bilecektir.",
        "numberInSurah": 3,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3344,
        "text": "Yoksa o kötülükleri sergileyenler bizi geçeceklerini mi sandılar! Ne kötü hüküm veriyorlar!",
        "numberInSurah": 4,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3345,
        "text": "Allah'a kavuşmayı umanlara gelince, şu bir gerçek ki, Allah'ın belirlediği vakit mutlaka gelecektir. O, Semî'dir, Alîm'dir.",
        "numberInSurah": 5,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3346,
        "text": "Ve kim didinir, gayret sarfederse hiç kuşkusuz, kendi benliği lehine gayret sarfetmiş olur. Gerçek olan şu ki, Allah, âlemlere muhtaç olmaktan uzak, mutlak bir Ganî'dir.",
        "numberInSurah": 6,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3347,
        "text": "İman edip hayra/barışa yönelik hareketler sergileyenlere gelince, biz onların çirkinliklerini elbette ki örteceğiz! Ve biz onları, yapmakta oldukları işlerin en güzeliyle elbette ödüllendireceğiz!",
        "numberInSurah": 7,
        "juz": 20,
        "manzil": 5,
        "page": 397,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3348,
        "text": "Biz insana, anne-babasına en güzel bir biçimde davranmasını, şunu söyleyerek önerdik: \"Eğer onlar, hakkında hiçbir bilgin olmayan bir şeyle bana ortak koşman için seninle çekişirlerse, o takdirde onlara itaat etme. Yalnız banadır dönüşünüz. Nihayet, ben size yapıp-ettiğiniz şeylerin haberini bildireceğim.\"",
        "numberInSurah": 8,
        "juz": 20,
        "manzil": 5,
        "page": 397,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3349,
        "text": "İman edip hayra/barışa yönelik eylemler sergileyenlere gelince, biz onları elbette ki iyilik/barış severler arasına koyacağız.",
        "numberInSurah": 9,
        "juz": 20,
        "manzil": 5,
        "page": 397,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3350,
        "text": "İnsanlar içinden öylesi vardır ki, \"Allah'a inandık\" der fakat Allah uğrunda bir eziyete uğratılınca, insanlardan gelen fitneyi Allah'ın azabı gibi tutar. Ve eğer Rabbinden bir yardım gelirse kesinlikle şöyle diyeceklerdir: \"Biz sizinle beraberdik.\" Allah, âlemlerin göğüslerindekini en iyi şekilde bilmiyor mu?",
        "numberInSurah": 10,
        "juz": 20,
        "manzil": 5,
        "page": 397,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3351,
        "text": "Allah iman edenleri elbette bilecektir. Ve münafık olanları da elbette bilecektir.",
        "numberInSurah": 11,
        "juz": 20,
        "manzil": 5,
        "page": 397,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3352,
        "text": "İnkâr edenler, iman edenlere dediler ki: \"Bizim yolumuzu izleyin, sizin günahlarınızı biz taşırız.\" Oysa onlar, iman edenlerin günahlarından hiçbir şeyin taşıyıcısı değillerdir. Gerçek şu ki, onlar tamamen yalancıdırlar.",
        "numberInSurah": 12,
        "juz": 20,
        "manzil": 5,
        "page": 397,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3353,
        "text": "Onlar hem kendi yüklerini hem de kendi yükleriyle beraber başkalarının yüklerini taşıyacaklar. Bunda kuşku yok. Kıyamet günü de iftira edip durdukları şeylerden zorlu bir sorguya mutlaka çekileceklerdir.",
        "numberInSurah": 13,
        "juz": 20,
        "manzil": 5,
        "page": 397,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3354,
        "text": "Yemin olsun, biz Nûh'u toplumuna gönderdik de o onların arasında bin yıldan elli yıl eksik kaldı. Sonunda onları tufan yakaladı. Çünkü zalimlerdi onlar.",
        "numberInSurah": 14,
        "juz": 20,
        "manzil": 5,
        "page": 397,
        "ruku": 343,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3355,
        "text": "Biz, Nûh'u ve gemi halkını kurtardık ve o gemiyi âlemlere ibret yaptık.",
        "numberInSurah": 15,
        "juz": 20,
        "manzil": 5,
        "page": 398,
        "ruku": 343,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3356,
        "text": "İbrahim'i de gönderdik. Toplumuna şöyle demişti: \"Allah'a kulluk/ibadet edin, O'ndan sakının. Eğer bilirseniz bu sizin için daha hayırlıdır.\"",
        "numberInSurah": 16,
        "juz": 20,
        "manzil": 5,
        "page": 398,
        "ruku": 343,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3357,
        "text": "\"Allah'ın berisinden; bir takım putlara tapıyorsunuz, yalan/iftira üretiyorsunuz. Sizin Allah dışında kulluk/kölelik ettikleriniz size hiçbir rızık veremezler. Rızkı Allah katında arayın; O'na kulluk edin, O'na şükredin. O'na döndürüleceksiniz.\"",
        "numberInSurah": 17,
        "juz": 20,
        "manzil": 5,
        "page": 398,
        "ruku": 343,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3358,
        "text": "\"Eğer yalanlarsanız bilin ki, sizden önceki ümmetler de yalanlamıştı. Resule de düşen, açık bir tebliğden başka şey değildir.\"",
        "numberInSurah": 18,
        "juz": 20,
        "manzil": 5,
        "page": 398,
        "ruku": 343,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3359,
        "text": "Hiç görmediler mi, Allah, yaratmayı nasıl başlatıyor, sonra onu tekrarlıyor/yeni baştan yapıyor. Kuşkusuz bu, Allah için çok kolaydır.",
        "numberInSurah": 19,
        "juz": 20,
        "manzil": 5,
        "page": 398,
        "ruku": 343,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3360,
        "text": "De ki: \"Yeryüzünde dolaşın da yaratılışın nasıl başladığına bir bakın. İleride Allah öteki oluşmaya da vücut verecektir. Allah, her şeye Kadîr'dir.",
        "numberInSurah": 20,
        "juz": 20,
        "manzil": 5,
        "page": 398,
        "ruku": 343,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3361,
        "text": "Dilediğine/dileyene azap eder, dilediğine/dileyene rahmet eder. O'na döndürüleceksiniz.",
        "numberInSurah": 21,
        "juz": 20,
        "manzil": 5,
        "page": 398,
        "ruku": 343,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3362,
        "text": "Siz ne yerde ne de gökte kimseyi âciz bırakamazsınız. Ve sizin, Allah'tan başka ne bir dostunuz vardır ne de bir yardımcınız.",
        "numberInSurah": 22,
        "juz": 20,
        "manzil": 5,
        "page": 398,
        "ruku": 343,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3363,
        "text": "Allah'ın ayetlerini ve Allah'a varmayı inkâr edenler, işte onlar, rahmetimden ümidi kesmişlerdir. Ve bunlar için acıklı bir azap öngörülmüştür.",
        "numberInSurah": 23,
        "juz": 20,
        "manzil": 5,
        "page": 398,
        "ruku": 344,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3364,
        "text": "Toplumunun İbrahim'e cevabı sadece şunu söylemeleri oldu: \"Bunu öldürün, yahut yakın!\" Ama Allah onu ateşten kurtardı. İnanan bir toplum için bunda elbette ibretler vardır.",
        "numberInSurah": 24,
        "juz": 20,
        "manzil": 5,
        "page": 399,
        "ruku": 344,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3365,
        "text": "İbrahim dedi: \"Şu bir gerçek ki, siz dünya hayatında aranızda sevgi oluşturmak için Allah'ın berisinden putlar edindiniz. Sonra, kıyamet gününde birbirinizi tanımaz olacaksınız, bazınız bazınıza lanet edecek. Hepinizin varacağı yer cehennemdir; hiçbir yardımcınız da olmayacaktır.\"",
        "numberInSurah": 25,
        "juz": 20,
        "manzil": 5,
        "page": 399,
        "ruku": 344,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3366,
        "text": "O'na Lût iman etti. Ve dedi: \"Ben Rabbime hicret edeceğim. Kuşkusuz, O, mutlak Azîz, mutlak Hakîm'dir.\"",
        "numberInSurah": 26,
        "juz": 20,
        "manzil": 5,
        "page": 399,
        "ruku": 344,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3367,
        "text": "Biz, İbrahim'e İshak'ı ve Yakub'u armağan ettik. Onun soyu içine peygamberliği ve Kitap'ı yerleştirdik ve onun ödülünü dünyada verdik. Âhirette de o, elbetteki iyilik ve barış sevenler arasında olacaktır.",
        "numberInSurah": 27,
        "juz": 20,
        "manzil": 5,
        "page": 399,
        "ruku": 344,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3368,
        "text": "Lût'u da gönderdik. Toplumuna şöyle demişti o: \"Öyle bir iğrençliğe bulaşıyorsunuz ki, sizden önce âlemlerden bir tek kişi bunu yapmamıştır.\"",
        "numberInSurah": 28,
        "juz": 20,
        "manzil": 5,
        "page": 399,
        "ruku": 344,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3369,
        "text": "\"Erkeklere gidiyorsunuz, yol kesiyorsunuz, toplantılarınızda çirkinlikler sergiliyorsunuz, öyle mi?\" Toplumunun cevabı sadece şunu söylemek oldu: \"Eğer doğru sözlülerdensen, hadi getir bize Allah'ın azabını!\"",
        "numberInSurah": 29,
        "juz": 20,
        "manzil": 5,
        "page": 399,
        "ruku": 344,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3370,
        "text": "Lût dedi: \"Rabbim, şu bozguncular topluluğuna karşı bana yardım et.\"",
        "numberInSurah": 30,
        "juz": 20,
        "manzil": 5,
        "page": 399,
        "ruku": 344,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3371,
        "text": "Elçilerimiz, İbrahim'e müjdeyi getirdiklerinde şöyle dediler: \"Biz şu kentin halkını helâk edeceğiz. Çünkü ora halkı zalim oldular.\"",
        "numberInSurah": 31,
        "juz": 20,
        "manzil": 5,
        "page": 400,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3372,
        "text": "İbrahim dedi: \"Ama orada Lût var.\" Dediler: \"Orada kim olduğunu biz daha iyi biliyoruz. Elbette ki onu ve ailesini kurtaracağız. Karısı hariç. O, geride kalanlardan olacak.\"",
        "numberInSurah": 32,
        "juz": 20,
        "manzil": 5,
        "page": 400,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3373,
        "text": "Elçilerimiz Lût'a gelince, onlar yüzünden fenalaştı, eli-kolu birbirine dolandı. \"Korkma, tasalanma dediler, biz seni de aileni de kurtaracağız. Ama karın, azaba terk edilenlerden olacaktır.\"",
        "numberInSurah": 33,
        "juz": 20,
        "manzil": 5,
        "page": 400,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3374,
        "text": "\"Şu kent halkı üstüne, yaptıkları fenalıklardan ötürü gökten bir felaket indireceğiz.\"",
        "numberInSurah": 34,
        "juz": 20,
        "manzil": 5,
        "page": 400,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3375,
        "text": "Yemin olsun, biz o kentten, aklını işleten bir topluluk için geriye apaçık bir işaret bıraktık.",
        "numberInSurah": 35,
        "juz": 20,
        "manzil": 5,
        "page": 400,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3376,
        "text": "Medyen'e de kardeşleri Şuayb'ı gönderdik. Şöyle dedi: \"Ey toplumum, Allah'a ibadet edin. Âhiret gününe umut bağlayın. Bozgunculuk yaparak ülkenin huzurunu kaçırmayın.\"",
        "numberInSurah": 36,
        "juz": 20,
        "manzil": 5,
        "page": 400,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3377,
        "text": "Onu hemen yalanladılar. Bunun üzerine kendilerini o korkunç sarsıntı/korkunç titreşim yakaladı da öz yurtlarında diz üstü çömelenler haline geldiler.",
        "numberInSurah": 37,
        "juz": 20,
        "manzil": 5,
        "page": 400,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3378,
        "text": "Âd'ı, Semûd'u da böyle yaptık. Bu, onların yurtlarından/meskenlerinden açıkça belli olmaktadır. Şeytan onlara amellerini süsleyip püslemişti de kendilerini yoldan çıkarmıştı. Oysaki, bakıp görebilen insanlardı.",
        "numberInSurah": 38,
        "juz": 20,
        "manzil": 5,
        "page": 400,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3379,
        "text": "Karun'u, Firavun'u, Hâmân'ı da öyle yaptık. Yemin olsun, Mûsa onlara açık-seçik kanıtlarla geldiği halde, yeryüzünde büyüklük tasladılar. Ama öne geçemezlerdi.",
        "numberInSurah": 39,
        "juz": 20,
        "manzil": 5,
        "page": 401,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3380,
        "text": "Her birini kendi günahı ile yakaladık. Bazılarının üstüne taş yağdıran bir kasırga gönderdik. Bir kısmını, o korkunç titreşimli ses yakaladı. Onlardan, yere batırdıklarımız da oldu. Bazılarını da boğduk. Allah onlara zulmedecek değildi. Fakat onlar kendi benliklerine zulmediyorlardı.",
        "numberInSurah": 40,
        "juz": 20,
        "manzil": 5,
        "page": 401,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3381,
        "text": "Allah'ın berisinden veliler edinenlerin durumu, bir ev edinen dişi örümceğin durumuna benzer. Ve evlerin en güvensizi/en zayıfı elbette ki, dişi örümceğin evidir. Keşke bilselerdi!",
        "numberInSurah": 41,
        "juz": 20,
        "manzil": 5,
        "page": 401,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3382,
        "text": "Allah, onların, kendisinden başka ne gibi bir şeye yalvardıklarını/nasıl bir şey için çağrı yaptıklarını bilir. O'dur Azîz, O'dur, Hakîm.",
        "numberInSurah": 42,
        "juz": 20,
        "manzil": 5,
        "page": 401,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3383,
        "text": "Bunlar bizim, insanlara vermekte olduğumuz örneklerdir ki ilim sahiplerinden başkası onlara akıl erdiremez.",
        "numberInSurah": 43,
        "juz": 20,
        "manzil": 5,
        "page": 401,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3384,
        "text": "Allah gökleri de yeri de hak olarak yaratmıştır. Kuşkusuz, bunda, iman sahipleri için mutlak bir mucize vardır.",
        "numberInSurah": 44,
        "juz": 20,
        "manzil": 5,
        "page": 401,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3385,
        "text": "Kitap'tan sana vahyedileni oku! Namazı/duayı yerine getir! Çünkü namaz/dua, çirkinliklerden ve kötülüklerden alıkoyar. Elbette ki, Allah'ın zikri/Kur'an'ı daha büyüktür! Allah, neler yaptığınızı biliyor.",
        "numberInSurah": 45,
        "juz": 20,
        "manzil": 5,
        "page": 401,
        "ruku": 346,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3386,
        "text": "Ehlikitap'la, en güzel olan yöntem dışında bir yolla mücadele etmeyin! Onların zulme sapanları müstesna. Şöyle deyin: \"Bize indirilene de size indirilene de iman ettik; tanrımız ve tanrınız bir. Ve biz O'na teslim olanlarız.\"",
        "numberInSurah": 46,
        "juz": 21,
        "manzil": 5,
        "page": 402,
        "ruku": 346,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3387,
        "text": "Kitap'ı sana işte böyle indirdik. Kendilerine kitap verdiklerimiz ona inanırlar. Şunlar içinden de ona inananlar vardır. Bizim ayetlerimize, gerçeği örtenlerden başkası kafa tutmaz.",
        "numberInSurah": 47,
        "juz": 21,
        "manzil": 5,
        "page": 402,
        "ruku": 346,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3388,
        "text": "Sen bundan önce herhangi bir kitap okumuyordun; onu sağ elinle de yazmıyorsun. Eğer öyle olsaydı bâtıla saplananlar mutlaka kuşku duyacaklardı.",
        "numberInSurah": 48,
        "juz": 21,
        "manzil": 5,
        "page": 402,
        "ruku": 346,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3389,
        "text": "Hayır, o, kendilerine ilim verilenlerin göğüsleri içinde ayan-beyan ayetlerdir. Bizim ayetlerimizi, zalimlerden başka kimse inkâr etmez.",
        "numberInSurah": 49,
        "juz": 21,
        "manzil": 5,
        "page": 402,
        "ruku": 346,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3390,
        "text": "Dediler ki: \"Ona Rabbinden mucizeler indirilseydi ya!\" De ki: \"Mucizeler Allah katındadır. Bana gelince, ben açıkça uyaran biriyim. Hepsi bu.\"",
        "numberInSurah": 50,
        "juz": 21,
        "manzil": 5,
        "page": 402,
        "ruku": 346,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3391,
        "text": "Karşılarında okunup duran bir kitabı sana indirmiş olmamız onlara yetmiyor mu? Bunda, inanan bir toplum için elbette ki bir rahmet ve bir öğüt vardır.",
        "numberInSurah": 51,
        "juz": 21,
        "manzil": 5,
        "page": 402,
        "ruku": 346,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3392,
        "text": "De ki: \"Sizinle benim aramda tanık olarak Allah yeter. Göklerde ne var, yerde ne var biliyor O. Bâtıla iman edip Allah'ı inkâr edenlere gelince, işte onlar hüsrana uğramışların ta kendileridir.\"",
        "numberInSurah": 52,
        "juz": 21,
        "manzil": 5,
        "page": 402,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3393,
        "text": "Azabı senden çarçabuk istiyorlar. Eğer belirlenmiş bir süre olmasaydı, azap onlara elbette gelmiş olacaktı. Fakat o, hiç farkında olmadıkları bir sırada kendilerine ansızın geliverecektir. Bunda kuşku yok.",
        "numberInSurah": 53,
        "juz": 21,
        "manzil": 5,
        "page": 403,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3394,
        "text": "Azabı senden acele istiyorlar. Oysa cehennem, o küfre sapanları çepeçevre kuşatmış bulunuyor.",
        "numberInSurah": 54,
        "juz": 21,
        "manzil": 5,
        "page": 403,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3395,
        "text": "Gün olur, azap onları tepelerinden, ayaklarının altından sarıverir ve der: \"Tadın bakalım, yapıp ettiklerinizi.\"",
        "numberInSurah": 55,
        "juz": 21,
        "manzil": 5,
        "page": 403,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3396,
        "text": "Ey benim iman eden kullarım! Hiç kuşkusuz, benim yerkürem geniştir. O halde, yalnız bana kuluk/ibadet edin.",
        "numberInSurah": 56,
        "juz": 21,
        "manzil": 5,
        "page": 403,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3397,
        "text": "Her can, ölümü tadacaktır; sonra bize döndürüleceksiniz.",
        "numberInSurah": 57,
        "juz": 21,
        "manzil": 5,
        "page": 403,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3398,
        "text": "İman edip hayra ve barışa yönelik işler yapanları, altlarından ırmaklar akan cennetin görkemli odalarına yerleştireceğiz. Sürekli kalacaklardır orada. Ne güzeldir iş yapıp değer üretenlerin ödülü!",
        "numberInSurah": 58,
        "juz": 21,
        "manzil": 5,
        "page": 403,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3399,
        "text": "Onlar ki sabrettiler ve yalnız Rablerine dayanıp güvenmektedirler.",
        "numberInSurah": 59,
        "juz": 21,
        "manzil": 5,
        "page": 403,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3400,
        "text": "Nice hayvanlar var, kendi rızkını taşıyamaz. Allah onları da rızıklandırıyor, sizi de. Semî'dir O, Alîm'dir.",
        "numberInSurah": 60,
        "juz": 21,
        "manzil": 5,
        "page": 403,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3401,
        "text": "Onlara \"Gökleri ve yeri kim yarattı, Güneş'i ve Ay'ı kim boyun eğdirdi?\" diye sorarsan, mutlaka şöyle diyecekler: \"Allah!\" Peki nasıl döndürülüyorlar?",
        "numberInSurah": 61,
        "juz": 21,
        "manzil": 5,
        "page": 403,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3402,
        "text": "Allah, kullarından dilediğine rızkı açıp yayar da ölçülü verip kısar da. Allah herşeyi çok iyi bilir.",
        "numberInSurah": 62,
        "juz": 21,
        "manzil": 5,
        "page": 403,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3403,
        "text": "Onlara, \"Gökten suyu kim indirdi de onunla toprağı ölümünden sonra canlandırdı?\" diye sorsan, mutlaka \"Allah!\" derler. De ki: \"Hamt Allah'adır. Fakat onların çokları akletmiyorlar.\"",
        "numberInSurah": 63,
        "juz": 21,
        "manzil": 5,
        "page": 403,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3404,
        "text": "Şu iğreti dünya hayatı, bir eğlence ve oyundan başka şey değil. Âhiret yurduna gelince, asıl hayat işte odur. Ah, bilebilselerdi!",
        "numberInSurah": 64,
        "juz": 21,
        "manzil": 5,
        "page": 404,
        "ruku": 348,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3405,
        "text": "Gemiye bindiklerinde, dini Allah'a özgüleyerek yalvarıp yakarırlar. Fakat Allah onları kurtarıp karaya çıkardığında, bir bakmışsın ortak koşuyorlar;",
        "numberInSurah": 65,
        "juz": 21,
        "manzil": 5,
        "page": 404,
        "ruku": 348,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3406,
        "text": "Verdiklerimize karşı nankörlük etsinler ve birazcık zevklensinler diye... Yakında bilecekler.",
        "numberInSurah": 66,
        "juz": 21,
        "manzil": 5,
        "page": 404,
        "ruku": 348,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3407,
        "text": "Görmediler mi ki, çevrelerinde insanlar çarpılıp götürülürken Harem'i güven içinde tuttuk. Hâlâ bâtıla inanıp Allah'ın nimetine nankörlük mü ediyorlar?",
        "numberInSurah": 67,
        "juz": 21,
        "manzil": 5,
        "page": 404,
        "ruku": 348,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3408,
        "text": "Yalan düzüp Allah'a iftira eden, yahut kendisine geldiği zaman hakkı yalanlayan kişiden daha zalim kim vardır? Cehennemde değil midir kâfirlerin barınağı?",
        "numberInSurah": 68,
        "juz": 21,
        "manzil": 5,
        "page": 404,
        "ruku": 348,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3409,
        "text": "Bizim uğrumuzda didinenleri biz, yollarımıza elbette ulaştıracağız. Allah, güzel düşünüp güzel davrananlarla mutlaka beraberdir.",
        "numberInSurah": 69,
        "juz": 21,
        "manzil": 5,
        "page": 404,
        "ruku": 348,
        "hizbQuarter": 161,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "tr.ozturk",
      "language": "tr",
      "name": "Öztürk",
      "englishName": "Yasar Nuri Ozturk",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}