{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 34,
    "name": "سُورَةُ سَبَإٍ",
    "englishName": "Saba",
    "englishNameTranslation": "Sheba",
    "revelationType": "Meccan",
    "numberOfAyahs": 54,
    "ayahs": [
      {
        "number": 3607,
        "text": "Hamt, göklerde ve yerde bulunanlar kendisine ait olan Allah'adır. Ölüm ötesi âlemde de hamt yalnız O'nadır. Hakîm'dir O, Habîr'dir.",
        "numberInSurah": 1,
        "juz": 22,
        "manzil": 5,
        "page": 428,
        "ruku": 370,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3608,
        "text": "Yerin içine gireni, oradan çıkanı, gökten ineni, oraya yükseleni o bilir. Rahîm'dir O, Gafûr'dur.",
        "numberInSurah": 2,
        "juz": 22,
        "manzil": 5,
        "page": 428,
        "ruku": 370,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3609,
        "text": "Küfre sapanlar şöyle dediler: \"Kıyamet saati bize gelmez!\" De ki: \"Hayır, öyle değil! Gaybı bilen Rabbime yemin olsun ki, o size mutlaka ve mutlaka gelecektir! Göklerde ve yerde zerre miktarı bir şey bile Rabbimden gizli kalmaz. Zerreden daha küçük veya daha büyük hiçbir istisna olmamak üzere, her şey apaçık bir Kitap'ta belirlenmiştir;",
        "numberInSurah": 3,
        "juz": 22,
        "manzil": 5,
        "page": 428,
        "ruku": 370,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3610,
        "text": "Ki Allah, iman edip hayra ve barışa yönelik işler sergileyenleri ödüllendirsin. İşte bunlar için bir bağışlanma ve kutlu-bereketli bir rızık vardır.\"",
        "numberInSurah": 4,
        "juz": 22,
        "manzil": 5,
        "page": 428,
        "ruku": 370,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3611,
        "text": "Ayetlerimizi hükümsüz kılmak uğruna koşuşup duranlar var ya, onlar için pislikten, inletici bir azap vardır.",
        "numberInSurah": 5,
        "juz": 22,
        "manzil": 5,
        "page": 428,
        "ruku": 370,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3612,
        "text": "Kendilerine ilim verilenler, Rabbinden sana indirilenin, hakkın ta kendisi olduğunu, Hamîd ve Azîz olan Allah'ın yoluna kılavuzladığını görürler.",
        "numberInSurah": 6,
        "juz": 22,
        "manzil": 5,
        "page": 428,
        "ruku": 370,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3613,
        "text": "Küfre batanlar şöyle dedi: \"Dağılıp parçalandığınızda, kesinlikle yepyeni bir yaratılış içinde olacağınız yolunda, peygamberce haberler veren bir adamı size gösterelim mi?\"",
        "numberInSurah": 7,
        "juz": 22,
        "manzil": 5,
        "page": 428,
        "ruku": 370,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3614,
        "text": "\"Yalan düzüp Allah'a iftira mı ediyor, yoksa çıldırmış mı bu?\" Hayır, söyledikleri gibi değil! Gerçek şu ki, âhirete inanmayanlar, dönüşü olmayan bir sapıklık ve bir azap içindedirler.",
        "numberInSurah": 8,
        "juz": 22,
        "manzil": 5,
        "page": 429,
        "ruku": 370,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3615,
        "text": "Onlar, önlerinde ve arkalarında, gökten ve yerden neler var, görmediler mi? Dilesek onları yere batırırız, ya da üzerlerine gökten parçalar düşürürüz. Hiç kuşkusuz, bütün bunlarda Allah'a yönelen her kul için mutlak bir ibret vardır.",
        "numberInSurah": 9,
        "juz": 22,
        "manzil": 5,
        "page": 429,
        "ruku": 370,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3616,
        "text": "Yemin olsun, biz, Dâvud'a katımızdan bir lütufta bulunduk. \"Ey dağlar, onunla birlikte tespih edin ve ey kuşlar siz de.\" dedik. Ve onun için demiri yumuşattık.",
        "numberInSurah": 10,
        "juz": 22,
        "manzil": 5,
        "page": 429,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3617,
        "text": "Geniş ve uzun zırhlar yap! Dokumasında titiz davran! Siz de hayra ve barışa yönelik iş yapın. Kuşkusuz, ben, yaptıklarınızı görüyorum.",
        "numberInSurah": 11,
        "juz": 22,
        "manzil": 5,
        "page": 429,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3618,
        "text": "Süleyman için de sabah gidişi bir ay, akşam dönüşü bir ay olan rüzgârı görevlendirdik. Onun için erimiş katran/bakır kaynağını sel gibi akıttık. Cinlerden öylesi vardı ki, Rabbinin izniyle onun önünde iş yapardı. Onlardan hangisi buyruğumuzdan yan çizse, alevli ateş azabını kendisine tattırdık.",
        "numberInSurah": 12,
        "juz": 22,
        "manzil": 5,
        "page": 429,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3619,
        "text": "Onlar Süleyman için, mihraplardan/kalelerden, heykellerden, havuzlar gibi çanaklardan, yerinden kaldırılamaz kazanlardan ne dilerse yaparlardı. Ey Davûd ailesi, şükür olarak iş yapın! Kullarım içinden şükredenler o kadar az ki!",
        "numberInSurah": 13,
        "juz": 22,
        "manzil": 5,
        "page": 429,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3620,
        "text": "Sonunda, Süleyman için ölüm hükmünü verdiğimizde, onun ölümünü, değneğini yiyen dâbbetül arzdan/ağaç kurtçuğundan başkası onlara göstermedi. Süleyman yere yığılınca, açıkça anlaşıldı ki, eğer cinler gaybı bilmiş olsalardı, o alçaltıcı azap içinde bekleyip durmazlardı.",
        "numberInSurah": 14,
        "juz": 22,
        "manzil": 5,
        "page": 429,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3621,
        "text": "Yemin olsun, Sebe' için kendi meskenlerinde bir ibret vardı. Sağ ve soldan iki bahçe. Rabbinizin rızkından yiyin de O'na şükredin. Tertemiz bir belde ve affeden bir Rab...",
        "numberInSurah": 15,
        "juz": 22,
        "manzil": 5,
        "page": 430,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3622,
        "text": "Ne var ki onlar yüz çevirdiler; biz de üzerlerine Arim selini gönderdik. Onların iki bahçesini, buruk yemişli, acı ılgınlı, birazcık da sedir ağacı bulunan iki bahçeye çevirdik.",
        "numberInSurah": 16,
        "juz": 22,
        "manzil": 5,
        "page": 430,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3623,
        "text": "İşte böyle! Nankörlük ettikleri için onları cezalandırdık. Nankörden başkasına ceza verir miyiz hiç!",
        "numberInSurah": 17,
        "juz": 22,
        "manzil": 5,
        "page": 430,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3624,
        "text": "Biz onlarla, içini bereketle dolduğumuz kentler arasında, sırt-sırta vermiş kasabalar oluşturduk; Bunlar arasında gidiş-gelişler belirledik. \"Geceleri ve güdüzleri, güven içinde gezip dolaşın oralarda.\" dedik.",
        "numberInSurah": 18,
        "juz": 22,
        "manzil": 5,
        "page": 430,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3625,
        "text": "Ama onlar, tutup şöyle dediler: \"Rabbimiz, seferlerimizin arasını uzaklaştır!\" Böylece kendilerine zulmettiler de biz de onları efsaneler haline getirdik; hepsini darmadağın ettik. İşte bunda, gereğince sabreden, yeterince şükreden herkes için elbette ibretler vardır.",
        "numberInSurah": 19,
        "juz": 22,
        "manzil": 5,
        "page": 430,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3626,
        "text": "Yemin olsun, İblis onlarla ilgili sanısında isabet etti. İnananlardan bir grup dışındakiler ona uydular.",
        "numberInSurah": 20,
        "juz": 22,
        "manzil": 5,
        "page": 430,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3627,
        "text": "Oysaki onun, onlar üzerinde hiçbir sultası yoktu. Sadece biz; âhirete inananı, onun hakkında kuşkuya düşenden ayırmak için böyle yapıyorduk. Rabbin herşey üzerinde Hafiz'dir, kollar, korur, gözetir.",
        "numberInSurah": 21,
        "juz": 22,
        "manzil": 5,
        "page": 430,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3628,
        "text": "De ki: \"Allah dışındaki o bir şey sandıklarınızı çağırın/onlara yalvarın! Ama onlar, göklerde de yerde de zerre kadar bir şeye sahip olamazlar. O göklerde ve yerde onların ortaklığı da yoktur. Ve O'nun onlardan bir destekçisi de yoktur.\"",
        "numberInSurah": 22,
        "juz": 22,
        "manzil": 5,
        "page": 430,
        "ruku": 372,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3629,
        "text": "O'nun katında, bizzat kendisinin izin verdiği kimseden başkasının şefaatı/kendisinin izin verdiği kimseden başkası için şefaat yarar sağlamaz. Sonunda, kalplerinden korku giderilince: \"Rabbimiz ne dedi?\" derler. \"Hakkı söyledi, O'dur Aliyy, O'dur Kebîr.\"",
        "numberInSurah": 23,
        "juz": 22,
        "manzil": 5,
        "page": 431,
        "ruku": 372,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3630,
        "text": "De ki: \"Göklerden ve yerden sizi kim rızıklandırıyor?\" De ki: \"Allah! O halde biz yahut siz ya tam hidayet üzerindeyiz yahut açık bir sapıklık içinde.\"",
        "numberInSurah": 24,
        "juz": 22,
        "manzil": 5,
        "page": 431,
        "ruku": 372,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3631,
        "text": "De ki: \"Bizim işlediğimiz suçlardan siz sorumlu olmayacaksınız; biz de sizin yaptıklarınızdan sorguya çekilmeyeceğiz.\"",
        "numberInSurah": 25,
        "juz": 22,
        "manzil": 5,
        "page": 431,
        "ruku": 372,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3632,
        "text": "De ki: \"Rabbimiz hepimizi biraraya toplayacak, sonra da aramızı hak ile ayıracak. O'dur Fettâh, O'dur Alîm.\"",
        "numberInSurah": 26,
        "juz": 22,
        "manzil": 5,
        "page": 431,
        "ruku": 372,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3633,
        "text": "De ki: \"Ortaklar olarak O'nun yanına koymaya kalktıklarınızı bana gösterin! Hayır, iş sandığınız gibi değil! O, Allah'tır; Azîz'dir, Hakîm'dir.\"",
        "numberInSurah": 27,
        "juz": 22,
        "manzil": 5,
        "page": 431,
        "ruku": 372,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3634,
        "text": "Biz seni, bütün insanlara bir müjdeci ve uyarıcı olarak gönderdik, başka değil! Ama insanların çokları bilmiyorlar.",
        "numberInSurah": 28,
        "juz": 22,
        "manzil": 5,
        "page": 431,
        "ruku": 372,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3635,
        "text": "Diyorlar: \"Doğru sözlülerseniz, bu tehdit ne zaman?\"",
        "numberInSurah": 29,
        "juz": 22,
        "manzil": 5,
        "page": 431,
        "ruku": 372,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3636,
        "text": "De ki: \"Size bir gün vaat edilmiştir; ondan ne bir saat geri kalabirsiniz ne de ileri geçebilirsiniz.\"",
        "numberInSurah": 30,
        "juz": 22,
        "manzil": 5,
        "page": 431,
        "ruku": 372,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3637,
        "text": "Küfre sapanlar dedi ki: \"Biz, bu Kur'an'a da bundan öncekine de asla inanmayacağız!\" Ah, bir görsen o zalimleri Rableri huzurunda, tutuklanmış halde! Bir kısmı da bir kısmına söz atar durur. Basit görülüp horlananları, büyüklük taslayanlara şöyle derler: \"Siz olmasaydınız, vallahi biz inanacaktık!\"",
        "numberInSurah": 31,
        "juz": 22,
        "manzil": 5,
        "page": 431,
        "ruku": 373,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3638,
        "text": "Büyüklük taslayanlar ise basit görülüp horlananlara şöyle derler: \"Hidayet size geldikten sonra, sizi ondan biz mi geri çevirdik? Hayır, siz kendiniz günahkârlardınız!\"",
        "numberInSurah": 32,
        "juz": 22,
        "manzil": 5,
        "page": 432,
        "ruku": 373,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3639,
        "text": "Bu kez, basit görülüp horlananlar büyüklük taslayanlara şöyle derler: \"Hayır, öyle değil!\" İşiniz gece gündüz düzenbazlıktı. Siz bize Allah'a nankörlük etmemizi, O'na eşler-ortaklar tutmamızı emrediyordunuz.\" Nihayet, azabı gördüklerinde, pişmanlığı içlerine gömerler. Biz ise inkârcıların boyunlarına bukağıları vurmuşuzdur. Yapıp ettiklerinden başka, neyin karşılığını görüyorlar ki!...",
        "numberInSurah": 33,
        "juz": 22,
        "manzil": 5,
        "page": 432,
        "ruku": 373,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3640,
        "text": "Biz, hangi ülkeye bir uyarıcı göndermişsek, onun servet ve refahla şımaranları mutlaka şöyle demişlerdir: \"Biz, sizin elçilik yaptığınız şeyi inkâr ediyoruz!\"",
        "numberInSurah": 34,
        "juz": 22,
        "manzil": 5,
        "page": 432,
        "ruku": 373,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3641,
        "text": "Şunu da söylemişlerdir: \"Biz, malca da evlatça da çoğuz. Azaba uğratılacak olanlar, bizler değiliz.\"",
        "numberInSurah": 35,
        "juz": 22,
        "manzil": 5,
        "page": 432,
        "ruku": 373,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3642,
        "text": "De ki: \"Rabbim, dilediğine rızkı genişletip açar, dilediğine ölçülü verir/kısar. Fakat insanların çokları bilmiyorlar.\"",
        "numberInSurah": 36,
        "juz": 22,
        "manzil": 5,
        "page": 432,
        "ruku": 373,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3643,
        "text": "Sizi bize yaklaştırıp, katımızda size yakınlık sağlayacak olan, ne mallarınızdır ne de çocuklarınız. İman edip hayra ve barışa yönelik iş yapanlar müstesna. Onlara, yaptıklarının kat kat fazlası ödül vardır. Onlar, seçkin odalarda güven içindedirler.",
        "numberInSurah": 37,
        "juz": 22,
        "manzil": 5,
        "page": 432,
        "ruku": 374,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3644,
        "text": "Ayetlerimizi hükümsüz bırakmak için koşuşanlara gelince, onlar azabın içinde hazır bulundurulacaklardır.",
        "numberInSurah": 38,
        "juz": 22,
        "manzil": 5,
        "page": 432,
        "ruku": 374,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3645,
        "text": "De ki: \"Rabbim, kullarından dilediğine rızkı bolca-genişçe verir, dilediğine de kısarak verir. Bir şey infak ederseniz O, onun yerine başka bir şey lütfeder. Rızık verenlerin en hayırlısıdır O.",
        "numberInSurah": 39,
        "juz": 22,
        "manzil": 5,
        "page": 432,
        "ruku": 374,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3646,
        "text": "Gün olur, onların hepsini bir yere toplar, sonra meleklere sorar: \"Şunlar, sadece size mi kulluk/ibadet ediyorlardı?\"",
        "numberInSurah": 40,
        "juz": 22,
        "manzil": 5,
        "page": 433,
        "ruku": 374,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3647,
        "text": "Melekler derler ki: \"Tespih ederiz seni! Bizim Velî'miz sendin, onlar değil. Doğrusu şu ki, onlar cinlere tapıyorlardı. Onların çoğu cinlere iman etmekteydi.\"",
        "numberInSurah": 41,
        "juz": 22,
        "manzil": 5,
        "page": 433,
        "ruku": 374,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3648,
        "text": "Artık o gün, birinizin diğerine yarar sağlamaya da zarar vermeye de gücü yetmez. Zulme sapanlara şöyle deriz: \"O kendisini yalanlayıp durduğunuz ateş azabını tadın!\"",
        "numberInSurah": 42,
        "juz": 22,
        "manzil": 5,
        "page": 433,
        "ruku": 374,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3649,
        "text": "Ayetlerimiz açık-seçik kanıtlar halinde karşılarında okununca şöyle derler: \"Bu adam, atalarınızın kulluk/ibadet etmekte olduklarından sizi vazgeçirmek isteyen biriden başkası değil.\" Şunu da söylerler: \"Bu, düzenlenmş bir yalandan/iftiradan başka şey değildir.\" Hakkı inkâr edenler, o kendilerine geldiğinde şöyle demişlerdir: \"Açık bir büyüden başka şey değil bu!\"",
        "numberInSurah": 43,
        "juz": 22,
        "manzil": 5,
        "page": 433,
        "ruku": 374,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3650,
        "text": "Oysaki biz onlara, araştırıp ders alacakları kitaplar vermemiştik; daha önce kendilerine bir uyarıcı da göndermemiştik.",
        "numberInSurah": 44,
        "juz": 22,
        "manzil": 5,
        "page": 433,
        "ruku": 374,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3651,
        "text": "Onlardan öncekiler de yalanladılar. Üstelik bunlar, ötekilerine verdiklerimizin onda birine bile ulaşamadılar. Resullerimi yalanladılar. Peki, benim azabım nasıl oldu!?",
        "numberInSurah": 45,
        "juz": 22,
        "manzil": 5,
        "page": 433,
        "ruku": 374,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3652,
        "text": "De ki: \"Size, bir tek şey öğütleyeceğim: Allah için ikişer ikişer, teker teker kalkın, sonra da iyice düşünün!\" Arkadaşınızda cinnetten eser yok! O, şiddetli bir azap öncesinde sizi uyaran bir kişiden başkası değil.",
        "numberInSurah": 46,
        "juz": 22,
        "manzil": 5,
        "page": 433,
        "ruku": 375,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3653,
        "text": "De ki: \"Ben sizden herhangi bir ücret istemedim; o sizin olsun. Benim ödülüm yalnız Allah'tandır. Ve O, her şey üzerinde bir Şehîd, gerçek bir tanık...\"",
        "numberInSurah": 47,
        "juz": 22,
        "manzil": 5,
        "page": 433,
        "ruku": 375,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3654,
        "text": "De ki: \"Benim Rabbim, gerçeği ortaya koyar. Gaybları en iyi bilen O'dur.\"",
        "numberInSurah": 48,
        "juz": 22,
        "manzil": 5,
        "page": 433,
        "ruku": 375,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3655,
        "text": "De ki: \"Hak geldi, artık bâtıl ortaya yeni bir şey çıkaramaz; eskiyi de geri getiremez.\"",
        "numberInSurah": 49,
        "juz": 22,
        "manzil": 5,
        "page": 434,
        "ruku": 375,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3656,
        "text": "De ki: \"Eğer saparsam, öz benliğim aleyhine saparım. Doğruyu ve güzeli bulursam bu, Rabbimin bana vahyettiği sayesindedir. Çünkü O, Semî'dir, Karîb'dir.\"",
        "numberInSurah": 50,
        "juz": 22,
        "manzil": 5,
        "page": 434,
        "ruku": 375,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3657,
        "text": "Bir görsen onları korku ve telaşa düştüklerinde! Artık kaçış-kurtuluş yok! Çok yakın bir yerden yakalanmışlardır.",
        "numberInSurah": 51,
        "juz": 22,
        "manzil": 5,
        "page": 434,
        "ruku": 375,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3658,
        "text": "\"Ona inandık!\" dediler. Ama nasıl mümkün olur onlar için imana ulaşmak o uzak yerden!",
        "numberInSurah": 52,
        "juz": 22,
        "manzil": 5,
        "page": 434,
        "ruku": 375,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3659,
        "text": "Daha önce inkâr etmişlerdi onu. Gayba taş atıp duruyorlardı o uzak yerden.",
        "numberInSurah": 53,
        "juz": 22,
        "manzil": 5,
        "page": 434,
        "ruku": 375,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3660,
        "text": "Artık kendileriyle, iştahla arzuladıkları şey arasına engel konmuştur. Tıpkı daha önce benzerlerine yapıldığı gibi. Gerçek şu ki onlar, tutarsızlığa iten bir kuşku içindeydiler.",
        "numberInSurah": 54,
        "juz": 22,
        "manzil": 5,
        "page": 434,
        "ruku": 375,
        "hizbQuarter": 174,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "tr.ozturk",
      "language": "tr",
      "name": "Öztürk",
      "englishName": "Yasar Nuri Ozturk",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}