{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 39,
    "name": "سُورَةُ الزُّمَرِ",
    "englishName": "Az-Zumar",
    "englishNameTranslation": "The Groups",
    "revelationType": "Meccan",
    "numberOfAyahs": 75,
    "ayahs": [
      {
        "number": 4059,
        "text": "Bu Kitap'ın indirilişi Azîz ve Hakîm olan Allah'tandır.",
        "numberInSurah": 1,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4060,
        "text": "Emin ol, bu Kitap'ı biz sana hak olarak indirdik. O halde, dini yalnız ona özgüleyerek Allah'a ibadet et/O'nun için iş yapıp değer üret!",
        "numberInSurah": 2,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4061,
        "text": "Gözünüzü açıp kendinize gelin! Arı-duru din yalnız ve yalnız Allah'ındır! O'nun yanında birilerini daha veliler edinerek, \"Biz onlara, bizi Allah'a yaklaştırmaları dışında bir şey için kulluk etmiyoruz.\" diyenlere gelince, hiç kuşkusuz, Allah onlar arasında, tartışıp durdukları konuyla ilgili hükmü verecektir. Şu bir gerçek ki, Allah, yalancı ve nankör kişiyi iyiye ve güzele kılavuzlamaz.",
        "numberInSurah": 3,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4062,
        "text": "Eğer Allah bir çocuk edinmek isteseydi, yaratmakta olduklarından dilediğini seçerdi. Böyle bir şeyden arınmıştır O. Allah'tır, Vahîd'dir, Kahhâr'dır O.",
        "numberInSurah": 4,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4063,
        "text": "Gökleri ve yeri hak olarak yaratmıştır. Geceyi gündüzün üstüne çekip örtüyor; gündüzü de gecenin üstüne sarıp dürüyor. Güneş'i ve Ay'ı bir buyruğa boyun eğdirmiştir. Hepsi, belirlenmiş bir süreye kadar akar gider. Gözünüzü açın; Azîz'dir O, Gaffâr'dır.",
        "numberInSurah": 5,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4064,
        "text": "Sizi bir tek canlıdan yarattı; sonra o canlıdan onun eşini vücuda getirdi. Ve sizin için davarlardan sekiz çift indirmiştir. Sizi annelerinizin karınlarında üç karanlık içinde, bir yaratıştan öbürüne geçirerek oluşturuyor. İşte Allah! Budur sizin Rabbiniz! Yalnız O'nundur mülk ve saltanat! İlah yoktur O'ndan başka! Hal böyle iken nasıl oluyor da gerçeğin tersine döndürülüyorsunuz?!",
        "numberInSurah": 6,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4065,
        "text": "Eğer nankörlüğe saparsanız şu bir gerçek ki, Allah size muhtaç olmayacak bir Ganî'dir. O, kulları için inkâr ve nankörlüğe razı olmaz. Eğer şükrederseniz bunu sizin için rızasına uygun bulur. Hiçbir günahkâr bir başkasının günahını yüklenmez. Sonunda dönüşünüz ancak Rabbinizedir. O size, işlemiş olduklarınızı haber verecektir. O, göğüslerin saklamakta olduklarını çok iyi bilir.",
        "numberInSurah": 7,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4066,
        "text": "İnsana bir zarar/zorluk dokununca, Rabbine yönelerek O'na dua eder. Sonra ona bir nimet lütfettiğinde, önceden O'na yalvarmakta olduğunu unutur, O'nun yolundan saptırmak için Allah'a eşler, ortaklar isnat eder. De ki: \"Birazcık nimetlen küfrünle! Hiç kuşkusuz, sen, ateş halkındansın.\"",
        "numberInSurah": 8,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 396,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4067,
        "text": "Böyle birisi; gece saatlerinde secde ederek, ayakta durarak ibadet eden, âhiretten korkan, Rabbinin rahmetini uman biri gibi midir? De ki: \"Hiç bilenlerle bilmeyenler eşit olur mu? Ancak gönül ve akıl sahipleri düşünüp ibret alır.\"",
        "numberInSurah": 9,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 396,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4068,
        "text": "Tarafımdan söyle: \"Ey iman eden kullarım, Rabbinizden korkun! Bu dünya hayatında güzel düşünüp güzel davrananlara güzellik var. Allah'ın toprağı/yeryüzü geniştir. Sadece sabredenlere, ücretleri hesapsız ödenecektir.\"",
        "numberInSurah": 10,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4069,
        "text": "De ki: \"Bana, dini yalnız Allah'a özgüleyerek, O'na ibadet etmem/O'nun için iş yapıp değer üretmem emredildi.\"",
        "numberInSurah": 11,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4070,
        "text": "\"Ve bana, müslümanların ilki olmam emredildi.\"",
        "numberInSurah": 12,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4071,
        "text": "De ki: \"Eğer Rabbime isyan edersem büyük bir günün azabından korkarım.\"",
        "numberInSurah": 13,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4072,
        "text": "De ki: \"Ben, dinimi yalnız kendisine özgüleyerek, Allah'a ibadet ediyorum/O'nun için iş yapıp değer üretiyorum.\"",
        "numberInSurah": 14,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4073,
        "text": "\"Siz O'nun dışında dilediğinize kulluk/ibadet edin.\" De ki: \"Hüsrana uğrayanlar, kıyamet günü hem kendilerini hem de ailelerini hüsrana atanlardır. Dikkat edin! Apaçık hüsranın ta kendisi işte budur.\"",
        "numberInSurah": 15,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4074,
        "text": "Onların üstlerinde ateşten gölgeler, altlarından da gölgeler vardır. İşte Allah, kullarını bundan korkmaya çağırıyor. \"Ey kullarım, benden sakının!\"",
        "numberInSurah": 16,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4075,
        "text": "Tâğuttan, ona kulluk etmekten kaçınıp Allah'a yönelenlere müjde var! Muştula kullarıma!",
        "numberInSurah": 17,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4076,
        "text": "Onlar ki, sözü dinler de onun en güzeline uyarlar. İşte bunlardar, Allah'ın kılavuzladıkları; işte bunlardır, akıl ve gönül sahipleri.",
        "numberInSurah": 18,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4077,
        "text": "Üzerine azap sözü hak olanı, ateşe dalmış olanı sen mi kurtaracaksın?",
        "numberInSurah": 19,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4078,
        "text": "Hayır, kurtaramazsınız! Rablerinden sakınanlara gelince, onlar için üst üste bina edilmiş odalar var; altlarından ırmaklar akar. Allah'ın vaadidir bu, Allah vaadine ters düşmez.",
        "numberInSurah": 20,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4079,
        "text": "Görmedin mi, Allah gökten bir su indirdi de onu toprak içindeki kaynaklara ulaştırdı. Sonra onunla çeşitli renklerde ekinler çıkarıyor. Sonra ekin kurur da sen onu sararmış görürsün. Sonra da onu kuru ufantı haline getirir. İşte bunda, akıl ve gönül sahipleri için mutlak bir ibret var.",
        "numberInSurah": 21,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4080,
        "text": "Allah'ın, göğsünü İslam'a açtığı kimse, Rabbinden bir ışık üzerinde olmaz mı? Allah'ın zikrine/Kur'an'a karşı kalpleri katılaşmış olanlara yazıklar olsun! İşte onlardır, açık bir sapıklık içindekiler.",
        "numberInSurah": 22,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4081,
        "text": "Allah, sözün/hadisin en güzelini, birbirine benzer iç içe ikili mânalar ifade eden bir Kitap halinde indirmiştir. Rablerinden korkanların ondan derileri ürperir. Sonra da hem derileri hem de kalpleri, Allah'ın zikri/Kur'an'ı karşısında yumuşar. Bu, Allah'ın kılavuzudur ki, onunla dilediğini/dileyeni hidayete erdirir. Allah'ın saptırdığına gelince, ona kılavuzluk edecek yoktur.",
        "numberInSurah": 23,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4082,
        "text": "Zalimlere, \"Kazanmış olduğunuzu tadın!\" denildiğinde, kıyamet günü o kötü azaptan yüzünü kim koruyabilir?",
        "numberInSurah": 24,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4083,
        "text": "Onlardan öncekiler de yalanlamıştı. Fakat azap kendilerine, hiç farkında olmadıkları bir yerden geldi.",
        "numberInSurah": 25,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4084,
        "text": "Allah; onlara dünyada rezilliği tattırdı. Âhiretin azabı ise elbette daha büyüktür. Bir bilselerdi!...",
        "numberInSurah": 26,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4085,
        "text": "Yemin olsun, biz bu Kur'an'da insanlara her türden örnekler verdik ki düşünüp öğüt alabilsinler.",
        "numberInSurah": 27,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4086,
        "text": "Bunu, eğri-büğrüsü olmayan Arapça bir Kur'an olarak indirdik ki, korunup sakınabilsinler.",
        "numberInSurah": 28,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4087,
        "text": "Allah; hakkında birbiriyle didişen ortakların bulunduğu bir adamla, bir tek ere teslim olan bir adamı örnek verdi. Örnek olarak bu ikisi eşit olur mu? Hamt, yalnız Allah'adır! Ama onların çokları bilmiyorlar.",
        "numberInSurah": 29,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4088,
        "text": "Hiç kuşkusuz sen de öleceksin, onlar da ölecekler!",
        "numberInSurah": 30,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4089,
        "text": "Sonra siz, kıyamet günü Rabbinizin huzurunda davalaşacaksınız.",
        "numberInSurah": 31,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4090,
        "text": "Allah hakkında yalan düzenden ve kendisine gelen doğruyu yalanlayandan daha zalim kim vardır? Cehennemde kâfirler için bir barınak yok mu?",
        "numberInSurah": 32,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4091,
        "text": "Doğruyu getirene ve onu tasdikleyene gelince, işte böyleleri, korunanların ta kendileridir.",
        "numberInSurah": 33,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4092,
        "text": "Rableri katında onlar için diledikleri her şey vardır. İşte güzel düşünüp güzel davrananların ödülü budur.",
        "numberInSurah": 34,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4093,
        "text": "Böylece, Allah onların yaptıklarının en kötülerini örtecek, ödüllerini, yaptıklarının en güzeliyle verecek.",
        "numberInSurah": 35,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4094,
        "text": "Allah, kuluna Kâfi değil mi, yetmiyor mu? Seni, O'ndan başkalarıyla korkutuyorlar. Allah kimi saptırırsa artık ona kılavuzluk edecek yoktur.",
        "numberInSurah": 36,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4095,
        "text": "Allah'ın kılavuzluk ettiğini ise saptıran olamaz. Allah Azîz ve intikam alıcı değil mi?",
        "numberInSurah": 37,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4096,
        "text": "Onlara, \"Gökleri ve yeri kim yarattı?\" diye sorsan, yemin olsun \"Allah!\" diyecekler. De onlara: \"Peki, Allah dışındaki yakardıklarınız hakkında ne diyorsunuz? Allah bana bir zarar vermek istese, O'nun vereceği zararı uzaklaştırabilirler mi? Yahut bana bir rahmet dilese, O'nun rahmetini tutabilirler mi?\" De ki: \"Bana Allah yeter! Tevekkül edenler O'na dayanıp güvenirler.\"",
        "numberInSurah": 38,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4097,
        "text": "De ki: \"Ey toplumum! Yapabildiğinizi yapın; ben de kendi işimi yapacağım. Yakında bileceksiniz.",
        "numberInSurah": 39,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4098,
        "text": "Kime geliyor rezil edici azap, kime iniyor bitip tükenmeyen azap?\"",
        "numberInSurah": 40,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4099,
        "text": "Kuşkusuz, bu Kitap'ı biz sana insanlar için hak olarak indirdik. Artık kim doğru yolu seçerse kendi lehinedir; kim de saparsa kendi aleyhine sapmış olur. Sen onlar üzerine vekil değilsin.",
        "numberInSurah": 41,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4100,
        "text": "Allah, canları, ölümleri sırasında alır, ölmeyenleri de uykuları sırasında. Sonra, haklarında ölüm hükmü verdiklerini alıkoyar; ötekileri, belirlenen bir süreye kadar salıverir. Bunda, iyice düşünen bir toplum için elbette ibretler vardır.",
        "numberInSurah": 42,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4101,
        "text": "Yoksa Allah'ın berisinden şefaatçılar mı edindiler? De ki: \"Onlar hiçbir şeye sahip olmayan/hiçbir şeye gücü yetmeyen, aklını da işletmeyen varlıklar olsalar da mı?\"",
        "numberInSurah": 43,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4102,
        "text": "De ki: \"Şefaat, tümden ve sadece Allah'ındır. Göklerin ve yerin mülkü/yönetimi O'nundur. Sonunda O'na döndürüleceksiniz.\"",
        "numberInSurah": 44,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4103,
        "text": "Allah yalnız başına anıldığında, âhirete inanmayanların kalpleri nefretle ürperir; O'nun berisindeki, ilahlaştırılmış kişilerle birlikte anıldığında ise hemen müjdelenmiş gibi sevinirler.",
        "numberInSurah": 45,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4104,
        "text": "De ki: \"Ey Allahım! Ey gökleri ve yeri yaratan, ey görülmeyeni ve görüleni bilen! Sen hüküm vereceksin kulların arasında, ihtilaf ettikleri şeyleri hakkında.\"",
        "numberInSurah": 46,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4105,
        "text": "Eğer yerdekilerin tamamı ve beraberinde bir o kadarı, zulmedenlerin olsa, kıyamet günü azabın kötülüğünden kurtulmak için tümünü mutlaka fidye verirlerdi. Çünkü hiç hesaba katmadıkları şeyler, Allah tarafından karşılarına çıkarılmıştır.",
        "numberInSurah": 47,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4106,
        "text": "Kazanmış olduklarının çirkinlikleri, önlerinde belirlenmiş; alay edegeldikleri şey kendilerini sarıvermiştir.",
        "numberInSurah": 48,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4107,
        "text": "İnsana bir zorluk/zarar dokunduğunda bize yalvarır-yakarır; sonra ona bizden bir nimet lütfettiğimizde şöyle der: \"Bu bir ilim sayesinde verildi bana!\" Hayır, öyle değil; o bir fitnedir ama onların çokları bilmiyorlar.",
        "numberInSurah": 49,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4108,
        "text": "Onlardan öncekiler de bunu söylemişlerdi ama kazandıkları şeyler kendilerine hiçbir yarar sağlamamıştı.",
        "numberInSurah": 50,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4109,
        "text": "Sonunda, kazanmış olduklarının çirkinlikleri yakalarına yapışmıştı. Şunların zulmedenlerine de kazandıklarının kötülükleri gelip çatacaktır. Ve onlar kimseyi âciz de bırakamayacaklar/onlar bunu etkisiz de bırakamazlar.",
        "numberInSurah": 51,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4110,
        "text": "Bilmediler mi ki Allah, rızkı dilediğine açıp yayar da kısıp daraltır da. İman eden bir toplum için bunda elbette ibretler vardır.",
        "numberInSurah": 52,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4111,
        "text": "De ki: \"Ey öz benlikleri aleyhine sınırı aşan/aşırı giden kullarım! Allah'ın rahmetinden ümit kesmeyin! Allah, günahları tümden affeder. Çünkü O, mutlak Gafûr, mutlak Rahîm'dir.",
        "numberInSurah": 53,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4112,
        "text": "Azap yakanıza yapışmadan Rabbinize dönüp O'na teslim olun! Sonra size yardım edilmez.",
        "numberInSurah": 54,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4113,
        "text": "Farkında olmadığınız bir sırada, azap ansızın karşınıza çıkmadan önce size Rabbinizden indirilenin en güzeline uyun!",
        "numberInSurah": 55,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4114,
        "text": "Benlik şöyle diyecektir o zaman: \"Allah'a karşı aşırı gitmem yüzünden başıma gelenlere bak! Alay edip duranlardan biriydim doğrusu!...\"",
        "numberInSurah": 56,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4115,
        "text": "Yahut şöyle diyecektir: \"Allah bana kılavuzluk etseydi elbette ben de korunanlardan olurdum.\"",
        "numberInSurah": 57,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4116,
        "text": "Azabı gördüğünde şöyle de konuşacaktır: \"Bana bir kez daha imkân verilseydi de güzel düşünüp güzel davrananlardan olsaydım!\"",
        "numberInSurah": 58,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4117,
        "text": "Hayır, olamaz! Ayetlerim sana geldi de onları hemen yalanlayıverdin; büyüklük tasladın ve kâfirlerden oldun.",
        "numberInSurah": 59,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4118,
        "text": "Allah'a yalan isnat edenleri, kıyamet günü yüzleri simsiyah halde görürsün. Kibirliler için cehennemde bir barınak mı yok!",
        "numberInSurah": 60,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4119,
        "text": "Korunup sakınanları Allah, kendi başarıları yüzünden kurtarır. Ne kötülük dokunur onlara ne de kederlenirler.",
        "numberInSurah": 61,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4120,
        "text": "Allah Haalik'tir, her şeyin yaratıcısıdır. Her şey üzerine Vekil olan da O'dur.",
        "numberInSurah": 62,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4121,
        "text": "Göklerin ve yerin kilitleri/anahtarları O'nundur. Allah'ın ayetlerini inkâr edenler, hüsrana uğrayanların ta kendileridir.",
        "numberInSurah": 63,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4122,
        "text": "De ki: \"Bana, Allah'tan başkasına kulluk etmemi mi emrediyorsunuz, ey cahiller?\"",
        "numberInSurah": 64,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4123,
        "text": "Yemin olsun, sana da senden öncekilere de şu vahyedilmiştir: Eğer şirke saparsan amelin kesinlikle boşa çıkar ve mutlaka hüsrana düşenlerden olursun.",
        "numberInSurah": 65,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4124,
        "text": "Başkasına değil, sadece Allah'a kulluk/ibadet et; şükredenlerden ol!",
        "numberInSurah": 66,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4125,
        "text": "Allah'ı, kadrine/şanına yaraşır şekilde tanıyamadılar. Oysaki kıyamet günü, yeryüzü tamamen O'nun avucudur/avucundadır; gökler de O'nun sağ elinde/kudretinde dürülmüş haldedir. Şanı yücedir O'nun; arınmıştır onların ortak koştuklarından.",
        "numberInSurah": 67,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4126,
        "text": "Sûra üflenmiştir; Allah'ın dilediği kimseler dışında göklerde kim var, yerde kim varsa çarpılıp yere yıkılmıştır. Sonra sûra bir daha üflenmiştir. İşte hepsi ayağa kalkmış bakıyorlar.",
        "numberInSurah": 68,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4127,
        "text": "Yeryüzü, Rabbinin nuruyla parıldamış, Kitap ortaya konmuş, peygamberler, tanıklar getirilip aralarında hakla hüküm verilmiştir. Onlar asla haksızlığa uğratılmazlar.",
        "numberInSurah": 69,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4128,
        "text": "Herkesin yapıp ettiğinin karşılığı tam verilir. O, onların neler yaptıklarını daha iyi bilmektedir.",
        "numberInSurah": 70,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4129,
        "text": "İnkâr edenler bölük bölük cehenneme sevk edilirler. Oraya geldiklerinde onun kapıları açılır ve cehennem bekçileri onlara şöyle derler: \"Size, içinizden resuller gelmedi mi ki, Rabbinizin ayetlerini karşınızda okusunlar ve sizi şu gününüze kavuşmanız hususunda uyarsınlar?\" Onlar: \"Evet, derler, geldi ama inkârcılar hakkında azap hükmü hak oldu.\"",
        "numberInSurah": 71,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4130,
        "text": "Şöyle denilir: \"Girin cehennemin kapılarından! Orada uzun süre kalacaksınız. Büyüklük taslayanların barınağı ne de kötüymüş!\"",
        "numberInSurah": 72,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4131,
        "text": "Rablerinden sakınanlar da bölükler halinde cennete sevk edilirler. Oraya geldiklerinde, cennet kapıları da kendilerine açıldığında, oranın bekçileri onlara şöyle derler: \"Selam size! Tertemizsiniz. Hadi girin şuraya, sürekli kalıcılar olarak!\"",
        "numberInSurah": 73,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4132,
        "text": "Onlar da şöyle derler: \"Hamt olsun o Allah' a ki bize vaadini yerine getirdi, bizi yeryüzüne mirasçılar yaptı. İşte, cennetten istediğimiz yerde konaklıyoruz. İş yapıp değer üretenlerin ödülü ne de güzelmiş!\"",
        "numberInSurah": 74,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4133,
        "text": "Melekleri de arşın çevresini kuşatarak Rablerinin hamdiyle tespih eder halde görürsün. Aralarında hakla hüküm verilmiştir. Nihayet şöyle denir: \"Hamt âlemlerin Rabbi'ne özgüdür!",
        "numberInSurah": 75,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "tr.ozturk",
      "language": "tr",
      "name": "Öztürk",
      "englishName": "Yasar Nuri Ozturk",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}