{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 48,
    "name": "سُورَةُ الفَتۡحِ",
    "englishName": "Al-Fath",
    "englishNameTranslation": "The Victory",
    "revelationType": "Medinan",
    "numberOfAyahs": 29,
    "ayahs": [
      {
        "number": 4584,
        "text": "Şu bir gerçek ki, biz sana apaçık bir fetih nasip ettik.",
        "numberInSurah": 1,
        "juz": 26,
        "manzil": 6,
        "page": 511,
        "ruku": 446,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4585,
        "text": "Ki Allah senin günahından geçmiş olanı da gelecek olanı da bağışlasın, nimetini senin üzerinde tamamlasın ve seni dosdoğru bir yola kılavuzlasın.",
        "numberInSurah": 2,
        "juz": 26,
        "manzil": 6,
        "page": 511,
        "ruku": 446,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4586,
        "text": "Ve Allah sana onur ve kudret dolu bir yardımla destek verecektir.",
        "numberInSurah": 3,
        "juz": 26,
        "manzil": 6,
        "page": 511,
        "ruku": 446,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4587,
        "text": "O odur ki, müminlerin gönüllerine, imanları beraberinde iman geliştirsinler diye, mutluluk ve huzur indirdi. Yalnız Allah'ındır göklerin ve yerin orduları. Alîm'dir Allah, Hakîm'dir.",
        "numberInSurah": 4,
        "juz": 26,
        "manzil": 6,
        "page": 511,
        "ruku": 446,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4588,
        "text": "İnanmış erkekleri ve inanmış kadınları, altlarından ırmaklar akan cennetlere sokması içindir bu. Sürekli kalıcıdırlar orada. Ve onların çirkin davranışlarını örtüp gizlemesi içindir. İşte bu, Allah katında çok büyük bir kurtuluş ve eriştir.",
        "numberInSurah": 5,
        "juz": 26,
        "manzil": 6,
        "page": 511,
        "ruku": 446,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4589,
        "text": "Ve Allah hakkında kötü sanılar besleyen erkek münafıklarla kadın münafıklara ve erkek putperestlerle kadın putperestlere, o kötülük girdabı başlarına dönesilere azap etsin diyedir bu. Allah onlara öfkelenmiş, onları lanetlemiş ve kendilerine cehennem hazırlamıştır. Kötü bir varış yeridir o.",
        "numberInSurah": 6,
        "juz": 26,
        "manzil": 6,
        "page": 511,
        "ruku": 446,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4590,
        "text": "Yalnız Allah'ındır göklerin ve yerin orduları. Azîz'dir Allah, Hakîm'dir.",
        "numberInSurah": 7,
        "juz": 26,
        "manzil": 6,
        "page": 511,
        "ruku": 446,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4591,
        "text": "Şu bir gerçek ki, biz seni, bir tanık, bir müjdeleyici ve bir uyarıcı olarak gönderdik.",
        "numberInSurah": 8,
        "juz": 26,
        "manzil": 6,
        "page": 511,
        "ruku": 446,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4592,
        "text": "Allah'a ve resulüne inanasınız, O'nu destekleyesiniz, O'nu yüce bilesiniz ve sabah-akşam O'nu tespih edesiniz diye.",
        "numberInSurah": 9,
        "juz": 26,
        "manzil": 6,
        "page": 511,
        "ruku": 446,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4593,
        "text": "O seninle el tutuşup sözleşenler var ya, onlar gerçekte Allah ile bey'atleşiyorlar. Allah'ın eli onların ellerinin üstündedir. Kim ahdi bozar, döneklik ederse kendi aleyhine döneklik etmiş olur. Ve kim Allah'a verdiği sözde vefalı davranırsa, Allah ona büyük bir ödül verecektir.",
        "numberInSurah": 10,
        "juz": 26,
        "manzil": 6,
        "page": 512,
        "ruku": 446,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4594,
        "text": "Bedevilerden, geri bırakılmış olanlar sana şöyle diyecekler: \"Bizleri, mallarımız ve ailelerimiz oyaladı. O halde bizim için Allah'tan af dile.\" Onlar, kalplerinde olmayan şeyi dilleriyle söylüyorlar. De ki: \"Allah size bir zarar dilerse, yahut bir yarar murat ederse, O'nun sizin için dilediğine kim engel olabilir?\" Doğrusu şu ki, Allah, sizin yaptıklarınızdan haberdardır.",
        "numberInSurah": 11,
        "juz": 26,
        "manzil": 6,
        "page": 512,
        "ruku": 447,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4595,
        "text": "Siz sanmıştınız ki, resul de müminler de ailelerine bir daha asla dönmeyecekler. Bu düşünce kalplerinizde süslendi de çirkin bir sanıya saplandınız ve mahvolmuş bir topluluk haline geldiniz.",
        "numberInSurah": 12,
        "juz": 26,
        "manzil": 6,
        "page": 512,
        "ruku": 447,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4596,
        "text": "Kim Allah'a ve resulüne iman etmezse bilsin ki biz, inkârcılar için alevli bir ateş hazırladık.",
        "numberInSurah": 13,
        "juz": 26,
        "manzil": 6,
        "page": 512,
        "ruku": 447,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4597,
        "text": "Göklerin ve yerin mülkü Allah'ındır! Dilediğini affeder, dilediğine azap eder. Allah Gafûr'dur, Rahîm'dir.",
        "numberInSurah": 14,
        "juz": 26,
        "manzil": 6,
        "page": 512,
        "ruku": 447,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4598,
        "text": "Geri bırakılanlar, ganimetleri almak üzere gittiğiniz zaman şöyle diyecekler: \"İzin verin, biz de size uyalım!\" Onlar Allah'ın kelamını değiştirmek istiyorlar. De ki: \"Bize asla uyamazsınız! Allah önceden de böyle buyurmuştu.\" Bu kez şöyle diyecekler: \"Hayır, siz bizi kıskanıyorsunuz.\" İşin doğrusu şu ki, onlar çok az anlıyorlar/onlar, az bir kısmı hariç, anlamıyorlar.",
        "numberInSurah": 15,
        "juz": 26,
        "manzil": 6,
        "page": 512,
        "ruku": 447,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4599,
        "text": "Bedevilerden, geri bırakılmış olanlara de ki: \"Siz yakında çok zorlu savaş veren bir kavimle çarpışmaya çağrılacaksınız. Ya onlarla çarpışırsınız, yahut onlar Müslüman olurlar. Eğer itaat ederseniz, Allah size güzel bir ödül verecektir. Yok eğer önceden döndüğünüz gibi yüz çevirirseniz, Allah sizi acıklı bir azapla cezalandırır.\"",
        "numberInSurah": 16,
        "juz": 26,
        "manzil": 6,
        "page": 513,
        "ruku": 447,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4600,
        "text": "Köre zorlama yoktur, topala zorlama yoktur, hastaya da zorlama yoktur. Kim Allah'a ve resulüne itaat ederse, Allah onu altından ırmaklar akan cennetlere koyar. Kim de yüz çevirirse, Allah onu acıklı bir azapla cezalandırır.",
        "numberInSurah": 17,
        "juz": 26,
        "manzil": 6,
        "page": 513,
        "ruku": 447,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4601,
        "text": "Yemin olsun, Allah müminlerden, o ağacın altında sana bey'at ettikleri sırada hoşnut olmuştur. Onların gönüllerindekini bilmiş, üzerlerine huzur ve sükûn indirmiş ve kendilerine yakın bir fetih nasip etmiştir.",
        "numberInSurah": 18,
        "juz": 26,
        "manzil": 6,
        "page": 513,
        "ruku": 448,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4602,
        "text": "Alacakları birçok ganimetler de nasip etmiştir. Allah Azîz'dir, Hakîm'dir.",
        "numberInSurah": 19,
        "juz": 26,
        "manzil": 6,
        "page": 513,
        "ruku": 448,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4603,
        "text": "Allah size, elde edeceğiniz birçok ganimetler vaat etti. Şunu da size aceleden verdi ve insanların ellerini de sizden uzak tuttu ki bu, inananlara bir ibret olsun ve Allah sizi dosdoğru yola kılavuzlasın.",
        "numberInSurah": 20,
        "juz": 26,
        "manzil": 6,
        "page": 513,
        "ruku": 448,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4604,
        "text": "Sizin güç yetireceğiniz başka ganimetler de vardır. Allah onları kuşatmış bulunuyor. Allah, her şey üzerinde Kadîr'dir.",
        "numberInSurah": 21,
        "juz": 26,
        "manzil": 6,
        "page": 513,
        "ruku": 448,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4605,
        "text": "Eğer küfredenler sizinle savaşsalardı, sırtlarını dönüp kaçacaklardı. Sonra, bir dost da bir yardımcı da bulamazlardı.",
        "numberInSurah": 22,
        "juz": 26,
        "manzil": 6,
        "page": 513,
        "ruku": 448,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4606,
        "text": "Bu, Allah'ın öteden beri işleyip duran yolu-yöntemidir. Allah'ın yol ve yönteminde hiçbir değişme bulamazsın.",
        "numberInSurah": 23,
        "juz": 26,
        "manzil": 6,
        "page": 513,
        "ruku": 448,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4607,
        "text": "O odur ki, sizi onlara galip getirdikten sonra Mekke'nin göbeğinde onların ellerini sizden, sizin ellerinizi de onlardan uzak tuttu. Allah, yapmakta olduklarınızı iyice görmektedir.",
        "numberInSurah": 24,
        "juz": 26,
        "manzil": 6,
        "page": 514,
        "ruku": 448,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4608,
        "text": "Onlar o kişilerdir ki, küfre sapıp sizi Mescid-i Haram'dan geri çevirdiler, bekletilen kurbanlık hediyelerin, yerlerine ulaşmasına engel oldular. Eğer kendilerini tanımadığınız için çiğneyeceğiniz ve bu bilgisizlik yüzünden üzüntü ve kınayışla karşılaşacağınız inanmış erkeklerle inanmış kadınlar olmasaydı, iş başka türlü olurdu. Böyle olması, Allah'ın, dilediğini rahmetine sokması içindir. Onlar birbirlerinden ayrılmış olsalardı, inkâra sapanları acıklı bir azapla cezalandırırdık.",
        "numberInSurah": 25,
        "juz": 26,
        "manzil": 6,
        "page": 514,
        "ruku": 448,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4609,
        "text": "İnkâr edenler, kalplerine öfkeli taassubu, o cahiliye taassubunu yerleştirmişlerdi. Allah ise huzur ve mutluluğunu resulünün, inananların üstüne indirmişti. Onları, takva kelimesine bağlı tutmuştu. Zaten onlar buna layık ve ehil idiler. Allah her şeyi çok iyi bilmektedir.",
        "numberInSurah": 26,
        "juz": 26,
        "manzil": 6,
        "page": 514,
        "ruku": 448,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4610,
        "text": "Yemin olsun ki Allah, resulüne o rüyayı hak olarak doğru çıkarmıştır. Allah dilerse, başlarınızı tıraş etmiş, saçlarınızı kısaltmış olarak güven içinde, korku duymadan Mescid-i Haram'a mutlaka gireceksiniz. Allah, sizin bilmediğinizi bildi de bundan önce size yakın bir fetih nasip etti.",
        "numberInSurah": 27,
        "juz": 26,
        "manzil": 6,
        "page": 514,
        "ruku": 449,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4611,
        "text": "O, resulünü hidayet ve hak dinle gönderdi ki, o dini tüm dinlere üstün kılsın. Tanık olarak Allah yeter!",
        "numberInSurah": 28,
        "juz": 26,
        "manzil": 6,
        "page": 514,
        "ruku": 449,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4612,
        "text": "Muhammed, Allah'ın resulüdür. Onunla beraber olanlar, inkârcılara karşı çok çetin, kendi aralarında çok sevecendirler/çok merhametlidirler. Sen onları rükû eder, secdeye kapanır halde görürsün. Allah'tan bir lütuf ve hoşnutluk ister dururlar. Görünüşlerine gelince, yüzlerinde secde eseri/izi vardır. Bu onların Tevrat'taki nitelikleri. İncil'deki nitelikleri de şöyle: Tıpkı bir ekin ki filizini çıkarmış, o filizi kuvvetlendirmiş. Filiz kalınlaştı, gövdesi üzerine dikildi. Ziraatçıları da imrendirir/hayran bırakır bu ekin. Allah böyle yapar ki, onlar sayesinde, inkâr edenleri öfkelendirsin. Allah onlardan iman edip barışa/hayra yönelik işler yapanlara bir bağışlanma ve büyük bir ödül vaat etmiştir.",
        "numberInSurah": 29,
        "juz": 26,
        "manzil": 6,
        "page": 515,
        "ruku": 449,
        "hizbQuarter": 205,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "tr.ozturk",
      "language": "tr",
      "name": "Öztürk",
      "englishName": "Yasar Nuri Ozturk",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}