{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 58,
    "name": "سُورَةُ المُجَادلَةِ",
    "englishName": "Al-Mujaadila",
    "englishNameTranslation": "The Pleading Woman",
    "revelationType": "Medinan",
    "numberOfAyahs": 22,
    "ayahs": [
      {
        "number": 5105,
        "text": "Allah, kocası hakkında seninle tartışan ve Allah'a şikâyette bulunan kadının sözünü işitmiştir. Allah, ikinizin karşılıklı konuşmasını işitir. Çünkü Allah en iyi işiten, en iyi görendir.",
        "numberInSurah": 1,
        "juz": 28,
        "manzil": 7,
        "page": 542,
        "ruku": 476,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5106,
        "text": "İçinizden, kadınlarına zıhar edenlerin, o kadınlar anneleri değildir. Onların anneleri ancak kendilerini doğuran kadınlardır. Böyleleri, kabul edilemez bir söz ve boş bir lakırdı sarf ediyorlar. Bununla birlikte Allah, gerçekten çok affedici, çok bağışlayıcıdır.",
        "numberInSurah": 2,
        "juz": 28,
        "manzil": 7,
        "page": 542,
        "ruku": 476,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5107,
        "text": "Kadınlarına zıhar edip sonra sarf etmiş oldukları söze geri dönenler, ilişkiye girmelerinden önce, özgürlüğünü yitirmiş bir benliği özgürlüğüne kavuşturacaklardır. İşte size yöneltilen öğüt budur. Allah, yapıp etmekte olduklarınızdan gereğince haberdardır.",
        "numberInSurah": 3,
        "juz": 28,
        "manzil": 7,
        "page": 542,
        "ruku": 476,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5108,
        "text": "Özgürlüğe kavuşturma imkânını bulamayan, ilişkiye girmelerinden önce, aralıksız iki ay oruç tutacaktır. Buna da gücü yetmeyen, altmış yoksulu doyuracaktır. Bütün bunlar Allah'a ve resulüne inanasınız diyedir. Ve işte bunlar, Allah'ın sınırlarıdır. Küfre sapanlara korkunç bir azap vardır.",
        "numberInSurah": 4,
        "juz": 28,
        "manzil": 7,
        "page": 542,
        "ruku": 476,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5109,
        "text": "Allah'a ve resulüne karşı gelenler, kendilerinden öncekilerin çarpılıp tepelendikleri gibi çarpılıp tepeleneceklerdir. Biz, gerçekleri apaçık gösteren ayetler indirmişizdir. Küfre sapanlar için, rezil edici bir azap vardır.",
        "numberInSurah": 5,
        "juz": 28,
        "manzil": 7,
        "page": 542,
        "ruku": 476,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5110,
        "text": "Gün olur, Allah onların hepsini diriltir ve yapıp ettiklerini onlara haber verir. Allah onu iyice sayıp zaptetmiştir, onlarsa unutmuşlardır. Allah, her şey üzerinde tam bir tanıktır.",
        "numberInSurah": 6,
        "juz": 28,
        "manzil": 7,
        "page": 542,
        "ruku": 476,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5111,
        "text": "Görmez misin ki Allah, göklerde olanları da yeryüzünde olanları da bilir. Üç kişi, aralarında fısıldaşmaya görsün, dördüncüleri O'dur; beş kişi fısıldaşmaya görsün altıncıları O'dur. Bundan az da olsalar çok da olsalar, O mutlaka onlarla beraberdir; nerede bulunurlarsa bulunsunlar. Sonra onlara, yapıp ettiklerini kıyamet günü haber verecektir. Allah her şeyi bilmektedir.",
        "numberInSurah": 7,
        "juz": 28,
        "manzil": 7,
        "page": 543,
        "ruku": 477,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5112,
        "text": "Görmedin mi şu fısıldaşmaktan yasaklananları ki, biraz sonra, yasaklanmış oldukları şeye dönüyorlar ve günah, düşmanlık, peygambere isyan konusunda fısıldaşıyorlar. Sana geldiklerinde, seni Allah'ın selamlamadığı biçimde selamlıyorlar. Kendi içlerinde ise şöyle diyorlar: \"Söylediğimiz şey yüzünden Allah bize azap etse ya!\" Cehennem yeter onlara. Girecekler oraya. Ne kötü dönüş yeridir o!",
        "numberInSurah": 8,
        "juz": 28,
        "manzil": 7,
        "page": 543,
        "ruku": 477,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5113,
        "text": "Ey iman edenler! Aranızda fısıldaştığınız zaman, günah, düşmanlık ve resule isyan hususlarında fısıldaşmayın; hayırda erginlik/dürüstlük ve takva konusunda fısıldaşın. Huzurunda haşredileceğiniz Allah'tan sakının!",
        "numberInSurah": 9,
        "juz": 28,
        "manzil": 7,
        "page": 543,
        "ruku": 477,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5114,
        "text": "Fısıltı, inananları kederlendirmek için ancak şeytandan gelir. Bununla birlikte o, Allah'ın izni olmadıkça inananlara hiçbir zarar veremez. Müminler sadece Allah'a güvenip dayansınlar!",
        "numberInSurah": 10,
        "juz": 28,
        "manzil": 7,
        "page": 543,
        "ruku": 477,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5115,
        "text": "Ey iman edenler! Size, \"Meclislerde yer açın!\" dendiğinde, yer açın ki, Allah da sizin için genişlik sağlasın. \"Kalkın!\" dendiğinde de kalkın ki, Allah, içinizden inananlarla kendilerine ilim verilmiş olanların derecelerini yükseltsin. Allah, yaptıklarınızdan haberdardır.",
        "numberInSurah": 11,
        "juz": 28,
        "manzil": 7,
        "page": 543,
        "ruku": 477,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5116,
        "text": "Ey iman edenler! Resulle gizlice konuşacağınız zaman, bu gizli konuşmanızdan önce bir sadaka verin! Bu, sizin için daha hayırlı ve daha temizdir. Eğer bu imkânı bulamazsanız bilin ki, Allah Gafûr'dur, Rahîm'dir.",
        "numberInSurah": 12,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 477,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5117,
        "text": "Gizli konuşmanızdan önce, sadakalar vermekten ürperdiniz mi? Çünkü yapmadınız. Allah size tövbe nasip etti. Artık namazı/duayı yerine getirin, zekâtı verin, Allah'a ve resulüne itaat edin. Allah, yaptıklarınızdan haberdardır.",
        "numberInSurah": 13,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 477,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5118,
        "text": "Allah'ın kendilerine öfkelendiği bir kavmi dost edinenleri görmedin mi? Onlar ne sizdendirler ne de onlardan. Bilip durdukları halde yalana yemin ediyorlar.",
        "numberInSurah": 14,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 478,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5119,
        "text": "Allah, onlar için şiddetli bir azap hazırlamıştır. Ne kötüdür onların yapmakta oldukları!",
        "numberInSurah": 15,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 478,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5120,
        "text": "Yeminlerini kalkan edinip Allah'ın yolundan alıkoydular. Küçük düşürücü bir azap var onlar için.",
        "numberInSurah": 16,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 478,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5121,
        "text": "Onların malları da çocukları da kendilerine, Allah'a karşı hiçbir şey sağlamaz. Ateş halkıdır onlar. Uzun süre kalcaklardır orada.",
        "numberInSurah": 17,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 478,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5122,
        "text": "Allah onları tekrar dirilttiği gün, size yemin ettikleri gibi O'na da yemin edecekler ve bir şey yaptıklarını sanacaklar. Dikkat edin, onlar yalancıların ta kendileridir.",
        "numberInSurah": 18,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 478,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5123,
        "text": "Şeytan onları kuşattı da Allah'ın zikrini/Kur'an'ını onlara unutturdu. İşte bunlar şeytanın hizbidir. Dikkat edin! Şeytanın hizbi hüsrana uğrayanların ta kendileridir.",
        "numberInSurah": 19,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 478,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5124,
        "text": "Allah'a ve resulüne kafa tutanlar en aşağılık kişiler arasındadırlar.",
        "numberInSurah": 20,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 478,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5125,
        "text": "Allah, \"Ben ve resullerim mutlaka galip geleceğiz!\" diye yazmıştır. Allah çok güçlüdür, Azîz'dir.",
        "numberInSurah": 21,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 478,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5126,
        "text": "Allah'a ve âhiret gününe inanan bir topluluğun, Allah'a ve resulüne karşı çıkanlarla sevgiye dayalı bir dostluk kurduğunu göremezsin. Bunlar onların ister babaları olsun, ister çocukları olsun, ister kardeşleri olsun, ister akrabaları olsun. Allah onların kalplerine imanı yazmış ve onları kendisinden bir ruhla desteklemiştir. Onları, altlarından ırmaklar akan cennetlere koyacaktır; sürekli kalacaklardır orada. Allah onlardan hoşnut olmuştur, onlar da Allah'tan hoşnut olmuşlardır. Allah'ın hizbi işte bunlardır. Dikkat edin, Allah'ın hizbi, başarıya ulaşanların ta kendileridir!",
        "numberInSurah": 22,
        "juz": 28,
        "manzil": 7,
        "page": 545,
        "ruku": 478,
        "hizbQuarter": 218,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "tr.ozturk",
      "language": "tr",
      "name": "Öztürk",
      "englishName": "Yasar Nuri Ozturk",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}