{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 26,
    "name": "سُورَةُ الشُّعَرَاءِ",
    "englishName": "Ash-Shu'araa",
    "englishNameTranslation": "The Poets",
    "revelationType": "Meccan",
    "numberOfAyahs": 227,
    "ayahs": [
      {
        "number": 2933,
        "text": "[[26 ~ ASY-SYU'ARA' (PARA PUJANGGA) Pendahuluan: Makkiyyah, 227 ayat ~ Surat ini dibuka dengan menyebutkan kedudukan al-Qur'ân. Setelah itu, pembicaraan beralih kepada ancaman atas orang-orang kafir yang akan disiksa oleh Allah Yang Mahakuasa, dan hiburan untuk Nabi Muhammad saw. dari pendustaan kaumnya dengan mengatakan bahwa perlakuan seperti itu juga dialami oleh beberapa rasul sebelumnya. Maka disebutlah kisah tentang pertemuan Mûsâ dan Hârûn dengan Fir'aun yang membangkang; kisah Ibrâhîm a. s., bapak para nabi; kisah Nûh a. s. bersama kaumnya; kisah Hûd a. s. dengan kabilah 'Ad dan Shâlih a. s. dengan kabilah Tsamûd; kisah Lûth a. s. yang, dalam surat ini, dipaparkan secara lebih panjang; dan kisah Syu'aib a. s. tatkala menghadapi penduduk Aykah. Kisah ketujuh nabi ini, jika dicermati, mencerminkan kesatuan pokok-pokok dasar dakwah seluruh rasul yang diutus kepada umat manusia. Di sisi lain, dari kisah-kisah itu dapat dipetik satu pelajaran bahwa orang-orang kafir menggunakan cara yang praktis sama ketika menolak risalah dan seruan para rasul. Surat ini ditutup, sebagaimana awalnya, dengan menyebutkan kedudukan al-Qur'ân, yang diakhiri dengan menolak anggapan bahwa Nabi Muhammad saw. adalah seorang pujangga dan al-Qur'ân tidak lebih dari kumpulan syair.]] Thâ, Sîn, Mîm. Dengan huruf-huruf ini dijelaskan bahwa al-Qur'ân merupakan suatu mukjizat yang menundukkan manusia. Untaian katanya tersusun dari huruf-huruf sejenis itu, yang masih dalam kemampuan manusia. Karenanya, jika ada yang meragukan bahwa al-Qur'ân benar-benar diturunkan oleh Allah, tentu manusia dapat membuat seperti itu. Tapi sudah pasti, tak ada satu makhluk pun yang dapat membuat seperti al-Qur'ân.",
        "numberInSurah": 1,
        "juz": 19,
        "manzil": 5,
        "page": 367,
        "ruku": 316,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2934,
        "text": "Firman yang Aku wahyukan kepadamu ini, wahai Muhammad, merupakan ayat-ayat al-Qur'ân yang menjelaskan berbagai hukum dan aturan yang terkandung di dalamnya.",
        "numberInSurah": 2,
        "juz": 19,
        "manzil": 5,
        "page": 367,
        "ruku": 316,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2935,
        "text": "Aku merasa prihatin melihat dirimu, wahai Muhammad, bersedih hati mendapatkan pengingkaran dan ketakberimanan kaummu.",
        "numberInSurah": 3,
        "juz": 19,
        "manzil": 5,
        "page": 367,
        "ruku": 316,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2936,
        "text": "Sesungguhnya Kami Mahakuasa untuk mendatangkan kepada mereka suatu mukjizat yang dapat memaksa mereka untuk beriman, sehingga--sebagaimana yang kamu harapkan--mereka semua menjadi patuh dan tunduk kepada-Ku. Tetapi Kami tidak akan melakukan hal seperti itu, karena sudah menjadi ketetapan hukum Kami (sunnatullâh) untuk menyuruh mereka beriman tanpa paksaan. Dengan demikian, perintah dan larangan yang akan menghasilkan pahala atau siksa itu tidak kehilangan maknanya.",
        "numberInSurah": 4,
        "juz": 19,
        "manzil": 5,
        "page": 367,
        "ruku": 316,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2937,
        "text": "Dan kalaulah Allah terus menurunkan wahyu-Nya lagi kepadamu, yang mengingatkan mereka--sebagai suatu rahmat--akan kebenaran agama ini, mereka akan terus-menerus menampik dan mengingkarinya. Pelbagai jalan yang dapat menghantarkan mereka untuk menerima petunjuk telah tertutup.",
        "numberInSurah": 5,
        "juz": 19,
        "manzil": 5,
        "page": 367,
        "ruku": 316,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2938,
        "text": "Sungguh mereka itu telah mendustakan dan mengejek kebenaran yang kamu sampaikan. Maka bersabarlah menghadapi perlakuan mereka ini. Kelak mereka akan mendapati akibat dari ejekan yang membawa petaka besar ini.",
        "numberInSurah": 6,
        "juz": 19,
        "manzil": 5,
        "page": 367,
        "ruku": 316,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2939,
        "text": "Adakah mereka akan terus mempertahankan kekufuran dan pendustaan serta tidak merenungi dan mengamati sebagian ciptaan Allah di bumi ini? Sebenarnya, jika mereka bersedia merenungi dan mengamati hal itu, niscaya mereka akan mendapatkan petunjuk. Kamilah yang mengeluarkan dari bumi ini beraneka ragam tumbuh-tumbuhan yang mendatangkan manfaat. Dan itu semua hanya dapat dilakukan oleh Tuhan yang Mahaesa dan Mahakuasa.",
        "numberInSurah": 7,
        "juz": 19,
        "manzil": 5,
        "page": 367,
        "ruku": 316,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2940,
        "text": "Sesungguhnya adanya beraneka ragam tumbuh-tumbuhan di bumi merupakan bukti yang jelas akan adanya Sang Pencipta Yang Mahakuasa. Tetapi kebanyakan kaum, ternyata, tidak mau beriman.",
        "numberInSurah": 8,
        "juz": 19,
        "manzil": 5,
        "page": 367,
        "ruku": 316,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2941,
        "text": "Dan sesungguhnya Penguasa dan Pemelihara dirimu, Dialah yang akan membalas para pendusta kebenaran dan mengaruniakan rahmat-Nya kepada orang-orang yang beriman.",
        "numberInSurah": 9,
        "juz": 19,
        "manzil": 5,
        "page": 367,
        "ruku": 316,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2942,
        "text": "Dan ingatkanlah kaummu, wahai Muhammad, kisah tentang Mûsâ saat diseru oleh Tuhanmu, \"Wahai Mûsâ, pergilah kamu sebagai seorang rasul kepada satu kaum yang telah menzalimi diri mereka sendiri dengan kekafiran dan menzalimi Banû Isrâ'îl dengan memperbudak dan membunuh anak-anak lelaki mereka.",
        "numberInSurah": 10,
        "juz": 19,
        "manzil": 5,
        "page": 367,
        "ruku": 317,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2943,
        "text": "Datangilah kaum Fir'aun itu, karena mereka selalu melakukan kezaliman. Sungguh mereka adalah orang-orang yang aneh! Bagaimana mungkin mereka tidak takut dan waspada akan akibat buruk dari kezaliman yang mereka lakukan?\"",
        "numberInSurah": 11,
        "juz": 19,
        "manzil": 5,
        "page": 367,
        "ruku": 317,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2944,
        "text": "Mûsâ berkata, \"Wahai Tuhanku, aku sungguh khawatir mereka tidak akan menerima risalahku ini, karena sikap pongah dan membangkang yang ada pada mereka.",
        "numberInSurah": 12,
        "juz": 19,
        "manzil": 5,
        "page": 367,
        "ruku": 317,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2945,
        "text": "Lalu aku merasa geram mendapati mereka mendustakan aku, sehingga lidahku menjadi kelu untuk melontarkan bukti-bukti yang ingin kupaparkan. Dari itu, utuslah Jibril a. s. kepada Hârûn, saudaraku, untuk membantuku mengemban tugas ini.",
        "numberInSurah": 13,
        "juz": 19,
        "manzil": 5,
        "page": 367,
        "ruku": 317,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2946,
        "text": "Lagi pula mereka telah menganggap aku bersalah karena telah membunuh salah seorang di antara mereka. Aku khawatir, mereka--sebagai suatu bentuk pembalasan--akan lebih dulu membunuhku sebelum aku sempat melaksanakan tugas ini. Dan ini menambah kekhawatiranku.\"",
        "numberInSurah": 14,
        "juz": 19,
        "manzil": 5,
        "page": 367,
        "ruku": 317,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2947,
        "text": "Allah berfirman kepada Mûsâ, \"Mereka tidak akan membunuhmu, dan Aku telah mengabulkan permohonanmu mengenai Hârûn. Maka berangkatlah kalian berdua dengan berbekal mukjizat-mukjizat-Ku. Aku akan menjaga kalian dan mendengarkan apa yang terjadi antara kalian dan Fir'aun. Dan kalian berdua akan mendapatkan kemenangan dan dukungan.",
        "numberInSurah": 15,
        "juz": 19,
        "manzil": 5,
        "page": 367,
        "ruku": 317,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2948,
        "text": "Berangkatlah kalian berdua menemui Fir'aun, lalu katakan kepadanya, 'Sesungguhnya kami berdua adalah utusan Tuhan semesta alam kepadamu.",
        "numberInSurah": 16,
        "juz": 19,
        "manzil": 5,
        "page": 367,
        "ruku": 317,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2949,
        "text": "Tuhan semesta alam telah memerintahkan kepadamu untuk membebaskan Banû Isrâ'îl pergi bersama kami'.\"",
        "numberInSurah": 17,
        "juz": 19,
        "manzil": 5,
        "page": 367,
        "ruku": 317,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2950,
        "text": "Dengan perasaan berjasa--karena telah mengenal Mûsâ yang di masa kecilnya pernah berada dalam asuhannya di istana--Fir'aun berkata kepada Mûsâ, \"Bukankah kami telah memeliharamu di waktu kecil, dan kamu berada dalam asuhan kami selama beberapa tahun?",
        "numberInSurah": 18,
        "juz": 19,
        "manzil": 5,
        "page": 367,
        "ruku": 317,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2951,
        "text": "Dan kamu telah melakukan tindak kejahatan yang keji, saat kamu membunuh salah seorang dari kaumku. Kamu pun tidak membalas jasa yang dahulu telah kami berikan kepadamu, dan juga tidak mengayomi rakyatku. Bahkan kamu mencerca tuhan-tuhan kami dengan menganggap dirimu sebagai utusan Tuhan semesta alam.\"",
        "numberInSurah": 19,
        "juz": 19,
        "manzil": 5,
        "page": 367,
        "ruku": 317,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2952,
        "text": "Mûsâ berkata, \"Aku memang telah melakukan pembunuhan yang kamu sebutkan itu karena ketidaktahuan dan kekhilafanku. Dari itu, janganlah kamu menyalahkan aku.",
        "numberInSurah": 20,
        "juz": 19,
        "manzil": 5,
        "page": 368,
        "ruku": 317,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2953,
        "text": "Lalu aku melarikan diri dari kalian karena khawatir kalian akan membunuhku akibat tindakan yang tak kusengaja itu. Tuhan pun kemudian menganugerahkan kepadaku kearifan dan pengetahuan, keutamaan dan kenikmatan, serta menjadikan diriku sebagai salah seorang rasul-Nya.\"",
        "numberInSurah": 21,
        "juz": 19,
        "manzil": 5,
        "page": 368,
        "ruku": 317,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2954,
        "text": "Mûsâ lalu menyinggung salah satu sikap buruk Fir'aun. Dijelaskannyalah perihal perbudakan dan pembunuhan anak-anak lelaki Banû Isrâ'îl yang Fir'aun lakukan. Karena itu, Mûsâ menolak asuhannya di istana Fir'aun sebagai suatu nikmat. Sebabnya terpulang kepada kejahatan Fir'aun yang telah memperbudak dan membunuh anak-anak lelaki Banû Isrâ'îl sehingga ia dihanyutkan ke sungai untuk menyelamatkan diri dari pembunuhan Fir'aun, yang akhirnya mengantarkan Mûsâ ke istana Fir'aun. Kalaulah keadaannya tidak seperti itu, tentu Mûsâ akan diasuh oleh kedua orangtuanya.",
        "numberInSurah": 22,
        "juz": 19,
        "manzil": 5,
        "page": 368,
        "ruku": 317,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2955,
        "text": "Fir'aun berkata, \"Lalu, bagaimana sebenarnya sifat Tuhan semesta alam yang selalu kamu sebut-sebut dan kamu katakan telah mengutusmu itu? Cobalah jelaskan, karena kami tidak mengenalnya sama sekali!\"",
        "numberInSurah": 23,
        "juz": 19,
        "manzil": 5,
        "page": 368,
        "ruku": 317,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2956,
        "text": "Mûsâ menjawab, \"Dialah Penguasa langit dan bumi beserta isinya. Jika kalian meyakini jawabanku ini, maka kalian akan mendapatkan kebaikan dan petunjuk. Kalian pun akan tahu bahwa kerajaan Fir'aun yang dibangga-banggakan ini, yang hanya terbatas dalam satu wilayah saja di muka bumi, sangat tak pantas disejajarkan dengan kerajaan Tuhan.\"",
        "numberInSurah": 24,
        "juz": 19,
        "manzil": 5,
        "page": 368,
        "ruku": 317,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2957,
        "text": "Fir'aun merasa heran mendengar adanya Tuhan selain dirinya dan bahwa kerajaannya tidak pantas dibandingkan dengan kerajaan Tuhan. Dengan sikap meremehkan, Fir'aun mengungkapkan keheranannya kepada orang-orang yang ada di sekitarnya, \"Bagaimana tanggapan kalian mendengar ucapan Mûsâ ini?\"",
        "numberInSurah": 25,
        "juz": 19,
        "manzil": 5,
        "page": 368,
        "ruku": 317,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2958,
        "text": "Tanpa mempedulikan kegeraman dan cemoohan Fir'aun, Mûsâ melanjutkan lagi, \"Tuhan semesta alam adalah Penciptamu dan para nenek moyangmu. Di antara nenek moyangmu itu ada yang mengaku Tuhan sebagaimana halnya kamu. Mereka semua telah binasa, dan kamu pun akan binasa pula. Dengan demikian, anggapan dirimu sebagai Tuhan sama sekali tidak dapat dibenarkan. Sebab, Tuhan yang hakiki tidak akan pernah mati.\"",
        "numberInSurah": 26,
        "juz": 19,
        "manzil": 5,
        "page": 368,
        "ruku": 317,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2959,
        "text": "Untuk membangkitkan kemarahan kaumnya, Fir'aun berkata kepada mereka. Dikatakannyalah sesuatu yang tidak benar mengenai kerasulan Mûsâ dengan menganggapnya sebagai orang gila. Karena, menurutnya, ia menjawab sesuatu yang tidak ditanyakan dan menyematkan Tuhan dengan sifat-sifat yang aneh. Demikianlah, Fir'aun telah menghasut kaumnya untuk mendustakan Mûsâ.",
        "numberInSurah": 27,
        "juz": 19,
        "manzil": 5,
        "page": 368,
        "ruku": 317,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2960,
        "text": "Mûsâ berkata, \"Jika memang kalian berpikir, berimanlah kepada risalahku ini. Karena sesungguhnya terbit dan terbenamnya matahari dengan suatu ketetapan yang sangat teliti merupakan bukti yang jelas akan adanya Sang Pencipta. Dengan demikian, kalianlah yang berhak dikatakan tidak waras.\"",
        "numberInSurah": 28,
        "juz": 19,
        "manzil": 5,
        "page": 368,
        "ruku": 317,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2961,
        "text": "Fir'aun berkata kepada Mûsâ, \"Sungguh jika kamu menjadikan Tuhan selain diriku, aku akan menjadikan kamu salah seorang yang buruk keadaannya di dalam penjaraku.\" Begitulah, Fir'aun terpaksa menggunakan ancaman setelah ia merasa tidak mampu menolak bukti-bukti ciptaan Tuhan.",
        "numberInSurah": 29,
        "juz": 19,
        "manzil": 5,
        "page": 368,
        "ruku": 317,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2962,
        "text": "Dengan bersikap lembut karena benar-benar menginginkan keimanan Fir'aun, Mûsâ berkata, \"Benarkah kamu akan menjadikan aku sebagai salah seorang tawananmu, meskipun aku perlihatkan kepadamu bukti kuat yang membenarkan segala ucapanku?\"",
        "numberInSurah": 30,
        "juz": 19,
        "manzil": 5,
        "page": 368,
        "ruku": 317,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2963,
        "text": "Fir'aun menjawab, \"Cobalah perlihatkan bukti kenabianmu itu, jika kamu memang benar.\" Ia berkata seperti itu dengan harapan agar dapat melihat kelemahan argumentasi Mûsâ.",
        "numberInSurah": 31,
        "juz": 19,
        "manzil": 5,
        "page": 368,
        "ruku": 317,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2964,
        "text": "Ke hadapan Fir'aun dan kaumnya, Mûsâ pun melemparkan tongkatnya. Seketika itu juga, tongkat itu berubah menjadi seekor ular besar yang benar-benar hidup, bukan hasil sulapan sihir yang menyerupai ular.",
        "numberInSurah": 32,
        "juz": 19,
        "manzil": 5,
        "page": 368,
        "ruku": 317,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2965,
        "text": "Mûsâ lalu--sebagai mukjizat kedua--mengeluarkan tangan dari kantongnya. Tangannya itu berubah menjadi sangat putih, indah gemerlapan, sehingga membuat orang-orang yang melihatnya terpana.",
        "numberInSurah": 33,
        "juz": 19,
        "manzil": 5,
        "page": 368,
        "ruku": 317,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2966,
        "text": "Fir'aun berkata kepada kaumnya, \"Sesungguhnya Mûsâ benar-benar seorang penyihir yang handal.\" Ia berkata seperti itu karena takut kaumnya menjadi tunduk kepada kebenaran yang mereka saksikan pada Mûsâ.",
        "numberInSurah": 34,
        "juz": 19,
        "manzil": 5,
        "page": 368,
        "ruku": 318,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2967,
        "text": "Fir'aun menambahkan lagi, \"Penyihir ini bermaksud menundukkan aku sehingga kalian nantinya akan terusir dari negeri ini.\" Ia berkata seperti itu untuk membangkitkan kemarahan kaumnya. Sebab, keterpisahan dengan tanah tumpah darah merupakan salah satu hal yang berat, terutama bila dilakukan dengan kekerasan dan pengusiran. Selanjutnya, Fir'aun meminta saran dari kaum yang menyembahnya ini. Demikianlah, karena terdesak oleh bukti-bukti kuat yang diperlihatkan Mûsâ, Fir'aun--dengan meminta saran seperti itu--lupa bahwa ia telah mengaku Tuhan.",
        "numberInSurah": 35,
        "juz": 19,
        "manzil": 5,
        "page": 368,
        "ruku": 318,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2968,
        "text": "Kaumnya berkata kepada Fir'aun, \"Tangguhkanlah perkara kedua orang ini. Lalu kerahkanlah balatentara ke seluruh kota untuk mengumpulkan para ahli sihir dari wargamu. Karena sihir hanya bisa dilawan dengan sihir.",
        "numberInSurah": 36,
        "juz": 19,
        "manzil": 5,
        "page": 368,
        "ruku": 318,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2969,
        "text": "Mereka akan mendatangkan kepadamu sejumlah besar ahli sihir yang piawai dan lebih unggul serta berpengalaman dibanding Mûsâ.\" Dengan saran ini, kaumnya berharap dapat meredam kecemasan Fir'aun.",
        "numberInSurah": 37,
        "juz": 19,
        "manzil": 5,
        "page": 368,
        "ruku": 318,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2970,
        "text": "Maka dikumpulkanlah para ahli sihir dari seluruh pelosok negeri. Lalu ditentukan waktu pertemuan mereka dengan Mûsâ pada hari perayaan (yawm al-zînah), pada waktu duha, menjelang tengah hari.",
        "numberInSurah": 38,
        "juz": 19,
        "manzil": 5,
        "page": 368,
        "ruku": 318,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2971,
        "text": "Semua orang berharap dapat menghadiri acara yang ditunggu-tunggu pada hari yang telah ditentukan itu. Mereka saling bertanya satu sama lain, \"Adakah kalian akan berkumpul?\" Maksudnya, \"Berkumpullah kalian semua!\"",
        "numberInSurah": 39,
        "juz": 19,
        "manzil": 5,
        "page": 368,
        "ruku": 318,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2972,
        "text": "Mereka semua memperkirakan bahwa kemenangan nantinya akan berada di pihak para ahli sihir, sehingga mereka akan tetap memeluk agama mereka. Mereka sengaja melakukan hal itu, agar para ahli sihir terdorong untuk lebih menyiapkan diri guna mengalahkan Mûsâ.",
        "numberInSurah": 40,
        "juz": 19,
        "manzil": 5,
        "page": 369,
        "ruku": 318,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2973,
        "text": "Tatkala para ahli sihir itu datang, mereka berkata kepada Fir'aun, \"Jika kami dapat mengalahkannya, adakah kamu akan memberikan kami imbalan yang besar?\"",
        "numberInSurah": 41,
        "juz": 19,
        "manzil": 5,
        "page": 369,
        "ruku": 318,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2974,
        "text": "Fir'aun menjawab, \"Tentu, kalian berhak mendapatkan apa yang kalian sebutkan. Bahkan, di samping imbalan yang besar, kalian juga akan menjadi orang terdekatku, orang-orang yang memiliki kedudukan dan kekuasaan.\"",
        "numberInSurah": 42,
        "juz": 19,
        "manzil": 5,
        "page": 369,
        "ruku": 318,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2975,
        "text": "Ketika waktu yang ditentukan itu tiba, Mûsâ berkata kepada para ahli sihir, \"Lemparkanlah semua sihir yang ingin kalian lakukan.\"",
        "numberInSurah": 43,
        "juz": 19,
        "manzil": 5,
        "page": 369,
        "ruku": 318,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2976,
        "text": "Mereka pun melemparkan berbagai tali dan tongkat yang ada. Orang-orang pun terkesima melihat semua yang dilempar itu berubah menjadi ular-ular yang merayap. Mereka bersumpah, demi kekuasaan dan kekuatan Fir'aun, bahwa merekalah yang keluar sebagai pemenang.",
        "numberInSurah": 44,
        "juz": 19,
        "manzil": 5,
        "page": 369,
        "ruku": 318,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2977,
        "text": "Maka Mûsâ pun melemparkan tongkatnya. Seketika itu juga tongkat itu menjadi ular besar yang menelan semua tali dan tongkat yang mereka palsukan sehingga seolah-olah menjadi ular-ular yang merayap.",
        "numberInSurah": 45,
        "juz": 19,
        "manzil": 5,
        "page": 369,
        "ruku": 318,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2978,
        "text": "Menyaksikan hal itu, para ahli sihir segera bersujud kepada Allah. Mereka yakin apa yang dilakukan Mûsâ bukan sejenis sihir.",
        "numberInSurah": 46,
        "juz": 19,
        "manzil": 5,
        "page": 369,
        "ruku": 318,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2979,
        "text": "Mereka memperkuat kesungguhan sujud mereka dengan berkata, \"Kami beriman kepada Tuhan semesta alam.\"",
        "numberInSurah": 47,
        "juz": 19,
        "manzil": 5,
        "page": 369,
        "ruku": 318,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2980,
        "text": "Lalu mereka menegaskan bahwa Tuhan semesta alam yang mereka imani adalah, \"Tuhan Mûsâ dan Hârûn.\"",
        "numberInSurah": 48,
        "juz": 19,
        "manzil": 5,
        "page": 369,
        "ruku": 318,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2981,
        "text": "Fir'aun tidak menerima keimanan para ahli sihir yang dilakukan tanpa seizinnya, lalu ia mengancam mereka. Dikatakannya bahwa Mûsâ sebenarnya adalah guru mereka dalam soal sihir-menyihir, sehingga--karena dianggap bersekongkol--mereka berhak mendapatkan siksaan. Fir'aun berkata, \"Sungguh, akan aku potong tangan dan kaki kalian secara bersilang, tangan kanan dengan kaki kiri atau sebaliknya. Lalu aku salib kalian semua!\"",
        "numberInSurah": 49,
        "juz": 19,
        "manzil": 5,
        "page": 369,
        "ruku": 318,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2982,
        "text": "Para ahli sihir berkata, \"Siksaan yang akan kamu lakukan kepada kami, sebagaimana ancamanmu, tidak akan membahayakan kami. Sebab, kami akan kembali kepada Tuhan untuk mendapatkan ganjaran-Nya, suatu ganjaran dan akhir yang baik.",
        "numberInSurah": 50,
        "juz": 19,
        "manzil": 5,
        "page": 369,
        "ruku": 318,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2983,
        "text": "Sesungguhnya kami mengharapkan ampunan Tuhan kami dari segala kesalahan yang kami lakukan sebelumnya, dan kami adalah orang-orang Mukmin pertama dari kaummu.\"",
        "numberInSurah": 51,
        "juz": 19,
        "manzil": 5,
        "page": 369,
        "ruku": 318,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2984,
        "text": "Saat didapati Mûsâ tak tahan lagi menahan pedih, Allah mewahyukan kepadanya untuk membawa pergi orang-orang Banû Isrâ'îl yang beriman pada malam hari. Dan Allah telah mengatur kedua kelompok ini--yaitu Mûsâ dan kaumnya berada di muka, sementara Fir'aun beserta kaumnya mengikuti di belakang mereka--sehingga, begitu sampai di laut, Allah akan membinasakan Fir'aun dan balatentaranya.",
        "numberInSurah": 52,
        "juz": 19,
        "manzil": 5,
        "page": 369,
        "ruku": 318,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 2985,
        "text": "Di saat mengetahui keberangkatan Mûsâ dan Banû Isrâ'îl, Fir'aun segera mengerahkan bala tentaranya untuk mengumpulkan di antara kaumnya yang tegap dan kuat dari seluruh wilayah kekuasannya. Ia benar- benar ingin mencegah keberangkatan Mûsâ dan Banû Isrâ'îl.",
        "numberInSurah": 53,
        "juz": 19,
        "manzil": 5,
        "page": 369,
        "ruku": 319,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 2986,
        "text": "Fir'aun berkata, \"Sesungguhnya Banû Isrâ'îl yang melarikan diri bersama Mûsâ adalah sekelompok orang yang hina dan sedikit jumlahnya.\" Fir'aun, dengan berkata seperti ini, tengah berusaha memanas- manasi kaumnya.",
        "numberInSurah": 54,
        "juz": 19,
        "manzil": 5,
        "page": 369,
        "ruku": 319,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 2987,
        "text": "\"Tetapi, meskipun dengan kondisi seperti itu,\" lanjut Fir'aun, \"mereka telah melakukan sesuatu yang menimbulkan kemarahan kita. Mereka telah melanggar perintah dan keluar tanpa seizin kita.",
        "numberInSurah": 55,
        "juz": 19,
        "manzil": 5,
        "page": 369,
        "ruku": 319,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 2988,
        "text": "Sesungguhnya kita semua, seperti biasanya, senantiasa waspada dan siaga serta selalu dapat menyelesaikan masalah.\"",
        "numberInSurah": 56,
        "juz": 19,
        "manzil": 5,
        "page": 369,
        "ruku": 319,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 2989,
        "text": "Maka Kami membuat Fir'aun dan balatentaranya keluar dari negeri mereka yang dipenuhi taman-taman yang asri dengan sungai-sungai yang mengalir di bawahnya. Mereka binasa karena telah menolak kebenaran dan berusaha mengejar Mûsâ, sebagaimana diilustrasikan dalam tiga ayat sebelumnya.",
        "numberInSurah": 57,
        "juz": 19,
        "manzil": 5,
        "page": 369,
        "ruku": 319,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 2990,
        "text": "Mereka pun Kami keluarkan dari emas dan perak serta kediaman mereka yang bentuk indah dan fasilitasnya nyaman.",
        "numberInSurah": 58,
        "juz": 19,
        "manzil": 5,
        "page": 369,
        "ruku": 319,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 2991,
        "text": "Dengan cara yang menakjubkan ini--sebagaimana telah Kami paparkan kepadamu, wahai Muhammad--Kami menyeret mereka keluar meninggalkan negeri mereka. Dan setelah mereka binasa, Kami menyerahkan kerajaan ini--dengan berbagai kenikmatannya--kepada Banû Isrâ'îl.",
        "numberInSurah": 59,
        "juz": 19,
        "manzil": 5,
        "page": 369,
        "ruku": 319,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 2992,
        "text": "Fir'aun dan kaumnya berusaha mengejar Banû Isrâ'îl yang berhasil disusul di saat matahari terbit.",
        "numberInSurah": 60,
        "juz": 19,
        "manzil": 5,
        "page": 369,
        "ruku": 319,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 2993,
        "text": "Maka tatkala kedua kelompok itu saling melihat, para pengikut Mûsâ berkata ketakutan, \"Sesungguhnya Fir'aun dan kaumnya hampir menyusul dan kemudian membunuh kita.\"",
        "numberInSurah": 61,
        "juz": 19,
        "manzil": 5,
        "page": 370,
        "ruku": 319,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 2994,
        "text": "Mûsâ berkata, \"Sesungguhnya perlindungan Allah selalu menyertai ke mana aku pergi. Dia senantiasa memberikan kepadaku jalan keselamatan.\" Demikianlah, Mûsâ berusaha menenangkan Banû Isrâ'îl dan membuang jauh-jauh dari pikiran mereka perihal ketersusulan yang menakutkan itu.",
        "numberInSurah": 62,
        "juz": 19,
        "manzil": 5,
        "page": 370,
        "ruku": 319,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 2995,
        "text": "Maka Kami wahyukan kepada Mûsâ agar memukul lautan dengan tongkatnya. Seketika, lautan itu terbelah membuat dua belas jalur, sesuai dengan jumlah kelompok Banû Isrâ'îl. Setiap jalur dipisahkan oleh dinding air seperti gunung yang besar dan kokoh.",
        "numberInSurah": 63,
        "juz": 19,
        "manzil": 5,
        "page": 370,
        "ruku": 319,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 2996,
        "text": "Fir'aun beserta kaumnya Kami buat semakin mendekat, agar mereka dapat memasuki jalur-jalur itu di belakang Mûsâ dan kaumnya.",
        "numberInSurah": 64,
        "juz": 19,
        "manzil": 5,
        "page": 370,
        "ruku": 319,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 2997,
        "text": "Kami menyelamatkan Mûsâ dan orang-orang yang menyertainya dengan membuat lautan itu tetap terbelah, sampai mereka semua selesai menyeberang.",
        "numberInSurah": 65,
        "juz": 19,
        "manzil": 5,
        "page": 370,
        "ruku": 319,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 2998,
        "text": "Lalu Kami menenggelamkan Fir'aun dan orang-orang yang menyertainya--saat mereka membuntuti Mûsâ dan Banû Isrâ'îl--dengan menimpakan air ke arah mereka.",
        "numberInSurah": 66,
        "juz": 19,
        "manzil": 5,
        "page": 370,
        "ruku": 319,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 2999,
        "text": "Sesungguhnya perbuatan Tuhan yang menakjubkan ini merupakan suatu peringatan bagi siapa saja yang mau menggunakannya. Akan tetapi kebanyakan kaum tidak mempercayainya.",
        "numberInSurah": 67,
        "juz": 19,
        "manzil": 5,
        "page": 370,
        "ruku": 319,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3000,
        "text": "Dan sesungguhnya Pencipta dan Pemeliharamu Mahaperkasa untuk membalas orang-orang yang mendustakan kebenaran; Maha Pemberi rahmat bagi orang-orang yang beriman.",
        "numberInSurah": 68,
        "juz": 19,
        "manzil": 5,
        "page": 370,
        "ruku": 319,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3001,
        "text": "Dan tuturkanlah kepada orang-orang kafir, wahai Muhammad, kisah Ibrâhîm a. s.",
        "numberInSurah": 69,
        "juz": 19,
        "manzil": 5,
        "page": 370,
        "ruku": 319,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3002,
        "text": "Tatkala ia berkata kepada bapak dan kaumnya, \"Sembahan apa yang, sebenarnya, tak patut kalian sembah ini?\" Ibrâhîm melontarkan pertanyaan ini untuk mencerca kecenderungan penyembahan mereka terhadap berhala-berhala.",
        "numberInSurah": 70,
        "juz": 19,
        "manzil": 5,
        "page": 370,
        "ruku": 320,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3003,
        "text": "Mereka, dengan bangga, menjawab, \"Kami tengah menyembah berhala-berhala. Kami akan senantiasa melakukannya sebagai penghormatan dan pemuliaan terhadap berhala-berhala itu.\"",
        "numberInSurah": 71,
        "juz": 19,
        "manzil": 5,
        "page": 370,
        "ruku": 320,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3004,
        "text": "Untuk mengingatkan kerancuan berpikir mereka, Ibrâhîm bertanya, \"Adakah berhala-berhala itu dapat mendengarkan dan mengabulkan doa-doa kalian?\"",
        "numberInSurah": 72,
        "juz": 19,
        "manzil": 5,
        "page": 370,
        "ruku": 320,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3005,
        "text": "\"Adakah berhala-berhala itu,\" lanjut Ibrâhîm, \"dapat memberikan kebaikan jika kalian menaati mereka? Atau sebaliknya, dapatkah mereka mendatangkan keburukan jika kalian menentang mereka?\"",
        "numberInSurah": 73,
        "juz": 19,
        "manzil": 5,
        "page": 370,
        "ruku": 320,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3006,
        "text": "Mereka menjawab, \"Mereka memang tidak dapat melakukan semua itu. Tetapi kami mendapatkan para nenek moyang kami melakukan penyembahan yang kami lakukan ini. Kami hanya sekadar mengikuti apa yang telah mereka lakukan.\"",
        "numberInSurah": 74,
        "juz": 19,
        "manzil": 5,
        "page": 370,
        "ruku": 320,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3007,
        "text": "Untuk membungkam mulut mereka, Ibrâhîm berkata, \"Tidak berpikirkah kalian, sehingga kalian mengetahui hakikat berhala-berhala yang disembah,",
        "numberInSurah": 75,
        "juz": 19,
        "manzil": 5,
        "page": 370,
        "ruku": 320,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3008,
        "text": "oleh kalian dan para nenek moyang sebelum kalian? Adakah berhala-berhala itu patut disembah atau tidak? Jika kalian memikirkan hal ini secara saksama, niscaya kalian menyadari bahwa selama ini kalian berada dalam kesesatan yang nyata.",
        "numberInSurah": 76,
        "juz": 19,
        "manzil": 5,
        "page": 370,
        "ruku": 320,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3009,
        "text": "Sembahan kalian selain Allah ini adalah musuh-musuhku, juga musuh kalian. Aku tidak akan menyembah mereka. Hanya Sang Pencipta, Penguasa dan Pemelihara alam semesta yang aku sembah. Dan aku akan selalu mendekatkan diri kepada-Nya.",
        "numberInSurah": 77,
        "juz": 19,
        "manzil": 5,
        "page": 370,
        "ruku": 320,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3010,
        "text": "Dialah yang telah menciptakan aku dari ketiadaan dalam bentuk yang sempurna. Dia juga memberi petunjuk kepadaku agar dapat mencapai kebahagiaan dunia dan akhirat.",
        "numberInSurah": 78,
        "juz": 19,
        "manzil": 5,
        "page": 370,
        "ruku": 320,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3011,
        "text": "Dan Dialah yang mengaruniakan makanan dan minuman kepadaku sehingga aku dapat memperoleh dan memanfaatkannya untuk kelangsungan hidupku.",
        "numberInSurah": 79,
        "juz": 19,
        "manzil": 5,
        "page": 370,
        "ruku": 320,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3012,
        "text": "Bila aku menderita sakit, Dialah yang menyembuhkan aku dengan mempermudah pengobatan sambil berserah diri kepada-Nya.",
        "numberInSurah": 80,
        "juz": 19,
        "manzil": 5,
        "page": 370,
        "ruku": 320,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3013,
        "text": "Dialah yang mewafatkan aku jika ajal telah tiba, dan kemudian menghidupkan aku kembali untuk memperoleh perhitungan dan balasan.",
        "numberInSurah": 81,
        "juz": 19,
        "manzil": 5,
        "page": 370,
        "ruku": 320,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3014,
        "text": "Dialah yang ampunan-Nya amat kuinginkan, agar--saat perhitungan nanti--segala kealpaan dan kekhilafanku di dunia terhapus.\"",
        "numberInSurah": 82,
        "juz": 19,
        "manzil": 5,
        "page": 370,
        "ruku": 320,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3015,
        "text": "Kemudian Ibrâhîm a. s. memanjatkan doa, \"Ya Tuhanku, anugerahilah kesempurnaan ilmu dan amal kepadaku, sehingga--dari sekian banyak hamba-Mu--aku layak mengemban risalah dan hikmah. Dan terimalah diriku untuk berada dalam golongan orang yang saleh.",
        "numberInSurah": 83,
        "juz": 19,
        "manzil": 5,
        "page": 370,
        "ruku": 320,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3016,
        "text": "Dan jadikanlah diriku sebagai buah bibir yang baik dan kesan yang indah bagi umat-umat yang datang setelah aku, sehingga keharumanku tetap tercatat sampai hari kiamat nanti.",
        "numberInSurah": 84,
        "juz": 19,
        "manzil": 5,
        "page": 371,
        "ruku": 320,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3017,
        "text": "Masukkanlah aku ke dalam golongan hamba-Mu yang dianugerahi kenikmatan surga, sebagai balasan dari keimanan dan ibadah mereka kepada-Mu.",
        "numberInSurah": 85,
        "juz": 19,
        "manzil": 5,
        "page": 371,
        "ruku": 320,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3018,
        "text": "Jadikanlah bapakku sebagai orang yang layak mendapatkan ampunan-Mu, dengan memberi petunjuk kepadanya untuk memeluk Islam. (Dahulu, saat perpisahan, Ibrâhîm menjanjikan bapaknya dapat masuk Islam). Sebab, ia adalah salah seorang yang menyimpang dari petunjuk dan kebenaran.",
        "numberInSurah": 86,
        "juz": 19,
        "manzil": 5,
        "page": 371,
        "ruku": 320,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3019,
        "text": "Janganlah Engkau mempermalukan dan membuat aku terhina di hadapan manusia pada hari dibangkitkannya manusia dari kubur untuk mendapatkan perhitungan dan balasan.",
        "numberInSurah": 87,
        "juz": 19,
        "manzil": 5,
        "page": 371,
        "ruku": 320,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3020,
        "text": "Pada hari ketika harta yang dikeluarkan dan pertolongan anak keturunan tidak berguna lagi.",
        "numberInSurah": 88,
        "juz": 19,
        "manzil": 5,
        "page": 371,
        "ruku": 320,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3021,
        "text": "Kecuali bagi mereka yang beriman dan mengharap Allah dengan jiwa yang bersih dari kekufuran, kemunafikan dan sikap pamer.",
        "numberInSurah": 89,
        "juz": 19,
        "manzil": 5,
        "page": 371,
        "ruku": 320,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3022,
        "text": "Pada hari didekatkannya surga ke tempat orang-orang yang berbahagia, lalu mereka--yang telah menjauhkan diri dari kekufuran dan kemaksiatan serta menerima keimanan dan ketaatan di dunia--berjalan ke arah surga.\"",
        "numberInSurah": 90,
        "juz": 19,
        "manzil": 5,
        "page": 371,
        "ruku": 320,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3023,
        "text": "Adapun orang-orang yang menolak kebenaran, neraka jahim akan ditampakkan kepada mereka, sehingga jilatan apinya hampir mengenai mereka. Di saat itu, mereka sangat bersedih dan menyesal.",
        "numberInSurah": 91,
        "juz": 19,
        "manzil": 5,
        "page": 371,
        "ruku": 320,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3024,
        "text": "Mereka akan dibentak, \"Mana tuhan-tuhan selain Allah yang kalian sembah itu?",
        "numberInSurah": 92,
        "juz": 19,
        "manzil": 5,
        "page": 371,
        "ruku": 320,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3025,
        "text": "Adakah di hari ini sembahan-sembahan selain Allah yang kalian anggap sebagai juru selamat dapat menolong kalian? Atau, bahkan, menolong diri mereka sendiri?\" Sembahan-sembahan mereka, tentu, tidak dapat melakukan semua itu. Sebab, mereka beserta sesembahan adalah bara dari api neraka itu sendiri.",
        "numberInSurah": 93,
        "juz": 19,
        "manzil": 5,
        "page": 371,
        "ruku": 320,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3026,
        "text": "Wajah-wajah mereka akan dijungkirkan berkali-kali ke dalam neraka jahim, hingga akhirnya mereka, juga orang-orang yang membuat mereka sesat, akan menetap di dasar neraka jahim.",
        "numberInSurah": 94,
        "juz": 19,
        "manzil": 5,
        "page": 371,
        "ruku": 320,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3027,
        "text": "Mereka juga akan ditemani para kaki tangan iblis. Yakni, mereka yang selalu mengemas kejahatan dan dosa sehingga terlihat indah oleh manusia, atau jin dan manusia pelaku kemaksiatan yang selalu mengikuti jalan Iblîs.",
        "numberInSurah": 95,
        "juz": 19,
        "manzil": 5,
        "page": 371,
        "ruku": 320,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3028,
        "text": "Di hari itu mereka akan mengetahui dan meratapi kesalahan yang mereka perbuat. Mereka dan sembahan-sembahan yang menyesatkan mereka bertengkar saling menyalahkan.",
        "numberInSurah": 96,
        "juz": 19,
        "manzil": 5,
        "page": 371,
        "ruku": 320,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3029,
        "text": "\"Demi Allah, sesungguhnya kami di dunia berada dalam kerancuan dan kebodohan yang jelas, serta menyimpang dari kebenaran yang sangat tampak.",
        "numberInSurah": 97,
        "juz": 19,
        "manzil": 5,
        "page": 371,
        "ruku": 320,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3030,
        "text": "Yaitu tatkala kami menyederajatkan kalian, wahai sembahan, setara untuk disembah dengan Tuhan semesta alam. Padahal jelas perbedaan antara kalian yang lemah dengan Dia yang Mahakuasa.",
        "numberInSurah": 98,
        "juz": 19,
        "manzil": 5,
        "page": 371,
        "ruku": 320,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3031,
        "text": "Dan kami tidak akan terperosok dalam kebinasaan seperti ini melainkan disebabkan oleh para pembuat dosa yang menyesatkan kami dari jalan kebenaran.",
        "numberInSurah": 99,
        "juz": 19,
        "manzil": 5,
        "page": 371,
        "ruku": 320,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3032,
        "text": "Maka kami pun tidak mendapatkan penolong yang dapat menyelamatkan kami dari siksa, seperti yang kami duga sebelumnya.",
        "numberInSurah": 100,
        "juz": 19,
        "manzil": 5,
        "page": 371,
        "ruku": 320,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3033,
        "text": "Bahkan tak seorang karib pun--jika memang tak dapat mengeluarkan mereka dari siksaan--yang dapat dijadikan tempat mengadu dari kepedihan yang kami alami ini.\"",
        "numberInSurah": 101,
        "juz": 19,
        "manzil": 5,
        "page": 371,
        "ruku": 320,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3034,
        "text": "Di saat itulah mereka berharap dapat kembali lagi ke dunia agar dapat beriman dan memperoleh keselamatan.\"",
        "numberInSurah": 102,
        "juz": 19,
        "manzil": 5,
        "page": 371,
        "ruku": 320,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3035,
        "text": "Sesungguhnya apa yang telah Allah sebutkan dalam kisah Ibrâhîm ini merupakan nasihat dan renungan bagi orang-orang yang mau menerima nasihat dan mengambil pelajaran. Tetapi kebanyakan kaummu yang mendengar kisah ini, wahai Muhammad, tidak juga menuruti seruanmu.",
        "numberInSurah": 103,
        "juz": 19,
        "manzil": 5,
        "page": 371,
        "ruku": 320,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3036,
        "text": "Sesungguhnya Tuhanmu Mahakuasa untuk membalas orang-orang yang mendustakan kebenaran; Maha Pemberi nikmat bagi orang-orang yang melakukan kebaikan.",
        "numberInSurah": 104,
        "juz": 19,
        "manzil": 5,
        "page": 371,
        "ruku": 320,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3037,
        "text": "Dalam firman-Nya, Allah telah menyebutkan berita tentang Nûh. Disebutkan bahwa kaum Nûh telah mendustakan risalah dan menolak seruan rasul mereka. Dengan demikian, mereka berarti telah mendustakan seluruh rasul, karena kesamaan prinsip dan tujuan dakwah mereka.",
        "numberInSurah": 105,
        "juz": 19,
        "manzil": 5,
        "page": 371,
        "ruku": 321,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3038,
        "text": "Mereka telah mendustakan risalah di kala Nûh, saudara mereka dalam pertalian keluarga, bukan saudara seagama, memperingatkan mereka, \"Apakah kalian tidak takut kepada Allah sehingga kalian meninggalkan menyembah selain-Nya?",
        "numberInSurah": 106,
        "juz": 19,
        "manzil": 5,
        "page": 371,
        "ruku": 321,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3039,
        "text": "Sesungguhnya aku adalah utusan Allah kepada kalian untuk mengajak ke jalan yang lurus. Dan aku adalah seorang yang dapat dipercaya untuk menyampaikan risalah-Nya.",
        "numberInSurah": 107,
        "juz": 19,
        "manzil": 5,
        "page": 371,
        "ruku": 321,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3040,
        "text": "Maka takutlah kalian kepada Allah, laksanakanlah perintah yang kuserukan untuk mengesakan dan menaati-Nya ini.",
        "numberInSurah": 108,
        "juz": 19,
        "manzil": 5,
        "page": 371,
        "ruku": 321,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3041,
        "text": "Aku tak sedikit pun mengharapkan imbalan kalian sebagai balasan dari nasihat dan doa yang kulakukan demi kalian ini.",
        "numberInSurah": 109,
        "juz": 19,
        "manzil": 5,
        "page": 371,
        "ruku": 321,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3042,
        "text": "Maka waspadalah terhadap siksa Allah dan laksanakanlah perintahku.\"",
        "numberInSurah": 110,
        "juz": 19,
        "manzil": 5,
        "page": 371,
        "ruku": 321,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3043,
        "text": "Kaum Nûh, yang menolak seruan itu, berkata, \"Kami tak akan beriman kepadamu selama pengikut- pengikutmu adalah mereka yang berasal dari kalangan kelas bawah yang rendah kedudukannya serta sedikit hartanya.\"",
        "numberInSurah": 111,
        "juz": 19,
        "manzil": 5,
        "page": 371,
        "ruku": 321,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3044,
        "text": "Nûh berkata, \"Dari mana aku tahu bahwa mereka itu rendah kedudukannya dan sedikit hartanya? Aku hanya ditugaskan untuk mengajak mereka beriman tanpa harus mengetahui lebih dulu kekayaan dan status mereka.",
        "numberInSurah": 112,
        "juz": 19,
        "manzil": 5,
        "page": 372,
        "ruku": 321,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3045,
        "text": "Tuhanlah yang akan membalas hasil usaha mereka. Dia Maha Mengetahui apa yang ada dalam benak mereka. Kalau kalian termasuk orang yang berpikiran jernih, kalian tentu akan mengetahui hal ini.",
        "numberInSurah": 113,
        "juz": 19,
        "manzil": 5,
        "page": 372,
        "ruku": 321,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3046,
        "text": "Dan aku tidak akan mengusir mereka yang mempercayai seruanku--bagaimanapun status mereka, kaya atau miskin--untuk sekadar memenuhi syarat yang kalian ajukan untuk beriman kepadaku.",
        "numberInSurah": 114,
        "juz": 19,
        "manzil": 5,
        "page": 372,
        "ruku": 321,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3047,
        "text": "Aku tidak lain hanyalah seorang rasul yang diutus untuk memberi peringatan kepada manusia dengan didukung bukti-bukti yang dapat memilah mana yang hak dan mana yang batil. Karenanya, tak ada perbedaan antara golongan bangsawan dan rakyat jelata. Bagaimana mungkin aku mengusir orang-orang Mukmin hanya lantaran kemiskinan mereka?\"",
        "numberInSurah": 115,
        "juz": 19,
        "manzil": 5,
        "page": 372,
        "ruku": 321,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3048,
        "text": "Mereka berkata, \"Wahai Nûh, jika kamu tidak menghentikan seruanmu, sungguh kami akan merajammu dengan bebatuan.\" Demikianlah, mereka mengancam untuk membunuh Nûh.",
        "numberInSurah": 116,
        "juz": 19,
        "manzil": 5,
        "page": 372,
        "ruku": 321,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3049,
        "text": "Nûh mengadukan kekukuhan pendustaan kaumnya, seraya berseru, \"Ya Tuhanku, sesungguhnya kaumku adalah orang-orang yang selalu mendustakan aku.\" Oleh karena itu, Nûh mempunyai alasan untuk memohonkan keburukan bagi mereka.",
        "numberInSurah": 117,
        "juz": 19,
        "manzil": 5,
        "page": 372,
        "ruku": 321,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3050,
        "text": "Nûh melanjutkan, \"Maka putuskanlah perkara antara aku dengan mereka ini dengan suatu keputusan yang dapat membinasakan mereka yang telah mengingkari keesaan-Mu serta mendustakan rasul-Mu. Dan selamatkanlah aku dan orang-orang Mukmin yang menyertaiku dari siksa akibat pembangkangan mereka.\"",
        "numberInSurah": 118,
        "juz": 19,
        "manzil": 5,
        "page": 372,
        "ruku": 321,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3051,
        "text": "Maka--untuk mengabulkan doa Nûh--Kami menyelamatkannya dan orang-orang Mukmin yang menyertainya dalam sebuah bahtera yang mereka naiki dan muati dengan apa yang mereka butuhkan.",
        "numberInSurah": 119,
        "juz": 19,
        "manzil": 5,
        "page": 372,
        "ruku": 321,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3052,
        "text": "Setelah menyelamatkan Nûh dan orang-orang Mukmin, Kami menenggelamkan sisa kaumnya yang tidak beriman.",
        "numberInSurah": 120,
        "juz": 19,
        "manzil": 5,
        "page": 372,
        "ruku": 321,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3053,
        "text": "Sesungguhnya apa yang dipaparkan al-Qur'ân tentang kisah ini merupakan bukti kebenaran para rasul dan kekuasaan Allah. Tetapi, kebanyakan mereka yang telah diperdengarkan kisah ini, tidak beriman.",
        "numberInSurah": 121,
        "juz": 19,
        "manzil": 5,
        "page": 372,
        "ruku": 321,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3054,
        "text": "Dan sesungguhnya Tuhanmu Mahaperkasa untuk membalas para tiran yang membangkang; Maha Pemberi nikmat bagi orang-orang yang bertakwa.",
        "numberInSurah": 122,
        "juz": 19,
        "manzil": 5,
        "page": 372,
        "ruku": 321,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3055,
        "text": "Kabilah 'Ad telah mendustakan Hûd a. s., rasul mereka. Mereka, karenanya, telah mendustakan semua rasul. Sebab, prinsip dan tujuan dakwah seluruh rasul adalah sama.",
        "numberInSurah": 123,
        "juz": 19,
        "manzil": 5,
        "page": 372,
        "ruku": 322,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3056,
        "text": "Tatkala saudara mereka, Hûd, berkata, \"Tidakkah kalian takut kepada Allah sehingga kalian mengikhlaskan diri untuk beribadah kepada-Nya?",
        "numberInSurah": 124,
        "juz": 19,
        "manzil": 5,
        "page": 372,
        "ruku": 322,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3057,
        "text": "Sesungguhnya aku diutus oleh Allah untuk menunjuki kalian jalan kebenaran. Dan aku selalu bersikap amanah terhadap risalah Allah ini dengan menyampaikan kepada kalian semua yang Allah perintahkan kepadaku.",
        "numberInSurah": 125,
        "juz": 19,
        "manzil": 5,
        "page": 372,
        "ruku": 322,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3058,
        "text": "Maka laksanakanlah segala perintah Allah, takutlah kepada-Nya dan ikutilah apa yang kuserukan kepada kalian dari sisi Allah.",
        "numberInSurah": 126,
        "juz": 19,
        "manzil": 5,
        "page": 372,
        "ruku": 322,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3059,
        "text": "Nasihat dan petunjuk yang kuberikan kepada kalian ini tidak aku maksudkan untuk mendapatkan segala bentuk imbalan dari kalian. Hanya Tuhan semesta alamlah yang imbalan-Nya amat kuharapkan.",
        "numberInSurah": 127,
        "juz": 19,
        "manzil": 5,
        "page": 372,
        "ruku": 322,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3060,
        "text": "Adakah kalian mendirikan bangunan yang kokoh di semua dataran tinggi untuk berbangga-bangga dan menjadikannya tempat berkumpul untuk berfoya-foya dan membuat kerusakan? (Dalam ayat ini, Allah hendak mengingatkan mereka hal-hal yang bermanfaat dan mencela ketidakberimanan dan perbuatan buruk mereka).",
        "numberInSurah": 128,
        "juz": 19,
        "manzil": 5,
        "page": 372,
        "ruku": 322,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3061,
        "text": "Dan kalian membangun istana-istana yang kuat dan kokoh dengan kolam-kolam airnya, seolah-olah kalian akan kekal di dunia dan tidak pernah mati!",
        "numberInSurah": 129,
        "juz": 19,
        "manzil": 5,
        "page": 372,
        "ruku": 322,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3062,
        "text": "Jika kalian melakukan penyiksaan, kalian terlalu berlebihan melakukannya dengan cara-cara yang bengis dan kejam. Kalian membunuh dan memukul tanpa belas kasihan sedikit pun.",
        "numberInSurah": 130,
        "juz": 19,
        "manzil": 5,
        "page": 372,
        "ruku": 322,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3063,
        "text": "Maka takutlah kepada Allah saat melakukan penyiksaan. Dengarkanlah perintah yang kuserukan ini, karena hal itu lebih berguna dan lebih kekal.",
        "numberInSurah": 131,
        "juz": 19,
        "manzil": 5,
        "page": 372,
        "ruku": 322,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3064,
        "text": "Dan waspadalah terhadap murka Allah yang telah bermurah hati mengaruniakan segala yang telah kalian ketahui dari pelbagai pemberian-Nya.",
        "numberInSurah": 132,
        "juz": 19,
        "manzil": 5,
        "page": 372,
        "ruku": 322,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3065,
        "text": "Yaitu sejumlah karunia Allah kepada kalian berupa unta, sapi dan domba, serta anak keturunan yang kuat, yang dapat memelihara ternak dan membantu kalian menanggung beban kehidupan.",
        "numberInSurah": 133,
        "juz": 19,
        "manzil": 5,
        "page": 372,
        "ruku": 322,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3066,
        "text": "Juga berupa kebun-kebun yang dipenuhi buah serta berbagai mata air yang kalian butuhkan.",
        "numberInSurah": 134,
        "juz": 19,
        "manzil": 5,
        "page": 372,
        "ruku": 322,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3067,
        "text": "Sesungguhnya aku khawatir Allah akan menurunkan azab yang pedih di dunia ini kepada kalian. Sementara di akhirat nanti kalian akan dijerumuskan ke dalam neraka Jahanam, disebabkan kesewenang- wenangan kalian atas segala nikmat-Nya.",
        "numberInSurah": 135,
        "juz": 19,
        "manzil": 5,
        "page": 372,
        "ruku": 322,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3068,
        "text": "Dengan sikap mencemooh, mereka berkata, \"Baik kamu sampaikan nasihat dan peringatan itu kepada kami ataupun tidak, sebenarnya sama saja bagi kami.",
        "numberInSurah": 136,
        "juz": 19,
        "manzil": 5,
        "page": 372,
        "ruku": 322,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3069,
        "text": "Apa yang kamu sampaikan itu tidak lebih dari kebohongan dan kebatilan orang-orang sebelum kamu yang dikemas dalam bentuk lain. Oleh karenanya, kami tidak akan meninggalkan apa yang ada pada kami.",
        "numberInSurah": 137,
        "juz": 19,
        "manzil": 5,
        "page": 373,
        "ruku": 322,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3070,
        "text": "Dan kami tidak akan diazab karena telah melakukan semua itu.\"",
        "numberInSurah": 138,
        "juz": 19,
        "manzil": 5,
        "page": 373,
        "ruku": 322,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3071,
        "text": "Demikianlah, mereka tetap bersikeras mempertahankan pendustaan yang ada. Maka Allah mempercepat kebinasaan mereka. Sesungguhnya apa yang Allah turunkan kepada kabilah 'Ad sebagai balasan pendustaan mereka, merupakan bukti yang menunjukkan kemahakuasaan Allah. Tetapi kebanyakan mereka yang dibacakan berita 'Ad ini tidak beriman.",
        "numberInSurah": 139,
        "juz": 19,
        "manzil": 5,
        "page": 373,
        "ruku": 322,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3072,
        "text": "Dan sesungguhnya Tuhanmu Mahaperkasa untuk menghancurkan para pembangkang; Maha Pengasih terhadap orang-orang beriman.",
        "numberInSurah": 140,
        "juz": 19,
        "manzil": 5,
        "page": 373,
        "ruku": 322,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3073,
        "text": "Kabilah Tsamûd telah mendustakan risalah dan dakwah Shâlih untuk mengesakan Allah. Itu sama artinya dengan mendustakan seluruh rasul, karena pokok-pokok dasar risalah mereka sama.",
        "numberInSurah": 141,
        "juz": 19,
        "manzil": 5,
        "page": 373,
        "ruku": 323,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3074,
        "text": "Ingatkanlah kaummu, wahai Muhammad, tatkala Shâlih, saudara sebangsa dan seperanakan kabilah Tsamûd, berkata kepada mereka, \"Apakah kalian tidak takut kepada Allah sehingga kalian mengesakan-Nya dalam beribadah?",
        "numberInSurah": 142,
        "juz": 19,
        "manzil": 5,
        "page": 373,
        "ruku": 323,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3075,
        "text": "Sesungguhnya aku diutus oleh Allah untuk kebahagiaan dan kebaikan kalian. Dan aku benar-benar menyampaikan risalah ini seperti yang aku terima dari Allah.",
        "numberInSurah": 143,
        "juz": 19,
        "manzil": 5,
        "page": 373,
        "ruku": 323,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3076,
        "text": "Maka takutlah kalian akan siksa Allah, dan ikutilah ajakanku.",
        "numberInSurah": 144,
        "juz": 19,
        "manzil": 5,
        "page": 373,
        "ruku": 323,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3077,
        "text": "Dalam menyampaikan nasihat dan petunjuk ini, aku tidak sedikit pun mengharapkan imbalan kalian. Hanya Penguasa alam semesta yang akan membalasnya.\"",
        "numberInSurah": 145,
        "juz": 19,
        "manzil": 5,
        "page": 373,
        "ruku": 323,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3078,
        "text": "Lalu Shâlih menolak keyakinan bahwa mereka akan kekal dalam kenikmatan yang ada, serta terhindar dari azab, kepunahan dan kematian.",
        "numberInSurah": 146,
        "juz": 19,
        "manzil": 5,
        "page": 373,
        "ruku": 323,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3079,
        "text": "Kenikmatan-kenikmatan yang ada pada mereka berupa kebun-kebun yang dipenuhi buah dan berbagai mata air yang mengalirkan sungai yang jernih (Eufrat).",
        "numberInSurah": 147,
        "juz": 19,
        "manzil": 5,
        "page": 373,
        "ruku": 323,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3080,
        "text": "Serta tanam-tanaman yang siap dituai dan pepohonan kurma yang buahnya matang dan lembut.",
        "numberInSurah": 148,
        "juz": 19,
        "manzil": 5,
        "page": 373,
        "ruku": 323,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3081,
        "text": "Mereka memahat dengan rajin dan cermat gunung-gunung tinggi untuk dijadikan sebagai tempat kediaman.",
        "numberInSurah": 149,
        "juz": 19,
        "manzil": 5,
        "page": 373,
        "ruku": 323,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3082,
        "text": "\"Maka,\" lanjut Shâlih, \"hendaknya kalian takut akan siksa Allah karena kalian tidak mensyukuri berbagai nikmat-Nya itu. Terimalah nasihatku ini, lalu amalkanlah!",
        "numberInSurah": 150,
        "juz": 19,
        "manzil": 5,
        "page": 373,
        "ruku": 323,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3083,
        "text": "Dan janganlah kalian mengikuti orang-orang yang melampaui batas dengan melakukan kemusyrikan dan terbuai oleh syahwat dan hawa nafsu yang rendah.",
        "numberInSurah": 151,
        "juz": 19,
        "manzil": 5,
        "page": 373,
        "ruku": 323,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3084,
        "text": "Mereka yang selalu membuat kerusakan di bumi Allah dan tidak melakukan perbaikan untuk memakmurkan negeri.\"",
        "numberInSurah": 152,
        "juz": 19,
        "manzil": 5,
        "page": 373,
        "ruku": 323,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3085,
        "text": "Mereka berkata, \"Kamu tidak lain hanyalah seorang yang terkena pengaruh sihir yang kuat sehingga akalnya tidak berfungsi.\" Begitulah, mereka memberikan jawaban yang keras dan menyakitkan.",
        "numberInSurah": 153,
        "juz": 19,
        "manzil": 5,
        "page": 373,
        "ruku": 323,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3086,
        "text": "Mereka melanjutkan lagi, \"Kamu pun adalah manusia biasa seperti kami. Jadi, bagaimana mungkin kamu menganggap memiliki keistimewaan sebagai nabi dan rasul? Kalau ajakanmu memang benar, perlihatkanlah kepada kami suatu mukjizat yang dapat membuktikan kebenaran risalahmu.\"",
        "numberInSurah": 154,
        "juz": 19,
        "manzil": 5,
        "page": 373,
        "ruku": 323,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3087,
        "text": "Shâlih--yang diberikan Allah mukjizat seekor unta--menanggapi tuntutan mereka, seraya berkata, \"Ini adalah seekor unta dari Allah yang Dia jadikan sebagai mukjizat. Unta ini diberi giliran untuk minum pada hari tertentu, dan kalian dilarang minum pada hari itu. Demikian pula kalian mendapat jatah minum di hari lain ketika unta itu tidak boleh diberi minum.",
        "numberInSurah": 155,
        "juz": 19,
        "manzil": 5,
        "page": 373,
        "ruku": 323,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3088,
        "text": "Janganlah kalian ganggu unta ini, jika kalian tidak ingin dibinasakan oleh azab yang besar.\"",
        "numberInSurah": 156,
        "juz": 19,
        "manzil": 5,
        "page": 373,
        "ruku": 323,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3089,
        "text": "Tetapi mereka kemudian membunuh unta itu dan menyalahi kesepakatan mereka dengan Shâlih. Karenanya, mereka berhak mendapatkan azab. Lalu mereka pun menyesali perbuatan itu.",
        "numberInSurah": 157,
        "juz": 19,
        "manzil": 5,
        "page": 373,
        "ruku": 323,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3090,
        "text": "Sesuai dengan peringatan Shâlih, mereka pun kemudian dibinasakan oleh azab Allah. Rasa penyesalan mereka tak berguna lagi untuk menepis siksaan akibat dosa-dosa mereka. Sesungguhnya dalam kisah mereka ini terdapat bukti kekuasaan Allah yang akan menghancurkan orang-orang kafir dan menyelamatkan orang-orang Mukmin. Tetapi banyak dari kaummu, Muhammad, yang tidak mempercayainya.",
        "numberInSurah": 158,
        "juz": 19,
        "manzil": 5,
        "page": 373,
        "ruku": 323,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3091,
        "text": "Dan sesungguhnya Penciptamu Mahakuasa untuk membinasakan orang-orang yang membangkang; Maha Pengasih untuk menyelamatkan orang-orang yang bertakwa.",
        "numberInSurah": 159,
        "juz": 19,
        "manzil": 5,
        "page": 373,
        "ruku": 323,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3092,
        "text": "Kaum Lûth--di saat menolak seruan untuk mengesakan Allah dan meninggalkan kemusyrikan--telah mendustakan para rasul.",
        "numberInSurah": 160,
        "juz": 19,
        "manzil": 5,
        "page": 374,
        "ruku": 324,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3093,
        "text": "Ingatkanlah kaummu, wahai Muhammad, tatkala Lûth, saudara dan besan kaumnya, berkata kepada mereka, \"Wahai kaumku, tidakkah kalian takut akan azab Allah?",
        "numberInSurah": 161,
        "juz": 19,
        "manzil": 5,
        "page": 374,
        "ruku": 324,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3094,
        "text": "Sesungguhnya aku diutus oleh Allah kepada kalian untuk menyampaikan agama yang benar dan aku dapat dipercaya untuk menyampaikan agama ini.",
        "numberInSurah": 162,
        "juz": 19,
        "manzil": 5,
        "page": 374,
        "ruku": 324,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3095,
        "text": "Maka hindarilah azab Allah, dan ikutilah seruanku kepada kalian.",
        "numberInSurah": 163,
        "juz": 19,
        "manzil": 5,
        "page": 374,
        "ruku": 324,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3096,
        "text": "Aku tidak mengharap imbalan kalian saat menyampaikan dakwahku ini. Imbalanku semata-mata dari Sang Penguasa dan Pemelihara alam semesta.\"",
        "numberInSurah": 164,
        "juz": 19,
        "manzil": 5,
        "page": 374,
        "ruku": 324,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3097,
        "text": "Lûth melanjutkan, \"Apakah kalian lebih menikmati menggauli lelaki ketimbang perempuan?\" Lûth bermaksud mencela perbuatan keji dan menjijikkan yang biasa mereka lakukan. (1) (1) Ayat ini mensinyalir tentang bahaya homoseks, suatu tindakan kotor yang menjijikkan dan menurunkan martabat kemanusiaan. Kebiasaan kotor ini, jika meluas, akan memporak-porandakan ikatan perkawinan konvensional yang merupakan sunnatullah untuk memelihara dan mengembangkan keturunan serta memakmurkan bumi. Di samping itu, homoseks--seperti halnya praktek prostitusi--dapat menyebarkan berbagai jenis penyakit, seperti sipilis, gonorea (kencing nanah), chonoroid, serta beberapa penyakit kulit, semisal kudis dan sebagainya. Selain itu, pada lobang anus akan terjadi beberapa kelainan, di antaranya mengendurnya otot pencerna sehingga sulit mengontrol proses buang air, sobeknya anus dan punahnya selular-selular yang ada di sekitarnya sehingga menggelembung seperti bentuk corong. Di dalam anus itu sendiri akan dipenuhi berbagai mikroba dan bakteri yang dapat berpindah ke anggota tubuh pelaku praktek homoseks yang dapat mengakibatkan radang saluran air seni. Di sisi lain, orang menjadi objek praktek kotor ini--jika biasa diperlakukan sejak kecil–akan menjadi biseksual. Tetapi terkadang gejalanya bisa berbalik. Ia akan berusaha tampil lebih maskulin untuk menutup kekurangan dan keabnormalan dirinya. Demikianlah, Allah Swt. telah dengan tegas melarang praktek menjijikkan ini dalam beberapa ayat al-Qur'ân yang, sebagiannya, merinci hikmah dari pengharaman homoseksualitas. Mahabenar Allah ketika Dia berfirman, \"Mengapa kalian mendatangi jenis lelaki di antara manusia dan kalian meninggalkan istri-istri yang diciptakan Tuhan untuk kalian? Kalian adalah kaum yang melampaui batas\" (al-Qur'ân surat Al Syuara: 165-166).",
        "numberInSurah": 165,
        "juz": 19,
        "manzil": 5,
        "page": 374,
        "ruku": 324,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3098,
        "text": "\"Dan mengapa,\" lanjut Lûth, \"kalian meninggalkan istri-istri yang halal yang diciptakan Allah untuk kesenangan kalian? Bahkan kalian, dengan melakukan semua kemaksiatan, adalah kaum yang kezalimannya telah melampaui batas?\"",
        "numberInSurah": 166,
        "juz": 19,
        "manzil": 5,
        "page": 374,
        "ruku": 324,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3099,
        "text": "Mendengar penolakan dan cacian Lûth terhadap praktek buruk itu, mereka--dengan penuh amarah--berkata, \"Sungguh, jika kamu tidak berhenti memaki-maki kami, kamu akan kami buang dari negeri ini dengan kondisi yang sangat buruk.\"",
        "numberInSurah": 167,
        "juz": 19,
        "manzil": 5,
        "page": 374,
        "ruku": 324,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3100,
        "text": "Lûth berkata, \"Aku memang termasuk orang yang membenci perbuatan kalian ini. Maka aku tidak akan berhenti untuk menolak dan mencela hal ini.\"",
        "numberInSurah": 168,
        "juz": 19,
        "manzil": 5,
        "page": 374,
        "ruku": 324,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3101,
        "text": "Mendengar jawaban kaumnya, Lûth merasa tidak punya harapan lagi. Ia pun memanjatkan doa kepada Allah agar menyelamatkan dirinya dan keluarganya dari akibat perbuatan bodoh mereka itu.",
        "numberInSurah": 169,
        "juz": 19,
        "manzil": 5,
        "page": 374,
        "ruku": 324,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3102,
        "text": "Allah pun memperkenankan permohonan Lûth untuk menyelamatkannya dan para pengikutnya. Mereka semua diperintahkan untuk meninggalkan rumah-rumah mereka saat akan diturunkan azab kepada orang-orang yang telah mendustakan kebenaran.",
        "numberInSurah": 170,
        "juz": 19,
        "manzil": 5,
        "page": 374,
        "ruku": 324,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3103,
        "text": "Kecuali istrinya yang renta. Ia tetap tinggal dan tidak akan keluar bersama Lûth. Maka ia pun binasa karena kekufuran, pengkhianatan dan loyalitasnya terhadap orang-orang yang fasik.",
        "numberInSurah": 171,
        "juz": 19,
        "manzil": 5,
        "page": 374,
        "ruku": 324,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3104,
        "text": "Kemudian Allah membinasakan orang-orang kafir yang jahat itu dalam suatu kehancuran yang amat menyeramkan.",
        "numberInSurah": 172,
        "juz": 19,
        "manzil": 5,
        "page": 374,
        "ruku": 324,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3105,
        "text": "Allah menurunkan hujan batu dari langit kepada kaum yang ganjil ini. Mereka pun akhirnya binasa. Hujan batu itu demikian deras menimpa mereka. Dan hujan ini--yang merupakan bentuk penghancuran terdahsyat--adalah hujan terburuk yang menimpa orang-orang yang diberi peringatan.",
        "numberInSurah": 173,
        "juz": 19,
        "manzil": 5,
        "page": 374,
        "ruku": 324,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3106,
        "text": "Sesungguhnya siksa yang Kami timpakan kepada kaum ini merupakan bukti yang menunjukkan kesempurnaan kekuasaan Allah. Tetapi kebanyakan kaummu, Muhammad, tidak mempercayai seruanmu.",
        "numberInSurah": 174,
        "juz": 19,
        "manzil": 5,
        "page": 374,
        "ruku": 324,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3107,
        "text": "Sesungguhnya Tuhanmu Mahaperkasa dan Maha Penyayang. Dia akan menyiksa orang-orang yang berbuat dosa dan memberi pahala kepada orang-orang yang beriman.",
        "numberInSurah": 175,
        "juz": 19,
        "manzil": 5,
        "page": 374,
        "ruku": 324,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3108,
        "text": "Inilah kisah Syu'ayb dan penduduk Aykah, penghuni suatu lahan yang dipenuhi dengan pepohonan yang rindang di dekat kota Madyan. Kepada penduduk Aykah ini, Allah telah mengutus Syu'ayb yang juga diutus ke Madyan. Tetapi mereka telah mendustakan seruan rasul mereka. Dengan demikian, mereka--karena kesamaan prinsip dakwah seluruh rasul--berarti telah mengingkari semua risalah.",
        "numberInSurah": 176,
        "juz": 19,
        "manzil": 5,
        "page": 374,
        "ruku": 325,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3109,
        "text": "Ingatkanlah kaummu, wahai Muhammad, tatkala Syu'ayb berkata kepada penduduk Aykah, \"Apakah kalian tidak takut kepada Allah dan beriman kepada-Nya?\" Dengan segera mereka langsung mendustakannya.",
        "numberInSurah": 177,
        "juz": 19,
        "manzil": 5,
        "page": 374,
        "ruku": 325,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3110,
        "text": "\"Sesungguhnya aku diutus oleh Tuhan semesta alam kepada kalian untuk menyampaikan petunjuk dan kebenaran. Dan aku terpercaya untuk menyampaikan risalah-Nya ini kepada kalian.",
        "numberInSurah": 178,
        "juz": 19,
        "manzil": 5,
        "page": 374,
        "ruku": 325,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3111,
        "text": "Maka waspadalah kalian akan siksa Allah. Patuhilah aku dengan melaksanakan segala perintah Allah dan menyucikan diri kalian dari dosa.",
        "numberInSurah": 179,
        "juz": 19,
        "manzil": 5,
        "page": 374,
        "ruku": 325,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3112,
        "text": "Aku tidak mengharapkan imbalan apa-apa dari kalian. Imbalanku akan kudapatkan secara utuh--sesuai dengan amal perbuatanku--dari Tuhan semesta alam.\"",
        "numberInSurah": 180,
        "juz": 19,
        "manzil": 5,
        "page": 374,
        "ruku": 325,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3113,
        "text": "Penduduk Aykah itu juga diperintahkan oleh Syu'ayb untuk memberikan timbangan secara utuh, karena pada mereka terdapat kebiasaan memberikan timbangan yang tidak adil dan merugikan orang lain.",
        "numberInSurah": 181,
        "juz": 19,
        "manzil": 5,
        "page": 374,
        "ruku": 325,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3114,
        "text": "Syu'ayb melanjutkan, \"Dan timbanglah sesuatu dengan timbangan yang sempurna, sehingga orang-orang dapat mengambil haknya secara adil dan benar.",
        "numberInSurah": 182,
        "juz": 19,
        "manzil": 5,
        "page": 374,
        "ruku": 325,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3115,
        "text": "Janganlah kalian kurangi apa yang menjadi hak orang lain, dan jangan pula membuat kerusakan di muka bumi dengan membunuh, menyamun, melakukan tindak kejahatan dan mengikuti hawa nafsu yang rendah.",
        "numberInSurah": 183,
        "juz": 19,
        "manzil": 5,
        "page": 374,
        "ruku": 325,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3116,
        "text": "Dan berhati-hatilah akan azab Allah, Tuhan yang telah menciptakan kalian dan umat-umat yang kuat dan sombong sebelum kalian.\"",
        "numberInSurah": 184,
        "juz": 19,
        "manzil": 5,
        "page": 375,
        "ruku": 325,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3117,
        "text": "Mereka berkata, \"Kamu hanyalah salah seorang yang dipengaruhi oleh kekuatan sihir, sehingga akal sehatnya menjadi hilang.",
        "numberInSurah": 185,
        "juz": 19,
        "manzil": 5,
        "page": 375,
        "ruku": 325,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3118,
        "text": "Lagi pula kamu adalah manusia biasa seperti kami. Mengapa kamu merasa lebih istimewa dari kami untuk menyampaikan risalah? Kami yakin kamu tidak lain hanyalah salah seorang pembohong besar.",
        "numberInSurah": 186,
        "juz": 19,
        "manzil": 5,
        "page": 375,
        "ruku": 325,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3119,
        "text": "Jika kamu benar-benar membawa risalah, mengapa tidak dijatuhkan kepada kami suatu bentuk azab dari langit?\" Demikianlah, permintaan ini menyiratkan betapa kukuhnya pengingkaran mereka.",
        "numberInSurah": 187,
        "juz": 19,
        "manzil": 5,
        "page": 375,
        "ruku": 325,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3120,
        "text": "Syu'ayb berkata, \"Tuhanku Maha Mengetahui kemaksiatan yang kalian lakukan, dan kalian berhak mendapatkan azab. Dia akan menimpakan azab itu kepada kalian pada saat yang telah ditentukan.\" Ucapan ini mencerminkan kepasrahan Syu'ayb kepada Allah. Tujuannya tidak lain untuk memperingatkan mereka.",
        "numberInSurah": 188,
        "juz": 19,
        "manzil": 5,
        "page": 375,
        "ruku": 325,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3121,
        "text": "Akan tetapi, mereka tetap bersikukuh mendustakan Syu'ayb. Lalu Allah menurunkan kepada mereka cuaca yang sangat panas, sehingga membuat mereka berlarian tanpa membawa naungan apa-apa. Tatkala mereka semua berkumpul di bawah naungan awan, Allah menimpakan kepada mereka gumpalan-gumpalan api. Mereka pun binasa di hari yang luar biasa dahsyat itu.",
        "numberInSurah": 189,
        "juz": 19,
        "manzil": 5,
        "page": 375,
        "ruku": 325,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3122,
        "text": "Sesungguhnya azab yang diturunkan kepada penduduk Aykah yang membangkang itu merupakan bukti kemahakuasaan Allah. Tetapi kebanyakan kaummu, Muhammad, tidak meyakininya.",
        "numberInSurah": 190,
        "juz": 19,
        "manzil": 5,
        "page": 375,
        "ruku": 325,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3123,
        "text": "Sesungguhnya Tuhanmu Mahaesa dalam kekuatan dan kemenangan. Dan Dia Maha Pengasih kepada orang-orang yang beriman.",
        "numberInSurah": 191,
        "juz": 19,
        "manzil": 5,
        "page": 375,
        "ruku": 325,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3124,
        "text": "Dan sesungguhnya al-Qur'ân, yang telah memaparkan kisah-kisah yang benar-benar terjadi ini, diturunkan oleh Sang Pencipta, Penguasa dan Pemelihara alam semesta. Maka berita al-Qur'ân itu adalah benar, dan hukumnya terus berlaku hingga hari kiamat nanti.",
        "numberInSurah": 192,
        "juz": 19,
        "manzil": 5,
        "page": 375,
        "ruku": 326,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3125,
        "text": "Al-Qur'ân itu diturunkan lewat perantaraan al-Rûh al-Amîn, Jibril a. s.",
        "numberInSurah": 193,
        "juz": 19,
        "manzil": 5,
        "page": 375,
        "ruku": 326,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3126,
        "text": "Jibrîl menurunkannya ke dalam hatimu sehingga kamu dapat memelihara dan memahaminya, dan sehingga al-Qur'ân itu tertancap kuat di dalam hatimu yang tak mungkin bisa terlupakan. Dengan demikian, kamu--lewat kandungan al-Qur'ân--dapat memberi peringatan akan akibat yang didapatkan oleh orang-orang yang mengingkari kebenaran.",
        "numberInSurah": 194,
        "juz": 19,
        "manzil": 5,
        "page": 375,
        "ruku": 326,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3127,
        "text": "Al-Qur'ân itu diturunkan kepadamu melalui Jibrîl dalam bahasa Arab yang jelas makna dan petunjuknya, agar manusia mendapatkan kebaikan, baik agama maupun dunia.",
        "numberInSurah": 195,
        "juz": 19,
        "manzil": 5,
        "page": 375,
        "ruku": 326,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3128,
        "text": "Dan sesungguhnya berita tentang al-Qur'ân yang diturunkan dari sisi Allah kepada Muhammad saw. ini telah termaktub dalam kitab suci-kitab suci para nabi sebelumnya.",
        "numberInSurah": 196,
        "juz": 19,
        "manzil": 5,
        "page": 375,
        "ruku": 326,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3129,
        "text": "Dari itu, adakah para pembangkang masih bersikeras mengingkari al-Qur'ân? Padahal mereka, sebenarnya, memiliki bukti yang membenarkan Muhammad saw. melalui pengetahuan para cerdik pandai Banû Isrâ'îl, bahwa--seperti termaktub dalam kitab suci mereka--al-Qur'ân benar-benar akan diturunkan kepadanya (Muhammad).",
        "numberInSurah": 197,
        "juz": 19,
        "manzil": 5,
        "page": 375,
        "ruku": 326,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3130,
        "text": "Kalaupun, umapamanya, al-Qur'ân diturunkan kepada beberapa orang non Arab yang dapat berbicara bahasa Arab, meskipun tidak fasih, yang mustahil dituduh dapat membuat al-Qur'ân,",
        "numberInSurah": 198,
        "juz": 19,
        "manzil": 5,
        "page": 375,
        "ruku": 326,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3131,
        "text": "lalu ia membacakan kepada mereka--dan ini merupakan kejadian luar biasa--dengan bacaan yang benar, niscaya mereka akan tetap mengingkarinya. Mereka akan terus mencari-cari alasan untuk mempertahankan pengingkaran mereka.",
        "numberInSurah": 199,
        "juz": 19,
        "manzil": 5,
        "page": 375,
        "ruku": 326,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3132,
        "text": "Pendustaan telah Kami masukkan dan tetapkan ke dalam hati mereka, juga kepada orang-orang yang mempunyai sifat yang sama seperti mereka.",
        "numberInSurah": 200,
        "juz": 19,
        "manzil": 5,
        "page": 375,
        "ruku": 326,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3133,
        "text": "Tidak ada cara lain untuk mengubah pengingkaran yang ada pada mereka kecuali mereka lihat sendiri betapa pedihnya azab yang mengancam mereka.",
        "numberInSurah": 201,
        "juz": 19,
        "manzil": 5,
        "page": 375,
        "ruku": 326,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3134,
        "text": "Maka, secara tiba-tiba dan tanpa diduga, azab itu Kami turunkan kepada mereka. Dan mereka benar- benar tidak menyadari kedatangannya.",
        "numberInSurah": 202,
        "juz": 19,
        "manzil": 5,
        "page": 375,
        "ruku": 326,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3135,
        "text": "Di saat azab itu turun, mereka--dengan perasaan menyesal dan meminta diberi kesempatan lagi--berkata, \"Adakah kesempatan lagi untuk kami?\" Tetapi permintaan mereka ini akan ditolak.",
        "numberInSurah": 203,
        "juz": 19,
        "manzil": 5,
        "page": 375,
        "ruku": 326,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3136,
        "text": "Allah menjelaskan kedunguan mereka yang ingin mempercepat turunnya azab setelah berkali-kali mendapat peringatan dan ancaman. Allah Swt. berfirman, \"Orang-orang kafir Mekah telah tertipu dengan penundaan yang Aku berikan, mengapa mereka ingin cepat-cepat diturunkan azab?\"",
        "numberInSurah": 204,
        "juz": 19,
        "manzil": 5,
        "page": 375,
        "ruku": 326,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3137,
        "text": "Pikirkanlah, niscaya kamu akan mengetahui mengapa Kami memberikan kepada mereka kenikmatan hidup bertahun-tahun dengan kehidupan yang laik?",
        "numberInSurah": 205,
        "juz": 19,
        "manzil": 5,
        "page": 375,
        "ruku": 326,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3138,
        "text": "Lalu Kami menurunkan kepada mereka azab yang pedih yang telah diperingatkan.",
        "numberInSurah": 206,
        "juz": 19,
        "manzil": 5,
        "page": 375,
        "ruku": 326,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3139,
        "text": "Umur panjang dan kesenangan hidup yang mereka dapatkan tidak dapat menepis azab yang Allah turunkan. Cepat atau lambat, azab-Nya pasti datang. Maka kenikmatan yang berakhir dengan azab bukanlah merupakan suatu kebaikan.",
        "numberInSurah": 207,
        "juz": 19,
        "manzil": 5,
        "page": 376,
        "ruku": 326,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3140,
        "text": "Telah menjadi hukum Kami (sunnatullâh), bahwa Kami tidak akan membinasakan suatu umat tanpa lebih dulu mengutus para rasul untuk memberikan peringatan. Dengan demikian, mereka tak memiliki alasan lagi.",
        "numberInSurah": 208,
        "juz": 19,
        "manzil": 5,
        "page": 376,
        "ruku": 326,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3141,
        "text": "Agar hal ini dapat dijadikan sebagai suatu peringatan dan bahan renungan. Kami tidak akan berbuat zalim dengan mengazab suatu kaum yang belum diutus rasul.",
        "numberInSurah": 209,
        "juz": 19,
        "manzil": 5,
        "page": 376,
        "ruku": 326,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3142,
        "text": "Al-Qur'ân menafikan ucapan orang kafir Mekah bahwa Muhammad telah dirasuki jin yang membisikkan al-Qur'ân. Maka difirmankan, \"Setan-setan itu tak dapat menurunkan dan membisikkan al-Qur'ân!",
        "numberInSurah": 210,
        "juz": 19,
        "manzil": 5,
        "page": 376,
        "ruku": 326,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3143,
        "text": "Mereka tidak boleh dan tidak akan mampu membuat dan menurunkan al-Qur'ân.",
        "numberInSurah": 211,
        "juz": 19,
        "manzil": 5,
        "page": 376,
        "ruku": 326,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3144,
        "text": "Dan sesungguhnya setan-setan itu dijauhkan dan tidak dapat mendengar al-Qur'ân yang diturunkan kepada Muhammad saw.\"",
        "numberInSurah": 212,
        "juz": 19,
        "manzil": 5,
        "page": 376,
        "ruku": 326,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3145,
        "text": "Maka hadapkanlah dirimu, Muhammad, kepada Allah. Ikhlaslah selalu dalam beribadah kepada-Nya, dan jangan hirukan anggapan-anggapan orang-orang musyrik yang rancu dan salah itu. (Ajakan kepada rasul untuk mengikhlaskan diri, seperti termaktub dalam ayat ini, juga merupakan ajakan untuk seluruh umatnya).",
        "numberInSurah": 213,
        "juz": 19,
        "manzil": 5,
        "page": 376,
        "ruku": 326,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3146,
        "text": "Peringatkanlah keluarga dekatmu akan azab akibat kemusyrikan dan kemaksiatan. Kemudian peringatkanlah mereka yang hubungan keluarganya lebih jauh, dan begitu seterusnya.",
        "numberInSurah": 214,
        "juz": 19,
        "manzil": 5,
        "page": 376,
        "ruku": 326,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3147,
        "text": "Dan berlemah lembutlah kepada mereka yang telah menerima seruanmu untuk beriman.",
        "numberInSurah": 215,
        "juz": 19,
        "manzil": 5,
        "page": 376,
        "ruku": 326,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3148,
        "text": "Jika mereka, ternyata, tetap mendurhakai dan tidak mematuhimu, maka bebaskanlah dirimu dari mereka dan dari perbuatan-perbuatan mereka seperti kemusyrikan dan kemaksiatan-kemaksiatan lainnya.",
        "numberInSurah": 216,
        "juz": 19,
        "manzil": 5,
        "page": 376,
        "ruku": 326,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3149,
        "text": "Lalu serahkanlah segala urusanmu kepada Sang Mahaperkasa lagi Mahakuasa untuk menghancurkan--dengan 'izzah-Nya--musuh-musuhmu. Dia akan memberikan pertolongan kepadamu, juga kepada orang-orang yang ikhlas dalam perbuatan dengan rahmat-Nya.",
        "numberInSurah": 217,
        "juz": 19,
        "manzil": 5,
        "page": 376,
        "ruku": 326,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3150,
        "text": "Yang menyaksikanmu bangun untuk bertahajud dan saat kamu mengerjakan kebajikan.",
        "numberInSurah": 218,
        "juz": 19,
        "manzil": 5,
        "page": 376,
        "ruku": 326,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3151,
        "text": "Dan Yang memperhatikan tingkah lakumu di tengah-tengah mereka yang sedang salat, ketika kamu sedang bediri, rukuk, sujud dan ketika engkau sedang memimpin mereka bersembahyang.",
        "numberInSurah": 219,
        "juz": 19,
        "manzil": 5,
        "page": 376,
        "ruku": 326,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3152,
        "text": "Allah Swt. sungguh Maha Mendengar doa dan zikirmu; Maha Mengetahui niat dan perbuatanmu. Seolah-olah Allah berkata kepada Nabi, \"Jangan kamu memaksakan dirimu menahan keberatan-keberatan beribadah, karena kamu berada dalam penglihatan dan pengawasan Kami.\"",
        "numberInSurah": 220,
        "juz": 19,
        "manzil": 5,
        "page": 376,
        "ruku": 326,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3153,
        "text": "Orang-orang musyrik berkata, \"Sungguh telah datang sekelompok setan yang meggoda Muhammad.\" Al-Qur'ân membantah tuduhan mereka dengan menyatakan, \"Maukah kalian Kami beritahu siapakah orang yang telah didatangi dan digoda oleh setan?\"",
        "numberInSurah": 221,
        "juz": 19,
        "manzil": 5,
        "page": 376,
        "ruku": 326,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3154,
        "text": "Setan akan menghampiri setiap orang yang membuat kebohongan paling buruk dan melakukan dosa amat keji. Mereka adalah para pendeta jahat yang memiliki perangai menyerupai setan.",
        "numberInSurah": 222,
        "juz": 19,
        "manzil": 5,
        "page": 376,
        "ruku": 326,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3155,
        "text": "Mereka menyimak kata-kata setan yang memperdengarkan dugaan-dugaan yang menjadikan mereka sebagai pendusta.",
        "numberInSurah": 223,
        "juz": 19,
        "manzil": 5,
        "page": 376,
        "ruku": 326,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3156,
        "text": "Orang-orang kafir berkata, \"Al-Qur'ân itu hanyalah puisi karangan seorang penyair bernama Muhammad.\" Allah memperlihatkan kepalsuan tuduhan mereka dengan memberikan penjelasan bahwa al-Qur'ân itu penuh dengan kata-kata bijak (hikam) dan aturan-aturan hukum (ahkâm). Gaya bahasa al-Qur'ân itu sangat berlainan dengan gaya bahasa kebanyakan para penyair di masa itu yang sarat dengan kepalsuan dan kebohongan. Dan watak Muhammad sendiri pun berbeda dengan watak para penyair kebanyakan yang selalu berkata bohong.",
        "numberInSurah": 224,
        "juz": 19,
        "manzil": 5,
        "page": 376,
        "ruku": 326,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3157,
        "text": "Tidakkah kalian mengetahui bagaimana para penyair itu mempermainkan kata-kata yang menutupi jalan kebenaran?",
        "numberInSurah": 225,
        "juz": 19,
        "manzil": 5,
        "page": 376,
        "ruku": 326,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3158,
        "text": "Dan sungguh mereka seringkali mengatakan sesuatu yang tidak pernah mereka lakukan.",
        "numberInSurah": 226,
        "juz": 19,
        "manzil": 5,
        "page": 376,
        "ruku": 326,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3159,
        "text": "Akan tetapi, kalangan penyair yang mengikuti petunjuk-petunjuk ketuhanan dan berbuat kebajikan sehingga memiliki kepribadian yang luhur, dan selalu mengingat Allah dengan penuh rasa khusyuk hingga timbul rasa takutnya kepada Allah, adalah penyair-penyair yang menjadikan syairnya sebagai pelipur lara dan sebagai sarana untuk membela agama dan mempertahankan kebenaran pada saat kebenaran diinjak- injak. Orang-orang yang menzalimi diri sendiri dengan berbuat syirik dan mengejek Rasulullah saw. itu kelak akan tahu akibat buruk mana yang menjadi tempat kembali mereka.",
        "numberInSurah": 227,
        "juz": 19,
        "manzil": 5,
        "page": 376,
        "ruku": 326,
        "hizbQuarter": 150,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "id.muntakhab",
      "language": "id",
      "name": "Quraish Shihab",
      "englishName": "Muhammad Quraish Shihab et al.",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}