{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 36,
    "name": "سُورَةُ يسٓ",
    "englishName": "Yaseen",
    "englishNameTranslation": "Yaseen",
    "revelationType": "Meccan",
    "numberOfAyahs": 83,
    "ayahs": [
      {
        "number": 3706,
        "text": "[[36 ~ YAASIN Pendahuluan: Makkiyyah, 83 ayat ~ Surat ini dibuka dengan dua huruf yang terdapat dalam bahasa Arab. Kemudian dilanjutkan dengan bersumpah demi al-Qur'ân bahwa Muhammad saw. benar-benar termasuk salah seorang rasul yang menyampaikan dakwah sesuai dengan petunjuk al-Qur'ân untuk memperingatkan kaumnya sebagaimana leluhur mereka dahulu. Surat ini kemudian memaparkan hal ihwal para pembangkang yang tidak menerima peringatan. Dijelaskan bahwa peringatan itu hanya berguna bagi mereka yang menerima al-Qur'ân dan takut kepada Tuhan. Kelak Allah akan membangkitkan manusia dari kematiaannya untuk memperhitungkan segala perbuatannya. Setelah itu, surat ini mengetengahkan suatu ilustrasi kepada orang-orang kafir Mekah tentang perseteruan antara golongan yang mengajak kepada jalan Allah dengan golongan yang mendustakan-Nya. Lalu disebutkan akhir yang didapat oleh dua golongan itu. Selain itu, surat ini pun mengetengahkan beberapa bukti kemahakuasaan Allah yang semestinya dapat menghantarkan manusia kepada keimanan dan membuatnya selalu waspada akan ancaman Allah yang turun secara tiba-tiba guna membalas amal perbuatan setiap manusia. Pada saat itu penghuni surga akan memperoleh kesenangan dan mendapatkan semua yang mereka inginkan. Sebaliknya, para penghuni neraka akan diusir. Mulut mereka--dengan kekuasaan Allah--akan terbungkam, sementara anggota badan mereka akan dapat berbicara. Allah Mahakuasa untuk mengubah bentuk mereka. Sebab, Dialah yang mengubah orang yang diberi usia panjang dari kuat menjadi lemah, dari kuat ingatannya menjadi pikun dan kembali bersikap kekanak-kanakan. Dialah yang telah memelihara nabi-Nya dari segala bentuk ilusi dan ketidakwarasan. Dia tidak pernah mengajarkan syair kepadanya, karena seorang nabi tidak layak menjadi penyair yang kerap mempermainkan kata-kata dan mengembara ke setiap lembah. Apa yang disampaikan oleh Muhammad tidak lain adalah al-Qur'ân yang jelas dan rasional, bukan hasil khayalan. Surat ini, selanjutnya, menyebutkan tentang karunia Allah kepada para hamba-Nya. Disebutkan bahwa Allahlah yang menjadikan ternak-ternak untuk dimiliki dan dijadikan kendaraan oleh manusia. Meskipun segala karunia itu disediakan untuk kepentingan manusia, tetapi banyak manusia yang tetap mempersekutukan Allah. Mereka malah menyembah sekutu-sekutu, selain Allah, yang lemah itu. Akhirnya, surat ini ditutup dengan anjuran agar manusia memperhatikan keberadaan dirinya yang berasal dari sperma tapi kemudian menjadi penentang yang paling keras. Dijelaskan pula bahwa Sang Pencipta kejadian pertama, yang mengeluarkan api dari hijau pepohonan dan menciptakan langit dan bumi, tentu Mahakuasa untuk menghidupkan kembali tulang-tulang yang hancur berserakan. Jika Allah berkehendak, Dia hanya berkata, \"Jadilah!\" maka sesuatu itu pun terjadi. Mahasuci Allah, Sang Maha Penguasa segala sesuatu. Hanya kepada-Nyalah segala sesuatu akan kembali.]] Yâ, Sîn. Sebagaimana cara al-Qur'ân mengawali beberapa surat dengan huruf eja (al-hurûf al-muqaththa'ah), surat ini pun dibuka dengan dua huruf fonemis.",
        "numberInSurah": 1,
        "juz": 22,
        "manzil": 5,
        "page": 440,
        "ruku": 381,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3707,
        "text": "Aku bersumpah demi al-Qur'ân yang mengandung hikmah dan pengetahuan yang berguna.",
        "numberInSurah": 2,
        "juz": 22,
        "manzil": 5,
        "page": 440,
        "ruku": 381,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3708,
        "text": "Bahwa kamu, wahai Muhammad, benar-benar termasuk di antara mereka yang Allah utus kepada umat manusia dengan membawa petunjuk dan agama yang benar.",
        "numberInSurah": 3,
        "juz": 22,
        "manzil": 5,
        "page": 440,
        "ruku": 381,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3709,
        "text": "Di atas jalan yang lurus, yaitu agama Islam.",
        "numberInSurah": 4,
        "juz": 22,
        "manzil": 5,
        "page": 440,
        "ruku": 381,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3710,
        "text": "Yang diturunkan oleh Sang Mahakuasa lagi Mahaperkasa atas segala sesuatu, sehingga tak seorang pun dapat menghalang-halangi kehendak-Nya. Dia pun Maha Pengasih terhadap para hamba-Nya. Karena itulah, Dia mengutus kepada mereka orang yang menunjuki jalan keselamatan.",
        "numberInSurah": 5,
        "juz": 22,
        "manzil": 5,
        "page": 440,
        "ruku": 381,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3711,
        "text": "Agar kamu memberi peringatan kepada suatu kaum yang nenek moyang terdekat mereka tidak diberi peringatan. Karena itulah mereka menjadi lupa akan kewajiban mereka kepada Allah, diri mereka sendiri dan umat manusia.",
        "numberInSurah": 6,
        "juz": 22,
        "manzil": 5,
        "page": 440,
        "ruku": 381,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3712,
        "text": "Sungguh telah ada dalam pengetahuan Kami bahwa kebanyakan mereka itu tidak akan beriman. Demikianlah, apa yang terjadi pada mereka itu sesuai dengan apa yang ada dalam pengetahuan Kami, dalam mana banyak di antara mereka yang tidak menerima keimanan.",
        "numberInSurah": 7,
        "juz": 22,
        "manzil": 5,
        "page": 440,
        "ruku": 381,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3713,
        "text": "Sesungguhnya Kami menjadikan mereka yang bersikeras mempertahankan kekufuran bagaikan orang yang memasang belenggu di leher mereka hingga mencapai dagu. Lalu mereka mengikat dan mengangkat tangan mereka ke kepala dengan mata terpejam. Dengan demikian, mereka tak dapat menggerakkan kepala untuk melihat.",
        "numberInSurah": 8,
        "juz": 22,
        "manzil": 5,
        "page": 440,
        "ruku": 381,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3714,
        "text": "Mereka yang tidak memperhatikan ayat-ayat dan bukti-bukti kebesaran Tuhan, Kami umpamakan seperti orang yang terapit oleh dua dinding sehingga mata mereka terhalang untuk melihat apa yang ada di hadapan dan di belakang mereka.",
        "numberInSurah": 9,
        "juz": 22,
        "manzil": 5,
        "page": 440,
        "ruku": 381,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3715,
        "text": "Baik kamu peringati mereka ataupun tidak, hasilnya sama saja: mereka tidak akan beriman.",
        "numberInSurah": 10,
        "juz": 22,
        "manzil": 5,
        "page": 440,
        "ruku": 381,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3716,
        "text": "Peringatanmu itu hanya berguna bagi mereka yang mengikuti petunjuk al-Qur'ân dan takut kepada Sang Maha Penyayang, meskipun mereka tidak melihat-Nya. Kepada mereka ini berilah kabar gembira berupa ampunan Allah atas segala kesalahan. Amal perbuatan mereka pun akan mendapatkan balasan kebaikan.",
        "numberInSurah": 11,
        "juz": 22,
        "manzil": 5,
        "page": 440,
        "ruku": 381,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3717,
        "text": "Sesungguhnya Kamilah yang menghidupkan kembali sesuatu yang telah mati dan mencatat segala amal perbuatan mereka di dunia, lengkap dengan peninggalan-peninggalan mereka setelah kematian. Semua itu telah Kami tetapkan dalam sebuah kitab yang jelas.",
        "numberInSurah": 12,
        "juz": 22,
        "manzil": 5,
        "page": 440,
        "ruku": 381,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3718,
        "text": "Dan ingatkanlah kaummu, wahai Muhammad, tentang kisah penduduk suatu kota(1) yang memiliki kesamaan dengan kisah kehidupan mereka, tatkala para utusan Allah datang untuk menyampaikan petunjuk kebenaran. (1) Beberapa pakar tafsir menyebutkan bahwa kota yang disebut dalam ayat ini adalah kota Antokiah.",
        "numberInSurah": 13,
        "juz": 22,
        "manzil": 5,
        "page": 441,
        "ruku": 382,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3719,
        "text": "Kami telah mengutus dua orang rasul kepada mereka, tetapi mereka mendustakan keduanya. Lalu Kami perkuat kedua rasul itu dengan mengutus rasul ketiga. Ketiga rasul itu pun berkata, \"Sesungguhnya kami diutus untuk kalian semua.\"",
        "numberInSurah": 14,
        "juz": 22,
        "manzil": 5,
        "page": 441,
        "ruku": 382,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3720,
        "text": "Akan tetapi penduduk kota itu menolak ajakan mereka dan berkata, \"Kalian tidak lain hanyalah manusia biasa seperti kami. Sang Maha Penyayang tidak akan mewahyukan sesuatu kepada manusia. Kalian tidak lain hanyalah sekelompok orang yang mengatakan sesuatu tanpa dasar.\"",
        "numberInSurah": 15,
        "juz": 22,
        "manzil": 5,
        "page": 441,
        "ruku": 382,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3721,
        "text": "Rasul-rasul itu berkata, \"Tuhan yang mengutus kami Mahatahu bahwa kami benar-benar diutus kepada kalian.",
        "numberInSurah": 16,
        "juz": 22,
        "manzil": 5,
        "page": 441,
        "ruku": 382,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3722,
        "text": "Kewajiban kami hanyalah menyampaikan risalah Allah secara jelas.\"",
        "numberInSurah": 17,
        "juz": 22,
        "manzil": 5,
        "page": 441,
        "ruku": 382,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3723,
        "text": "Penduduk kota itu berkata, \"Sungguh kami merasa muak dengan kalian. Kami bersumpah, bila kalian tidak menghentikan seruan itu, kami akan merajam kalian dengan bebatuan. Kalian akan mendapatkan suatu azab yang sangat menyakitkan dari kami.\"",
        "numberInSurah": 18,
        "juz": 22,
        "manzil": 5,
        "page": 441,
        "ruku": 382,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3724,
        "text": "Para rasul itu berkata, \"Rasa muak yang ada pada kalian itu sebenarnya disebabkan oleh sikap kafir kalian. Pantaskah kalian merasa muak kepada kami serta mengancam kami dengan azab yang pedih, sementara kami memberikan kalian nasihat-nasihat yang membawa kepada kebahagiaan? Tetapi begitulah adanya, kalian merupakan sekelompok manusia yang melenceng dari kebenaran dan keadilan.\"",
        "numberInSurah": 19,
        "juz": 22,
        "manzil": 5,
        "page": 441,
        "ruku": 382,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3725,
        "text": "Lalu dari tempat yang sangat jauh dari kota, datanglah seseorang yang bergegas menuju penduduk kota. Ia berkata, \"Wahai kaumku, ikutilah jejak para rasul yang diutus oleh Allah kepada kalian itu.",
        "numberInSurah": 20,
        "juz": 22,
        "manzil": 5,
        "page": 441,
        "ruku": 382,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3726,
        "text": "Ikutilah para rasul yang tidak menuntut imbalan atas segala nasihat dan ajakan mereka kepada kalian. Mereka adalah orang-orang yang mendapat petunjuk dan mendatangkan kebaikan, jika kalian mengikuti petunjuk mereka ke jalan kebaikan dan kemenangan.",
        "numberInSurah": 21,
        "juz": 22,
        "manzil": 5,
        "page": 441,
        "ruku": 382,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3727,
        "text": "Adakah sesuatu yang dapat mencegah aku untuk menyembah Penciptaku, yang hanya kepada-Nya kalian akan kembali?",
        "numberInSurah": 22,
        "juz": 22,
        "manzil": 5,
        "page": 441,
        "ruku": 382,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3728,
        "text": "Apakah layak aku menyembah tuhan-tuhan selain Allah yang, jika Allah berkehendak menimpakan keburukan kepadaku, pertolongannya tidak berguna sedikit pun untuk menyelamatkan aku?",
        "numberInSurah": 23,
        "juz": 22,
        "manzil": 5,
        "page": 441,
        "ruku": 382,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3729,
        "text": "Sesungguhnya, jika aku menyembah tuhan-tuhan selain Allah, maka aku benar-benar berada dalam kesesatan yang nyata.",
        "numberInSurah": 24,
        "juz": 22,
        "manzil": 5,
        "page": 441,
        "ruku": 382,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3730,
        "text": "Sesungguhnya aku beriman kepada Tuhan yang telah menciptakan dan mengatur segala urusan kalian. Maka dengarkanlah ucapanku ini, dan ikutilah!\"",
        "numberInSurah": 25,
        "juz": 22,
        "manzil": 5,
        "page": 441,
        "ruku": 382,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3731,
        "text": "Sebagai balasan keimanannya serta ajakannya ke jalan Allah, dikatakan kepadanya, \"Masuklah kamu ke dalam surga.\" Lalu dalam curahan kenikmatan dan kemuliaan, ia berkata, \"Alangkah baiknya jika kaumku mengetahui betapa besar ampunan Tuhanku dan pemuliaan-Nya kepadaku. Jika mereka mengetahui hal itu, niscaya mereka akan beriman seperti aku.\"",
        "numberInSurah": 26,
        "juz": 22,
        "manzil": 5,
        "page": 441,
        "ruku": 382,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3732,
        "text": "Sebagai balasan keimanannya serta ajakannya ke jalan Allah, dikatakan kepadanya, \"Masuklah kamu ke dalam surga.\" Lalu dalam curahan kenikmatan dan kemuliaan, ia berkata, \"Alangkah baiknya jika kaumku mengetahui betapa besar ampunan Tuhanku dan pemuliaan-Nya kepadaku. Jika mereka mengetahui hal itu, niscaya mereka akan beriman seperti aku.\"",
        "numberInSurah": 27,
        "juz": 22,
        "manzil": 5,
        "page": 441,
        "ruku": 382,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3733,
        "text": "Kami tidak membinasakan mereka dengan mengerahkan balatentara yang turun dari langit. Bukanlah termasuk ketetapan kami untuk menghancurkan umat-umat dengan menurunkan balatentara seperti itu.",
        "numberInSurah": 28,
        "juz": 23,
        "manzil": 5,
        "page": 442,
        "ruku": 382,
        "hizbQuarter": 177,
        "sajda": false
      },
      {
        "number": 3734,
        "text": "Akan tetapi kebinasaan mereka itu hanya dengan satu pekikan yang kami turunkan kepada mereka. Lalu serta merta mereka mati sebagaimana padamnya api.",
        "numberInSurah": 29,
        "juz": 23,
        "manzil": 5,
        "page": 442,
        "ruku": 382,
        "hizbQuarter": 177,
        "sajda": false
      },
      {
        "number": 3735,
        "text": "Alangkah meruginya mereka yang memang pantas menyesal itu. Mereka adalah sekelompok orang yang selalu memperolok setiap rasul yang didatangkan kepada mereka",
        "numberInSurah": 30,
        "juz": 23,
        "manzil": 5,
        "page": 442,
        "ruku": 382,
        "hizbQuarter": 177,
        "sajda": false
      },
      {
        "number": 3736,
        "text": "Apakah mereka tidak mengambil pelajaran dari sekian banyak kisah umat yang telah Kami binasakan? Sesungguhnya mereka tidak dapat lagi hidup di dunia.",
        "numberInSurah": 31,
        "juz": 23,
        "manzil": 5,
        "page": 442,
        "ruku": 382,
        "hizbQuarter": 177,
        "sajda": false
      },
      {
        "number": 3737,
        "text": "Seluruh umat yang telah lalu maupun yang datang kemudian, akan berkumpul di hadapan Kami. Semuanya akan dipaksa untuk datang kepada Kami.",
        "numberInSurah": 32,
        "juz": 23,
        "manzil": 5,
        "page": 442,
        "ruku": 382,
        "hizbQuarter": 177,
        "sajda": false
      },
      {
        "number": 3738,
        "text": "Bukti untuk mereka bahwa Kami Mahakuasa membangkitkan dan mengumpulkan adalah tanah kering- kerontang yang Kami hidupkan dengan air. Lalu, dari tanah itu, Kami keluarkan biji-bijian yang kemudian dapat mereka makan.",
        "numberInSurah": 33,
        "juz": 23,
        "manzil": 5,
        "page": 442,
        "ruku": 383,
        "hizbQuarter": 177,
        "sajda": false
      },
      {
        "number": 3739,
        "text": "Di atas tanah itu Kami jadikan kebun-kebun serta taman-taman dari pohon korma dan anggur. Lalu Kami pancarkan beberapa mata air yang diserap oleh pepohonan. Pepohonan itu kemudian mengeluarkan buah yang dapat mereka nikmati. Semua itu bukanlah hasil perbuatan mereka. Jika demikian kenyataannya, lalu mengapa mereka tidak menunaikan kewajiban kepada Allah dengan beriman dan memuji-Nya?",
        "numberInSurah": 34,
        "juz": 23,
        "manzil": 5,
        "page": 442,
        "ruku": 383,
        "hizbQuarter": 177,
        "sajda": false
      },
      {
        "number": 3740,
        "text": "Di atas tanah itu Kami jadikan kebun-kebun serta taman-taman dari pohon korma dan anggur. Lalu Kami pancarkan beberapa mata air yang diserap oleh pepohonan. Pepohonan itu kemudian mengeluarkan buah yang dapat mereka nikmati. Semua itu bukanlah hasil perbuatan mereka. Jika demikian kenyataannya, lalu mengapa mereka tidak menunaikan kewajiban kepada Allah dengan beriman dan memuji-Nya?",
        "numberInSurah": 35,
        "juz": 23,
        "manzil": 5,
        "page": 442,
        "ruku": 383,
        "hizbQuarter": 177,
        "sajda": false
      },
      {
        "number": 3741,
        "text": "Mahasuci Allah yang telah menciptakan segala sesuatu secara berpasangan--jantan dan betina--baik dalam dunia tumbuh-tumbuhan, diri mereka sendiri dan hal-hal yang tidak diketahui oleh manusia(1). (1) Kata \"min\" dalam ayat ini berfungsi sebagai penjelas. Yakni, bahwa Allah telah menciptakan pejantan dan betina pada semua makhluk ciptaan-Nya, baik berupa tumbuh-tumuhan, hewan, manusia dan makhluk hidup lainnya yang tak kasat mata dan belum diketahui manusia.",
        "numberInSurah": 36,
        "juz": 23,
        "manzil": 5,
        "page": 442,
        "ruku": 383,
        "hizbQuarter": 177,
        "sajda": false
      },
      {
        "number": 3742,
        "text": "Bukti lain untuk mereka akan adanya Allah dan kemahakuasaan-Nya adalah kemunculan malam yang Kami jadikan untuk mengganti dan menutupi siang. Lalu manusia berada dalam kegelapan yang meliputi mereka dari semua arah.",
        "numberInSurah": 37,
        "juz": 23,
        "manzil": 5,
        "page": 442,
        "ruku": 383,
        "hizbQuarter": 177,
        "sajda": false
      },
      {
        "number": 3743,
        "text": "Dan matahari beredar pada garis edarnya sebagai bukti kekuasaan Allah dalam dimensi ruang dan waktu. Peredaran itu terjadi karena diatur oleh Sang Mahaperkasa yang Mahakuasa, yang ilmu-Nya meliputi segala sesuatu.",
        "numberInSurah": 38,
        "juz": 23,
        "manzil": 5,
        "page": 442,
        "ruku": 383,
        "hizbQuarter": 177,
        "sajda": false
      },
      {
        "number": 3744,
        "text": "Dan bulan--dengan pemeliharaan Kami--Kami jadikan menempati posisi-posisi tertentu. Dengan sebab itulah, pada awalnya, bulan terlihat kecil yang malam demi malam semakin bertambah besar hingga sempurna membentuk bulan purnama. Setelah itu bulan--secara berangsur-angsur pula--mengecil kembali hingga terlihat seperti pertama kali muncul, bagaikan tandan yang segar kemudian menua dan mulai melengkung, layu dan menguning.",
        "numberInSurah": 39,
        "juz": 23,
        "manzil": 5,
        "page": 442,
        "ruku": 383,
        "hizbQuarter": 177,
        "sajda": false
      },
      {
        "number": 3745,
        "text": "Matahari tidak akan melenceng dari tata aturannya sehingga mendahului bulan dan masuk dalam peredarannya. Demikian pula malam, tidak akan mendahului siang dan menghalangi kemunculannya. Akan tetapi siang dan malam itu selalu silih berganti. Baik matahari, bulan dan lainnya senantiasa beredar dalam garis edarnya dan tidak pernah melenceng(1). (1) Ayat-ayat suci ini mengisyaratkan suatu fakta ilmiah yang baru ditemukan oleh para astronom di awal abad ke-17 M. Sebagai salah satu bintang, matahari--sebagaimana halnya bintang-bintang lainnya--memiliki gerak edarnya sendiri. Keistimewaan yang ada pada matahari adalah, pertama, posisinya sebagai bintang yang dekat dengan bumi dan, kedua, ia memiliki sekumpulan planet yang, karena gaya tarik gravitasi matahari, bergerak mengelilingi matahari dalam bentuk oval. Singkatnya, baik matahari, bumi, bulan dan seluruh planet serta benda-benda langit lainnya bergerak di ruang angkasa luar dengan kecepatan dan arah tertentu. Di sisi lain, matahari dengan tata suryanya berada dalam suatu nebula besar yang disebut dengan Bimasakti. Dalam penemuan modern, dijelaskan bahwa seluruh planet yang berada di Bimasakti itu beredar mengelilingi satu pusat dengan kecepatan yang sesuai dengan kedekatan atau kejauhannya ke pusat. Dijelaskan pula bahwa matahari, bumi dan planet-planet itu beredar dengan kecepatan dan arah tertentu. Kecepatan edarnya itu bisa mencapai sekitar 700 kilometer per detik dan peredarannya mengitari pusat membutuhkan waktu sekitar 200 juta tahun cahaya. Demikianlah, ayat suci ini menegaskan suatu penemuan ilmiah yang belum ditemukan kecuali pada awal abad ini, bahwa matahari senantiasa bergerak pada garis edarnya. Karenanya, matahari tidak dapat mendahului bulan, karena keduanya beredar dalam suatu gerak linier yang tidak mungkin dapat bertemu. Sebagaimana malam pun tidak dapat mendahului siang, kecuali jika bumi berputar pada porosnya dari timur ke barat, tidak seperti seharusnya, bergerak dari barat ke timur. Bulan saat mengelilingi bumi, dan bumi saat mengelilingi matahari harus melewati kumpulan bintang-bintang yang kemudian memunculkan posisi-posisi (manâzil) bulan. Maka kita saksikan pada seperempat pertama dan kedua, bulan terlihat seperti tandan yang tua.",
        "numberInSurah": 40,
        "juz": 23,
        "manzil": 5,
        "page": 442,
        "ruku": 383,
        "hizbQuarter": 177,
        "sajda": false
      },
      {
        "number": 3746,
        "text": "Dan bukti lainnya untuk mereka adalah bahwa Kami mengangkut anak keturunan manusia dalam bahtera-bahtera yang dipenuhi oleh barang-barang dan rezeki-rezeki mereka.",
        "numberInSurah": 41,
        "juz": 23,
        "manzil": 5,
        "page": 443,
        "ruku": 383,
        "hizbQuarter": 177,
        "sajda": false
      },
      {
        "number": 3747,
        "text": "Dan Kami menciptakan pula untuk mereka sesuatu yang dapat mereka tunggangi, seperti halnya bahtera.",
        "numberInSurah": 42,
        "juz": 23,
        "manzil": 5,
        "page": 443,
        "ruku": 383,
        "hizbQuarter": 177,
        "sajda": false
      },
      {
        "number": 3748,
        "text": "Jika Kami menghendaki untuk menenggelamkan mereka karena hasil perbuatan mereka, niscaya Kami akan menenggelamkan mereka. Maka mereka tidak akan mendapatkan penolong yang dapat menyelamatkan mereka dari kebinasaan.",
        "numberInSurah": 43,
        "juz": 23,
        "manzil": 5,
        "page": 443,
        "ruku": 383,
        "hizbQuarter": 177,
        "sajda": false
      },
      {
        "number": 3749,
        "text": "Akan tetapi Kami tidak menenggelamkan mereka karena kasih sayang Kami. Dan sungguh Kami memberi mereka kesenangan sampai tiba waktu yang telah ditentukan.",
        "numberInSurah": 44,
        "juz": 23,
        "manzil": 5,
        "page": 443,
        "ruku": 383,
        "hizbQuarter": 177,
        "sajda": false
      },
      {
        "number": 3750,
        "text": "Dan apabila dikatakan kepada mereka, \"Waspadalah terhadap apa yang telah menimpa umat-umat terdahulu disebabkan pendustaan mereka, dan takutlah akan azab akhirat yang akan ditimpakan karena kekukuhan kalian mempertahankan kekufuran--dengan harapan semoga Tuhan memberikan rahmat-Nya jika kalian bertakwa kepada-Nya,\" mereka pasti akan menolak seruan itu.",
        "numberInSurah": 45,
        "juz": 23,
        "manzil": 5,
        "page": 443,
        "ruku": 383,
        "hizbQuarter": 177,
        "sajda": false
      },
      {
        "number": 3751,
        "text": "Tak ada satu bukti pun dari sekian banyak bukti yang mennjukkan keesaan dan kekuasaan Allah yang didatangkan kepada mereka, kecuali mereka selalu menolak bukti-bukti itu.",
        "numberInSurah": 46,
        "juz": 23,
        "manzil": 5,
        "page": 443,
        "ruku": 383,
        "hizbQuarter": 177,
        "sajda": false
      },
      {
        "number": 3752,
        "text": "Dan jika diserukan kepada mereka, \"Dermakanlah sebagian rezeki yang telah Allah berikan kepada kalian itu kepada orang-orang fakir,\" orang-orang kafir itu akan berkata kepada orang-orang Mukmin, \"Apakah kami harus memberi makan seseorang yang Allah berkehendak memberinya makan? Jika demikian, berarti kami telah menentang kehendak Allah. Wahai orang-orang yang mengajak mendermakan harta, kalian tidak lain adalah sekelompok orang yang berada dalam kesesatan yang nyata dan jauh dari kebenaran.\"",
        "numberInSurah": 47,
        "juz": 23,
        "manzil": 5,
        "page": 443,
        "ruku": 383,
        "hizbQuarter": 177,
        "sajda": false
      },
      {
        "number": 3753,
        "text": "Dengan nada mengejek, mereka berkata kepada orang-orang Mukmin, \"Bilakah ancaman yang kalian katakan kepada kami akan terjadi, jika ancaman kalian itu memang benar?\"",
        "numberInSurah": 48,
        "juz": 23,
        "manzil": 5,
        "page": 443,
        "ruku": 383,
        "hizbQuarter": 177,
        "sajda": false
      },
      {
        "number": 3754,
        "text": "Mereka tidak menunggu kecuali satu pekikan yang akan membinasakan mereka seketika itu juga. Mereka adalah sekelompok orang yang selalu bertikai demi urusan-urusan dunia dengan melupakan akhirat.",
        "numberInSurah": 49,
        "juz": 23,
        "manzil": 5,
        "page": 443,
        "ruku": 383,
        "hizbQuarter": 177,
        "sajda": false
      },
      {
        "number": 3755,
        "text": "Karena begitu cepatnya bencana itu diturunkan, mereka tidak dapat lagi berwasiat barang sedikit pun, dan juga tidak dapat menemui keluarga mereka lagi.",
        "numberInSurah": 50,
        "juz": 23,
        "manzil": 5,
        "page": 443,
        "ruku": 383,
        "hizbQuarter": 177,
        "sajda": false
      },
      {
        "number": 3756,
        "text": "Dan ditiuplah sangkakala sebagai tiupan kebangkitan. Maka mereka yang mati dari kubur bergegas menemui Allah. Sangkakala dan tiupan itu termasuk hal-hal yang hanya diketahui oleh Allah.",
        "numberInSurah": 51,
        "juz": 23,
        "manzil": 5,
        "page": 443,
        "ruku": 384,
        "hizbQuarter": 177,
        "sajda": false
      },
      {
        "number": 3757,
        "text": "Mereka yang dibangkitkan dari kubur itu pun berkata, \"Alangkah seramnya apa yang menanti kami ini! Siapakah gerangan yang telah membangunkan kami dari tidur ini?\" Lalu datanglah jawaban atas pertanyaan mereka itu, \"Inilah hari kebangkitan yang dijanjikan Sang Maha Pemurah kepada hamba-hamba-Nya. Dan benarlah para rasul yang telah menyampaikan berita tentang hal ini.\"",
        "numberInSurah": 52,
        "juz": 23,
        "manzil": 5,
        "page": 443,
        "ruku": 384,
        "hizbQuarter": 177,
        "sajda": false
      },
      {
        "number": 3758,
        "text": "Mereka diseru untuk keluar hanya dengan satu panggilan saja. Seketika itu juga mereka pun berkumpul di hadapan Kami untuk mendapatkan perhitungan.",
        "numberInSurah": 53,
        "juz": 23,
        "manzil": 5,
        "page": 443,
        "ruku": 384,
        "hizbQuarter": 177,
        "sajda": false
      },
      {
        "number": 3759,
        "text": "Maka pada hari itu, seseorang tidak akan dicurangi balasannya sesuai dengan perbuatannya. Mereka tidak akan mendapatkan sesuatu kecuali balasan atas perbuatan baik atau buruk yang telah mereka lakukan.",
        "numberInSurah": 54,
        "juz": 23,
        "manzil": 5,
        "page": 443,
        "ruku": 384,
        "hizbQuarter": 177,
        "sajda": false
      },
      {
        "number": 3760,
        "text": "Sesungguhnya pada hari ini para penghuni surga disibukkan oleh kenikmatan yang mereka dapatkan. Mereka mengagumi semua itu dengan perasaan riang gembira.",
        "numberInSurah": 55,
        "juz": 23,
        "manzil": 5,
        "page": 444,
        "ruku": 384,
        "hizbQuarter": 177,
        "sajda": false
      },
      {
        "number": 3761,
        "text": "Mereka beserta istri-istri mereka berada dalam keteduhan yang menyenangkan sambil bertelekan di atas dipan-dipan yang penuh hiasan.",
        "numberInSurah": 56,
        "juz": 23,
        "manzil": 5,
        "page": 444,
        "ruku": 384,
        "hizbQuarter": 177,
        "sajda": false
      },
      {
        "number": 3762,
        "text": "Di surga itu mereka memperoleh aneka ragam buah-buahan. Semua yang mereka minta akan disediakan.",
        "numberInSurah": 57,
        "juz": 23,
        "manzil": 5,
        "page": 444,
        "ruku": 384,
        "hizbQuarter": 177,
        "sajda": false
      },
      {
        "number": 3763,
        "text": "Diucapkan untuk mereka ucapan keselamatan yang berasal dari Tuhan Yang Maha Pengasih.",
        "numberInSurah": 58,
        "juz": 23,
        "manzil": 5,
        "page": 444,
        "ruku": 384,
        "hizbQuarter": 177,
        "sajda": false
      },
      {
        "number": 3764,
        "text": "Dan bagi para pelaku kejahatan, pada hari ini dikatakan kepada mereka, \"Menyingkirlah kalian dari kelompok orang-orang yang beriman!",
        "numberInSurah": 59,
        "juz": 23,
        "manzil": 5,
        "page": 444,
        "ruku": 384,
        "hizbQuarter": 177,
        "sajda": false
      },
      {
        "number": 3765,
        "text": "Bukankah telah Aku wasiatkan kepada kalian, wahai anak keturunan Adam, agar kalian tidak mengikuti jalan setan sehingga kalian menjadi budaknya? Sesungguhnya setan itu merupakan musuh yang nyata.",
        "numberInSurah": 60,
        "juz": 23,
        "manzil": 5,
        "page": 444,
        "ruku": 384,
        "hizbQuarter": 178,
        "sajda": false
      },
      {
        "number": 3766,
        "text": "Juga agar kalian mengesakan Aku dalam beribadah, karena itu merupakan jalan yang benar-benar lurus.",
        "numberInSurah": 61,
        "juz": 23,
        "manzil": 5,
        "page": 444,
        "ruku": 384,
        "hizbQuarter": 178,
        "sajda": false
      },
      {
        "number": 3767,
        "text": "Sungguh setan telah menyesatkan banyak di antara kalian. Kalian telah tertipu mengapa tidak berpikir saat mengikuti jalan setan.\"",
        "numberInSurah": 62,
        "juz": 23,
        "manzil": 5,
        "page": 444,
        "ruku": 384,
        "hizbQuarter": 178,
        "sajda": false
      },
      {
        "number": 3768,
        "text": "Kepada mereka dikatakan, \"Inilah neraka jahanam yang telah dijanjikan saat kalian berada di dunia. Ia merupakan balasan atas kekufuran kalian.",
        "numberInSurah": 63,
        "juz": 23,
        "manzil": 5,
        "page": 444,
        "ruku": 384,
        "hizbQuarter": 178,
        "sajda": false
      },
      {
        "number": 3769,
        "text": "Masuklah kalian ke dalam neraka jahanam ini. Pada hari ini, panas neraka jahanam itu semakin keras dengan kekufuran kalian.\"",
        "numberInSurah": 64,
        "juz": 23,
        "manzil": 5,
        "page": 444,
        "ruku": 384,
        "hizbQuarter": 178,
        "sajda": false
      },
      {
        "number": 3770,
        "text": "Pada hari itu Kami tutup mulut mereka sehingga tidak dapat berkata. Tangan-tangan merekalah yang berbicara kepada Kami. Dan kaki-kaki mereka pun berbicara sebagai saksi atas perbuatan-perbuatan mereka.",
        "numberInSurah": 65,
        "juz": 23,
        "manzil": 5,
        "page": 444,
        "ruku": 384,
        "hizbQuarter": 178,
        "sajda": false
      },
      {
        "number": 3771,
        "text": "Dan jika Kami menghendaki untuk menghilangkan penglihatan mereka di dunia, niscaya Kami akan butakan mereka. Lalu mereka berlomba-lomba meniti jalan yang harus mereka lalui. Tapi mereka tidak dapat lagi melihat jalan itu. Bagaimana mungkin mereka dapat melihatnya, bukankah Kami telah membuat mereka buta?",
        "numberInSurah": 66,
        "juz": 23,
        "manzil": 5,
        "page": 444,
        "ruku": 384,
        "hizbQuarter": 178,
        "sajda": false
      },
      {
        "number": 3772,
        "text": "Dan jikalau Kami menghendaki untuk mengubah bentuk mereka, niscaya Kami akan mengubah mereka ke dalam bentuk yang buruk, menggantikan kekuatan dan kedudukan yang sebelumnya mereka miliki. Maka mereka pun tidak dapat berjalan ke depan atau mundur ke belakang kareka Kami telah menghilangkan kekuatan yang ada pada mereka.",
        "numberInSurah": 67,
        "juz": 23,
        "manzil": 5,
        "page": 444,
        "ruku": 384,
        "hizbQuarter": 178,
        "sajda": false
      },
      {
        "number": 3773,
        "text": "Barangsiapa yang Kami panjangkan usianya, Kami akan mengembalikannya dari kuat menjadi lemah. Tidakkah mereka berpikir akan kekuasaan Kami melakukan hal itu sehingga mereka menyadari bahwa dunia ini hanyalah ediaman yang fana dan akhirat merupakan tempat yang abadi?(1). (1) Hal itu terjadi karena kehidupan manusia mengalami tiga fase, yaitu fase pertumbuhan, fase kematangan dan fase atrofi atau penyusutan. Seseorang akan memasuki masa tua ketika pada dirinya mulai terjadi penyusutan parenkim di ginjal, jantung, kelenjar gondok dan pankreas. Itu semua mempunyai peranan dalam membuat seluruh tubuh menjadi lemah. Pembuluh nadi pun, saat itu, mulai mengalami pengerasan dan penyusutan. Dengan demikian, darah yang mengalir ke seluruh bagian tubuh pun berkurang. Akibatnya tubuh menjadi semakin lemah. Di antara penyebab ketuaan lainnya adalah bahwa daya perusak lebih kuat daripada daya pembangun (metabolisme) tubuh. Hal itu dimungkinkan karena semua sel pada tubuh mengalami perubahan terus menerus, kecuali sel otak dan urat saraf tulang belakang yang tidak pernah mengalami perubahan sepanjang hidup. Jika jumlah sel baru sama dengan jumlah sel yang mati, maka tidak akan terjadi apa-apa pada tubuh. Tetapi jika jumlah sel yang mati lebih banyak daripada sel baru pada bagian tubuh mana saja, maka bagian tubuh itu akan mengalami penyusutan. Atas dasar itu, semakin bertambah usia seseorang, jumlah selnya yang mati pun bertambah banyak. Pada gilirannya akan terjadi penambahan degradasi sel yang mengakibatkan penyusutan secara umum. Jumlah pertambahan sel-sel baru itu sendiri berbeda dari satu jaringan ke jaringan lain. Jaringan yang tampak, seperti kulit yang menyelimuti tubuh dan selaput dalam saluran pencernaan serta saluran-saluran kelenjar mengalami penyusutan lebih banyak seiring dengan bertambahnya usia seseorang. Dan itu merupakan penyebab langsung terjadinya ketuaan.",
        "numberInSurah": 68,
        "juz": 23,
        "manzil": 5,
        "page": 444,
        "ruku": 385,
        "hizbQuarter": 178,
        "sajda": false
      },
      {
        "number": 3774,
        "text": "Kami tidak pernah mengajarkan kepada rasul Kami suatu syair. Seorang rasul, karena kedudukan dan kehormatannya, tidak pantas menjadi seorang penyair. Al-Qur'ân yang diturunkan kepadanya itu pun tidak lain dari nasihat dan kitab samawi yang jelas. Maka tidak ada korelasi antara al-Qur'ân dan syair.",
        "numberInSurah": 69,
        "juz": 23,
        "manzil": 5,
        "page": 444,
        "ruku": 385,
        "hizbQuarter": 178,
        "sajda": false
      },
      {
        "number": 3775,
        "text": "Untuk memberi peringatan kepada orang yang hatinya dan akalnya terbuka. Dan keputusan bahwa siksaan akan menimpa orang-orang yang mengingkari dan memungkiri petunjuknya teah ditetapkan.",
        "numberInSurah": 70,
        "juz": 23,
        "manzil": 5,
        "page": 444,
        "ruku": 385,
        "hizbQuarter": 178,
        "sajda": false
      },
      {
        "number": 3776,
        "text": "Apakah orang-orang kafir itu buta sehingga tidak melihat hasil ciptaan kemahakuasaan Kami berupa hewan-hewan ternak(1) yang kemudian mereka miliki dan mereka perlakukan semau mereka? (1) Yaitu unta, domba dan sapi.",
        "numberInSurah": 71,
        "juz": 23,
        "manzil": 5,
        "page": 445,
        "ruku": 385,
        "hizbQuarter": 178,
        "sajda": false
      },
      {
        "number": 3777,
        "text": "Hewan-hewan itu Kami tundukkan untuk kepentingan mereka. Ada yang dapat dijadikan kendaraan, ada pula yang dapat dimakan.",
        "numberInSurah": 72,
        "juz": 23,
        "manzil": 5,
        "page": 445,
        "ruku": 385,
        "hizbQuarter": 178,
        "sajda": false
      },
      {
        "number": 3778,
        "text": "Dari hewan-hewan itu pula mereka dapat menikmati beberapa kegunaan lain--seperti wol, bulu, kulit, maupun tulangnya--dan minuman dari susunya. Apakah mereka melupakan nikmat-nikmat itu sehingga tidak bersyukur kepada Tuhan yang menganugerahkannya?",
        "numberInSurah": 73,
        "juz": 23,
        "manzil": 5,
        "page": 445,
        "ruku": 385,
        "hizbQuarter": 178,
        "sajda": false
      },
      {
        "number": 3779,
        "text": "Orang-orang musyrik menyembah tuhan-tuhan selain Allah dengan harapan agar tuhan-tuhan itu dapat memberikan pertolongan kepada mereka.",
        "numberInSurah": 74,
        "juz": 23,
        "manzil": 5,
        "page": 445,
        "ruku": 385,
        "hizbQuarter": 178,
        "sajda": false
      },
      {
        "number": 3780,
        "text": "Tuhan-tuhan itu tidak akan dapat memberikan pertolongan jika Allah berkehendak memberikan kemudaratan kepada mereka, sebab tuhan-tuhan itu, memang, tidak dapat mendatangkan keuntungan dan kerugian apa-apa. Padahal, mereka sendiri malah menjadi ajudan untuk tuhan-tuhan yang lemah itu, yang siap mengabdi dan melindungi mereka dari marabahaya.",
        "numberInSurah": 75,
        "juz": 23,
        "manzil": 5,
        "page": 445,
        "ruku": 385,
        "hizbQuarter": 178,
        "sajda": false
      },
      {
        "number": 3781,
        "text": "Oleh karena itu, kamu tidak perlu merasa sedih dengan ucapan mereka tentang Allah--dengan bersikap kafir kepada-Nya--dan tentang dirimu dengan cara mendustakanmu. Kami, sungguh, Maha Mengetahui semua yang mereka sembunyikan dan perlihatkan, kemudian Kami akan membalas mereka atas dasar itu.",
        "numberInSurah": 76,
        "juz": 23,
        "manzil": 5,
        "page": 445,
        "ruku": 385,
        "hizbQuarter": 178,
        "sajda": false
      },
      {
        "number": 3782,
        "text": "Apakah manusia mengingkari wujud dan kemahaesaan Kami sehingga tidak melihat bahwa ia--yang sebelumnya tidak pernah ada--Kami ciptakan dari sperma yang hina, lalu tiba-tiba bersikap sangat memusuhi dan dengan cara terang-terangan?",
        "numberInSurah": 77,
        "juz": 23,
        "manzil": 5,
        "page": 445,
        "ruku": 385,
        "hizbQuarter": 178,
        "sajda": false
      },
      {
        "number": 3783,
        "text": "Manusia, yang bersikap memusuhi terhadap Kami, itu kemudian memberikan permisalan untuk mengingkari kemahakuasaan Kami dalam menghidupkan kembali tulang belulang yang telah hancur berserakan. Ia melupakan bahwa Kami telah menciptakannya dari ketiadaan. Ia berkata seraya tidak mengakui kemahakuasaan Kami, \"Siapa yang akan menghidupkan kembali tulang belulang yang telah hancur?\"",
        "numberInSurah": 78,
        "juz": 23,
        "manzil": 5,
        "page": 445,
        "ruku": 385,
        "hizbQuarter": 178,
        "sajda": false
      },
      {
        "number": 3784,
        "text": "Katakanlah, wahai Muhammad, \"Tulang-tulang itu akan dihidupkan kembali oleh Tuhan yang menciptakannya pertama kali. Tuhan yang mampu menciptakan dari ketiadaan itu, tentu mampu pula menghidupkan kembali sesuatu yang pernah ada. Pengetahuan-Nya amat luas, mencakup semua makhluk ciptaan-Nya. Oleh karena itu, Dia pasti amat berkuasa untuk mengumpulkan kembali benda-benda yang terpisah-pisah.",
        "numberInSurah": 79,
        "juz": 23,
        "manzil": 5,
        "page": 445,
        "ruku": 385,
        "hizbQuarter": 178,
        "sajda": false
      },
      {
        "number": 3785,
        "text": "Yaitu Tuhan yang menciptakan api dari pohon hijau setelah mengalami pengeringan. (1). (1) Kekuatan surya dapat berpindah ke dalam tumbuh-tumbuhan melalui proses asimilasi sinar. Sel tumbuh-tumbuhan yang mengandung zat hijau daun (klorofil) mengisap karbondioksida dari udara. Sebagai akibat terjadinya interaksi antara gas karbondioksida dan air yang diserap oleh tumbuh-tumbuhan dari dalam tanah, akan dihasilkan zat karbohidrat berkat bantuan sinar matahari. Dari situ kemudian terbentuk kayu yang pada dasarnya terdiri atas komponen kimiawi yang mengandung karbon, hidrogen dan oksigen. Dari kayu itu, manusia kemudian membuat arang sebagai bahan bakar. Daya yang tersimpan di dalam arang itu akan keluar ketika ia terbakar. Daya itu sendiri dapat dimanfaatkan untuk keperluan memasak, penghangatan, penerangan dan lain-lain. Batu bara yang kita kenal itu pun pada mulanya adalah pohon yang tumbuh dan membesar melalui proses asimilasi sinar tadi, kemudian mengalami penghangatan dengan cara tertentu sehingga berubah menjadi batu bara setelah berjuta tahun lamanya akibat pengaruh faktor geologi seperti panas, tekanan udara dan sebagainya. Perlu diketahui pula kiranya bahwa kata \"akhdlar\" ('hijau') dalam ayat ini bukan disebut secara kebetulan tanpa maksud. Frase \"min al-syajar al-akhdlar\" yang berarti 'dari pohon yang hijau' itu justru menunjuk kepada zat hijau daun yang sangat diperlukan dalam proses asimilasi gas karbondioksida.",
        "numberInSurah": 80,
        "juz": 23,
        "manzil": 5,
        "page": 445,
        "ruku": 385,
        "hizbQuarter": 178,
        "sajda": false
      },
      {
        "number": 3786,
        "text": "Apakah mereka kehilangan akal sehingga tidak dapat mengerti bahwa Tuhan yang mampu menciptakan langit dan bumi, dengan bentuknya yang begitu besar, mampu pula menghidupkan kembali manusia yang begitu kecil dan lemah? Ya, Tuhan itu memang mampu melakukannya. Dia Maha Pencipta yang ilmunya mencakup segala sesuatu.",
        "numberInSurah": 81,
        "juz": 23,
        "manzil": 5,
        "page": 445,
        "ruku": 385,
        "hizbQuarter": 178,
        "sajda": false
      },
      {
        "number": 3787,
        "text": "Dalam menciptakan sesuatu, jika Dia berkehendak menciptakannya, Dia hanya berkata, \"Jadilah!\" Sesuatu yang dikehendaki itu pun terjadi seketika itu juga.",
        "numberInSurah": 82,
        "juz": 23,
        "manzil": 5,
        "page": 445,
        "ruku": 385,
        "hizbQuarter": 178,
        "sajda": false
      },
      {
        "number": 3788,
        "text": "Maka Tuhan yang, dengan kemahakuasaan-Nya, mempunyai hak mencipta dan mengatur segala sesuatu, itu sungguh Mahasuci dari segala sifat yang tidak pantas disandang-Nya. Dan hanya kepada- Nyalah kalian semua akan dikembalikan, lalu Dia akan memperhitungkan amal perbuatan kalian.",
        "numberInSurah": 83,
        "juz": 23,
        "manzil": 5,
        "page": 445,
        "ruku": 385,
        "hizbQuarter": 178,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "id.muntakhab",
      "language": "id",
      "name": "Quraish Shihab",
      "englishName": "Muhammad Quraish Shihab et al.",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}