{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 37,
    "name": "سُورَةُ الصَّافَّاتِ",
    "englishName": "As-Saaffaat",
    "englishNameTranslation": "Those drawn up in Ranks",
    "revelationType": "Meccan",
    "numberOfAyahs": 182,
    "ayahs": [
      {
        "number": 3789,
        "text": "[[37 ~ ASH-SHAFFAT (ROMBONGAN YANG BERSAF-SAF) Pendahuluan: Makkiyyah, 182 ayat ~ Surat ini diawali dengan sebuah sumpah demi malaikat, salah satu makhluk Allah, yang mempunyai tugas berbaris, melarang dan selalu menyenandungkan bacaan bahwa Allah Mahaesa. Ayat-ayat selanjutnya menguatkan apa yang disenandungkan oleh malaikat-malaikat itu. Disebutkan, misalnya, bahwa Allah adalah Tuhan Penguasa langit, bumi, semua yang ada di antara keduanya, dan juga Tuhan Penguasa tempat-tempat terbitnya matahari, yang menghias langit yang terdekat dari bumi dengan berbagai gemintang. Dia melindungi semua itu dari setan pembangkang yang tidak mau menaati perintah- Nya. Setelah berbicara mengenai ajaran tauhid, ayat-ayat selanjutnya kemudian berbicara mengenai kepercayaan tentang datangnya hari kebangkitan. Orang-orang yang meragukan kedatangan hari itu diancam bahwa mereka benar-benar akan didatangi hari itu secara tiba-tiba. Ketika itu, mereka sendiri menyaksikan peristiwa itu. Pembicaraan tentang hari kiamat ini diperkuat dengan dalil-dali dan bukti-bukti yang menunjukkan betapa peristiwa itu sangat mungkin dan sangat mudah terjadi. Kelak, ketika mereka menyaksikan hari itu, mereka akan berkata, \"Celaka! Ini adalah hari pembalasan.\" Kepada mereka kemudian dikatakan \"Hari ini adalah hari pengadilan yang dahulu kalian dustakan.\" Orang-orang yang menzalimi dirinya itu pun dikumpulkan bersama tuhan-tuhan palsu yang dahulu mereka sembah. Mereka akan bertanya, dan tuhan-tuhan itu pun akan menjawab dan memberikan alasan. Masing-masing menyalahkan pihak lain setelah merasakan penderitaan di hari itu. Padahal, mereka semua akan merasakan siksaan. Sebab mereka melakukan kejahatan yang sama: bersikap sombong lalu tidak mau mengakui keesaan Tuhan, dan menuduh bahwa rasul yang diutus kepada mereka itu gila. Padahal, rasul itu justru datang membawa kebenaran dan bukti yang menguatkan bahwa mereka benar-benar jujur dalam menyampaikan misi Tuhan. Sedangkan orang-orang Mukmin yang beribadah dengan ikhlas, seperti disebutkan pada ayat-ayat selanjutnya, akan merasakan berbagai macam kenikmatan. Mereka akan mengingat-ingat karunia Allah yang telah mereka rasakan. Mereka juga akan mencari-cari orang yang dahulu menjadi teman buruknya, yang kemudian ditemukan sedang berada di dalam neraka. Mereka akhirnya mengucap tahmid memuji Allah karena telah terjaga sehingga tidak mengikuti ajakan teman- teman buruk itu. Pada bagian selanjutnya, surat ini berbicara mengenai derajat orang-orang zalim dan orang-orang Mukmin. Dilanjutkan, kemudian, dengan kisah beberapa rasul terdahulu sebagai pelipur lara bagi Nabi Muhammad saw. sekaligus sebagai pelajaran bagi kaumnya yang tidak percaya. Setelah mengutarakan berbagai kisah dari berbagai zaman dan dengan berbagai tokoh yang berbeda pula--dengan satu kesamaan, yaitu kisah mengenai misi kenabian--ayat-ayat berikutnya mematahkan anggapan orang-orang musyrik bahwa Allah mempunyai anak perempuan dan mereka mempunyai anak laki-laki, bahwa Allah menciptakan malaikat bergender perempuan, dan bahwa mereka adalah calon penghuni surga. Allah Mahasuci dari semua anggapan mereka itu. Orang-orang yang menghambakan diri kepada Allah akan mendapat pertolongan, dan tentara-tentara yang membela agama Allah itu akan menang. Sedangkan orang-orang yang diperingatkan itu akan menerima siksaan. Akhirnya surat ini ditutup dengan tasbih penyucian Tuhan dari segala sifat yang disandangkan orang-orang musyrik kepada-Nya, ucapan selamat kepada para rasul dan tahmid bagi-Nya, Tuhan alam semesta.]] Aku bersumpah demi sekelompok makhluk ciptaan-Ku yang berbaris teratur, tunduk beribadah.",
        "numberInSurah": 1,
        "juz": 23,
        "manzil": 6,
        "page": 446,
        "ruku": 386,
        "hizbQuarter": 178,
        "sajda": false
      },
      {
        "number": 3790,
        "text": "Mereka mencegah orang-orang yang melampaui batas-batas yang telah ditentukan-Nya dengan sungguh-sungguh sehingga menjamin kelestarian sistem aturan Tuhan dan kehidupan semua makhluk.",
        "numberInSurah": 2,
        "juz": 23,
        "manzil": 6,
        "page": 446,
        "ruku": 386,
        "hizbQuarter": 178,
        "sajda": false
      },
      {
        "number": 3791,
        "text": "Mereka membacakan ayat-ayat Tuhan dan selalu berzikir kepada Allah dengan bertasbih dan bertahmid.",
        "numberInSurah": 3,
        "juz": 23,
        "manzil": 6,
        "page": 446,
        "ruku": 386,
        "hizbQuarter": 178,
        "sajda": false
      },
      {
        "number": 3792,
        "text": "Sesungguhnya Tuhan yang pantas kalian sembah hanya satu. Dia tidak mempunyai sekutu yang menyertainya, baik pada diri, perbuatan maupun sifat-Nya.",
        "numberInSurah": 4,
        "juz": 23,
        "manzil": 6,
        "page": 446,
        "ruku": 386,
        "hizbQuarter": 178,
        "sajda": false
      },
      {
        "number": 3793,
        "text": "Hanya Dialah Pencipta langit dan bumi beserta apa yang ada di antara keduanya. Dia yang mengatur segala sesuatu. Dan Dialah Pemilik tempat-tempat terbitnya matahari. (1). (1) Allah adalah pencipta langit dan bumi beserta benda-benda langit dan planet-planet yang ada di antara keduanya. Dialah yang memelihara dan menjaga tempat terbitnya matahari dan bintang-bintang lainnya. Dialah yang setiap hari memunculkannya dari ufuk timur pada posisi yang berbeda dengan sehari sebelumnya. Hal itu merupakan ketetapan hukum alam yang berlaku dalam tata surya ketika bumi berputar pada porosnya dari arah barat ke arah timur sekali dalam satu hari dan pada saat yang bersamaan berputar pada orbitnya mengelilingi matahari. Dengan berputarnya bumi pada porosnya setiap hari, matahari dan bintang-bintang tampak bagi penghuni bumi bersinar di tempat yang berbeda-beda. Setiap kali bumi mengubah posisinya ketika beredar pada kubah langit, matahari tampak bersinar dari tempat berbeda. Kalau kita memperhatikan matahari secara teratur mulai akhir bulan Maret--yaitu ketika terjadi musim semi--dan dari belahan bumi sebelah utara, matahari tampak bersinar pada sebuah titik di ufuk timur. Setiap suatu hari berlalu matahari terbit pada titik yang mendekati arah utara. Pada akhir Juni kita akan melihat matahari terbit di tempat yang paling dekat ke utara. Setelah itu ia akan tampak bergeser kembali ke arah semula sampai akhir September--saat musim gugur--di mana matahari terbit pada posisi seperti pada musim semi. Setelah itu matahari terus bergerak ke arah selatan dan terbit pada titik terdekat ke selatan pada akhir Desember. Kemudian tampak kembali ke arah utara dengan meyelesaikan putarannya pada musim semi berikutnya. Semua itu memakan waktu 365,25 hari. Bintang-bintang pun demikian pula, terbit di tempat yang berbeda-beda di ufuk timur saat perjalanan bumi di busur langit. Khususnya bintang-bintang zodiak yang dua belas yang merupakan tempat berpindahnya matahari sepanjang tahun.",
        "numberInSurah": 5,
        "juz": 23,
        "manzil": 6,
        "page": 446,
        "ruku": 386,
        "hizbQuarter": 178,
        "sajda": false
      },
      {
        "number": 3794,
        "text": "Sesungguhnya Kami telah menghias langit yang terletak tidak jauh dari penghuni bumi dengan sebuah hiasan berupa planet dan bintang yang bersinar, dengan ukuran dan posisi yang berbeda-beda dalam pandangan mata di dunia.",
        "numberInSurah": 6,
        "juz": 23,
        "manzil": 6,
        "page": 446,
        "ruku": 386,
        "hizbQuarter": 178,
        "sajda": false
      },
      {
        "number": 3795,
        "text": "Kami telah menjaganya dengan penuh seksama dari setiap setan yang durhaka.",
        "numberInSurah": 7,
        "juz": 23,
        "manzil": 6,
        "page": 446,
        "ruku": 386,
        "hizbQuarter": 178,
        "sajda": false
      },
      {
        "number": 3796,
        "text": "Setan-setan yang durhaka itu tidak akan mungkin dapat mendengar apa yang tengah berlangsung di antara para malaikat pilihan (al-mala' al-a'lâ). Mereka dilempari dengan segala sesuatu yang mendorong mereka dari seluruh penjuru.",
        "numberInSurah": 8,
        "juz": 23,
        "manzil": 6,
        "page": 446,
        "ruku": 386,
        "hizbQuarter": 178,
        "sajda": false
      },
      {
        "number": 3797,
        "text": "Mereka diusir dengan kejam sehingga tidak sampai mendengar berita-berita dari langit. Di akhirat kelak mereka akan mendapat siksa pedih yang abadi.",
        "numberInSurah": 9,
        "juz": 23,
        "manzil": 6,
        "page": 446,
        "ruku": 386,
        "hizbQuarter": 178,
        "sajda": false
      },
      {
        "number": 3798,
        "text": "Kecuali beberapa di antara mereka yang mencuri pembicaraan tentang berita-berita langit. Sesungguhnya Kami akan terus mengikutinya dengan suluh api yang menyinari udara untuk kemudian membakarnya.",
        "numberInSurah": 10,
        "juz": 23,
        "manzil": 6,
        "page": 446,
        "ruku": 386,
        "hizbQuarter": 178,
        "sajda": false
      },
      {
        "number": 3799,
        "text": "Maka tanyakanlah, hai Muhammad, orang-orang yang mengingkari kebangkitan dan menafikan terjadinya, apakah mereka yang lebih sulit kejadiannya ataukah ciptaan Kami yang berupa langit, bumi, planet-planet dan sebagainya. Sesungguhnya Kami telah menciptakan mereka dari tanah yang menempel satu dengan lainnya. Lalu mengapa mereka menafikan kemungkinan mereka dibangkitkan kembali?",
        "numberInSurah": 11,
        "juz": 23,
        "manzil": 6,
        "page": 446,
        "ruku": 386,
        "hizbQuarter": 178,
        "sajda": false
      },
      {
        "number": 3800,
        "text": "Bahkan kamu heran, wahai Muhammad, terhadap keingkaran mereka akan kebangkitan meskipun bukti- bukti kekuasaan Allah telah ada. Mereka menghinamu karena keherananmu dan pernyataanmu tentang kebangkitan itu.",
        "numberInSurah": 12,
        "juz": 23,
        "manzil": 6,
        "page": 446,
        "ruku": 386,
        "hizbQuarter": 178,
        "sajda": false
      },
      {
        "number": 3801,
        "text": "Jika dihadapkan kepada bukti-bukti kekuasaan Allah untuk membangkitkan, mereka tidak menoleh dan tidak memanfaatkan bukti-bukti itu.",
        "numberInSurah": 13,
        "juz": 23,
        "manzil": 6,
        "page": 446,
        "ruku": 386,
        "hizbQuarter": 178,
        "sajda": false
      },
      {
        "number": 3802,
        "text": "Apabila mereka melihat bukti kekuasaan Allah, mereka saling mengajak satu sama lain untuk semakin mengejeknya.",
        "numberInSurah": 14,
        "juz": 23,
        "manzil": 6,
        "page": 446,
        "ruku": 386,
        "hizbQuarter": 178,
        "sajda": false
      },
      {
        "number": 3803,
        "text": "Terhadap ayat-ayat yang menunjukkan kekuasaan Allah, mereka mengatakan, \"Yang kita lihat ini tidak lain hanyalah sihir yang nyata.",
        "numberInSurah": 15,
        "juz": 23,
        "manzil": 6,
        "page": 446,
        "ruku": 386,
        "hizbQuarter": 178,
        "sajda": false
      },
      {
        "number": 3804,
        "text": "Apakah, apabila kami telah mati dan menjadi tanah serta tulang belulang, kami akan dikeluarkan dari dalam kubur dalam keadaan hidup?",
        "numberInSurah": 16,
        "juz": 23,
        "manzil": 6,
        "page": 446,
        "ruku": 386,
        "hizbQuarter": 178,
        "sajda": false
      },
      {
        "number": 3805,
        "text": "Apakah kami akan dihidupkan, dan apakah nenek moyang kami terdahulu yang telah mati dan binasa akan dibangkitkan kembali?\"",
        "numberInSurah": 17,
        "juz": 23,
        "manzil": 6,
        "page": 446,
        "ruku": 386,
        "hizbQuarter": 178,
        "sajda": false
      },
      {
        "number": 3806,
        "text": "Katakanlah, wahai Muhammad, kepada mereka, \"Ya, kalian semua akan dibangkitkan dalam keadaan hina dan tunduk.\"",
        "numberInSurah": 18,
        "juz": 23,
        "manzil": 6,
        "page": 446,
        "ruku": 386,
        "hizbQuarter": 178,
        "sajda": false
      },
      {
        "number": 3807,
        "text": "Kebangkitan itu terjadi dengan satu teriakan saja. Seketika mereka hidup kembali, menunggu apa yang telah dijanjikan kepada mereka.",
        "numberInSurah": 19,
        "juz": 23,
        "manzil": 6,
        "page": 446,
        "ruku": 386,
        "hizbQuarter": 178,
        "sajda": false
      },
      {
        "number": 3808,
        "text": "Orang-orang musyrik berkata, \"Wah, binasalah kita! Inilah hari perhitungan dan pembalasan terhadap semua amal perbuatan.\"",
        "numberInSurah": 20,
        "juz": 23,
        "manzil": 6,
        "page": 446,
        "ruku": 386,
        "hizbQuarter": 178,
        "sajda": false
      },
      {
        "number": 3809,
        "text": "Mereka dijawab, \"Inilah hari keputusan dan penentuan terhadap amal perbuatan yang selalu kalian dustakan di dunia.\"",
        "numberInSurah": 21,
        "juz": 23,
        "manzil": 6,
        "page": 446,
        "ruku": 386,
        "hizbQuarter": 178,
        "sajda": false
      },
      {
        "number": 3810,
        "text": "Kumpulkanlah, hai para malaikat-Ku, orang-orang yang menzalimi diri mereka sendiri dengan kekafiran bersama istri-istri mereka yang kafir dan tuhan-tuhan selain Allah yang selalu mereka sembah seperti berhala dan sekutu! Tunjukilah mereka jalan ke neraka untuk mereka lalui!",
        "numberInSurah": 22,
        "juz": 23,
        "manzil": 6,
        "page": 446,
        "ruku": 387,
        "hizbQuarter": 179,
        "sajda": false
      },
      {
        "number": 3811,
        "text": "Kumpulkanlah, hai para malaikat-Ku, orang-orang yang menzalimi diri mereka sendiri dengan kekafiran bersama istri-istri mereka yang kafir dan tuhan-tuhan selain Allah yang selalu mereka sembah seperti berhala dan sekutu! Tunjukilah mereka jalan ke neraka untuk mereka lalui!",
        "numberInSurah": 23,
        "juz": 23,
        "manzil": 6,
        "page": 446,
        "ruku": 387,
        "hizbQuarter": 179,
        "sajda": false
      },
      {
        "number": 3812,
        "text": "Tahanlah mereka di tempat tersebut. Sesungguhnya mereka akan ditanya tentang keyakinan dan perbuatan mereka.",
        "numberInSurah": 24,
        "juz": 23,
        "manzil": 6,
        "page": 446,
        "ruku": 387,
        "hizbQuarter": 179,
        "sajda": false
      },
      {
        "number": 3813,
        "text": "Hai orang-orang musyrik, mengapa sekarang kalian tidak saling menolong seperti ketika kalian di dunia dulu?",
        "numberInSurah": 25,
        "juz": 23,
        "manzil": 6,
        "page": 447,
        "ruku": 387,
        "hizbQuarter": 179,
        "sajda": false
      },
      {
        "number": 3814,
        "text": "Pada hari itu, mereka memang tidak dapat saling menolong. Bahkan mereka pasrah dan menyerah kepada keputusan Allah.",
        "numberInSurah": 26,
        "juz": 23,
        "manzil": 6,
        "page": 447,
        "ruku": 387,
        "hizbQuarter": 179,
        "sajda": false
      },
      {
        "number": 3815,
        "text": "Mereka saling berhadapan dan saling mencaci dan berbantah-bantahan satu sama lain. Mereka juga saling bertanya tentang nasib jelek yang mereka terima.",
        "numberInSurah": 27,
        "juz": 23,
        "manzil": 6,
        "page": 447,
        "ruku": 387,
        "hizbQuarter": 179,
        "sajda": false
      },
      {
        "number": 3816,
        "text": "Orang-orang yang lemah berkata kepada pembesar-pembesar mereka, \"Kalian telah mendatangi kami dari suatu arah, yang kami kira ada kebaikan dan harapan, untuk mengalihkan kami dari kebenaran kepada kesesatan.\"",
        "numberInSurah": 28,
        "juz": 23,
        "manzil": 6,
        "page": 447,
        "ruku": 387,
        "hizbQuarter": 179,
        "sajda": false
      },
      {
        "number": 3817,
        "text": "Orang-orang yang sombong itu berkata, \"Kami tidak memalingkan kalian. Bahkan kalianlah yang enggan beriman dan memilih berpaling dari keimanan.",
        "numberInSurah": 29,
        "juz": 23,
        "manzil": 6,
        "page": 447,
        "ruku": 387,
        "hizbQuarter": 179,
        "sajda": false
      },
      {
        "number": 3818,
        "text": "Sekali-kali kami tidak mempunyai kekuasaan terhadap kalian sehingga kami dapat merenggut kebebasan memilih kalian. Bahkan kalianlah kaum yang keluar dari kebenaran.",
        "numberInSurah": 30,
        "juz": 23,
        "manzil": 6,
        "page": 447,
        "ruku": 387,
        "hizbQuarter": 179,
        "sajda": false
      },
      {
        "number": 3819,
        "text": "Keputusan Tuhan telah ditentukan untuk kita, yaitu bahwa kita akan merasakan azab pada hari kiamat.",
        "numberInSurah": 31,
        "juz": 23,
        "manzil": 6,
        "page": 447,
        "ruku": 387,
        "hizbQuarter": 179,
        "sajda": false
      },
      {
        "number": 3820,
        "text": "Kami mengajak kalian kepada kesesatan dan kalian memenuhi ajakan kami itu. Tugas kami adalah menipu untuk mengajak manusia kepada kesesatan kami. Kesalahan bukan ada pada kami.",
        "numberInSurah": 32,
        "juz": 23,
        "manzil": 6,
        "page": 447,
        "ruku": 387,
        "hizbQuarter": 179,
        "sajda": false
      },
      {
        "number": 3821,
        "text": "Sesungguhnya, baik pengikut maupun orang-orang yang diikuti, semuanya bersama-sama akan disiksa pada hari kiamat.",
        "numberInSurah": 33,
        "juz": 23,
        "manzil": 6,
        "page": 447,
        "ruku": 387,
        "hizbQuarter": 179,
        "sajda": false
      },
      {
        "number": 3822,
        "text": "Dengan siksa seperti itu, Kami akan mengazab orang-orang yang melanggar hak Allah dengan kemusyrikan dan perbuatan maksiat.",
        "numberInSurah": 34,
        "juz": 23,
        "manzil": 6,
        "page": 447,
        "ruku": 387,
        "hizbQuarter": 179,
        "sajda": false
      },
      {
        "number": 3823,
        "text": "Dahulu, ketika dikatakan Lâ ilâha illâ Allâh kepada mereka, dengan sombong dan angkuh mereka enggan menyatakannya.",
        "numberInSurah": 35,
        "juz": 23,
        "manzil": 6,
        "page": 447,
        "ruku": 387,
        "hizbQuarter": 179,
        "sajda": false
      },
      {
        "number": 3824,
        "text": "Mereka mengatakan, \"Apakah kami harus meninggalkan tuhan-tuhan yang kami sembah hanya karena omongan seorang penyair gila?\"",
        "numberInSurah": 36,
        "juz": 23,
        "manzil": 6,
        "page": 447,
        "ruku": 387,
        "hizbQuarter": 179,
        "sajda": false
      },
      {
        "number": 3825,
        "text": "Sebenarnya, rasul mereka (Muhammad) telah datang membawa ajaran tauhid yang juga diserukan oleh semua rasul. Dan dengan ajaran itu ia telah membenarkan dakwah para rasul.",
        "numberInSurah": 37,
        "juz": 23,
        "manzil": 6,
        "page": 447,
        "ruku": 387,
        "hizbQuarter": 179,
        "sajda": false
      },
      {
        "number": 3826,
        "text": "Sesungguhnya kalian, hai orang-orang musyrik, akan merasakan siksa yang pedih di akhirat.",
        "numberInSurah": 38,
        "juz": 23,
        "manzil": 6,
        "page": 447,
        "ruku": 387,
        "hizbQuarter": 179,
        "sajda": false
      },
      {
        "number": 3827,
        "text": "Yang kalian dapatkan di akhirat itu tidak lain adalah balasan atas perbuatan kalian di dunia.",
        "numberInSurah": 39,
        "juz": 23,
        "manzil": 6,
        "page": 447,
        "ruku": 387,
        "hizbQuarter": 179,
        "sajda": false
      },
      {
        "number": 3828,
        "text": "Kecuali hamba-hamba Allah yang telah dibuat ikhlas. Sesungguhnya mereka tidak akan merasakan azab. Sebab mereka adalah orang-orang yang beriman dan taat.",
        "numberInSurah": 40,
        "juz": 23,
        "manzil": 6,
        "page": 447,
        "ruku": 387,
        "hizbQuarter": 179,
        "sajda": false
      },
      {
        "number": 3829,
        "text": "Orang-orang yang dibuat ikhlas tersebut akan mendapat rezeki yang telah ditentukan oleh Allah pada hari kiamat.",
        "numberInSurah": 41,
        "juz": 23,
        "manzil": 6,
        "page": 447,
        "ruku": 387,
        "hizbQuarter": 179,
        "sajda": false
      },
      {
        "number": 3830,
        "text": "Yaitu buah-buahan yang bermacam-macam. Mereka adalah orang-orang yang ditenteramkan dan dimuliakan.",
        "numberInSurah": 42,
        "juz": 23,
        "manzil": 6,
        "page": 447,
        "ruku": 387,
        "hizbQuarter": 179,
        "sajda": false
      },
      {
        "number": 3831,
        "text": "Di dalam surga-surga yang penuh kenikmatan.",
        "numberInSurah": 43,
        "juz": 23,
        "manzil": 6,
        "page": 447,
        "ruku": 387,
        "hizbQuarter": 179,
        "sajda": false
      },
      {
        "number": 3832,
        "text": "Mereka duduk di atas tahta dengan saling berhadapan.",
        "numberInSurah": 44,
        "juz": 23,
        "manzil": 6,
        "page": 447,
        "ruku": 387,
        "hizbQuarter": 179,
        "sajda": false
      },
      {
        "number": 3833,
        "text": "Mereka dikelilingi oleh anak-anak kecil yang membawa bejana berisikan minuman dari sumber yang terus mengalir tanpa terputus.",
        "numberInSurah": 45,
        "juz": 23,
        "manzil": 6,
        "page": 447,
        "ruku": 387,
        "hizbQuarter": 179,
        "sajda": false
      },
      {
        "number": 3834,
        "text": "Warnanya putih bersih ketika dicampur. Rasanya pun menggairahkan orang-orang yang meminumnya.",
        "numberInSurah": 46,
        "juz": 23,
        "manzil": 6,
        "page": 447,
        "ruku": 387,
        "hizbQuarter": 179,
        "sajda": false
      },
      {
        "number": 3835,
        "text": "Minuman itu tidak membuat pusing dan membuat mereka mabuk. Dengan meminumnya kesadaran mereka tidak hilang.",
        "numberInSurah": 47,
        "juz": 23,
        "manzil": 6,
        "page": 447,
        "ruku": 387,
        "hizbQuarter": 179,
        "sajda": false
      },
      {
        "number": 3836,
        "text": "Di surga, di sisi orang-orang yang dibersihkan dari dosa itu terdapat bidadari-bidadari yang diciptakan dalam keadaan terjaga kesuciannya. Pandangan mereka hanya tertuju pada pasangannya. Mereka tidak mau melihat keinginan syahwat yang menyesatkan. Kecantikan mereka ada pada kejelitaan matanya.",
        "numberInSurah": 48,
        "juz": 23,
        "manzil": 6,
        "page": 447,
        "ruku": 387,
        "hizbQuarter": 179,
        "sajda": false
      },
      {
        "number": 3837,
        "text": "Mereka bagaikan telur burung unta yang terlindungi oleh sayap, sehingga tak tersentuh tangan dan tak terkena debu.",
        "numberInSurah": 49,
        "juz": 23,
        "manzil": 6,
        "page": 447,
        "ruku": 387,
        "hizbQuarter": 179,
        "sajda": false
      },
      {
        "number": 3838,
        "text": "Orang-orang yang dibersihkan dari dosa itu kemudian saling berhadapan dan saling berbincang tentang ihwal mereka dan tentang keadaan mereka ketika masih di dunia.",
        "numberInSurah": 50,
        "juz": 23,
        "manzil": 6,
        "page": 447,
        "ruku": 387,
        "hizbQuarter": 179,
        "sajda": false
      },
      {
        "number": 3839,
        "text": "Saat itu salah seorang dari mereka berkata, \"Dulu aku punya seorang teman yang musyrik. Ia selalu mendebatku dalam masalah agama dan ajaran-ajaran yang dibawa oleh al-Qur'ân.\"",
        "numberInSurah": 51,
        "juz": 23,
        "manzil": 6,
        "page": 447,
        "ruku": 387,
        "hizbQuarter": 179,
        "sajda": false
      },
      {
        "number": 3840,
        "text": "\"Temanku itu,\" katanya melanjutkan, berkata, \"Apakah kamu mempercayai adanya kebangkitan setelah mati, perhitungan dan pembalasan?",
        "numberInSurah": 52,
        "juz": 23,
        "manzil": 6,
        "page": 448,
        "ruku": 387,
        "hizbQuarter": 179,
        "sajda": false
      },
      {
        "number": 3841,
        "text": "Apakah, setelah kita binasa dan menjadi debu dan tulang belulang, kita akan hidup lagi untuk diperhitungkan dan dibalas segala amal perbuatan kita?\"",
        "numberInSurah": 53,
        "juz": 23,
        "manzil": 6,
        "page": 448,
        "ruku": 387,
        "hizbQuarter": 179,
        "sajda": false
      },
      {
        "number": 3842,
        "text": "Orang itu melanjutkan berkata kepada teman-temannya, \"Wahai penghuni surga, apakah kalian menyaksikan penghuni neraka sehingga melihat temanku itu?\"",
        "numberInSurah": 54,
        "juz": 23,
        "manzil": 6,
        "page": 448,
        "ruku": 387,
        "hizbQuarter": 179,
        "sajda": false
      },
      {
        "number": 3843,
        "text": "Pandangannya pun tertuju ke neraka. Lalu ia melihat teman lamanya itu berada di tengah-tengahnya: tersiksa oleh api neraka.",
        "numberInSurah": 55,
        "juz": 23,
        "manzil": 6,
        "page": 448,
        "ruku": 387,
        "hizbQuarter": 179,
        "sajda": false
      },
      {
        "number": 3844,
        "text": "Ketika melihatnya, ia berkata, \"Demi Allah, kamu hampir saja membinasakanku di dunia dulu, kalau aku mematuhimu bersikap kufur dan berbuat maksiat.",
        "numberInSurah": 56,
        "juz": 23,
        "manzil": 6,
        "page": 448,
        "ruku": 387,
        "hizbQuarter": 179,
        "sajda": false
      },
      {
        "number": 3845,
        "text": "Kalau tidak karena nikmat Tuhanku yang berupa hidayah dan restu-Nya kepadaku untuk beriman kepada Allah dan kebangkitan, tentu aku akan seperti kamu: dijebloskan ke dalam siksa.",
        "numberInSurah": 57,
        "juz": 23,
        "manzil": 6,
        "page": 448,
        "ruku": 387,
        "hizbQuarter": 179,
        "sajda": false
      },
      {
        "number": 3846,
        "text": "Apakah kita akan kekal dalam kenikmatan surga dan selamanya tidak akan mati selain mati yang pertama di dunia? Dan apakah kita tidak akan merasakan siksa setelah masuk surga?",
        "numberInSurah": 58,
        "juz": 23,
        "manzil": 6,
        "page": 448,
        "ruku": 387,
        "hizbQuarter": 179,
        "sajda": false
      },
      {
        "number": 3847,
        "text": "Apakah kita akan kekal dalam kenikmatan surga dan selamanya tidak akan mati selain mati yang pertama di dunia? Dan apakah kita tidak akan merasakan siksa setelah masuk surga?",
        "numberInSurah": 59,
        "juz": 23,
        "manzil": 6,
        "page": 448,
        "ruku": 387,
        "hizbQuarter": 179,
        "sajda": false
      },
      {
        "number": 3848,
        "text": "Sesungguhnya kemuliaan di surga yang diberikan Allah kepada kita adalah suatu kemenangan yang amat besar. Kemuliaan itu juga merupakan keselamatan terbesar dari siksa Allah yang selalu kita takuti di dunia.\"",
        "numberInSurah": 60,
        "juz": 23,
        "manzil": 6,
        "page": 448,
        "ruku": 387,
        "hizbQuarter": 179,
        "sajda": false
      },
      {
        "number": 3849,
        "text": "Untuk mendapatkan kemuliaan seperti yang diterima oleh orang-orang Mukmin di akhirat itu, hendaknya orang-orang yang berbuat di dunia itu berusaha untuk mendapatkan seperti yang mereka dapatkan.",
        "numberInSurah": 61,
        "juz": 23,
        "manzil": 6,
        "page": 448,
        "ruku": 387,
        "hizbQuarter": 179,
        "sajda": false
      },
      {
        "number": 3850,
        "text": "Apakah rezeki tertentu yang telah disediakan untuk penghuni surga itu lebih baik ataukah pohon zaqqûm yang tersedia untuk penghuni neraka?",
        "numberInSurah": 62,
        "juz": 23,
        "manzil": 6,
        "page": 448,
        "ruku": 387,
        "hizbQuarter": 179,
        "sajda": false
      },
      {
        "number": 3851,
        "text": "Sesungguhnya Kami menjadikan pohon zaqqûm itu sebagai bencana dan siksaan bagi orang-orang musyrik di akhirat.",
        "numberInSurah": 63,
        "juz": 23,
        "manzil": 6,
        "page": 448,
        "ruku": 387,
        "hizbQuarter": 179,
        "sajda": false
      },
      {
        "number": 3852,
        "text": "Zaqqûm itu adalah pohon yang berada di tengah-tengah neraka jahim. Pohon itu tumbuh dan berasal dari api.",
        "numberInSurah": 64,
        "juz": 23,
        "manzil": 6,
        "page": 448,
        "ruku": 387,
        "hizbQuarter": 179,
        "sajda": false
      },
      {
        "number": 3853,
        "text": "Buahnya tak indah dipandang. Bentuknya pun amat buruk. Rasa-rasanya, tak ingin mata memandang. Ia seperti kepala setan yang, meskipun belum pernah dilihat manusia, gambaran bentuknya yang jelas sudah ada dalam benaknya.",
        "numberInSurah": 65,
        "juz": 23,
        "manzil": 6,
        "page": 448,
        "ruku": 387,
        "hizbQuarter": 179,
        "sajda": false
      },
      {
        "number": 3854,
        "text": "Mereka benar-benar memakan dan mengisi perutnya dengan buah pohon itu, karena tak ada apa-apa lagi yang dapat dimakan.",
        "numberInSurah": 66,
        "juz": 23,
        "manzil": 6,
        "page": 448,
        "ruku": 387,
        "hizbQuarter": 179,
        "sajda": false
      },
      {
        "number": 3855,
        "text": "Kemudian, setelah memakan buah dari zaqqûm itu, orang-orang musyrik akan mendapatkan campuran minuman panas yang membakar muka dan merobek perut mereka.",
        "numberInSurah": 67,
        "juz": 23,
        "manzil": 6,
        "page": 448,
        "ruku": 387,
        "hizbQuarter": 179,
        "sajda": false
      },
      {
        "number": 3856,
        "text": "Lalu, tempat kembali mereka adalah neraka. Mereka berada dalam siksaan terus menerus: digiring ke pohon zaqqûm untuk makan dan minum kemudian dikembalikan lagi ke tempat mereka semula.",
        "numberInSurah": 68,
        "juz": 23,
        "manzil": 6,
        "page": 448,
        "ruku": 387,
        "hizbQuarter": 179,
        "sajda": false
      },
      {
        "number": 3857,
        "text": "Sesungguhnya mereka mendapatkan nenek moyangnya dalam keadaan sesat. Kemudian dengan tergesa-gesa mengikuti jejak langkah mereka menelusuri jalan kesesatan secara membabi buta. Seakan- akan mereka menganjurkan untuk mengikuti nenek moyang mereka tanpa berpikir.",
        "numberInSurah": 69,
        "juz": 23,
        "manzil": 6,
        "page": 448,
        "ruku": 387,
        "hizbQuarter": 179,
        "sajda": false
      },
      {
        "number": 3858,
        "text": "Sesungguhnya mereka mendapatkan nenek moyangnya dalam keadaan sesat. Kemudian dengan tergesa-gesa mengikuti jejak langkah mereka menelusuri jalan kesesatan secara membabi buta. Seakan- akan mereka menganjurkan untuk mengikuti nenek moyang mereka tanpa berpikir.",
        "numberInSurah": 70,
        "juz": 23,
        "manzil": 6,
        "page": 448,
        "ruku": 387,
        "hizbQuarter": 179,
        "sajda": false
      },
      {
        "number": 3859,
        "text": "Sesungguhnya, sebelum orang-orang musyrik Mekah itu, sebagian besar umat terdahulu pun telah sesat pula dari jalan kebenaran dan keimanan.",
        "numberInSurah": 71,
        "juz": 23,
        "manzil": 6,
        "page": 448,
        "ruku": 387,
        "hizbQuarter": 179,
        "sajda": false
      },
      {
        "number": 3860,
        "text": "Kepada umat-umat terdahulu itu, Kami telah mengutus para rasul yang memperingatkan mereka dari azab Allah. Tetapi mereka mendustakan rasul-rasul itu.",
        "numberInSurah": 72,
        "juz": 23,
        "manzil": 6,
        "page": 448,
        "ruku": 387,
        "hizbQuarter": 179,
        "sajda": false
      },
      {
        "number": 3861,
        "text": "Maka perhatikanlah, wahai orang yang dapat memperhatikan, bagaimana nasib orang-orang yang telah diperingatkan oleh para rasul tersebut. Sesungguhnya mereka telah dibinasakan. Mereka dapat dijadikan pelajaran bagi manusia.",
        "numberInSurah": 73,
        "juz": 23,
        "manzil": 6,
        "page": 448,
        "ruku": 387,
        "hizbQuarter": 179,
        "sajda": false
      },
      {
        "number": 3862,
        "text": "Namun demikian, terdapat orang-orang Mukmin yang telah dibuat ikhlas oleh Allah dalam beribadah kepada-Nya, agar memperoleh karunia kemuliaan-Nya. Mereka memperoleh kemenangan berupa pahala dan keselamatan dari azab Allah.",
        "numberInSurah": 74,
        "juz": 23,
        "manzil": 6,
        "page": 448,
        "ruku": 387,
        "hizbQuarter": 179,
        "sajda": false
      },
      {
        "number": 3863,
        "text": "Sesungguhnya Nûh memohon kepada Kami ketika telah merasa putus asa menghadapi kaumnya. Sungguh, Kami adalah sebaik-baik yang memperkenankan, karena Kami mengabulkan doanya dan membinasakan kaumnya dengan topan.",
        "numberInSurah": 75,
        "juz": 23,
        "manzil": 6,
        "page": 448,
        "ruku": 388,
        "hizbQuarter": 179,
        "sajda": false
      },
      {
        "number": 3864,
        "text": "Kami telah menyelamatkan Nûh dan orang-orang yang beriman bersamanya dari bencana tenggelam dan topan.",
        "numberInSurah": 76,
        "juz": 23,
        "manzil": 6,
        "page": 448,
        "ruku": 388,
        "hizbQuarter": 179,
        "sajda": false
      },
      {
        "number": 3865,
        "text": "Keturunan Nûh Kami jadikan sebagai orang-orang yang tersisa di muka bumi setelah kaumnya binasa.",
        "numberInSurah": 77,
        "juz": 23,
        "manzil": 6,
        "page": 449,
        "ruku": 388,
        "hizbQuarter": 179,
        "sajda": false
      },
      {
        "number": 3866,
        "text": "Kami meninggalkan kesan yang baik tentang Nûh untuk umat-umat yang lain sampai hari kiamat.",
        "numberInSurah": 78,
        "juz": 23,
        "manzil": 6,
        "page": 449,
        "ruku": 388,
        "hizbQuarter": 179,
        "sajda": false
      },
      {
        "number": 3867,
        "text": "Salam sejahtera dan rasa aman untuk Nûh di kalangan malaikat, manusia dan jin seluruhnya.",
        "numberInSurah": 79,
        "juz": 23,
        "manzil": 6,
        "page": 449,
        "ruku": 388,
        "hizbQuarter": 179,
        "sajda": false
      },
      {
        "number": 3868,
        "text": "Dengan balasan seperti itu, sungguh Kami akan membalas setiap orang yang berbuat baik, berjuang untuk menegakkan agama Kami dan tabah menanggung derita untuk itu.",
        "numberInSurah": 80,
        "juz": 23,
        "manzil": 6,
        "page": 449,
        "ruku": 388,
        "hizbQuarter": 179,
        "sajda": false
      },
      {
        "number": 3869,
        "text": "Sesungguhnya Nûh termasuk hamba-hamba Kami yang beriman kepada Kami, menepati janjinya kepada Kami dan menyampaikan risalah Kami.",
        "numberInSurah": 81,
        "juz": 23,
        "manzil": 6,
        "page": 449,
        "ruku": 388,
        "hizbQuarter": 179,
        "sajda": false
      },
      {
        "number": 3870,
        "text": "Kemudian Kami menenggelamkan orang-orang lain dari kaumnya yang kafir.",
        "numberInSurah": 82,
        "juz": 23,
        "manzil": 6,
        "page": 449,
        "ruku": 388,
        "hizbQuarter": 179,
        "sajda": false
      },
      {
        "number": 3871,
        "text": "Sesungguhnya di antara yang mengikuti jejak dan kebiasaannya dalam berdakwah kepada tawhid dan beriman kepada Allah adalah Ibrâhîm.",
        "numberInSurah": 83,
        "juz": 23,
        "manzil": 6,
        "page": 449,
        "ruku": 388,
        "hizbQuarter": 180,
        "sajda": false
      },
      {
        "number": 3872,
        "text": "Yaitu ketika ia menghadap Tuhannya dengan hati yang bersih dari syirik, dan memurnikan ibadah hanya kepada-Nya.",
        "numberInSurah": 84,
        "juz": 23,
        "manzil": 6,
        "page": 449,
        "ruku": 388,
        "hizbQuarter": 180,
        "sajda": false
      },
      {
        "number": 3873,
        "text": "Dan ketika dia mengingkari penyembahan berhala yang dilakukan oleh bapak dan kaumnya dengan mengatakan, \"Berhala-berhala apa yang kalian sembah ini?",
        "numberInSurah": 85,
        "juz": 23,
        "manzil": 6,
        "page": 449,
        "ruku": 388,
        "hizbQuarter": 180,
        "sajda": false
      },
      {
        "number": 3874,
        "text": "Apakah, dengan perbuatan itu, kalian ingin melakukan kebohongan yang memalukan, sebab kalian menyembah selain Allah, dan kalian menginginkan kebohongan itu tanpa alasan kecuali sekadar pilihan kalian?",
        "numberInSurah": 86,
        "juz": 23,
        "manzil": 6,
        "page": 449,
        "ruku": 388,
        "hizbQuarter": 180,
        "sajda": false
      },
      {
        "number": 3875,
        "text": "Bagaimanakah anggapan kalian terhadap Zat yang berhak disembah karena Dialah yang menciptakan seluruh alam apabila kalian menjumpai-Nya, sementara kalian telah menyekutukan-Nya dalam ibadah?",
        "numberInSurah": 87,
        "juz": 23,
        "manzil": 6,
        "page": 449,
        "ruku": 388,
        "hizbQuarter": 180,
        "sajda": false
      },
      {
        "number": 3876,
        "text": "Ibrâhîm kemudian melemparkan pandangan ke arah bintang-bintang untuk mencari argumentasi adanya Sang Pencipta alam ini. Lalu ia mendapatkan bintang-bintang itu berubah-ubah.",
        "numberInSurah": 88,
        "juz": 23,
        "manzil": 6,
        "page": 449,
        "ruku": 388,
        "hizbQuarter": 180,
        "sajda": false
      },
      {
        "number": 3877,
        "text": "Dia memutuskan bahwa dia khawatir dirinya tersesat dan mendapatkan keyakinan yang salah.",
        "numberInSurah": 89,
        "juz": 23,
        "manzil": 6,
        "page": 449,
        "ruku": 388,
        "hizbQuarter": 180,
        "sajda": false
      },
      {
        "number": 3878,
        "text": "Lalu kaumnya berpaling darinya dan meninggalkan omongannya.",
        "numberInSurah": 90,
        "juz": 23,
        "manzil": 6,
        "page": 449,
        "ruku": 388,
        "hizbQuarter": 180,
        "sajda": false
      },
      {
        "number": 3879,
        "text": "Kemudian dengan segera dan secara diam-diam ia pergi menuju patung-patung mereka. Kepada patung-patung tersebut ia menyodorkan makanan yang diletakkan oleh kaumnya di muka agar mendapat berkah. Dengan nada mengejek dan menghina, Ibrâhîm berkata, \"Apakah kalian tidak makan?",
        "numberInSurah": 91,
        "juz": 23,
        "manzil": 6,
        "page": 449,
        "ruku": 388,
        "hizbQuarter": 180,
        "sajda": false
      },
      {
        "number": 3880,
        "text": "Mengapa kalian tidak mampu berkata 'ya' atau 'tidak'?\"",
        "numberInSurah": 92,
        "juz": 23,
        "manzil": 6,
        "page": 449,
        "ruku": 388,
        "hizbQuarter": 180,
        "sajda": false
      },
      {
        "number": 3881,
        "text": "Kemudian dengan tangan kanannya--sebab tangan kanan lebih kuat--ia memukul mereka dan menghancurkannya.",
        "numberInSurah": 93,
        "juz": 23,
        "manzil": 6,
        "page": 449,
        "ruku": 388,
        "hizbQuarter": 180,
        "sajda": false
      },
      {
        "number": 3882,
        "text": "Dengan bergegas, setelah mengetahui bahwa yang menghancurkan tuhan-tuhan mereka itu adalah Ibrâhîm, kaumnya menuju kepadanya. Mereka ingin segera menghukumnya atas perlakuannya terhadap tuhan-tuhan mereka.",
        "numberInSurah": 94,
        "juz": 23,
        "manzil": 6,
        "page": 449,
        "ruku": 388,
        "hizbQuarter": 180,
        "sajda": false
      },
      {
        "number": 3883,
        "text": "Dengan nada mengejek, Ibrâhîm berkata kepada mereka, \"Apakah kalian menyembah batu-batu yang kalian bentuk sendiri dengan tangan kalian? Di mana otak kalian?",
        "numberInSurah": 95,
        "juz": 23,
        "manzil": 6,
        "page": 449,
        "ruku": 388,
        "hizbQuarter": 180,
        "sajda": false
      },
      {
        "number": 3884,
        "text": "Allah telah menciptakan kalian dan patung-patung yang kalian buat dengan tangan kalian. Maka hanya Dialah yang berhak untuk disembah.\"",
        "numberInSurah": 96,
        "juz": 23,
        "manzil": 6,
        "page": 449,
        "ruku": 388,
        "hizbQuarter": 180,
        "sajda": false
      },
      {
        "number": 3885,
        "text": "Ketika merasa kalah berargumentasi, mereka ingin menggunakan kekuatan. Mereka berketetapan untuk membakar Ibrâhîm. Lalu para penyembah berhala itu saling berkata satu sama lain, \"Dirikanlah suatu bangunan untuknya, lalu isi dengan api yang menyala. Setelah itu lemparkan dia ke tengah-tengahnya.\"",
        "numberInSurah": 97,
        "juz": 23,
        "manzil": 6,
        "page": 449,
        "ruku": 388,
        "hizbQuarter": 180,
        "sajda": false
      },
      {
        "number": 3886,
        "text": "Dengan itu mereka bermaksud menyakitinya. Kemudian Allah menyelamatkannya dari api setelah ia dilempar ke dalamnya. Allah Mahasuci dengan kemuliaan-Nya. Allah menjadikan mereka orang-orang yang hina dan rendah derajatnya.",
        "numberInSurah": 98,
        "juz": 23,
        "manzil": 6,
        "page": 449,
        "ruku": 388,
        "hizbQuarter": 180,
        "sajda": false
      },
      {
        "number": 3887,
        "text": "Setelah putus harapan untuk membawa mereka beriman, Ibrâhîm berkata, \"Sesungguhnya aku akan pergi ke tempat yang diperintahkan oleh Allah. Tuhanku akan memberikan petunjuk ke sebuah tempat yang aman dan negeri yang baik.",
        "numberInSurah": 99,
        "juz": 23,
        "manzil": 6,
        "page": 449,
        "ruku": 388,
        "hizbQuarter": 180,
        "sajda": false
      },
      {
        "number": 3888,
        "text": "Ya Tuhan, berikanlah aku keturunan yang saleh yang akan melanjutkan misi dakwah setelah aku.",
        "numberInSurah": 100,
        "juz": 23,
        "manzil": 6,
        "page": 449,
        "ruku": 388,
        "hizbQuarter": 180,
        "sajda": false
      },
      {
        "number": 3889,
        "text": "Kemudian malaikat memberinya kabar gembira berupa anak yang cerdas dan sabar.",
        "numberInSurah": 101,
        "juz": 23,
        "manzil": 6,
        "page": 449,
        "ruku": 388,
        "hizbQuarter": 180,
        "sajda": false
      },
      {
        "number": 3890,
        "text": "Anak itu pun lahir dan tumbuh. Ketika anak itu menginjak dewasa dan telah pantas mencari nafkah, Ibrâhîm diuji dengan sebuah mimpi. Ia berkata, \"Wahai anakku, dalam tidur aku bermimpi berupa wahyu dari Allah yang meminta aku untuk menyembelihmu. Bagaimana pendapat kamu?\" Anak yang saleh itu menjawab, \"Wahai bapakku, laksanakanlah perintah Tuhanmu. Insya Allah kamu akan dapati aku termasuk orang-orang yang sabar.\"",
        "numberInSurah": 102,
        "juz": 23,
        "manzil": 6,
        "page": 449,
        "ruku": 388,
        "hizbQuarter": 180,
        "sajda": false
      },
      {
        "number": 3891,
        "text": "Tatkala sang bapak dan anak pasrah kepada ketentuan Allah, Ibrâhîm pun membawa anaknya ke suatu tumpukan pasir. Kemudian Ibrâhîm membaringkannya dengan posisi pelipis di atas tanah sehingga siap disembelih.",
        "numberInSurah": 103,
        "juz": 23,
        "manzil": 6,
        "page": 450,
        "ruku": 388,
        "hizbQuarter": 180,
        "sajda": false
      },
      {
        "number": 3892,
        "text": "Allah mengetahui kebenaran Ibrâhîm dan anaknya dalam melaksanakan cobaan tersebut. Kemudian Allah memanggilnya dengan panggilan kekasih, \"Wahai Ibrâhîm, sesungguhnya engkau telah memenuhi panggilan wahyu melalui mimpi dengan tenang, dan engkau tidak ragu-ragu dalam melaksanakannya. Cukuplah bagimu itu semua. Sesungguhnya Kami akan meringankan cobaan Kami untukmu sebagai balasan atas kebaikanmu, seperti halnya Kami membalas orang-orang yang berbuat baik karena kebaikan mereka.\"",
        "numberInSurah": 104,
        "juz": 23,
        "manzil": 6,
        "page": 450,
        "ruku": 388,
        "hizbQuarter": 180,
        "sajda": false
      },
      {
        "number": 3893,
        "text": "Allah mengetahui kebenaran Ibrâhîm dan anaknya dalam melaksanakan cobaan tersebut. Kemudian Allah memanggilnya dengan panggilan kekasih, \"Wahai Ibrâhîm, sesungguhnya engkau telah memenuhi panggilan wahyu melalui mimpi dengan tenang, dan engkau tidak ragu-ragu dalam melaksanakannya. Cukuplah bagimu itu semua. Sesungguhnya Kami akan meringankan cobaan Kami untukmu sebagai balasan atas kebaikanmu, seperti halnya Kami membalas orang-orang yang berbuat baik karena kebaikan mereka.\"",
        "numberInSurah": 105,
        "juz": 23,
        "manzil": 6,
        "page": 450,
        "ruku": 388,
        "hizbQuarter": 180,
        "sajda": false
      },
      {
        "number": 3894,
        "text": "Sesungguhnya cobaan yang Kami berikan kepada Ibrâhîm dan anaknya adalah bentuk cobaan yang menjelaskan inti keimanan dan keyakinan mereka kepada Tuhan semesta alam.",
        "numberInSurah": 106,
        "juz": 23,
        "manzil": 6,
        "page": 450,
        "ruku": 388,
        "hizbQuarter": 180,
        "sajda": false
      },
      {
        "number": 3895,
        "text": "Kami menebus anak itu dengan sembelihan yang besar, sebab datangnya atas perintah Allah.",
        "numberInSurah": 107,
        "juz": 23,
        "manzil": 6,
        "page": 450,
        "ruku": 388,
        "hizbQuarter": 180,
        "sajda": false
      },
      {
        "number": 3896,
        "text": "Kami abadikan Ibrâhîm dengan pujian yang baik di kalangan orang-orang yang datang setelahnya.",
        "numberInSurah": 108,
        "juz": 23,
        "manzil": 6,
        "page": 450,
        "ruku": 388,
        "hizbQuarter": 180,
        "sajda": false
      },
      {
        "number": 3897,
        "text": "Salam kesejahteraan dilimpahkan kepada Ibrâhîm.",
        "numberInSurah": 109,
        "juz": 23,
        "manzil": 6,
        "page": 450,
        "ruku": 388,
        "hizbQuarter": 180,
        "sajda": false
      },
      {
        "number": 3898,
        "text": "Seperti balasan yang menolak bencana itu, Kami akan memberi balasan orang-orang yang berbuat baik dengan melaksanakan semua perintah Allah.",
        "numberInSurah": 110,
        "juz": 23,
        "manzil": 6,
        "page": 450,
        "ruku": 388,
        "hizbQuarter": 180,
        "sajda": false
      },
      {
        "number": 3899,
        "text": "Sesungguhnya Ibrâhîm termasuk hamba-hamba Kami yang tunduk pada kebenaran.",
        "numberInSurah": 111,
        "juz": 23,
        "manzil": 6,
        "page": 450,
        "ruku": 388,
        "hizbQuarter": 180,
        "sajda": false
      },
      {
        "number": 3900,
        "text": "Dengan perintah Kami, malaikat memberi kabar gembira kepadanya berupa kedatangan seorang anak, yaitu Ishâq, meskipun istrinya mandul dan sudah putus asa untuk mendapatkan anak. Anak itu nantinya akan menjadi seorang nabi yang termasuk orang-orang saleh.",
        "numberInSurah": 112,
        "juz": 23,
        "manzil": 6,
        "page": 450,
        "ruku": 388,
        "hizbQuarter": 180,
        "sajda": false
      },
      {
        "number": 3901,
        "text": "Ibrâhîm dan anaknya Kami berikan keberkahan dan kebaikan di dunia dan akhirat. Di antara anak keturunannya ada yang berbuat baik dengan keimanan dan ketaatan, dan ada pula yang menzalimi diri sendiri dan jelas-jelas tersesat karena kekafiran dan kemaksiatan yang dilakukannya.",
        "numberInSurah": 113,
        "juz": 23,
        "manzil": 6,
        "page": 450,
        "ruku": 388,
        "hizbQuarter": 180,
        "sajda": false
      },
      {
        "number": 3902,
        "text": "Sesungguhnya Kami telah memberikan nikmat kepada Mûsâ dan Hârûn berupa kenabian dan karunia yang besar.",
        "numberInSurah": 114,
        "juz": 23,
        "manzil": 6,
        "page": 450,
        "ruku": 389,
        "hizbQuarter": 180,
        "sajda": false
      },
      {
        "number": 3903,
        "text": "Mereka berdua beserta kaumnya Kami selamatkan dari bencana besar yang menimpa Fir'aun dan kaumnya.",
        "numberInSurah": 115,
        "juz": 23,
        "manzil": 6,
        "page": 450,
        "ruku": 389,
        "hizbQuarter": 180,
        "sajda": false
      },
      {
        "number": 3904,
        "text": "Mereka Kami berikan kemenangan atas musuh-musuhnya. Maka jadilah mereka kelompok orang-orang yang menang.",
        "numberInSurah": 116,
        "juz": 23,
        "manzil": 6,
        "page": 450,
        "ruku": 389,
        "hizbQuarter": 180,
        "sajda": false
      },
      {
        "number": 3905,
        "text": "Mûsâ dan Hârûn Kami berikan kitab suci yang jelas, Tawrât, yang menerangkan hukum-hukum agama.",
        "numberInSurah": 117,
        "juz": 23,
        "manzil": 6,
        "page": 450,
        "ruku": 389,
        "hizbQuarter": 180,
        "sajda": false
      },
      {
        "number": 3906,
        "text": "Mereka Kami tunjukkan ke jalan yang lurus.",
        "numberInSurah": 118,
        "juz": 23,
        "manzil": 6,
        "page": 450,
        "ruku": 389,
        "hizbQuarter": 180,
        "sajda": false
      },
      {
        "number": 3907,
        "text": "Mereka pun Kami abadikan dengan pujian yang baik di kalangan generasi yang datang setelahnya.",
        "numberInSurah": 119,
        "juz": 23,
        "manzil": 6,
        "page": 450,
        "ruku": 389,
        "hizbQuarter": 180,
        "sajda": false
      },
      {
        "number": 3908,
        "text": "Salam sejahtera dan damai dilimpahkan kepada Mûsâ dan Hârûn.",
        "numberInSurah": 120,
        "juz": 23,
        "manzil": 6,
        "page": 450,
        "ruku": 389,
        "hizbQuarter": 180,
        "sajda": false
      },
      {
        "number": 3909,
        "text": "Sungguh, seperti balasan yang Kami berikan kepada Mûsâ dan Hârûn, Kami akan membalas semua yang berbuat baik.",
        "numberInSurah": 121,
        "juz": 23,
        "manzil": 6,
        "page": 450,
        "ruku": 389,
        "hizbQuarter": 180,
        "sajda": false
      },
      {
        "number": 3910,
        "text": "Mereka berdua, sungguh, termasuk hamba-hamba Kami yang tunduk pada kebenaran.",
        "numberInSurah": 122,
        "juz": 23,
        "manzil": 6,
        "page": 450,
        "ruku": 389,
        "hizbQuarter": 180,
        "sajda": false
      },
      {
        "number": 3911,
        "text": "Sesungguhnya Ilyâs termasuk orang yang Kami utus untuk memberi petunjuk kepada kaumnya.",
        "numberInSurah": 123,
        "juz": 23,
        "manzil": 6,
        "page": 450,
        "ruku": 389,
        "hizbQuarter": 180,
        "sajda": false
      },
      {
        "number": 3912,
        "text": "Yaitu tatkala ia berkata kepada kaumnya yang selalu menyembah patung, \"Apakah kalian ingin terus berada dalam kesesatan sehingga kalian tidak takut kepada Allah dengan menghindari siksa-Nya?",
        "numberInSurah": 124,
        "juz": 23,
        "manzil": 6,
        "page": 450,
        "ruku": 389,
        "hizbQuarter": 180,
        "sajda": false
      },
      {
        "number": 3913,
        "text": "Pantaskah kalian menyembah patung yang bernama Ba'l dan tidak menyembah Allah yang telah menciptakan alam ini dengan baik?",
        "numberInSurah": 125,
        "juz": 23,
        "manzil": 6,
        "page": 450,
        "ruku": 389,
        "hizbQuarter": 180,
        "sajda": false
      },
      {
        "number": 3914,
        "text": "Allah telah menciptakan kalian dan nenek moyang kalian. Maka Dialah yang patut disembah.\"",
        "numberInSurah": 126,
        "juz": 23,
        "manzil": 6,
        "page": 450,
        "ruku": 389,
        "hizbQuarter": 180,
        "sajda": false
      },
      {
        "number": 3915,
        "text": "Lalu mereka mendustakanya. Mereka akan dihadirkan ke neraka pada hari kiamat, sebagai balasannya.",
        "numberInSurah": 127,
        "juz": 23,
        "manzil": 6,
        "page": 451,
        "ruku": 389,
        "hizbQuarter": 180,
        "sajda": false
      },
      {
        "number": 3916,
        "text": "Kecuali hamba-hamba Allah yang beriman dengan tulus. Mereka adalah orang-orang yang memperoleh kemenangan.",
        "numberInSurah": 128,
        "juz": 23,
        "manzil": 6,
        "page": 451,
        "ruku": 389,
        "hizbQuarter": 180,
        "sajda": false
      },
      {
        "number": 3917,
        "text": "Kami mengabadikan pujian yang baik untuk Ilyâs di kalangan orang-orang yang datang setelahnya.",
        "numberInSurah": 129,
        "juz": 23,
        "manzil": 6,
        "page": 451,
        "ruku": 389,
        "hizbQuarter": 180,
        "sajda": false
      },
      {
        "number": 3918,
        "text": "Salam sejahtera untuk Ilyâsîn, Ilyâs dan keluarganya.",
        "numberInSurah": 130,
        "juz": 23,
        "manzil": 6,
        "page": 451,
        "ruku": 389,
        "hizbQuarter": 180,
        "sajda": false
      },
      {
        "number": 3919,
        "text": "Sesungguhnya seperti balasan yang Kami berikan kepada keluarga Ilyâs itu, Kami akan memberi balasan kepada setiap orang yang berbuat baik.",
        "numberInSurah": 131,
        "juz": 23,
        "manzil": 6,
        "page": 451,
        "ruku": 389,
        "hizbQuarter": 180,
        "sajda": false
      },
      {
        "number": 3920,
        "text": "Sesunguhnya Ilyâs termasuk hamba-hamba Kami yang beriman.",
        "numberInSurah": 132,
        "juz": 23,
        "manzil": 6,
        "page": 451,
        "ruku": 389,
        "hizbQuarter": 180,
        "sajda": false
      },
      {
        "number": 3921,
        "text": "Dan sesuangguhnya Lûth juga termasuk yang Kami utus untuk menyampaikan pesan-pesan suci Kami kepada manusia.",
        "numberInSurah": 133,
        "juz": 23,
        "manzil": 6,
        "page": 451,
        "ruku": 389,
        "hizbQuarter": 180,
        "sajda": false
      },
      {
        "number": 3922,
        "text": "Kami telah menyelamatkannya dan semua keluarganya dari azab yang telah menimpa kaumnya.",
        "numberInSurah": 134,
        "juz": 23,
        "manzil": 6,
        "page": 451,
        "ruku": 389,
        "hizbQuarter": 180,
        "sajda": false
      },
      {
        "number": 3923,
        "text": "Kecuali istrinya yang telah lanjut usia. Ia binasa bersama orang-orang yang binasa lainnya.",
        "numberInSurah": 135,
        "juz": 23,
        "manzil": 6,
        "page": 451,
        "ruku": 389,
        "hizbQuarter": 180,
        "sajda": false
      },
      {
        "number": 3924,
        "text": "Selain Lûth dan kaumnya yang beriman, semua orang kemudian Kami binasakan.",
        "numberInSurah": 136,
        "juz": 23,
        "manzil": 6,
        "page": 451,
        "ruku": 389,
        "hizbQuarter": 180,
        "sajda": false
      },
      {
        "number": 3925,
        "text": "Sesungguhnya kalian, hai orang-orang Mekah, selalu melewati perkampungan kaum Nabi Lûth dalam setiap perjalanan kalian ke Syâm, pagi dan petang. Apakah kalian telah kehilangan akal sehingga tidak mencermati apa yang menimpa mereka akibat mendustai rasul?",
        "numberInSurah": 137,
        "juz": 23,
        "manzil": 6,
        "page": 451,
        "ruku": 389,
        "hizbQuarter": 180,
        "sajda": false
      },
      {
        "number": 3926,
        "text": "Sesungguhnya kalian, hai orang-orang Mekah, selalu melewati perkampungan kaum Nabi Lûth dalam setiap perjalanan kalian ke Syâm, pagi dan petang. Apakah kalian telah kehilangan akal sehingga tidak mencermati apa yang menimpa mereka akibat mendustai rasul?",
        "numberInSurah": 138,
        "juz": 23,
        "manzil": 6,
        "page": 451,
        "ruku": 389,
        "hizbQuarter": 180,
        "sajda": false
      },
      {
        "number": 3927,
        "text": "Sesungguhnya Yûnus termasuk di antara rasul-rasul yang Kami utus untuk menyampaikan risalah Kami kepada umat manusia.",
        "numberInSurah": 139,
        "juz": 23,
        "manzil": 6,
        "page": 451,
        "ruku": 390,
        "hizbQuarter": 180,
        "sajda": false
      },
      {
        "number": 3928,
        "text": "Ingatlah ketika ia meninggalkan kaumnya sebelum datang perintah Tuhan. Yûnus pergi menumpang sebuah kapal yang sangat penuh. Kapal tersebut tertimpa sesuatu yang mengharuskan diadakan undian untuk mengeluarkan seorang penumpang guna mengurangi beban muatan. Undian jatuh pada Yûnus dan ia termasuk yang kalah sehingga harus diceburkan ke laut sesuai dengan tradisi mereka saat itu.",
        "numberInSurah": 140,
        "juz": 23,
        "manzil": 6,
        "page": 451,
        "ruku": 390,
        "hizbQuarter": 180,
        "sajda": false
      },
      {
        "number": 3929,
        "text": "Ingatlah ketika ia meninggalkan kaumnya sebelum datang perintah Tuhan. Yûnus pergi menumpang sebuah kapal yang sangat penuh. Kapal tersebut tertimpa sesuatu yang mengharuskan diadakan undian untuk mengeluarkan seorang penumpang guna mengurangi beban muatan. Undian jatuh pada Yûnus dan ia termasuk yang kalah sehingga harus diceburkan ke laut sesuai dengan tradisi mereka saat itu.",
        "numberInSurah": 141,
        "juz": 23,
        "manzil": 6,
        "page": 451,
        "ruku": 390,
        "hizbQuarter": 180,
        "sajda": false
      },
      {
        "number": 3930,
        "text": "Kemudian ia ditelan oleh seekor ikan hiu dalam keadaan tercela sebagai balasan melarikan diri dari seruan kepada kebenaran dan tidak sabar menghadapi orang-orang yang melanggar.",
        "numberInSurah": 142,
        "juz": 23,
        "manzil": 6,
        "page": 451,
        "ruku": 390,
        "hizbQuarter": 180,
        "sajda": false
      },
      {
        "number": 3931,
        "text": "Kalau sekiranya Yûnus tidak termasuk orang yang menyucikan Allah dengan bertasbih dan selalu mengingatNya, niscaya ia sudah mati di dalam perut ikan hiu dan tidak akan keluar dari situ sampai hari kiamat.",
        "numberInSurah": 143,
        "juz": 23,
        "manzil": 6,
        "page": 451,
        "ruku": 390,
        "hizbQuarter": 180,
        "sajda": false
      },
      {
        "number": 3932,
        "text": "Kalau sekiranya Yûnus tidak termasuk orang yang menyucikan Allah dengan bertasbih dan selalu mengingatNya, niscaya ia sudah mati di dalam perut ikan hiu dan tidak akan keluar dari situ sampai hari kiamat.",
        "numberInSurah": 144,
        "juz": 23,
        "manzil": 6,
        "page": 451,
        "ruku": 390,
        "hizbQuarter": 180,
        "sajda": false
      },
      {
        "number": 3933,
        "text": "Kemudian ia Kami campakkan di sebuah daerah luas yang tidak ada pepohonan dan bangunan. Ia merasa sakit dengan keadaan seperti itu(1). (1) Apa yang dialami Nabi Yûnus itu merupakan mukjizat. Secara hukum alam, peristiwa ditelannya seseorang oleh ikan hiu dan kemudian tetap hidup di dalam perutnya untuk beberapa lama, adalah sesuatu yang mungkin saja terjadi. Ada dua kemungkinan mengapa peristiwa itu dapat terjadi. Pertama, bisa jadi ikan hiu itu termasuk jenis hiu besar bersirip tak bergigi seperti yang terdapat di laut tengah. Panjangnya bisa mencapai sekitar 20 meter. Nabi Yûnus berada di antara langit-langit mulutnya yang besar sampai akhirnya ia dilemparkan ke sebuah daerah tandus karena hiu itu merasakan sesak pada tenggorokannya akibat menelan manusia. Kedua, bisa jadi pula hiu itu termasuk jenis hiu besar yang bergigi yang panjangnya mencapai sekitar 20 meter. Jenis hiu ini juga sering dapat dilihat di laut tengah. Hiu tersebut biasanya dapat memangsa hewan-hewan besar yang panjangnya mencapai tiga meter.",
        "numberInSurah": 145,
        "juz": 23,
        "manzil": 6,
        "page": 451,
        "ruku": 390,
        "hizbQuarter": 181,
        "sajda": false
      },
      {
        "number": 3934,
        "text": "Untuk kepentingannya, Kami menumbuhkan sebuah pohon yang tidak menjalar sehingga daunnya dapat digunakan untuk berlindung dari cuaca buruk.",
        "numberInSurah": 146,
        "juz": 23,
        "manzil": 6,
        "page": 451,
        "ruku": 390,
        "hizbQuarter": 181,
        "sajda": false
      },
      {
        "number": 3935,
        "text": "Sampai akhirnya ketika sembuh dari sakitnya, ia Kami utus kepada sekelompok manusia yang, kalau dilihat, mereka itu berjumlah seratus ribu orang atau lebih.",
        "numberInSurah": 147,
        "juz": 23,
        "manzil": 6,
        "page": 451,
        "ruku": 390,
        "hizbQuarter": 181,
        "sajda": false
      },
      {
        "number": 3936,
        "text": "Mereka pun menerima dakwah Yûnus. Maka Kami berikan kepada mereka nikmat Kami sampai batas waktu yang ditentukan.",
        "numberInSurah": 148,
        "juz": 23,
        "manzil": 6,
        "page": 451,
        "ruku": 390,
        "hizbQuarter": 181,
        "sajda": false
      },
      {
        "number": 3937,
        "text": "Tanyakanlah, hai Muhammad, kepada kaummu, apakah Tuhanmu, bukan mereka, memiliki anak-anak perempuan dan mereka, bukan Tuhanmu, memiliki anak laki-laki?",
        "numberInSurah": 149,
        "juz": 23,
        "manzil": 6,
        "page": 451,
        "ruku": 390,
        "hizbQuarter": 181,
        "sajda": false
      },
      {
        "number": 3938,
        "text": "Atau apakah Kami menciptakan malaikat berbentuk perempuan dan mereka menyaksikan proses penciptaannya sehingga terpesona dengan apa yang mereka lihat?",
        "numberInSurah": 150,
        "juz": 23,
        "manzil": 6,
        "page": 451,
        "ruku": 390,
        "hizbQuarter": 181,
        "sajda": false
      },
      {
        "number": 3939,
        "text": "Hai orang yang mendengar, hati-hatilah terhadap omongan mereka. Karena kebohongannya, mereka berkata, \"Allah beranak.\" Padahal Dia tersucikan dari sifat melahirkan dan dilahirkan. Mereka benar- benar bohong dalam ucapannya itu, dengan adanya bukti-bukti kemahaesaan-Nya.",
        "numberInSurah": 151,
        "juz": 23,
        "manzil": 6,
        "page": 451,
        "ruku": 390,
        "hizbQuarter": 181,
        "sajda": false
      },
      {
        "number": 3940,
        "text": "Hai orang yang mendengar, hati-hatilah terhadap omongan mereka. Karena kebohongannya, mereka berkata, \"Allah beranak.\" Padahal Dia tersucikan dari sifat melahirkan dan dilahirkan. Mereka benar- benar bohong dalam ucapannya itu, dengan adanya bukti-bukti kemahaesaan-Nya.",
        "numberInSurah": 152,
        "juz": 23,
        "manzil": 6,
        "page": 451,
        "ruku": 390,
        "hizbQuarter": 181,
        "sajda": false
      },
      {
        "number": 3941,
        "text": "Apakah Tuhan lebih memilih anak perempuan--yang dalam pandangan kalian tidak disukai--untuk diri- Nya daripada anak laki-laki yang kalian sukai, padahal Dialah pencipta semua itu?",
        "numberInSurah": 153,
        "juz": 23,
        "manzil": 6,
        "page": 451,
        "ruku": 390,
        "hizbQuarter": 181,
        "sajda": false
      },
      {
        "number": 3942,
        "text": "Apa yang telah terjadi pada diri kalian ketika kalian menilai sesuatu tanpa bukti? Bagaimana kalian melakukan penilaian seperti itu padahal kepalsuan sudah sangat jelas?",
        "numberInSurah": 154,
        "juz": 23,
        "manzil": 6,
        "page": 452,
        "ruku": 390,
        "hizbQuarter": 181,
        "sajda": false
      },
      {
        "number": 3943,
        "text": "Apakah kalian melupakan bukti-bukti kekuasaan dan kesucian Allah sehingga tidak ingat dan terjerumus ke dalam kesesatan?",
        "numberInSurah": 155,
        "juz": 23,
        "manzil": 6,
        "page": 452,
        "ruku": 390,
        "hizbQuarter": 181,
        "sajda": false
      },
      {
        "number": 3944,
        "text": "Atau apakah kalian mempunyai kekuatan berupa bukti-bukti nyata yang dapat kalian gunakan untuk membenarkan tuduhan kalian?",
        "numberInSurah": 156,
        "juz": 23,
        "manzil": 6,
        "page": 452,
        "ruku": 390,
        "hizbQuarter": 181,
        "sajda": false
      },
      {
        "number": 3945,
        "text": "Datangkanlah argumentasi kalian--kalau memang argumentasi itu ada dalam kitab suci kalian--jika kalian termasuk orang-orang yang benar dalam ucapan dan keputusan.",
        "numberInSurah": 157,
        "juz": 23,
        "manzil": 6,
        "page": 452,
        "ruku": 390,
        "hizbQuarter": 181,
        "sajda": false
      },
      {
        "number": 3946,
        "text": "Mereka semakin melenceng jauh dari akidah. Mereka menciptakan hubungan kerabat antara Allah dan jin yang tidak mereka lihat. Sesungguhnya para jin sudah mengetahui bahwa orang-orang kafir itu benar- benar akan diseret ke hadapan Allah untuk menerima balasan yang telah ditentukan.",
        "numberInSurah": 158,
        "juz": 23,
        "manzil": 6,
        "page": 452,
        "ruku": 390,
        "hizbQuarter": 181,
        "sajda": false
      },
      {
        "number": 3947,
        "text": "Allah Mahasuci dari sifat-sifat lemah dan kurang yang dilontarkan oleh para pembohong itu.",
        "numberInSurah": 159,
        "juz": 23,
        "manzil": 6,
        "page": 452,
        "ruku": 390,
        "hizbQuarter": 181,
        "sajda": false
      },
      {
        "number": 3948,
        "text": "Tetapi, hamba-hamba Allah yang ikhlas terhindar dari apa yang dilakukan orang-orang kafir itu.",
        "numberInSurah": 160,
        "juz": 23,
        "manzil": 6,
        "page": 452,
        "ruku": 390,
        "hizbQuarter": 181,
        "sajda": false
      },
      {
        "number": 3949,
        "text": "Sesungguhnya kalian, orang-orang kafir dan sembahan kalian selain Allah, dengan sikap seperti itu tidak akan dapat menyesatkan seseorang dengan rayuan dan godaan kecuali orang telah ditentukan oleh Allah termasuk penghuni neraka dan akan merasakan panasnya.",
        "numberInSurah": 161,
        "juz": 23,
        "manzil": 6,
        "page": 452,
        "ruku": 390,
        "hizbQuarter": 181,
        "sajda": false
      },
      {
        "number": 3950,
        "text": "Sesungguhnya kalian, orang-orang kafir dan sembahan kalian selain Allah, dengan sikap seperti itu tidak akan dapat menyesatkan seseorang dengan rayuan dan godaan kecuali orang telah ditentukan oleh Allah termasuk penghuni neraka dan akan merasakan panasnya.",
        "numberInSurah": 162,
        "juz": 23,
        "manzil": 6,
        "page": 452,
        "ruku": 390,
        "hizbQuarter": 181,
        "sajda": false
      },
      {
        "number": 3951,
        "text": "Sesungguhnya kalian, orang-orang kafir dan sembahan kalian selain Allah, dengan sikap seperti itu tidak akan dapat menyesatkan seseorang dengan rayuan dan godaan kecuali orang telah ditentukan oleh Allah termasuk penghuni neraka dan akan merasakan panasnya.",
        "numberInSurah": 163,
        "juz": 23,
        "manzil": 6,
        "page": 452,
        "ruku": 390,
        "hizbQuarter": 181,
        "sajda": false
      },
      {
        "number": 3952,
        "text": "Para malaikat berkata, dengan mengakui posisi penghambaan, \"Masing-masing kita memiliki posisi yang telah ditentukan dan tidak boleh dilanggar dalam pengetahuan dan penghambaan.",
        "numberInSurah": 164,
        "juz": 23,
        "manzil": 6,
        "page": 452,
        "ruku": 390,
        "hizbQuarter": 181,
        "sajda": false
      },
      {
        "number": 3953,
        "text": "Sesungguhnya kami berbaris dalam posisi selalu menyembah.",
        "numberInSurah": 165,
        "juz": 23,
        "manzil": 6,
        "page": 452,
        "ruku": 390,
        "hizbQuarter": 181,
        "sajda": false
      },
      {
        "number": 3954,
        "text": "Dan kami selalu menyucikan Allah dari segala sesuatu yang tidak pantas dalam setiap keadaan.",
        "numberInSurah": 166,
        "juz": 23,
        "manzil": 6,
        "page": 452,
        "ruku": 390,
        "hizbQuarter": 181,
        "sajda": false
      },
      {
        "number": 3955,
        "text": "Orang-orang kafir Mekah, sebelum datangnya Muhammad, selalu berkata, 'Seandainya kami memiliki kitab suci semacam kitab-kitab suci umat terdahulu seperti Tawrât dan Injîl, tentu kami termasuk hamba-hamba Allah yang memurnikan ibadah hanya untukNya. '",
        "numberInSurah": 167,
        "juz": 23,
        "manzil": 6,
        "page": 452,
        "ruku": 390,
        "hizbQuarter": 181,
        "sajda": false
      },
      {
        "number": 3956,
        "text": "Orang-orang kafir Mekah, sebelum datangnya Muhammad, selalu berkata, 'Seandainya kami memiliki kitab suci semacam kitab-kitab suci umat terdahulu seperti Tawrât dan Injîl, tentu kami termasuk hamba-hamba Allah yang memurnikan ibadah hanya untukNya. '",
        "numberInSurah": 168,
        "juz": 23,
        "manzil": 6,
        "page": 452,
        "ruku": 390,
        "hizbQuarter": 181,
        "sajda": false
      },
      {
        "number": 3957,
        "text": "Orang-orang kafir Mekah, sebelum datangnya Muhammad, selalu berkata, 'Seandainya kami memiliki kitab suci semacam kitab-kitab suci umat terdahulu seperti Tawrât dan Injîl, tentu kami termasuk hamba-hamba Allah yang memurnikan ibadah hanya untukNya. '",
        "numberInSurah": 169,
        "juz": 23,
        "manzil": 6,
        "page": 452,
        "ruku": 390,
        "hizbQuarter": 181,
        "sajda": false
      },
      {
        "number": 3958,
        "text": "Kitab suci itu telah datang kepada mereka, tetapi mereka mengingkarinya. Maka kelak mereka akan mengetahui akibat kekafiran mereka.\"",
        "numberInSurah": 170,
        "juz": 23,
        "manzil": 6,
        "page": 452,
        "ruku": 390,
        "hizbQuarter": 181,
        "sajda": false
      },
      {
        "number": 3959,
        "text": "Aku bersumpah bahwa dalam ketentuan yang telah Kami tetapkan untuk hamba-hamba utusan Kami, mereka akan menang atas orang-orang kafir.",
        "numberInSurah": 171,
        "juz": 23,
        "manzil": 6,
        "page": 452,
        "ruku": 390,
        "hizbQuarter": 181,
        "sajda": false
      },
      {
        "number": 3960,
        "text": "Aku bersumpah bahwa dalam ketentuan yang telah Kami tetapkan untuk hamba-hamba utusan Kami, mereka akan menang atas orang-orang kafir.",
        "numberInSurah": 172,
        "juz": 23,
        "manzil": 6,
        "page": 452,
        "ruku": 390,
        "hizbQuarter": 181,
        "sajda": false
      },
      {
        "number": 3961,
        "text": "Dan hanya para pengikut dan penolong Kami sajalah yang akan memperoleh kemenangan atas orang-orang yang ingkar.",
        "numberInSurah": 173,
        "juz": 23,
        "manzil": 6,
        "page": 452,
        "ruku": 390,
        "hizbQuarter": 181,
        "sajda": false
      },
      {
        "number": 3962,
        "text": "Biarkan mereka dan tunggu sampai batas waktu yang telah ditentukan. Sesungguhnya Kami akan menjadikan kemenangan dan keberuntungan untukmu, Muhammad.",
        "numberInSurah": 174,
        "juz": 23,
        "manzil": 6,
        "page": 452,
        "ruku": 390,
        "hizbQuarter": 181,
        "sajda": false
      },
      {
        "number": 3963,
        "text": "Perhatikan dan nantikan siksa dan derita yang akan menimpa mereka akibat melanggar dan mendustakanmu. Kelak mereka akan menyaksikan kekalahan di pihak mereka dan pertolongan Allah di pihak orang-orang yang beriman.",
        "numberInSurah": 175,
        "juz": 23,
        "manzil": 6,
        "page": 452,
        "ruku": 390,
        "hizbQuarter": 181,
        "sajda": false
      },
      {
        "number": 3964,
        "text": "Apakah mereka tidak berpikir sehingga meminta agar siksa Kami disegerakan?",
        "numberInSurah": 176,
        "juz": 23,
        "manzil": 6,
        "page": 452,
        "ruku": 390,
        "hizbQuarter": 181,
        "sajda": false
      },
      {
        "number": 3965,
        "text": "Tatakala siksa itu turun di halaman mereka yang luas, maka amat buruklah pagi yang dialami oleh orang-orang yang diberi peringatan berupa siksa itu.",
        "numberInSurah": 177,
        "juz": 23,
        "manzil": 6,
        "page": 452,
        "ruku": 390,
        "hizbQuarter": 181,
        "sajda": false
      },
      {
        "number": 3966,
        "text": "Berpalinglah dari mereka sampai datang waktu siksa itu.",
        "numberInSurah": 178,
        "juz": 23,
        "manzil": 6,
        "page": 452,
        "ruku": 390,
        "hizbQuarter": 181,
        "sajda": false
      },
      {
        "number": 3967,
        "text": "Perhatikanlah apa yang mereka dan kamu hadapi, mereka juga kelak akan menyaksikan siksa yang mereka minta disegerakan.",
        "numberInSurah": 179,
        "juz": 23,
        "manzil": 6,
        "page": 452,
        "ruku": 390,
        "hizbQuarter": 181,
        "sajda": false
      },
      {
        "number": 3968,
        "text": "Mahasuci Allah, Penciptamu dan Pencipta segala kekuatan dan keperkasaan, dari segala tuduhan palsu yang mereka sematkan kepada-Nya.",
        "numberInSurah": 180,
        "juz": 23,
        "manzil": 6,
        "page": 452,
        "ruku": 390,
        "hizbQuarter": 181,
        "sajda": false
      },
      {
        "number": 3969,
        "text": "Salam sejahtera tercurahkan kepada para rasul pilihan.",
        "numberInSurah": 181,
        "juz": 23,
        "manzil": 6,
        "page": 452,
        "ruku": 390,
        "hizbQuarter": 181,
        "sajda": false
      },
      {
        "number": 3970,
        "text": "Segala puji bagi Allah semata, Pencipta alam semesta dan Pengatur semua makhluk.",
        "numberInSurah": 182,
        "juz": 23,
        "manzil": 6,
        "page": 452,
        "ruku": 390,
        "hizbQuarter": 181,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "id.muntakhab",
      "language": "id",
      "name": "Quraish Shihab",
      "englishName": "Muhammad Quraish Shihab et al.",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}