{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 78,
    "name": "سُورَةُ النَّبَإِ",
    "englishName": "An-Naba",
    "englishNameTranslation": "The Announcement",
    "revelationType": "Meccan",
    "numberOfAyahs": 40,
    "ayahs": [
      {
        "number": 5673,
        "text": "[[78 ~ AN-NABA' (BERITA BESAR) Pendahuluan: Makkiyyah, 40 ayat ~ Dalam surat ini ditegaskan kebenaran hari kebangkitan dan mengecam orang-orang yang menyangsikannya. Lalu disebutkan beberapa bukti kemungkinan terjadinya dari berbagai fenomena kekuasaan Tuhan. Ditegaskanlah kepastian terjadinya hari kebangkitan itu dan disebutkan pula beberapa tanda-tandanya. Kemudian dibicarakan pula mengenai nasib orang-orang yang berbuat jahat dan orang-orang yang bertakwa. Surat ini kemudian ditutup dengan peringatan dan ancaman akan datangnya hari yang menakutkan ini.]] Tentang apakah orang-orang yang ingkar itu saling bertanya?",
        "numberInSurah": 1,
        "juz": 30,
        "manzil": 7,
        "page": 582,
        "ruku": 518,
        "hizbQuarter": 233,
        "sajda": false
      },
      {
        "number": 5674,
        "text": "Tentang berita besar. Berita tentang hari kebangkitan yang acapkali mereka perselisihkan--dari yang meragukan sampai yang mengingkari kebenarannya.",
        "numberInSurah": 2,
        "juz": 30,
        "manzil": 7,
        "page": 582,
        "ruku": 518,
        "hizbQuarter": 233,
        "sajda": false
      },
      {
        "number": 5675,
        "text": "Tentang berita besar. Berita tentang hari kebangkitan yang acapkali mereka perselisihkan--dari yang meragukan sampai yang mengingkari kebenarannya.",
        "numberInSurah": 3,
        "juz": 30,
        "manzil": 7,
        "page": 582,
        "ruku": 518,
        "hizbQuarter": 233,
        "sajda": false
      },
      {
        "number": 5676,
        "text": "Celakalah mereka dengan pertanyaan seperti ini! Kelak mereka akan mengetahui kebenarannya tatkala mereka saksikan sendiri hari kebangkitan itu benar-benar terjadi.",
        "numberInSurah": 4,
        "juz": 30,
        "manzil": 7,
        "page": 582,
        "ruku": 518,
        "hizbQuarter": 233,
        "sajda": false
      },
      {
        "number": 5677,
        "text": "Lalu celakalah mereka! Kelak mereka akan mengetahui tatkala ancaman itu mereka alami.",
        "numberInSurah": 5,
        "juz": 30,
        "manzil": 7,
        "page": 582,
        "ruku": 518,
        "hizbQuarter": 233,
        "sajda": false
      },
      {
        "number": 5678,
        "text": "Bukankah mereka telah menyaksikan bukti-bukti kekuasaan Kami? Sesungguhnya Kami menjadikan bumi terhampar sehingga dapat didiami dan ditelusuri segala penjurunya.",
        "numberInSurah": 6,
        "juz": 30,
        "manzil": 7,
        "page": 582,
        "ruku": 518,
        "hizbQuarter": 233,
        "sajda": false
      },
      {
        "number": 5679,
        "text": "Kami menjadikan gunung-gunung sebagai pasak untuk menguatkan bumi. (1). (1) Lapisan padat kerak bumi dapat mencapai ketebalan sekitar 60 kilometer. Lapisan itu dapat meninggi, sehingga membentuk gunung-gunung, atau menurun menjadi dasar lautan dan samudera. Keadaan seperti ini menimbulkan keseimbangan akibat tekanan yang dihasilkan oleh gunung-gunung tersebut. Keseimbangan ini tidak mengalami kerusakan kecuali jika gunung-gunung tersebut musnah. Lapisan kerak bumi yang basah akan dikuatkan oleh gunung-gunung, persis seperti pasak menguatkan kemah (lihat tafsir ayat 7 surat Qâf).",
        "numberInSurah": 7,
        "juz": 30,
        "manzil": 7,
        "page": 582,
        "ruku": 518,
        "hizbQuarter": 233,
        "sajda": false
      },
      {
        "number": 5680,
        "text": "Kami menciptakan kalian berpasang-pasangan, laki-laki dan perempuan.",
        "numberInSurah": 8,
        "juz": 30,
        "manzil": 7,
        "page": 582,
        "ruku": 518,
        "hizbQuarter": 233,
        "sajda": false
      },
      {
        "number": 5681,
        "text": "Kami menjadikan tidur kalian untuk beristirahat dari keletihan berusaha(1). (1) Tidur adalah berhentinya atau berkurangnya kegiatan saraf otak manusia. Dari itulah, ketika tidur energi dan panas badan menurun. Pada waktu tidur, tubuh merasa tenang dan rileks setelah otot atau saraf atau dua-duanya letih bekerja. Semua kegiatan tubuh menurun di waktu tidur, kecuali proses metabolisme, aliran air seni dari ginjal dan keringat. Proses-proses tersebut, jika berhenti, justru akan membahayakan manusia. Sedangkan pernapasan agak berkurang intensitasnya, tapi lebih panjang dan lebih banyak keluar dari dada ketimbang dari perut. Jantung pun akan berdetak lebih lambat sehingga aliran darah menjadi lebih sedikit. Otot-otot yang kejang akan mengendur sehingga mengakibatkan kesulitan bagi seseorang yang tengah tidur untuk melakukan perlawanan. Semua hal itu menyebabkan tidur sebagai waktu istirahat yang paling baik bagi manusia, sebagaimana dikatakan ayat ini.",
        "numberInSurah": 9,
        "juz": 30,
        "manzil": 7,
        "page": 582,
        "ruku": 518,
        "hizbQuarter": 233,
        "sajda": false
      },
      {
        "number": 5682,
        "text": "Kami menjadikan malam untuk menutupi kalian dengan kegelapannya.",
        "numberInSurah": 10,
        "juz": 30,
        "manzil": 7,
        "page": 582,
        "ruku": 518,
        "hizbQuarter": 233,
        "sajda": false
      },
      {
        "number": 5683,
        "text": "Kami menjadikan siang sebagai waktu berusaha agar kalian dapat memenuhi kebutuhan hidup yang kalian perlukan.",
        "numberInSurah": 11,
        "juz": 30,
        "manzil": 7,
        "page": 582,
        "ruku": 518,
        "hizbQuarter": 233,
        "sajda": false
      },
      {
        "number": 5684,
        "text": "Kami membangun di atas kalian tujuh langit yang kokoh dan mantap.",
        "numberInSurah": 12,
        "juz": 30,
        "manzil": 7,
        "page": 582,
        "ruku": 518,
        "hizbQuarter": 233,
        "sajda": false
      },
      {
        "number": 5685,
        "text": "Kami menjadikan matahari yang bercahaya dan menghasilkan panas(1). (1) Maksud frase sirâjan wahhâjan ('pelita yang sangat terang') di sini adalah matahari. Sebagaimana dibuktikan oleh penemuan ilmiah, panas permukaan matahari mencapai 6. 000 derajat. Sedangkan panas pusat matahari mencapai 30 juta derajat disebabkan oleh materi-materi bertekanan tinggi yang ada pada matahari. Sinar matahari menghasilkan energi sebagai berikut: ultraviolet 9%, cahaya 46%, dan inframerah 45%. Dari itulah ayat suci ini menyebut matahari sebagai pelita (sirâj) karena mengandung cahaya dan panas secara bersamaan.",
        "numberInSurah": 13,
        "juz": 30,
        "manzil": 7,
        "page": 582,
        "ruku": 518,
        "hizbQuarter": 233,
        "sajda": false
      },
      {
        "number": 5686,
        "text": "Dan Kami menurunkan dari awan--di saat hujan–air yang tercurah dengan deras(1). (1) Hujan adalah sumber air tawar satu-satunya bagi bumi. Sebenarnya, hujan merupakan hasil kumpulan uap-uap air lautan dan samudera yang membentuk awan dan kemudian berubah--setelah semakin membesar--menjadi tetesan-tetesan air atau salju atau kedua-duanya. Uap-uap air yang terkumpul tadi akan tercurah dalam bentuk hujan atau embun.",
        "numberInSurah": 14,
        "juz": 30,
        "manzil": 7,
        "page": 582,
        "ruku": 518,
        "hizbQuarter": 233,
        "sajda": false
      },
      {
        "number": 5687,
        "text": "Agar, dengan air itu, Kami mengeluarkan biji-bijian serta tumbuh-tumbuhan sebagai bahan makanan untuk manusia dan hewan.",
        "numberInSurah": 15,
        "juz": 30,
        "manzil": 7,
        "page": 582,
        "ruku": 518,
        "hizbQuarter": 233,
        "sajda": false
      },
      {
        "number": 5688,
        "text": "Juga kebun-kebun yang dipenuhi oleh pepohonan lebat yang dahan-dahannya saling berkelindan.",
        "numberInSurah": 16,
        "juz": 30,
        "manzil": 7,
        "page": 582,
        "ruku": 518,
        "hizbQuarter": 233,
        "sajda": false
      },
      {
        "number": 5689,
        "text": "Sesungguhnya hari penentuan bagi semua makhluk adalah waktu yang telah ditetapkan untuk kebangkitan.",
        "numberInSurah": 17,
        "juz": 30,
        "manzil": 7,
        "page": 582,
        "ruku": 518,
        "hizbQuarter": 233,
        "sajda": false
      },
      {
        "number": 5690,
        "text": "Pada hari ketika sangkakala ditiup sebagai pertanda hari kebangkitan. Ketika itulah kelompok demi kelompok berbondong-berbondong menuju padang mahsyar.",
        "numberInSurah": 18,
        "juz": 30,
        "manzil": 7,
        "page": 582,
        "ruku": 518,
        "hizbQuarter": 233,
        "sajda": false
      },
      {
        "number": 5691,
        "text": "Langit pun terbelah dari segala arah membentuk pintu-pintu.",
        "numberInSurah": 19,
        "juz": 30,
        "manzil": 7,
        "page": 582,
        "ruku": 518,
        "hizbQuarter": 233,
        "sajda": false
      },
      {
        "number": 5692,
        "text": "Dan gunung-gunung dijalankan setelah dicabut dan diporak-porandakan dari tempatnya. Kamu melihatnya sebagai gunung padahal ia telah menjadi kumpulan debu, persis seperti fatamorgana yang kamu sangka air padahal bukan.",
        "numberInSurah": 20,
        "juz": 30,
        "manzil": 7,
        "page": 582,
        "ruku": 518,
        "hizbQuarter": 233,
        "sajda": false
      },
      {
        "number": 5693,
        "text": "Sesungguhnya neraka jahanam merupakan tempat para penjaga neraka yang mengintai dan mengawasi para penghuninya.",
        "numberInSurah": 21,
        "juz": 30,
        "manzil": 7,
        "page": 582,
        "ruku": 518,
        "hizbQuarter": 233,
        "sajda": false
      },
      {
        "number": 5694,
        "text": "Sebagai tempat kembali dan kediaman orang-orang yang melanggar batas-batas Allah.",
        "numberInSurah": 22,
        "juz": 30,
        "manzil": 7,
        "page": 582,
        "ruku": 518,
        "hizbQuarter": 233,
        "sajda": false
      },
      {
        "number": 5695,
        "text": "Mereka tinggal di dalamnya berabad-abad lamanya.",
        "numberInSurah": 23,
        "juz": 30,
        "manzil": 7,
        "page": 582,
        "ruku": 518,
        "hizbQuarter": 233,
        "sajda": false
      },
      {
        "number": 5696,
        "text": "Mereka tidak merasakan udara segar untuk sekadar bernapas dari sengatan panas neraka. Mereka pun tidak mendapatkan minuman untuk melepaskan dahaga.",
        "numberInSurah": 24,
        "juz": 30,
        "manzil": 7,
        "page": 582,
        "ruku": 518,
        "hizbQuarter": 233,
        "sajda": false
      },
      {
        "number": 5697,
        "text": "Akan tetapi mereka akan merasakan air mendidih yang sangat panas dan nanah-nanah yang mengalir dari kulit penghuni neraka.",
        "numberInSurah": 25,
        "juz": 30,
        "manzil": 7,
        "page": 582,
        "ruku": 518,
        "hizbQuarter": 233,
        "sajda": false
      },
      {
        "number": 5698,
        "text": "Itulah balasan setimpal dari perbuatan-perbuatan buruk mereka.",
        "numberInSurah": 26,
        "juz": 30,
        "manzil": 7,
        "page": 582,
        "ruku": 518,
        "hizbQuarter": 233,
        "sajda": false
      },
      {
        "number": 5699,
        "text": "Sesungguhnya dahulu mereka tidak memperkirakan datangnya saat perhitungan itu, sehingga mereka tidak berusaha menyelamatkan diri dari perhitungan.",
        "numberInSurah": 27,
        "juz": 30,
        "manzil": 7,
        "page": 582,
        "ruku": 518,
        "hizbQuarter": 233,
        "sajda": false
      },
      {
        "number": 5700,
        "text": "Mereka pun, sungguh, telah mendustakan ayat-ayat Allah yang membuktikan kebenaran hari kebangkitan yang dahsyat.",
        "numberInSurah": 28,
        "juz": 30,
        "manzil": 7,
        "page": 582,
        "ruku": 518,
        "hizbQuarter": 233,
        "sajda": false
      },
      {
        "number": 5701,
        "text": "Dan segala sesuatu Kami telah catat secara tertulis.",
        "numberInSurah": 29,
        "juz": 30,
        "manzil": 7,
        "page": 582,
        "ruku": 518,
        "hizbQuarter": 233,
        "sajda": false
      },
      {
        "number": 5702,
        "text": "Maka rasakanlah! Kalian tidak mendapatkan dari Kami kecuali semakin bertambahnya azab yang pedih.",
        "numberInSurah": 30,
        "juz": 30,
        "manzil": 7,
        "page": 582,
        "ruku": 518,
        "hizbQuarter": 233,
        "sajda": false
      },
      {
        "number": 5703,
        "text": "Sesungguhnya orang-orang yang bertakwa kepada Allah akan mendapatkan keselamatan dari siksa neraka dan masuk ke dalam surga,",
        "numberInSurah": 31,
        "juz": 30,
        "manzil": 7,
        "page": 583,
        "ruku": 519,
        "hizbQuarter": 233,
        "sajda": false
      },
      {
        "number": 5704,
        "text": "kebun-kebun yang dipenuhi buah-buahan dan anggur-anggur yang lezat,",
        "numberInSurah": 32,
        "juz": 30,
        "manzil": 7,
        "page": 583,
        "ruku": 519,
        "hizbQuarter": 233,
        "sajda": false
      },
      {
        "number": 5705,
        "text": "dan gadis-gadis montok serta dara-dara yang sebaya,",
        "numberInSurah": 33,
        "juz": 30,
        "manzil": 7,
        "page": 583,
        "ruku": 519,
        "hizbQuarter": 233,
        "sajda": false
      },
      {
        "number": 5706,
        "text": "dan gelas-gelas yang terisi dan sangat bersih.",
        "numberInSurah": 34,
        "juz": 30,
        "manzil": 7,
        "page": 583,
        "ruku": 519,
        "hizbQuarter": 233,
        "sajda": false
      },
      {
        "number": 5707,
        "text": "Di dalam surga, mereka tidak mendengarkan perkataan yang tidak berguna dan ucapan kotor.",
        "numberInSurah": 35,
        "juz": 30,
        "manzil": 7,
        "page": 583,
        "ruku": 519,
        "hizbQuarter": 233,
        "sajda": false
      },
      {
        "number": 5708,
        "text": "Sebagai balasan yang besar dari Tuhanmu, karena karunia dan kebaikan-Nya.",
        "numberInSurah": 36,
        "juz": 30,
        "manzil": 7,
        "page": 583,
        "ruku": 519,
        "hizbQuarter": 233,
        "sajda": false
      },
      {
        "number": 5709,
        "text": "Tuhan yang memelihara langit dan bumi dan apa yang ada di antara keduanya, Yang rahmat-Nya sangat luas, mencakup segala sesuatu. Tak seorang pun yang berhak mengajak-Nya berbicara.",
        "numberInSurah": 37,
        "juz": 30,
        "manzil": 7,
        "page": 583,
        "ruku": 519,
        "hizbQuarter": 233,
        "sajda": false
      },
      {
        "number": 5710,
        "text": "Pada hari ketika Jibril dan para malaikat berbaris dengan khusyuk. Tak satu pun di antara mereka yang berbicara, kecuali malaikat yang dizinkan oleh Sang Maha Penyayang untuk berbicara secara benar.",
        "numberInSurah": 38,
        "juz": 30,
        "manzil": 7,
        "page": 583,
        "ruku": 519,
        "hizbQuarter": 233,
        "sajda": false
      },
      {
        "number": 5711,
        "text": "Itulah hari yang tidak diragukan lagi kebenarannya. Maka barangsiapa yang berkehendak, niscaya ia akan menempuh jalan kembali yang mulia kepada Tuhannya dengan beriman dan melakukan amal saleh.",
        "numberInSurah": 39,
        "juz": 30,
        "manzil": 7,
        "page": 583,
        "ruku": 519,
        "hizbQuarter": 233,
        "sajda": false
      },
      {
        "number": 5712,
        "text": "Sesungguhnya Kami telah memperingatkan kepada kalian mengenai siksa yang kedatangannya telah dekat. Pada hari itu setiap orang dapat melihat apa yang dilakukan oleh kedua tangannya. Dengan mengharap keselamatan, orang kafir akan berkata, \"Alangkah baiknya jika, setelah kematianku, aku tetap menjadi tanah sehingga aku tidak dibangkitkan dan diminta pertanggungjawaban.\"",
        "numberInSurah": 40,
        "juz": 30,
        "manzil": 7,
        "page": 583,
        "ruku": 519,
        "hizbQuarter": 233,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "id.muntakhab",
      "language": "id",
      "name": "Quraish Shihab",
      "englishName": "Muhammad Quraish Shihab et al.",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}