{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 85,
    "name": "سُورَةُ البُرُوجِ",
    "englishName": "Al-Burooj",
    "englishNameTranslation": "The Constellations",
    "revelationType": "Meccan",
    "numberOfAyahs": 22,
    "ayahs": [
      {
        "number": 5910,
        "text": "[[85 ~ AL-BURUJ (GUGUSAN BINTANG) Pendahuluan: Makkiyyah, 22 ayat ~ Di dalam surat al-Burûj terdapat hiburan, sekaligus peringatan, untuk orang-orang beriman, dan ancaman bagi kalangan penentang agama. Surat ini dibuka dengan sumpah Allah Swt. dengan menyebut berbagai bukti kekuasaan-Nya bahwa orang yang menyakiti orang-orang Mukmin akan dijauhkan dari rahmat Allah sebagaimana yang terjadi pada orang-orang sebelum mereka. Ayat-ayat lain secara terperinci menuturkan perlakuan para tiran atas kesewenang-wenangan mereka terhadap orang-orang beriman. Kelak, kedua belah pihak akan menadapat balasannya masing-masing. Dinyatakan pula dengan tegas, dalam surat ini, bahwa kebenaran akan selalu mendapat tantangan sepanjang masa. Disebutkan pula bahwa al-Qur'ân yang merupakan penyokong kebenaran, meski mendapat tantangan amat berat dari pihak pendusta, akan tetap terpelihara dari keraguan karena berada di al-Lawh al-Mahfûzh.]] Aku bersumpah demi langit yang memiliki banyak tempat persinggahan bintang ketika beredar(1). (1) Yang dimaksud dengan al-burûj pada ayat ini adalah gugusan bintang letak bintang yang tampak di langit dalam bentuk yang beragam dan terbagi atas dua belas macam yang masing-masing disebut rasi. Bumi dan benda-benda langit lain akan melewati gugusan-gugusan bintang itu setiap kali berputar mengelilingi matahari. Secara berurutan, nama-nama gugusan bintang yang berjumlah dua belas buah itu adalah sebagai berikut: Aries, Taurus, Gemini, Kanser, Leo, Virgo, Libra, Skorpio, Sagitarius, Kaprikornus, Akuarius dan Pises.",
        "numberInSurah": 1,
        "juz": 30,
        "manzil": 7,
        "page": 590,
        "ruku": 527,
        "hizbQuarter": 236,
        "sajda": false
      },
      {
        "number": 5911,
        "text": "Demi hari yang dijanjikan sebagai saat perhitungan dan pembalasan.",
        "numberInSurah": 2,
        "juz": 30,
        "manzil": 7,
        "page": 590,
        "ruku": 527,
        "hizbQuarter": 236,
        "sajda": false
      },
      {
        "number": 5912,
        "text": "Dan demi semua makhluk yang hadir dan setiap peristiwa dahsyat yang sedang terjadi pada hari itu.",
        "numberInSurah": 3,
        "juz": 30,
        "manzil": 7,
        "page": 590,
        "ruku": 527,
        "hizbQuarter": 236,
        "sajda": false
      },
      {
        "number": 5913,
        "text": "Sungguh Allah telah melaknat orang-orang yang menggali lubang panjang di atas tanah.",
        "numberInSurah": 4,
        "juz": 30,
        "manzil": 7,
        "page": 590,
        "ruku": 527,
        "hizbQuarter": 236,
        "sajda": false
      },
      {
        "number": 5914,
        "text": "Orang-orang yang mempunyai api dengan bahan bakar yang dinyalakan untuk menyiksa orang-orang Mukmin.",
        "numberInSurah": 5,
        "juz": 30,
        "manzil": 7,
        "page": 590,
        "ruku": 527,
        "hizbQuarter": 236,
        "sajda": false
      },
      {
        "number": 5915,
        "text": "Yaitu ketika mereka duduk di sekitar perapian itu sambil menyaksikan orang-orang Mukmin yang disiksa.",
        "numberInSurah": 6,
        "juz": 30,
        "manzil": 7,
        "page": 590,
        "ruku": 527,
        "hizbQuarter": 236,
        "sajda": false
      },
      {
        "number": 5916,
        "text": "Mereka benar-benar menyadari tindakan penyiksaan yang mereka lakukan atas orang-orang beriman.",
        "numberInSurah": 7,
        "juz": 30,
        "manzil": 7,
        "page": 590,
        "ruku": 527,
        "hizbQuarter": 236,
        "sajda": false
      },
      {
        "number": 5917,
        "text": "Mereka menyiksa orang-orang Mukmin hanya karena orang-orang Mukmin itu beriman kepada Allah Yang Mahakuat, yang siksaan-Nya amat ditakuti; Maha Terpuji yang pahala-Nya sangat diharapkan.",
        "numberInSurah": 8,
        "juz": 30,
        "manzil": 7,
        "page": 590,
        "ruku": 527,
        "hizbQuarter": 236,
        "sajda": false
      },
      {
        "number": 5918,
        "text": "Tuhan yang memiliki seluruh kerajaan langit dan bumi. Allah Maha Menyaksikan perbuatan orang-orang Mukmin dan orang-orang kafir dan Dia akan memberikan balasan perbuatan itu.",
        "numberInSurah": 9,
        "juz": 30,
        "manzil": 7,
        "page": 590,
        "ruku": 527,
        "hizbQuarter": 236,
        "sajda": false
      },
      {
        "number": 5919,
        "text": "Sesungguhnya golongan yang mendatangkan cobaan kepada orang-orang Mukmin, baik laki-laki maupun perempuan, dengan cara menyiksa mereka dengan api kemudian tidak mau berhenti dari perbutan itu, mereka kelak akan masuk neraka jahanam lantaran sikap kafir mereka dan akan dibakar dengan api neraka sebagai balasan yang setimpal atas perlakuan mereka terhadap kaum beriman.",
        "numberInSurah": 10,
        "juz": 30,
        "manzil": 7,
        "page": 590,
        "ruku": 527,
        "hizbQuarter": 236,
        "sajda": false
      },
      {
        "number": 5920,
        "text": "Dan sesungguhnya orang-orang yang beriman dan melakukan amal saleh, akan mendapatkan pahala surga yang dialiri sungai-sungai di bawahnya. Karunia kenikmatan itu adalah sebagai kemenangan besar bagi mereka.",
        "numberInSurah": 11,
        "juz": 30,
        "manzil": 7,
        "page": 590,
        "ruku": 527,
        "hizbQuarter": 236,
        "sajda": false
      },
      {
        "number": 5921,
        "text": "Sesungguhnya siksa Allah atas pembesar-pembesar kaum yang sewenang-wenang sungguh sangat keras.",
        "numberInSurah": 12,
        "juz": 30,
        "manzil": 7,
        "page": 590,
        "ruku": 527,
        "hizbQuarter": 236,
        "sajda": false
      },
      {
        "number": 5922,
        "text": "Hanya Allah semata yang mula-mula menciptakan makhluk dan kelak akan mengembalikan mereka kepada-Nya.",
        "numberInSurah": 13,
        "juz": 30,
        "manzil": 7,
        "page": 590,
        "ruku": 527,
        "hizbQuarter": 236,
        "sajda": false
      },
      {
        "number": 5923,
        "text": "Allah Maha Pengampun terhadap orang yang mau bertobat dan kembali kepada-Nya, Maha Mencintai hamba yang mencintai dan menaati-Nya.",
        "numberInSurah": 14,
        "juz": 30,
        "manzil": 7,
        "page": 590,
        "ruku": 527,
        "hizbQuarter": 236,
        "sajda": false
      },
      {
        "number": 5924,
        "text": "Dialah yang memiliki dan menguasai Arasy, Yang zat dan sifat-Nya begitu besar.",
        "numberInSurah": 15,
        "juz": 30,
        "manzil": 7,
        "page": 590,
        "ruku": 527,
        "hizbQuarter": 236,
        "sajda": false
      },
      {
        "number": 5925,
        "text": "Dia berbuat apa saja yang dikehendaki-Nya. Tak satu pun keinginan Tuhan yang tak terwujud.",
        "numberInSurah": 16,
        "juz": 30,
        "manzil": 7,
        "page": 590,
        "ruku": 527,
        "hizbQuarter": 236,
        "sajda": false
      },
      {
        "number": 5926,
        "text": "Wahai Muhammad, bukankah engkau telah mendengar kisah tentang kelompok pasukan yang zalim di antara umat-umat terdahulu?",
        "numberInSurah": 17,
        "juz": 30,
        "manzil": 7,
        "page": 590,
        "ruku": 527,
        "hizbQuarter": 236,
        "sajda": false
      },
      {
        "number": 5927,
        "text": "Yaitu umat Fir'aun dan Tsamûd yang telah mendapatkan balasan lantaran mereka larut dalam kepalsuan.",
        "numberInSurah": 18,
        "juz": 30,
        "manzil": 7,
        "page": 590,
        "ruku": 527,
        "hizbQuarter": 236,
        "sajda": false
      },
      {
        "number": 5928,
        "text": "Pendustaan orang-orang kafir, di antara umatmu, terhadap dirimu bahkan lebih hebat daripada pendustaan umat-umat terdahulu terhadap rasul-rasul mereka.",
        "numberInSurah": 19,
        "juz": 30,
        "manzil": 7,
        "page": 590,
        "ruku": 527,
        "hizbQuarter": 236,
        "sajda": false
      },
      {
        "number": 5929,
        "text": "Allah Maha Menundukkan dan Maha Mengetahui keadaan mereka.",
        "numberInSurah": 20,
        "juz": 30,
        "manzil": 7,
        "page": 590,
        "ruku": 527,
        "hizbQuarter": 236,
        "sajda": false
      },
      {
        "number": 5930,
        "text": "Sesungguhnya apa yang kamu datangkan kepada mereka adalah kitab suci al-Qur'ân yang mahaagung, yang berisi keterangan yang jelas mengenai kebenaran misi kerasulanmu.",
        "numberInSurah": 21,
        "juz": 30,
        "manzil": 7,
        "page": 590,
        "ruku": 527,
        "hizbQuarter": 236,
        "sajda": false
      },
      {
        "number": 5931,
        "text": "Yang tersimpan di al-Lawh al-Mahfûzh yang tidak ada kekuatan yang sanggup mengubah atau menggantinya.",
        "numberInSurah": 22,
        "juz": 30,
        "manzil": 7,
        "page": 590,
        "ruku": 527,
        "hizbQuarter": 236,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "id.muntakhab",
      "language": "id",
      "name": "Quraish Shihab",
      "englishName": "Muhammad Quraish Shihab et al.",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}