{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 86,
    "name": "سُورَةُ الطَّارِقِ",
    "englishName": "At-Taariq",
    "englishNameTranslation": "The Morning Star",
    "revelationType": "Meccan",
    "numberOfAyahs": 17,
    "ayahs": [
      {
        "number": 5932,
        "text": "[[86 ~ ATH-THARIQ (YANG TAMPAK PADA MALAM HARI) Pendahuluan: Makkiyyah, 17 ayat ~ Surat kedelapan puluh enam dalam urutan mushaf al-Qur'ân ini dimulai dengan sumpah Allah dengan menyebut berbagai bukti kekuasaan Tuhan, sembari menegaskan bahwa setiap diri manusia mempunyai seorang penjaga dan pengawas. Manusia diharuskan memikirkan asal dan perkembangan hidupnya yang bermula dari air yang memancar. Dari kejadian penciptaan ini mestinya dapat ditemukan sebuah bukti bahwa Tuhan yang telah menciptakan manusia itu pasti sanggup menjadikan mereka hidup kembali sesudah mengalami fase kematian. Di bagian lain terdapat pula ayat yang berisi sumpah Allah Swt. untuk menyatakan bahwa al-Qur'ân adalah kitab suci yang membedakan antara yang benar dan yang palsu, dan al-Qur'ân itu bukan senda gurau. Meskipun demikian, orang-orang kafir tetap ingkar dan berupaya melakukan tipu daya terhadap al-Qur'ân. Namun Allah membalas makar mereka dengan makar lain yang lebih jitu. Surat ini ditutup dengan permohonan agar orang-orang kafir diberikan tangguhan waktu.]] Aku bersumpah demi langit dan bintang yang bermunculan di waktu malam.",
        "numberInSurah": 1,
        "juz": 30,
        "manzil": 7,
        "page": 591,
        "ruku": 528,
        "hizbQuarter": 236,
        "sajda": false
      },
      {
        "number": 5933,
        "text": "Tahukah kalian apa hakikat bintang itu? Bintang adalah benda langit yang cahayanya menembus kegelapan.",
        "numberInSurah": 2,
        "juz": 30,
        "manzil": 7,
        "page": 591,
        "ruku": 528,
        "hizbQuarter": 236,
        "sajda": false
      },
      {
        "number": 5934,
        "text": "Tahukah kalian apa hakikat bintang itu? Bintang adalah benda langit yang cahayanya menembus kegelapan.",
        "numberInSurah": 3,
        "juz": 30,
        "manzil": 7,
        "page": 591,
        "ruku": 528,
        "hizbQuarter": 236,
        "sajda": false
      },
      {
        "number": 5935,
        "text": "Setiap manusia pasti didampingi oleh penjaga yang mengawasi dan mencatat amal perbuatannya.",
        "numberInSurah": 4,
        "juz": 30,
        "manzil": 7,
        "page": 591,
        "ruku": 528,
        "hizbQuarter": 236,
        "sajda": false
      },
      {
        "number": 5936,
        "text": "Manusia hendaknya berpikir: dari apa dirinya diciptakan.",
        "numberInSurah": 5,
        "juz": 30,
        "manzil": 7,
        "page": 591,
        "ruku": 528,
        "hizbQuarter": 236,
        "sajda": false
      },
      {
        "number": 5937,
        "text": "Manusia diciptakan dari air yang memancar.",
        "numberInSurah": 6,
        "juz": 30,
        "manzil": 7,
        "page": 591,
        "ruku": 528,
        "hizbQuarter": 236,
        "sajda": false
      },
      {
        "number": 5938,
        "text": "Air itu keluar dari tulang rusuk dan tulang dada laki-laki dan wanita(1). (1) Kata shulb berarti tulang belakang atau tulang punggung. Sedangkan kata tarâ'ib berarti tulang dada. Dari berbagai studi genetika yang dilakukan belakangan didapat penjelasan bahwa cikal bakal organ reproduksi dan organ pembuangan dalam tubuh janin terdapat di antara sel-sel tulang muda, yang akan membentuk tulang punggung, dan sel-sel pembentuk tulang dada. Sedangkan bakal ginjal terletak pada tempatnya yang normal, demikian pula testis yang telah terbungkus dalam kantung. Demikian pula urat saraf yang menyalurkan rasa kepada cikal bakal itu, dan membantu memproduksi sperma--dengan cairan-cairan lain yang menyertainya--juga berasal dari tulang dada kesepuluh yang mengarah ke tulang sumsum antara telang rusuk kesepuluh dan kesebelas. Dengan demikian, menjadi jelas bahwa organ-organ reproduksi, urat saraf perasa dan pembuluh darah di sekitarnya muncul di tempat antara tulang punggung dan tulang dada.",
        "numberInSurah": 7,
        "juz": 30,
        "manzil": 7,
        "page": 591,
        "ruku": 528,
        "hizbQuarter": 236,
        "sajda": false
      },
      {
        "number": 5939,
        "text": "Sesungguhnya Allah Swt. yang telah menciptakan manusia sedemikian rupa sejak semula sangat mampu untuk menghidupkan mereka kembali sesudah mati.",
        "numberInSurah": 8,
        "juz": 30,
        "manzil": 7,
        "page": 591,
        "ruku": 528,
        "hizbQuarter": 236,
        "sajda": false
      },
      {
        "number": 5940,
        "text": "Pada suatu hari ketika semua hati nurani diuji dan dibedakan antara yang baik dan yang buruk.",
        "numberInSurah": 9,
        "juz": 30,
        "manzil": 7,
        "page": 591,
        "ruku": 528,
        "hizbQuarter": 236,
        "sajda": false
      },
      {
        "number": 5941,
        "text": "Pada hari itu, manusia tidak memiliki kekuatan dan penolong yang akan membela dirinya.",
        "numberInSurah": 10,
        "juz": 30,
        "manzil": 7,
        "page": 591,
        "ruku": 528,
        "hizbQuarter": 236,
        "sajda": false
      },
      {
        "number": 5942,
        "text": "Aku bersumpah demi langit yang menurunkan hujan dalam siklus yang berulang-ulang.",
        "numberInSurah": 11,
        "juz": 30,
        "manzil": 7,
        "page": 591,
        "ruku": 528,
        "hizbQuarter": 236,
        "sajda": false
      },
      {
        "number": 5943,
        "text": "Demi bumi yang merekah mengeluarkan tetumbuhan.",
        "numberInSurah": 12,
        "juz": 30,
        "manzil": 7,
        "page": 591,
        "ruku": 528,
        "hizbQuarter": 236,
        "sajda": false
      },
      {
        "number": 5944,
        "text": "Al-Qur'ân itu, sungguh, merupakan pembatas antara yang benar dan batil dan tidak mengandung kata-kata permainan dan palsu.",
        "numberInSurah": 13,
        "juz": 30,
        "manzil": 7,
        "page": 591,
        "ruku": 528,
        "hizbQuarter": 236,
        "sajda": false
      },
      {
        "number": 5945,
        "text": "Al-Qur'ân itu, sungguh, merupakan pembatas antara yang benar dan batil dan tidak mengandung kata-kata permainan dan palsu.",
        "numberInSurah": 14,
        "juz": 30,
        "manzil": 7,
        "page": 591,
        "ruku": 528,
        "hizbQuarter": 236,
        "sajda": false
      },
      {
        "number": 5946,
        "text": "Sesungguhnya orang-orang yang mendustakan al-Qur'ân selalu membuat makar sangat hebat untuk memalsukan al-Qur'ân.",
        "numberInSurah": 15,
        "juz": 30,
        "manzil": 7,
        "page": 591,
        "ruku": 528,
        "hizbQuarter": 236,
        "sajda": false
      },
      {
        "number": 5947,
        "text": "Akan tetapi Kami membalas mereka dengan makar yang jauh lebih kuat sehingga mereka tidak berdaya untuk menghadapinya.",
        "numberInSurah": 16,
        "juz": 30,
        "manzil": 7,
        "page": 591,
        "ruku": 528,
        "hizbQuarter": 236,
        "sajda": false
      },
      {
        "number": 5948,
        "text": "Tangguhkanlah persoalan orang-orang kafir. Berikan mereka waktu hingga Kami memerintahkanmu dengan sesuatu yang pasti.",
        "numberInSurah": 17,
        "juz": 30,
        "manzil": 7,
        "page": 591,
        "ruku": 528,
        "hizbQuarter": 236,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "id.muntakhab",
      "language": "id",
      "name": "Quraish Shihab",
      "englishName": "Muhammad Quraish Shihab et al.",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}