{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 48,
    "name": "سُورَةُ الفَتۡحِ",
    "englishName": "Al-Fath",
    "englishNameTranslation": "The Victory",
    "revelationType": "Medinan",
    "numberOfAyahs": 29,
    "ayahs": [
      {
        "number": 4584,
        "text": "Истинно, Мы помогли победить тебе верною победою,",
        "numberInSurah": 1,
        "juz": 26,
        "manzil": 6,
        "page": 511,
        "ruku": 446,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4585,
        "text": "Для того, чтобы Богу простить тебе прежние и последующие грехи твои, выполнить над тобой любовь свою и вести тебя по прямому пути,",
        "numberInSurah": 2,
        "juz": 26,
        "manzil": 6,
        "page": 511,
        "ruku": 446,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4586,
        "text": "И что бы Богу помочь тебе крепкою помощью.",
        "numberInSurah": 3,
        "juz": 26,
        "manzil": 6,
        "page": 511,
        "ruku": 446,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4587,
        "text": "Он ниспосылает в сердца верующих покой, для того, чтобы в них прибавлялась вера к вере их (во власти Бога воинства небес и земли; Бог знающ, мудр);",
        "numberInSurah": 4,
        "juz": 26,
        "manzil": 6,
        "page": 511,
        "ruku": 446,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4588,
        "text": "Для того, чтобы верующие и верующия вступили в райские сады, по которым текут реки, оставаясь там на веки; чтобы очистить их от худых дел их: а это со стороны Бога есть великое блаженство;",
        "numberInSurah": 5,
        "juz": 26,
        "manzil": 6,
        "page": 511,
        "ruku": 446,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4589,
        "text": "И чтобы наказать лицемеров и лицемерок, многобожников и многобожниц, мыслящих о Боге худые мысли: худой будет и для них поворот судьбы. Бог прогневался на них, проклял их и приготовил для них геенну. Скорбное она пристанище.",
        "numberInSurah": 6,
        "juz": 26,
        "manzil": 6,
        "page": 511,
        "ruku": 446,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4590,
        "text": "Во власти Бога воинства небес и земли; Бог силен, мудр.",
        "numberInSurah": 7,
        "juz": 26,
        "manzil": 6,
        "page": 511,
        "ruku": 446,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4591,
        "text": "Истинно, Мы ниспослали тебя свидетелем, и благовестителем, и страшителем,",
        "numberInSurah": 8,
        "juz": 26,
        "manzil": 6,
        "page": 511,
        "ruku": 446,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4592,
        "text": "Для того, чтобы вы веровали в Бога и в Его посланника, помогали Ему, благоговели пред Ним и хвалили Его утром и вечером.",
        "numberInSurah": 9,
        "juz": 26,
        "manzil": 6,
        "page": 511,
        "ruku": 446,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4593,
        "text": "Действительно, те, которые дают обещание быть верными тебе, дают обещание быть верными самому Богу: рука Божия поверх руки их; кто поступит вероломно, тот вероломно поступит только против себя самого; а кто верно исполнит то, в чем договаривался пред Богом, тому Он доставит великую награду.",
        "numberInSurah": 10,
        "juz": 26,
        "manzil": 6,
        "page": 512,
        "ruku": 446,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4594,
        "text": "Арабы, оставшиеся дома, скажут тебе: \"Нас озабочивали стада наши, семейства наши; испроси прощения нам!\" Они языками своими говорят то, чего у них нет в сердцах их. Скажи: \"Кто может в пользу вашу в чем-либо перемочь Бога, если захочет Он сделать что-либо вредное для вас, или захочет сделать что-либо полезное вам?\" Нет, Бог ведал, что делали вы.",
        "numberInSurah": 11,
        "juz": 26,
        "manzil": 6,
        "page": 512,
        "ruku": 447,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4595,
        "text": "Да, вы думали, что пророку и верующим никогда не воротиться к своим семействам, и это любо было сердцам вашим, тогда как вы думали худую думу: вы были людьми легкомысленными.",
        "numberInSurah": 12,
        "juz": 26,
        "manzil": 6,
        "page": 512,
        "ruku": 447,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4596,
        "text": "Тем, которые не уверовали в Бога и Его посланника, - тем, неверным, Мы приготовили пламя.",
        "numberInSurah": 13,
        "juz": 26,
        "manzil": 6,
        "page": 512,
        "ruku": 447,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4597,
        "text": "Богу принадлежит власть над небесами и землею: Он прощает, кому хочет; и наказывает, кого хочет.",
        "numberInSurah": 14,
        "juz": 26,
        "manzil": 6,
        "page": 512,
        "ruku": 447,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4598,
        "text": "Когда вы отправляетесь в поход, чтобы взять добычу, они, остающиеся дома, скажут: \"Позвольте нам идти с вами!\" Они хотят переменить слово Бога. Скажи: \"Вы не можете идти с нами, как сказал Бог это еще прежде\". Тогда они скажут: \"Это от того, что вы ненавидите нас\". Нет они, кроме немногих, не понимают того.",
        "numberInSurah": 15,
        "juz": 26,
        "manzil": 6,
        "page": 512,
        "ruku": 447,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4599,
        "text": "Скажи оставшимся дома арабам: \"Вы будете позваны против народа, обладающего крепкой силою; вы будете сражаться с ними, или они сделаются покорными Богу. Тогда если будете повиноваться, то Бог даст вам прекрасную награду; а если уйдете назад, как прежде уходили назад, то Он накажет вас тяжелым наказанием\".",
        "numberInSurah": 16,
        "juz": 26,
        "manzil": 6,
        "page": 513,
        "ruku": 447,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4600,
        "text": "Нет вины на слепом, нет вины на хромом, нет вины на больном - Кто будет повиноваться Богу и Его посланнику, того введет Он в сады, по которым текут реки; а кто вернется назад, того накажет Он тяжелым наказанием.",
        "numberInSurah": 17,
        "juz": 26,
        "manzil": 6,
        "page": 513,
        "ruku": 447,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4601,
        "text": "Бог доволен теми верующими, которые под деревом обещались быть верными тебе: Он знал, что было в сердцах, и за то низвел в них покой, вознаградил их близкой победой,",
        "numberInSurah": 18,
        "juz": 26,
        "manzil": 6,
        "page": 513,
        "ruku": 448,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4602,
        "text": "и большей добычею, какую они взяли. Бог силен, мудр.",
        "numberInSurah": 19,
        "juz": 26,
        "manzil": 6,
        "page": 513,
        "ruku": 448,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4603,
        "text": "Бог обещал вам, что возьмете большую добычу, и скоро доставил ее вам: Он отклонил от вас руки сих людей, чтобы это было знамением для верующих и чтобы Ему вести вас по прямому пути.",
        "numberInSurah": 20,
        "juz": 26,
        "manzil": 6,
        "page": 513,
        "ruku": 448,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4604,
        "text": "И другое, чего вы не могли сделать, Бог устроил уже: Бог всемогущ.",
        "numberInSurah": 21,
        "juz": 26,
        "manzil": 6,
        "page": 513,
        "ruku": 448,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4605,
        "text": "Если бы неверные сразились с вами, то они непременно обратили бы тыл: они не найдут себе ни покровителя, ни помощника,",
        "numberInSurah": 22,
        "juz": 26,
        "manzil": 6,
        "page": 513,
        "ruku": 448,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4606,
        "text": "По распоряжению Божию, какое было и прежде; ты не найдешь перемены в распоряжении Божием.",
        "numberInSurah": 23,
        "juz": 26,
        "manzil": 6,
        "page": 513,
        "ruku": 448,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4607,
        "text": "Он Сам отклонил от вас руки их, и ваши руки от них, в долине Меккской, после того, как дал вам победу над ними. Бог видит, что делаете.",
        "numberInSurah": 24,
        "juz": 26,
        "manzil": 6,
        "page": 514,
        "ruku": 448,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4608,
        "text": "Они те самые, которые не веруют и не допускают вас к запретному мольбищу, и не дают жертвенным животным придти на свое место. Если бы верующие мужчины и верующие женщины, которых не знаете вы, не были перемешаны с ними; если бы не падало на вас, при вашем незнании, обвинения со стороны их, когда Бог ниспосылает свою милость на кого только хочет Он; если бы они были отделены от них: то Мы неверующих из них наказали бы болезненным наказанием.",
        "numberInSurah": 25,
        "juz": 26,
        "manzil": 6,
        "page": 514,
        "ruku": 448,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4609,
        "text": "В то время, как неверные в сердцах своих питают злобу, злобу времен неведения, Бог ниспослал свой покой посланнику своему и верующим, сделал неразлучным с ними слово благочестия, и они были вполне правны на него и достойны его. Бог всеведущ.",
        "numberInSurah": 26,
        "juz": 26,
        "manzil": 6,
        "page": 514,
        "ruku": 448,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4610,
        "text": "Бог верно исполнил свое обещание, данное пророку в сновидении: \"Войдете в запретное мольбище, если угодно Богу безопасно, обривши ваши головы, или остригши их: у вас не будет страха\". Он знает, чего вы не знаете. Кроме этого Он предустановил близкую победу.",
        "numberInSurah": 27,
        "juz": 26,
        "manzil": 6,
        "page": 514,
        "ruku": 449,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4611,
        "text": "Он послал своего посланника с руководством и истинным вероуставом, чтобы возвысить его над всеми вероуставами: Бог есть достаточный свидетель.",
        "numberInSurah": 28,
        "juz": 26,
        "manzil": 6,
        "page": 514,
        "ruku": 449,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4612,
        "text": "Мохаммед есть посланник Божий: те, которые с ним, жестоки к неверным и добросердечны между собою; ты видишь, как они покланяются, и коленопреклоняются, желая получить от Бога милость и угодить Ему; на лицах у них знаки - следы коленопреклонений. В Законе уподобляются они - и в Евангелии уподобляются они семени на ниве: оно пускает из себя стебель, и выращивает его; потом оно наливается, помещаясь на верху в своем колосе, и радует посеявших его. Таковы они для того, чтобы ими раздражить неверных. Тем из них, которые уверовали и делают доброе, Бог обещал прощение и великую награду.",
        "numberInSurah": 29,
        "juz": 26,
        "manzil": 6,
        "page": 515,
        "ruku": 449,
        "hizbQuarter": 205,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "ru.sablukov",
      "language": "ru",
      "name": "Саблуков",
      "englishName": "Gordy Semyonovich Sablukov",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}