{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 7,
    "name": "سُورَةُ الأَعۡرَافِ",
    "englishName": "Al-A'raaf",
    "englishNameTranslation": "The Heights",
    "revelationType": "Meccan",
    "numberOfAyahs": 206,
    "ayahs": [
      {
        "number": 955,
        "text": "Alif-lam-mim-sad.",
        "numberInSurah": 1,
        "juz": 8,
        "manzil": 2,
        "page": 151,
        "ruku": 122,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 956,
        "text": "Diese ist eine Schrift, die dir hinabgesandt wurde, so soll in deiner Brust kein Mißbehagen ihretwegen aufkommen, damit du mit ihr ermahnst. Auch ist es eine Erinnerung für die Mumin.",
        "numberInSurah": 2,
        "juz": 8,
        "manzil": 2,
        "page": 151,
        "ruku": 122,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 957,
        "text": "Folgt dem, was zu euch von eurem HERRN hinabgesandt wurde, und folgt nicht anstelle von Ihm anderen Wali. Nur ein wenig entsinnt ihr euch.",
        "numberInSurah": 3,
        "juz": 8,
        "manzil": 2,
        "page": 151,
        "ruku": 122,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 958,
        "text": "Und wie viele Ortschaften haben WIR doch zugrunde gehen lassen, so überraschte Unsere Peinigung sie entweder nachts, oder als sie sich bei der Mittagsruhe befanden.",
        "numberInSurah": 4,
        "juz": 8,
        "manzil": 2,
        "page": 151,
        "ruku": 122,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 959,
        "text": "Dann hatten sie keine anderen Rufe, als Unsere Peinigung sie überraschte, außer daß sie sagten: \"Gewiß, wir waren Unrecht-Begehende.\"",
        "numberInSurah": 5,
        "juz": 8,
        "manzil": 2,
        "page": 151,
        "ruku": 122,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 960,
        "text": "So werden WIR diejenigen, zu denen Gesandte entsandt wurden, doch zur Rechenschaft ziehen, ebenfalls werden WIR die Gesandten gewiß befragen.",
        "numberInSurah": 6,
        "juz": 8,
        "manzil": 2,
        "page": 151,
        "ruku": 122,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 961,
        "text": "Zweifelsohne werden WIR sie auch mit Wissen (über ihre Taten) unterrichten. Und WIR waren doch nie abwesend.",
        "numberInSurah": 7,
        "juz": 8,
        "manzil": 2,
        "page": 151,
        "ruku": 122,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 962,
        "text": "Und das Wägen (der Taten) an jenem Tag wird wahrhaftig sein. Diejenigen, deren Gewogenes dann schwer wiegt, diese sind die wirklichen Erfolgreichen.",
        "numberInSurah": 8,
        "juz": 8,
        "manzil": 2,
        "page": 151,
        "ruku": 122,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 963,
        "text": "Doch diejenigen, deren Gewogenes leicht wiegt, diese sind diejenigen, die sich selbst verloren haben wegen dem, was sie Unseren Ayat gegenüber an Unrecht zu begehen pflegten.",
        "numberInSurah": 9,
        "juz": 8,
        "manzil": 2,
        "page": 151,
        "ruku": 122,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 964,
        "text": "Und gewiß, bereits haben WIR euch über die Erde verfügen lassen und euch darauf Existenzgrundlage gewährt. Doch ihr erweist euch selten dankbar.",
        "numberInSurah": 10,
        "juz": 8,
        "manzil": 2,
        "page": 151,
        "ruku": 122,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 965,
        "text": "Und gewiß, bereits erschufen WIR euch, dann formten WIR euch, dann sagten WIR den Engeln: \"Vollzieht Sudschud vor Adam!\" So vollzogen sie (alle) Sudschud, außer Iblis, er war keiner der Sudschud-Vollziehenden.",
        "numberInSurah": 11,
        "juz": 8,
        "manzil": 2,
        "page": 151,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 966,
        "text": "ER sagte: \"Was hinderte dich daran, Sudschud zu vollziehen, als ICH es dir angewiesen habe?!\" Er sagte: \"Ich besser bin als er. DU hast mich aus Feuer geschaffen, aber ihn hast DU aus Lehm geschaffen.\"",
        "numberInSurah": 12,
        "juz": 8,
        "manzil": 2,
        "page": 152,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 967,
        "text": "ER sagte: \"Dann steige davon hinab, denn du darfst dich darin nicht überheblich verhalten, gehe hinaus! Gewiß, du bist einer der Erniedrigten.\"",
        "numberInSurah": 13,
        "juz": 8,
        "manzil": 2,
        "page": 152,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 968,
        "text": "Er sagte: \"Gewähre mir Zeit bis zu dem Tag, an dem sie wieder erweckt werden.\"",
        "numberInSurah": 14,
        "juz": 8,
        "manzil": 2,
        "page": 152,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 969,
        "text": "ER sagte: \"Du bist einer derjenigen, denen Zeit gewährt wird.\"",
        "numberInSurah": 15,
        "juz": 8,
        "manzil": 2,
        "page": 152,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 970,
        "text": "Er sagte: \"Und weil DU mich (durch diese Prüfung) hast abirren lassen, werde ich ihnen auf Deinem geradenWeg auflauern,",
        "numberInSurah": 16,
        "juz": 8,
        "manzil": 2,
        "page": 152,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 971,
        "text": "dann werde ich ihnen von vorne, von hinten, von ihrer Rechten und von ihrer Linken entgegenkommen. Dann wirst DU die meisten von ihnen als Undankbare finden.\"",
        "numberInSurah": 17,
        "juz": 8,
        "manzil": 2,
        "page": 152,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 972,
        "text": "ER sagte: \"Verlasse es als ein Verachteter, Verfluchter. Wer von ihnen dir folgt - gewiß werde ICH Dschahannam mit euch allesamt füllen.",
        "numberInSurah": 18,
        "juz": 8,
        "manzil": 2,
        "page": 152,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 973,
        "text": "Und Adam! bewohne du mit deiner Frau die Dschanna und speist, wovon immer ihr wollt, aber nähert euch nicht diesem Baum, sonst wäret ihr von den Unrecht-Begehenden.\"",
        "numberInSurah": 19,
        "juz": 8,
        "manzil": 2,
        "page": 152,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 974,
        "text": "Dann flüsterte ihnen der Satan ein, damit er ihnen das enthüllt, was ihnen von ihren Schamteilen verborgen war, und sagte: \"Euer HERR hat euch diesen Baum nur deswegen verboten, damit ihr keine Engel werdet oder zu den Ewig-Lebenden gehört!\"",
        "numberInSurah": 20,
        "juz": 8,
        "manzil": 2,
        "page": 152,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 975,
        "text": "Auch schwur er ihnen: \"Gewiß, ich bin für euch doch von den Ratgebern!\"",
        "numberInSurah": 21,
        "juz": 8,
        "manzil": 2,
        "page": 152,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 976,
        "text": "So betrog er sie mit Täuschung. Als sie dann vom Baum gekostet haben, wurden ihnen ihre Schamteile sichtbar, und sie begannen eilends, sich mit den Blättern der Dschanna zu bedecken. Und ihr HERR hat sie rufen lassen: \"Habe ICH euch etwa nicht diesen Baum verboten und gesagt, daß der Satan für euch gewiß ein entschiedener Feind ist?!\"",
        "numberInSurah": 22,
        "juz": 8,
        "manzil": 2,
        "page": 152,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 977,
        "text": "Sie sagten: \"Unser HERR! Wir begingen Unrecht und wenn DU uns nicht vergibst und Gnade erweist, werden wir doch zu den Verlierern gehören.\"",
        "numberInSurah": 23,
        "juz": 8,
        "manzil": 2,
        "page": 153,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 978,
        "text": "ER sagte: \"Steigt hinab! Die einen von euch (Menschen) sind den anderen (Satanen) Feind. Und auf der Erde habt ihr einen Aufenthaltsort und Nießbrauch bis zu einer bestimmten Zeit.\"",
        "numberInSurah": 24,
        "juz": 8,
        "manzil": 2,
        "page": 153,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 979,
        "text": "ER sagte: \"Darauf werdet ihr leben und darauf werdet ihr sterben und daraus werdet ihr hervorgebracht.\"",
        "numberInSurah": 25,
        "juz": 8,
        "manzil": 2,
        "page": 153,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 980,
        "text": "Kinder Adams! Bereits haben WIR euch Kleidung hinabgesandt, die eure Schamteile bedeckt, auch schmückende Kleidung. Doch die Kleidung der Taqwa ist besser. Dies ist von ALLAHs Ayat, damit ihr euch entsinnt.",
        "numberInSurah": 26,
        "juz": 8,
        "manzil": 2,
        "page": 153,
        "ruku": 124,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 981,
        "text": "Kinder Adams! Lasst den Satan euch nicht durch Fitna verführen, wie er eure Eltern aus der Dschanna hinausbrachte. Er hat ihnen ihre Kleidung ausgezogen, damit er ihnen ihre Schamteile sichtbar macht. Gewiß, er sieht euch - er mit seiner Sippe, während ihr sie nicht seht. Gewiß, WIR haben die Satane als Wali für diejenigen eingesetzt, die nicht den Iman verinnerlichen.",
        "numberInSurah": 27,
        "juz": 8,
        "manzil": 2,
        "page": 153,
        "ruku": 124,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 982,
        "text": "Und wenn sie eine Abscheulichkeit getan haben, sagten sie: \"Wir fanden unsere Ahnen diese praktizieren und ALLAH gebot sie uns.\" Sag: \"Gewiß, ALLAH gebietet keine Abscheulichkeit!\" Wollt ihr von ALLAH etwas behaupten, was ihr nicht wisst?!",
        "numberInSurah": 28,
        "juz": 8,
        "manzil": 2,
        "page": 153,
        "ruku": 124,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 983,
        "text": "Sag: \"Mein HERR gebietet Gerechtigkeit. Und richtet euch zu Ihm bei jedem Sudschud und richtet Bittgebete an Ihn in lauterem Din. Wie ER euch das erste Mal erschuf, so werdet ihr nochmals zurückkehren.\"",
        "numberInSurah": 29,
        "juz": 8,
        "manzil": 2,
        "page": 153,
        "ruku": 124,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 984,
        "text": "Eine Gruppe leitete ER recht und eine Gruppe ließ ER mit Recht abirren, gewiß, diese haben die Satane als Wali anstelle von ALLAH und sie glauben, sie wären rechtgeleitet.",
        "numberInSurah": 30,
        "juz": 8,
        "manzil": 2,
        "page": 153,
        "ruku": 124,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 985,
        "text": "Kinder Adams! Bekleidet euch gepflegt beim (Besuch) jeder Moschee, esst und trinkt, doch seid nicht verschwenderisch! Gewiß, ER liebt nicht die Verschwender.",
        "numberInSurah": 31,
        "juz": 8,
        "manzil": 2,
        "page": 154,
        "ruku": 124,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 986,
        "text": "Sag: \"Wer erklärte für haram die gepflegte Kleidung, die ALLAH für Seine Diener hervorbrachte, und die Tay-yibat vom Rizq?\" Sag: \"Diese sind für die Mumin im diesseitigen Leben bestimmt und am Tag der Auferstehung ausschließlich ihnen vorbehalten.\" Solcherart verdeutlichen WIR die Ayat für Menschen, die über Wissen verfügen.",
        "numberInSurah": 32,
        "juz": 8,
        "manzil": 2,
        "page": 154,
        "ruku": 125,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 987,
        "text": "Sag: \"Mein HERR hat nur für haram erklärt die Verwerflichkeiten, - alles, was davon offenkundig wird oder verborgen bleibt, - die bewußte Verfehlung, die Aggressivität zu Unrecht, daß ihr ALLAH gegenüber Schirk betreibt, wozu ER niemals eine Bestätigung hinabsandte, und daß ihr über ALLAH das sagt, was ihr nicht wisst.\"",
        "numberInSurah": 33,
        "juz": 8,
        "manzil": 2,
        "page": 154,
        "ruku": 125,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 988,
        "text": "Jede Umma unterliegt einer festgelegten Frist. Und wenn ihre Frist sich dem Ende nähert, können sie (diese) weder um eine Stunde hinauszögern noch vorverlegen.",
        "numberInSurah": 34,
        "juz": 8,
        "manzil": 2,
        "page": 154,
        "ruku": 125,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 989,
        "text": "Kinder Adams! Wenn zu euch Gesandte von euch kommen, die euch Meine Ayat vortragen, wer dann Taqwa gemäß handelt und gottgefällig Gutes tut, so gibt es um diese weder Angst noch werden sie traurig sein.",
        "numberInSurah": 35,
        "juz": 8,
        "manzil": 2,
        "page": 154,
        "ruku": 125,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 990,
        "text": "Doch diejenigen, die Unsere Ayat leugnen und sich darüber in Arroganz erheben, diese sind die Weggenossen des Feuers. Darin werden sie ewig bleiben.",
        "numberInSurah": 36,
        "juz": 8,
        "manzil": 2,
        "page": 154,
        "ruku": 125,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 991,
        "text": "Und keiner begeht mehr Unrecht als derjenige, der Lügen im Namen ALLAHs erfindet oder Seine Ayat ableugnet. Diese wird ihr Anteil von dem (für sie) Bestimmten erreichen. Wenn dann Unsere Gesandten (Engel) zu ihnen kommen, um (ihre Seelen) einzufordern, sagen sie (die Engel): \"Wo ist dies, woran ihr anstelle von ALLAH Bittgebete gerichtet habt?\" Sie sagen: \"Sie sind uns abhanden gekommen.\" Und sie haben gegen sich selbst bezeugt, daß sie doch Kafir waren.",
        "numberInSurah": 37,
        "juz": 8,
        "manzil": 2,
        "page": 154,
        "ruku": 125,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 992,
        "text": "ER sagte: \"Tretet ein ins Feuer mit Umam von Menschen und Dschinn, die vor euch vergingen.\" Immer wieder, wenn eine Umma eingetreten ist, hat sie ihre Vorgängerin verflucht. Und als sie sich darin (im Feuer), allesamt versammelten, sagte die Letzte (Umma) unter ihnen zur Ersten von ihnen: \"Unser HERR! Diese haben uns irregeleitet, so laß ihnen das Doppelte an Peinigung des Feuers zuteil werden!\" ER sagte: \"Für jede das Doppelte.\" Doch ihr wisst nichts.",
        "numberInSurah": 38,
        "juz": 8,
        "manzil": 2,
        "page": 155,
        "ruku": 125,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 993,
        "text": "Und die Erste (Umma) von ihnen sagte zur Letzten: \"Ihr seid uns gegenüber nicht besser gestellt, so erfahrt die Peinigung wegen dem, was ihr euch zu erwerben pflegtet.\"",
        "numberInSurah": 39,
        "juz": 8,
        "manzil": 2,
        "page": 155,
        "ruku": 125,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 994,
        "text": "Gewiß, denjenigen, die Unsere Ayat leugneten und sich ihnen gegenüber in Arroganz erhoben, werden die Tore des Himmels nicht geöffnet und sie werden in die Dschanna nicht eintreten, bis das Kamel in das Nadelöhr hineingeht. Und solcherart vergelten WIR es den schwer Verfehlenden.",
        "numberInSurah": 40,
        "juz": 8,
        "manzil": 2,
        "page": 155,
        "ruku": 126,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 995,
        "text": "Für sie wird aus Dschahannam eine Unterlage sein, und über ihnen eine Decke. Und solcherart vergelten WIR es den Unrecht-Begehenden.",
        "numberInSurah": 41,
        "juz": 8,
        "manzil": 2,
        "page": 155,
        "ruku": 126,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 996,
        "text": "Doch denjenigen, die den Iman verinnerlicht und gottgefällig Gutes getan haben, WIR gebieten einer Seele nur das, was sie vermag. Diese sind die Weggenossen der Dschanna. Darin werden sie ewig bleiben.",
        "numberInSurah": 42,
        "juz": 8,
        "manzil": 2,
        "page": 155,
        "ruku": 126,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 997,
        "text": "WIR haben aus ihren Brüsten allen Groll herausgenommen - unter ihnen fließen Flüsse, und sie sagten: \"Alhamdulillah: Alles Lob gebührt ALLAH, Der uns dazu rechtleitete, und WIR wären gewiß nicht rechtgeleitet, hätte ALLAH uns nicht rechtgeleitet. Gewiß, bereits sind die Gesandten unseres HERRN mit der Wahrheit gekommen.\" Und ihnen wurde zugerufen: \"Dies ist die Dschanna, euch wird er für das überlassen, was ihr zu tun pflegtet.\"",
        "numberInSurah": 43,
        "juz": 8,
        "manzil": 2,
        "page": 155,
        "ruku": 126,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 998,
        "text": "Und die Weggenossen der Dschanna haben den Weggenossen des Feuers zugerufen: \"Wir haben das, was unser HERR uns versprochen hat, bereits als Wahrhaftiges vorgefunden. Habt ihr etwa das, was euer HERR versprochen hat, als Wahrhaftiges vorgefunden?\" Sie sagten: \"Ja!  Dann rief ein Ausrufender unter ihnen aus: \"ALLAHs Fluch laste auf den Unrecht-Begehenden! ",
        "numberInSurah": 44,
        "juz": 8,
        "manzil": 2,
        "page": 156,
        "ruku": 126,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 999,
        "text": "Diejenigen, die von ALLAHs Weg abhalten und diesen zu krümmen versuchen, und die dem Jenseits gegenüber Kufr betreiben.",
        "numberInSurah": 45,
        "juz": 8,
        "manzil": 2,
        "page": 156,
        "ruku": 126,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 1000,
        "text": "Und zwischen ihnen gibt es eine Abtrennung. Auch auf Al-a'raf sindMänner, die jeden an seiner Miene erkennen. Und sie haben den Weggenossen der Dschanna zugerufen: \"Salam sei mit euch.\" Sie selbst jedoch sind nicht hineingetreten, aber sie wünschen es sich sehr.",
        "numberInSurah": 46,
        "juz": 8,
        "manzil": 2,
        "page": 156,
        "ruku": 126,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 1001,
        "text": "Und wenn ihre Blicke auf die Weggenossen des Feuers gerichtet werden, sagten sie: \"Unser HERR! Führe uns nicht mit den unrecht-begehenden Leuten zusammen!\"",
        "numberInSurah": 47,
        "juz": 8,
        "manzil": 2,
        "page": 156,
        "ruku": 126,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1002,
        "text": "Die Zugehörigen von Al-'araf haben dann (Kafir-)Männern, die sie an ihrer Miene erkannten, zugerufen, sie sagten (ihnen): \"Was hat euch eure Menge und das, was ihr an Überheblichkeit praktiziert habt, genützt?",
        "numberInSurah": 48,
        "juz": 8,
        "manzil": 2,
        "page": 156,
        "ruku": 127,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1003,
        "text": "Sind diese (Mumin) etwa diejenigen, von denen ihr geschworen habt, daß ALLAH ihnen keinerlei Gnade erweisen würde?! (Ihr, Mumin!) Tretet in die Dschanna ein und um euch gibt es weder Angst, noch werdet ihr traurig sein.\"",
        "numberInSurah": 49,
        "juz": 8,
        "manzil": 2,
        "page": 156,
        "ruku": 127,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1004,
        "text": "Und die Weggenossen des Feuers riefen den Weggenossen der Dschanna zu: \"Gebt uns etwas vom Wasser oder vom Rizq, das ALLAH euch gewährte.\" Sie sagten: \"Gewiß, ALLAH erklärte beides den Kafir für haram.\"",
        "numberInSurah": 50,
        "juz": 8,
        "manzil": 2,
        "page": 156,
        "ruku": 127,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1005,
        "text": "Diejenigen, die ihren Din als Zeitvertreib und als Spielchen nahmen und vom diesseitigen Leben getäuscht wurden. An diesem Tag lassen WIR sie (im Feuer verweilen) wie Vergessene, genauso wie sie die Begegnung mit diesem ihrem Tag vergessen haben und wegen dem, wie sie Unsere Ayat zu leugnen pflegten.",
        "numberInSurah": 51,
        "juz": 8,
        "manzil": 2,
        "page": 156,
        "ruku": 127,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1006,
        "text": "Und gewiß, bereits haben WIR ihnen doch eine Schrift zukommen lassen, die WIR mit Wissen verdeutlicht haben - als Rechtleitung und Gnade für Menschen, die den Iman verinnerlichen.",
        "numberInSurah": 52,
        "juz": 8,
        "manzil": 2,
        "page": 157,
        "ruku": 127,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1007,
        "text": "Warten sie etwa auf etwas anderes außer auf die in ihr (angedrohten) Konsequenzen?! An dem Tage, wenn die in ihr (angedrohten) Konsequenzen eintreten, werden diejenigen, die sie vorher vergessen haben, sagen: \"Bereits kamen die Gesandten unseres HERRN doch mit der Wahrheit. Hätten wir doch Fürsprecher, die für uns fürsprechen, und würden wir doch (ins Diesseits) zurückgeschickt, damit wir anders handeln als das, was wir vorher zu tun pflegten.\" Doch bereits haben sie sich selbst verloren und ihnen ist abhanden gekommen, was sie zu erlügen pflegten.",
        "numberInSurah": 53,
        "juz": 8,
        "manzil": 2,
        "page": 157,
        "ruku": 127,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1008,
        "text": "Gewiß, euer HERR ist ALLAH, Der die Himmel und die Erde in sechs Ayyam erschuf, dann wandte ER sich dem Al'ahrsch zu. ER läßt die Nacht den Tag überdecken - sie bleibt ihm prompt auf den Fersen. Auch die Sonne, der Mond und die Sterne sind Seinem Gebot unterworfen. Ja! Ihm alleine gehören die Schöpfung und das Gebieten. Immer allerhabener ist ALLAH, Der HERR aller Schöpfung.",
        "numberInSurah": 54,
        "juz": 8,
        "manzil": 2,
        "page": 157,
        "ruku": 128,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1009,
        "text": "Richtet Bittgebete an euren HERRN in Ergebenheit und im Verborgenen! Gewiß, ER liebt nicht die Übertretenden.",
        "numberInSurah": 55,
        "juz": 8,
        "manzil": 2,
        "page": 157,
        "ruku": 128,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1010,
        "text": "Und richtet kein Verderben auf der Erde an, nachdem sie gut gemacht wurde, und richtet Bittgebete an Ihn in Furcht (vor Seiner Peinigung) und in Ersehnung (Seiner Belohnung)! Gewiß, ALLAHs Gnade liegt den Muhsin nahe.",
        "numberInSurah": 56,
        "juz": 8,
        "manzil": 2,
        "page": 157,
        "ruku": 128,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1011,
        "text": "Und ER ist Derjenige, Der die Winde als Überbringer froher Botschaft vor Seiner Gnade vorausschickt. Wenn diese dann dicke Regenwolken trugen, lassen WIR ihn (den Regen) zu einer toten Landschaft treiben, dann lassen WIR darauf das Wasser herab. Und damit lassen WIR von den verschiedenen Früchten sprießen. Solcherart erwecken WIR die Toten, damit ihr euch entsinnt.",
        "numberInSurah": 57,
        "juz": 8,
        "manzil": 2,
        "page": 157,
        "ruku": 128,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1012,
        "text": "Und die gute Landschaft läßt ihre Pflanzen mit der Zustimmung ihres HERRN sprießen. Doch diejenige (Landschaft), die karg ist, läßt (ihre Pflanzen) nur spärlich sprießen. Solcherart verdeutlichen WIR die Ayat für Menschen, die sich dankbar erweisen.",
        "numberInSurah": 58,
        "juz": 8,
        "manzil": 2,
        "page": 158,
        "ruku": 128,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1013,
        "text": "Gewiß, bereits haben WIR Nuh zu seinen Leuten entsandt, dann sagte er: \"Meine Leute! Dient ALLAH! Ihr habt keinen Gott außer Ihm. Ich fürchte für euch die Peinigung eines gewaltigen Tages.\"",
        "numberInSurah": 59,
        "juz": 8,
        "manzil": 2,
        "page": 158,
        "ruku": 129,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1014,
        "text": "Die Entscheidungsträger seiner Leute sagten: \"Gewiß, wir sehen dich doch im offenkundigen Irrtum.\"",
        "numberInSurah": 60,
        "juz": 8,
        "manzil": 2,
        "page": 158,
        "ruku": 129,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1015,
        "text": "Er sagte: \"Meine Leute! Ich bin nicht im Irrtum, sondern ich bin ein Gesandter Des HERRN aller Schöpfung.",
        "numberInSurah": 61,
        "juz": 8,
        "manzil": 2,
        "page": 158,
        "ruku": 129,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1016,
        "text": "Ich verkünde euch die Botschaft meines HERRN, rate euch und weiß von ALLAH, was ihr nicht wisst.\"",
        "numberInSurah": 62,
        "juz": 8,
        "manzil": 2,
        "page": 158,
        "ruku": 129,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1017,
        "text": "Verwundert euch etwa, daß euch eine Ermahnung von eurem HERRN zuteil wurde durch einen Mann von euch, um euch zu warnen, damit ihr Taqwa gemäß handelt und damit euch Gnade erwiesen wird?!",
        "numberInSurah": 63,
        "juz": 8,
        "manzil": 2,
        "page": 158,
        "ruku": 129,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1018,
        "text": "So haben sie ihn der Lüge bezichtigt, dann haben WIR ihn und diejenigen, die mit ihm waren, in der Arche gerettet, und haben diejenigen, die Unsere Ayat leugneten, ertrinken lassen. Sie waren ja verblendete Menschen.",
        "numberInSurah": 64,
        "juz": 8,
        "manzil": 2,
        "page": 158,
        "ruku": 129,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1019,
        "text": "Und zu 'Aad (entsandten) WIR ihren Bruder Hud. Er sagte: \"Meine Leute! Dient ALLAH! Ihr habt keinen Gott außer Ihm. Wollt ihr etwa nicht Taqwa gemäß handeln?!\"",
        "numberInSurah": 65,
        "juz": 8,
        "manzil": 2,
        "page": 158,
        "ruku": 130,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1020,
        "text": "Die Entscheidungsträger seiner Leute, die Kufr betrieben, sagten: \"Gewiß, wir sehen dich doch in Sinnesverwirrung und gewiß, wir glauben doch, daß du zu den Lügnern gehörst.\"",
        "numberInSurah": 66,
        "juz": 8,
        "manzil": 2,
        "page": 158,
        "ruku": 130,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1021,
        "text": "Er sagte: \"Meine Leute! Ich leide nicht unter Sinnesverwirrung, sondern ich bin ein Gesandter Des HERRN aller Schöpfung.",
        "numberInSurah": 67,
        "juz": 8,
        "manzil": 2,
        "page": 158,
        "ruku": 130,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1022,
        "text": "Ich verkünde euch die Botschaft meines HERRN und ich bin für euch ein treuer Ratgeber.",
        "numberInSurah": 68,
        "juz": 8,
        "manzil": 2,
        "page": 159,
        "ruku": 130,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1023,
        "text": "Verwundert ihr euch etwa, daß euch eine Ermahnung von eurem HERRN zuteil wurde durch einen Mann von euch, um euch zu warnen?! Und entsinnt euch, als ER euch zu Nachfolgern von Nuh-Leuten einsetzte und eure Körpergestalt noch kräftiger machte. So entsinnt euch der Wohltaten ALLAHs, damit ihr erfolgreich werdet.\"",
        "numberInSurah": 69,
        "juz": 8,
        "manzil": 2,
        "page": 159,
        "ruku": 130,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1024,
        "text": "Sie sagten: \"Bist du etwa zu uns gekommen, damit wir ALLAH alleine dienen und von dem ablassen, dem unsere Ahnen dienten?! Also lasse uns das zuteil werden, wovor du uns warnst, solltest du von den Wahrhaftigen sein.\"",
        "numberInSurah": 70,
        "juz": 8,
        "manzil": 2,
        "page": 159,
        "ruku": 130,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1025,
        "text": "Er sagte: \"Bereits traf euch doch (dafür) von eurem HERRN Mißfallen und Zorn. Wollt ihr etwa mit mir über Namen (von Götzen) disputieren, die ihr und eure Ahnen (ihnen) gegeben habt, wozu ALLAH niemals eine Bestätigung hinabsandte?! So wartet nur ab! Ich warte ebenfalls mit euch ab.\"",
        "numberInSurah": 71,
        "juz": 8,
        "manzil": 2,
        "page": 159,
        "ruku": 130,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1026,
        "text": "Dann haben WIR ihn und diejenigen mit ihm mit Gnade von Uns gerettet und diejenigen, die Unsere Ayat geleugnet haben, ausgerottet. Und sie waren keine Mumin.",
        "numberInSurah": 72,
        "juz": 8,
        "manzil": 2,
        "page": 159,
        "ruku": 130,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1027,
        "text": "Und zu Thamud (entsandten) WIR ihren Bruder Salih. Er sagte: \"Meine Leute! Dient ALLAH! Ihr habt keinen Gott außer Ihm. Bereits kam zu euch ein klares Zeichen von eurem HERRN: Dies ist die Kamelstute von ALLAH als Aya für euch, so lasst sie auf dem Lande ALLAHs weiden und fügt ihr keinen Schaden zu, sonst wird euch eine qualvolle Peinigung überkommen.",
        "numberInSurah": 73,
        "juz": 8,
        "manzil": 2,
        "page": 159,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1028,
        "text": "Auch entsinnt euch, als ER euch zu Nachfolgern von 'Aad einsetzte und euch im Lande wohnen ließ. Ihr habt auf ihren Auen Paläste gebaut und in die Felsengebirge Häuser gemeißelt. So entsinnt euch der Wohltaten ALLAHs und übertreibt nicht auf der Erde als Verderben-Anrichtende!\"",
        "numberInSurah": 74,
        "juz": 8,
        "manzil": 2,
        "page": 160,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1029,
        "text": "Die Entscheidungsträger seiner Leute, die sich in Arroganz erhoben haben, sagten zu denjenigen, die unterdrückt wurden - zu denen von ihnen, die den Iman verinnerlicht haben: \"Wisst ihr etwa, daß Salih sicher ein Gesandter seines HERRN ist?\" Sie sagten: \"Gewiß, wir verinnerlichen den Iman an das, womit er entsandt wurde.\"",
        "numberInSurah": 75,
        "juz": 8,
        "manzil": 2,
        "page": 160,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1030,
        "text": "Diejenigen, die sich in Arroganz erhoben haben, sagten: \"Gewiß, wir betreiben Kufr dem gegenüber, woran ihr den Iman verinnerlicht habt.\"",
        "numberInSurah": 76,
        "juz": 8,
        "manzil": 2,
        "page": 160,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1031,
        "text": "Dann verletzten sie die Beine des Kamelweibchens, setzten sich über das Gebot ihres HERRN hinweg und sagten: \"Salih! Lasse uns nun zuteil werden, wovor du uns gewarnt hast, solltest du zu den Gesandten gehören.\"",
        "numberInSurah": 77,
        "juz": 8,
        "manzil": 2,
        "page": 160,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1032,
        "text": "Dann ergriff sie das Beben, dann wurden sie in ihren Wohnstätten zu leblosen Körpern.",
        "numberInSurah": 78,
        "juz": 8,
        "manzil": 2,
        "page": 160,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1033,
        "text": "Dann hat er (Salih) sich von ihnen abgewendet und sagte: \"Meine Leute! Gewiß, bereits habe ich euch die Botschaft meines HERRN verkündet und euch Ratschläge erteilt, doch ihr mögt keine Ratgeber.\"",
        "numberInSurah": 79,
        "juz": 8,
        "manzil": 2,
        "page": 160,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1034,
        "text": "Und (erinnere an) Lut, als er zu seinen Leuten sagte: \"Begeht ihr das Abscheuliche, das keiner von den Menschen vor euch je beging?!",
        "numberInSurah": 80,
        "juz": 8,
        "manzil": 2,
        "page": 160,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1035,
        "text": "Gewiß, ihr verkehrt doch intim aus Begierde mit Männern anstatt mit (euren) Ehefrauen. Nein, sondern ihr seid ausschweifende Leute!\"",
        "numberInSurah": 81,
        "juz": 8,
        "manzil": 2,
        "page": 160,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1036,
        "text": "Die Antwort seiner Leute war nichts anderes als daß sie sagten: \"Treibt sie aus eurer Stadt hinaus! Gewiß, sie sind Menschen, die sich rein halten wollen.\"",
        "numberInSurah": 82,
        "juz": 8,
        "manzil": 2,
        "page": 161,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1037,
        "text": "Dann erretteten WIR ihn und seine Familie außer seiner Ehefrau, sie gehörte zu den zugrundegehenden Zurückgebliebenen.",
        "numberInSurah": 83,
        "juz": 8,
        "manzil": 2,
        "page": 161,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1038,
        "text": "Und WIR ließen Peinigungs- Regen auf sie niedergehen. So siehe, wie das Anschließende von den schwer Verfehlenden war.",
        "numberInSurah": 84,
        "juz": 8,
        "manzil": 2,
        "page": 161,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1039,
        "text": "Und zu Madyan (entsandten) WIR ihren Bruder Schu'aib. Er sagte: \"Meine Leute! Dient ALLAH! Ihr habt keinen Gott außer Ihm. Bereits kam zu euch ein deutliches Zeichen von eurem HERRN. So gebt vollständiges Maß und Gewicht und gebt den Menschen das ihnen Zustehende nicht inkomplett. Auch richtet auf der Erde kein Verderben an, nachdem sie gut gemacht wurde. Dies ist besser für euch, wenn ihr Mumin seid.",
        "numberInSurah": 85,
        "juz": 8,
        "manzil": 2,
        "page": 161,
        "ruku": 132,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1040,
        "text": "Und lauert nicht auf jedem Weg auf, um (Menschen) einzuschüchtern und von ALLAHs Weg diejenigen abzuhalten, die den Iman verinnerlicht haben - erstrebt nach dem Krümmen (dieses Weges). Und entsinnt euch, als ihr noch wenige wart, dann ließ ER euch mehr werden. Und nehmt wahr, wie das Anschließende von den Verderben-Anrichtenden war.",
        "numberInSurah": 86,
        "juz": 8,
        "manzil": 2,
        "page": 161,
        "ruku": 132,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1041,
        "text": "Und wenn eine Gruppe von euch den Iman daran verinnerlicht hat, womit ich entsandt wurde, und eine (andere) Gruppe den Iman nicht verinnerlicht hat, dann übt euch in Geduld, bis ALLAH zwischen uns richtet. Und ER ist Der Beste der Richtenden.\"",
        "numberInSurah": 87,
        "juz": 8,
        "manzil": 2,
        "page": 161,
        "ruku": 132,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1042,
        "text": "Die Entscheidungsträger seiner Leute, die sich in Arroganz erhoben haben, sagten: \"Gewiß, wir werden dich, Schu'aib, und diejenigen, die den Iman mit dir verinnerlicht haben, aus unserem Ort hinaustreiben, oder ihr kehrt zurück zu unserer Gemeinschaft!\" Er sagte: \"Selbst dann (wollt ihr dies tun), sollten wir demgegenüber abgeneigt sein?!",
        "numberInSurah": 88,
        "juz": 9,
        "manzil": 2,
        "page": 162,
        "ruku": 132,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1043,
        "text": "Bereits hätte wir im Namen ALLAHs Lügen erfunden, würden wir in eure Gemeinschaft zurückkehren, nachdem ALLAH uns daraus errettete. Und uns gebührt nicht zu ihr (eurer Gemeinschaft) zurückzukehren, es sei denn, ALLAH, unser HERR will dies. Unser HERR umfaßt alles mit Wissen. (Nur) ALLAH gegenüber üben wir Tawakkul. Unser HERR! Decke (dies) zwischen uns und unseren Leuten mit der Wahrheit auf! Denn DU bist gewiß Der Beste der Aufdeckenden.\"",
        "numberInSurah": 89,
        "juz": 9,
        "manzil": 2,
        "page": 162,
        "ruku": 132,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1044,
        "text": "Die Entscheidungsträger seiner Leute, die Kufr betrieben haben, sagten: \"Solltet ihr Schu'aib folgen, gewiß wäret ihr dann doch Verlierer. ",
        "numberInSurah": 90,
        "juz": 9,
        "manzil": 2,
        "page": 162,
        "ruku": 132,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1045,
        "text": "Dann ergriff sie das Beben und sie wurden in ihrem Wohnort zu leblosen Körpern.",
        "numberInSurah": 91,
        "juz": 9,
        "manzil": 2,
        "page": 162,
        "ruku": 132,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1046,
        "text": "Diejenigen, die Schu'aib der Lüge bezichtigt haben, als hätten sie dort nicht gewohnt. Diejenigen, die Schu'aib der Lüge bezichtigt haben, sie waren gewiß die wirklichen Verlierer.",
        "numberInSurah": 92,
        "juz": 9,
        "manzil": 2,
        "page": 162,
        "ruku": 132,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1047,
        "text": "Dann hat er (Schu'aib) sich von ihnen abgewendet und sagte: \"Meine Leute! Gewiß, bereits habe ich euch die Botschaft meines HERRN verkündet und euch Ratschläge gemacht, also weshalb soll ich kufr-betreibenden Leuten nachtrauern?!",
        "numberInSurah": 93,
        "juz": 9,
        "manzil": 2,
        "page": 162,
        "ruku": 132,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1048,
        "text": "Und WIR haben in keine Ortschaft einen Propheten entsandt, ohne daß WIR ihre Bewohner durch Not und Krankheit geprüft haben, damit sie in Demut (um Hilfe) bitten.",
        "numberInSurah": 94,
        "juz": 9,
        "manzil": 2,
        "page": 162,
        "ruku": 133,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1049,
        "text": "Dann ersetzten WIR anstelle des Schlechten das Gute, bis sie sich erholten und sagten: \"Bereits überkam unsere Ahnen sowohl das Schädliche als auch das Fröhliche.\" So richteten WIR sie unerwartet zugrunde, während sie es nicht merkten.",
        "numberInSurah": 95,
        "juz": 9,
        "manzil": 2,
        "page": 162,
        "ruku": 133,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1050,
        "text": "Und hätten die Bewohner der Ortschaften doch den Iman verinnerlicht und Taqwa gemäß gehandelt, gewiß hätten WIR ihnen dann Baraka von dem Himmel und der Erde gewährt! Doch sie leugneten, so richteten WIR sie zugrunde wegen dem, was sie sich (an Verfehlungen) zu erwerben pflegten.",
        "numberInSurah": 96,
        "juz": 9,
        "manzil": 2,
        "page": 163,
        "ruku": 133,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1051,
        "text": "Fühlen sich etwa die Bewohner der Ortschaften davor sicher, daß Unsere Peinigung sie nachts überkommt, während sie schlafen?!",
        "numberInSurah": 97,
        "juz": 9,
        "manzil": 2,
        "page": 163,
        "ruku": 133,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1052,
        "text": "Oder fühlen sich etwa die Bewohner der Ortschaften davor sicher, daß Unsere Peinigung sie morgens überkommt, während sie sich vergnügen?!",
        "numberInSurah": 98,
        "juz": 9,
        "manzil": 2,
        "page": 163,
        "ruku": 133,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1053,
        "text": "Fühlen sie sich etwa sicher vor ALLAHs Versuchung?! Vor ALLAHs Versuchung fühlen sich doch nur die verlierenden Leute sicher.",
        "numberInSurah": 99,
        "juz": 9,
        "manzil": 2,
        "page": 163,
        "ruku": 133,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1054,
        "text": "Wurde etwa denjenigen, welche das Land nach seinen (vorherigen) Bewohnern beerben, noch nicht deutlich, daß WIR, hätten WIR es gewollt, sie wegen ihrer Verfehlungen zugrunde richten können?! Doch WIR versiegeln ihre Herzen, so vernehmen sie nichts mehr.",
        "numberInSurah": 100,
        "juz": 9,
        "manzil": 2,
        "page": 163,
        "ruku": 134,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1055,
        "text": "Dies sind die Ortschaften, von deren Begebenheiten WIR dir (einen Teil) berichtet haben. Und gewiß, bereits kamen zu ihnen ihre Gesandten mit den deutlichen Zeichen, so würden sie nicht den Iman an das verinnerlichen, was sie vorher abgeleugnet haben. Solcherart versiegelt ALLAH die Herzen der Kafir.",
        "numberInSurah": 101,
        "juz": 9,
        "manzil": 2,
        "page": 163,
        "ruku": 134,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1056,
        "text": "Und WIR stellten bei den meisten von ihnen keine Vertragstreue fest. Jedoch stellten WIR die meisten von ihnen als Fasiq fest.",
        "numberInSurah": 102,
        "juz": 9,
        "manzil": 2,
        "page": 163,
        "ruku": 134,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1057,
        "text": "Dann entsandten WIR nach ihnen Musa mit Unseren Ayat zu Pharao und seinen Entscheidungsträgern, so begingen sie ihnen gegenüber Unrecht. Also siehe, wie das Anschließende von den Verderben-Anrichtenden war.",
        "numberInSurah": 103,
        "juz": 9,
        "manzil": 2,
        "page": 163,
        "ruku": 134,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1058,
        "text": "Musa sagte: \"Pharao! Gewiß, ich bin ein Gesandter vom HERRN aller Schöpfung.",
        "numberInSurah": 104,
        "juz": 9,
        "manzil": 2,
        "page": 163,
        "ruku": 134,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1059,
        "text": "Mir obliegt es, daß ich nichts über ALLAH außer der Wahrheit sage. Bereits brachte ich euch doch ein klares Zeichen von eurem HERRN mit, so schicke mit mir die Kinder Israils!\"",
        "numberInSurah": 105,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 134,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1060,
        "text": "Er sagte: \"Solltest du eine Aya mitgebracht haben, so bringe sie vor, solltest du von den Wahrhaftigen sein.\"",
        "numberInSurah": 106,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 134,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1061,
        "text": "So warf er seinen Stock und er wurde zu einer sichtbaren Schlange.",
        "numberInSurah": 107,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 134,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1062,
        "text": "Dann zog er seine Hand (aus dem Hemd) heraus und sie wurde hell für die Zuschauer.",
        "numberInSurah": 108,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 134,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1063,
        "text": "Die Entscheidungsträger vom Pharaos Leuten sagten: \"Gewiß, dieser ist doch ein im Wissen fundierter Magier!",
        "numberInSurah": 109,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1064,
        "text": "Er will euch aus eurem Land heraustreiben. Was empfehlt ihr nun?\"",
        "numberInSurah": 110,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1065,
        "text": "Sie sagten: \"Halte ihn mit seinem Bruder hin, und schicke in die Städte Boten,",
        "numberInSurah": 111,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1066,
        "text": "die dir jeden im Wissen fundierten Magier holen.\"",
        "numberInSurah": 112,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1067,
        "text": "Und die Magier kamen zu Pharao, sie sagten: \"Gibt es für uns sicher eine Belohnung, wenn wir die Sieger werden?\"",
        "numberInSurah": 113,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1068,
        "text": "Er sagte: \"Ja! Und gewiß ihr werdet doch von den engen Vertrauten sein.\"",
        "numberInSurah": 114,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1069,
        "text": "Sie sagten: \"Musa! Entweder wirfst du oder wir sind die (ersten) Werfer.\"",
        "numberInSurah": 115,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1070,
        "text": "Er sagte: \"Werft ihr!\" Und als sie geworfen hatten, haben sie die Augen der Menschen verzaubert und ihnen Angst eingejagt. Und sie vollbrachten gewaltige Magie.",
        "numberInSurah": 116,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1071,
        "text": "Dann ließen WIR Musa durch Wahy zuteil werden: \"Nun wirf deinen Stock!\" Und prompt schluckte er alles, was sie (die Magier) vortäuschten.",
        "numberInSurah": 117,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1072,
        "text": "Dann war die Wahrheit erkennbar. Und annulliert wurde, was sie zu tun pflegten.",
        "numberInSurah": 118,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1073,
        "text": "so wurden sie dort besiegt und kehrten danach erniedrigt um.",
        "numberInSurah": 119,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1074,
        "text": "Dann fielen die Magier in Sudschud nieder.",
        "numberInSurah": 120,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1075,
        "text": "Sie sagten: \"Wir haben den Iman an Den HERRN aller Schöpfung verinnerlicht,",
        "numberInSurah": 121,
        "juz": 9,
        "manzil": 2,
        "page": 165,
        "ruku": 135,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1076,
        "text": "an Den HERRN von Musa und Harun!\"",
        "numberInSurah": 122,
        "juz": 9,
        "manzil": 2,
        "page": 165,
        "ruku": 135,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1077,
        "text": "Pharao sagte: \"Habt ihr etwa den Iman verinnerlicht, bevor ich euch dies gestattet habe? Gewiß, dies ist doch nicht anderes als Täuschung, die ihr in dieser Stadt intrigiert habt, um ihre Einwohner daraus zu vertreiben. So werdet ihr es noch wissen.",
        "numberInSurah": 123,
        "juz": 9,
        "manzil": 2,
        "page": 165,
        "ruku": 135,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1078,
        "text": "Zweifelsohne werde ich eure Hände und Füße wechselseitig abschneiden, dann werde ich euch doch allesamt kreuzigen lassen.\"",
        "numberInSurah": 124,
        "juz": 9,
        "manzil": 2,
        "page": 165,
        "ruku": 135,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1079,
        "text": "Sie sagten: \"Wir werden (sowieso) zu unserem HERRN zurückkehren.",
        "numberInSurah": 125,
        "juz": 9,
        "manzil": 2,
        "page": 165,
        "ruku": 135,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1080,
        "text": "Du bemängelst doch nichts an uns, außer daß wir den Iman an die Ayat unseres HERRN verinnerlicht haben, als diese zu uns kamen. Unser HERR! Verleihe uns Geduld und lasse uns als Muslime sterben!\"",
        "numberInSurah": 126,
        "juz": 9,
        "manzil": 2,
        "page": 165,
        "ruku": 135,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1081,
        "text": "Und die Entscheidungsträger von Pharaos Leuten sagten: \"Willst du etwa von Musa und seinen Leuten ablassen, damit sie Verderben auf der Erde anrichten und damit sie von dir (deiner Verherrlichung) und von deinen Göttern ablassen.\" Er sagte: \"Wir werden ihre Söhne töten und (nur) ihre Frauen am Leben lassen. Und gewiß, wir beherrschen sie.\"",
        "numberInSurah": 127,
        "juz": 9,
        "manzil": 2,
        "page": 165,
        "ruku": 136,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1082,
        "text": "Musa sagte zu seinen Leuten: \"Fleht ALLAH um Hilfe an und übt euch in Geduld! Gewiß, die Erde gehört ALLAH und ER überläßt sie, wem ER will von Seinen Dienern. Und das Anschließende ist für die Muttaqi bestimmt.\"",
        "numberInSurah": 128,
        "juz": 9,
        "manzil": 2,
        "page": 165,
        "ruku": 136,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1083,
        "text": "Sie sagten: \"Uns wurde Schaden zugefügt, bevor du zu uns kamst und nachdem du zu uns kamst.\" Er sagte: \"Möglich ist es, daß euer HERR euren Feind zugrunde richtet und euch als Nachfolger im Lande einsetzt. Dann sieht ER, wie ihr handelt.\"",
        "numberInSurah": 129,
        "juz": 9,
        "manzil": 2,
        "page": 165,
        "ruku": 136,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1084,
        "text": "Und gewiß, bereits ließen WIR Dürre und Rückgang von Erzeugnissen Pharaos Leute überkommen, damit sie sich entsinnen.",
        "numberInSurah": 130,
        "juz": 9,
        "manzil": 2,
        "page": 165,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1085,
        "text": "Und als sie Gutes traf, sagten sie: \"Dies ist unser (Verdienst)!\" Und wenn Schlechtes sie berührte, prophezeiten sie von Musa und von denen, die mit ihm waren, Unheilvolles. Ja! Das von euch (prophezeite) Unheilvolle ist doch nur von ALLAH, aber die meisten von ihnen wissen es nicht.",
        "numberInSurah": 131,
        "juz": 9,
        "manzil": 2,
        "page": 166,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1086,
        "text": "Und sie sagten: \"Egal welche Aya du uns vollbringst, um uns damit zu verzaubern, wir werden dir keinen Iman schenken.\"",
        "numberInSurah": 132,
        "juz": 9,
        "manzil": 2,
        "page": 166,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1087,
        "text": "So schickten WIR ihnen Überschwemmung, Heuschrecken, Läuse, Frösche und Blut als deutliche Ayat, dann haben sie sich in Arroganz erhoben und waren schwer verfehlende Leute.",
        "numberInSurah": 133,
        "juz": 9,
        "manzil": 2,
        "page": 166,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1088,
        "text": "Und als sie die Peinigung überkam, sagten sie: \"Musa! Richte für uns Bittgebete an deinen HERRN, wie ER es dir geboten hat. Wenn ER von uns die Peinigung wegnimmt, gewiß werden wir den Iman an dich verinnerlichen und mit dir Israils Kinder doch mitschicken.",
        "numberInSurah": 134,
        "juz": 9,
        "manzil": 2,
        "page": 166,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1089,
        "text": "Doch als WIR von ihnen die Peinigung - bis zu einer für sie festgelegten Frist, weggenommen haben, hielten sie (ihr Versprechen) nicht ein.",
        "numberInSurah": 135,
        "juz": 9,
        "manzil": 2,
        "page": 166,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1090,
        "text": "So übten WIR an ihnen Vergeltung. Dann haben WIR sie im Meer ertrinken lassen, weil sie Unsere Ayat leugneten und ihnen gegenüber achtlos zu sein pflegten.",
        "numberInSurah": 136,
        "juz": 9,
        "manzil": 2,
        "page": 166,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1091,
        "text": "Und WIR ließen diejenigen Leute, die unterdrückt wurden, erben das Östliche und das Westliche des Landes, das WIR mit Baraka erfüllt haben. Und das gute Versprechen deines HERRN für die Kinder Israils wurde vollständig eingelöst als Belohnung für die Geduld, die sie aufbrachten. Und WIR vernichteten das, was Pharao und seine Leute bewerkstelligten, und das, was sie an Bauten errichteten.",
        "numberInSurah": 137,
        "juz": 9,
        "manzil": 2,
        "page": 166,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1092,
        "text": "Und WIR ließen die Kinder Israils das Meer überqueren, dann kamen sie zu Leuten, die sich eigenen Götzen zuwendeten. Sie sagten: \"Musa! Richte für uns einen Gott wie ihre Götter ein!\" Er sagte: \"Gewiß, ihr seid unwissende Leute!",
        "numberInSurah": 138,
        "juz": 9,
        "manzil": 2,
        "page": 167,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1093,
        "text": "Gewiß, für diese wird das, woran sie sind, zugrunde gerichtet, und nichtig ist das, was sie zu tun pflegten.\"",
        "numberInSurah": 139,
        "juz": 9,
        "manzil": 2,
        "page": 167,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1094,
        "text": "Er sagte: \"Soll ich euch etwa anstelle von ALLAH einen anderen Gott erstreben lassen, wo ER euch den anderen Menschen gegenüber ausgezeichnet hat?!\"",
        "numberInSurah": 140,
        "juz": 9,
        "manzil": 2,
        "page": 167,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1095,
        "text": "(Und erinnert euch daran), als WIR euch vor Pharaos Leuten errettet haben, nachdem sie euch das Üblste an Mißhandlung zugefügt hatten, sie schlachteten eure Söhne ab und ließen (nur) eure Frauen am Leben. Darin lag wahrhaftig eine schwere Prüfung von eurem HERRN!",
        "numberInSurah": 141,
        "juz": 9,
        "manzil": 2,
        "page": 167,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1096,
        "text": "Und WIR legten für Musa eine Verabredung nach dreißig Tagen fest, dann erweiterten WIR sie um zehn Tage, so wurde die Verabredung, die sein HERR festlegte, nach vierzig Tagen vollständig. Musa sagte zu seinem Bruder Harun: \"Sei mein Khalifa bei meinen Leuten, tue Gutes und folge nicht dem Weg der Verderben-Anrichtenden!\"",
        "numberInSurah": 142,
        "juz": 9,
        "manzil": 2,
        "page": 167,
        "ruku": 138,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1097,
        "text": "Und als Musa zu der von Uns festgelegten Verabredung kam und sein HERR zu ihm sprach, sagte er: \"HERR! Lasse mich sehen, daß ich Dich anschaue.\" ER sagte: \"Du wirst Mich nicht sehen! Aber schau dir den Felsenberg an, sollte er an seiner Stelle bleiben, so wirst du Mich sehen.\" Doch als sein HERR sich dem Felsenberg offenbarte, hat ER ihn zu Staub gemacht, und Musa fiel bewußtlos nieder. Und als er erwachte, sagte er: \"Gepriesen-erhaben bist DU! Ich bereue es Dir gegenüber und ich bin der Erste der Mumin.\"",
        "numberInSurah": 143,
        "juz": 9,
        "manzil": 2,
        "page": 167,
        "ruku": 138,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1098,
        "text": "ER sagte: \"Musa! Gewiß, ich habe dich vor allen Menschen für Meine Botschaft und für Meine Worte auserwählt, so nimm das entgegen, was ICH dir zuteil werden ließ, und sei von den Dankbaren!\"",
        "numberInSurah": 144,
        "juz": 9,
        "manzil": 2,
        "page": 168,
        "ruku": 138,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1099,
        "text": "Und WIR schrieben ihm auf den Tafeln über alle (euch auferlegten) Dinge - als Ermahnung und als Erläuterung für jede (euch auferlegte) Sache. So setze diese mit Ernsthaftigkeit um und gebiete deinen Leuten, daß sie das Bessere davon umsetzen. ICH werde euch die Wohnstätten der Fasiq zeigen.",
        "numberInSurah": 145,
        "juz": 9,
        "manzil": 2,
        "page": 168,
        "ruku": 138,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1100,
        "text": "Meine Ayat werde ICH nicht wahrnehmen lassen diejenigen, die sich zu Unrecht auf der Erde in Arroganz erheben. Und wenn sie jegliche Aya sehen, verinnerlichen sie daran keinen Iman. Auch wenn sie den Weg der Rechtschaffenheit erkennen, folgen sie ihm nicht als (ihren) Weg, doch wenn sie den Weg des Fehlgehens erkennen, folgen sie ihm als (ihren) Weg, dies weil sie Unsere Ayat verleugnen und ihnen gegenüber achtlos zu sein pflegten.",
        "numberInSurah": 146,
        "juz": 9,
        "manzil": 2,
        "page": 168,
        "ruku": 138,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1101,
        "text": "Und diejenigen, die Unsere Ayat und das Treffen im Jenseits verleugnen, ihre (guten) Taten sind zunichte geworden. Wird ihnen etwa anderes vergolten als das, was sie zu tun pflegten?!",
        "numberInSurah": 147,
        "juz": 9,
        "manzil": 2,
        "page": 168,
        "ruku": 138,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1102,
        "text": "Und die Leute von Musa nahmen sich nach dessen (Fortgang) aus ihrem Schmuck ein Kalb (als Götzen) - einen Körper, der muhte. Sahen sie etwa nicht, daß es weder mit ihnen spricht, noch sie auf den Weg rechtleiten kann?! Sie dienten ihm und waren Unrecht-Begehende.",
        "numberInSurah": 148,
        "juz": 9,
        "manzil": 2,
        "page": 168,
        "ruku": 139,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1103,
        "text": "Und als sie bereut und erkannt haben, daß sie bereits fehlgegangen sind, sagten sie: \"Wenn unser HERR uns keine Gnade erweist und uns vergibt, werden wir gewiß von den Verlierern sein.\"",
        "numberInSurah": 149,
        "juz": 9,
        "manzil": 2,
        "page": 168,
        "ruku": 139,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1104,
        "text": "Und als Musa zu seinen Leuten zurückkam - zornig und voller Trauer, sagte er: \"Erbärmlich ist das, wie ihr nach mir meine Nachfolge angetreten habt. Habt ihr etwa das Gebot eures HERRN nicht abwarten wollen?\" Dann warf er die Tafeln und packte seinen Bruder am Kopf und zog ihn zu sich, dieser sagte: \"Sohn meiner Mutter! Die Leute haben mich gedemütigt und beinahe getötet, laß die Feinde nicht über mich triumphieren und setze mich nicht gleich mit den Unrecht- Begehenden!\"",
        "numberInSurah": 150,
        "juz": 9,
        "manzil": 2,
        "page": 169,
        "ruku": 139,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1105,
        "text": "Er sagte: \"HERR! Vergib mir und meinem Bruder und laß uns in Deine Gnade eintreten. DU bist der Gnädigste der Gnädigen!\"",
        "numberInSurah": 151,
        "juz": 9,
        "manzil": 2,
        "page": 169,
        "ruku": 139,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1106,
        "text": "Gewiß, diejenigen, die sich das Kalb (als Götzen) nahmen, wird Zorn von ihrem HERRN und Erniedrigung im diesseitigen Leben treffen. Und solcherart vergelten WIR den Lügenerfindern.",
        "numberInSurah": 152,
        "juz": 9,
        "manzil": 2,
        "page": 169,
        "ruku": 140,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1107,
        "text": "Und für diejenigen, welche die gottmißfälligen Taten begingen, danach bereuten und den Iman verinnerlichten  gewiß, dein HERR ist danach doch allvergebend, allgnädig!",
        "numberInSurah": 153,
        "juz": 9,
        "manzil": 2,
        "page": 169,
        "ruku": 140,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1108,
        "text": "Und als der Zorn von Musa sich legte, nahm er die Tafeln. In ihrer Inschrift war Rechtleitung und Gnade für diejenigen, die vor ihrem HERRN Ehrfurcht empfinden.",
        "numberInSurah": 154,
        "juz": 9,
        "manzil": 2,
        "page": 169,
        "ruku": 140,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1109,
        "text": "Musa wählte dann von seinen Leuten siebzig Männer für Unsere Verabredung aus. Und nachdem das Beben sie erfaßt hatte, sagte er: \"HERR! Hättest DU es gewollt, hättest DU sie vorher mit mir zugrunde gehen lassen. Willst DU uns etwa zugrunde gehen lassen für das, was die Beschränkten von uns getan haben?! Dies ist nichts anderes als Deine Fitna, damit läßt DU abirren, wen DU willst, und leitest recht, wen DU willst. DU bist unser Wali, so vergib uns und erweise uns Gnade! Und DU bist der Beste der Vergebenden.",
        "numberInSurah": 155,
        "juz": 9,
        "manzil": 2,
        "page": 169,
        "ruku": 140,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1110,
        "text": "Und bestimme für uns in diesem Diesseits Gutes und auch im Jenseits, denn gewiß, wir bereuen Dir gegenüber. ER sagte: \"Mit Meiner Peinigung treffe ICH, wen ICH will. Doch Meine Gnade umfaßt alles. So werde ICH sie für diejenigen bestimmen, die Taqwa gemäß handeln und Zakat entrichten, und für diejenigen, die den Iman an Unsere Ayat verinnerlichen.\"",
        "numberInSurah": 156,
        "juz": 9,
        "manzil": 2,
        "page": 170,
        "ruku": 140,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1111,
        "text": "Es sind diejenigen, die dem Gesandten, dem lese- und schreibunkundigen Propheten folgen, über den sie bei sich in At-taurat und Alindschil geschrieben finden. Er ruft sie zum Gebilligten auf, rät ihnen vom Mißbilligten ab, erklärt ihnen die guten Dinge für halal und die schlechten Dinge für haram und erleichtert ihnen ihre schweren Gebote und die Einschränkungen, die ihnen auferlegt waren. Also diejenigen, die den Iman an ihn verinnerlicht, ihn geehrt, ihm zum Sieg verholfen haben und dem Licht (Quran) gefolgt sind, das ihm hinabgesandt wurde, diese sind die wirklichen Erfolgreichen.",
        "numberInSurah": 157,
        "juz": 9,
        "manzil": 2,
        "page": 170,
        "ruku": 140,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1112,
        "text": "Sag: \"Ihr Menschen! Gewiß, ich bin ALLAHs Gesandter zu euch allesamt, Demjenigen, Dem die Himmel und die Erde gehören. Es gibt keinen Gott außer Ihm, ER macht lebendig und läßt sterben. So verinnerlicht den Iman an ALLAH und an Seinen Gesandten, den lese- und schreibunkundigen Propheten, denjenigen, der den Iman an ALLAH und an Seine Worte verinnerlicht. Und folgt ihm, damit ihr Rechtleitung findet.\"",
        "numberInSurah": 158,
        "juz": 9,
        "manzil": 2,
        "page": 170,
        "ruku": 141,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1113,
        "text": "Auch von Musas Leuten gibt es eine Umma, die mit der Wahrheit rechtleiten und danach Gerechtigkeit üben.",
        "numberInSurah": 159,
        "juz": 9,
        "manzil": 2,
        "page": 170,
        "ruku": 141,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1114,
        "text": "Und WIR teilten sie ein in zwölf Stämme, Umam. Und WIR ließen Musa Wahy zuteil werden, als seine Leute ihn um Wasser baten: \"Schlage mit deinem Stock gegen den Felsen!\" So entsprangen daraus zwölf Quellen. Jede Gruppe kannte bereits ihre Trinkstelle. WIR haben sie dann mit Wolken beschattet und ihnen Al-mann und As-salwa geschickt. Esst von den Tay-yibat dessen, wasWIR euch an Rizq gewährten. Doch Uns haben sie kein Unrecht angetan, sondern sie pflegten sich selbst Unrecht anzutun.",
        "numberInSurah": 160,
        "juz": 9,
        "manzil": 2,
        "page": 171,
        "ruku": 141,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1115,
        "text": "(Und erinnere daran), als ihnen gesagt wurde: \"Bewohnt diesen Ort, esst darin allerorts, wo ihr wollt, sagt: \"Entlastung!\" und tretet ein durch das Tor in Sudschud- Haltung, dann vergeben WIR euch eure Verfehlungen. Noch mehr werden WIR den Muhsin gewähren!\"",
        "numberInSurah": 161,
        "juz": 9,
        "manzil": 2,
        "page": 171,
        "ruku": 141,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1116,
        "text": "Diejenigen von ihnen, die Unrecht begangen haben, vertauschten dann ein anderes Wort als das, was ihnen bereits verkündet wurde. So schickten WIR ihnen Peinigung vom Himmel für das, was sie an Unrecht zu begehen pflegten.",
        "numberInSurah": 162,
        "juz": 9,
        "manzil": 2,
        "page": 171,
        "ruku": 141,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1117,
        "text": "Und frage sie nach der Ortschaft, die in der Nähe des Meeres lag, als sie am Sabbat übertreten haben, als zu ihnen die Fische am Sabbat sichtbar (übers Wasser) kamen, während diese außerhalb des Sabbat nicht kamen. Solcherart prüfen wir sie wegen dem, was sie an Fisq zu betreiben pflegten.",
        "numberInSurah": 163,
        "juz": 9,
        "manzil": 2,
        "page": 171,
        "ruku": 142,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1118,
        "text": "Und (erinnere daran), als eine Umma von ihnen sagte: \"Wozu ermahnt ihr Leute, die ALLAH zugrunde richten oder mit einer qualvollen Peinigung peinigen wird?\" Sie sagten: \"(Unsere Ermahnung ist) eine Entschuldigung vor eurem HERRN und damit sie vielleicht Taqwa gemäß handeln.\"",
        "numberInSurah": 164,
        "juz": 9,
        "manzil": 2,
        "page": 172,
        "ruku": 142,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1119,
        "text": "Doch als sie vergessen haben, womit sie ermahnt wurden, erretteten WIR diejenigen, die das Verwerfliche verboten, und setzten diejenigen, die Unrecht begingen, einer qualvollen Peinigung aus für das, was sie an Fisq zu betreiben pflegten.",
        "numberInSurah": 165,
        "juz": 9,
        "manzil": 2,
        "page": 172,
        "ruku": 142,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1120,
        "text": "Und nachdem sie sich über das erhoben hatten, was ihnen untersagt wurde, sagten WIR ihnen: \"Seid erniedrigte Affen!\"",
        "numberInSurah": 166,
        "juz": 9,
        "manzil": 2,
        "page": 172,
        "ruku": 142,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1121,
        "text": "Und (erinnere daran), als dein HERR es bekanntmachte: \"ER wird ihnen doch bis zum Jüngsten Tag Menschen schicken, die ihnen das Härteste an Peinigung zufügen.\" Gewiß, Dein HERR ist zweifelsohne schnell im Strafen und gewiß, ER ist doch allvergebend, allgnädig.",
        "numberInSurah": 167,
        "juz": 9,
        "manzil": 2,
        "page": 172,
        "ruku": 142,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1122,
        "text": "Und WIR teilten sie auf der Erde in Umam ein. Unter ihnen sind die gottgefällig Guttuenden und unter ihnen sind manche, die darunter sind. Und WIR prüften sie mit gottgefälligen guten Taten und mit den gottmißfälligen Taten, damit sie umkehren.",
        "numberInSurah": 168,
        "juz": 9,
        "manzil": 2,
        "page": 172,
        "ruku": 142,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1123,
        "text": "Dann folgten ihnen schlechte Nachfolger nach, welche die Schrift erbten. Sie eignen sich das Minderwertige dieses Vergänglichen an und sagen (dennoch): \"Es wird uns vergeben!\" Doch wenn zu ihnen Ähnliches an Vergänglichem kommt, eignen sie es sich (wieder) an. Wurde von ihnen etwa nicht das Gelöbnis der Schrift entgegengenommen, daß sie im Namen ALLAHs nichts außer der Wahrheit sagen?! Und sie haben in ihr (der Schrift) studiert. Und die jenseitige Wohnstätte ist besser für diejenigen, die Taqwa gemäß handeln. Wollt ihr etwa nicht verständig sein?!",
        "numberInSurah": 169,
        "juz": 9,
        "manzil": 2,
        "page": 172,
        "ruku": 142,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1124,
        "text": "Und (für) diejenigen, welche die Schrift eingehalten und das rituelle Gebet ordnungsgemäß verrichtet haben, gewiß, WIR lassen die Belohnung der gottgefällig Guttuenden nicht verloren gehen.",
        "numberInSurah": 170,
        "juz": 9,
        "manzil": 2,
        "page": 172,
        "ruku": 142,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1125,
        "text": "Und (erinnere daran), als WIR den Berg über sie erhoben haben, als wäre er eine Wolke, und sie dachten, daß er doch auf sie herabfallen würde. Nehmt mit Ernsthaftigkeit, was WIR euch zuteil werden ließen und entsinnt euch dessen, damit ihr Taqwa gemäß handelt.",
        "numberInSurah": 171,
        "juz": 9,
        "manzil": 2,
        "page": 173,
        "ruku": 142,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1126,
        "text": "Und (erinnere daran), als dein HERR von den Kindern Adams, aus ihren Rücken (Becken) ihre Nachkommenschaft entnahm und sie gegen sich selbst Zeugnis ablegen ließ: \"Bin ICH etwa nicht euer HERR?!\" Sie sagten: \"Doch mit Sicherheit! Wir bezeugen es.\" Also, damit ihr am Tag der Auferstehung nicht sagt: \"Gewiß, wir waren demgegenüber achtlos\",",
        "numberInSurah": 172,
        "juz": 9,
        "manzil": 2,
        "page": 173,
        "ruku": 143,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1127,
        "text": "oder sagt: \"Nur unsere Ahnen haben vorher Schirk betrieben und wir waren Nachkommenschaft nach ihnen! Willst DU uns etwa zugrunde richten für das, was die des Unwahren Verbreitenden taten?\"",
        "numberInSurah": 173,
        "juz": 9,
        "manzil": 2,
        "page": 173,
        "ruku": 143,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1128,
        "text": "Und solcherart verdeutlichen WIR die Ayat und damit sie (zum Iman) zurückkehren.",
        "numberInSurah": 174,
        "juz": 9,
        "manzil": 2,
        "page": 173,
        "ruku": 143,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1129,
        "text": "Und trage ihnen vor die Nachricht über denjenigen, dem WIR Unsere Ayat zuteil werden ließen, dann hat er sich von ihnen abgewendet, dann folgte ihm der Satan, so wurde er von den Verführten.",
        "numberInSurah": 175,
        "juz": 9,
        "manzil": 2,
        "page": 173,
        "ruku": 143,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1130,
        "text": "Und hätten WIR es gewollt, hätten WIR ihm damit (den Ayat) doch eine hohe Stellung gewährt. Doch er neigte zur Erde (zum Diesseits) und folgte seinen Neigungen. So ähnelt sein Gleichnis dem Gleichnis eines Hundes: \"Wenn du ihn verjagst, hechelt er, und wenn du ihn in Ruhe läßt, hechelt er auch.\" Solcherart ist das Gleichnis von Leuten, die Unsere Ayat ableugneten. So erzähle die (dir offenbarten) Begebenheiten, damit sie sich entsinnen.",
        "numberInSurah": 176,
        "juz": 9,
        "manzil": 2,
        "page": 173,
        "ruku": 143,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1131,
        "text": "Erbärmlich ist das Gleichnis der Menschen, die Unsere Ayat ableugneten, und sich selbst Unrecht anzutun pflegten.",
        "numberInSurah": 177,
        "juz": 9,
        "manzil": 2,
        "page": 173,
        "ruku": 143,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1132,
        "text": "Wen ALLAH rechtleitet, ist gewiß der Rechtgeleitete. Wen ER aber abirren läßt, so sind diese die wirklichen Verlierer.",
        "numberInSurah": 178,
        "juz": 9,
        "manzil": 2,
        "page": 173,
        "ruku": 143,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1133,
        "text": "Und gewiß, bereits erschufen WIR für Dschahannam viele von den Dschinn und den Menschen. Sie haben Herzen, mit denen sie keine Einsicht gewinnen, und Augen, mit denen sie (die Wahrheit) nicht erblicken, und Ohren, mit denen sie (die Ermahnung) nicht hören. Diese sind wie die An'am, nein, sondern sie sind noch abirrender! Diese sind die wirklichen Achtlosen.",
        "numberInSurah": 179,
        "juz": 9,
        "manzil": 2,
        "page": 174,
        "ruku": 143,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1134,
        "text": "Und ALLAH hat die schönsten/besten Namen, so benennt Ihn damit. Und laßt ab von denjenigen, die Seine Namen entstellen. Ihnen wird das vergolten, was sie zu tun pflegten.",
        "numberInSurah": 180,
        "juz": 9,
        "manzil": 2,
        "page": 174,
        "ruku": 143,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1135,
        "text": "Und von denjenigen, die WIR erschaffen haben, gibt es eine Umma, sie leiten recht mit der Wahrheit und richten nach ihr.",
        "numberInSurah": 181,
        "juz": 9,
        "manzil": 2,
        "page": 174,
        "ruku": 143,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1136,
        "text": "Und diejenigen, die Unsere Ayat ableugnen, diese werden WIR der Versuchung aussetzen da, wo sie es nicht wissen.",
        "numberInSurah": 182,
        "juz": 9,
        "manzil": 2,
        "page": 174,
        "ruku": 144,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1137,
        "text": "Auch gewähre ICH ihnen noch mehr Zeit. Doch Meine Bestrafung ist hart.",
        "numberInSurah": 183,
        "juz": 9,
        "manzil": 2,
        "page": 174,
        "ruku": 144,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1138,
        "text": "Besinnen sie sich etwa nicht?! Ihr Gefährte (Muhammad) leidet nicht unter Geistesgestörtheit, er ist doch nur ein deutlicher Warner.",
        "numberInSurah": 184,
        "juz": 9,
        "manzil": 2,
        "page": 174,
        "ruku": 144,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1139,
        "text": "Haben sie etwa nicht ALLAHs Herrschaft über die Himmel und die Erde versonnen erblickt und das, was ALLAH an Dingen erschuf, und daß vielleicht ihr Ende bereits sich genähert hat?! An welche Mitteilung werden sie denn nach ihm (Quran) den Iman verinnerlichen?!",
        "numberInSurah": 185,
        "juz": 9,
        "manzil": 2,
        "page": 174,
        "ruku": 144,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1140,
        "text": "Wen ALLAH in die Irre gehen läßt, der findet gewiß keinen Rechtleitenden. Und ER läßt sie in ihrer Maßlosigkeit sich verblenden.",
        "numberInSurah": 186,
        "juz": 9,
        "manzil": 2,
        "page": 174,
        "ruku": 144,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1141,
        "text": "Sie fragen dich nach der Stunde (dem Jüngsten Tag): \"Wann ereignet sie sich?\" Sag: \"Das Wissen darüber ist nur bei meinem HERRN. Keiner kann sie zu ihrer Zeit offenlegen außer ER. Schwer lastet sie in den Himmeln und auf der Erde. Sie überkommt euch nur plötzlich.\" Sie fragen dich, als ob du davon genaueste Kenntnis besäßest. Sag: \"Das Wissen über sie ist nur bei ALLAH, doch die meisten Menschen wissen es nicht.\"",
        "numberInSurah": 187,
        "juz": 9,
        "manzil": 2,
        "page": 174,
        "ruku": 144,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1142,
        "text": "Sag: \"Ich verfüge für mich selbst weder über Nützliches noch über Schädliches, es sei denn über das, was ALLAH will. Und hätte ich Kenntnis über das Verborgene gehabt, gewiß hätte ich mir vom Guten viel angeeignet, und Schlechtes würde mich nicht treffen! Ich bin doch nur ein Ermahner und ein Überbringer froher Botschaft für Leute, die den Iman verinnerlichen.\"",
        "numberInSurah": 188,
        "juz": 9,
        "manzil": 2,
        "page": 175,
        "ruku": 144,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1143,
        "text": "ER ist Derjenige, Der euch aus einem einzigen Wesen erschuf und daraus sein Partnerwesen erschuf, damit es bei ihm Ruhe findet. Und nachdem er mit ihr intim gewesen war, hatte sie eine leichte Schwangerschaft, die sie bis zum Ende austrug. Und als die Entbindung sich näherte, richteten beide an ALLAH, ihren HERRN Bittgebete: \"Wenn DU uns ein gesundes Kind schenkst, gewiß werden wir von den Dankbaren sein!\"",
        "numberInSurah": 189,
        "juz": 9,
        "manzil": 2,
        "page": 175,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1144,
        "text": "Und nachdem ER ihnen ein gesundes Kind gegeben hatte, haben sie Ihm Partner mit dem beigesellt, was ER ihnen gegeben hat. Immer gepriesen-erhaben ist ALLAH über das, was sie an Schirk betreiben.",
        "numberInSurah": 190,
        "juz": 9,
        "manzil": 2,
        "page": 175,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1145,
        "text": "Betreiben sie etwa Schirk mit dem, was Nichts schafft, während sie alle doch erschaffen werden?!",
        "numberInSurah": 191,
        "juz": 9,
        "manzil": 2,
        "page": 175,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1146,
        "text": "Und diese (Partner) können weder ihnen beistehen, noch sich selbst beistehen.",
        "numberInSurah": 192,
        "juz": 9,
        "manzil": 2,
        "page": 175,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1147,
        "text": "Auch dann solltet ihr sie um Rechtleitung bitten, entsprechen sie euch nicht. Für euch bleibt es gleich, ob ihr sie bittet oder ob ihr schweigt.",
        "numberInSurah": 193,
        "juz": 9,
        "manzil": 2,
        "page": 175,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1148,
        "text": "Gewiß, diejenigen, an die ihr anstelle von ALLAH Bittgebete richtet, sind nur Diener genauso wie ihr. Also richtet nur an sie Bittgebete und sie sollen euch erhören, solltet ihr wahrhaftig sein.",
        "numberInSurah": 194,
        "juz": 9,
        "manzil": 2,
        "page": 175,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1149,
        "text": "Haben sie etwa Beine, mit denen sie gehen können, oder etwa Hände, mit denen sie zuschlagen können, oder etwa Augen, mit denen sie sehen können, oder etwa Ohren, mit denen sie hören können?! Sag: \"Richtet nur Bittgebete an eure Partner, dann führt eure List gegen mich durch und gewährt mir dabei keine Zeit!",
        "numberInSurah": 195,
        "juz": 9,
        "manzil": 2,
        "page": 175,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1150,
        "text": "Gewiß, mein Wali ist ALLAH! ER ist Derjenige, Der die Schrift nach und nach hinabsandte und ER ist der Wali für die gottgefällig Guttuenden.\"",
        "numberInSurah": 196,
        "juz": 9,
        "manzil": 2,
        "page": 176,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1151,
        "text": "Und diejenigen, an die ihr anstelle von Ihm Bittgebete richtet, können weder euch beistehen, noch sich selbst beistehen.",
        "numberInSurah": 197,
        "juz": 9,
        "manzil": 2,
        "page": 176,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1152,
        "text": "Und solltest du sie um Rechtleitung bitten, hören sie bestimmt nicht. Und du siehst sie dich anstarren, während sie doch nichts sehen.",
        "numberInSurah": 198,
        "juz": 9,
        "manzil": 2,
        "page": 176,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1153,
        "text": "Nimm Al-'afu an, gebiete das Gebilligte und meide die Unwissenden.",
        "numberInSurah": 199,
        "juz": 9,
        "manzil": 2,
        "page": 176,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1154,
        "text": "Und sollte dich eine Versuchung des Satans (vom Wahren) ablenken, so suche Zuflucht bei ALLAH! Gewiß, ER ist allhörend, allwissend.",
        "numberInSurah": 200,
        "juz": 9,
        "manzil": 2,
        "page": 176,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1155,
        "text": "Gewiß, diejenigen, die Taqwa gemäß handeln, wenn sie Unschönes durch Satan überkommt, entsinnen sie sich und sehen (ihre Verfehlung) wieder ein.",
        "numberInSurah": 201,
        "juz": 9,
        "manzil": 2,
        "page": 176,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1156,
        "text": "Doch ihre Brüder lassen sie (die Satane) in die Irre weit gehen, dann lassen sie von ihnen nicht mehr ab.",
        "numberInSurah": 202,
        "juz": 9,
        "manzil": 2,
        "page": 176,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1157,
        "text": "Und wenn du ihnen keine Ayat vollbringst, sagten sie: \"Hättest du sie doch zusammengestellt.\" Sag: \"Ich folge nur dem, was mir von meinem HERRN an Wahy zuteil wird.\" Dies ist (der Quran) etwas Einblick-Gewährendes von eurem HERRN, eine Rechtleitung und eine Gnade für Menschen, die den Iman verinnerlichen.",
        "numberInSurah": 203,
        "juz": 9,
        "manzil": 2,
        "page": 176,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1158,
        "text": "Und wenn der Quran vorgetragen wird, dann hört ihm zu und seid lautlos bedachtsam, damit euch Gnade erwiesen wird.",
        "numberInSurah": 204,
        "juz": 9,
        "manzil": 2,
        "page": 176,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1159,
        "text": "Und lobpreise deinen HERRN in deinem Innern demütig, ehrfürchtig und in leiserer Art als das wahrnehmbare Sprechen - morgens und abends, und sei nicht von den Achtlosen!",
        "numberInSurah": 205,
        "juz": 9,
        "manzil": 2,
        "page": 176,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1160,
        "text": "Gewiß, diejenigen bei deinem HERRN erheben sich nicht in Arroganz Seinem Dienen gegenüber, lobpreisen Ihn und vollziehen Ihm Sudschud.",
        "numberInSurah": 206,
        "juz": 9,
        "manzil": 2,
        "page": 176,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": {
          "id": 1,
          "recommended": true,
          "obligatory": false
        }
      }
    ],
    "edition": {
      "identifier": "de.zaidan",
      "language": "de",
      "name": "Zaidan",
      "englishName": "Amir Zaidan",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}