{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 11,
    "name": "سُورَةُ هُودٍ",
    "englishName": "Hud",
    "englishNameTranslation": "Hud",
    "revelationType": "Meccan",
    "numberOfAyahs": 123,
    "ayahs": [
      {
        "number": 1474,
        "text": "Alif-lam-raa. Dies ist eine Schrift, deren Ayat in vollendeter Weisheit ausformuliert wurden, dann erläutert wurden von Einem Allweisen, Allkundigen:",
        "numberInSurah": 1,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 183,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1475,
        "text": "\"Dient nichts außer ALLAH! Gewiß, ich bin für euch von Ihm ein Warner und ein Überbringer froher Botschaft.",
        "numberInSurah": 2,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 183,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1476,
        "text": "Auch bittet euren HERRN um Vergebung, dann kehrt euch zu Ihm reuig um, so läßt ER euch schöne Versorgung bis zu einer festgelegten Frist versorgen und erweist jedem mit Verdiensten (im Islam) die ihm zustehende Belohnung. Doch solltet ihr euch abwenden, so fürchte ich doch für euch die Peinigung eines langen Tages.",
        "numberInSurah": 3,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 183,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1477,
        "text": "Zu ALLAH ist eure Rückkehr. Und ER ist über alles allmächtig.\"",
        "numberInSurah": 4,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 183,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1478,
        "text": "Ja! Sie wenden sich ab, um sich vor Ihm zu verbergen. Doch selbst dann, wenn sie sich mit ihrer Kleidung verhüllen, ER kennt alles, was sie verheimlichen und was sie offenlegen. Gewiß, ER ist allwissend über das in den Brüsten.",
        "numberInSurah": 5,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 183,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1479,
        "text": "Und es gibt kein Lebewesen, das sich bewegt, dessen Rizq nicht ALLAH obliegt. Und ER kennt dessen Aufenthalts- und Aufbewahrungsort. Alles steht in einem deutlichen Register.",
        "numberInSurah": 6,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 183,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1480,
        "text": "Und ER ist Derjenige, Der die Himmel und die Erde in sechs Ay-yam erschuf - und Sein Al'ahrsch war über dem Wasser -, damit ER euch prüft, wer von euch besser handelt. Und wenn du sagst: \"Gewiß, ihr werdet nach dem Tod wieder erweckt, werden diejenigen, die Kufr betrieben haben, mit Sicherheit sagen: \"Dies ist doch nichts anderes als eindeutige Magie.\"",
        "numberInSurah": 7,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 183,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1481,
        "text": "Doch wenn WIR ihnen die Peinigung auf eine bestimmte Zeit hinauszögern, werden sie mit Sicherheit sagen: \"Was hält sie auf?\" Ja! Wenn diese sie dann trifft, wird sie von ihnen nicht mehr abgewendet werden, und sie werden dann von dem umgeben, was sie zu verspotten pflegten.",
        "numberInSurah": 8,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 183,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1482,
        "text": "Und wenn WIR den Menschen eine Gnade von Uns erfahren lassen, dann diese von ihm wegnehmen, so ist er gewiß doch äußerst verzweifelt, äußerst kufr-betreibend!",
        "numberInSurah": 9,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1483,
        "text": "Und wenn WIR ihm eine Wohltat erweisen nach einem Unglück, das ihn traf, bestimmt sagt er: \"Die gottmißfälligen Taten sind von mir fortgegangen.\" Gewiß, ER ist doch überglücklich, stolz.",
        "numberInSurah": 10,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1484,
        "text": "Ausgenommen sind diejenigen, die sich in Geduld geübt und gottgefällig Gutes getan haben. Für diese gibt es Vergebung und große Belohnung.",
        "numberInSurah": 11,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1485,
        "text": "Würdest du etwas von dem, was dir an Wahy zuteil wurde, auslassen und darüber bedrückt sein, daß sie sagen: \"Würde auf ihn doch ein Schatz niedergesandt oder käme mit ihm ein Engel!\"?! DU bist nur ein Ermahner. Und ALLAH ist über alles Wakil.",
        "numberInSurah": 12,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1486,
        "text": "Oder sagen sie etwa: \"Er hat ihn (den Quran) erdichtet!\" Sag: \"Dann bringt doch zehn ähnlich erdichtete Suras und ruft dazu auf jeden, den ihr anstelle von ALLAH (rufen) könnt, solltet ihr wahrhaftig sein.\"",
        "numberInSurah": 13,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1487,
        "text": "Und wenn sie eurer (Forderung) nicht nachkommen, dann wisst, daß er (der Quran) ausschließlich mit ALLAHs Wissen hinabgesandt wurde und daß es keine Gottheit außer Ihm gibt! Und werdet ihr nun Muslime werden?!",
        "numberInSurah": 14,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1488,
        "text": "Wer das diesseitige Leben und seinen Schmuck will, denen werden WIR darin ihre Werke vergelten und sie werden darin nicht benachteiligt!",
        "numberInSurah": 15,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1489,
        "text": "Diese sind diejenigen, denen im Jenseits nur das Feuer bestimmt ist. Und zunichte wurde das, was sie darin (im Diesseits) bewerkstelligt haben, und nichtig ist das, was sie zu tun pflegten.",
        "numberInSurah": 16,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1490,
        "text": "Ist derjenige, der über einen eindeutigen Beleg von seinem HERRN verfügt, (etwa mit einem ohne Beleg gleichzustellen?!). Und diesen trägt vor, sowohl ein Zeuge von ihm (vom Quran) selbst, als auch von vor ihm - die Schrift von Musa, die als Imam und Gnade war. Diese verinnerlichen den Iman an ihn. Und wer von Al-ahzab daran Kufr betreibt, dem ist das Feuer bestimmt. Also sei nicht im Zweifel daran! Gewiß, es ist dieWahrheit von deinem HERRN. Doch die meisten Menschen verinnerlichen den Iman nicht.",
        "numberInSurah": 17,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1491,
        "text": "Und keiner begeht mehr Unrecht als derjenige, der Lügen im Namen ALLAHs erdichtet. Diese werden ihrem HERRN vorgestellt werden, dann sagen die Zeugen: \"Diese sind diejenigen, die Lügen im Namen ihres HERRN erdichtet haben.\" Ja! ALLAHs Fluch möge auf den Unrecht-Begehenden lasten.",
        "numberInSurah": 18,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1492,
        "text": "Es sind diejenigen, die von ALLAHs Weg abhalten und diesen verunstalten wollen, und die dem Jenseits gegenüber Kufr betreiben,",
        "numberInSurah": 19,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1493,
        "text": "diese machten ALLAH auf Erden nicht zu schaffen und hatten anstelle von ALLAH keine Wali. Ihnen wird die Peinigung verzweifacht. Sie pflegten nicht zuzuhören und sie pflegten nicht einzublicken.",
        "numberInSurah": 20,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1494,
        "text": "Diese sind diejenigen, die sich selbst verloren haben und ihnen ist abhanden gekommen, was sie zu erdichten pflegten.",
        "numberInSurah": 21,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1495,
        "text": "Zweifellos eindeutig! Sie sind im Jenseits die wirklichen Verlierer.",
        "numberInSurah": 22,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1496,
        "text": "Gewiß, diejenigen, die den Iman verinnerlicht, gottgefällig Gutes getan und sich ihrem HERRN gefügt haben, diese sind die Weggenossen der Dschanna. Darin werden sie ewig bleiben.",
        "numberInSurah": 23,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1497,
        "text": "Das Gleichnis beider Parteien ähnelt einem Blinden und Tauben und einem Sehenden und Hörenden. Sind beide im Gleichnis etwa gleich?! Besinnt ihr euch etwa nicht?!",
        "numberInSurah": 24,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 184,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1498,
        "text": "Und gewiß, bereits entsandten WIR Nuh zu seinen Leuten: \"Gewiß, ich bin für euch ein erklärender Ermahner,",
        "numberInSurah": 25,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1499,
        "text": "daß ihr nichts außer ALLAH dient. Gewiß, ich fürchte um euch die Peinigung eines qualvollen Tages.\"",
        "numberInSurah": 26,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1500,
        "text": "Dann sagten die Entscheidungsträger unter seinen Leuten, die Kufr betrieben haben: \"Wir sehen dich nur als einen Menschen wie uns und sehen, daß dir nur diejenigen Unbedeutenden unter uns Hals über Kopf gefolgt sind, und wir sehen nicht, daß ihr uns gegenüber in irgendeiner Weise Verdienste habt. Nein, sondern wir glauben, daß ihr Lügner seid!\"",
        "numberInSurah": 27,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1501,
        "text": "Er sagte: \"Meine Leute! Wie seht ihr es? Wenn ich über ein eindeutiges Zeichen von meinem HERRN verfüge und ER mir Gnade von Ihm erwies, die euch verborgen blieb, sollen wir diese euch etwa zur Pflicht machen, wenn ihr demgegenüber abgeneigt seid?",
        "numberInSurah": 28,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1502,
        "text": "Meine Leute! Ich verlange von euch dafür kein Vermögen. Mein Lohn obliegt doch nur ALLAH. Und ich werde diejenigen, die den Iman verinnerlicht haben, nicht vertreiben. Gewiß, sie werden ihrem HERRN begegnen. Doch ich sehe, daß ihr Leute seid, die unwissend sind.",
        "numberInSurah": 29,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1503,
        "text": "Meine Leute! Wer steht mir bei gegen ALLAH, wenn ich sie vertreibe?! Besinnt ihr euch etwa nicht?!",
        "numberInSurah": 30,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1504,
        "text": "Auch sage ich euch nicht, daß ich über ALLAHs Magazine verfüge, und ich kenne das Verborgene nicht, auch sage ich nicht, daß ich ein Engel sei, auch sage ich nicht zu denjenigen, die ihr verachtet, daß ALLAH ihnen nichts Gutes erweisen wird - ALLAH ist allwissend über das, was in ihren Seelen ist - ansonsten bin ich gewiß einer der Unrecht-Begehenden!\"",
        "numberInSurah": 31,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1505,
        "text": "Sie sagten: \"Nuh! Bereits hast du mit uns disputiert und uns gegenüber viel an Disput geführt, also laß uns das zuteil werden, was du uns androhst, wenn du von den Wahrhaftigen bist.\"",
        "numberInSurah": 32,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1506,
        "text": "Er sagte: \"Nur ALLAH läßt es euch zuteil werden, wenn ER will, und ihr könnt (Ihm) nicht zu schaffen machen.",
        "numberInSurah": 33,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1507,
        "text": "Auch mein Rat wird euch nicht nützen - wenn ich euch raten will, wenn ALLAH euch verführen will. ER ist euer HERR und zu Ihm werdet ihr zurückgebracht.\"",
        "numberInSurah": 34,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1508,
        "text": "Oder sagen sie etwa: \"Er hat ihn (den Quran) erdichtet.\" Sag: \"Sollte ich ihn erdichtet haben, so bleibt meine schwere Verfehlung an mir hängen, doch ich bin schuldlos dem gegenüber, was ihr an schweren Verfehlungen verübt! ",
        "numberInSurah": 35,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1509,
        "text": "Und Nuh wurde als Wahy zuteil: \"Gewiß, von deinen Leuten wird niemand den Iman verinnerlichen, außer denjenigen, die bereits den Iman verinnerlicht haben, also sei nicht wehmütig wegen dem, was sie zu tun pflegten.",
        "numberInSurah": 36,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 186,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1510,
        "text": "Und baue das Schiff unter Unserer Aufsicht und nach Unserem Wahy und flehe Mich nicht an wegen denjenigen, die Unrecht begangen haben, gewiß, sie werden ertrinken.\"",
        "numberInSurah": 37,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 186,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1511,
        "text": "Und er begann das Schiff zu bauen. Und immer wieder, wenn eine Gruppe seiner Leute bei ihm vorbeiging, verspottete sie ihn. ER sagte: \"Wenn ihr uns verspottet, so verspotten wir euch doch genauso, wie ihr uns verspottet!",
        "numberInSurah": 38,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1512,
        "text": "Ihr werdet noch wissen, wem eine erniedrigende Peinigung zuteil werden wird und wen eine dauernde Peinigung überkommen wird.",
        "numberInSurah": 39,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1513,
        "text": "Als dann Unsere Bestimmung eintraf und die Erdoberfläche sprudelte, sagten WIR: \"Nimm darauf mit von allen (Tieren) zwei Paare, deine Familie außer denjenigen, über welche die Bestimmung (zum Ertrinken) bereits ergangen ist, und alle, die den Iman verinnerlichten!\" Und mit ihm haben nur Wenige den Iman verinnerlicht.",
        "numberInSurah": 40,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1514,
        "text": "Und er sagte: \"Steigt in es hinein mit dem Namen ALLAHs, Der es fahren und landen läßt. Gewiß, mein HERR ist zweifelsohne allvergebend, allgnädig.\"",
        "numberInSurah": 41,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1515,
        "text": "Und es fuhr mit ihnen durch Wogen wie Berge, dann rief Nuh seinen Sohn, der abgetrennt war: \"Mein Söhnchen, steig mit uns hinein und sei nicht mit den Kafir!\"",
        "numberInSurah": 42,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1516,
        "text": "Er sagte: \"Ich werde einen Berg aufsuchen, der mich vor dem Wasser schützt.\" Er sagte: \"Heute gibt es keinen Schützenden vor ALLAHs Bestimmung außer für diejenigen, denen ER Gnade erwies.\" Die Wogen trennten sie jedoch, so war er von den Ertrunkenen.",
        "numberInSurah": 43,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1517,
        "text": "Und es wurde gesagt: \"Erde! Verschlinge dein Wasser! Himmel! Höre auf (zu regnen)!\" Und das Wasser wurde eingesickert und die Bestimmung erfüllt und es (das Schiff) stand auf Aldschudi und es wurde gesagt: \"Nieder mit den unrechtbegehenden Leuten!\"",
        "numberInSurah": 44,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1518,
        "text": "Nuh rief dann seinen HERRN und sagte: \"HERR! Mein Sohn gehört doch zu meiner Familie, Dein Versprechen ist gewiß das Wahre und DU bist Der Weiseste aller Richter.\"",
        "numberInSurah": 45,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1519,
        "text": "ER sagte: \"Nuh! Gewiß, er gehört nicht zu deiner Familie. Dies ist sicher keine gottgefällig gute Tat. Also bitteMich nicht um das, worüber du kein Wissen hast. ICH ermahne dich, einer der Unwissenden zu sein.\"",
        "numberInSurah": 46,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1520,
        "text": "Er sagte: \"Mein HERR! Ich suche Schutz bei Dir, daß ich Dich um etwas bitte, worüber ich kein Wissen habe. Und würdest DU mir nicht vergeben und Gnade erweisen, würde ich bestimmt zu den Verlierern gehören.\"",
        "numberInSurah": 47,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1521,
        "text": "Es wurde gesagt: \"Nuh! Steige herunter in Salam von Uns und Baraka auf dich und auf Umam von denen, die mit dir sind, sowie auf Umam, denen WIR Wohlergehen gewähren werden, dann sie von Uns eine qualvolle Peinigung treffen wird.\"",
        "numberInSurah": 48,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1522,
        "text": "Diese sind von den Mitteilungen des Verborgenen, die WIR dir als Wahy zukommen lassen. Nicht gekannt hast du sie, auch nicht deine Leute vorher. Also übe dich in Geduld! Gewiß, das Anschließende gehört den Muttaqi.",
        "numberInSurah": 49,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1523,
        "text": "Und zu 'Aad (entsandten WIR) ihren Bruder Hud. Er sagte: \"Meine Leute! Dient ALLAH, ihr habt keine Gottheit außer Ihm! Ihr seid doch nichts anderes als Erdichter!",
        "numberInSurah": 50,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1524,
        "text": "Meine Leute! Ich bitte euch nicht um eine Belohnung dafür. Meine Belohnung obliegt doch nur Demjenigen, Der mich erschuf. Besinnt ihr euch denn nicht?!",
        "numberInSurah": 51,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1525,
        "text": "Meine Leute! Bittet euren HERRN um Vergebung, dann zeigt Ihm gegenüber Reue, so läßt ER den Himmel über euch reichlich regnen und verleiht euch zusätzliche Macht zu eurer Macht, und wendet euch nicht als schwer Verfehlende ab!\"",
        "numberInSurah": 52,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1526,
        "text": "Sie sagten: \"Hud! Du hast uns kein eindeutiges Zeichen gebracht. Wir werden auch auf keinen Fall unsere Götter verlassen wegen deines Geredes und wir werden dir nicht glauben!",
        "numberInSurah": 53,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1527,
        "text": "Wir sagen nur, daß manche unserer Götter dich einer Bosheit aussetzten.\" Er sagte: \"Ich bitte ALLAH doch, Zeuge zu sein, auch seid selbst Zeugen, daß ich keineswegs Schuld trage an dem, was ihr an Schirk betreibt",
        "numberInSurah": 54,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1528,
        "text": "Ihm gegenüber! Also führt eure List gegen mich durch, allesamt, dann gewährt mir dabei keine Zeit.",
        "numberInSurah": 55,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1529,
        "text": "Gewiß, ich übe Tawakkul ALLAH gegenüber, meinem HERRN und eurem HERRN, ohnehin gibt es kein sich bewegendes Lebewesen, ohne daß ER darüber verfügt. Gewiß, mein HERR (vergilt) nach einem rechten Weg.",
        "numberInSurah": 56,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1530,
        "text": "Solltet ihr euch abwenden, so habe ich euch bereits das verkündet, womit ich zu euch entsandt wurde, und mein HERR wird als Nachfolger andere Leute als ihr einsetzen und ihr werdet Ihm dabei in keiner Weise schaden. Gewiß, mein HERR ist jeder Sache äußerst bewahrend.\"",
        "numberInSurah": 57,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1531,
        "text": "Und als Unsere Bestimmung eintraf, erretteten WIR Hud und diejenigen, die mit ihm den Iman verinnerlicht haben - durch Gnade von Uns. UndWIR haben sie vor einer harten Peinigung errettet.",
        "numberInSurah": 58,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1532,
        "text": "Und dies ist 'Aad. Sie leugneten die Ayat ihres HERRN ab, widersetzten sich Seinen Gesandten und folgten der Anordnung jedes sturen Gewalttäters.",
        "numberInSurah": 59,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1533,
        "text": "Und sie wurden in diesem Diesseits mit Fluch verfolgt sowie am Tag der Auferstehung. Ja! 'Aad betrieben zweifellos ihrem HERRN gegenüber Kufr. Ja! Nieder mit 'Aad, den Leuten von Hud.",
        "numberInSurah": 60,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1534,
        "text": "Und zu Thamud (entsandten WIR) ihren Bruder Salih. Er sagte: \"Meine Leute! Dient ALLAH! Ihr habt doch keine Gottheit außer Ihm. ER hat euch aus der Erde hervorgebracht und euch sie bevölkern lassen, also bittet Ihn um Vergebung, dann seid Ihm gegenüber reuig. Gewiß, mein HERR ist nahe und erhörend.\"",
        "numberInSurah": 61,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1535,
        "text": "Sie sagten: \"Salih! Bereits hast du unter uns Vertrauen vor dieser (Aufforderung) genossen. Verbietest du uns etwa, dem zu dienen, dem unsere Ahnen dienten? Gewiß, wir haben am dem, wozu du uns aufforderst, doch Verdacht schleichende Zweifel.\"",
        "numberInSurah": 62,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1536,
        "text": "Er sagte: \"Meine Leute! Wie seht ihr es? Wenn ich über ein eindeutiges Zeichen von meinem HERRN verfüge und ER mir Gnade von Ihm erwies, wer wird mir gegen ALLAH beistehen können, sollte ich mich Ihm widersetzen?! Doch ihr könnt mir dann nichts außer Schaden hinzufügen!",
        "numberInSurah": 63,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1537,
        "text": "Und meine Leute! Dies ist eine Kamelstute von ALLAH als Aya für euch, so lasst sie auf ALLAHs Erde weiden und fügt ihr keinerlei Schaden zu, sonst wird euch eine bevorstehende Peinigung überkommen.\"",
        "numberInSurah": 64,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1538,
        "text": "Doch sie verletzten ihre Beine. Dann sagte er: \"Vergnügt euch in euren Wohnstätten noch drei Tage, dies ist ein Versprechen, das nicht erlogen ist.",
        "numberInSurah": 65,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1539,
        "text": "Und als Unsere Bestimmung eintraf, erretteten WIR Salih und diejenigen, die mit ihm den Iman verinnerlichten - durch Gnade von Uns. Und vor der Erniedrigung des (Jüngsten) Tages (erretteten WIR sie). Gewiß, dein HERR ist Der Allkraftvolle, Der Allwürdige.",
        "numberInSurah": 66,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1540,
        "text": "Und der Schrei richtete zugrunde diejenigen, die Unrecht begingen, so wurden sie in ihren Wohnstätten zu leblosen Körpern.",
        "numberInSurah": 67,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1541,
        "text": "Als ob sie sich dort nicht aufhielten. Ohne Zweifel haben Thamud ihrem HERRN gegenüber doch Kufr betrieben. Ja! Nieder mit Thamud!",
        "numberInSurah": 68,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1542,
        "text": "Und gewiß, bereits kamen Unsere Entsandte (Engel) zu Ibrahim mit der frohen Botschaft, sie sagten: \"Salam (sei mit dir)\", er erwiderte: \"Salam (sei mit euch)\" Und er blieb nicht lange, bis er ein gegartes Kalb servierte.",
        "numberInSurah": 69,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1543,
        "text": "Doch als er sah, daß ihre Hände nicht danach (nach dem Essen) langten, verübelte er es ihnen und verspürte Furcht vor ihnen. Sie sagten: \"Fürchte dich nicht! Wir wurden zu den Leuten Luts entsandt.\"",
        "numberInSurah": 70,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1544,
        "text": "Und seine Frau stand (dabei), dann lachte sie, dann überbrachten WIR ihr die frohe Botschaft über Ishaq und nach Ishaq Ya'qub.",
        "numberInSurah": 71,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1545,
        "text": "Sie sagte: \"Mein Untergang! Soll ich etwa gebären, während ich eine alte Frau bin und dieser mein Ehemann ein alter Mann ist?! Gewiß, dies ist zweifelsohne eine außergewöhnliche Sache.\"",
        "numberInSurah": 72,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1546,
        "text": "Sie sagten: \"Wunderst du dich etwa über ALLAHs Bestimmung?! ALLAHs Gnade und Seine Baraka seien über euch, ihr Angehörige des Hauses (von Ibrahim). Gewiß, ER ist alllobenswürdig, herrlich.",
        "numberInSurah": 73,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1547,
        "text": "Und nachdem die Furcht von Ibrahim verflogen war und bei ihm die frohe Botschaft eintraf, disputierte er mit Uns über Luts Leute.",
        "numberInSurah": 74,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1548,
        "text": "Gewiß, Ibrahim war zweifelsohne langmütig, anteilnehmend, reumütig.",
        "numberInSurah": 75,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1549,
        "text": "Ibrahim! Laß ab davon! Gewiß, die Bestimmung deines HERRN traf bereits ein, und sie (Luts Leute) wird doch eine Peinigung überkommen, die unabwendbar ist.",
        "numberInSurah": 76,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1550,
        "text": "Und als Unsere Gesandten bei Lut ankamen, wurde er wegen ihnen mißgestimmt und fühlte sich damit überfordert und sagte: \"Dies ist ein schwerer Tag!\"",
        "numberInSurah": 77,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1551,
        "text": "Dann kamen seine Leute eilig zu ihm - und vorher begingen sie die gottmißfälligen Taten. Er sagte: \"Da sind meine Töchter, sie sind doch für euch reiner. Also handelt Taqwa gemäß ALLAH gegenüber und stellt mich nicht bloß vor meinen Gästen! Gibt es unter euch denn keinen verständigen Mann?!\"",
        "numberInSurah": 78,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1552,
        "text": "Sie sagten: \"Gewiß, bereits weißt du doch, daß wir nach deinen Töchtern kein Verlangen haben, und du weißt sicher genau, was wir wollen.\"",
        "numberInSurah": 79,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1553,
        "text": "Er sagte: \"Würde ich doch über Macht gegen euch verfügen oder könnte ich doch Beistand bei einem mächtigen Unterstützenden ersuchen!\"",
        "numberInSurah": 80,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1554,
        "text": "Sie (die Gäste) sagten: \"Lut! Wir sind doch Gesandte deines HERRN, sie werden dir nichts antun können. Also brich nachts mit deiner Familie auf und keiner von euch soll sich umsehen - außer deiner Ehefrau, denn gewiß, sie wird das treffen, was diese trifft. Gewiß, das ihnen Angedrohte trifft am Morgen ein. Kommt der Morgen etwa nicht bald?!\"",
        "numberInSurah": 81,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1555,
        "text": "Als dann Unsere Bestimmung eintraf, haben WIR ihr Oberstes zuunterst gekehrt und ließen darüber hageln unablässig Steine aus Sidsch-dschil,",
        "numberInSurah": 82,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1556,
        "text": "die bei deinem HERRN (für Peinigung) gekennzeichnet sind. Und diese sind nicht fern von den Unrecht-Begehenden.",
        "numberInSurah": 83,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1557,
        "text": "Und zu Madyan (entsandten WIR) ihren Bruder Schu'aib. Er sagte: \"Meine Leute! Dient ALLAH! Ihr habt doch keine Gottheit außer Ihm und mindert nicht das Maß und das Wiegen. Ich sehe doch, daß es euch gut geht, auch gewiß, ich fürchte um euch die Peinigung eines alles umfassenden Tages.",
        "numberInSurah": 84,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1558,
        "text": "Und meine Leute! Vervollständigt das Maß und das Wiegen in gerechter Weise, gebt den Menschen das ihnen Zustehende nicht inkomplett und übertreibt nicht auf der Erde als Verderben-Anrichtende!",
        "numberInSurah": 85,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1559,
        "text": "Das nach ALLAHs Gebot Übrigbleibende ist besser für euch, würdet ihr den Iman verinnerlichen. Doch bin ich kein Wachender über euch.\"",
        "numberInSurah": 86,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1560,
        "text": "Sie sagten: \"Schu'aib! Sind es etwa deine Gebete, die dir gebieten, daß wir das unterlassen, was unsere Ahnen angebetet haben, oder daß wir mit unserem Vermögen das tun, was wir wollen?! Gewiß, du bist doch der Nachsichtige, der Verständige.",
        "numberInSurah": 87,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1561,
        "text": "Er sagte: \"Meine Leute! Wie seht ihr es? Wenn ich über ein eindeutiges Zeichen von meinem HERRN verfüge und ER mir schönes Rizq gewährte, (sollte ich dies mit Haram vermischen)?! Und ich will nicht das Gegenteil von dem tun, was ich euch verbiete. Ich strebe nur die Korrektur an, wie ich kann. Meinen Erfolg gewährt mir nur ALLAH! Ihm gegenüber übe ich Tawakkul und zu Ihm kehre ich um.",
        "numberInSurah": 88,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1562,
        "text": "Meine Leute! Lasst euren Widerspruch mir gegenüber euch nicht dazu bringen, daß euch ähnliches trifft, wie es die Leute von Nuh, die Leute von Hud oder die Leute von Salih traf - auch (die Peinigung von) Luts Leuten liegt von euch doch nicht weit zurück.",
        "numberInSurah": 89,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1563,
        "text": "Und bittet euren HERRN um Vergebung, dann seid Ihm gegenüber reumütig! Zweifelsohne, mein HERR ist allgnädig, liebevoll.\"",
        "numberInSurah": 90,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1564,
        "text": "Sie sagten: \"Schu'aib! Wir begreifen nicht viel von dem, was du sagst - außerdem gewiß sehen wir, daß du doch unter uns ein Schwacher bist. Und wäre dein Stamm nicht, hätten wir dich gewiß gesteinigt, und du bist für uns sicherlich nicht unbezwingbar.\"",
        "numberInSurah": 91,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1565,
        "text": "Er sagte: \"Meine Leute! Genießt etwa mein Stamm bei euch mehr Ansehen als ALLAH - und ihr stellt Ihn hinter euch?! Zweifelsohne, mein HERR ist allumfassend dessen, was ihr tut.",
        "numberInSurah": 92,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1566,
        "text": "Meine Leute! Handelt euren Standpunkten entsprechend, auch ich handle. Ihr werdet noch wissen, wen Peinigung überkommt, welche ihn erniedrigt, und wer Lügner ist. Wartet nur ab! Ich warte ebenfalls mit euch ab.\"",
        "numberInSurah": 93,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1567,
        "text": "Als dann Unsere Bestimmung eintraf, erretteten WIR Schu'aib und diejenigen, die mit ihm den Iman verinnerlichten, durch Gnade von Uns. Und diejenigen, die Unrecht begingen, überkam der Schrei und sie wurden in ihren Wohnstätten zu leblosen Körpern,",
        "numberInSurah": 94,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1568,
        "text": "als ob sie sich dort nicht aufhielten. Ja! Nieder mit Madyan, wie es nieder mit Thamud war.",
        "numberInSurah": 95,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1569,
        "text": "Und gewiß, bereits entsandten WIR doch Musa mit Unseren Ayat und einem eindeutigen Beweis",
        "numberInSurah": 96,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1570,
        "text": "zu Pharao und seinen Entscheidungsträgern. So folgten sie der Anordnung Pharaos. Jedoch die Anordnung Pharaos war nicht vernünftig.",
        "numberInSurah": 97,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1571,
        "text": "Er geht seinen Leuten voraus am Tag der Auferstehung, so wird er sie ins Feuer führen. Und erbärmlich ist die (von ihnen) erreichte Quelle.",
        "numberInSurah": 98,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1572,
        "text": "Und sie werden in diesem (Diesseits) mit Fluch verfolgt sowie am Tage der Auferstehung. Erbärmlich ist die (ihnen) mitgegebene Gabe.",
        "numberInSurah": 99,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1573,
        "text": "Diese sind ein Teil der Berichte von den Ortschaften, die WIR dir mitteilen. Manche von ihnen (den Ortschaften) stehen noch und andere sind längst vergangen.",
        "numberInSurah": 100,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1574,
        "text": "Und WIR taten ihnen kein Unrecht an, sondern sie begingen gegen sich selbst Unrecht. So haben ihre Götter, an die sie anstelle von ALLAH Bittgebete richteten, ihnen nichts genützt, als die Bestimmung deines HERRN kam. Sie haben ihnen nichts außer Verderb hinzugefügt.",
        "numberInSurah": 101,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1575,
        "text": "Und solcherart ist die Bestrafung deines HERRN, wenn ER die (Bewohner der) Ortschaften bestraft, während sie Unrecht begingen. Gewiß, Seine Bestrafung ist qualvoll, hart.",
        "numberInSurah": 102,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1576,
        "text": "Gewiß, darin ist zweifelsohne eine Aya für jeden, der die Peinigung im Jenseits fürchtet. Dies ist ein Tag, zu dem dieMenschen versammelt werden. Und dies ist ein ereignisreicher Tag.",
        "numberInSurah": 103,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1577,
        "text": "Und WIR schieben ihn nur bis zu einer berechneten Frist hinaus.",
        "numberInSurah": 104,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1578,
        "text": "Am Tag, wenn er eintrifft, wird keine Seele außer mit Seiner Zustimmung sprechen. Manche von ihnen sind dann voller Kummer und manche freudig.",
        "numberInSurah": 105,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1579,
        "text": "Also hinsichtlich derjenigen, die voller Kummer sind, diese sind im Feuer, darin stöhnen sie und atmen schwer wieder ein.",
        "numberInSurah": 106,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1580,
        "text": "Darin bleiben sie ewig, wie die Himmel und die Erde (des Jenseits) bleiben - außer was dein HERR will. Gewiß, dein HERR macht, was ER will.",
        "numberInSurah": 107,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1581,
        "text": "Und hinsichtlich derjenigen, die freudig waren, diese sind in der Dschanna. Darin bleiben sie ewig, wie die Himmel und die Erde (des Jenseits) bleiben - außer was dein HERR will. Dies ist eine ununterbrochene Gabe.",
        "numberInSurah": 108,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1582,
        "text": "So habe keine Zweifel wegen dem, was diese dienen. Sie dienen nur so, wie ihre Ahnen vorher dienten. Und gewiß, WIR werden ihnen doch ihren Anteil geben - unvermindert.",
        "numberInSurah": 109,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 191,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1583,
        "text": "Und gewiß, bereits ließen WIR Musa die Schrift zuteil werden, dann wurde darin Uneinigkeit erzielt. Und gäbe es kein von deinem HERRN bereits gefälltes Wort, wäre unter ihnen längst gerichtet worden. Und gewiß, sie hegen doch über ihn (den Quran) Verdacht schleichende Zweifel.",
        "numberInSurah": 110,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1584,
        "text": "Und gewiß, allen wird dein HERR zweifelsohne ihre Taten voll vergelten. ER ist gewiß dessen, was sie tun, allkundig.",
        "numberInSurah": 111,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1585,
        "text": "Also benimm dich geradlinig, wie es dir geboten wurde - auch jeder, der mit dir reumütig wurde, und übertretet nicht! ER ist dessen, was ihr tut, allsehend.",
        "numberInSurah": 112,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1586,
        "text": "Und neigt nicht zu denjenigen zu, die Unrecht begingen, sonst wird euch das Feuer treffen. Und für euch gibt es anstelle von ALLAH keine Wali, dann wird euch nicht beigestanden.",
        "numberInSurah": 113,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1587,
        "text": "Und verrichte ordnungsgemäß das rituelle Gebet an beiden Enden der Tageszeit und an einem dem Tag näher gelegenen Teil der Nacht! Gewiß, die gottgefälligen guten Taten tilgen die gottmißfälligen Taten. Dies ist eine Ermahnung für diejenigen, die sich ermahnen lassen.",
        "numberInSurah": 114,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1588,
        "text": "Und übe dich in Geduld, denn ALLAH läßt die Belohnung für die Muhsin doch nicht verloren gehen.",
        "numberInSurah": 115,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1589,
        "text": "Hätte es doch aus den Generationen vor euch manche gegeben, die einsichtig waren, welche Verderben auf Erden verboten! Ausgenommen davon sind die Wenigen aus denen, die WIR erretteten. Diejenigen, die Unrecht begingen, folgten jedoch dem, worin sie Luxus fanden, und sie waren schwer Verfehlende.",
        "numberInSurah": 116,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1590,
        "text": "Und deinem HERRN gebührt es nicht, eine Ortschaft wegen Unrecht zugrunde zu richten, solange ihre Bewohner gottgefällig Gutes tun.",
        "numberInSurah": 117,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1591,
        "text": "Und hätte dein HERR es gewollt, hätte ER doch die Menschen zu einer einzigen Umma gemacht - sie aber bleiben uneins",
        "numberInSurah": 118,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1592,
        "text": "außer denjenigen, welchen dein HERR Gnade erwies - und dafür erschuf ER sie. Und die Bestimmung deines HERRN ist vollendet: \"Gewiß, ICH werde Dschahannam mit Dschinn und Menschen, von beiden füllen.",
        "numberInSurah": 119,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1593,
        "text": "Und alles berichten WIR dir von den Berichten über die Gesandten, um damit dein Herz zu festigen. Und darin kam zu dir die Wahrheit, Ermahnung und Erinnerung für dieMumin.",
        "numberInSurah": 120,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1594,
        "text": "Und sag zu denjenigen, die den Iman nicht verinnerlichen: \"Handelt euren Standpunkten entsprechend, wir handeln doch auch!",
        "numberInSurah": 121,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1595,
        "text": "Und wartet nur ab, wir warten doch auch ab!\"",
        "numberInSurah": 122,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1596,
        "text": "Und ALLAH gehört das Verborgene der Himmel und der Erde und Ihm unterliegen die Angelegenheiten - allesamt. So diene Ihm und übe Tawakkul Ihm gegenüber. Dein HERR ist nicht achtlos dem gegenüber, was ihr tut.",
        "numberInSurah": 123,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "de.zaidan",
      "language": "de",
      "name": "Zaidan",
      "englishName": "Amir Zaidan",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}