{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 12,
    "name": "سُورَةُ يُوسُفَ",
    "englishName": "Yusuf",
    "englishNameTranslation": "Joseph",
    "revelationType": "Meccan",
    "numberOfAyahs": 111,
    "ayahs": [
      {
        "number": 1597,
        "text": "Alif-lam-raa. Diese sind die Ayat der deutlichen Schrift.",
        "numberInSurah": 1,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 193,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1598,
        "text": "Gewiß, WIR sandten sie als einen arabischen Quran hinab, damit ihr euch besinnt.",
        "numberInSurah": 2,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 193,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1599,
        "text": "WIR berichten dir von den schöneren Begebenheiten, indem WIR dir diesen Quran durch Wahy zuteil werden ließen. Und sicherlich warst du vor ihm einer der Achtlosen!",
        "numberInSurah": 3,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 193,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1600,
        "text": "(Erinnere daran) als Yusuf seinem Vater sagte: \"Mein Vater! Gewiß, ich hatte ein Traumgesicht mit elf Planeten, der Sonne und dem Mond  ich sah sie alle - sie vollzogen vor mir Sudschud.\"",
        "numberInSurah": 4,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 193,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1601,
        "text": "Er sagte: \"Mein Söhnchen! Berichte deinen Brüdern nicht über dein Traumgesicht, sonst werden sie gegen dich böse Intrigen schmieden. Gewiß, der Satan ist sicherlich dem Menschen gegenüber ein erklärter Feind.",
        "numberInSurah": 5,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 193,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1602,
        "text": "Und solcherart erwählt dich dein HERR, lehrt dir von der Traumdeutung und vervollständigt dir und der Familie von Ya'qub Seine Gaben, wie ER sie deinen beiden Großvätern Ibrahim und Ishaq vorher vervollständigte. Gewiß, dein HERR ist allwissend, allweise.\"",
        "numberInSurah": 6,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 193,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1603,
        "text": "Gewiß, bereits in (der Begebenheit von) Yusuf und seinen Brüdern waren Ayat für die Fragenden.",
        "numberInSurah": 7,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1604,
        "text": "Als sie sagten: \"Zweifelsohne, Yusuf und sein Bruder sind unserem Vater lieber als wir, obgleich wir eine (größere) Gruppe sind. Gewiß, unser Vater ist doch eindeutig irriger Ansicht.",
        "numberInSurah": 8,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1605,
        "text": "Tötet Yusuf oder setzt ihn in irgendeinem fernen Land aus, so wird euch die Zuneigung eures Vaters sicher sein und ihr werdet nach ihm (Yusuf) gottgefällig guttuende Leute sein.\"",
        "numberInSurah": 9,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1606,
        "text": "Alsdann sagte einer von ihnen: \"Tötet Yusuf nicht, sondern werft ihn in die Tiefe des Brunnens hinein, so finden ihn einige Reisende, solltet ihr dies tun wollen.\"",
        "numberInSurah": 10,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1607,
        "text": "Sie (gingen zum Vater und) sagten: \"Unser Vater! Weshalb bringst du uns kein Vertrauen entgegen, was Yusuf angeht? Gewiß, wir wollen ihm doch nur Gutes.",
        "numberInSurah": 11,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1608,
        "text": "Laß ihn morgen mit uns gehen, (die Herde) hüten und sich vergnügen! Gewiß, wir werden auf ihn doch achten.\"",
        "numberInSurah": 12,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1609,
        "text": "Er sagte: \"Es betrübt mich doch, daß ihr mit ihm weggeht, und ich fürchte, daß ihn der Wolf frißt, während ihr ihm gegenüber achtlos seid.\"",
        "numberInSurah": 13,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1610,
        "text": "Sie sagten: \"Sollte der Wolf ihn fressen, obwohl wir eine (starke) Gruppe sind, gewiß würden wir doch zu den Unterlegenen gehören.\"",
        "numberInSurah": 14,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1611,
        "text": "Alsdann nahmen sie ihn mit und entschlossen sich, ihn in der Tiefe des Brunnens zu lassen. Dann ließen WIR ihm Wahy zuteil werden: \"Du wirst ihnen über diese ihre Angelegenheit doch noch kundtun.\" Und sie merkten es nicht.",
        "numberInSurah": 15,
        "juz": 12,
        "manzil": 3,
        "page": 237,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1612,
        "text": "Und sie kamen dann zu ihrem Vater abends weinend,",
        "numberInSurah": 16,
        "juz": 12,
        "manzil": 3,
        "page": 237,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1613,
        "text": "sie sagten: \"Unser Vater! Wir gingen Wettrennen machen und ließen Yusuf bei unseren Sachen zurück, dann hat ihn der Wolf gefressen. Und du wirst uns sowieso keinen Glauben schenken, egal wie wahrhaftig wir sind.\"",
        "numberInSurah": 17,
        "juz": 12,
        "manzil": 3,
        "page": 237,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1614,
        "text": "Und sie brachten sein Hemd befleckt mit Blut als Vortäuschung. Er sagte: \"Nein, sondern euer Ego machte euch etwas leicht! (Ich übe mich) in klagloser Geduld. Und ALLAH ist Derjenige, Den ich um Beistand bitte wegen dem, was ihr schildert.\"",
        "numberInSurah": 18,
        "juz": 12,
        "manzil": 3,
        "page": 237,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1615,
        "text": "Dann kamen Reisende vorbei, sie schickten ihren Mann zum Wasserholen, dann ließ er seinen Wassereimer herunter, er sagte: \"Was für ein Glück! Dies ist ein Junge.\" Dann versteckten sie ihn als Handelsware. Und ALLAH ist allwissend über das, was sie tun.",
        "numberInSurah": 19,
        "juz": 12,
        "manzil": 3,
        "page": 237,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1616,
        "text": "Dann verkauften sie ihn gegen ein geringes Entgelt - wenige Silberstücke. Und sie hatten kein Interesse an ihm.",
        "numberInSurah": 20,
        "juz": 12,
        "manzil": 3,
        "page": 237,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1617,
        "text": "Und derjenige, der ihn aus Ägypten kaufte, sagte seiner Gattin: \"Pflege mit ihm einen gütigen Umgang! Vielleicht wird er uns von Nutzen sein oder wir nehmen ihn als Kind an.\" Und solcherart festigten WIR (die Stellung von) Yusuf im Lande, und um ihn von der Traumdeutung zu lehren. Und ALLAH erfüllt zweifelsohne Seine Bestimmung. Doch die meisten Menschen wissen es nicht.",
        "numberInSurah": 21,
        "juz": 12,
        "manzil": 3,
        "page": 237,
        "ruku": 195,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1618,
        "text": "Und als er das Mannesalter erreichte, ließen WIR ihm Urteilsvermögen und Wissen zuteil werden. Und solcherart vergelten WIR den Muhsin.",
        "numberInSurah": 22,
        "juz": 12,
        "manzil": 3,
        "page": 237,
        "ruku": 195,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1619,
        "text": "Diejenige, in deren Haus er war, suchte ihn dann gegen seine Neigung zu verführen. Sie verschloß die Türen und sagte: \"Du, komm doch!\" Er sagte: \"Nein, ALLAH schütze mich davor! Doch, mein Gebieter pflegte mit mir gütigen Umgang. Gewiß, die Unrecht-Begehenden werden niemals erfolgreich sein.\"",
        "numberInSurah": 23,
        "juz": 12,
        "manzil": 3,
        "page": 238,
        "ruku": 195,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1620,
        "text": "Und gewiß, bereits war sie im Begriff es mit ihm zu tun, auch er wäre im Begriff es mit ihr zu tun, hätte er das Zeichen seines HERRN nicht wahrgenommen. Solcherart damit WIR von ihm das Verwerfliche und die Unzucht fernhalten. Zweifelsohne, er gehört zu Unseren auserwählten Dienern.",
        "numberInSurah": 24,
        "juz": 12,
        "manzil": 3,
        "page": 238,
        "ruku": 195,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1621,
        "text": "Beide rannten dann zur Tür und sie zerriß sein Hemd von hinten, dann stießen beide auf ihren Ehemann an der Tür. Sie sagte: \"Was wäre die Bestrafung für denjenigen, der Verwerfliches deiner Ehefrau antun wollte, außer daß er ins Gefängnis geht oder qualvoller Peinigung unterzogen wird?!\"",
        "numberInSurah": 25,
        "juz": 12,
        "manzil": 3,
        "page": 238,
        "ruku": 195,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1622,
        "text": "Er sagte: \"Sie suchte mich gegen meine Neigung zu verführen.\" Ein Zeuge von ihrer Familie bezeugte dann: \"Wenn sein Hemd von vorne zerrissen wurde, so sagte sie dieWahrheit und er gehört zu den Lügnern.",
        "numberInSurah": 26,
        "juz": 12,
        "manzil": 3,
        "page": 238,
        "ruku": 195,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1623,
        "text": "Doch sollte sein Hemd von hinten zerrissen sein, so log sie und er gehört zu den Wahrhaftigen.\"",
        "numberInSurah": 27,
        "juz": 12,
        "manzil": 3,
        "page": 238,
        "ruku": 195,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1624,
        "text": "Als er dann sah, daß sein Hemd von hinten zerrissen wurde, sagte er: \"Gewiß, dies ist von eurer List. Gewiß, eure List ist gewaltig.",
        "numberInSurah": 28,
        "juz": 12,
        "manzil": 3,
        "page": 238,
        "ruku": 195,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1625,
        "text": "Yusuf, verschweige dies! Und du (Ehefrau), bitte um Vergebung für deine Sünde. Gewiß, du warst eine der bewußt Verfehlenden.\"",
        "numberInSurah": 29,
        "juz": 12,
        "manzil": 3,
        "page": 238,
        "ruku": 195,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1626,
        "text": "Und manche Frauen in der Stadt sagten: \"Die Ehefrau von Al-'aziz suchte ihren Diener gegen seine Neigung zu verführen, er ließ sie unbändig flammende Liebe für ihn empfinden. Gewiß, wir sehen sie sicherlich im offenkundigen Irrtum.\"",
        "numberInSurah": 30,
        "juz": 12,
        "manzil": 3,
        "page": 238,
        "ruku": 196,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1627,
        "text": "Als sie dann von ihrem arglistigen Gerede hörte, schickte sie nach ihnen und bereitete für sie ein Bankett, dann gab sie jeder Einzelnen von ihnen ein Messer und sagte (zu Yusuf): \"Gehe zu ihnen (hinein)!\" Und als sie ihn sahen, bewunderten sie ihn sehr, schnitten sich die Hände und sagten: \"Makelloser ALLAH! Dies ist sicherlich kein Mensch. Nein! Er ist bestimmt nur ein ehrwürdiger Engel.\"",
        "numberInSurah": 31,
        "juz": 12,
        "manzil": 3,
        "page": 239,
        "ruku": 196,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1628,
        "text": "Sie sagte: \"Ihr (Frauen), dies ist derjenige, dessentwegen ihr mir Vorwürfe gemacht habt. Und gewiß, bereits suchte ich ihn gegen seine Neigung zu verführen, jedoch weigerte er sich. Doch sollte er nicht das tun, was ich von ihm verlange, wird er unweigerlich ins Gefängnis geschickt und gewiß zu den Verachteten gehören.\"",
        "numberInSurah": 32,
        "juz": 12,
        "manzil": 3,
        "page": 239,
        "ruku": 196,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1629,
        "text": "Er sagte: \"HERR! Das Gefängnis ist mir lieber als das, wozu sie mich auffordern. Und wenn DU ihre List von mir nicht abwendest, neige ich sonst zu ihnen und gehöre dann zu den Unfug-Treibenden.\"",
        "numberInSurah": 33,
        "juz": 12,
        "manzil": 3,
        "page": 239,
        "ruku": 196,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1630,
        "text": "Dann erhörte sein HERR seine Bittgebete und wandte ihre List von ihm ab. Gewiß, ER ist Der Allhörende, Der Allwissende.",
        "numberInSurah": 34,
        "juz": 12,
        "manzil": 3,
        "page": 239,
        "ruku": 196,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1631,
        "text": "Danach ging es ihnen auf, nachdem sie die Ayat gesehen hatten, daß sie ihn doch für eine Weile ins Gefängnis schicken.",
        "numberInSurah": 35,
        "juz": 12,
        "manzil": 3,
        "page": 239,
        "ruku": 196,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1632,
        "text": "Und mit ihm kamen ins Gefängnis zwei Diener. Einer von ihnen sagte: \"Ich hatte ein Traumgesicht, in dem ich Weintrauben gepreßt habe.\" Und der andere sagte: Ich hatte ein Traumgesicht, in dem ich auf meinem Kopf Brot getragen habe, von dem die Vögel gefressen haben.\" (Beide sagten): \"Teile uns deren Deutung mit! Gewiß, wir sehen dich als einen der Muhsin.\"",
        "numberInSurah": 36,
        "juz": 12,
        "manzil": 3,
        "page": 239,
        "ruku": 197,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1633,
        "text": "Er sagte: \"Es wird euch keine Speise als Rizq gewährt, ohne daß ich euch deren Deutung mitteile, bevor sie euch zuteil wird. Dies ist ein Teil dessen, was mich mein HERR lehrte. Gewiß, ich verließ die Gemeinschaft von Leuten, die den Iman an ALLAH nicht verinnerlichen, und die dem Jenseits gegenüber Kufr betreiben,",
        "numberInSurah": 37,
        "juz": 12,
        "manzil": 3,
        "page": 239,
        "ruku": 197,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1634,
        "text": "und folgte der Gemeinschaft meiner Väter Ibrahim, Ishaq und Ya'qub. Es ziemt sich für uns nicht, daß wir ALLAH gegenüber irgend etwas an Schirk betreiben. Dies ist ein Teil von ALLAHs Gunst uns und den Menschen gegenüber. Doch die meisten Menschen erweisen sich undankbar.",
        "numberInSurah": 38,
        "juz": 12,
        "manzil": 3,
        "page": 240,
        "ruku": 197,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1635,
        "text": "Meine Mitgefangenen! Sind etwa differierende Herren besser oder ALLAH, Der Einzige, Der Allbezwingende?!",
        "numberInSurah": 39,
        "juz": 12,
        "manzil": 3,
        "page": 240,
        "ruku": 197,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1636,
        "text": "Ihr dient anstelle von Ihm eigentlich nichts außer Namen, die ihr und eure Ahnen nannten, wozu ALLAH niemals eine Bestätigung hinabsandte. Die Entscheidung liegt doch nur bei ALLAH. ER hat geboten, daß ihr nichts außer Ihm dient. Dies ist der geradlinige Din, doch die meisten Menschen wissen es nicht.",
        "numberInSurah": 40,
        "juz": 12,
        "manzil": 3,
        "page": 240,
        "ruku": 197,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1637,
        "text": "Meine Mitgefangenen! Hinsichtlich des einen von euch, so wird er seinem Gebieter Wein servieren. Doch hinsichtlich des anderen, so wird er gekreuzigt, dann werden die Vögel von seinem Kopf fressen. Die Angelegenheit, worauf ihr um Antwort bittet, ist bereits bestimmt worden.\"",
        "numberInSurah": 41,
        "juz": 12,
        "manzil": 3,
        "page": 240,
        "ruku": 197,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1638,
        "text": "Demjenigen von beiden, von dem er dachte, daß er doch gerettet wird, sagte er dann: \"Erwähne mich vor deinem Gebieter!\" Doch der Satan hat ihn die Erwähnung vor seinem Gebieter vergessen lassen. So blieb er im Gefängnis noch ein paar Jahre.",
        "numberInSurah": 42,
        "juz": 12,
        "manzil": 3,
        "page": 240,
        "ruku": 197,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1639,
        "text": "Der König sagte: \"Ich hatte ein Traumgesicht, in dem sieben fette Kühe von sieben mageren Kühen gefressen werden und sieben grüne Ähren und (sieben) andere Vertrocknete waren. Ihr Entscheidungsträger! Gebt mir eine Antwort auf mein Traumgesicht, wenn ihr das Traumgesicht interpretieren könnt!\"",
        "numberInSurah": 43,
        "juz": 12,
        "manzil": 3,
        "page": 240,
        "ruku": 198,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1640,
        "text": "Sie sagten: \"Das ist ein Durcheinander von Träumen und wir haben doch keinerlei Kenntnisse über Traumdeutung.\"",
        "numberInSurah": 44,
        "juz": 12,
        "manzil": 3,
        "page": 241,
        "ruku": 198,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1641,
        "text": "Und derjenige von den Beiden, der gerettet war und sich nach langer Zeit erinnerte, sagte: \"Ich kann euch seine Deutung mitteilen, so schickt mich nur!\"",
        "numberInSurah": 45,
        "juz": 12,
        "manzil": 3,
        "page": 241,
        "ruku": 198,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1642,
        "text": "\"Yusuf, du Wahrhaftiger! Gib uns eine Antwort über sieben fette Kühe, die von sieben mageren Kühen gefressen werden, und über sieben grüne Ähren und (sieben) andere Vertrocknete, vielleicht kehre ich zu den Menschen zurück, vielleicht wissen sie es dann.\"",
        "numberInSurah": 46,
        "juz": 12,
        "manzil": 3,
        "page": 241,
        "ruku": 198,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1643,
        "text": "Er sagte: \"Ihr werdet den Acker wie gewohnt bestellen. Was ihr dann erntet, so belasst es in seinen Ähren, außer ein wenig von dem, was ihr speist.",
        "numberInSurah": 47,
        "juz": 12,
        "manzil": 3,
        "page": 241,
        "ruku": 198,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1644,
        "text": "Dann kommen danach sieben dürre Jahre, welche (euch) das, was ihr für sie vorbereitet habt, verbrauchen lassen, außer ein wenig von dem, was ihr aufbewahrt habt.",
        "numberInSurah": 48,
        "juz": 12,
        "manzil": 3,
        "page": 241,
        "ruku": 198,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1645,
        "text": "Dann kommt danach ein Jahr, in dem den Menschen (mit Regen) geholfen wird und in dem sie keltern.",
        "numberInSurah": 49,
        "juz": 12,
        "manzil": 3,
        "page": 241,
        "ruku": 198,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1646,
        "text": "Der König sagte: \"Bringt ihn mir!\" Als der Entsandte dann zu ihm kam, sagte er: \"Kehre zurück zu deinem Gebieter und frage ihn, was mit den Frauen war, die sich die Hände geschnitten hatten? Gewiß, mein HERR ist über ihre List allwissend.\"",
        "numberInSurah": 50,
        "juz": 12,
        "manzil": 3,
        "page": 241,
        "ruku": 199,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1647,
        "text": "Er sagte: \"Was war euer Bestreben, als ihr Yusuf gegen seine Neigung zu verführen suchtet?\" Sie sagten: \"Makelloser ALLAH! Wir kannten von ihm nichts Verwerfliches.\" Die Frau von Al-'aziz sagte: \"Nun ist dieWahrheit erkennbar. Ich suchte ihn gegen seine Neigung zu verführen und gewiß, er ist doch von den Wahrhaftigen!",
        "numberInSurah": 51,
        "juz": 12,
        "manzil": 3,
        "page": 241,
        "ruku": 199,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1648,
        "text": "Dies damit er weiß, daß ich ihn in Abwesenheit doch nicht verraten habe, und daß ALLAH die List der Verräter doch nicht gelten läßt.",
        "numberInSurah": 52,
        "juz": 12,
        "manzil": 3,
        "page": 241,
        "ruku": 199,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1649,
        "text": "Und ich spreche meinem Ego keine Unschuld ab, gewiß, das Ego gebietet doch Verwerfliches außer denjenigen, denen ALLAH Gnade erwies. Gewiß, mein HERR ist allvergebend, allgnädig.\"",
        "numberInSurah": 53,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 199,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1650,
        "text": "Und der König sagte: \"Bringt ihn mir! Ich möchte ihn in meinen persönlichen Dienst stellen.\" Und als er mit ihm sprach, sagte er: \"Gewiß, du genießt heute bei uns eine besondere Stellung und Vertrauen.\"",
        "numberInSurah": 54,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 199,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1651,
        "text": "Er sagte: \"Setze mich für die Schatzkammer des Landes ein. Gewiß, ich bin achtgebend, wissend.\"",
        "numberInSurah": 55,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 199,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1652,
        "text": "Und solcherart festigten WIR (die Stellung von) Yusuf im Lande, dort hält er sich auf, wo er will. WIR lassen Unsere Gnade zuteil werden, wem WIR wollen. Und WIR lassen die Belohnung der Muhsin nicht verloren gehen.",
        "numberInSurah": 56,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 199,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1653,
        "text": "Gewiß, die Belohnung des Jenseits ist besser für diejenigen, die den Iman verinnerlichten und Taqwa gemäß zu handeln pflegten.",
        "numberInSurah": 57,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 199,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1654,
        "text": "Dann kamen die Brüder von Yusuf und traten zu ihm ein. Er erkannte sie, während sie jedoch ihn nicht erkannten.",
        "numberInSurah": 58,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1655,
        "text": "Und nachdem er ihnen ihre Bedarfsgüter zur Verfügung stellte, sagte er: \"Bringt mir euren Halbbruder väterlicherseits! Seht ihr nicht, daß ich doch vollständige Zumessung erteile, und daß ich der beste Gastgeber bin?",
        "numberInSurah": 59,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1656,
        "text": "Und solltet ihr ihn mir nicht bringen, so erhaltet ihr bei mir keine Zumessung (mehr) und kommt nicht in meine Nähe!\"",
        "numberInSurah": 60,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1657,
        "text": "Sie sagten: \"Wir werden seinen Vater trotz seiner Zuneigung ihm gegenüber zu überreden suchen. Gewiß, wir werden es doch tun.\"",
        "numberInSurah": 61,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1658,
        "text": "Und er sagte seinen Dienern: \"Packt ihre Tauschware in ihre Satteltaschen, damit sie diese erkennen, wenn sie zu ihren Familien zurückkehren, damit sie zurückkommen.\"",
        "numberInSurah": 62,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1659,
        "text": "Und nachdem sie zu ihrem Vater zurückgekehrt waren, sagten sie: \"Unser Vater! Die weitere Zumessung wurde uns verweigert, so schicke mit uns unseren Bruder, damit wir Zumessung erhalten. Gewiß, wir werden auf ihn doch achten.\"",
        "numberInSurah": 63,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1660,
        "text": "Er sagte: \"Kann ich ihn euch etwa anders anvertrauen, als ich euch seinen Bruder vorher anvertraut habe? Doch ALLAH ist Der beste Beschützer und ER ist Der Allgnädigste der Gnade-Erweisenden.\"",
        "numberInSurah": 64,
        "juz": 13,
        "manzil": 3,
        "page": 243,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1661,
        "text": "Und als sie ihre Satteltaschen öffneten, stellten sie fest, daß ihre Tauschware ihnen zurückgegeben wurde. Sie sagten: \"Unser Vater! Was wollen wir noch? Dies ist unsere Tauschware, sie wurde uns zurückgegeben. Damit können wir dann unsere Familien versorgen, auf unseren Bruder achten und eine zusätzliche Ladung eines Lasttieres erhalten. Dieses ist eine leicht zu erhaltende Zumessung.\"",
        "numberInSurah": 65,
        "juz": 13,
        "manzil": 3,
        "page": 243,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1662,
        "text": "Er sagte: Ich werde ihn mit euch nicht schicken, bis ihr mir ein Versprechen vor ALLAH gebt, daß ihr ihn mir zurückbringt, es sei denn, ihr geht selbst zugrunde.\" Und nachdem sie ihm ihr Versprechen gaben, sagte er: \"ALLAH ist Wakil über das, was wir sagen.\"",
        "numberInSurah": 66,
        "juz": 13,
        "manzil": 3,
        "page": 243,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1663,
        "text": "Und er sagte: \"Meine Söhne! Tretet nicht durch ein einziges Tor ein, sondern tretet durch verschiedene Tore ein! Ich kann euch von ALLAH nichts abwenden. Die Bestimmung obliegt nur ALLAH. Ihm gegenüber übe ich Tawakkul und Ihm gegenüber sollen die Tawakkul-Übenden Tawakkul üben.\"",
        "numberInSurah": 67,
        "juz": 13,
        "manzil": 3,
        "page": 243,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1664,
        "text": "Als sie dann eintraten, von wo ihr Vater es ihnen bestimmte, konnte dies ihnen nichts von ALLAH abwenden. Aber es war ein Anliegen im Herzen von Ya'qub, das er äußerte. Und er verfügt sicherlich über Wissen, das WIR ihn lehrten, doch die meisten Menschen wissen es nicht.",
        "numberInSurah": 68,
        "juz": 13,
        "manzil": 3,
        "page": 243,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1665,
        "text": "Und als sie bei Yusuf eintraten, nahm er seinen Bruder zu sich. Er sagte: Gewiß, ich bin dein Bruder, so sei nicht verbittert über das, was sie zu tun pflegten.\"",
        "numberInSurah": 69,
        "juz": 13,
        "manzil": 3,
        "page": 243,
        "ruku": 201,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1666,
        "text": "Und nachdem er ihnen ihre Bedarfsgüter zur Verfügung gestellt hatte, steckte er den Trinkbecher in die Satteltasche seines Bruders. Dann rief ein Ausrufer aus: \"Ihr von der Karawane! Ihr seid zweifelsohne Diebe.\"",
        "numberInSurah": 70,
        "juz": 13,
        "manzil": 3,
        "page": 244,
        "ruku": 201,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1667,
        "text": "Sie sagten und gingen auf sie zu: \"Was vermisst ihr denn?\"",
        "numberInSurah": 71,
        "juz": 13,
        "manzil": 3,
        "page": 244,
        "ruku": 201,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1668,
        "text": "Sie sagten: \"Wir vermissen den Meßbecher des Königs.\" Und wer ihn zurückbringt, erhält (als Belohnung) eine Kamelladung, und dafür verbürge ich mich.",
        "numberInSurah": 72,
        "juz": 13,
        "manzil": 3,
        "page": 244,
        "ruku": 201,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1669,
        "text": "Sie sagten: \"Bei ALLAH! Gewiß, bereits wisst ihr, daß wir nicht kamen, um Verderben im Lande anzurichten, und daß wir keine Diebe sind.\"",
        "numberInSurah": 73,
        "juz": 13,
        "manzil": 3,
        "page": 244,
        "ruku": 201,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1670,
        "text": "Sie sagten: \"Welche Bestrafung erhält er (der Täter), wenn ihr gelogen habt?\"",
        "numberInSurah": 74,
        "juz": 13,
        "manzil": 3,
        "page": 244,
        "ruku": 201,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1671,
        "text": "Sie sagten: \"Seine Bestrafung ist: Derjenige, in dessen Satteltasche er gefunden wird, er selbst ist dann die Vergeltung dafür.\" Und solcherart vergelten wir denjenigen, die Unrecht begehen.",
        "numberInSurah": 75,
        "juz": 13,
        "manzil": 3,
        "page": 244,
        "ruku": 201,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1672,
        "text": "Dann begann er (das Durchsuchen) mit ihren Transportbehältern vor dem Transportbehälter seines Bruders, dann zog er ihn aus dem Transportbehälter seines Bruders. Solcherart haben WIR es für Yusuf geplant. Denn er hätte niemals seinen Bruder nach dem Din des Königs festnehmen können, hätte ALLAH es nicht gewollt. WIR erhöhen um Stellungen, wen WIR wollen. Und über jedem Wissenden gibt es einen noch mehr Wissenden.",
        "numberInSurah": 76,
        "juz": 13,
        "manzil": 3,
        "page": 244,
        "ruku": 201,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1673,
        "text": "Sie sagten: \"Wenn er stiehlt, so stahl bereits sein Bruder vor ihm.\" Yusuf behielt es jedoch bei sich und offenbarte es ihnen nicht, er sagte (bei sich): \"Ihr seid sicherlich niedriger in der Stellung. Und ALLAH ist allwissend über das, was ihr darstellt.\"",
        "numberInSurah": 77,
        "juz": 13,
        "manzil": 3,
        "page": 244,
        "ruku": 201,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1674,
        "text": "Sie sagten: \"Al-'aziz! Er hat doch einen Vater, der ein Greis ist, so nimm einen von uns an seiner Stelle fest. Wir sehen dich doch als einen der Muhsin.\"",
        "numberInSurah": 78,
        "juz": 13,
        "manzil": 3,
        "page": 244,
        "ruku": 201,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1675,
        "text": "Er sagte: \"ALLAH bewahre, daß wir jemanden festnehmen außer denjenigen, bei dem wir unser Gut fanden, sonst wären wir doch Unrecht- Begehende.\"",
        "numberInSurah": 79,
        "juz": 13,
        "manzil": 3,
        "page": 245,
        "ruku": 201,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1676,
        "text": "Und als sie an ihm jede Hoffnung verloren, zogen sie sich zurück, um unter sich zu beraten. Der Älteste unter ihnen sagte: \"Wisst ihr etwa nicht, daß euer Vater von euch vor ALLAH ein Versprechen hat, und was ihr vorher Yusuf gegenüber an Mißachtung entgegengebracht habt?! So werde ich das Land nicht verlassen, bis mein Vater es mir erlaubt oder ALLAH mir eine Entscheidung macht. ER ist Der Beste der Entscheidenden.\"",
        "numberInSurah": 80,
        "juz": 13,
        "manzil": 3,
        "page": 245,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1677,
        "text": "Kehrt zurück zu eurem Vater, dann sagt: \"Unser Vater! Dein Sohn hat gestohlen, und wir haben nur das bezeugt, was wir wußten. Und wir hatten über das Verborgene keine Kenntnis.",
        "numberInSurah": 81,
        "juz": 13,
        "manzil": 3,
        "page": 245,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1678,
        "text": "Und frage in der Ortschaft, in der wir waren, und bei der Karawane, mit der wir zurückkamen. Und gewiß, wir sind doch wahrhaftig.\"",
        "numberInSurah": 82,
        "juz": 13,
        "manzil": 3,
        "page": 245,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1679,
        "text": "Er sagte: \"Nein, sondern euer Ego machte euch etwas leicht! Also (übe ich mich) in klagloser Geduld, vielleicht wird ALLAH sie alle mir zurückbringen. Gewiß, ER ist Der Allwissende, Der Allweise!\"",
        "numberInSurah": 83,
        "juz": 13,
        "manzil": 3,
        "page": 245,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1680,
        "text": "Dann wandte er sich von ihnen ab und sagte: \"Weh um Yusuf.\" Und seine Augen wurden weiß von der Trauer. Und er hat es still erduldet.",
        "numberInSurah": 84,
        "juz": 13,
        "manzil": 3,
        "page": 245,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1681,
        "text": "Sie sagten: \"Bei ALLAH! Du wirst nie aufhören, Yusuf zu gedenken, bis du todgeweiht oder selbst unter den Toten bist.\"",
        "numberInSurah": 85,
        "juz": 13,
        "manzil": 3,
        "page": 245,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1682,
        "text": "Er sagte: \"Nur ALLAH klage ich meinen Kummer und meine Trauer. Und ich weiß von ALLAH, was ihr nicht wisst.",
        "numberInSurah": 86,
        "juz": 13,
        "manzil": 3,
        "page": 245,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1683,
        "text": "Meine Söhne! Geht und erkundigt euch nach Yusuf und seinem Bruder und verzweifelt nicht an den Ruhh von ALLAH, denn es zweifeln an den Ruhh von ALLAH nur die Kafir-Leute.\"",
        "numberInSurah": 87,
        "juz": 13,
        "manzil": 3,
        "page": 246,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1684,
        "text": "Und als sie bei ihm eintraten, sagten sie: \"Oh Al-'aziz! Wir und unsere Familie litten Not und wir brachten minderwertige Handelsware mit. Bitte gib uns voll-ständiges Maß und gewähre uns Sadaqa. Gewiß, ALLAH vergilt den Sadaqa- Gewährenden.",
        "numberInSurah": 88,
        "juz": 13,
        "manzil": 3,
        "page": 246,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1685,
        "text": "Er sagte: \"Ist euch bewußt geworden, was ihr Yusuf und seinem Bruder angetan habt, als ihr noch Unwissende wart?\"",
        "numberInSurah": 89,
        "juz": 13,
        "manzil": 3,
        "page": 246,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1686,
        "text": "Sie sagten: \"Bist du etwa doch selbst Yusuf?!\" Er sagte: \"Ich bin Yusuf und dies ist mein Bruder. Bereits erwies ALLAH uns Wohltaten. Gewiß, wer Taqwa gemäß handelt und sich in Geduld übt, so läßt ALLAH zweifelsohne die Belohnung der Muhsin nicht verloren gehen.",
        "numberInSurah": 90,
        "juz": 13,
        "manzil": 3,
        "page": 246,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1687,
        "text": "Sie sagten: \"Bei ALLAH! Gewiß, bereits hat ALLAH dich vor uns bevorzugt und wir waren doch Verfehlende.\"",
        "numberInSurah": 91,
        "juz": 13,
        "manzil": 3,
        "page": 246,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1688,
        "text": "Er sagte: \"Es werden euch heute keine Vorwürfe gemacht. ALLAH möge euch vergeben. Und ER ist Der Allgnädigste aller Gnädigen.",
        "numberInSurah": 92,
        "juz": 13,
        "manzil": 3,
        "page": 246,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1689,
        "text": "Nehmt dieses mein Hemd mit, dann legt es auf meines Vaters Gesicht, dann wird er wieder sehen können, und bringt mir eure ganze Familie mit!\"",
        "numberInSurah": 93,
        "juz": 13,
        "manzil": 3,
        "page": 246,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1690,
        "text": "Und als die Karawane aufbrach, sagte ihr Vater: \"Ich rieche den Duft von Yusuf. Würdet ihr mich der Faselei nicht bezichtigen, (würdet ihr mir glauben).\"",
        "numberInSurah": 94,
        "juz": 13,
        "manzil": 3,
        "page": 246,
        "ruku": 203,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1691,
        "text": "Sie sagten: \"Bei ALLAH! Gewiß, du bleibst doch bei deinem alten Irrtum.\"",
        "numberInSurah": 95,
        "juz": 13,
        "manzil": 3,
        "page": 246,
        "ruku": 203,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1692,
        "text": "Und als der Freudenbote kam, hat er es (das Hemd) auf sein Gesicht gelegt, so konnte er wieder sehen. Er sagte: \"Habe ich euch nicht gesagt, daß ich von ALLAH weiß, was ihr nicht wisst?!\"",
        "numberInSurah": 96,
        "juz": 13,
        "manzil": 3,
        "page": 247,
        "ruku": 203,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1693,
        "text": "Sie sagten: \"Unser Vater! Bitte für uns um die Vergebung unserer Verfehlungen, denn wir waren gewiß Verfehlende.\"",
        "numberInSurah": 97,
        "juz": 13,
        "manzil": 3,
        "page": 247,
        "ruku": 203,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1694,
        "text": "Er sagte: \"Ich werde meinen HERRN für euch um Vergebung bitten. Gewiß, ER ist Der Allvergebende, Der Allgnädige.\"",
        "numberInSurah": 98,
        "juz": 13,
        "manzil": 3,
        "page": 247,
        "ruku": 203,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1695,
        "text": "Und als sie bei Yusuf eintraten, nahm er seine Eltern zu sich und sagte: \"Tretet in Ägypten ein, so ALLAH will, als Sicherheitsgenießende.\"",
        "numberInSurah": 99,
        "juz": 13,
        "manzil": 3,
        "page": 247,
        "ruku": 203,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1696,
        "text": "Dann erhob er seine Eltern auf den Thron und sie (die Brüder) fielen vor ihm in Sudschud nieder. Er sagte: \"Mein Vater! Dies ist die Deutung meines Traumgesichts von vorher, bereits ließ mein HERR es bewahrheiten. Und bereits hat ER mir Gutes erwiesen, als ER mich vom Gefängnis entlassen und euch von der Wüste kommen ließ, nachdem der Satan Zwietracht zwischen mir und meinen Brüdern stiftete. Gewiß, mein HERR ist allgütig dem gegenüber, was ER will. Gewiß, ER ist Der Allwissende, Der Allweise.",
        "numberInSurah": 100,
        "juz": 13,
        "manzil": 3,
        "page": 247,
        "ruku": 203,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1697,
        "text": "Mein HERR! DU hast mir vom Königtum zuteil werden lassen und lehrtest mich von der Deutung der Träume - DU Schöpfer der Himmel und Erde -, DU bist mein Wali im Diesseits und im Jenseits, lasse mich als Muslim sterben und den gottgefällig Guttuenden folgen!\"",
        "numberInSurah": 101,
        "juz": 13,
        "manzil": 3,
        "page": 247,
        "ruku": 203,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1698,
        "text": "Dies ist von den Mitteilungen des Verborgenen, die WIR dir als Wahy zuteil werden lassen. Und du warst nicht bei ihnen, als sie sich entschlossen haben, während sie die List planten.",
        "numberInSurah": 102,
        "juz": 13,
        "manzil": 3,
        "page": 247,
        "ruku": 203,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1699,
        "text": "Und die meisten Menschen - selbst dann, solltest du dich bemühen -, werden keine Mumin sein.",
        "numberInSurah": 103,
        "juz": 13,
        "manzil": 3,
        "page": 247,
        "ruku": 203,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1700,
        "text": "Und du verlangst von ihnen dafür keine Belohnung. Es ist nur eine Ermahnung für die ganze Schöpfung.",
        "numberInSurah": 104,
        "juz": 13,
        "manzil": 3,
        "page": 248,
        "ruku": 203,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1701,
        "text": "Und wie viele von den Ayat gibt es in den Himmeln und auf der Erde, bei denen sie vorbeigehen, und sie ihnen gegenüber uninteressiert bleiben.",
        "numberInSurah": 105,
        "juz": 13,
        "manzil": 3,
        "page": 248,
        "ruku": 204,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1702,
        "text": "Und die meisten von ihnen bekunden nicht den Iman an ALLAH, es sei denn, sie bleiben Muschrik.",
        "numberInSurah": 106,
        "juz": 13,
        "manzil": 3,
        "page": 248,
        "ruku": 204,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1703,
        "text": "Fühlen sie sich etwa davor sicher, daß sie eine Peinigung von ALLAH überzieht, oder daß die Stunde sie überrascht, während sie es nicht merken?!",
        "numberInSurah": 107,
        "juz": 13,
        "manzil": 3,
        "page": 248,
        "ruku": 204,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1704,
        "text": "Sag: \"Dies ist mein Weg, ich lade zu ALLAH mit Einblick ein - ich und jeder, der mir gefolgt ist. Und subhanallah und ich gehöre nicht zu den Muschrik.\"",
        "numberInSurah": 108,
        "juz": 13,
        "manzil": 3,
        "page": 248,
        "ruku": 204,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1705,
        "text": "Und WIR entsandten vor dir nur Männer, denen WIR Wahy zuteil werden ließen, die zu den Bewohnern der Ortschaften zählten. Sind sie etwa nicht durch das Land gezogen, damit sie wahrnehmen, wie das Anschließende von denjenigen war, die vor ihnen lebten?! Und das Jenseits ist gewiß besser für diejenigen, die Taqwa gemäß gehandelt haben. Wollt ihr euch etwa nicht besinnen?!",
        "numberInSurah": 109,
        "juz": 13,
        "manzil": 3,
        "page": 248,
        "ruku": 204,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1706,
        "text": "Als die Gesandten die Hoffnung aufgaben und dachten, daß sie bereits getäuscht wurden, da kam zu ihnen unser Sieg. Dann wurde gerettet, wen WIR wollen. Und Unser Gewalt-Antun kann von den schwer verfehlenden Leuten niemals abgewendet werden.",
        "numberInSurah": 110,
        "juz": 13,
        "manzil": 3,
        "page": 248,
        "ruku": 204,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1707,
        "text": "Gewiß, bereits in ihren Begebenheiten war eine Lehre für diejenigen mit Verstand. Es war keine erfundene Erzählung, sondern er (der Quran) ist eine Bestätigung dessen, was vor ihm war, Erläuterung aller Dinge und Rechtleitung und Gnade für Menschen, die den Iman verinnerlichen.",
        "numberInSurah": 111,
        "juz": 13,
        "manzil": 3,
        "page": 248,
        "ruku": 204,
        "hizbQuarter": 99,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "de.zaidan",
      "language": "de",
      "name": "Zaidan",
      "englishName": "Amir Zaidan",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}