{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 17,
    "name": "سُورَةُ الإِسۡرَاءِ",
    "englishName": "Al-Israa",
    "englishNameTranslation": "The Night Journey",
    "revelationType": "Meccan",
    "numberOfAyahs": 111,
    "ayahs": [
      {
        "number": 2030,
        "text": "Gepriesen-erhaben ist Derjenige, Der Seinen Diener nachts reisen ließ - in einem Teil der Nacht von Almasdschidil-haram zu der fernen Moschee, um die herum WIR mit Baraka versehen haben, um ihm von Unseren Ayat zu zeigen. Gewiß, ER ist Der Allhörende, Der Allsehende.",
        "numberInSurah": 1,
        "juz": 15,
        "manzil": 4,
        "page": 282,
        "ruku": 240,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2031,
        "text": "Und WIR ließen Musa die Schrift zuteil werden und machten sie zur Rechtleitung für die Kinder von Israil: \"Nehmt euch an Meiner Stelle keinen Wakil!\"",
        "numberInSurah": 2,
        "juz": 15,
        "manzil": 4,
        "page": 282,
        "ruku": 240,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2032,
        "text": "Ihr Nachkommen derer, dieWIR mit Nuh mittragen ließen! Gewiß, Er war ein äußerst dankbarer Diener.",
        "numberInSurah": 3,
        "juz": 15,
        "manzil": 4,
        "page": 282,
        "ruku": 240,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2033,
        "text": "Und WIR gaben den Kindern von Israil in der Schrift ein: \"Gewiß werdet ihr zweimal im Lande Verderben anrichten, und gewiß werdet ihr euch in großer Überhebung überheben.\"",
        "numberInSurah": 4,
        "juz": 15,
        "manzil": 4,
        "page": 282,
        "ruku": 240,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2034,
        "text": "Und wenn die Zeit (für die Bestrafung) des Ersten beider Male kommt, werden WIR zu euch Unsere Diener schicken, die äußerst harte Kämpfer sind, so werden sie die Wohnstätten durchstöbern. Und dies ist ein zu erfüllendes Versprechen.",
        "numberInSurah": 5,
        "juz": 15,
        "manzil": 4,
        "page": 282,
        "ruku": 240,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2035,
        "text": "Dann werden WIR euch wieder die Oberhand über sie geben und euch mit Vermögenswerten und Kindern Nachschub leisten und eure Bereitschaft zum Kampf ihre übertreffen lassen.",
        "numberInSurah": 6,
        "juz": 15,
        "manzil": 4,
        "page": 282,
        "ruku": 240,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2036,
        "text": "Wenn ihr Gutes tut, tut ihr ausschließlich euch selbst Gutes. Und wenn ihr schlecht handelt, so ist dies nur gegen diese selbst. Und wenn die Zeit (für die Bestrafung) des Letzten (beider Male) kommt, (schicken WIR sie), damit sie euch das Schlechte ins Gesicht schreiben lassen, und damit sie in die Moschee einmarschieren, wie sie in sie das ersteMal einmarschiert waren, und damit sie alles, worüber sie verfügen, vernichtend zugrunde richten.",
        "numberInSurah": 7,
        "juz": 15,
        "manzil": 4,
        "page": 282,
        "ruku": 240,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2037,
        "text": "Vielleicht wird euch euer HERR (danach) Gnade erweisen. Wenn ihr jedoch es wiederholt, werden WIR es auch wiederholen. Und WIR machten Dschahannam für die Kafir zum Gefängnis.",
        "numberInSurah": 8,
        "juz": 15,
        "manzil": 4,
        "page": 283,
        "ruku": 240,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2038,
        "text": "Gewiß, dieser Quran leitet zu dem recht, was geradlinig ist, und überbringt frohe Botschaft zu den Mumin, die gottgefällig Gutes tun, daß für sie eine große Belohnung bestimmt ist,",
        "numberInSurah": 9,
        "juz": 15,
        "manzil": 4,
        "page": 283,
        "ruku": 240,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2039,
        "text": "und daß WIR denjenigen, die keinen Iman an das Jenseits verinnerlichen, eine qualvolle Peinigung vorbereitet haben.",
        "numberInSurah": 10,
        "juz": 15,
        "manzil": 4,
        "page": 283,
        "ruku": 240,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2040,
        "text": "Und der Mensch bittet (ALLAH) um das Böse, wie er um das Gute bittet. Und der Mensch ist voreilig.",
        "numberInSurah": 11,
        "juz": 15,
        "manzil": 4,
        "page": 283,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2041,
        "text": "Und WIR machten die Nacht und den Tag zu zwei Ayat, dann ließen WIR die Aya der Nacht verdunkeln und die Aya des Tages Sicht gewähren, damit ihr Gunst von eurem HERRN erstrebt, und damit ihr das Zählen der Jahre und das Rechnen kennt. Und jede Sache haben WIR in Ausführlichkeit genau dargelegt.",
        "numberInSurah": 12,
        "juz": 15,
        "manzil": 4,
        "page": 283,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2042,
        "text": "Und jedem Menschen ließen WIR sein (gutes und schlechtes) Wirken in seinem Nacken sitzen, und am Tag der Auferstehung bringen WIR ihm ein Register hervor, das er offengelegt vorfindet:",
        "numberInSurah": 13,
        "juz": 15,
        "manzil": 4,
        "page": 283,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2043,
        "text": "\"Lies dein Register! Du selbst genügst heute, um über dich selbst ein Berechnender zu sein.\"",
        "numberInSurah": 14,
        "juz": 15,
        "manzil": 4,
        "page": 283,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2044,
        "text": "Wer Rechtleitung findet, der findet für sich selbst Rechtleitung, und wer irregeht, der geht ausschließlich gegen sich selbst irre. Und keine verfehlende Seele trägt die Verfehlung einer anderen. Und WIR werden niemals peinigen, bis WIR einen Gesandten entsandt haben.",
        "numberInSurah": 15,
        "juz": 15,
        "manzil": 4,
        "page": 283,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2045,
        "text": "Und wenn WIR eine Ortschaft zugrunde richten wollen, machen WIR ihren im Luxus Schwelgenden Gebote, dann betreiben sie Fisq dagegen, dann wird die Bestimmung gegen sie vollstreckt, dann lassen WIR sie vernichtend zugrunde gehen.",
        "numberInSurah": 16,
        "juz": 15,
        "manzil": 4,
        "page": 283,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2046,
        "text": "Und wie viele Generationen richteten WIR nach Nuh zugrunde! Und dein HERR genügt über die Verfehlungen Seiner Diener als Ein Allkundiger, Allsehender.",
        "numberInSurah": 17,
        "juz": 15,
        "manzil": 4,
        "page": 283,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2047,
        "text": "Wer das schnell Vergängliche (Diesseits) erstrebt, dem werden WIR darin das prompt geben, was WIR wollen, wem WIR wollen. Danach haben WIR für ihn Dschahannam vorbereitet. Er wird es als ein Entehrter, Verdammter betreten.",
        "numberInSurah": 18,
        "juz": 15,
        "manzil": 4,
        "page": 284,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2048,
        "text": "Und wer das Jenseits will und sich dafür anstrengt mit der ihm (dem Jenseits) gebührenden Anstrengung und er dabei Mumin ist, diesen wird ihre Anstrengung reichlich belohnt.",
        "numberInSurah": 19,
        "juz": 15,
        "manzil": 4,
        "page": 284,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2049,
        "text": "Beide versorgen WIR, diese und diese mit den Gaben deines HERRN. Und die Gaben deines HERRN waren (niemandem) vorenthalten.",
        "numberInSurah": 20,
        "juz": 15,
        "manzil": 4,
        "page": 284,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2050,
        "text": "Siehe, wie WIR die einen von ihnen vor den anderen begünstigt haben. Doch das Jenseits hat noch höhere Ränge und größere Begünstigungen.",
        "numberInSurah": 21,
        "juz": 15,
        "manzil": 4,
        "page": 284,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2051,
        "text": "Geselle ALLAH keinen anderen Gott bei, sonst wirst du entehrt, erniedrigt.",
        "numberInSurah": 22,
        "juz": 15,
        "manzil": 4,
        "page": 284,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2052,
        "text": "Und dein HERR bestimmte, daß ihr niemandem außer Ihm dient, und daß ihr den Eltern Ihsan erweist. Sollten beide bei dir das hohe Alter erreichen - einer von ihnen oder beide, so sag ihnen niemals: \"Pfui!\" Und schelte sie nicht und sag ihnen schöne Worte.",
        "numberInSurah": 23,
        "juz": 15,
        "manzil": 4,
        "page": 284,
        "ruku": 242,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2053,
        "text": "Und sei ihnen gegenüber demütig aus Barmherzigkeit und sage: \"Mein HERR! Erweise ihnen Gnade, so wie sie mich von klein an aufgezogen haben.\"",
        "numberInSurah": 24,
        "juz": 15,
        "manzil": 4,
        "page": 284,
        "ruku": 242,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2054,
        "text": "Euer HERR ist allwissend über das, was in euren Herzen ist. Wenn ihr gottgefällig Guttuende seid, dann ist ER gewiß immer für die stets Umkehrenden allvergebend.",
        "numberInSurah": 25,
        "juz": 15,
        "manzil": 4,
        "page": 284,
        "ruku": 242,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2055,
        "text": "Und gib dem Verwandten, was ihm zusteht, sowie dem Armen und dem in Not geratenen Reisenden. Und sei nicht verschwenderisch, vergeudend!",
        "numberInSurah": 26,
        "juz": 15,
        "manzil": 4,
        "page": 284,
        "ruku": 242,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2056,
        "text": "Gewiß, die Verschwender sind die Gleichartigen der Satane. Und der Satan ist seinem HERRN gegenüber ein Extrem-Kafir.",
        "numberInSurah": 27,
        "juz": 15,
        "manzil": 4,
        "page": 284,
        "ruku": 242,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2057,
        "text": "Und solltest du ihnen (den Armen) ausweichen, weil du in Erwartung einer Gnade (Rizq) von deinem HERRN bist, dann sage ihnen erleichternde Worte.",
        "numberInSurah": 28,
        "juz": 15,
        "manzil": 4,
        "page": 285,
        "ruku": 242,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2058,
        "text": "Und halte deine Hand nicht (aus Geiz verschlossen, als wäre sie) an deinem Hals gebunden, und strecke sie nicht (verschwenderisch) total aus, sonst wirst du zu einem, dem Vorwürfe gemacht werden, und zu einem Selbstankläger.",
        "numberInSurah": 29,
        "juz": 15,
        "manzil": 4,
        "page": 285,
        "ruku": 242,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2059,
        "text": "Gewiß, dein HERR gewährt viel Rizq, wem ER will, und ER läßt es auch wenig sein. Gewiß, ER ist über Seine Diener allkundig, allsehend.",
        "numberInSurah": 30,
        "juz": 15,
        "manzil": 4,
        "page": 285,
        "ruku": 242,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2060,
        "text": "Und tötet eure Kinder nicht aus Furcht vor Verarmung! WIR gewähren ihnen Rizq und euch. Gewiß, ihre Tötung ist eine schwere Verfehlung.",
        "numberInSurah": 31,
        "juz": 15,
        "manzil": 4,
        "page": 285,
        "ruku": 243,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2061,
        "text": "Und nähert euch nicht der Zina! Gewiß, sie ist eine schändliche Tat und erbärmlich ist dieser Weg.",
        "numberInSurah": 32,
        "juz": 15,
        "manzil": 4,
        "page": 285,
        "ruku": 243,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2062,
        "text": "Und tötet nicht den Menschen, dessen (Tötung) ALLAH für haram erklärte, es sei denn nach dem Recht. Und wer zu Unrecht getötet wird, dessen Wali gaben WIR Verfügungsrecht, so darf er bei der Tötung (als Vergeltung) das Maß nicht überschreiten. Gewiß, er erhält Beistand.",
        "numberInSurah": 33,
        "juz": 15,
        "manzil": 4,
        "page": 285,
        "ruku": 243,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2063,
        "text": "Und nähert euch nicht dem Vermögen des Waisenkindes, es sei denn auf die bessere Art, (solange) bis es mündig wird. Und erfüllt eure Abmachungen! Gewiß, die Abmachung wird verantwortet.",
        "numberInSurah": 34,
        "juz": 15,
        "manzil": 4,
        "page": 285,
        "ruku": 243,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2064,
        "text": "Und gebt volles Maß, wenn ihr abmesst, und wägt mit der richtigen Waage! Dies ist gut und hat ein besseres Ende.",
        "numberInSurah": 35,
        "juz": 15,
        "manzil": 4,
        "page": 285,
        "ruku": 243,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2065,
        "text": "Und folge nicht dem, worüber du über kein Wissen verfügst! Gewiß, das Gehör, das Sehen und der Verstand, all diese werden von ihm (vom Menschen) zweifellos verantwortet.",
        "numberInSurah": 36,
        "juz": 15,
        "manzil": 4,
        "page": 285,
        "ruku": 243,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2066,
        "text": "Und gehe auf Erden nicht freudenerregt! Gewiß, dabei wirst du weder die Erde zerlöchern können, noch wirst du die Berghöhen an Höhe erreichen.",
        "numberInSurah": 37,
        "juz": 15,
        "manzil": 4,
        "page": 285,
        "ruku": 243,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2067,
        "text": "All dies, das Schlechte davon ist bei deinem HERRN verpönt.",
        "numberInSurah": 38,
        "juz": 15,
        "manzil": 4,
        "page": 285,
        "ruku": 243,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2068,
        "text": "Dies ist von dem, was dir dein HERR von der Weisheit als Wahy zuteil werden ließ. Und geselle ALLAH keinen anderen Gott bei, sonst wirst du in Dschahannam hineingeworfen als einer, dem Vorwürfe gemacht werden, und als ein Verdammter.",
        "numberInSurah": 39,
        "juz": 15,
        "manzil": 4,
        "page": 286,
        "ruku": 243,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2069,
        "text": "Begünstigte euch euer HERR etwa mit Söhnen und nahm sich von den Engeln Weibliche?! Gewiß, ihr macht bestimmt eine ungeheuerliche Aussage.",
        "numberInSurah": 40,
        "juz": 15,
        "manzil": 4,
        "page": 286,
        "ruku": 243,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2070,
        "text": "Und gewiß, bereits erläuterten WIR vieles in diesem Quran, damit sie sich besinnen. Doch er bestärkt sie nur in der Abneigung.",
        "numberInSurah": 41,
        "juz": 15,
        "manzil": 4,
        "page": 286,
        "ruku": 244,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2071,
        "text": "Sag: \"Wären mit Ihm Götter, wie sie sagen, dann würden sie einen Weg zum Herrscher über Al'ahrsch anstreben.\"",
        "numberInSurah": 42,
        "juz": 15,
        "manzil": 4,
        "page": 286,
        "ruku": 244,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2072,
        "text": "Gepriesen-erhaben und erhaben ist ER in unermeßlicher Erhabenheit über das, was sie sagen.",
        "numberInSurah": 43,
        "juz": 15,
        "manzil": 4,
        "page": 286,
        "ruku": 244,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2073,
        "text": "Die sieben Himmel, die Erde und wer in ihnen ist, preisen Ihn. Und es gibt nichts, das nicht mit Seinem Lob preist. Doch ihr begreift ihre Preisung nicht. Gewiß, ER ist immer allnachsichtig, allvergebend.",
        "numberInSurah": 44,
        "juz": 15,
        "manzil": 4,
        "page": 286,
        "ruku": 244,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2074,
        "text": "Und jedesmal wenn du den Quran rezitiert hast, errichteten WIR zwischen dir und denjenigen, die keinen Iman an das Jenseits verinnerlichen, einen unsichtbaren Vorhang.",
        "numberInSurah": 45,
        "juz": 15,
        "manzil": 4,
        "page": 286,
        "ruku": 244,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2075,
        "text": "Und WIR umhüllten ihre Herzen mit Bedeckung, damit sie ihn nicht begreifen, und machten ihre Ohren schwerhörig. Und jedesmal wenn du deinen HERRN im Quran als Einen Einzigen erwähnt hast, kehrten sie ihre Rücken flüchtend in Abgeneigtheit.",
        "numberInSurah": 46,
        "juz": 15,
        "manzil": 4,
        "page": 286,
        "ruku": 244,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2076,
        "text": "WIR wissen besser, weshalb sie zuhören, wenn sie dir zuhören, und wenn sie heimlich sich unterhalten, wenn die Unrecht-Begehenden sagen: \"Ihr folgt doch nur einem verzauberten Mann!\"",
        "numberInSurah": 47,
        "juz": 15,
        "manzil": 4,
        "page": 286,
        "ruku": 244,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2077,
        "text": "Siehe, wie sie dir die Gleichnisse prägten, so sind sie irregegangen und fanden nicht zum Weg.",
        "numberInSurah": 48,
        "juz": 15,
        "manzil": 4,
        "page": 286,
        "ruku": 244,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2078,
        "text": "Und sie sagten: \"Nachdem wir zu Knochen und Staub geworden sind, werden wir etwa sicher als neue Schöpfung erweckt?\"",
        "numberInSurah": 49,
        "juz": 15,
        "manzil": 4,
        "page": 286,
        "ruku": 244,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2079,
        "text": "Sag: \"Seid Steine oder Eisen,",
        "numberInSurah": 50,
        "juz": 15,
        "manzil": 4,
        "page": 287,
        "ruku": 244,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2080,
        "text": "oder eine Schöpfung, die eurem Verstand nach noch härter ist!\" Dann werden sie sagen: \"Wer erweckt uns wieder?\" Sag: \"Derjenige, Der euch das erste Mal erschuf.\" Sie werden dann dir gegenüber ihre Köpfe schütteln und sagen: \"Wann ist es?\" Sag: \"Möglicherweise wird es bald sein.\"",
        "numberInSurah": 51,
        "juz": 15,
        "manzil": 4,
        "page": 287,
        "ruku": 244,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2081,
        "text": "An dem Tag, an dem ER euch ruft, dann werdet ihr mit Seinem Lob antworten. Und ihr werdet denken, daß ihr nur eine kurze Weile verweilt habt.",
        "numberInSurah": 52,
        "juz": 15,
        "manzil": 4,
        "page": 287,
        "ruku": 244,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2082,
        "text": "Und sag Meinen Dienern, daß sie das bessere (Wort) sagen. Gewiß, der Satan stiftet Zwietracht zwischen ihnen. Gewiß, der Satan ist für den Menschen ein erklärter Feind.",
        "numberInSurah": 53,
        "juz": 15,
        "manzil": 4,
        "page": 287,
        "ruku": 245,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2083,
        "text": "Euer HERR weiß besser Bescheid über euch. Wenn ER will, erweist ER euch Gnade, und wenn ER will, läßt ER euch peinigen. Und WIR haben dich nicht als Wakil über sie entsandt.",
        "numberInSurah": 54,
        "juz": 15,
        "manzil": 4,
        "page": 287,
        "ruku": 245,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2084,
        "text": "Und dein HERR weiß besser Bescheid über diejenigen, die in den Himmeln und auf Erden sind. Und gewiß, bereits begünstigten WIR einige der Propheten vor anderen und ließen Dawud einen Zabur zuteil werden.",
        "numberInSurah": 55,
        "juz": 15,
        "manzil": 4,
        "page": 287,
        "ruku": 245,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2085,
        "text": "Sag: \"Richtet nur Bittgebete an diejenigen, die ihr (als Götter) anstelle von Ihm ausgewiesen habt! Sie können den Schaden von euch weder wegnehmen, noch ableiten.\"",
        "numberInSurah": 56,
        "juz": 15,
        "manzil": 4,
        "page": 287,
        "ruku": 245,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2086,
        "text": "Diese, an die sie Bittgebete richten, erstreben selbst die Annäherung zu ihrem HERRN, jeder will näher sein. Und sie erhoffen sich Seine Gnade und fürchten Seine Peinigung. Gewiß, der Peinigung deines HERRN gegenüber ist achtzugeben.",
        "numberInSurah": 57,
        "juz": 15,
        "manzil": 4,
        "page": 287,
        "ruku": 245,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2087,
        "text": "Und es gibt keine Ortschaft, ohne daß WIR sie vor dem Tag der Auferstehung zugrunde richten werden oder daß WIR sie einer harten Peinigung unterziehen werden. Dies ist in der Schrift längst niedergeschrieben.",
        "numberInSurah": 58,
        "juz": 15,
        "manzil": 4,
        "page": 287,
        "ruku": 245,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2088,
        "text": "Und es hielt Uns nichts zurück, Gesandte mit den Ayat zu entsenden, außer daß die Früheren sie als Lüge erklärten. Und WIR ließen Thamud das Kamelweibchen als Erläuterung zuteil werden, so begingen sie mit ihm Unrecht. Und WIR entsenden mit den Ayat nur Ermahnung.",
        "numberInSurah": 59,
        "juz": 15,
        "manzil": 4,
        "page": 288,
        "ruku": 245,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2089,
        "text": "Und (erinnere daran), als WIR dir sagten: \"Gewiß, dein HERR wird die Menschen zugrunde richten!\" Und WIR machten das Traumgesicht, dasWIR dich sehen ließen, nur als Fitna für die Menschen, so auch den verfluchten Baum im Quran. Und WIR ermahnen sie, doch dies bestärkt sie nur zu einer noch größeren Übertretung.",
        "numberInSurah": 60,
        "juz": 15,
        "manzil": 4,
        "page": 288,
        "ruku": 245,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2090,
        "text": "Und (erinnere daran), als WIR den Engeln sagten: \"Vollzieht Sudschud für Adam!\" Und sie vollzogen Sudschud, außer Iblis, er sagte: \"Soll ich etwa Sudschud vor dem vollziehen, den DU aus Lehm erschaffen hast?\"",
        "numberInSurah": 61,
        "juz": 15,
        "manzil": 4,
        "page": 288,
        "ruku": 246,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2091,
        "text": "Er sagte: \"Wie siehst DU es mit diesem, den DU mehr als mich würdigst? Wenn DU mir bis zum Jüngsten Tag Aufschub gewährst, dann werde ich unweigerlich seine Nachkommenschaft zugrunde richten - außer Wenigen.\"",
        "numberInSurah": 62,
        "juz": 15,
        "manzil": 4,
        "page": 288,
        "ruku": 246,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2092,
        "text": "ER sagte: \"Geh! Wer dir von ihnen folgt, dann ist Dschahannam gewiß eure Vergeltung - eine ausreichende Vergeltung!",
        "numberInSurah": 63,
        "juz": 15,
        "manzil": 4,
        "page": 288,
        "ruku": 246,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2093,
        "text": "Und wiegele mit deinem Aufruf auf, wen du von ihnen (aufwiegeln) kannst, mache sie scheu mit deinen Reitenden und deinen zu Fuß Gehenden, sei ihr Teilhaber an den Vermögenswerten und den Kindern, und mache ihnen Versprechungen. Und der Satan verspricht ihnen gewiß nur Fiktives.",
        "numberInSurah": 64,
        "juz": 15,
        "manzil": 4,
        "page": 288,
        "ruku": 246,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2094,
        "text": "Gewiß, über Meine Diener hast du allerdings keinerlei Verfügung. Und dein HERR genügt als Wakil.\"",
        "numberInSurah": 65,
        "juz": 15,
        "manzil": 4,
        "page": 288,
        "ruku": 246,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2095,
        "text": "Euer HERR ist Derjenige, Der für euch die Schiffe auf dem Meer fahren läßt, damit ihr nach Seiner Gunst strebt. Gewiß, ER ist euch gegenüber allgnädig.",
        "numberInSurah": 66,
        "juz": 15,
        "manzil": 4,
        "page": 288,
        "ruku": 246,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2096,
        "text": "Und wenn euch der Schaden auf dem Meer trifft, gehen die verloren, an die ihr Bittgebete gerichtet habt, außer Ihm. Und nachdem ER euch an das Land errettet hat, wendet ihr euch ab. Der Mensch ist ein äußerst Kufr-Betreibender.",
        "numberInSurah": 67,
        "juz": 15,
        "manzil": 4,
        "page": 289,
        "ruku": 246,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2097,
        "text": "Fühlt ihr euch etwa sicher davor, daß ER einen Teil des Festlandes mit euch versenkt, oder daß ER über euch einen Sandsturm schickt? Dann findet ihr für euch sicher keinen Wakil.",
        "numberInSurah": 68,
        "juz": 15,
        "manzil": 4,
        "page": 289,
        "ruku": 246,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2098,
        "text": "Oder fühlt ihr euch sicher davor, daß ER euch dorthin (ins Meer) noch einmal zurückkehren läßt, und dann über euch einen Orkan schickt, dann euch ertrinken läßt für das, was ihr an Kufr betrieben habt? Dann findet ihr darin gegen Uns keinen Bestreitenden.",
        "numberInSurah": 69,
        "juz": 15,
        "manzil": 4,
        "page": 289,
        "ruku": 246,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2099,
        "text": "Und gewiß, bereits verliehen WIR den Kindern Adams Würde, ließen sie auf dem Lande und auf dem Meer tragen, gewährten ihnen Rizq von den Tay-yibat und begünstigten sie gegenüber vielen von denjenigen, die WIR erschufen, in klarer Begünstigung.",
        "numberInSurah": 70,
        "juz": 15,
        "manzil": 4,
        "page": 289,
        "ruku": 246,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2100,
        "text": "(Erinnere an) den Tag, wenn WIR jede Menschengruppe mit ihrem Imam rufen. Wem sein Register in seine Rechte überreicht wird, diese lesen ihr Register und ihnen wird keinerlei Unrecht zugefügt.",
        "numberInSurah": 71,
        "juz": 15,
        "manzil": 4,
        "page": 289,
        "ruku": 247,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2101,
        "text": "Und wer in diesem (Leben geistig) blind war, der bleibt im Jenseits blind und noch mehr vom Weg abirrend.",
        "numberInSurah": 72,
        "juz": 15,
        "manzil": 4,
        "page": 289,
        "ruku": 247,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2102,
        "text": "Und beinahe hätten sie dich durch Fitna von dem abgebracht, was WIR dir als Wahy zuteil werden ließen, damit du in Unserem Namen anderes erdichtest. Und (hättest du es getan), dann hätten sie dich sicherlich als engen Freund genommen.",
        "numberInSurah": 73,
        "juz": 15,
        "manzil": 4,
        "page": 289,
        "ruku": 247,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2103,
        "text": "Und hätten WIR dich nicht gefestigt, gewiß, bereits wärest du beinahe ihnen ein klein wenig zugeneigt.",
        "numberInSurah": 74,
        "juz": 15,
        "manzil": 4,
        "page": 289,
        "ruku": 247,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2104,
        "text": "Dann hätten WIR dich doch das Zweifache (an Peinigung) im Leben und das Zweifache nach dem Tod erfahren lassen. Dann wirst du für dich gegen Uns keinen Beistehenden finden.",
        "numberInSurah": 75,
        "juz": 15,
        "manzil": 4,
        "page": 289,
        "ruku": 247,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2105,
        "text": "Und beinahe hätten sie dich doch im Lande bedrängt, damit sie dich daraus vertreiben können. Und dann würden sie nach dir nur kurz (heil) zurückbleiben,",
        "numberInSurah": 76,
        "juz": 15,
        "manzil": 4,
        "page": 290,
        "ruku": 247,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2106,
        "text": "nach dem Vorbild derjenigen, die WIR bereits vor dir von Unseren Gesandten entsandten. Und du findest kein Abweichen von dem von Uns statuierten Vorbild.",
        "numberInSurah": 77,
        "juz": 15,
        "manzil": 4,
        "page": 290,
        "ruku": 247,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2107,
        "text": "Verrichte ordnungsgemäß das rituelle Gebet, nachdem die Sonne den Zenit überschritten hat, bis die Nacht ganz dunkel wird, und (rezitiere) den Quran in der Fadschr-Zeit. Gewiß, der Quran in der Fadschr-Zeit wird erlebt.",
        "numberInSurah": 78,
        "juz": 15,
        "manzil": 4,
        "page": 290,
        "ruku": 248,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2108,
        "text": "Und in einem Teil der Nacht verrichte damit (mit dem Quran) das Tahadsch-dschud-Gebet - ein freiwilliges Gebet für dich, damit dein HERR dir eine lobenswerte Stellung verleiht.",
        "numberInSurah": 79,
        "juz": 15,
        "manzil": 4,
        "page": 290,
        "ruku": 248,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2109,
        "text": "Und sag: \"HERR! Lasse mich in einen Eingang der Wahrhaftigkeit eintreten, und lasse mich aus einem Ausgang der Wahrhaftigkeit austreten, und gewähre mir von Dir aus eine beistehende Bestätigung.\"",
        "numberInSurah": 80,
        "juz": 15,
        "manzil": 4,
        "page": 290,
        "ruku": 248,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2110,
        "text": "Und sag: \"Das Wahre ist gekommen und das für nichtig Erklärte ist vergangen.\" Gewiß, das für nichtig Erklärte ist immer vergänglich.",
        "numberInSurah": 81,
        "juz": 15,
        "manzil": 4,
        "page": 290,
        "ruku": 248,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2111,
        "text": "Und WIR senden nach und nach vom Quran hinab, was eine Heilung und Gnade für die Mumin ist. Doch er bestärkt die Unrecht-Begehenden nur noch im Fehlgehen.",
        "numberInSurah": 82,
        "juz": 15,
        "manzil": 4,
        "page": 290,
        "ruku": 248,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2112,
        "text": "Und wenn WIR dem Menschen gute Gaben gewähren, wendet er sich ab und weicht zur Seite. Und wenn ihn das Unheil trifft, ist er äußerst verzweifelt.",
        "numberInSurah": 83,
        "juz": 15,
        "manzil": 4,
        "page": 290,
        "ruku": 248,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2113,
        "text": "Sag: \"Jeder handelt nach seiner Art. Denn euer HERR weiß besser Bescheid über jeden, der den besseren Weg geht.\"",
        "numberInSurah": 84,
        "juz": 15,
        "manzil": 4,
        "page": 290,
        "ruku": 248,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2114,
        "text": "Und sie fragen dich nach der Seele, sag: \"Die Seele ist eine Angelegenheit meines HERRN, und euch wurde vom Wissen nur ein wenig zuteil.\"",
        "numberInSurah": 85,
        "juz": 15,
        "manzil": 4,
        "page": 290,
        "ruku": 249,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2115,
        "text": "Und hätten WIR es gewollt, hätten WIR doch das vergehen lassen, was WIR dir als Wahy zuteil werden ließen, dann wirst du für dich niemanden finden, der dafür (für den Quran) alsWakil gegen Uns auftritt,",
        "numberInSurah": 86,
        "juz": 15,
        "manzil": 4,
        "page": 290,
        "ruku": 249,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2116,
        "text": "es sei denn eine Gnade von deinem HERRN. Gewiß, Seine Gunst ist dir gegenüber unermeßlich.",
        "numberInSurah": 87,
        "juz": 15,
        "manzil": 4,
        "page": 291,
        "ruku": 249,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2117,
        "text": "Sag: \"Würden sich die Menschen und die Dschinn vereinigen, damit sie ein diesem Quran Gleiches hervorbringen, würden sie nicht Seinesgleichen hervorbringen, selbst dann nicht, sollten die einen den anderen beistehen.\"",
        "numberInSurah": 88,
        "juz": 15,
        "manzil": 4,
        "page": 291,
        "ruku": 249,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2118,
        "text": "Und gewiß, bereits erläuterten WIR in diesem Quran von jedem Gleichnis. Doch die meisten Menschen lehnten alles außer dem äußersten Kufr ab.",
        "numberInSurah": 89,
        "juz": 15,
        "manzil": 4,
        "page": 291,
        "ruku": 249,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2119,
        "text": "Und sie sagten: \"Wir werden dir keinen Iman schenken, bis du für uns von der Erde eine Quelle entspringen läßt,",
        "numberInSurah": 90,
        "juz": 15,
        "manzil": 4,
        "page": 291,
        "ruku": 249,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2120,
        "text": "oder bis du über Dschanna von Dattelpalmen und Rebstöcken verfügst, in der die Flüsse in Strömen sprudeln,",
        "numberInSurah": 91,
        "juz": 15,
        "manzil": 4,
        "page": 291,
        "ruku": 249,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2121,
        "text": "oder du läßt über uns den Himmel, wie du es behauptet hast, in Stücke fallen, oder du bringst ALLAH und die Engel uns gegenüber,",
        "numberInSurah": 92,
        "juz": 15,
        "manzil": 4,
        "page": 291,
        "ruku": 249,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2122,
        "text": "oder du verfügst über ein Haus aus Gold, oder du fliegst in den Himmel, und wir werden keinen Iman an dein Fliegen verinnerlichen, bis du uns eine Schrift zuteil werden läßt, die wir lesen können.\" Sag: \"Gepriesen-erhaben ist mein HERR! Bin ich etwa etwas anderes als ein Mensch, ein Gesandter?!\"",
        "numberInSurah": 93,
        "juz": 15,
        "manzil": 4,
        "page": 291,
        "ruku": 249,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2123,
        "text": "Und nichts hinderte die Menschen daran, den Iman zu verinnerlichen, als zu ihnen die Rechtleitung kam, außer daß sie sagten: \"Schickte ALLAH etwa einen Menschen als Gesandten?\"",
        "numberInSurah": 94,
        "juz": 15,
        "manzil": 4,
        "page": 291,
        "ruku": 250,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2124,
        "text": "Sag: \"Wären auf der Erde Engel, die darauf sicher gehen würden, hätten WIR ihnen vom Himmel gewiß einen Engel als Gesandten herabgesandt.\"",
        "numberInSurah": 95,
        "juz": 15,
        "manzil": 4,
        "page": 291,
        "ruku": 250,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2125,
        "text": "Sag: \"ALLAH genügt als Zeuge zwischen mir und euch! Gewiß, ER ist über Seine Diener allkundig, allsehend.\"",
        "numberInSurah": 96,
        "juz": 15,
        "manzil": 4,
        "page": 291,
        "ruku": 250,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2126,
        "text": "Und wen ALLAH rechtleitet, ist zweifellos der Rechtgeleitete, und wen ER abirren läßt, für die findest du gewiß keine Wali anstelle von Ihm! Und WIR werden sie am Tag der Auferstehung auf ihren Gesichtern versammeln - blind, stumm und taub. Ihre Unterkunft ist Dschahannam. Immer wieder wenn es verglimmt, fügen WIR ihnen mehr Flammen hinzu.",
        "numberInSurah": 97,
        "juz": 15,
        "manzil": 4,
        "page": 292,
        "ruku": 250,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2127,
        "text": "Dies ist die ihnen bestimmte Vergeltung, weil sie gewiß Kufr Unseren Ayat gegenüber betrieben und sagten: \"Nachdem wir zu Knochen und Staub geworden sind, werden wir etwa sicher als neue Schöpfung erweckt?\"",
        "numberInSurah": 98,
        "juz": 15,
        "manzil": 4,
        "page": 292,
        "ruku": 250,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2128,
        "text": "Haben sie etwa nicht gesehen, daß ALLAH, Der die Himmel und die Erde erschuf, im Stande ist, ihresgleichen zu schaffen?! Und ER setzte für sie eine Frist, über die es keinen Zweifel gibt. Doch die Unrecht-Begehenden lehnten alles außer dem äußersten Kufr ab.",
        "numberInSurah": 99,
        "juz": 15,
        "manzil": 4,
        "page": 292,
        "ruku": 250,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2129,
        "text": "Sag: \"Würdet ihr über die Magazine der Gnade meines HERRN verfügen, dann würdet ihr gewiß aus Furcht vor dem Aufgebraucht-Sein knausern.\" Der Mensch ist doch äußerst geizig.",
        "numberInSurah": 100,
        "juz": 15,
        "manzil": 4,
        "page": 292,
        "ruku": 250,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2130,
        "text": "Und gewiß, bereits ließen WIR Musa neun eindeutige Ayat zuteil werden. So frage die Kinder Israils, als er zu ihnen kam und Pharao dann ihm sagte: \"Gewiß, ich denke doch über dich, du Musa! - daß du verzaubert bist.\"",
        "numberInSurah": 101,
        "juz": 15,
        "manzil": 4,
        "page": 292,
        "ruku": 251,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2131,
        "text": "Er sagte: \"Gewiß, bereits weißt du doch, daß diese (Ayat) kein anderer hinabsandte außer Dem HERRN der Himmel und der Erde als etwas Einblick-Gewährendes. Und gewiß, ich denke doch über dich, du Pharao! - daß du verleitet bist.\"",
        "numberInSurah": 102,
        "juz": 15,
        "manzil": 4,
        "page": 292,
        "ruku": 251,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2132,
        "text": "Dann wollte er sie vom Lande durch Bedrängen vertreiben, dann ertränkten WIR ihn und alle, die mit ihm waren, allesamt.",
        "numberInSurah": 103,
        "juz": 15,
        "manzil": 4,
        "page": 292,
        "ruku": 251,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2133,
        "text": "UndWIR sagten nach ihm den Kindern Israils: \"Bewohnt das Land, und wenn das Versprechen des Letzteren kommt, werden WIR euch in vermischten Scharen bringen.\"",
        "numberInSurah": 104,
        "juz": 15,
        "manzil": 4,
        "page": 292,
        "ruku": 251,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2134,
        "text": "Und gemäß der Wahrheit sandten WIR ihn hinab und gemäß der Wahrheit kam er herab. Und WIR schickten dich als Gesandten nur als Überbringer froher Botschaft und als Ermahnenden.",
        "numberInSurah": 105,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 251,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2135,
        "text": "Und ein Quran, den WIR in Teilen einteilten, damit du ihn den Menschen in Gemächlichkeit rezitierst. Und WIR sandten ihn doch nach und nach hinab.",
        "numberInSurah": 106,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 251,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2136,
        "text": "Sag: \"Bekundet den Iman an ihn oder bekundet keinen Iman, (für Uns ist dies unerheblich)!\" Gewiß, diejenigen, denen das Wissen vor ihm zuteil wurde, wenn er ihnen rezitiert wird, fallen auf ihr Angesicht in Sudschud nieder,",
        "numberInSurah": 107,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 251,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2137,
        "text": "und sagen: \"Gepriesen-erhaben ist unser HERR. Das Versprechen unseres HERRN wird gewiß erfüllt.\"",
        "numberInSurah": 108,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 251,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2138,
        "text": "Und sie fallen auf ihr Angesicht nieder, sie weinen, und er läßt sie noch mehr Ehrfurcht empfinden.",
        "numberInSurah": 109,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 251,
        "hizbQuarter": 117,
        "sajda": {
          "id": 4,
          "recommended": true,
          "obligatory": false
        }
      },
      {
        "number": 2139,
        "text": "Sag: \"Benennt (Ihn) ALLAH oder benennt (Ihn) den Allgnade Erweisenden! Mit welchem auch immer du (Ihn) benennst, Ihm gehören doch die Schönsten Namen!\" Und sei bei deinem Gebet nicht zu laut, und sei damit nicht zu leise, und strebe dazwischen einen (mittleren) Weg an!",
        "numberInSurah": 110,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 251,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2140,
        "text": "Und sag: \"Alhamdulillah: Alles Lob gebührt ALLAH, Der sich keinen Sohn nahm, Der nie einen Teilhaber in der Herrschaft hat, und Der nie einen Wali (als Schutz) vor Erniedrigung hat.\" Und verherrliche Ihn mit allahu-akbar!",
        "numberInSurah": 111,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 251,
        "hizbQuarter": 117,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "de.zaidan",
      "language": "de",
      "name": "Zaidan",
      "englishName": "Amir Zaidan",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}