{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 22,
    "name": "سُورَةُ الحَجِّ",
    "englishName": "Al-Hajj",
    "englishNameTranslation": "The Pilgrimage",
    "revelationType": "Medinan",
    "numberOfAyahs": 78,
    "ayahs": [
      {
        "number": 2596,
        "text": "Ihr Menschen! Handelt Taqwa gemäß eurem HERRN gegenüber! Gewiß, das Beben der Stunde ist eine gewaltige Sache.",
        "numberInSurah": 1,
        "juz": 17,
        "manzil": 4,
        "page": 332,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2597,
        "text": "An dem Tag, wenn ihr seht, daß jede Stillende dem gegenüber, was sie stillte, zerstreut ist, und jede Schwangere das von ihr Getragene entbindet. Und du siehst die Menschen (wie) Trunkene, während sie keine Trunkenen sind. Doch die Peinigung von ALLAH ist hart.",
        "numberInSurah": 2,
        "juz": 17,
        "manzil": 4,
        "page": 332,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2598,
        "text": "Und unter den Menschen ist manch einer, der über ALLAH ohne Wissen disputiert und jedem äußerst widerspenstigen Satan folgt, dem",
        "numberInSurah": 3,
        "juz": 17,
        "manzil": 4,
        "page": 332,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2599,
        "text": "geschrieben wurde, daß wer ihn als Wali nimmt, den wird er doch verleiten und in die Peinigung der Gluthitze führen.",
        "numberInSurah": 4,
        "juz": 17,
        "manzil": 4,
        "page": 332,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2600,
        "text": "Ihr Menschen! Solltet ihr im Zweifel über die Auferweckung sein, so erschufen WIR euch doch aus Erdreich, dann aus Nutfa, dann aus 'Alaqa, dann aus proportionierter und unproportionierter Mudgha, damit WIR es euch erläutern. Und WIR lassen in den Mütterleibern ruhen, was WIR wollen, bis zu einer festgesetzten Frist. Dann lassen WIR euch als Kind herausbringen, dann (lassen WIR euch leben), damit ihr erwachsen werdet. Und von euch ist manch einer, der abberufen wird, und von euch ist manch einer, der in das faselnde Alter zurückgesetzt wird, damit er nichts mehr weiß, nachdem er über Wissen verfügte. Und du siehst die Erde leblos. Und wenn WIR über sie Wasser fallen lassen, regt sie sich, schwillt an und läßt von jeder erfreulichen Zweiheit hervorsprießen.",
        "numberInSurah": 5,
        "juz": 17,
        "manzil": 4,
        "page": 332,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2601,
        "text": "Dies (bezeugt), daß ALLAH gewiß Der Wahre ist, daß ER die Toten zweifelsohne lebendig macht und daß ER doch über alles allmächtig ist,",
        "numberInSurah": 6,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2602,
        "text": "und daß die Stunde unweigerlich kommen wird, über die es keine Zweifel gibt, und daß ALLAH doch diejenigen erwecken wird, die in den Gräbern sind.",
        "numberInSurah": 7,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2603,
        "text": "Und unter den Menschen ist manch einer, der über ALLAH disputiert ohne Wissen, ohne Rechtleitung und ohne erleuchtende Schrift -",
        "numberInSurah": 8,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2604,
        "text": "(in Arroganz) mit dem Zur-Seite-drehen, damit er vom Weg ALLAHs ableitet. Für ihn ist im Diesseits Erniedrigung bestimmt, und WIR werden ihn am Tag der Auferstehung die Peinigung des Brandes erfahren lassen.",
        "numberInSurah": 9,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2605,
        "text": "Dies ist für das, was du eigenhändig erworben hast. Und ALLAH ist gewiß den Dienern gegenüber niemals ungerecht.",
        "numberInSurah": 10,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2606,
        "text": "Und unter den Menschen ist manch einer, der mit dem Dienen ALLAHs auf der Kippe steht, wenn ihn Gutes trifft, findet er Ruhe dabei, und wenn ihn Fitna trifft, wendet er sich in die Gegenrichtung ab. ER verliert dann das Diesseits und auch das Jenseits. Dies ist gewiß der eindeutige Verlust.",
        "numberInSurah": 11,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2607,
        "text": "Er richtet Bittgebete an das, was ihm weder schadet noch nützt. Dies ist das weite Irregehen.",
        "numberInSurah": 12,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2608,
        "text": "Er richtet Bittgebete an das, dessen Schaden näher liegt als dessen Nutzen. Doch erbärmlich ist der Maula und doch erbärmlich ist der Umgang-Pflegende.",
        "numberInSurah": 13,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2609,
        "text": "Gewiß, ALLAH läßt diejenigen, die den Iman verinnerlicht und das gottgefällig Gute getan haben, in Dschannat eintreten, die von Flüssen durchflossen sind. Gewiß, ALLAH macht, was ER will.",
        "numberInSurah": 14,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2610,
        "text": "Wer pflegte zu denken, daß ALLAH ihn (den Gesandten) im Diesseits und im Jenseits nicht unterstützen wird, so soll er ein Seil an der Decke anbringen, dann soll er sich erhängen, dann soll er sehen, ob seine List etwa das vergehen läßt, was er an Zorn hat.",
        "numberInSurah": 15,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2611,
        "text": "Und solcherart sandten WIR ihn (den Quran) hinab als klare Ayat, und ALLAH leitet recht, wen ER will.",
        "numberInSurah": 16,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2612,
        "text": "Gewiß, diejenigen, die den Iman bekundet haben, diejenigen, die Juden wurden, die Sabia, die Nazarener, die Madschus und diejenigen, die Schirk betrieben haben, ALLAH richtet zweifelsohne zwischen ihnen am Tag der Auferstehung. Gewiß, ALLAH ist über alles Zeuge.",
        "numberInSurah": 17,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2613,
        "text": "Hast du etwa nicht wahrgenommen, daß ALLAH (Derjenige ist), für Ihn Sudschud vollziehen alle, die in den Himmeln und auf Erden sind, ebenfalls die Sonne, der Mond, die Sterne, die Felsenberge, die Bäume, die Tiere und viele von den Menschen?! Doch viele (andere) verdienen die Peinigung. Und wen ALLAH erniedrigt, für den findest du keinen Würdigenden. Gewiß, ALLAH macht, was ER will.",
        "numberInSurah": 18,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": {
          "id": 6,
          "recommended": true,
          "obligatory": false
        }
      },
      {
        "number": 2614,
        "text": "Diese sind zwei Gegner, die über ihren HERRN stritten. Für diejenigen, die Kufr betrieben haben, wurde dann Kleidung aus Feuer gefertigt. Gegossen wird über ihre Köpfe siedendes Wasser,",
        "numberInSurah": 19,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2615,
        "text": "damit wird das, was in ihren Bäuchen ist, geschmolzen, sowie die Häute.",
        "numberInSurah": 20,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2616,
        "text": "Und für sie sind Hämmer aus Eisen bestimmt.",
        "numberInSurah": 21,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2617,
        "text": "Immer wieder wenn sie aus ihr (Dschahannam) aus einer Drangsal herausgehen wollten, werden sie wieder zu ihr zurückgeschickt. Und erfahrt die Peinigung des Brandes!",
        "numberInSurah": 22,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2618,
        "text": "Gewiß, ALLAH wird diejenigen, die den Iman verinnerlicht und gottgefällig Gutes getan haben, in Dschannat eintreten lassen, die von Flüssen durchflossen sind. Darin werden sie mit Armbändern aus Gold und Perlen geschmückt. Und ihre Kleidung ist darin aus Seide.",
        "numberInSurah": 23,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 287,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2619,
        "text": "Und sie wurden zum Guten des Gesagten rechtgeleitet. Und sie werden zum Weg Des Alllobenswürdigen rechtgeleitet.",
        "numberInSurah": 24,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 287,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2620,
        "text": "Gewiß, diejenigen, die Kufr betrieben und abhalten vom Wege ALLAHs und von Almasdschidil-haram, den WIR für die Menschen errichteten, gleich ob sie inländisch oder ausländisch sind, (diese verloren). Und wer darin etwas Abweichendes, Unrechtmäßiges anstrebt, den lassen WIR von qualvoller Peinigung erfahren.",
        "numberInSurah": 25,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 287,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2621,
        "text": "Und (erinnere daran), als WIR Ibrahim den Ort des Hauses zuwiesen: \"Betreibe Mir gegenüber keinerlei Schirk und reinige das Meinige Haus für die Tawaf-, Qiyam-, und Ruku'-Sudschud-Vollziehenden.\"",
        "numberInSurah": 26,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2622,
        "text": "Und rufe die Menschen zur Hadsch auf, so werden sie zu dir zu Fuß und (als Getragene) auf jedem schlanken (Transporttier) kommen, sie werden aus jeder fernen Gegend kommen,",
        "numberInSurah": 27,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2623,
        "text": "damit sie für sich Nützlichem beiwohnen und ALLAHs Namens an bestimmten Tagen gedenken für das, was ER ihnen an Rizq von den unverständigen An'am gewährte. So esst davon und speist den armen Notleidenden.",
        "numberInSurah": 28,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2624,
        "text": "Dann sollen sie ihren Schmutz entfernen, ihre Gelübde erfüllen und öfters Tawaf um das Ehrwürdige Haus vollziehen.",
        "numberInSurah": 29,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2625,
        "text": "Also und wer ALLAHs Hurumat hochachtet, dies ist gut für ihn bei seinem HERRN. Und für halal wurden euch die An'am erklärt außer dem, was euch vorgetragen wurde. So meidet das rituell Unreine von den Götzen, und meidet das Falschzeugnis!",
        "numberInSurah": 30,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2626,
        "text": "(Seid) hanif für ALLAH, ohne an Ihn Schirk zu betreiben. Und wer Schirk an ALLAH betreibt, sei so, als ob er vom Himmel niederfiel, dann entweder reißen ihn die Vögel weg oder der Wind läßt ihn in einen tiefen Ort niederstürzen.",
        "numberInSurah": 31,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2627,
        "text": "Also und wer ALLAHs Riten (über die Opfertiere) hochachtet, dies ist gewiß von der Taqwa der Herzen.",
        "numberInSurah": 32,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2628,
        "text": "Damit habt ihr Nützlichkeiten bis zu einer festgesetzten Frist, dann ist ihr Opferort bei dem Ehrwürdigen Haus.",
        "numberInSurah": 33,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2629,
        "text": "Und für jede Umma machten WIR einen Opferritus, damit sie den Namen ALLAHs auf das Rizq erwähnen, das ER ihnen von Bahimatul-an'am gewährte. Denn euer Gott ist ein einziger Gott, so praktiziert Ihm gegenüber den Islam! Und überbringe frohe Botschaft den Sich-Fügenden!",
        "numberInSurah": 34,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 289,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2630,
        "text": "(Diese sind) diejenigen, wenn ALLAH erwähnt wird, deren Herzen Ehrfurcht empfinden, die sich in Geduld Übenden über das, welches sie traf, die das rituelle Gebet ordnungsgemäß Verrichtenden und diejenigen, die vom Rizq geben, das WIR ihnen gewährten.",
        "numberInSurah": 35,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 289,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2631,
        "text": "Und die Budn machten WIR für euch von ALLAHs Riten. Für euch gibt es in ihnen Gutes. So erwähnt den Namen ALLAHs auf ihnen als sawaf. Und wenn sie auf ihre Seite fallen, dann esset davon und speist den Genügsamen und den Bittenden. Solcherart machten WIR sie für euch gratis fügbar, damit ihr euch dankbar erweist.",
        "numberInSurah": 36,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 289,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2632,
        "text": "ALLAH erhält weder ihr Fleisch, noch ihr Blut, sondern zu Ihm gelangt die Taqwa von euch. Solcherart machte ER sie für euch gratis fügbar, damit ihr ALLAH mit \"allahu-akbar\" verherrlicht für das, was ER euch an Rechtleitung gewährte. Und überbringe den Muhsin frohe Botschaft.",
        "numberInSurah": 37,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 289,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2633,
        "text": "Gewiß, ALLAH verteidigt diejenigen, die den Iman verinnerlicht haben. Gewiß, ALLAH liebt nicht alle äußerst kufr-betreibenden Verräter!",
        "numberInSurah": 38,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 289,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2634,
        "text": "Erlaubnis (zum bewaffneten Kampf) wurde denjenigen, die bekämpft werden, erteilt, weil ihnen Unrecht zugefügt wurde. Und gewiß, ALLAH ist doch allmächtig, ihnen zum Sieg zu verhelfen.",
        "numberInSurah": 39,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2635,
        "text": "(Es sind) diejenigen, die von ihren Häusern vertrieben wurden zu Unrecht, nur weil sie sagen: \"Unser HERR ist ALLAH!\" Und würde ALLAH die Menschen, die einen durch die anderen, nicht zurückhalten, würden zweifelsohne Einsiedeleien, Synagogen, Kirchen und Moscheen zerstört werden, in denen des Namens ALLAHs häufig gedacht wurde. Und ALLAH wird doch demjenigen zum Sieg verhelfen, der Seiner zum Sieg verhilft. Gewiß, ALLAH ist doch allkraftvoll, allwürdig!",
        "numberInSurah": 40,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2636,
        "text": "(Es sind) diejenigen, wenn WIR sie im Lande festigen, dann verrichten sie ordnungsgemäß das rituelle Gebet, entrichten die Zakat, rufen zum Gebilligten auf und raten vomMißbilligten ab. Und ALLAH gehört das Anschließende von den Angelegenheiten.",
        "numberInSurah": 41,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2637,
        "text": "Und sollten sie dich der Lüge bezichtigen, so leugneten vor ihnen die Leute von Nuh, 'Aad und Thamud ab.",
        "numberInSurah": 42,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2638,
        "text": "Sowie die Leute von Ibrahim und die Leute von Lut.",
        "numberInSurah": 43,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2639,
        "text": "Sowie die Bewohner von Madyan. Auch Musa wurde der Lüge bezichtigt, so gewährte ICH den Kafir noch längere Zeit, dann richtete ICH sie zugrunde. Also wie war denn Meine Mißbilligung?!",
        "numberInSurah": 44,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2640,
        "text": "Wie manche Ortschaft richteten WIR doch zugrunde, während sie (ihre Bewohner) Unrecht begingen. So wurden ihre Häuser dem Erdboden gleichgemacht, auch der Brunnen ist verlassen und das Schloß ist errichtet.",
        "numberInSurah": 45,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2641,
        "text": "Sind sie etwa nicht im Lande umhergereist, damit sie über Herzen verfügen, mit denen sie verständig werden, oder über Ohren, mit denen sie hören?! Denn gewiß, nicht die Augen werden blind, sondern blind werden die Herzen, die in den Brüsten sind.",
        "numberInSurah": 46,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2642,
        "text": "Und sie fordern von dir Eile mit der Peinigung, und ALLAH wird doch nie Sein Versprechen brechen. Und zweifellos ist ein Yaum bei deinem HERRN wie tausend Jahre von dem, was ihr zählt.",
        "numberInSurah": 47,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2643,
        "text": "Und wie manch eine Ortschaft, der ICH noch längere Zeit gewährte, während (ihre Bewohner) unrecht-begehend waren, dann beseitigte ICH sie, und zu Mir ist dasWerden.",
        "numberInSurah": 48,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2644,
        "text": "Sag: \"Ihr Menschen! Ich bin für euch nur ein erläuternder Warner.\"",
        "numberInSurah": 49,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2645,
        "text": "Für diejenigen, die den Iman verinnerlicht und gottgefällig Gutes getan haben, sind Vergebung und edles Rizq bestimmt.",
        "numberInSurah": 50,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2646,
        "text": "Doch diejenigen, die gegen Unsere Ayat in Widerspenstigkeit vorgehen, diese sind die Weggenossen der Hölle.",
        "numberInSurah": 51,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2647,
        "text": "Und WIR entsandten vor dir keinen Gesandten und keinen Propheten, ohne daß, wenn er vortrug, der Satan zu seinem Vortrag etwas hinzufügte. So eliminiert ALLAH das, was der Satan hinzufügte, dann konsolidiert ALLAH Seine Ayat. ALLAH ist allwissend, allweise.",
        "numberInSurah": 52,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2648,
        "text": "Damit ER das, was der Satan hinzufügt, als Fitna macht für diejenigen, in deren Herzen Krankheit ist, und die des harten Herzens sind. Und gewiß, die Unrecht-Begehenden befinden sich doch in einer unerbittlichen Feindseligkeit.",
        "numberInSurah": 53,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2649,
        "text": "Und damit diejenigen, denen das Wissen zuteil wurde, wissen, daß er (der Quran) doch die Wahrheit von deinem HERRN ist, um den Iman an ihn zu verinnerlichen und ihre Herzen sich ihm gegenüber zu ergeben. Und gewiß, ALLAH ist zweifellos Der Rechtleitende derjenigen, die den Iman verinnerlichten, zu einem geradlinigen Weg.",
        "numberInSurah": 54,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2650,
        "text": "Und diejenigen, die Kufr betrieben haben, bleiben ihm gegenüber in Zweifel, bis die Stunde plötzlich über sie hineinbricht oder die Peinigung eines unfruchtbaren Tages zu ihnen kommt.",
        "numberInSurah": 55,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2651,
        "text": "Die Herrschaft an diesem Tag gehört ALLAH, ER richtet zwischen ihnen. So sind diejenigen, die den Iman verinnerlicht und gottgefällig Gutes getan haben, in den Dschannat des Wohlergehens.",
        "numberInSurah": 56,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2652,
        "text": "Und diejenigen, die Kufr betrieben und Unsere Ayat ableugnet haben, für diese ist eine erniedrigende Peinigung bestimmt.",
        "numberInSurah": 57,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2653,
        "text": "Und diejenigen, die fi-sabilillah Hidschra unternahmen, dann getötet wurden oder starben, ALLAH wird ihnen zweifelsohne ein schönes Rizq gewähren. Und gewiß, ALLAH ist doch Der Beste der Rizq-Gewährenden.",
        "numberInSurah": 58,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2654,
        "text": "ER wird sie doch in einen Eingang eingehen lassen, an dem sie Wohlgefallen finden werden. Und gewiß, ALLAH ist zweifelsohne allwissend, allnachsichtig.",
        "numberInSurah": 59,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2655,
        "text": "Also und wer mit Gleichem straft, was ihm zugefügt wurde, dann gegen ihn Übertretung begangen wurde, ALLAH wird ihm doch beistehen. Gewiß, ALLAH ist bestimmt reue-annehmend, allvergebend.",
        "numberInSurah": 60,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2656,
        "text": "Dies ist so, da ALLAH die Nacht in den Tag einfließen läßt und den Tag in die Nacht einfließen läßt, und da ALLAH doch allhörend, allsehend ist.",
        "numberInSurah": 61,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2657,
        "text": "Dies ist so, da ALLAH Das Wahre ist, während das, woran sie anstelle von Ihm Bittgebete richten, doch das für nichtig Erklärte ist, und da ALLAH doch Der Allhohe, Der Allgroße ist.",
        "numberInSurah": 62,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2658,
        "text": "Hast du etwa nicht gesehen, daß ALLAH vom Himmel Wasser fallen ließ, dann wird die Erde grün?! Gewiß, ALLAH ist allgütig, allkundig.",
        "numberInSurah": 63,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2659,
        "text": "Ihm gehört, was in den Himmeln und was auf Erden ist. Und gewiß, ALLAH ist doch Der absolut Autarke, Der Alllobenswürdige.",
        "numberInSurah": 64,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2660,
        "text": "Hast du etwa nicht gesehen, daß ALLAH für euch das, was auf Erden ist, gratis fügbar machte, und daß die Schiffe auf dem Meer gemäß Seiner Anweisung fahren. Und er läßt den Himmel halten, damit er nicht auf die Erde herunterfällt, es sei denn nach Seiner Zustimmung. Gewiß, ALLAH ist den Menschen gegenüber doch allgütig, allgnädig.",
        "numberInSurah": 65,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2661,
        "text": "Und ER ist Derjenige, Der euch lebendig machte, dann euch sterben läßt, dann lebendig macht. Gewiß, der Mensch ist doch äußerst kufr-betreibend.",
        "numberInSurah": 66,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2662,
        "text": "Für jede Umma machten WIR einen Ritus, den sie durchführen. So laß sie mit dir nicht in der Angelegenheit streiten und mache Da'wa zu deinem HERRN. Gewiß, du folgst doch einer geraden Rechtleitung.",
        "numberInSurah": 67,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2663,
        "text": "Und sollten sie mit dir disputieren, dann sag: \"ALLAH weiß besser Bescheid über das, was ihr tut.",
        "numberInSurah": 68,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2664,
        "text": "ALLAH richtet zwischen euch am Tag der Auferstehung in dem, worüber ihr uneins zu sein pflegtet.\"",
        "numberInSurah": 69,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2665,
        "text": "Weißt du etwa nicht, daß ALLAH alles kennt, was im Himmel und auf Erden ist?! Gewiß, dies ist in einem Register. Gewiß, dies ist für ALLAH leicht!",
        "numberInSurah": 70,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2666,
        "text": "Und sie dienen anstelle von ALLAH dem, wozu ER niemals eine Bestätigung hinabsandte, und das, worüber sie über kein Wissen verfügen. Und für die Unrecht- Begehenden gibt es keinen Beistehenden.",
        "numberInSurah": 71,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2667,
        "text": "Und wenn ihnen Unsere Ayat in Klarheit vorgetragen werden, erkennst du die Mißbilligung in den Gesichtern derjenigen, die Kufr betrieben haben. Beinahe würden sie herfallen über diejenigen, die ihnen Unsere Ayat vortragen. Sag: \"Soll ich euch über Schlimmeres als dieses Mitteilung machen? Das Feuer versprach ALLAH denjenigen, die Kufr betrieben haben.\" Und erbärmlich ist das Werden.",
        "numberInSurah": 72,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2668,
        "text": "Ihr Menschen! Ein Gleichnis wurde geprägt, so hört dem zu! Gewiß, diejenigen, an die ihr Bittgebete anstelle von ALLAH richtet, werden niemals Fliegen erschaffen, selbst dann nicht, würden sie sich dafür versammeln. Und wenn die Fliegen ihnen etwas entwenden, können sie es von ihnen nicht mehr zurückholen. Schwach ist der Bittsteller und das Gebetene.",
        "numberInSurah": 73,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2669,
        "text": "Doch sie achteten ALLAH nicht entsprechend der Ihm gebührenden Achtung. Gewiß, ALLAH ist doch allkraftvoll, allwürdig.",
        "numberInSurah": 74,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2670,
        "text": "ALLAH erwählt aus den Engeln Gesandte und aus den Menschen. Gewiß, ALLAH ist allhörend, allsehend.",
        "numberInSurah": 75,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2671,
        "text": "ER weiß, was vor ihnen und was hinter ihnen ist. Und an ALLAH werden alle Angelegenheiten gewandt.",
        "numberInSurah": 76,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2672,
        "text": "Ihr, die den Iman verinnerlicht habt! Vollzieht Ruku' und Sudschud und dient eurem HERRN und tut gottgefällig Gutes, damit ihr erfolgreich werdet.",
        "numberInSurah": 77,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": {
          "id": 7,
          "recommended": true,
          "obligatory": false
        }
      },
      {
        "number": 2673,
        "text": "Und leistet Dschihad für ALLAH, wie Ihm die Dschihad-Leistung gebührt! ER erwählte euch und erlegte euch keine Unannehmlichkeit im Din auf. Es ist die Gemeinschaft eures Vaters Ibrahim. ER nannte euch Muslime vorher und in diesem (Quran), damit der Gesandte Zeuge über euch wird und ihr Zeugen über die Menschen werdet. So verrichtet ordnungsgemäß das rituelle Gebet, entrichtet die Zakat und haltet fest an ALLAH, ER ist euer Maula, Der besteMaula und Der beste Beistehende!",
        "numberInSurah": 78,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "de.zaidan",
      "language": "de",
      "name": "Zaidan",
      "englishName": "Amir Zaidan",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}