{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 25,
    "name": "سُورَةُ الفُرۡقَانِ",
    "englishName": "Al-Furqaan",
    "englishNameTranslation": "The Criterion",
    "revelationType": "Meccan",
    "numberOfAyahs": 77,
    "ayahs": [
      {
        "number": 2856,
        "text": "Immer allerhabener ist Derjenige, Der Al-furqan Seinem Diener nach und nach hinabsandte, damit er für die ganze Schöpfung ein Warner wird.",
        "numberInSurah": 1,
        "juz": 18,
        "manzil": 4,
        "page": 359,
        "ruku": 310,
        "hizbQuarter": 144,
        "sajda": false
      },
      {
        "number": 2857,
        "text": "Derjenige, Dem die Herrschaft der Himmel und der Erde gehören und Der nie Sich ein Kind nahm und für Den es nie einen Partner in der Herrschaft gab. Und ER erschuf alles und bestimmte es genaust.",
        "numberInSurah": 2,
        "juz": 18,
        "manzil": 4,
        "page": 359,
        "ruku": 310,
        "hizbQuarter": 144,
        "sajda": false
      },
      {
        "number": 2858,
        "text": "Und sie nahmen sich anstelle von Ihm Gottheiten, die nichts erschaffen, während sie erschaffen werden, und die sich selbst weder schaden noch nützen können und die weder über Tod noch über Leben noch über Erweckung verfügen.",
        "numberInSurah": 3,
        "juz": 18,
        "manzil": 4,
        "page": 360,
        "ruku": 310,
        "hizbQuarter": 144,
        "sajda": false
      },
      {
        "number": 2859,
        "text": "Und diejenigen, die Kufr betrieben haben, sagten: \"Dies ist nichts anderes als Ifk-Lüge, die er erfand, und ihm halfen dabei andere Leute.\" Bereits begingen sie Unrecht und Falschzeugnis.",
        "numberInSurah": 4,
        "juz": 18,
        "manzil": 4,
        "page": 360,
        "ruku": 310,
        "hizbQuarter": 144,
        "sajda": false
      },
      {
        "number": 2860,
        "text": "Und sie sagten: \"Dies sind die Legenden der Vorfahren, die er schreiben ließ, so werden sie ihm morgens und abends diktiert.\"",
        "numberInSurah": 5,
        "juz": 18,
        "manzil": 4,
        "page": 360,
        "ruku": 310,
        "hizbQuarter": 144,
        "sajda": false
      },
      {
        "number": 2861,
        "text": "Sag: \"Den (Quran) sandte Derjenige hinab, Der das Geheimnis in den Himmeln und auf Erden kennt. Gewiß, ER ist immer allvergebend, allgnädig.",
        "numberInSurah": 6,
        "juz": 18,
        "manzil": 4,
        "page": 360,
        "ruku": 310,
        "hizbQuarter": 144,
        "sajda": false
      },
      {
        "number": 2862,
        "text": "Und sie sagten: \"Was ist los mit diesem Gesandten, er ißt die Speisen und geht zu den Märkten, würde zu ihm doch ein Engel herabgesandt, damit er mit ihm einWarner wird!",
        "numberInSurah": 7,
        "juz": 18,
        "manzil": 4,
        "page": 360,
        "ruku": 310,
        "hizbQuarter": 144,
        "sajda": false
      },
      {
        "number": 2863,
        "text": "Oder würde ihm doch ein Schatz heruntergeworfen! Oder wäre für ihn doch eine Dschanna, von der er essen würde!\" Und die Unrecht-Begehenden sagten: \"Ihr folgt doch nur einem verzauberten Mann.\"",
        "numberInSurah": 8,
        "juz": 18,
        "manzil": 4,
        "page": 360,
        "ruku": 310,
        "hizbQuarter": 144,
        "sajda": false
      },
      {
        "number": 2864,
        "text": "Siehe, wie sie dir die Gleichnisse prägten, dann gingen sie irre, und sie vermögen zu keinem Weg.",
        "numberInSurah": 9,
        "juz": 18,
        "manzil": 4,
        "page": 360,
        "ruku": 310,
        "hizbQuarter": 144,
        "sajda": false
      },
      {
        "number": 2865,
        "text": "Immer allerhabener ist Derjenige, wenn ER will, ER gewährte dir noch Besseres als dies, nämlich Dschannat, die von Flüssen durchflossen werden, und ER gewährt dir Schlösser.",
        "numberInSurah": 10,
        "juz": 18,
        "manzil": 4,
        "page": 360,
        "ruku": 311,
        "hizbQuarter": 144,
        "sajda": false
      },
      {
        "number": 2866,
        "text": "Nein, sondern sie leugneten die Stunde ab. Und WIR bereiteten für denjenigen, der die Stunde ableugnete, äußerst heftiges Feuer.",
        "numberInSurah": 11,
        "juz": 18,
        "manzil": 4,
        "page": 360,
        "ruku": 311,
        "hizbQuarter": 144,
        "sajda": false
      },
      {
        "number": 2867,
        "text": "Wenn es (das Feuer) sie von einem fernen Ort sieht, hören sie von ihm (das Geräusch) seiner Wut und seines Anfachens.",
        "numberInSurah": 12,
        "juz": 18,
        "manzil": 4,
        "page": 361,
        "ruku": 311,
        "hizbQuarter": 144,
        "sajda": false
      },
      {
        "number": 2868,
        "text": "Und wenn sie dort in einen engen Ort muqranin hineingeworfen werden, flehen sie dort um den Untergang.",
        "numberInSurah": 13,
        "juz": 18,
        "manzil": 4,
        "page": 361,
        "ruku": 311,
        "hizbQuarter": 144,
        "sajda": false
      },
      {
        "number": 2869,
        "text": "Fleht heute nicht nur um einen Untergang, sondern fleht um viele Untergänge!",
        "numberInSurah": 14,
        "juz": 18,
        "manzil": 4,
        "page": 361,
        "ruku": 311,
        "hizbQuarter": 144,
        "sajda": false
      },
      {
        "number": 2870,
        "text": "Sag: \"Ist dies besser oder die Dschanna der Ewigkeit, die den Muttaqi versprochen wurde?!\" Sie ist für sie die Belohnung und das Werden.",
        "numberInSurah": 15,
        "juz": 18,
        "manzil": 4,
        "page": 361,
        "ruku": 311,
        "hizbQuarter": 144,
        "sajda": false
      },
      {
        "number": 2871,
        "text": "Darin haben sie, was sie begehren, als Ewige. Dies war von deinem HERRN ein Versprechen, um das (von den Mumin) gebeten wurde.",
        "numberInSurah": 16,
        "juz": 18,
        "manzil": 4,
        "page": 361,
        "ruku": 311,
        "hizbQuarter": 144,
        "sajda": false
      },
      {
        "number": 2872,
        "text": "Und am Tag, wenn ER sie und das, dem sie anstelle von ALLAH dienten, versammelt und dann sagt: \"Habt ihr etwa diese Meine Diener irregeführt, oder sind sie selbst irregegangen?!\"",
        "numberInSurah": 17,
        "juz": 18,
        "manzil": 4,
        "page": 361,
        "ruku": 311,
        "hizbQuarter": 144,
        "sajda": false
      },
      {
        "number": 2873,
        "text": "Sie sagten: \"Gepriesen-erhaben bist DU! Uns gebührt nicht, daß wir uns anstelle von Dir irgendwelche Wali nehmen. Doch DU hast sie und ihre Ahnen vergnügen lassen, bis sie das Gedenken vergaßen und nutzlose Leute waren.\"",
        "numberInSurah": 18,
        "juz": 18,
        "manzil": 4,
        "page": 361,
        "ruku": 311,
        "hizbQuarter": 144,
        "sajda": false
      },
      {
        "number": 2874,
        "text": "Also sie wiesen, was ihr sagt, als Lüge zurück, so werdet ihr weder (die Peinigung) abwenden noch (euch) beistehen. Und wer von euch Unrecht begeht, den werden WIR eine große Peinigung erfahren lassen.",
        "numberInSurah": 19,
        "juz": 18,
        "manzil": 4,
        "page": 361,
        "ruku": 311,
        "hizbQuarter": 144,
        "sajda": false
      },
      {
        "number": 2875,
        "text": "Und WIR entsandten vor dir nur von den Gesandten, welche Speise aßen und zu den Märkten gingen. Und WIR machten die einen von euch für die anderen zur Fitna, ob ihr euch in Geduld übt?! Und dein HERR ist immer allsehend.",
        "numberInSurah": 20,
        "juz": 18,
        "manzil": 4,
        "page": 361,
        "ruku": 311,
        "hizbQuarter": 144,
        "sajda": false
      },
      {
        "number": 2876,
        "text": "Und diejenigen, die auf Unsere Begegnung nicht hoffen, sagten: \"Würden zu ihm doch Engel hinabgesandt werden! Oder würden wir doch unseren HERRN sehen!\" Gewiß, bereits erhoben sie sich in Arroganz in ihren Inneren und übertrieben doch eine große Übertreibung.",
        "numberInSurah": 21,
        "juz": 19,
        "manzil": 4,
        "page": 362,
        "ruku": 312,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2877,
        "text": "Am Tage, wenn sie die Engel sehen werden, gibt es keine frohe Botschaft an jenem Tag für die schwer Verfehlenden. Und sie (die Engel) sagen: \"(Die Dschanna ist für euch) gänzlich verboten.\"",
        "numberInSurah": 22,
        "juz": 19,
        "manzil": 4,
        "page": 362,
        "ruku": 312,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2878,
        "text": "Und WIR wandten Uns zu dem, was sie an Handlungen vollbrachten, dann machten WIR sie zu verflogenem Staub.",
        "numberInSurah": 23,
        "juz": 19,
        "manzil": 4,
        "page": 362,
        "ruku": 312,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2879,
        "text": "Die Weggenossen der Dschanna haben an diesem Tag eine bessere Niederlassung und einen schöneren Ort zum Zurückziehen.",
        "numberInSurah": 24,
        "juz": 19,
        "manzil": 4,
        "page": 362,
        "ruku": 312,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2880,
        "text": "Und an dem Tag, wenn der Himmel sich mit dicken Wolken spaltet, und die Engel wurden nach und nach hinabgesandt,",
        "numberInSurah": 25,
        "juz": 19,
        "manzil": 4,
        "page": 362,
        "ruku": 312,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2881,
        "text": "die wahre Herrschaft an diesem Tag gehört Dem Allgnade Erweisenden. Und er ist für die Kafir ein harter Tag.",
        "numberInSurah": 26,
        "juz": 19,
        "manzil": 4,
        "page": 362,
        "ruku": 312,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2882,
        "text": "Und an dem Tag, wenn der Unrecht-Begehende sich in die Hände beißt, sagt er: \"Hätte ich doch mit dem Gesandten einen (gemeinsamen) Weg eingeschlagen!",
        "numberInSurah": 27,
        "juz": 19,
        "manzil": 4,
        "page": 362,
        "ruku": 312,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2883,
        "text": "Mein Untergang! Hätte ich mir doch jene Person nicht zum engen Freund genommen!",
        "numberInSurah": 28,
        "juz": 19,
        "manzil": 4,
        "page": 362,
        "ruku": 312,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2884,
        "text": "Gewiß, bereits ließ er mich vom Gedenken (ALLAHs) abirren, nachdem es mir zuteil wurde.\" Und der Satan läßt den Menschen immer wieder im Stich.",
        "numberInSurah": 29,
        "juz": 19,
        "manzil": 4,
        "page": 362,
        "ruku": 312,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2885,
        "text": "Und der Gesandte sagte: \"Mein HERR! Gewiß, meine Leute vernachlässigen den Quran.\"",
        "numberInSurah": 30,
        "juz": 19,
        "manzil": 4,
        "page": 362,
        "ruku": 312,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2886,
        "text": "Und solcherart machten WIR für jeden Propheten Erzfeinde von den schwer Verfehlenden. Und dein HERR genügt als Rechtleitender und als Beistehender.",
        "numberInSurah": 31,
        "juz": 19,
        "manzil": 4,
        "page": 362,
        "ruku": 312,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2887,
        "text": "Und diejenigen, die Kufr betrieben haben, sagten: \"Würde ihm der Quran doch auf einmal hinabgesandt!\" Es ist so, damit WIR mit ihm dein Herz festigen. Und WIR haben ihn doch in Tartil-Form vorgetragen.",
        "numberInSurah": 32,
        "juz": 19,
        "manzil": 4,
        "page": 362,
        "ruku": 312,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2888,
        "text": "Und sie bringen dir kein Gleichnis, ohne daß WIR dir die Wahrheit und eine bessere Erläuterung zukommen ließen.",
        "numberInSurah": 33,
        "juz": 19,
        "manzil": 4,
        "page": 363,
        "ruku": 312,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2889,
        "text": "Es sind diejenigen, die auf ihren Gesichtern vor Dschahannam versammelt werden, diese haben einen schlimmeren Ort und sind vom Weg weit abgeirrt.",
        "numberInSurah": 34,
        "juz": 19,
        "manzil": 4,
        "page": 363,
        "ruku": 312,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2890,
        "text": "Und gewiß, bereits ließen WIR Musa die Schrift zuteil werden und machten mit ihm seinen Bruder Harun als einen Assistenten.",
        "numberInSurah": 35,
        "juz": 19,
        "manzil": 4,
        "page": 363,
        "ruku": 313,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2891,
        "text": "Dann sagten WIR: \"Geht beide zu den Leuten, die Unsere Ayat ableugneten.\" Dann vernichteten WIR sie in kompletter Vernichtung.",
        "numberInSurah": 36,
        "juz": 19,
        "manzil": 4,
        "page": 363,
        "ruku": 313,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2892,
        "text": "Und die Leute von Nuh, als sie den Gesandten der Lüge bezichtigten, ertränkten WIR sie und machten sie zu einer Aya für die Menschen. Und WIR bereiteten für die Unrecht-Begehenden eine qualvolle Peinigung.",
        "numberInSurah": 37,
        "juz": 19,
        "manzil": 4,
        "page": 363,
        "ruku": 313,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2893,
        "text": "Sowie 'Aad, Thamud, die Weggenossen von Ar-rass und viele Generationen zwischen diesen.",
        "numberInSurah": 38,
        "juz": 19,
        "manzil": 4,
        "page": 363,
        "ruku": 313,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2894,
        "text": "Und allen prägten WIR die Gleichnisse. Und alle haben WIR in Stückchen zerstückelt.",
        "numberInSurah": 39,
        "juz": 19,
        "manzil": 4,
        "page": 363,
        "ruku": 313,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2895,
        "text": "Und gewiß, bereits kamen sie doch zur Ortschaft, die mit dem Regen des Unheils beregnet wurde. Haben sie sie etwa noch nicht gesehen?! Nein, sondern sie pflegten auf keine Erweckung zu hoffen.",
        "numberInSurah": 40,
        "juz": 19,
        "manzil": 4,
        "page": 363,
        "ruku": 313,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2896,
        "text": "Und wenn sie dich sehen, nehmen sie dich zu nichts außer zum Spott: \"Ist dieser derjenige, den ALLAH als Gesandten entsandte?",
        "numberInSurah": 41,
        "juz": 19,
        "manzil": 4,
        "page": 363,
        "ruku": 313,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2897,
        "text": "Beinahe hätte er uns doch von unseren Gottheiten abirren lassen, hätten wir uns nicht in Geduld ihnen gegenüber geübt!\" Und sie werden wissen, wenn sie die Peinigung sehen, wer weiter vom Weg abgeirrt ist.",
        "numberInSurah": 42,
        "juz": 19,
        "manzil": 4,
        "page": 363,
        "ruku": 313,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2898,
        "text": "Wie siehst du denjenigen, der seine Neigung zu seinem Gott machte?! Willst du etwa ein Wakil über ihn sein?!",
        "numberInSurah": 43,
        "juz": 19,
        "manzil": 4,
        "page": 363,
        "ruku": 313,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2899,
        "text": "Oder denkst du etwa, daß die meisten von ihnen zuhören oder nachdenken?! Sie sind doch nur wie die An'am. Nein, sondern sie sind noch weiter vom Weg abgeirrt.",
        "numberInSurah": 44,
        "juz": 19,
        "manzil": 4,
        "page": 364,
        "ruku": 313,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2900,
        "text": "Siehst du etwa nicht (die Schöpfung) deines HERRN, wie ER den Schatten ausbreiten läßt?! Und hätte ER gewollt, hätte ER ihn stillstehend gemacht. Dann machten WIR die Sonne als Hinweis auf ihn.",
        "numberInSurah": 45,
        "juz": 19,
        "manzil": 4,
        "page": 364,
        "ruku": 314,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2901,
        "text": "Dann verkürzten WIR ihn zu Uns mit leichter Verkürzung.",
        "numberInSurah": 46,
        "juz": 19,
        "manzil": 4,
        "page": 364,
        "ruku": 314,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2902,
        "text": "Und ER ist Derjenige, Der für euch die Nacht als Kleidung machte und den Schlaf zum Ausruhen, und ER machte den Tag zur Auferstehung.",
        "numberInSurah": 47,
        "juz": 19,
        "manzil": 4,
        "page": 364,
        "ruku": 314,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2903,
        "text": "Und ER ist Derjenige, Der die Winde als frohe Botschaft vor Seiner Gnade schickte. Und WIR ließen vom Himmel reines Wasser fallen,",
        "numberInSurah": 48,
        "juz": 19,
        "manzil": 4,
        "page": 364,
        "ruku": 314,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2904,
        "text": "damit WIR mit ihm eine tote Landschaft lebendig machen, und damitWIR es zum Trinken denen geben, die WIR erschufen, An'am und vielen Menschen.",
        "numberInSurah": 49,
        "juz": 19,
        "manzil": 4,
        "page": 364,
        "ruku": 314,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2905,
        "text": "Und gewiß, bereits teilten WIR ihn zwischen ihnen auf, damit sie sich besinnen. Doch diemeisten Menschen lehnten dann ab, außer dem äußersten Kufr.",
        "numberInSurah": 50,
        "juz": 19,
        "manzil": 4,
        "page": 364,
        "ruku": 314,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2906,
        "text": "Und hätten WIR es gewollt, hätten WIR doch zu jeder Ortschaft einen Warner entsandt!",
        "numberInSurah": 51,
        "juz": 19,
        "manzil": 4,
        "page": 364,
        "ruku": 314,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2907,
        "text": "So gehorche den Kafir nicht, und leiste mit ihm (dem Quran) gegen sie einen großen Dschihad!",
        "numberInSurah": 52,
        "juz": 19,
        "manzil": 4,
        "page": 364,
        "ruku": 314,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2908,
        "text": "Und ER ist Derjenige, Der beide Meere nebeneinander machte. Dieses ist wohlschmeckend, süß, und dieses ist salzig, bitter. Und ER machte zwischen ihnen eine Trennung und eine komplette Isolierung.",
        "numberInSurah": 53,
        "juz": 19,
        "manzil": 4,
        "page": 364,
        "ruku": 314,
        "hizbQuarter": 146,
        "sajda": false
      },
      {
        "number": 2909,
        "text": "Und ER ist Derjenige, Der aus dem Wasser einen Menschen erschuf, dann machte ER ihn zur Abstammung und Verschwägerung. Und dein HERR ist immer allmächtig.",
        "numberInSurah": 54,
        "juz": 19,
        "manzil": 4,
        "page": 364,
        "ruku": 314,
        "hizbQuarter": 146,
        "sajda": false
      },
      {
        "number": 2910,
        "text": "Und sie dienen anstelle von ALLAH dem, das ihnen weder nützt, noch schadet. Und der Kafir ist gegen seinen HERRN ein Beistehender.",
        "numberInSurah": 55,
        "juz": 19,
        "manzil": 4,
        "page": 364,
        "ruku": 314,
        "hizbQuarter": 146,
        "sajda": false
      },
      {
        "number": 2911,
        "text": "Und WIR entsandten dich nur als Überbringer froher Botschaft und als Warner.",
        "numberInSurah": 56,
        "juz": 19,
        "manzil": 4,
        "page": 365,
        "ruku": 314,
        "hizbQuarter": 146,
        "sajda": false
      },
      {
        "number": 2912,
        "text": "Sag: \"Ich verlange von euch dafür keinen Lohn! Nur wer zu seinem HERRN einen Weg einschlagen will, (soll es tun).\"",
        "numberInSurah": 57,
        "juz": 19,
        "manzil": 4,
        "page": 365,
        "ruku": 314,
        "hizbQuarter": 146,
        "sajda": false
      },
      {
        "number": 2913,
        "text": "Und übe Tawakkul Dem Lebendigen, Der nie stirbt, und lobpreise mit Seinem Lob! Und ER genügt über die Verfehlungen Seiner Diener als Allkundiger.",
        "numberInSurah": 58,
        "juz": 19,
        "manzil": 4,
        "page": 365,
        "ruku": 314,
        "hizbQuarter": 146,
        "sajda": false
      },
      {
        "number": 2914,
        "text": "Er ist Derjenige, Der die Himmel, die Erde und das, was zwischen ihnen ist, in sechs Ay-yam erschuf, dann wandte ER Sich Al'ahrsch zu. ER ist Der Allgnade Erweisende, so frage über Ihn einen Kundigen!",
        "numberInSurah": 59,
        "juz": 19,
        "manzil": 4,
        "page": 365,
        "ruku": 314,
        "hizbQuarter": 146,
        "sajda": false
      },
      {
        "number": 2915,
        "text": "Und als ihnen gesagt wurde: \"Vollzieht Sudschud für den Allgnade Erweisenden!\", sagten sie: \"Und was ist Der Allgnade Erweisende? Sollen wir etwa Sudschud zu dem vollziehen, den du uns anweist?!\" Und es mehrte noch ihre Abneigung.",
        "numberInSurah": 60,
        "juz": 19,
        "manzil": 4,
        "page": 365,
        "ruku": 314,
        "hizbQuarter": 146,
        "sajda": {
          "id": 8,
          "recommended": true,
          "obligatory": false
        }
      },
      {
        "number": 2916,
        "text": "Immer allerhabener ist Derjenige, Der im Himmel Sternbilder einsetzte, und darin eine Leuchte und einen erhellten Mond machte.",
        "numberInSurah": 61,
        "juz": 19,
        "manzil": 4,
        "page": 365,
        "ruku": 315,
        "hizbQuarter": 146,
        "sajda": false
      },
      {
        "number": 2917,
        "text": "Und ER ist Derjenige, Der die Nacht und den Tag als Nachfolge machte für denjenigen, der sich besinnen will oder sich dankbar erweisen will.",
        "numberInSurah": 62,
        "juz": 19,
        "manzil": 4,
        "page": 365,
        "ruku": 315,
        "hizbQuarter": 146,
        "sajda": false
      },
      {
        "number": 2918,
        "text": "Und die Diener Des Allgnade Erweisenden sind diejenigen, die auf der Erde in Bescheidenheit gehen, und wenn die Unwissenden sie belästigen, sagen sie: \"Salam (sei mit euch)!\".",
        "numberInSurah": 63,
        "juz": 19,
        "manzil": 4,
        "page": 365,
        "ruku": 315,
        "hizbQuarter": 146,
        "sajda": false
      },
      {
        "number": 2919,
        "text": "Auch diejenigen, die ihre Nacht als Sudschud- und Qiyam-Vollziehende verbringen.",
        "numberInSurah": 64,
        "juz": 19,
        "manzil": 4,
        "page": 365,
        "ruku": 315,
        "hizbQuarter": 146,
        "sajda": false
      },
      {
        "number": 2920,
        "text": "Sowie diejenigen, die sagen: \"Unser HERR! Wende von uns die Peinigung von Dschahannam ab, denn ihre Peinigung ist gewiß eine bleibende Peinigung.",
        "numberInSurah": 65,
        "juz": 19,
        "manzil": 4,
        "page": 365,
        "ruku": 315,
        "hizbQuarter": 146,
        "sajda": false
      },
      {
        "number": 2921,
        "text": "Gewiß, sie (Dschahannam) ist schlimm als Niederlassung und als Aufenthaltsort.\"",
        "numberInSurah": 66,
        "juz": 19,
        "manzil": 4,
        "page": 365,
        "ruku": 315,
        "hizbQuarter": 146,
        "sajda": false
      },
      {
        "number": 2922,
        "text": "Auch diejenigen, wenn sie ausgeben, weder verschwenden noch geizen, sondern es ist dazwischen mittelmäßig.",
        "numberInSurah": 67,
        "juz": 19,
        "manzil": 4,
        "page": 365,
        "ruku": 315,
        "hizbQuarter": 146,
        "sajda": false
      },
      {
        "number": 2923,
        "text": "Und diejenigen, die weder neben ALLAH an einen anderen Gott Bittgebete richten, noch den Menschen töten, den ALLAH für haram erklärte, außer mit Berechtigung, noch Zina begehen. Und wer dieses tut, findet die Vergeltung.",
        "numberInSurah": 68,
        "juz": 19,
        "manzil": 4,
        "page": 366,
        "ruku": 315,
        "hizbQuarter": 146,
        "sajda": false
      },
      {
        "number": 2924,
        "text": "Für ihn wird die Peinigung am Tag der Auferstehung verdoppelt, und er bleibt dort als Erniedrigter ewig",
        "numberInSurah": 69,
        "juz": 19,
        "manzil": 4,
        "page": 366,
        "ruku": 315,
        "hizbQuarter": 146,
        "sajda": false
      },
      {
        "number": 2925,
        "text": "außer demjenigen, der bereut, den Iman verinnerlicht und gottgefällig Gutes getan hat, diesen tauscht ALLAH ihre gottmißfälligen Taten in gottgefällig gute Taten um. Und ALLAH bleibt immer allvergebend, allgnädig.",
        "numberInSurah": 70,
        "juz": 19,
        "manzil": 4,
        "page": 366,
        "ruku": 315,
        "hizbQuarter": 146,
        "sajda": false
      },
      {
        "number": 2926,
        "text": "Und wer bereute und gottgefällig Gutes tat, dieser bereut ALLAH gegenüber wirklich.",
        "numberInSurah": 71,
        "juz": 19,
        "manzil": 4,
        "page": 366,
        "ruku": 315,
        "hizbQuarter": 146,
        "sajda": false
      },
      {
        "number": 2927,
        "text": "Auch diejenigen, die das Lügnerische nicht bezeugen, und wenn sie beim sinnlosen Treiben vorbeigehen, gehen sie in Würde vorbei.",
        "numberInSurah": 72,
        "juz": 19,
        "manzil": 4,
        "page": 366,
        "ruku": 315,
        "hizbQuarter": 146,
        "sajda": false
      },
      {
        "number": 2928,
        "text": "Und diejenigen, wenn sie mit den Ayat ihres HERRN ermahnt werden, fallen nicht vor ihnen taub und blind nieder.",
        "numberInSurah": 73,
        "juz": 19,
        "manzil": 4,
        "page": 366,
        "ruku": 315,
        "hizbQuarter": 146,
        "sajda": false
      },
      {
        "number": 2929,
        "text": "Ebenso diejenigen, die sagen: \"Unser HERR! Schenke uns von unseren Partnerwesen und unserer Nachkommenschaft Erfreuliches. Und mache uns für die Muttaqi als Imam!",
        "numberInSurah": 74,
        "juz": 19,
        "manzil": 4,
        "page": 366,
        "ruku": 315,
        "hizbQuarter": 146,
        "sajda": false
      },
      {
        "number": 2930,
        "text": "Diesen wird das Paradies vergolten für das, was sie an Geduld aufbrachten. Und sie werden darin mit Gruß und Salam empfangen.",
        "numberInSurah": 75,
        "juz": 19,
        "manzil": 4,
        "page": 366,
        "ruku": 315,
        "hizbQuarter": 146,
        "sajda": false
      },
      {
        "number": 2931,
        "text": "Darin bleiben sie ewig. Es ist schön als Niederlassung und Aufenthaltsort.",
        "numberInSurah": 76,
        "juz": 19,
        "manzil": 4,
        "page": 366,
        "ruku": 315,
        "hizbQuarter": 146,
        "sajda": false
      },
      {
        "number": 2932,
        "text": "Sag: \"Mein HERR würde euch nicht beachten, wäre nicht euer Bittgebet. Ihr habt bereits doch abgeleugnet, so wird es (das Vergelten) unabdingbar sein.\"",
        "numberInSurah": 77,
        "juz": 19,
        "manzil": 4,
        "page": 366,
        "ruku": 315,
        "hizbQuarter": 146,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "de.zaidan",
      "language": "de",
      "name": "Zaidan",
      "englishName": "Amir Zaidan",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}