{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 28,
    "name": "سُورَةُ القَصَصِ",
    "englishName": "Al-Qasas",
    "englishNameTranslation": "The Stories",
    "revelationType": "Meccan",
    "numberOfAyahs": 88,
    "ayahs": [
      {
        "number": 3253,
        "text": "Ta-sin-mim.",
        "numberInSurah": 1,
        "juz": 20,
        "manzil": 5,
        "page": 385,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3254,
        "text": "Diese sind die Ayat der deutlichen Schrift.",
        "numberInSurah": 2,
        "juz": 20,
        "manzil": 5,
        "page": 385,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3255,
        "text": "WIR tragen dir vor von der Begebenheit von Musa und Pharao wahrheitsgemäß für Leute, die den Iman verinnerlichen.",
        "numberInSurah": 3,
        "juz": 20,
        "manzil": 5,
        "page": 385,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3256,
        "text": "Gewiß, Pharao erhob sich in Arroganz im Lande und machte dessen Bewohner zu Parteien. Er schwächte eine Gruppe von ihnen ab. Er ließ ihre Söhne abschlachten und ihre Frauen am Leben bleiben. Gewiß, er war von den Verderben-Anrichtenden.",
        "numberInSurah": 4,
        "juz": 20,
        "manzil": 5,
        "page": 385,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3257,
        "text": "Und WIR wollen denjenigen, die im Lande abgeschwächt wurden, Gnade erweisen, aus ihnen Imame machen, zu den Erben machen,",
        "numberInSurah": 5,
        "juz": 20,
        "manzil": 5,
        "page": 385,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3258,
        "text": "im Lande festigen und Pharao, Haman und ihren Soldaten von ihnen das zeigen, vor dem sie sich in Acht zu nehmen pflegten.",
        "numberInSurah": 6,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3259,
        "text": "Und WIR ließen der Mutter von Musa Wahy zuteil werden: \"Stille ihn! Und solltest du dich um ihn fürchten, dann lege ihn in den Fluß, und fürchte dich nicht und sei nicht traurig! Gewiß, WIR werden ihn dir zurückbringen und werden ihn von den Gesandten machen.\"",
        "numberInSurah": 7,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3260,
        "text": "Dann las ihn Pharaos Familie auf, damit er für sie ein Feind und ein Grund zur Besorgnis wird. Gewiß, Pharao, Haman und ihre Soldaten waren Verfehlende.",
        "numberInSurah": 8,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3261,
        "text": "Und die Frau von Pharao sagte: \"Es ist eine Freude für mich und für dich. Tötet ihn nicht, vielleicht nützt er uns oder wir nehmen ihn zum Sohn.\" Und sie merkten nichts.",
        "numberInSurah": 9,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3262,
        "text": "Und das Herz der Mutter von Musa wurde leer. Sie hätte ihn beinahe verraten, hätten WIR ihrem Herzen keine Kraft gewährt, damit sie von den Mumin wird.",
        "numberInSurah": 10,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3263,
        "text": "Und sie sagte zu seiner Schwester: \"Folge seinen Spuren!  Dann sah sie ihn von der Seite, während sie nichts merkten.",
        "numberInSurah": 11,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3264,
        "text": "Und WIR machten für ihn die Stillenden vorher haram. Dann sagte sie (die Schwester): \"Soll ich euch zu einer Familie führen, die ihn für euch betreut? Und sie werden auf ihn aufpassen.\"",
        "numberInSurah": 12,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3265,
        "text": "So brachten WIR ihn zu seiner Mutter zurück, damit sie sich erfreut und nicht traurig wird und damit sie zweifelsohne weiß, daß ALLAHs Versprechen wahr ist. Doch die meisten von ihnen wissen es nicht.",
        "numberInSurah": 13,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3266,
        "text": "Und nachdem er erwachsen und reif geworden ist, ließen WIR ihm Weisheit und Wissen zuteil werden. Und solcherart vergelten WIR es den Muhsin.",
        "numberInSurah": 14,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3267,
        "text": "Und (eines Tages) trat er in die Stadt, ohne von ihren Einwohnern bemerkt zu werden, dann fand er zwei Männer, die gegeneinander kämpften, dieser gehörte seiner Partei an und jener war von seinen Feinden, dann bat ihn derjenige, der seiner Partei angehörte, um Hilfe gegen denjenigen, der von seinen Feinden war, dann schlug Musa mit der Faust auf ihn, dann tötete er ihn. Er sagte: \"Dies ist vom Werk des Satans, gewiß, er ist ein verleitender, entschiedener Feind.\"",
        "numberInSurah": 15,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3268,
        "text": "Er sagte: \"Mein HERR! Gewiß, ich tat mir selbst Unrecht an, so vergib mir!\" Dann vergab ER ihm. Gewiß, ER ist Der Allvergebende, Der Allgnädige.",
        "numberInSurah": 16,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3269,
        "text": "Er sagte: \"Mein HERR! Bei dem, was du mir an Wohltaten erwiesen hast, ich werde niemals ein Rückenstärkender für die schwer Verfehlenden sein.\"",
        "numberInSurah": 17,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3270,
        "text": "Dann wurde er in der Stadt angsterfüllt und beobachtete, da hat derjenige, der ihn tags zuvor um Beistand bat, laut um Hilfe gerufen. Musa sagte ihm: \"Gewiß, du bist ein eindeutiger Fehlgehender.\"",
        "numberInSurah": 18,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3271,
        "text": "Und als er demjenigen, der ein Feind beider war, Gewalt antun wollte, sagte er: \"Musa! Willst du mich erschlagen, wie du einen Menschen gestern erschlugst? Du willst nur ein rücksichtsloser Gewalttäter im Lande sein, und du willst keineswegs von den gottgefällig Guttuenden sein.\"",
        "numberInSurah": 19,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3272,
        "text": "Da kam ein Mann vom anderen Ende der Stadt angelaufen, er sagte: \"Musa! Gewiß, die Entscheidungsträger beraten sich gegenseitig wegen dir, um dich zu töten, also geh fort! Ich bin für dich doch einer von den guten Ratgebern.\"",
        "numberInSurah": 20,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3273,
        "text": "Dann ging er von ihr heraus angsterfüllt und beobachtete, er sagte: \"Mein HERR! Errette mich vor den unrecht-begehenden Leuten!\"",
        "numberInSurah": 21,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3274,
        "text": "Und als er auf Madyan zusteuerte, sagte er: \"Hoffentlich wird mein HERR mich auf den richtigen Weg rechtleiten.\"",
        "numberInSurah": 22,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3275,
        "text": "Und als er beim Wasser von Madyan ankam, fand er da eine Umma von Menschen, die (ihre Tiere) tränkten, auch fand er da unter ihnen zwei Frauen, die (ihre Tiere) zurückhielten. Er sagte: \"Was ist euer Bestreben?\" Beide sagten: \"Wir tränken nicht, bis die Hirten zurückgezogen sind. Und unser Vater ist ein Greis.\"",
        "numberInSurah": 23,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3276,
        "text": "Dann tränkte er für beide (ihre Tiere), dann wandte er sich ab (und ging) in den Schatten, dann sagte er: \"Mein HERR! Gewiß, ich bin dessen bedürftig, was DU mir an Gutem zuteil werden läßt.\"",
        "numberInSurah": 24,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3277,
        "text": "Dann kam eine von den beiden (Frauen), sie schritt in Schamhaftigkeit. Sie sagte: \"Ja! Mein Vater lädt dich ein, um dich doch dafür zu belohnen, daß du für uns die Tiere getränkt hast.\" Und nachdem er zu ihm gekommen war und ihm über die Begebenheiten berichtet hatte, sagte er: \"Fürchte dich nicht, du bist den unrechtbegehenden Leuten entkommen.\"",
        "numberInSurah": 25,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3278,
        "text": "Eine von den Beiden sagte: \"Mein Vater! Nimm ihn in deinen Dienst! Gewiß, der Beste, den du in Dienst nimmst, ist der Kraftvolle, der Anzuvertrauende.\"",
        "numberInSurah": 26,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3279,
        "text": "Er sagte: \"Ich will dich mit einer von diesen meinen beiden Töchter verheiraten unter der Bedingung, daß du dich acht Jahre in meinen Dienst stellst. Und wenn du zehn (Jahre) vervollständigst, dann ist dies dir überlassen. Und ich will es dir nicht schwer machen. Du wirst mich inscha-allah von den gottgefällig Guttuenden finden.\"",
        "numberInSurah": 27,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3280,
        "text": "Er sagte: \"Dies ist (abgemacht) zwischen mir und dir. Und egal welche der beiden Fristen ich erfülle, so habe ich unter keiner Übertretung zu leiden. Und ALLAH ist auf das, was wir sagen, Ein Wakil.\"",
        "numberInSurah": 28,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3281,
        "text": "Und nachdem Musa die Frist erfüllt hatte und mit seiner Familie nachts gezogen war, sah er an der Seite des Tur-Bergs ein Feuer. Er sagte zu seiner Familie: \"Bleibt hier! Ich sah doch ein Feuer. Vielleicht bringe ich euch davon eine Mitteilung oder eine Fackel vom Feuer, vielleicht wärmt ihr euch.\"",
        "numberInSurah": 29,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3282,
        "text": "Und als er es erreichte, wurde vom Ufer des rechten Tales in der von Baraka erfüllten Landschaft aus dem Baum gerufen: \"Musa! Ja, ICH bin ALLAH, Der HERR aller Schöpfung.",
        "numberInSurah": 30,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3283,
        "text": "Und wirf deinen Stock! Und als er ihn sich schlängeln sah, als ob er eine flinke Schlange wäre, wandte er sich flüchtend ab und kehrte nicht mehr um: \"Musa! Kehre um und fürchte dich nicht, du bist doch einer der Sicheren.",
        "numberInSurah": 31,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3284,
        "text": "Führe deine Hand in deinen Kleidausschnitt hinein, kommt sie hell unbeschadet heraus, und ziehe deinen Arm an dich beim Fürchten heran! Also, diese sind zwei Beweise von deinem HERRN für Pharao und seine Entscheidungsträger. Sie sind doch fisq-betreibende Leute.\"",
        "numberInSurah": 32,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3285,
        "text": "Er sagte: \"Mein HERR! Ich tötete doch von ihnen einen Menschen, so fürchte ich, daß sie mich töten.",
        "numberInSurah": 33,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3286,
        "text": "Und mein Bruder Harun ist zungenfertiger als ich, so mache ihn zum Gesandten mit mir als Helfer, der mich glaubhaft macht. Ich fürchte, daß sie mich der Lüge bezichtigen.\"",
        "numberInSurah": 34,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3287,
        "text": "ER sagte: \"WIR werden dich mit deinem Bruder stärken und euch einen Beweis geben, so werden sie nicht in eure Nähe kommen. Mit Unseren Ayat seid ihr beide und diejenigen, die euch beiden folgen, die Sieger.\"",
        "numberInSurah": 35,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3288,
        "text": "Und als Musa zu ihnen mit Unseren erklärenden Ayat kam, sagten sie: \"Dies ist nichts als erfundene Magie, und wir hörten nie so etwas bei unseren ersten Vorfahren:\"",
        "numberInSurah": 36,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3289,
        "text": "Und Musa sagte: \"Mein HERR weiß besser Bescheid über denjenigen, der mit der Rechtleitung von Ihm kam und wem das Anschließende vom Diesseits gehört. Gewiß, die Unrecht-Begehenden werden nie erfolgreich werden.\"",
        "numberInSurah": 37,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3290,
        "text": "Und Pharao sagte: \"Ihr Entscheidungsträger! Ich wußte für euch von keinem anderen Gott außer mir! Also Haman behandle meinetwegen die Erde mit Feuer und lasse für mich einen Turm errichten! Vielleicht schaue ich dann auf Musas Gott, und ich halte ihn zweifelsohne für einen von den Lügnern.\"",
        "numberInSurah": 38,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3291,
        "text": "Und er erhob sich mit seinen Soldaten in Arroganz im Lande zu Unrecht, und sie dachten, daß sie zu Uns keineswegs zurückgebracht werden.",
        "numberInSurah": 39,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3292,
        "text": "Dann richteten WIR ihn und seine Soldaten zugrunde, dann warfen WIR sie in den Fluß. Also siehe, wie das Anschließende von den Unrecht-Begehenden war.",
        "numberInSurah": 40,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3293,
        "text": "Und WIR machten sie zu Imamen, die zum Feuer einladen. Und am Tag der Auferstehung wird ihnen nicht beigestanden.",
        "numberInSurah": 41,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3294,
        "text": "Und WIR ließen ihnen in diesem Diesseits einen Fluch folgen, und am Tag der Auferstehung sind sie von den Verdammten.",
        "numberInSurah": 42,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3295,
        "text": "Und gewiß, bereits ließen WIR Musa die Schrift zuteil werden, nachdem WIR die ersten Generationen zugrunde gerichtet hatten, als etwas Einblick-Gewährendes für die Menschen, eine Rechtleitung und eine Gnade, damit sie sich besinnen.",
        "numberInSurah": 43,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3296,
        "text": "Und du warst nicht an der Seite des westlichen (Berges bzw. Tales), als WIR für Musa die Angelegenheit bestimmten. Und du warst nicht von den Bezeugenden.",
        "numberInSurah": 44,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3297,
        "text": "Aber WIR ließen Generationen entstehen, dann war ihnen das Leben lang. Und du hast dich nicht aufgehalten bei den Bewohnern von Madyan und ihnen Unsere Ayat vorgetragen, sondern WIR waren Entsendende.",
        "numberInSurah": 45,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3298,
        "text": "Und du warst nicht an der Seite vom Tur-Berg, als WIR riefen. Doch es ist eine Gnade von deinem HERRN, damit du Leute warnst, zu denen kein Warner vor dir kam, damit sie sich besinnen.",
        "numberInSurah": 46,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3299,
        "text": "Und würde sie kein Unheil wegen dem von ihnen Zustandegebrachten treffen, (würden WIR dich nicht entsenden) - dann würden sie sagen: \"Unser HERR! Hättest DU uns doch einen Gesandten geschickt, damit wir Deinen Ayat folgen und von den Mumin werden!\"",
        "numberInSurah": 47,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3300,
        "text": "Und als die Wahrheit von Uns zu ihnen kam, sagten sie: \"Würde ihm doch Gleiches zuteil, wie es Musa zuteil wurde!\" Betrieben sie etwa kein Kufr dem gegenüber, was Musa zuteil wurde?! Sie sagten: \"Diese sind zwei Magier, die sich gegenseitig halfen.\" Und sie sagten: \"Gewiß, wir betreiben Kufr gegenüber Beiden.\"",
        "numberInSurah": 48,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3301,
        "text": "Sag: \"Dann bringt eine Schrift von ALLAH, die rechtleitender als die Beiden ist, damit ich ihr folge, solltet ihr wahrhaftig sein.\"",
        "numberInSurah": 49,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3302,
        "text": "Sollten sie dann (dieses) dir nicht erfüllen, so wisse, daß sie nur ihren Neigungen folgen. Und keiner ist abirrender als derjenige, der seinen Neigungen ohne Rechtleitung von ALLAH folgt! Gewiß, ALLAH leitet die unrecht-begehenden Leute nicht recht.",
        "numberInSurah": 50,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3303,
        "text": "Und gewiß, bereits brachten WIR ihnen das Mitgeteilte zuwege, damit sie sich besinnen.",
        "numberInSurah": 51,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3304,
        "text": "Diejenigen, denen WIR die Schrift vor ihm (dem Quran) zuteil werden ließen, diese verinnerlichen den Iman an ihn.",
        "numberInSurah": 52,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3305,
        "text": "Und wenn er ihnen vorgetragen wird, sagen sie: \"Wir verinnerlichen den Iman an ihn. Er ist zweifelsohne dieWahrheit von unserem HERRN! Wir waren doch vor ihm Muslime.\"",
        "numberInSurah": 53,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3306,
        "text": "Diese bekommen ihre Belohnung zweimal für das, was sie an Geduld aufbrachten, und sie wehren mit dem Guten das Schlechte ab, und sie geben vom Rizq, das WIR ihnen gewährten.",
        "numberInSurah": 54,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3307,
        "text": "Und wenn sie das Sinnlose hören, wenden sie sich davon ab und sagen: \"Uns gehören unsere Handlungen und euch gehören eure Handlungen, Salam sei mit euch! WIR möchten keine Unwissenden sein.\"",
        "numberInSurah": 55,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3308,
        "text": "Gewiß, du wirst nicht rechtleiten, wen du gerne hast. Doch ALLAH leitet recht, wen ER will! Und ER weiß besser Bescheid über die der Rechtleitung Folgenden.",
        "numberInSurah": 56,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3309,
        "text": "Und sie sagten: \"Wenn wir der Rechtleitung mit dir folgen, werden wir von unserem Land vertrieben.\" Festigten WIR ihnen etwa nicht ein sicheres Ha-ramm, zu dem die Früchte von Allerlei als Rizq von Uns gebracht werden? Doch die meisten wissen nicht.",
        "numberInSurah": 57,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3310,
        "text": "Und wie viele an Ortschaften richteten WIR doch zugrunde, als sie in ihrer Lebensweise Übertretungen begingen! Also diese sind ihre Wohnstätten, sie wurden nach ihnen nur ein wenig bewohnt. Und WIR sind die Bleibenden (nach deren Vergehen).",
        "numberInSurah": 58,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3311,
        "text": "Und dein HERR würde nie die Ortschaften zugrunde richten, bis ER zu ihrer Mutterstadt einen Gesandten schickt, der ihnen Unsere Ayat vorträgt. Und WIR würden die Ortschaften nie zugrunde richten, es sei denn, ihre Bewohner sind Unrecht-Begehende.",
        "numberInSurah": 59,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3312,
        "text": "Und was euch an Dingen zuteil wurde, ist nur Verbrauchsgut des Diesseits und dessen Schmuck. Und was bei ALLAH ist, ist noch besser und bleibender. Besinnt ihr euch etwa nicht?!",
        "numberInSurah": 60,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3313,
        "text": "Ist etwa derjenige, dem WIR ein schönes Versprechen machten, das er erfüllt bekommt, gleich dem, dem WIR Verbrauchsgüter des diesseitigen Lebens gewährten, und er dann am Tag der Auferstehung von den Ausgelieferten sein wird?!",
        "numberInSurah": 61,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3314,
        "text": "Und an dem Tag, wenn ER sie ruft und dann sagt: \"Wo sind die Mir beigesellten Partner, die ihr zu behaupten pflegtet?!\",",
        "numberInSurah": 62,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3315,
        "text": "sagen diejenigen, gegen die die Bestimmung Rechtens war: \"Unser HERR! Dies sind diejenigen, die wir irreführten. Wir führten sie irre, wie wir irregingen. Wir sagen uns (von ihnen) vor Dir los, sie pflegten uns keineswegs zu dienen.",
        "numberInSurah": 63,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3316,
        "text": "Und es wurde gesagt: \"Ruft die von euch beigesellten Partner! Dann riefen sie sie. Doch sie antworteten ihnen nicht und sahen die Peinigung. Hätten sie sich doch rechtleiten lassen!",
        "numberInSurah": 64,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3317,
        "text": "Und an dem Tag, wenn ER sie ruft und sagt: \"Was habt ihr den Gesandten geantwortet?! ,",
        "numberInSurah": 65,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3318,
        "text": "waren ihnen dann an diesem Tag die Mitteilungen verwirrend, so werden sie einander nicht fragen.",
        "numberInSurah": 66,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3319,
        "text": "Und hinsichtlich desjenigen, der bereut, den Iman verinnerlicht und gottgefällig Gutes tut, dieser wird dann von den Erfolgreichen sein.",
        "numberInSurah": 67,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3320,
        "text": "Und dein HERR erschafft, was ER will, und ER wählt aus. Ihnen steht jedoch die Auswahl nicht zu. Subhanallah und immer allerhabener ist ER über das, was sie an Schirk betreiben.",
        "numberInSurah": 68,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3321,
        "text": "Und dein HERR weiß, was ihre Brüste verbergen, und was sie offenlegen.",
        "numberInSurah": 69,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3322,
        "text": "Und ER ist ALLAH! Es gibt keine Gottheit außer Ihm! Ihm gebührt alles Lob im Diesseits und im Jenseits. Und Ihm gebührt das Richten und zu Ihm werdet ihr zurückgebracht.",
        "numberInSurah": 70,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3323,
        "text": "Sag: \"Wie seht ihr es? Wenn ALLAH euch die Nacht andauernd bis zum Tag der Auferstehung machen würde, welche Gottheit außer ALLAH, wird euch dann Helligkeit gewähren? Hört ihr etwa nicht?!\"",
        "numberInSurah": 71,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3324,
        "text": "Sag: \"Wie seht ihr es? Wenn ALLAH euch den Tag andauernd bis zum Tag der Auferstehung machen würde, welche Gottheit außer ALLAH, wird euch dann Nacht gewähren, in der ihr euch ruht? Seht ihr etwa nicht?!\"",
        "numberInSurah": 72,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3325,
        "text": "Und wegen Seiner Gnade machte ER euch den Tag und die Nacht, damit ihr darin ruht und nach Seiner Gunst erstrebt. Und damit ihr euch dankbar erweist.",
        "numberInSurah": 73,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3326,
        "text": "Und am Tag, wenn ER sie ruft und dann sagt: \"Wo sind die Mir beigesellten Partner, die ihr zu behaupten pflegtet?!\" -",
        "numberInSurah": 74,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3327,
        "text": "Und WIR nehmen von jeder Umma einen Zeugen heraus, dann sagen WIR: \"Bringt euren Beweis her!\" - Dann wußten sie, daß die Wahrheit gewiß ALLAH gehört. Und ihnen ist abhanden gegangen, was sie zu erfinden pflegten.",
        "numberInSurah": 75,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3328,
        "text": "Gewiß, Qarun war von Musas Leuten, dann tat er ihnen Unrecht an. UndWIR gewährten ihm von den Schätzen, deren Schlüssel zu tragen sogar einer Gruppe Kraftvoller schwer fällt. Als zu ihm seine Leute sagten: \"Sei nicht freudenerregt! Gewiß, ALLAH liebt nicht die Freudenerregten.",
        "numberInSurah": 76,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3329,
        "text": "Und strebe mit dem, was ALLAH dir zuteil werden ließ, die jenseitige Wohnstätte an und vergiß nicht deinen Anteil am Diesseits, und tue Gutes, wie ALLAH dir Gutes tat, und strebe kein Verderben auf Erden an! Gewiß, ALLAH liebt nicht die Verderben- Anrichtenden.",
        "numberInSurah": 77,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3330,
        "text": "Er sagte: \"Zuteil wurde mir dies nur wegen dem Wissen, über das ich verfüge!\" Wußte er etwa nicht, daß ALLAH bereits vor ihm von Generationen zugrunde richten ließ, die über noch mehr Macht verfügten als er und die noch mehr an Vermögen anhäuften?! Und die schwer Verfehlenden werden nach ihren Verfehlungen nicht gefragt.",
        "numberInSurah": 78,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3331,
        "text": "Dann ging er zu seinen Leuten mit seinem Schmuck hinaus. Diejenigen, die das diesseitige Leben anstrebten, sagten: \"Würde uns doch Gleiches zuteil, wie es Qarun zuteil wurde! Er verfügt doch über Riesenglück.\"",
        "numberInSurah": 79,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3332,
        "text": "Und diejenigen, denen Wissen zuteil wurde, sagten: \"Euer Untergang! ALLAHs Belohnung ist besser für denjenigen, der den Iman verinnerlichte und gottgefällig Gutes tat! Und erhalten werden es nur die Duldsamen.",
        "numberInSurah": 80,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3333,
        "text": "Da ließen WIR mit ihm und mit seinem Haus die Erde versinken, so gab es für ihn keine Gruppe, die ihm anstelle von ALLAH beistand, und er war nicht von den Unterstützten.",
        "numberInSurah": 81,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3334,
        "text": "Und diejenigen, die sich wünschten, an seiner Stelle zu sein, begannen zu sagen: \"Erstaunlich! ALLAH gewährt viel Rizq, wem ER will von Seinen Dienern, und ER gewährt auch nur wenig. Hätte ALLAH uns keine Gnade gewährt, hätte ER mit uns die Erde versinken lassen. Erstaunlich! Die Kafir werden nicht erfolgreich sein.\"",
        "numberInSurah": 82,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3335,
        "text": "Diese ist die jenseitige Wohnstätte, WIR gewähren sie denjenigen, die auf Erden sich weder in Arroganz erheben, noch Verdeben anrichten. Und das Anschließende ist für die Muttaqi bestimmt!",
        "numberInSurah": 83,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3336,
        "text": "Wer mit der gottgefälligen guten Tat kommt, für den ist Besseres als diese bestimmt. Doch wer mit der gottmißfälligen Tat kommt, so wird denjenigen, welche die gottmißfälligen Taten begingen, nichts außer dem vergolten, was sie zu tun pflegten.",
        "numberInSurah": 84,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3337,
        "text": "Gewiß, Derjenige, Der dir den Quran auferlegte, wird dich doch zum Versprochenen zurückkehren lassen. Sag: \"Mein HERR weiß besser Bescheid über denjenigen, der mit der Rechtleitung kam, und über denjenigen, der in einem klaren Fehlgehen ist.",
        "numberInSurah": 85,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3338,
        "text": "Und du hast nie erwartet, daß die Schrift dir gegeben würde - außer daß es eine Gnade von deinem HERRN war. So sei kein Rückenverstärker für die Kafir.",
        "numberInSurah": 86,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3339,
        "text": "Und lasse sie niemals dich von ALLAHs Ayat abhalten, nachdem sie dir zuteil geworden sind. Und mache Da'wa zu deinem HERRN! Und sei nicht von den Muschrik!",
        "numberInSurah": 87,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3340,
        "text": "Und richte keine Bittgebete an eine andere Gottheit neben ALLAH! Es gibt keine Gottheit außer Ihm! Es vergeht alles außer Ihm. Ihm gehört das Richten, und zu Ihm werdet ihr zurückgebracht.",
        "numberInSurah": 88,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "de.zaidan",
      "language": "de",
      "name": "Zaidan",
      "englishName": "Amir Zaidan",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}