{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 39,
    "name": "سُورَةُ الزُّمَرِ",
    "englishName": "Az-Zumar",
    "englishNameTranslation": "The Groups",
    "revelationType": "Meccan",
    "numberOfAyahs": 75,
    "ayahs": [
      {
        "number": 4059,
        "text": "Die sukzessive Hinabsendung der Schrift ist von ALLAH, Dem Allwürdigen, Dem Allweisen.",
        "numberInSurah": 1,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4060,
        "text": "Gewiß, WIR sandten dir die Schrift mit der Wahrheit hinab, so diene ALLAH als Aufrichtiger im Din Ihm gegenüber!",
        "numberInSurah": 2,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4061,
        "text": "Ja! Nur ALLAH gehört der reine Din. Und diejenigen, die anstelle von Ihm sich Wali nehmen: \"Wir dienen ihnen nicht, außer damit sie uns zu ALLAH eine nähere Stellung verschaffen.\" Gewiß, ALLAH wird zwischen ihnen richten in dem, worüber sie uneins waren. Gewiß, ALLAH leitet nicht denjenigen recht, der ein äußerster Lügner und ein äußerster Kafir ist.",
        "numberInSurah": 3,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4062,
        "text": "Hätte ALLAH Sich ein Kind nehmen wollen, hätte ER gewiß von dem, was ER erschuf, das auserwählt, was ER will. Gepriesen-erhaben ist ER! ER ist ALLAH, Der Einzige, Der Allbezwingende.",
        "numberInSurah": 4,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4063,
        "text": "ER erschuf die Himmel und die Erde mit der Gesetzmäßigkeit. ER windet die Nacht über den Tag und windet den Tag über die Nacht. Und ER machte die Sonne und den Mond gratis fügbar. Alle durchlaufen bis zu einer festgelegten Zeit. Ja! ER ist Der Allwürdige, Der Allvergebende.",
        "numberInSurah": 5,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4064,
        "text": "ER erschuf euch aus einem einzigen Wesen, dann machte ER daraus sein Partnerwesen und ER sandte euch von den An'am acht Paare. ER erschafft euch in den Bäuchen eurer Mütter als eine Schöpfung nach einer Schöpfung in drei Finsternissen. Dieser ist ALLAH, euer HERR, Ihm gehört die Herrschaft. Es gibt keine Gottheit außer Ihm. Wie werdet ihr denn davon abgebracht?!",
        "numberInSurah": 6,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4065,
        "text": "Wenn ihr Kufr betreibt, so ist gewiß ALLAH autark euch gegenüber! Und ER stimmt Seinen Dienern das Kufr-Betreiben nicht zu. Doch wenn ihr euch dankbar erweist, dies stimmt ER euch zu. Und keine verfehlende Seele trägt die Verfehlung einer anderen. Dann ist zu eurem HERRN eure Rückkehr, dann wird ER euch Mitteilung machen über das, was ihr zu tun pflegtet. Gewiß, ER ist allwissend über das in den Brüsten.",
        "numberInSurah": 7,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4066,
        "text": "Und wenn den Menschen Schädigendes trifft, richtet er an seinen HERRN Bittgebete reuig zu Ihm, dann wenn ER ihm eine Wohltat von Ihm erweist, vergißt er das, was er an Ihn vorher an Bittgebeten richtete, und schreibt ALLAH etwas als Ebenbürtiges zu, damit er von Seinem Weg (andere) abbringt. Sag: \"Vergnüge dich nur mit deinem Kufr ein wenig! Gewiß, du bist von den Weggenossen des Feuers.\"",
        "numberInSurah": 8,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 396,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4067,
        "text": "Ist derjenige, der qanit während der Nacht sudschud- und qiyam-vollziehend ist, der sich vor dem Jenseits in Acht nimmt und der sich die Gnade seines HERRN erhofft, (etwa mit dem Kafir gleich)?! Sag: \"Sind etwa diejenigen, die wissen, gleich denjenigen, die nicht wissen?\" Doch nur diejenigen mit Verstand besinnen sich.",
        "numberInSurah": 9,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 396,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4068,
        "text": "Sag (in Meinem Namen): \"Meine Diener, die den Iman verinnerlicht haben, handelt Taqwa gemäß ALLAH gegenüber!\" Für diejenigen, die Ihsan tun, ist in diesem Diesseits Schönes bestimmt. Und ALLAHs Erde ist weit. Doch nur denjenigen sich in Geduld Übenden wird ihre Belohnung ohne Berechnung vergütet.",
        "numberInSurah": 10,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4069,
        "text": "Sag: \"Mir wurde geboten, ALLAH als Aufrichtiger im Din Ihm gegenüber zu dienen.",
        "numberInSurah": 11,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4070,
        "text": "Und mir wurde geboten, der erste Muslim zu sein.\"",
        "numberInSurah": 12,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4071,
        "text": "Sag: \"Ich fürchte - sollte ich meinem HERRN widersprechen - die Peinigung eines gewaltigen Tages.\"",
        "numberInSurah": 13,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4072,
        "text": "Sag: \"(Nur) ALLAH diene ich als Aufrichtiger in meinem Din Ihm gegenüber.",
        "numberInSurah": 14,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4073,
        "text": "So dient, wem ihr wollt, anstelle von Ihm!\" Sag: \"Gewiß, die wirklichen Verlierer sind diejenigen, die sich selbst und ihre Familie am Tag der Auferstehung verlieren. Ja! Dies ist das wahre Verlieren.\"",
        "numberInSurah": 15,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4074,
        "text": "Für sie gibt es von über ihnen Schatten aus dem Feuer und von unter ihnen ebenso Schatten. Dies ist es, ALLAH läßt damit Seine Diener sich fürchten. \"AlsoMeine Diener, handelt Taqwa gemäß Mir gegenüber!\"",
        "numberInSurah": 16,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4075,
        "text": "Und für diejenigen, die sich vom Taghut fernhielten, daß sie ihnen dienen, und ALLAH gegenüber bereuten, ist die frohe Botschaft bestimmt. So überbringe Meinen Dienern frohe Botschaft,",
        "numberInSurah": 17,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4076,
        "text": "die das Gesagte vernehmen und dann dem Besten davon folgen. Diese sind diejenigen, die ALLAH rechtleitete, und diese sind diejenigen mit Verstand.",
        "numberInSurah": 18,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4077,
        "text": "Ist etwa derjenige, für den das Wort der Peinigung vollstreckt wurde, (noch zu retten)?! Bist du etwa derjenige, der denjenigen errettet, der im Feuer ist?!",
        "numberInSurah": 19,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4078,
        "text": "Doch für diejenigen, die Taqwa gemäß ihrem HERRN gegenüber handelten, sind Wohnstätten bestimmt, über die noch andere Wohnstätten errichtet sind, die von Flüssen durchflossen werden. Dies ist ALLAHs Versprechen. ALLAH bricht nie das Versprochene.",
        "numberInSurah": 20,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4079,
        "text": "Hast du etwa nicht gesehen, daß ALLAH vom Himmel Wasser fallen ließ, dann es in die Erde als Quellen eindringen ließ, dann bringt ER damit Gewächs in vielfältigen Farben hervor, dann wird es trocken, dann siehst du es gelbwerdend, dann macht ER es Zermalmtes. Gewiß, darin ist doch eine Ermahnung für diejenigen mit Verstand.",
        "numberInSurah": 21,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4080,
        "text": "Ist etwa derjenige, dessen Brust ALLAH für den Islam öffnete, so daß er ein Licht von seinem HERRN hat, (wie der Irrende)?! Also Niedergang sei denjenigen, deren Herzen dem Gedenken ALLAHs gegenüber hart sind. Diese sind im eindeutigen Irregehen.",
        "numberInSurah": 22,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4081,
        "text": "ALLAH sandte das Schönste des Gesprochenen nach und nach hinab, eine sich ähnlich aussehende Schrift, die mathani ist, von der diejenigen Gänsehaut bekommen, die Ehrfurcht vor ihrem HERRN haben, dann erweichen sich ihre Häute und ihre Herzen nach dem Gedenken ALLAHs. Dies ist ALLAHs Rechtleitung. ER leitet damit recht, wen ER will. Und wen ALLAH abirren läßt, für den gibt es keinen Rechtleitenden!",
        "numberInSurah": 23,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4082,
        "text": "Ist etwa derjenige, der sich (sogar) mit seinem Gesicht Schutz vor dem Schlechten der Peinigung am Tag der Auferstehung sucht, (gleich demjenigen, der nicht gepeinigt wird)?! Und den Unrecht-Begehenden wurde gesagt: \"Kostet, was ihr euch zu erwerben pflegtet.\"",
        "numberInSurah": 24,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4083,
        "text": "Diejenigen vor ihnen leugneten, dann kam zu ihnen die Peinigung von da, wo sie nicht merkten.",
        "numberInSurah": 25,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4084,
        "text": "Dann ließ ALLAH sie die Erniedrigung im diesseitigen Leben erfahren. Doch die Peinigung des Jenseits ist noch größer, würden sie doch nur wissen!",
        "numberInSurah": 26,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4085,
        "text": "Und gewiß, bereits prägten WIR den Menschen in diesem Quran von jedem Gleichnis, damit sie sich besinnen.",
        "numberInSurah": 27,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4086,
        "text": "Es ist ein arabischer Quran ohne jegliches Gewundenes, damit sie Taqwa gemäß handeln.",
        "numberInSurah": 28,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4087,
        "text": "ALLAH prägte ein Gleichnis von einem Diener, über den sich Partner streiten, und von einem (anderen) Diener, der ausschließlich einem einzigen Mann gehört, gleichen beide sich etwa?! Alhamdulillah: Alles Lob gebührt ALLAH! Nein, sondern die meisten wissen es nicht.",
        "numberInSurah": 29,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4088,
        "text": "Gewiß, du wirst sterben und sie werden zweifelsohne sterben.",
        "numberInSurah": 30,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4089,
        "text": "Dann werdet ihr gewiß am Tag der Auferstehung bei eurem HERRN disputieren!",
        "numberInSurah": 31,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4090,
        "text": "Und keiner begeht mehr Unrecht als derjenige, der im Namen ALLAHs gelogen hat und die Wahrhaftigkeit leugnete, als sie zu ihm kam. Gibt es etwa nicht in Dschahannam eine Bleibe für die Kafir?!",
        "numberInSurah": 32,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4091,
        "text": "Und derjenige, der mit der Wahrhaftigkeit kam, auch der diese als wahr verinnerlichte, diese sind die Muttaqi.",
        "numberInSurah": 33,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4092,
        "text": "Für sie gibt es, was sie wollen, bei ihrem HERRN. Dies ist die Belohnung der Muhsin.",
        "numberInSurah": 34,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4093,
        "text": "ALLAH wird ihnen zweifelsohne vergeben das Schlechteste von dem, was sie taten, und ihnen ihre Belohnung vergelten mit Besserem als das, welches sie zu tun pflegten.",
        "numberInSurah": 35,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4094,
        "text": "Genügt ALLAH etwa nicht Seinem Diener?! Und sie machen dir Angst mit denjenigen anstelle von Ihm. Und wen ALLAH abirren läßt, für den gibt es keinen Rechtleitenden.",
        "numberInSurah": 36,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4095,
        "text": "Und wen ALLAH rechtleitet, für den gibt es keinen Irreführenden. Ist ALLAH etwa nicht allwürdig, vergeltend?!",
        "numberInSurah": 37,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4096,
        "text": "Und würdest du sie fragen: \"Wer erschuf die Himmel und die Erde?\", gewiß würden sie sagen: \"ALLAH!\" Sag: \"Seht ihr, woran ihr anstelle von ALLAH Bitt-gebete richtet, sollte ALLAH mir Schädigendes wollen, könnten sie das Schädigende von Ihm wegnehmen? Oder sollte ER mir eine Gnade wollen, könnten diese Seine Gnade zurückhalten?\" Sag: \"Mir genügt ALLAH.\" Ihm gegenüber üben die Tawakkul-Übenden Tawakkul.",
        "numberInSurah": 38,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4097,
        "text": "Sag: \"Meine Leute! Handelt euren Standpunkten entsprechend! Auch ich handle. Ihr werdet doch noch wissen,",
        "numberInSurah": 39,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4098,
        "text": "wen Peinigung überkommt, welche ihn erniedrigt, und bei wem sich eine ständige Peinigung aufhält.\"",
        "numberInSurah": 40,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4099,
        "text": "Gewiß, WIR sandten dir die Schrift für die Menschen der Wahrheit gemäß hinab. Wer also Rechtleitung findet, (tut es allein) für sich selbst, und wer irregeht, (tut es ausschließlich) gegen sich selbst. Und du bist über sie kein Wakil.",
        "numberInSurah": 41,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4100,
        "text": "ALLAH zieht die Seelen (der Menschen) bei ihrem Tod ein, sowie von denen, die noch nicht den Tod erfuhren, während ihres Schlafs. Dann hält ER diejenigen zurück, für die ER den Tod bestimmte, und läßt die anderen bis zu einer festgelegten Frist frei. Gewiß, darin sind doch Ayat für Leute, die nachdenken.",
        "numberInSurah": 42,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4101,
        "text": "Oder nahmen sie sich etwa anstelle von ALLAH Fürbittende?! Sag: \"Selbst dann, wenn sie über nichts verfügen und nicht begreifen können?!\"",
        "numberInSurah": 43,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4102,
        "text": "Sag: \"ALLAH gehört die ganze Fürbitte. Ihm gehört die Herrschaft der Himmel und der Erde. Dann werdet ihr zu Ihm zurückgebracht.\"",
        "numberInSurah": 44,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4103,
        "text": "Und wenn ALLAH alleine erwähnt wird, beklommen werden die Herzen derjenigen, die den Iman an das Jenseits nicht verinnerlichen. Und wenn diejenigen anstelle von Ihm erwähnt werden, da freuen sie sich richtig.",
        "numberInSurah": 45,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4104,
        "text": "Sag: \"ALLAH, DU Schöpfer der Himmel und der Erde, Der Allwissende über das Verborgene und das Sichtbare! DU richtest unter Deinen Dienern in dem, worüber sie uneins zu sein pflegten.\"",
        "numberInSurah": 46,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4105,
        "text": "Und würden diejenigen, die Unrecht begingen, über alles verfügen, was auf Erden ist - allesamt, und mit ihm seinesgleichen, würden sie sich damit vom Schlechten der Peinigung am Tag der Auferstehung zweifelsohne freikaufen. Und ihnen erschien von ALLAH, womit sie nie zu rechnen pflegten.",
        "numberInSurah": 47,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4106,
        "text": "Und ihnen wurden die Bosheiten dessen, was sie erwarben, sichtbar. Und sie umgab das, was sie zu verspotten pflegten.",
        "numberInSurah": 48,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4107,
        "text": "Also wenn den Menschen Schädigendes trifft, richtet er an Uns Bittgebete, dann, wenn WIR ihm eine Wohltat von Uns erwiesen haben, sagt er: \"Zuteil wurde mir dies nur wegen dem Wissen, über das ich verfüge.\" Nein, sondern es ist eine Fitna. Doch die meisten wissen es nicht.",
        "numberInSurah": 49,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4108,
        "text": "Bereits sagten dies doch diejenigen vor ihnen, dann nützte ihnen nicht, was sie zu erwerben pflegten.",
        "numberInSurah": 50,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4109,
        "text": "Dann trafen sie die Bosheiten dessen, was sie erwarben. Und diejenigen von diesen, die Unrecht begingen, werden die Bosheiten dessen, was sie erwarben, doch noch treffen, und sie machen (Uns) sicherlich nicht zu schaffen.",
        "numberInSurah": 51,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4110,
        "text": "Wissen sie etwa noch nicht, daß ALLAH gewiß viel Rizq gewährt, wem ER will, und daß ER wenig gewährt?! Gewiß, darin sind doch Ayat für Leute, die den Iman verinnerlichen.",
        "numberInSurah": 52,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4111,
        "text": "Sag (in Meinem Namen): \"Meine Diener, die sich gegen sich selbst vergingen! Verzweifelt nicht an ALLAHs Gnade! Gewiß, ALLAH vergibt die Verfehlungen - allesamt. Gewiß, ER ist Der Allvergebende, Der Allgnädige.\"",
        "numberInSurah": 53,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4112,
        "text": "Und werdet reuig eurem HERRN gegenüber! Und praktiziert für Ihn den Islam, bevor zu euch die Peinigung kommt, dann wird euch nicht beigestanden.",
        "numberInSurah": 54,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4113,
        "text": "Und folgt dem Besten dessen, was euch von eurem HERRN hinabgesandt wurde, bevor die Peinigung zu euch plötzlich hineinbricht, und während ihr es nicht merkt.",
        "numberInSurah": 55,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4114,
        "text": "Damit keine Seele sagt: \"Weh mir für das, was ich ALLAH gegenüber vernachlässigte. Und ich war doch von den Spöttern.\"",
        "numberInSurah": 56,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4115,
        "text": "Oder daß sie sagt: \"Hätte ALLAH mich doch rechtgeleitet, wäre ich doch von den Muttaqi!\"",
        "numberInSurah": 57,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4116,
        "text": "Oder daß sie sagt, wenn sie die Peinigung sieht: \"Hätte ich doch nur noch eine Rückkehr, damit ich von den Muhsin würde.\"",
        "numberInSurah": 58,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4117,
        "text": "\"Doch, mit Sicherheit! Bereits kamen zu dir Meine Ayat, dann hast du sie geleugnet, dich in Arroganz erhoben und warst von den Kafir.\"",
        "numberInSurah": 59,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4118,
        "text": "Und am Tag der Auferstehung siehst du diejenigen, die im Namen ALLAHs gelogen haben, ihre Gesichter sind schwarz geworden. Gibt es etwa in Dschahannam nicht eine Bleibe für die Arroganten?!",
        "numberInSurah": 60,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4119,
        "text": "Und ALLAH errettet diejenigen, die Taqwa gemäß handelten, mit ihrem Erfolg. Weder trifft sie das Schlechte, noch werden sie traurig sein.",
        "numberInSurah": 61,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4120,
        "text": "ALLAH ist Der Schöpfer aller Dinge. Und ER ist über alles Wakil.",
        "numberInSurah": 62,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4121,
        "text": "Ihm gehören die Schlüssel der Himmel und der Erde. Und diejenigen, die Kufr betrieben haben, diese sind die wirklichen Verlierer.",
        "numberInSurah": 63,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4122,
        "text": "Sag: \"Gebietet ihr mir anderem zu dienen, ihr Unwissende?!\"",
        "numberInSurah": 64,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4123,
        "text": "Und gewiß, bereits wurde dir und denjenigen vor dir Wahy zuteil: \"Würdest du Schirk ALLAH gegenüber betreiben, wird dein Tun unweigerlich zunichte werden, und du wirst doch von den Verlierern sein.\"",
        "numberInSurah": 65,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4124,
        "text": "Nein, sondern diene ALLAH, und sei von den Dankenden!",
        "numberInSurah": 66,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4125,
        "text": "Und sie erwiesen ALLAH nicht die Ehrung, die Ihm gebührt. Und die Erde insgesamt ist wie eine Handvoll Ihm gegenüber am Tag der Auferstehung. Und die Himmel sind zusammengerollt mit Seiner Allmacht. Gepriesen-erhaben ist ER und immer höher über das, was sie an Schirk betreiben.",
        "numberInSurah": 67,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4126,
        "text": "Und es wurde in As-sur geblasen, dann erschlagen wurden alle in den Himmeln und auf Erden außer denjenigen, die ALLAH will. Dann wurde darin ein zweites (Mal) hineingeblasen, sogleich waren sie stehend und schauten zu.",
        "numberInSurah": 68,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4127,
        "text": "Und die Erde erstrahlte mit dem Licht ihres HERRN, die Schrift wurde aufgelegt, die Propheten und die Schahids wurden gebracht und es wurde zwischen ihnen gerichtet. Und ihnen wird kein Unrecht angetan.",
        "numberInSurah": 69,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4128,
        "text": "Und jeder Seele wurde das vergütet, was sie tat. Und ER weiß besser Bescheid über das, was sie machen.",
        "numberInSurah": 70,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4129,
        "text": "Und diejenigen, die Kufr betrieben haben, wurden nach Dschahannam in Gruppen getrieben. Dann als sie diese erreichten, und deren Tore geöffnet wurden und ihre Hüter ihnen sagten: \"Kamen zu euch etwa keine Gesandten von euch, die euch die Ayat eures HERRN vortrugen und euch vor dem Treffen mit diesem eurigen Tage warnten?!\" Sie sagten: \"Doch, mit Sicherheit!\" Doch das Wort von der Peinigung wurde verwirklicht gegen die Kafir.",
        "numberInSurah": 71,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4130,
        "text": "Es wurde gesagt: \"Betretet die Tore von Dschahannam als Ewige darin! Also erbärmlich ist die Bleibe der Arroganten.\"",
        "numberInSurah": 72,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4131,
        "text": "Und diejenigen, die ihrem HERRN gegenüber Taqwa gemäß handelten, wurden in die Dschanna in Gruppen geführt. Dann als sie diese erreichten, und deren Türen geöffnet wurden und ihre Hüter ihnen sagten: \"Salam sei mit euch! Gut wart ihr, so tretet in sie als Ewige hinein!",
        "numberInSurah": 73,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4132,
        "text": "Und sie sagten: \"Alhamdulillah: Alles Lob gebührt ALLAH, Der uns Sein Versprechen erfüllte und uns die Erde erben ließ. Wir lassen uns in der Dschanna nieder, wo wir wollen.\" Und was für eine erfreuliche Belohnung für die Tuenden.",
        "numberInSurah": 74,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4133,
        "text": "Und du siehst die Engel umgebend um Al'ahrsch herum. Sie lobpreisen mit dem Lob ihres HERRN. Und unter ihnen wurde nach Gerechtigkeit gerichtet, und es wurde gesagt: \"Alhamdulillah: Alles Lob gebührt ALLAH, Dem HERRN aller Schöpfung!\"",
        "numberInSurah": 75,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "de.zaidan",
      "language": "de",
      "name": "Zaidan",
      "englishName": "Amir Zaidan",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}