{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 40,
    "name": "سُورَةُ غَافِرٍ",
    "englishName": "Ghafir",
    "englishNameTranslation": "The Forgiver",
    "revelationType": "Meccan",
    "numberOfAyahs": 85,
    "ayahs": [
      {
        "number": 4134,
        "text": "Ha-mim.",
        "numberInSurah": 1,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4135,
        "text": "Die sukzessive Hinabsendung der Schrift ist von ALLAH, Dem Allwürdigen, Dem Allwissenden,",
        "numberInSurah": 2,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4136,
        "text": "Dem Allvergebenden der Verfehlung und Dem Annehmenden der Reue, Dem Harten im Strafen, Dem mit den Wohltaten. Es gibt keine Gottheit außer Ihm. Zu Ihm ist das Werden.",
        "numberInSurah": 3,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4137,
        "text": "Über ALLAHs Ayat disputieren nur diejenigen, die Kufr betrieben haben. So soll dich ihr Herumreisen (für Handelszwecke) in den Ländern nicht täuschen!",
        "numberInSurah": 4,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4138,
        "text": "Vor ihnen leugneten die Leute von Nuh ab, sowie die Al-ahzab nach ihnen. Und jede Umma war im Begriff ihren Gesandten zu ergreifen. Und sie disputierten mit dem für nichtig Erklärte, um damit das Wahre zu annullieren, dann vernichtete ICH sie. Und wie war Meine Bestrafung!",
        "numberInSurah": 5,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4139,
        "text": "Und solcherart war Rechtens das Wort deines HERRN gegen diejenigen, die Kufr betrieben haben, daß sie gewiß die Weggenossen des Feuers sind.",
        "numberInSurah": 6,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4140,
        "text": "Diejenigen, die Al'ahrsch tragen und die um ihn herum sind, lobpreisen mit dem Lob ihres HERRN, verinnerlichen den Iman an Ihn und erbitten Vergebung für diejenigen, die den Iman verinnerlichten: \"Unser HERR! DU umfaßt alles mit Gnade und Wissen, also vergib denjenigen, die bereuten und Deinem Weg folgten, und bewahre sie vor der Peinigung der Hölle.",
        "numberInSurah": 7,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4141,
        "text": "Unser HERR! und laß sie eintreten in die 'Adn-Dschannat, die DU ihnen versprochen hast, sowie diejenigen, die gut wurden von ihren Eltern, ihren Ehepartnern und ihren Kindern. Gewiß, DU bist Der Allwürdige, Der Allweise.",
        "numberInSurah": 8,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4142,
        "text": "Und bewahre sie vor den gottmißfälligen Taten, und wen DU an jenem Tag vor den gottmißfälligen Taten bewahrst, dem hast DU bereits Gnade erwiesen. Und dieses ist der gewaltige Erfolg.\"",
        "numberInSurah": 9,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4143,
        "text": "Gewiß, denjenigen, die Kufr betrieben haben, wird zugerufen: \"ALLAHs Widerwille (gegen euch) ist doch größer als euer eigener Widerwille gegen euch selbst, als ihr zum Iman gerufen wurdet, dann aber ihr Kufr betreibt.\"",
        "numberInSurah": 10,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4144,
        "text": "Sie sagten: \"Unser HERR! DU ließest uns zwei mal sterben und zwei mal beleben, dann gaben wir unsere Verfehlungen zu. Gibt es denn zum Herausgehen einen Weg?\"",
        "numberInSurah": 11,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4145,
        "text": "Dies weil, als einzig zu ALLAH gerufen wurde, ihr Kufr betrieben habt, doch wenn Ihm gegenüber Schirk betrieben wird, schenkt ihr (ihnen) Iman. Also das Urteilen unterliegt ALLAH, Dem Allhöchsten, Dem Allgroßen.",
        "numberInSurah": 12,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4146,
        "text": "ER ist Derjenige, Der euch Seine Ayat zeigt und euch Rizq vom Himmel nach und nach hinabsendet. Und es besinnt sich niemand außer demjenigen, der reuig wird.",
        "numberInSurah": 13,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4147,
        "text": "So richtet an ALLAH Bittgebete als Aufrichtiger im Din Ihm gegenüber, selbst dann, sollten die Kafir dies verabscheuen.",
        "numberInSurah": 14,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4148,
        "text": "ER ist Der Allhöchste in den Rängen, Der von Al'ahrsch. ER läßt den Ruhh nach Seiner Anweisung dem von Seinen Dienern zukommen, dem ER will, damit er vor dem Tag des Treffens warnt.",
        "numberInSurah": 15,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4149,
        "text": "An dem Tag, wenn sie aufgehen. Von ihnen bleibt ALLAH nichts verdeckt. \"Wem gehört die Herrschaft heute?!\" (Sie gehört) ALLAH, Dem Einzigen, Dem Allbezwingenden.",
        "numberInSurah": 16,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4150,
        "text": "An diesem Tag wird jeder Seele das vergolten, was sie erwarb. Es gibt keine Ungerechtigkeit heute. Gewiß, ALLAH ist schnell im Zur-Rechenschaft-Ziehen.",
        "numberInSurah": 17,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4151,
        "text": "Und warne sie vor dem Tag des Heranrückenden, wenn die Herzen an den Kehlen würgend sitzen. Für den Unrecht-Begehenden gibt es weder einen engen Freund, noch einen Fürbittenden, dem entsprochen wird.",
        "numberInSurah": 18,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4152,
        "text": "ER kennt das Verräterische von den Augen und das, was die Brüste verbergen.",
        "numberInSurah": 19,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4153,
        "text": "Und ALLAH richtet des Rechts gemäß! Und diejenigen, an die sie Bittgebete richten, richten in Nichts. Gewiß, ALLAH ist Der Allhörende, Der Allsehende.",
        "numberInSurah": 20,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4154,
        "text": "Zogen sie etwa nicht auf der Erde umher, damit sie sehen, wie das Anschließende derjenigen war, die vor ihnen waren?! Sie waren noch mächtiger als sie und hatten noch mehr Hinterlassenschaften auf Erden. Dann richtete ALLAH sie wegen ihrer Verfehlungen zugrunde. Und für sie gab es vor ALLAH keinen Schutz-Gewährenden.",
        "numberInSurah": 21,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 406,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4155,
        "text": "Dies, weil zu ihnen ihre Gesandten mit den klaren Zeichen zu kommen pflegten, dann betrieben sie Kufr, dann richtete ALLAH sie zugrunde. Gewiß, ALLAH ist allkräftig, hart im Bestrafen.",
        "numberInSurah": 22,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 406,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4156,
        "text": "Und gewiß, bereits entsandten WIR Musa mit Unseren Ayat und einem eindeutigen Beweis",
        "numberInSurah": 23,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 406,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4157,
        "text": "zu Pharao, Haman und Qarun, dann sagten sie: \"Er ist ein lügnerischer Magier.\"",
        "numberInSurah": 24,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 406,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4158,
        "text": "Und als er zu ihnen mit der Wahrheit von Uns kam, sagten sie: \"Tötet die Söhne derjenigen, die mit ihm den Iman verinnerlichten, und lasst (nur) ihre Frauen leben.\" Doch die List der Kafir ist nur im Irregehen.",
        "numberInSurah": 25,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 406,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4159,
        "text": "Und Pharao sagte: \"Lasst mich Musa töten, und er soll Bittgebete an seinen HERRN richten. Ja! Ich fürchte, daß er euren Din verändert, oder daß er im Lande das Verderben hervorbringt.\"",
        "numberInSurah": 26,
        "juz": 24,
        "manzil": 6,
        "page": 470,
        "ruku": 406,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4160,
        "text": "Und Musa sagte: \"Gewiß, ich suchte Schutz bei meinem HERRN und eurem HERRN vor jedem Arroganten, der den Iman an den Tag der Abrechnung nicht verinnerlicht.\"",
        "numberInSurah": 27,
        "juz": 24,
        "manzil": 6,
        "page": 470,
        "ruku": 406,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4161,
        "text": "Und ein iman-verinnerlichender Mann von der Pharao-Familie, der seinen Iman verbarg, sagte: \"Tötet ihr einen Mann, weil er sagt: \"Mein Gott ist ALLAH\", obwohl er euch bereits die klaren Zeichen von eurem HERRN brachte?! Und sollte er ein Lügner sein, so fällt sein Lügen auf ihn zurück. Doch wenn er wahrhaftig ist, trifft euch etwas von dem, was er euch verspricht. Gewiß, ALLAH leitet nicht einen recht, der maßlos, lügnerisch ist.",
        "numberInSurah": 28,
        "juz": 24,
        "manzil": 6,
        "page": 470,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4162,
        "text": "Meine Leute! Euch gehört heute die Herrschaft als Sieger im Lande, also wer könnte uns vor ALLAHs Peinigung beistehen, wenn sie zu uns käme?\" Pharao sagte: \"Ich rate euch nichts anderes als das, was ich meine, und ich leite euch auf nichts anderes als auf den Weg der Richtigkeit!\"",
        "numberInSurah": 29,
        "juz": 24,
        "manzil": 6,
        "page": 470,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4163,
        "text": "Und derjenige, der den Iman verinnerlichte, sagte: \"Meine Leute! Ja! Ich fürchte für euch Gleiches wie den Tag von Al-ahzab,",
        "numberInSurah": 30,
        "juz": 24,
        "manzil": 6,
        "page": 470,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4164,
        "text": "wie die Gewohnheit der Leute von Nuh, von 'Aad und von Thamud und denjenigen nach ihnen. Und ALLAH will keine Ungerechtigkeit für die Diener!",
        "numberInSurah": 31,
        "juz": 24,
        "manzil": 6,
        "page": 470,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4165,
        "text": "Und meine Leute! Ich fürchte für euch doch den Tag des Rufens,",
        "numberInSurah": 32,
        "juz": 24,
        "manzil": 6,
        "page": 470,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4166,
        "text": "wenn ihr flüchtend den Rücken umkehrt. Für euch gibt es dann vor ALLAH keinen Schützenden.\" Und wen ALLAH abirren läßt, für den gibt es keinen Rechtleitenden.",
        "numberInSurah": 33,
        "juz": 24,
        "manzil": 6,
        "page": 470,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4167,
        "text": "Und gewiß, bereits kam Yusuf zu euch vorher mit den klaren Zeichen, so zweifelt ihr immer noch an dem, womit er zu euch kam. Dann als er starb, sagtet ihr: \"ALLAH wird nach ihm nie einen Gesandten entsenden.\" Solcherart läßt ALLAH denjenigen abirren, der maßlos, voller Zweifel ist.",
        "numberInSurah": 34,
        "juz": 24,
        "manzil": 6,
        "page": 471,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4168,
        "text": "Diese sind diejenigen, die über ALLAHs Ayat disputieren ohne Beweis, welcher ihnen zuteil wurde. Dieses ist etwas schwerwiegendes Verabscheutes bei ALLAH und bei denjenigen, die den Iman verinnerlichten. Solcherart versiegelt ALLAH jedes Herz eines Arroganten, Gewalttätigen.",
        "numberInSurah": 35,
        "juz": 24,
        "manzil": 6,
        "page": 471,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4169,
        "text": "Und Pharao sagte: \"Haman! Laß für mich einen Turm errichten, vielleicht erreiche ich die Wege -",
        "numberInSurah": 36,
        "juz": 24,
        "manzil": 6,
        "page": 471,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4170,
        "text": "die Wege des Himmels, dann schaue ich auf Musas Gott, und gewiß, ich denke, daß er ja ein Lügner ist.\" Solcherart wurde Pharao das Schlechte seines Tuns schön gemacht, und er wurde vom Weg abgehalten. Und Pharaos List wurde zu Nichts außer zu Verlust.",
        "numberInSurah": 37,
        "juz": 24,
        "manzil": 6,
        "page": 471,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4171,
        "text": "Und derjenige, der den Iman verinnerlichte, sagte: \"Meine Leute! Folgt mir, so leite ich euch auf den Weg der Richtigkeit.",
        "numberInSurah": 38,
        "juz": 24,
        "manzil": 6,
        "page": 471,
        "ruku": 408,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4172,
        "text": "Meine Leute! Dieses diesseitige Leben ist nichts anderes als Verbrauchsgut. Und gewiß, das Jenseits ist dieWohnstätte des wahren Niederlassens.",
        "numberInSurah": 39,
        "juz": 24,
        "manzil": 6,
        "page": 471,
        "ruku": 408,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4173,
        "text": "Wer Schlechtigkeit tat, dem wird Nichts außer mit Gleichem vergolten. Und wer gottgefällig Gutes tat, obMann oder Frau, während er Mumin ist, diese treten in die Dschanna ein. Darin wird ihnen Rizq ohne Berechnen zuteil.",
        "numberInSurah": 40,
        "juz": 24,
        "manzil": 6,
        "page": 471,
        "ruku": 408,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4174,
        "text": "Und meine Leute! Wieso rufe ich euch zur Rettung, während ihr mich zum Feuer ruft?!",
        "numberInSurah": 41,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4175,
        "text": "Ihr ruft mich, um ALLAH gegenüber Kufr zu betreiben und Ihm gegenüber Schirk mit dem zu begehen, worüber ich über kein Wissen verfüge. Und ich rufe euch doch zu Dem Allwürdigen, Dem Allvergebenden.",
        "numberInSurah": 42,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4176,
        "text": "Zweifellos eindeutig ist es, daß das, wozu ihr mich ruft, über kein Bittgebet weder im Diesseits, noch im Jenseits verfügt, und daß unser Zurückgebracht- Sein zu ALLAH ist, und daß die Maßlosen doch die Weggenossen des Feuers sind.",
        "numberInSurah": 43,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4177,
        "text": "So werdet ihr euch doch noch daran erinnern, was ich euch sage. Und ich überlasse meine Angelegenheit ALLAH. Gewiß ALLAH ist allsehend die Diener.\"",
        "numberInSurah": 44,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4178,
        "text": "Dann schützte ALLAH ihn vor den Bosheiten dessen, was sie an List planten. Und Pharaos Leute umgab das Schlimme der Peinigung,",
        "numberInSurah": 45,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4179,
        "text": "das Feuer. Sie werden ihm morgens und abends ausgesetzt. Und an dem Tag, wenn die Stunde anbricht: \"Lasst Pharaos Leute zur qualvollsten Peinigung eintreten.\"",
        "numberInSurah": 46,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4180,
        "text": "Und (erinnere daran), wenn sie im Feuer miteinander disputieren, dann sagen die Schwachen zu denjenigen, die sich in Arroganz erhoben: \"Gewiß, wir waren für euch Folgende, werdet ihr uns einen Anteil vom Feuer abnehmen?\"",
        "numberInSurah": 47,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4181,
        "text": "Diejenigen, die sich in Arroganz erhoben, sagten: \"Gewiß, wir sind alle drinnen. ALLAH richtete bereits über die Diener!\"",
        "numberInSurah": 48,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4182,
        "text": "Und diejenigen im Feuer sagten zu den Hütern von Dschahannam: \"Richtet Bittgebete an euren HERRN, damit ER uns einen Tag von der Peinigung erleichtert.\"",
        "numberInSurah": 49,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4183,
        "text": "Sie sagten: \"Kamen zu euch eure Gesandten etwa nicht mit den klaren Zeichen?!\" Sie sagten: \"Doch, mit Sicherheit!\" Sie sagten: \"Dann richtet selbst Bittgebete!\" Und das Richten der Bittgebete von den Kafir ist nur verfehlt.",
        "numberInSurah": 50,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4184,
        "text": "Gewiß, WIR stehen doch bei Unseren Gesandten und denjenigen, die den Iman verinnerlichten sowohl in diesem diesseitigen Leben als auch am Tag, wenn die Zeugen auferstehen.",
        "numberInSurah": 51,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4185,
        "text": "An dem Tag, wenn den Unrecht-Begehenden ihre Entschuldigung nicht nützt. Und für sie ist der Fluch bestimmt, und für sie ist das Schlimme der Wohnstätte bestimmt.",
        "numberInSurah": 52,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4186,
        "text": "Und gewiß, bereits ließen WIR Musa die Rechtleitung zuteil werden, und ließen die Kinder Israils die Schrift erben",
        "numberInSurah": 53,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4187,
        "text": "als Rechtleitung und Ermahnung für diejenigen mit Verstand.",
        "numberInSurah": 54,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4188,
        "text": "Also übe dich in Geduld! Gewiß, ALLAHs Versprechen ist wahr. Und bitte um Vergebung für deine Verfehlung, und lobpreise mit dem Lob deines HERRN während der Abend- und der Morgenzeit!",
        "numberInSurah": 55,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4189,
        "text": "Gewiß, diejenigen, die über ALLAHs Ayat disputieren ohne Beweis, der ihnen zuteil wurde, in ihren Brüsten gibt es nichts außer Stolz, den sie nicht erlangen werden. So richte Isti'adha an ALLAH! Gewiß, ER ist Der Allhörende, Der Allsehende.",
        "numberInSurah": 56,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4190,
        "text": "Gewiß, die Erschaffung der Himmel und der Erde ist noch größer als die Erschaffung der Menschen! Doch die meisten Menschen wissen es nicht.",
        "numberInSurah": 57,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4191,
        "text": "Nicht gleich sind der Blinde und der Sehende, Auch nicht diejenigen, die den Iman verinnerlicht und gottgefällig Gutes getan haben, und der des Schlechten Tuende. Doch ihr erinnert euch nur ein wenig.",
        "numberInSurah": 58,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4192,
        "text": "Gewiß, die Stunde wird bestimmt kommen, darüber gibt es keinerlei Zweifel. Doch die meisten Menschen verinnerlichen den Iman nicht.",
        "numberInSurah": 59,
        "juz": 24,
        "manzil": 6,
        "page": 474,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4193,
        "text": "Und euer HERR sagte: \"Richtet an Mich Bittgebete, erhöre ICH euch! Gewiß, diejenigen, die sich in Arroganz über Mein Dienen erheben, werden doch noch in Dschahannam in Erniedrigung eintreten.\"",
        "numberInSurah": 60,
        "juz": 24,
        "manzil": 6,
        "page": 474,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4194,
        "text": "ALLAH ist Derjenige, Der euch die Nacht machte, damit ihr euch darin ausruht, sowie den Tag hell. Gewiß, ALLAH hat bestimmt den Menschen Gunst erwiesen. Doch die meisten Menschen erweisen sich nicht dankbar.",
        "numberInSurah": 61,
        "juz": 24,
        "manzil": 6,
        "page": 474,
        "ruku": 410,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4195,
        "text": "Dieser ist ALLAH, euer HERR, Der Schöpfer aller Dinge, es gibt keine Gottheit außer Ihm. Wie werdet ihr denn davon abgebracht?!",
        "numberInSurah": 62,
        "juz": 24,
        "manzil": 6,
        "page": 474,
        "ruku": 410,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4196,
        "text": "Solcherart werden diejenigen (von ALLAHs Dienen) abgebracht, die ALLAHs Ayat zu verleugnen pflegten.",
        "numberInSurah": 63,
        "juz": 24,
        "manzil": 6,
        "page": 474,
        "ruku": 410,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4197,
        "text": "ALLAH machte euch die Erde als Niederlassungsort und den Himmel als Überdachung. Und ER gab euch Gestalt, dann machte ER eure Gestalten schön, und ER gewährte euch Rizq von den Tay-yibat. Dieser ist ALLAH, euer HERR. Also immer allerhabener ist ALLAH, Der HERR aller Geschöpfe.",
        "numberInSurah": 64,
        "juz": 24,
        "manzil": 6,
        "page": 474,
        "ruku": 410,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4198,
        "text": "ER ist Der Lebendige. Es gibt keine Gottheit außer Ihm, so richtet an Ihn Bittgebete als Aufrichtiger im Din Ihm gegenüber. Alhamdulillah: Alles Lob gebührt ALLAH, Dem HERRN aller Schöpfung.",
        "numberInSurah": 65,
        "juz": 24,
        "manzil": 6,
        "page": 474,
        "ruku": 410,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4199,
        "text": "Sag: \"Gewiß, mir wurde verboten, dem zu dienen, woran ihr anstelle von ALLAH Bittgebete richtet, als die klaren Zeichen von meinem HERRN zu mir kamen, und mir wurde geboten, daß ich den Islam für Den HERRN aller Schöpfung praktiziere.\"",
        "numberInSurah": 66,
        "juz": 24,
        "manzil": 6,
        "page": 474,
        "ruku": 410,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4200,
        "text": "ER ist Derjenige, Der euch aus Erde erschuf, dann aus Nutfa, dann aus 'Alaqa, dann bringt ER euch als Kind heraus, dann damit ihr reif werdet, dann damit ihr Alte werdet - und von euch gibt es manche, deren (Seelen) vorher eingezogen werden - und damit ihr eine festgelegte Frist erreicht. Und damit ihr begreift.",
        "numberInSurah": 67,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 410,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4201,
        "text": "ER ist Derjenige, Der belebt und sterben läßt. Und wenn ER eine Angelegenheit bestimmt, so sagt ER zu ihr nur: \"Sei!\", und sie ist.",
        "numberInSurah": 68,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 410,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4202,
        "text": "Hast du etwa nicht zu denjenigen, die über ALLAHs Ayat disputieren, geschaut, wie sie davon abgebracht werden?!",
        "numberInSurah": 69,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4203,
        "text": "Diejenigen, welche die Schrift leugneten und das, womit WIR Unsere Gesandten entsandten. Also sie werden doch noch wissen,",
        "numberInSurah": 70,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4204,
        "text": "wenn die Fesseln um ihre Hälse sind, sowie die Ketten. Sie werden gezogen",
        "numberInSurah": 71,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4205,
        "text": "in die Gluthitze, dann werden sie im Feuer angezündet.",
        "numberInSurah": 72,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4206,
        "text": "Dann wird zu ihnen gesagt: \"Wo ist das, was ihr an Schirk betrieben habt",
        "numberInSurah": 73,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4207,
        "text": "anstelle von ALLAH.\" Sie sagten: \"Sie verloren uns. Nein, sondern wir pflegten vorher nichts anzurufen.\" Solcherart läßt ALLAH die Kafir abirren.",
        "numberInSurah": 74,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4208,
        "text": "Dies dafür, daß ihr auf Erden mit dem Unwahren euch zu vergnügen pflegtet, und dafür, daß ihr freudenerregt zu sein pflegtet.",
        "numberInSurah": 75,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4209,
        "text": "\"Betretet die Tore von Dschahannam als Ewige darin!\" Und erbärmlich ist die Bleibe der Arroganten.",
        "numberInSurah": 76,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4210,
        "text": "Also übe dich in Geduld! Gewiß, ALLAHs Versprechen ist wahr. Und entweder zeigen WIR dir etwas von dem, was WIR ihnen androhen, oder WIR lassen deine (Seele) einziehen, so werden sie danach zu Uns zurückgebracht.",
        "numberInSurah": 77,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4211,
        "text": "Und gewiß, bereits entsandten WIR Gesandte vor dir. Von ihnen sind manche, über die WIR dir berichteten, und von ihnen sind manche, über die WIR dir nicht berichteten. Und es steht keinem Gesandten zu, eine Aya zu bringen außer mit ALLAHs Zustimmung. Und wenn ALLAHs Bestimmung gekommen ist, wird mit der Gerechtigkeit gerichtet, und dort werden die des Unwahren Verbreitenden verlieren.",
        "numberInSurah": 78,
        "juz": 24,
        "manzil": 6,
        "page": 476,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4212,
        "text": "ALLAH ist Derjenige, Der für euch An'am machte, damit ihr auf manchen von ihnen reitet, und von ihnen speist.",
        "numberInSurah": 79,
        "juz": 24,
        "manzil": 6,
        "page": 476,
        "ruku": 412,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4213,
        "text": "Und für euch gibt es in ihnen Nutzen, und damit ihr durch sie ein Bedürfnis in euren Brüsten erfüllt, und auf ihnen und auf dem Schiff werdet ihr getragen.",
        "numberInSurah": 80,
        "juz": 24,
        "manzil": 6,
        "page": 476,
        "ruku": 412,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4214,
        "text": "ER zeigt euch Seine Ayat, also welche von ALLAHs Ayat leugnet ihr ab?!",
        "numberInSurah": 81,
        "juz": 24,
        "manzil": 6,
        "page": 476,
        "ruku": 412,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4215,
        "text": "Sind sie etwa nicht auf Erden umhergezogen, damit sie sehen, wie das Anschließende derjenigen vor ihnen war. Sie waren mehr als sie, noch mächtiger und hatten noch mehr Hinterlassenschaften auf Erden. So nützte ihnen nicht, was sie zu erwerben pflegten.",
        "numberInSurah": 82,
        "juz": 24,
        "manzil": 6,
        "page": 476,
        "ruku": 412,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4216,
        "text": "Und als zu ihnen ihre Gesandten mit den klaren Zeichen kamen, freuten sie sich über das, was sie vom Wissen hatten. Und sie umgab das, was sie zu verspotten pflegten.",
        "numberInSurah": 83,
        "juz": 24,
        "manzil": 6,
        "page": 476,
        "ruku": 412,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4217,
        "text": "Und als sie Unsere Peinigung sahen, sagten sie: \"Wir verinnerlichten den Iman an ALLAH allein, und betrieben Kufr dem gegenüber, womit wir Ihm gegenüber Schirk betrieben haben.\"",
        "numberInSurah": 84,
        "juz": 24,
        "manzil": 6,
        "page": 476,
        "ruku": 412,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4218,
        "text": "Doch ihr Iman nützte ihnen nicht, als sie Unsere Peinigung sahen. Dies ist ALLAHs Handlungsweise, die bei Seinen Dienern bereits angewandt wurde. Und verloren haben dort die Kafir!",
        "numberInSurah": 85,
        "juz": 24,
        "manzil": 6,
        "page": 476,
        "ruku": 412,
        "hizbQuarter": 190,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "de.zaidan",
      "language": "de",
      "name": "Zaidan",
      "englishName": "Amir Zaidan",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}