{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 41,
    "name": "سُورَةُ فُصِّلَتۡ",
    "englishName": "Fussilat",
    "englishNameTranslation": "Explained in detail",
    "revelationType": "Meccan",
    "numberOfAyahs": 54,
    "ayahs": [
      {
        "number": 4219,
        "text": "Ha-mim.",
        "numberInSurah": 1,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4220,
        "text": "Dies ist eine sukzessive Hinabsendung von Dem Allgnade Erweisenden, Dem Allgnädigen.",
        "numberInSurah": 2,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4221,
        "text": "Es ist eine Schrift, deren Ayat verdeutlicht wurde, ein arabischer Quran für Leute, die wissen.",
        "numberInSurah": 3,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4222,
        "text": "Es ist ein Warner und ein Überbringer froher Botschaft. Doch dann wandten sich die meisten ab, sie hören nicht zu.",
        "numberInSurah": 4,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4223,
        "text": "Und sie sagten: \"Unsere Herzen sind unter Bedeckung dem gegenüber, wozu du uns rufst, und in unseren Ohren ist Schwerhörigkeit, und zwischen uns und dir gibt es einen Sichtschutz, also handle! Gewiß, wir handeln ebenfalls.\"",
        "numberInSurah": 5,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4224,
        "text": "Sag: \"Ich bin doch nur ein Mensch wie ihr, zu mir wird Wahy zuteil, daß euer Gott nur ein einziger Gott ist, so steht aufrichtig Ihm gegenüber und bittet Ihn um Vergebung!\" Und Niedergang sei für die Muschrik!",
        "numberInSurah": 6,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4225,
        "text": "Diejenigen, welche die Zakat nicht entrichten, und sie sind dem Jenseits gegenüber kufr-betreibend.",
        "numberInSurah": 7,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4226,
        "text": "Gewiß, für diejenigen, die den Iman verinnerlicht und gottgefällig Gutes getan haben, ist eine nicht ausgehende Belohnung bestimmt.",
        "numberInSurah": 8,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4227,
        "text": "Sag: \"Betreibt ihr etwa Kufr Demjenigen gegenüber, Der die Erde in zwei Ayyam erschuf, und setzt ihr Ihm etwas als Ebenbürtiges bei?! Dieser ist doch Der HERR aller Schöpfung.\"",
        "numberInSurah": 9,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4228,
        "text": "Und ER machte in ihr Festigende (Berge) von über ihr, setzte Baraka in sie und bestimmte in ihr ihre Nahrungen in ganzen vier Ay-yam für die Benötigenden.",
        "numberInSurah": 10,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4229,
        "text": "Dann wandte ER sich dem Himmel zu, während er noch Rauch war, dann sagte ER ihm und der Erde: \"Kommt beide freiwillig oder widerwillig!\" Beide sagten: \"Wir kamen freiwillig.\"",
        "numberInSurah": 11,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4230,
        "text": "Dann bestimmte ER sie zu sieben Himmeln in zwei Ay-yam, und ließ in jedem Himmel seine Anweisung als Wahy zuteil werden. Und WIR schmückten den untersten Himmel mit Lampen und Bewahrendem. Dies ist die Bestimmung Des Allwürdigen, Des Allwissenden.",
        "numberInSurah": 12,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4231,
        "text": "Und sollten sie sich abwenden, dann sag: \"Ich warnte euch vor einem Blitzschlag wie der Blitzschlag von 'Aad und Thamud.\"",
        "numberInSurah": 13,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4232,
        "text": "Als zu ihnen die Gesandten von vor ihnen und von hinter ihnen kamen: \"Dient niemandem außer ALLAH.\" Sie sagten: \"Hätte ALLAH gewollt, hätte ER doch Engel hinabgesandt. Also gewiß, wir sind dem gegenüber, womit ihr entsandt wurdet, kufr-betreibend.\"",
        "numberInSurah": 14,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4233,
        "text": "Hinsichtlich 'Aad, sie erhoben sich in Arroganz auf Erden mit dem Unrecht und sagten: \"Wer ist noch mächtiger als wir?\" Sahen sie etwa nicht, daß ALLAH, Der sie erschuf, noch mächtiger als sie ist?! Und sie pflegten Unsere Ayat abzuleugnen.",
        "numberInSurah": 15,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4234,
        "text": "Dann schickten WIR über ihnen einen Wirbelsturm an unheilvollen Tagen, damit WIR sie die Peinigung der Erniedrigung im diesseitigen Leben erfahren lassen. Doch die Peinigung des Jenseits ist noch erniedrigender. Und ihnen wird nicht beigestanden.",
        "numberInSurah": 16,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4235,
        "text": "Und hinsichtlich Thamud, so leiteten WIR sie recht, dann bevorzugten sie die Verblendung vor der Rechtleitung, dann richtete sie der Blitzschlag der erniedrigenden Peinigung für das, was sie zu erwerben pflegten.",
        "numberInSurah": 17,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4236,
        "text": "Und WIR erretteten diejenigen, die den Iman verinnerlichten und Taqwa gemäß zu handeln pflegten.",
        "numberInSurah": 18,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4237,
        "text": "Und an dem Tag, wenn ALLAHs Feinde zum Feuer versammelt werden, so werden sie geordnet beisammengehalten.",
        "numberInSurah": 19,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 415,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4238,
        "text": "Dann wenn sie bei ihm (beim Feuer) sind, werden ihr Gehör, ihre Augen und ihre Häute Zeugnis gegen sie ablegen über das, was sie zu tun pflegten.",
        "numberInSurah": 20,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 415,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4239,
        "text": "Und sie sagten zu ihren Häuten: \"Wieso habt ihr gegen uns Zeugnis abgelegt?\" Sie sagten: \"ALLAH ließ uns sprechen, Der jedes Ding sprechen ließ. Und ER erschuf euch das erste Mal, und zu Ihm werdet ihr zurückgebracht.\"",
        "numberInSurah": 21,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 415,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4240,
        "text": "Und ihr pflegtet nicht euch zu bedecken, daß weder euer Gehör, noch eure Augen, noch eure Häute Zeugnis gegen euch ablegen, sondern ihr dachtet, daß ALLAH nicht viel kennt von dem, was ihr tut.",
        "numberInSurah": 22,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 415,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4241,
        "text": "Und dieses euer Denken, was ihr von ALLAH dachtet, richtete euch zugrunde. So wurdet ihr von den Verlierern.",
        "numberInSurah": 23,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 415,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4242,
        "text": "Und sollten sie sich in Geduld üben können, so ist das Feuer für sie eine Bleibe. Und sollten sie sich um die Zufriedenheit bemühen, so wird ihnen keine Zufriedenheit entgegengebracht.",
        "numberInSurah": 24,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 415,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4243,
        "text": "Und WIR bereiteten für sie enge Begleiter, dann ließen sie ihnen schön erscheinen das, was vor ihnen und hinter ihnen ist. Und das Gesagte über sie wurde vollstreckt. (Sie sind) unter Umam von den Dschinn und den Menschen, die vor ihnen vergingen. Gewiß, sie waren Verlierer.",
        "numberInSurah": 25,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 415,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4244,
        "text": "Und diejenigen, die Kufr betrieben haben, sagten: \"Hört nicht diesem Quran zu und redet irgend etwas dabei, vielleicht gewinnt ihr.\"",
        "numberInSurah": 26,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 416,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4245,
        "text": "Gewiß, WIR werden diejenigen, die Kufr betrieben haben, eine harte Peinigung erfahren lassen, und gewiß, WIR werden ihnen das Schlimmere von dem vergelten, das sie zu tun pflegten.",
        "numberInSurah": 27,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 416,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4246,
        "text": "Dies ist die Vergeltung der Feinde ALLAHs, das Feuer! Für sie ist darin die Wohnstätte der Ewigkeit als Vergeltung dafür, daß sie Unsere Ayat zu verleugnen pflegten.",
        "numberInSurah": 28,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 416,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4247,
        "text": "Und diejenigen, die Kufr betrieben haben, sagten: \"Unser HERR, zeige uns diejenigen, die uns von den Dschinn und den Menschen verleiteten, damit wir beide unter unsere Füße tun, damit beide von den Niedrigsten sind.\"",
        "numberInSurah": 29,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 416,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4248,
        "text": "Gewiß, auf diejenigen, die sagten: \"Unser HERR ist ALLAH\", dann geradlinig wurden, werden die Engel nach und nach hinabgesandt: \"Habt keine Angst, seid nicht traurig und freut euch über die Dschanna, die euch versprochen wurde.",
        "numberInSurah": 30,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 416,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4249,
        "text": "Wir sind eure Wali im diesseitigen Leben und im Jenseits. Und für euch ist darin bestimmt, was eure Seelen sich wünschen. Und darin ist für euch bestimmt, was ihr verlangt.",
        "numberInSurah": 31,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 416,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4250,
        "text": "(Sie ist) als Unterkunft von Einem Allvergebenden, Allgnädigen.\"",
        "numberInSurah": 32,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 416,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4251,
        "text": "Und wer ist besser im Gesagten als derjenige, der zu ALLAH ruft, gottgefällig Gutes tut und sagt: \"Gewiß, ich bin von den Muslimen.\"",
        "numberInSurah": 33,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4252,
        "text": "Und nicht gleich sind das Gute und das Schlechte. Wehre ab mit dem, was besser ist. Dann sogleich ist derjenige, zwischen dir und dem Feindschaft ist, als wäre er ein enger Wali.",
        "numberInSurah": 34,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4253,
        "text": "Und dies (diese Moral) wird nur denjenigen gewährt, die sich in Geduld übten. Und dies wird nur demjenigen gewährt, der einen gewaltigen Anteil (am Guten) hat.",
        "numberInSurah": 35,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4254,
        "text": "Und sollte dich etwas Provozierendes vom Satan provozieren, dann richte Isti'adha an ALLAH. Gewiß, ER ist Der Allhörende, Der Allwissende.",
        "numberInSurah": 36,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4255,
        "text": "Und zu Seinen Ayat zählen die Nacht, der Tag, die Sonne und der Mond. Vollzieht kein Sudschud weder für die Sonne, noch für den Mond! Doch vollzieht Sudschud für ALLAH, Der sie erschuf, solltet ihr Ihm dienen.",
        "numberInSurah": 37,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4256,
        "text": "Und sollten sie sich in Arroganz erheben, so sind diejenigen bei deinem HERRN, sie lobpreisen Ihn während der Nacht und am Tage, und ihnen wird es nicht langweilig.",
        "numberInSurah": 38,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": {
          "id": 12,
          "recommended": false,
          "obligatory": true
        }
      },
      {
        "number": 4257,
        "text": "Und zu Seinen Ayat zählt, daß du die Erde leblos siehst, dann wenn WIR Wasser auf sie fallen lassen, regt sie sich und schwillt. Gewiß, Derjenige, Der sie belebte, wird doch die Toten beleben. Gewiß, ER ist über alles allmächtig.",
        "numberInSurah": 39,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4258,
        "text": "Gewiß, diejenigen, die Unsere Ayat entstellen, bleiben Uns nicht verborgen. Ist etwa derjenige, der ins Feuer geworfen wird, besser oder derjenige, der am Tage der Auferstehung sicher kommt?! Tut, was ihr wollt! Gewiß, ER ist dessen, was ihr tut, allsehend.",
        "numberInSurah": 40,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4259,
        "text": "Gewiß, diejenigen, die Kufr der Ermahnung gegenüber betrieben, als er zu ihnen kam, (bleiben Uns nicht verborgen). Und gewiß, er ist doch eine würdige Schrift.",
        "numberInSurah": 41,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4260,
        "text": "Das für nichtig Erklärte kommt an ihn weder von vor ihm, noch von hinter ihm heran. Er ist eine sukzessive Hinabsendung von Einem Allweisen, Alllobenswürdigen.",
        "numberInSurah": 42,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4261,
        "text": "Es wird dir nichts gesagt außer dem, was den Gesandten vor dir gesagt wurde. Gewiß, dein HERR hat doch Vergebung aber auch qualvolle Bestrafung.",
        "numberInSurah": 43,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4262,
        "text": "Und hätten WIR ihn als nichtarabischen Quran gemacht, hätten sie gesagt: \"Würden seine Ayat doch verdeutlicht - ein Nichtarabischer für Araber?\" Sag: \"Er ist für diejenigen, die den Iman verinnerlichten, Rechtleitung und Heilung.\" Doch diejenigen, die den Iman nicht verinnerlichen, in ihren Ohren ist Schwerhörigkeit, und er ist für sie eine Blindheit. Diese werden von einem fernen Ort gerufen.",
        "numberInSurah": 44,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4263,
        "text": "Und gewiß, bereits ließen WIR Musa die Schrift zuteil werden, dann wurde über sie gestritten. Und gäbe es kein von deinem HERRN bereits gefälltes Wort, würde unter ihnen bestimmt gerichtet. Und gewiß sie haben über sie Verdacht schleichenden Zweifel.",
        "numberInSurah": 45,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 418,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4264,
        "text": "Wer gottgefällig Gutes tut, (tut es) für sich selbst, und wer Schlechtes tut, (tut es nur) gegen sich selbst. Und dein HERR ist den Dienern gegenüber niemals ungerecht.",
        "numberInSurah": 46,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 418,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4265,
        "text": "Auf Ihn wird hinsichtlich des Wissens über die Stunde verwiesen. Und nicht brechen von den Früchten aus ihren Blütenkelchen hervor und nicht wird eine Weibliche schwanger und nicht entbindet sie außer mit Seinem Wissen! Und an dem Tag, wenn ER sie ruft: \"Wo sind Meine (angeblichen) Partner?!\" Sagen sie: \"Wir teilten Dir mit, keiner von uns ist Zeuge.\"",
        "numberInSurah": 47,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4266,
        "text": "Und ihnen ist abhanden gegangen, woran sie vorher Bittgebete zu richten pflegten. Und sie glaubten, daß es für sie kein Entrinnen mehr gibt.",
        "numberInSurah": 48,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4267,
        "text": "Dem Menschen wird es nicht langweilig, um das Gute zu bitten, und wenn ihn Böses trifft, so ist er hoffnungslos, verzweifelt.",
        "numberInSurah": 49,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4268,
        "text": "Und wenn WIRihn Gnade von Uns erfahren lassen nach einem Unglück, das ihnen zustieß, wird er sicher sagen: \"Dies ist mir! Und ich denke nicht, daß die Stunde anbrechen wird. Und würde ich zu meinem HERRN zurückgebracht, so würde für mich bei Ihm sicher das Schöne bestimmt sein.\" Gewiß, WIR werden denjenigen, die Kufr betrieben haben, Mitteilung über das machen, was sie taten. Und WIR werden sie doch von einer überharten Peinigung kosten lassen.",
        "numberInSurah": 50,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4269,
        "text": "Und wenn WIR dem Menschen eineWohltat gewährt haben, wendet er sich ab und weicht zur Seite. Und wenn ihn das Unheil trifft, so macht er ein intensives Bittgebet.",
        "numberInSurah": 51,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4270,
        "text": "Sag: \"Wie seht ihr es? Sollte er (der Quran) von ALLAH sein, dann ihr daran Kufr betrieben habt, wer ist noch irrender als derjenige, der sich in einer unerbittlichen Feindseligkeit befindet?!\"",
        "numberInSurah": 52,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4271,
        "text": "WIR werden ihnen doch noch Unsere Ayat in allen Bereichen zeigen und an ihnen selber, damit ihnen deutlich wird, daß er (der Quran) gewiß dieWahrheit ist. Genügt es nicht mit deinem HERRN, daß ER doch über alles Zeuge ist?!",
        "numberInSurah": 53,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4272,
        "text": "Ja! Sie sind doch im Zweifel über die Begegnung mit ihrem HERRN. Ja! ER ist alles zweifelsohne allumfassend.",
        "numberInSurah": 54,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "de.zaidan",
      "language": "de",
      "name": "Zaidan",
      "englishName": "Amir Zaidan",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}