{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 45,
    "name": "سُورَةُ الجَاثِيَةِ",
    "englishName": "Al-Jaathiya",
    "englishNameTranslation": "Crouching",
    "revelationType": "Meccan",
    "numberOfAyahs": 37,
    "ayahs": [
      {
        "number": 4474,
        "text": "Ha-mim.",
        "numberInSurah": 1,
        "juz": 25,
        "manzil": 6,
        "page": 499,
        "ruku": 434,
        "hizbQuarter": 199,
        "sajda": false
      },
      {
        "number": 4475,
        "text": "Die sukzessive Hinabsendung der Schrift ist von ALLAH, Dem Allwürdigen, Dem Allweisen.",
        "numberInSurah": 2,
        "juz": 25,
        "manzil": 6,
        "page": 499,
        "ruku": 434,
        "hizbQuarter": 199,
        "sajda": false
      },
      {
        "number": 4476,
        "text": "Gewiß, in den Himmeln und auf Erden sind doch Ayat für die Mumin.",
        "numberInSurah": 3,
        "juz": 25,
        "manzil": 6,
        "page": 499,
        "ruku": 434,
        "hizbQuarter": 199,
        "sajda": false
      },
      {
        "number": 4477,
        "text": "Auch in eurer Schöpfung und in jedem sich bewegenden Lebewesen, was ER ausbreiten ließ, sind Ayat für Leute, die Gewißheit anstreben.",
        "numberInSurah": 4,
        "juz": 25,
        "manzil": 6,
        "page": 499,
        "ruku": 434,
        "hizbQuarter": 199,
        "sajda": false
      },
      {
        "number": 4478,
        "text": "Auch die Aufeinanderfolge von Nacht und Tag und Rizq (Regen), das ALLAH vom Himmel fallen ließ, dann ER damit die Landschaft nach ihrem Tod wieder belebte, und die Strömung der Winde sind Ayat für Leute, die sich besinnen.",
        "numberInSurah": 5,
        "juz": 25,
        "manzil": 6,
        "page": 499,
        "ruku": 434,
        "hizbQuarter": 199,
        "sajda": false
      },
      {
        "number": 4479,
        "text": "Diese sind ALLAHs Ayat, die WIR dir wahrheitsgemäß vortragen. An welche Botschaft nach ALLAH und Seinen Ayat werden sie denn den Iman verinnerlichen?!",
        "numberInSurah": 6,
        "juz": 25,
        "manzil": 6,
        "page": 499,
        "ruku": 434,
        "hizbQuarter": 199,
        "sajda": false
      },
      {
        "number": 4480,
        "text": "Niedergang ist für jeden verfehlenden Ifk-Lügner,",
        "numberInSurah": 7,
        "juz": 25,
        "manzil": 6,
        "page": 499,
        "ruku": 434,
        "hizbQuarter": 199,
        "sajda": false
      },
      {
        "number": 4481,
        "text": "der ALLAHs Ayat hört, wie sie ihm vortragen wird, dann in Arroganz sich erhebend beharrt, als hätte er sie nicht gehört. So überbringe ihm die \"frohe Botschaft\" über eine qualvolle Peinigung.",
        "numberInSurah": 8,
        "juz": 25,
        "manzil": 6,
        "page": 499,
        "ruku": 434,
        "hizbQuarter": 199,
        "sajda": false
      },
      {
        "number": 4482,
        "text": "Und wenn er von Unseren Ayat etwas kennt, nimmt er sie zum Spott. Für diese ist eine erniedrigende Peinigung bestimmt.",
        "numberInSurah": 9,
        "juz": 25,
        "manzil": 6,
        "page": 499,
        "ruku": 434,
        "hizbQuarter": 199,
        "sajda": false
      },
      {
        "number": 4483,
        "text": "Vor ihnen steht Dschahannam. Und weder das, was sie sich erwarben, wird ihnen nützen, noch das, was sie sich anstelle von ALLAH als Wali nahmen. Und für sie ist eine überharte Peinigung bestimmt.",
        "numberInSurah": 10,
        "juz": 25,
        "manzil": 6,
        "page": 499,
        "ruku": 434,
        "hizbQuarter": 199,
        "sajda": false
      },
      {
        "number": 4484,
        "text": "Dies (der Quran) ist eine Rechtleitung. Und für diejenigen, die Kufr den Ayat ihres HERRN gegenüber betreiben, ist eine Peinigung von äußerst qualvoller Strafe bestimmt.",
        "numberInSurah": 11,
        "juz": 25,
        "manzil": 6,
        "page": 499,
        "ruku": 434,
        "hizbQuarter": 199,
        "sajda": false
      },
      {
        "number": 4485,
        "text": "ALLAH ist Derjenige, Der für euch das Meer gratis fügbar machte, damit die Schiffe darauf nach Seiner Anweisung fahren, damit ihr von Seiner Gunst anstrebt und damit ihr euch dankbar erweist.",
        "numberInSurah": 12,
        "juz": 25,
        "manzil": 6,
        "page": 499,
        "ruku": 435,
        "hizbQuarter": 200,
        "sajda": false
      },
      {
        "number": 4486,
        "text": "Und ER machte für euch gratis fügbar das, was in den Himmeln und was auf Erden ist, allesamt sind von Ihm. Gewiß, darin sind Ayat für Leute, die nachdenken.",
        "numberInSurah": 13,
        "juz": 25,
        "manzil": 6,
        "page": 499,
        "ruku": 435,
        "hizbQuarter": 200,
        "sajda": false
      },
      {
        "number": 4487,
        "text": "Sag denjenigen, die den Iman verinnerlichten, denjenigen zu verzeihen, die auf die siegreichen Schlachten für ALLAH nicht hoffen, damit ALLAH Leuten vergilt, mit dem, was sie zu erwerben pflegten.",
        "numberInSurah": 14,
        "juz": 25,
        "manzil": 6,
        "page": 500,
        "ruku": 435,
        "hizbQuarter": 200,
        "sajda": false
      },
      {
        "number": 4488,
        "text": "Wer gottgefällig Gutes tat, (dies tut er) für sich selbst, und wer Schlechtes tat, (dies tut er) gegen sich selbst. Dann werdet ihr zu eurem HERRN zurückgebracht.",
        "numberInSurah": 15,
        "juz": 25,
        "manzil": 6,
        "page": 500,
        "ruku": 435,
        "hizbQuarter": 200,
        "sajda": false
      },
      {
        "number": 4489,
        "text": "Und gewiß, bereits ließen WIR den Kindern Israils die Schrift, die Weisheit und die Prophetenschaft zuteil werden, WIR gewährten ihnen Rizq von den Tayyibat, und WIR bevorzugten sie vor den (anderen) Menschen.",
        "numberInSurah": 16,
        "juz": 25,
        "manzil": 6,
        "page": 500,
        "ruku": 435,
        "hizbQuarter": 200,
        "sajda": false
      },
      {
        "number": 4490,
        "text": "Auch ließen WIR ihnen klare Zeichen von der Angelegenheit zuteil werden. So wurden sie nicht uneins außer, nachdem zu ihnen das Wissen gekommen ist - aus Übertretung untereinander. Gewiß, dein HERR richtet unter ihnen am Tag der Auferstehung über das, worüber sie uneins zu sein pflegten.",
        "numberInSurah": 17,
        "juz": 25,
        "manzil": 6,
        "page": 500,
        "ruku": 435,
        "hizbQuarter": 200,
        "sajda": false
      },
      {
        "number": 4491,
        "text": "Dann brachten WIR dich zu einer Schir'a von der Angelegenheit, so folge ihr und folge nicht den Neigungen derjenigen, die nicht wissen.",
        "numberInSurah": 18,
        "juz": 25,
        "manzil": 6,
        "page": 500,
        "ruku": 435,
        "hizbQuarter": 200,
        "sajda": false
      },
      {
        "number": 4492,
        "text": "Gewiß, sie werden dir vor ALLAH in Nichts nützen! Und gewiß, die Unrecht-Begehenden die einen von ihnen sind Wali für die anderen. Doch ALLAH ist der Wali für die Muttaqi.",
        "numberInSurah": 19,
        "juz": 25,
        "manzil": 6,
        "page": 500,
        "ruku": 435,
        "hizbQuarter": 200,
        "sajda": false
      },
      {
        "number": 4493,
        "text": "Dieser (der Quran) ist etwas Einblick-Gewährendes für die Menschen, eine Rechtleitung und eine Gnade für Leute, die Gewißheit anstreben.",
        "numberInSurah": 20,
        "juz": 25,
        "manzil": 6,
        "page": 500,
        "ruku": 435,
        "hizbQuarter": 200,
        "sajda": false
      },
      {
        "number": 4494,
        "text": "Oder dachten diejenigen, welche die gottmißfälligen Taten verübten, daß WIR sie denjenigen, die den Iman verinnerlicht und gottgefällig Gutes getan haben, gleich machen, in ihrem Leben und in ihrem Tod. Erbärmlich ist das, was sie urteilen.",
        "numberInSurah": 21,
        "juz": 25,
        "manzil": 6,
        "page": 500,
        "ruku": 435,
        "hizbQuarter": 200,
        "sajda": false
      },
      {
        "number": 4495,
        "text": "Und ALLAH erschuf die Himmel und die Erde in Gesetzmäßigkeit, und damit jeder Seele das vergolten wird, was sie erwarb. Und ihnen wird kein Unrecht angetan.",
        "numberInSurah": 22,
        "juz": 25,
        "manzil": 6,
        "page": 500,
        "ruku": 436,
        "hizbQuarter": 200,
        "sajda": false
      },
      {
        "number": 4496,
        "text": "Hast du etwa denjenigen gesehen, der sich seine Neigung als seine Gottheit nahm, und ALLAH ihn mit Wissen abirren ließ und sein Gehör und sein Herz versiegelte und auf seine Augen (Sicht-)Blende machte, wer kann ihn rechtleiten nach ALLAH?! Entsinnt ihr euch nicht?!",
        "numberInSurah": 23,
        "juz": 25,
        "manzil": 6,
        "page": 501,
        "ruku": 436,
        "hizbQuarter": 200,
        "sajda": false
      },
      {
        "number": 4497,
        "text": "Und sie sagten: \"Es gibt Nichts außer unserem diesseitigen Leben, wir sterben und leben und uns läßt nicht sterben außer der Zeit.\" Und sie verfügen darüber über keinerlei Wissen. Gewiß, sie spekulieren nur.",
        "numberInSurah": 24,
        "juz": 25,
        "manzil": 6,
        "page": 501,
        "ruku": 436,
        "hizbQuarter": 200,
        "sajda": false
      },
      {
        "number": 4498,
        "text": "Und wenn ihnen Unsere Ayat als Deutliche vorgetragen werden, es war ihre Argumentation nichts außer, daß sie sagten: \"Bringt unsere Ahnen herbei, solltet ihr wahrhaftig sein!\"",
        "numberInSurah": 25,
        "juz": 25,
        "manzil": 6,
        "page": 501,
        "ruku": 436,
        "hizbQuarter": 200,
        "sajda": false
      },
      {
        "number": 4499,
        "text": "Sag: \"ALLAH belebt euch, dann läßt ER euch sterben, dann läßt ER euch zum Tag der Auferstehung, über den es keinen Zweifel gibt, versammeln.\" Doch die meisten Menschen wissen es nicht.",
        "numberInSurah": 26,
        "juz": 25,
        "manzil": 6,
        "page": 501,
        "ruku": 436,
        "hizbQuarter": 200,
        "sajda": false
      },
      {
        "number": 4500,
        "text": "Und ALLAH gehört die Herrschaft der Himmel und der Erde. Und an dem Tag, wenn die Stunde anbricht, an diesem Tag, verlieren die des Unwahren Verbreitenden.",
        "numberInSurah": 27,
        "juz": 25,
        "manzil": 6,
        "page": 501,
        "ruku": 437,
        "hizbQuarter": 200,
        "sajda": false
      },
      {
        "number": 4501,
        "text": "Du siehst jede Umma kniend. Jede Umma wird zu ihrer Schrift gerufen: \"An diesem Tag wird euch vergolten, was ihr zu tun pflegtet.\"",
        "numberInSurah": 28,
        "juz": 25,
        "manzil": 6,
        "page": 501,
        "ruku": 437,
        "hizbQuarter": 200,
        "sajda": false
      },
      {
        "number": 4502,
        "text": "Dies ist Unsere Schrift, sie sagt gegen euch wahrheitsgemäß aus. Gewiß, WIR ließen das abschreiben, was ihr zu tun pflegtet.",
        "numberInSurah": 29,
        "juz": 25,
        "manzil": 6,
        "page": 501,
        "ruku": 437,
        "hizbQuarter": 200,
        "sajda": false
      },
      {
        "number": 4503,
        "text": "Also hinsichtlich derjenigen, die den Iman verinnerlicht und gottgefällig Gutes getan haben, diese läßt ihr HERR in Seine Gnade eintreten. Dies ist der eindeutige Erfolg.",
        "numberInSurah": 30,
        "juz": 25,
        "manzil": 6,
        "page": 501,
        "ruku": 437,
        "hizbQuarter": 200,
        "sajda": false
      },
      {
        "number": 4504,
        "text": "Doch hinsichtlich derjenigen, die Kufr betrieben haben: \"Wurden euch Meine Ayat nicht vorgetragen, dann ihr euch in Arroganz erhoben habt und ihr schwer verfehlende Leute wart?!\"",
        "numberInSurah": 31,
        "juz": 25,
        "manzil": 6,
        "page": 501,
        "ruku": 437,
        "hizbQuarter": 200,
        "sajda": false
      },
      {
        "number": 4505,
        "text": "Und als gesagt wurde: \"Gewiß, ALLAHs Versprechen ist wahr sowie die Stunde, über die es keinen Zweifel gibt.\" Habt ihr gesagt: \"Wir wissen nicht, was die Stunde ist, wir spekulieren doch nur eine Spekulation und wir haben keine Gewißheit darüber.\"",
        "numberInSurah": 32,
        "juz": 25,
        "manzil": 6,
        "page": 501,
        "ruku": 437,
        "hizbQuarter": 200,
        "sajda": false
      },
      {
        "number": 4506,
        "text": "Und ihnen wurden die Bosheiten dessen sichtbar, was sie taten. Und sie umgab das, was sie zu verspotten pflegten.",
        "numberInSurah": 33,
        "juz": 25,
        "manzil": 6,
        "page": 502,
        "ruku": 437,
        "hizbQuarter": 200,
        "sajda": false
      },
      {
        "number": 4507,
        "text": "Und es wurde gesagt: \"An diesem Tag vernachlässigen WIR euch, wie ihr die Begegnung mit eurem diesem Tag vergessen habt, und eure Unterkunft ist das Feuer. Und für euch gibt es heute keinerlei Beistehende.",
        "numberInSurah": 34,
        "juz": 25,
        "manzil": 6,
        "page": 502,
        "ruku": 437,
        "hizbQuarter": 200,
        "sajda": false
      },
      {
        "number": 4508,
        "text": "Dies, weil ihr ALLAHs Ayat doch zum Spott genommen habt und das diesseitige Leben euch täuschte! Also an diesem Tag, weder gehen sie aus ihm (Feuer) heraus, noch werden sie zufriedengestellt.",
        "numberInSurah": 35,
        "juz": 25,
        "manzil": 6,
        "page": 502,
        "ruku": 437,
        "hizbQuarter": 200,
        "sajda": false
      },
      {
        "number": 4509,
        "text": "So gebührt alles Lob ALLAH, Dem HERRN der Himmel und Dem HERRN der Erde, Dem HERRN aller Schöpfung.",
        "numberInSurah": 36,
        "juz": 25,
        "manzil": 6,
        "page": 502,
        "ruku": 437,
        "hizbQuarter": 200,
        "sajda": false
      },
      {
        "number": 4510,
        "text": "Und Ihm gehört die Herrlichkeit in den Himmeln und auf Erden. Und ER ist Der Allwürdige, Der Allweise.",
        "numberInSurah": 37,
        "juz": 25,
        "manzil": 6,
        "page": 502,
        "ruku": 437,
        "hizbQuarter": 200,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "de.zaidan",
      "language": "de",
      "name": "Zaidan",
      "englishName": "Amir Zaidan",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}