{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 48,
    "name": "سُورَةُ الفَتۡحِ",
    "englishName": "Al-Fath",
    "englishNameTranslation": "The Victory",
    "revelationType": "Medinan",
    "numberOfAyahs": 29,
    "ayahs": [
      {
        "number": 4584,
        "text": "Gewiß, WIR ließen dich einen klaren Sieg erringen,",
        "numberInSurah": 1,
        "juz": 26,
        "manzil": 6,
        "page": 511,
        "ruku": 446,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4585,
        "text": "damit ALLAH dir das vergibt, was von deinem Verfehlen sich ereignete und noch ereignen wird, dir Seine Wohltat vollendet, dich auf einen geradlinigen Weg rechtleitet",
        "numberInSurah": 2,
        "juz": 26,
        "manzil": 6,
        "page": 511,
        "ruku": 446,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4586,
        "text": "und ALLAH dir mit einem würdigen Sieg beisteht.",
        "numberInSurah": 3,
        "juz": 26,
        "manzil": 6,
        "page": 511,
        "ruku": 446,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4587,
        "text": "ER ist Derjenige, Der Herzensruhe in die Herzen der Mumin hinabsandte, damit sie mehr Iman zu ihrem Iman gewinnen. Und ALLAH gehören die Gehilfen der Himmel und der Erde. Und ALLAH ist immer allwissend, allweise.",
        "numberInSurah": 4,
        "juz": 26,
        "manzil": 6,
        "page": 511,
        "ruku": 446,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4588,
        "text": "ER wird doch die Mumin-Männer und die Mumin-Frauen in Dschannat eintreten lassen, die von Flüssen durchflossen sind, als Ewige darin, und ihnen ihre gottmißfälligen Taten tilgen. Und dies ist bei ALLAH stets ein gewaltiger Erfolg.",
        "numberInSurah": 5,
        "juz": 26,
        "manzil": 6,
        "page": 511,
        "ruku": 446,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4589,
        "text": "Und ER wird die Munafiq-Männer und die Munafiq-Frauen und die Muschrik- Männer und die Muschrik-Frauen, die über ALLAH das schlechte Denken denken. Vernichtendes treffe sie! Und ALLAH zürnte ihnen, verfluchte sie und bereitete für sie Dschahannam. Und erbärmlich ist sie als Werden.",
        "numberInSurah": 6,
        "juz": 26,
        "manzil": 6,
        "page": 511,
        "ruku": 446,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4590,
        "text": "Und ALLAH gehören die Gehilfen der Himmel und der Erde. Und ALLAH ist immer allwürdig, allweise.",
        "numberInSurah": 7,
        "juz": 26,
        "manzil": 6,
        "page": 511,
        "ruku": 446,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4591,
        "text": "Gewiß, WIR entsandten dich als Zeugen, Überbringer froher Botschaft und Warner,",
        "numberInSurah": 8,
        "juz": 26,
        "manzil": 6,
        "page": 511,
        "ruku": 446,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4592,
        "text": "damit ihr den Iman an ALLAH und Seinen Gesandten verinnerlicht, Seinem (Din) beisteht, Ihn verherrlicht und Ihn lobpreist nach Sonnenaufgang und vor Sonnenuntergang.",
        "numberInSurah": 9,
        "juz": 26,
        "manzil": 6,
        "page": 511,
        "ruku": 446,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4593,
        "text": "Gewiß, diejenigen, die dir gegenüber Bai'a leisten, leisten eigentlich Bai'a ALLAH gegenüber. ALLAH bekräftigt ihren Handschlag. Wer (ihn) bricht, der bricht (ihn) nur gegen sich selbst, und wer das erfüllt, wozu er sich ALLAH gegenüber verpflichtet hat, dem wird ER eine riesengroße Belohnung gewähren.",
        "numberInSurah": 10,
        "juz": 26,
        "manzil": 6,
        "page": 512,
        "ruku": 446,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4594,
        "text": "Die Zurückgebliebenen von den Wüstenarabern werden dir sagen: \"Uns beschäftigten unser Vermögen und unsere Familien, so bitte für uns um Vergebung!\" Sie sagen mit ihren Zungen, was nicht in ihren Herzen ist. Sag: \"Wer verfügt für euch über etwas von ALLAH, wenn ER für euch Schädigendes will, oder für euch Nützliches will?\" Nein, sondern ALLAH ist dessen, was ihr tut, allkundig.",
        "numberInSurah": 11,
        "juz": 26,
        "manzil": 6,
        "page": 512,
        "ruku": 447,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4595,
        "text": "Nein, sondern ihr dachtet, daß der Gesandte und die Mumin niemals zu ihren Familien zurückkehren werden, und dies wurde in euren Herzen schön gemacht, ihr habt das schlechte Denken gedacht, und ihr wart verlorene Leute.",
        "numberInSurah": 12,
        "juz": 26,
        "manzil": 6,
        "page": 512,
        "ruku": 447,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4596,
        "text": "Und wer den Iman an ALLAH und Seinen Gesandten nicht verinnerlicht, so bereiteten WIR doch für die Kafir Gluthitze.",
        "numberInSurah": 13,
        "juz": 26,
        "manzil": 6,
        "page": 512,
        "ruku": 447,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4597,
        "text": "Und ALLAH gehört die Herrschaft der Himmel und der Erde. ER vergibt, wem ER will, und ER peinigt, wen ER will. Und ALLAH ist immer allvergebend, allgnädig.",
        "numberInSurah": 14,
        "juz": 26,
        "manzil": 6,
        "page": 512,
        "ruku": 447,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4598,
        "text": "Die Zurückgebliebenen werden sagen: \"Wenn ihr zu den Beutegütern aufbrecht, um sie einzunehmen, dann laßt uns euch folgen!\" Sie wollen ALLAHs Worte ändern. Sag: \"Ihr folgt uns nicht! Solcherart sagte ALLAH vorher.\" Dann werden sie sagen: \"Nein, sondern ihr beneidet uns.\" Nein, sondern sie pflegten nicht zu verstehen außer ein wenig.",
        "numberInSurah": 15,
        "juz": 26,
        "manzil": 6,
        "page": 512,
        "ruku": 447,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4599,
        "text": "Sage zu den Zurückgebliebenen von den Wüstenarabern: \"Ihr werdet zu Leuten von heftiger Gewalttätigkeit gerufen, ihr kämpft gegen sie oder sie werden Muslime. Und wenn ihr gehorcht, gewährt euch ALLAH eine schöne Belohnung. Und wenn ihr den Rücken kehrt, wie ihr vorher den Rücken gekehrt habt, unterzieht ER euch einer qualvollen Peinigung.\"",
        "numberInSurah": 16,
        "juz": 26,
        "manzil": 6,
        "page": 513,
        "ruku": 447,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4600,
        "text": "Weder für den Blinden ist es eine Verfehlung, noch für den Lahmen ist es eine Verfehlung, noch für den Kranken ist es eine Verfehlung. Und wer ALLAH und Seinem Gesandten gehorcht, den wird ER in Dschannat eintreten lassen, die von Flüssen durchflossen sind. Und wer den Rücken kehrt, den peinigt ER eine qualvolle Peinigung.",
        "numberInSurah": 17,
        "juz": 26,
        "manzil": 6,
        "page": 513,
        "ruku": 447,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4601,
        "text": "Gewiß, bereits ist ALLAH zufrieden mit den Mumin, als sie dir Bai'a unter dem Baum leisteten, dann wußte ER, was in ihren Herzen ist, dann sandte ER die Herzensruhe über sie und belohnte sie mit einem nahen Sieg",
        "numberInSurah": 18,
        "juz": 26,
        "manzil": 6,
        "page": 513,
        "ruku": 448,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4602,
        "text": "und vielen Beutegütern, die sie einnehmen werden. Und ALLAH ist immer allwürdig, allweise.",
        "numberInSurah": 19,
        "juz": 26,
        "manzil": 6,
        "page": 513,
        "ruku": 448,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4603,
        "text": "ALLAH versprach euch viele Beutegüter, die ihr einnehmt, so beschleunigte ER euch diese und hielt die Hände der Menschen von euch zurück, und damit dies eine Aya für die Mumin wird. Und ER euch zu einem geraden Weg rechtleitet.",
        "numberInSurah": 20,
        "juz": 26,
        "manzil": 6,
        "page": 513,
        "ruku": 448,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4604,
        "text": "Auch andere (versprach ER euch), über die ihr keine Macht hattet, die ALLAH bereits allumfassend kennt. Und ALLAH ist immer über alles allmächtig.",
        "numberInSurah": 21,
        "juz": 26,
        "manzil": 6,
        "page": 513,
        "ruku": 448,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4605,
        "text": "Und würden diejenigen, die Kufr betrieben haben, gegen euch kämpfen, würden sie gewiß die Rücken flüchtend kehren, dann finden sie weder Wali, noch Beistehenden.",
        "numberInSurah": 22,
        "juz": 26,
        "manzil": 6,
        "page": 513,
        "ruku": 448,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4606,
        "text": "Dies ist ALLAHs Handlungsweise, die bereits angewandt wurde. Und du wirst von ALLAHs Handlungsweise keine Abweichung finden.",
        "numberInSurah": 23,
        "juz": 26,
        "manzil": 6,
        "page": 513,
        "ruku": 448,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4607,
        "text": "Und ER ist Derjenige, Der ihre Hände von euch zurückhielt sowie eure Hände von ihnen inmitten des Makka-Tales, nachdem ER euch über sie hatte siegen lassen. Und ALLAH ist immer über das, was ihr tut, allsehend.",
        "numberInSurah": 24,
        "juz": 26,
        "manzil": 6,
        "page": 514,
        "ruku": 448,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4608,
        "text": "Sie sind diejenigen, die Kufr betrieben und euch von Almasdschidil-haram abgehalten haben und die Opfertiere gehindert, ihren Bestimmungsort zu erreichen. Und gäbe es nicht Mumin-Männer und Mumin-Frauen - welche ihr nicht kennt, die ihr niedertreten würdet ohne Wissen und dann euch wegen ihnen Beschämendes trifft, (hielte ER eure Hände von ihnen nicht zurück). Damit ALLAH in Seine Gnade eintreten läßt, wen ER will. Und hätten sie sich auseinandergetrennt, hätten WIR gewiß diejenigen von ihnen, die Kufr betrieben haben, einer qualvollen Peinigung unterzogen.",
        "numberInSurah": 25,
        "juz": 26,
        "manzil": 6,
        "page": 514,
        "ruku": 448,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4609,
        "text": "(Und erinnere daran), als diejenigen, die Kufr betrieben haben, in ihren Herzen den ablehnenden Stolz hegten, den ablehnenden Stolz der Dschahiliya, dann sandte ALLAH Herzensruhe von Ihm auf Seinen Gesandten und auf die Mumin hinab und verpflichtete sie zum Wort der Taqwa, und sie hatten mehr Anrecht darauf und waren dessen Leute. Und ALLAH ist immer über alles allwissend.",
        "numberInSurah": 26,
        "juz": 26,
        "manzil": 6,
        "page": 514,
        "ruku": 448,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4610,
        "text": "Gewiß bewahrheitete ALLAH Seinem Gesandten das Traumgesicht wahrheitsgemäß. Ihr werdet doch, inscha-allah, Almasdschidil-haram betreten, sicher mit rasierten Häuptern oder mit kurzgeschnittenen (Haaren). Nicht werdet ihr euch fürchten. So wußte ER, was ihr nicht wisst, dann machte ER nach diesem einen nahen Sieg.",
        "numberInSurah": 27,
        "juz": 26,
        "manzil": 6,
        "page": 514,
        "ruku": 449,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4611,
        "text": "ER ist Derjenige, Der Seinen Gesandten mit der Rechtleitung und dem Din der Wahrheit entsandte, damit ER ihn sämtliche Din übertreffen läßt. Und ALLAH genügt als Zeuge.",
        "numberInSurah": 28,
        "juz": 26,
        "manzil": 6,
        "page": 514,
        "ruku": 449,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4612,
        "text": "Muhammad ist ALLAHs Gesandter! Und diejenigen mit ihm sind hart gegen die Kafir, barmherzig untereinander. Du siehst sie als Ruku'- und Sudschud- Vollziehende, sie streben Gunst von ALLAH und Wohlgefallen an. Ihre Merkmale sind in ihren Gesichtern von der Sudschud-Wirkung. Dies ist ihr Gleichnis in At-taurat, sowie ihr Gleichnis im Alindschil. Es ist wie ein Gewächs, das seine Schößlinge trieb, dann stärkte es sie, dann wurden sie fest, dann standen sie auf ihren Stengeln gerade, es erfreut die Säer, damit ER mit ihnen die Kafir aufregt. ALLAH versprach denjenigen von ihnen, die den Iman verinnerlicht und gottgefällig Gutes getan haben, Vergebung und riesengroße Belohnung.",
        "numberInSurah": 29,
        "juz": 26,
        "manzil": 6,
        "page": 515,
        "ruku": 449,
        "hizbQuarter": 205,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "de.zaidan",
      "language": "de",
      "name": "Zaidan",
      "englishName": "Amir Zaidan",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}