{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 63,
    "name": "سُورَةُ المُنَافِقُونَ",
    "englishName": "Al-Munaafiqoon",
    "englishNameTranslation": "The Hypocrites",
    "revelationType": "Medinan",
    "numberOfAyahs": 11,
    "ayahs": [
      {
        "number": 5189,
        "text": "Als die Munafiq zu dir kamen, sagten sie: \"Wir bezeugen, daß du doch ALLAHs Gesandter bist.\" Und ALLAH weiß, daß du doch Sein Gesandter bist. Und ALLAH bezeugt: \"Gewiß, die Munafiq sind doch Lügner.\"",
        "numberInSurah": 1,
        "juz": 28,
        "manzil": 7,
        "page": 554,
        "ruku": 488,
        "hizbQuarter": 221,
        "sajda": false
      },
      {
        "number": 5190,
        "text": "Sie nahmen sich ihre Eide als Schutzschild, dann hielten sie von ALLAHs Weg ab. Gewiß, es wurde schlimm, was sie zu tun pflegten.",
        "numberInSurah": 2,
        "juz": 28,
        "manzil": 7,
        "page": 554,
        "ruku": 488,
        "hizbQuarter": 221,
        "sajda": false
      },
      {
        "number": 5191,
        "text": "Dies, weil sie den Iman bekundeten, dann Kufr betrieben, so wurden ihre Herzen versiegelt, so begreifen sie nicht.",
        "numberInSurah": 3,
        "juz": 28,
        "manzil": 7,
        "page": 554,
        "ruku": 488,
        "hizbQuarter": 221,
        "sajda": false
      },
      {
        "number": 5192,
        "text": "Und wenn du sie siehst, gefallen dir ihre Figuren, und wenn sie sprechen, hörst du ihrem Gesagten zu. Gewiß, sie ähneln gestützen Hölzern, sie vermuten jeden Schrei gegen sie. Sie sind der wahre Feind, so nimm dich vor ihnen in Acht! ALLAH bekämpfe sie. Wie werden sie denn abgebracht?!",
        "numberInSurah": 4,
        "juz": 28,
        "manzil": 7,
        "page": 554,
        "ruku": 488,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5193,
        "text": "Und wenn ihnen gesagt wird: \"Kommt, damit ALLAHs Gesandter für euch um Vergebung bittet!\", wenden sie ihre Köpfe weg. Und du siehst sie sich abwenden, während sie sich in Arroganz erheben.",
        "numberInSurah": 5,
        "juz": 28,
        "manzil": 7,
        "page": 555,
        "ruku": 488,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5194,
        "text": "Es ist für sie gleich, ob du für sie um Vergebung bittest oder für sie nicht um Vergebung bittest. ALLAH wird ihnen nie vergeben! Gewiß, ALLAH leitet die fisq-betreibenden Leute nicht recht.",
        "numberInSurah": 6,
        "juz": 28,
        "manzil": 7,
        "page": 555,
        "ruku": 488,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5195,
        "text": "Sie sind diejenigen, die sagen: \"Spendet nicht für diejenigen, die bei ALLAHs Gesandten sind, damit sie auseinandergehen.\" Und ALLAH gehören die Magazine der Himmel und der Erde. Doch die Munafiq begreifen es nicht.",
        "numberInSurah": 7,
        "juz": 28,
        "manzil": 7,
        "page": 555,
        "ruku": 488,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5196,
        "text": "Sie sagen: \"Wenn wir zur Madina zurückkehren, dann wird doch der Würdigere von ihr den Niedrigeren vertreiben.\" Und die Würde gehört ALLAH, Seinem Gesandten und den Mumin. Doch die Munafiq wissen es nicht.",
        "numberInSurah": 8,
        "juz": 28,
        "manzil": 7,
        "page": 555,
        "ruku": 488,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5197,
        "text": "Ihr, die den Iman verinnerlicht habt! Lasst weder eure Vermögensgüter, noch eure Kinder euch von ALLAHs Gedenken ablenken! Und wer dieses tut, so sind diese die wirklichen Verlierer.",
        "numberInSurah": 9,
        "juz": 28,
        "manzil": 7,
        "page": 555,
        "ruku": 489,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5198,
        "text": "Und gebt vom Rizq, das WIR euch gewährten, bevor zum einem von euch der Tod kommt, dann sagt er: \"Mein HERR! Hättest DU mir doch bis zu einer nahen Frist Aufschub gewährt! - dann werde ich spenden und von den gottgefällig Guttuenden sein.\"",
        "numberInSurah": 10,
        "juz": 28,
        "manzil": 7,
        "page": 555,
        "ruku": 489,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5199,
        "text": "Und ALLAH wird nie einer Seele Aufschub gewähren, wenn ihre Frist kam. Und ALLAH ist dessen allkundig, was ihr tut.",
        "numberInSurah": 11,
        "juz": 28,
        "manzil": 7,
        "page": 555,
        "ruku": 489,
        "hizbQuarter": 222,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "de.zaidan",
      "language": "de",
      "name": "Zaidan",
      "englishName": "Amir Zaidan",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}