{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 64,
    "name": "سُورَةُ التَّغَابُنِ",
    "englishName": "At-Taghaabun",
    "englishNameTranslation": "Mutual Disillusion",
    "revelationType": "Medinan",
    "numberOfAyahs": 18,
    "ayahs": [
      {
        "number": 5200,
        "text": "ALLAH lobpreisen alle, die in den Himmeln und auf Erden sind. Ihm gehört die Herrschaft und Ihm gebührt alles Lob. Und ER ist über alles allmächtig.",
        "numberInSurah": 1,
        "juz": 28,
        "manzil": 7,
        "page": 556,
        "ruku": 490,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5201,
        "text": "ER ist Derjenige, Der euch erschuf, so sind einige unter euch Kafir und einige unter euch Mumin. Und ALLAH ist dessen, was ihr tut, allsehend.",
        "numberInSurah": 2,
        "juz": 28,
        "manzil": 7,
        "page": 556,
        "ruku": 490,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5202,
        "text": "ER erschuf die Himmel und die Erde in Gesetzmäßigkeit und gestaltete euch, dann machte eure Gestalten schön. Und zu Ihm ist das Werden.",
        "numberInSurah": 3,
        "juz": 28,
        "manzil": 7,
        "page": 556,
        "ruku": 490,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5203,
        "text": "ER kennt das in den Himmeln und auf Erden. Und ER weiß, was ihr verheimlicht und was ihr offenlegt. Und ALLAH ist allwissend über das in den Brüsten.",
        "numberInSurah": 4,
        "juz": 28,
        "manzil": 7,
        "page": 556,
        "ruku": 490,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5204,
        "text": "Kam zu euch etwa nicht die Mitteilung über diejenigen, die vorher Kufr betrieben?! Dann erfuhren sie die bösen Konsequenzen ihrer Angelegenheit, und für (sie) ist qualvolle Peinigung bestimmt.",
        "numberInSurah": 5,
        "juz": 28,
        "manzil": 7,
        "page": 556,
        "ruku": 490,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5205,
        "text": "Dies, weil ihre Gesandten zu ihnen doch mit klaren Zeichen zu kommen pflegten, dann sagten sie: \"Menschen leiten uns recht?\" Dann betrieben sie Kufr und wandten sich ab. Und ALLAH ist auf niemanden angewiesen. Und ALLAH ist absolut autark, alllobenswürdig.",
        "numberInSurah": 6,
        "juz": 28,
        "manzil": 7,
        "page": 556,
        "ruku": 490,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5206,
        "text": "Diejenigen, die Kufr betrieben haben, behaupteten, daß sie nicht erweckt werden. Sag: \"Doch, mit Sicherheit, bei meinem HERRN! Ihr werdet doch erweckt, dann wird euch zweifelsohne Mitteilung gemacht über das, was ihr getan habt. Und dies ist für ALLAH etwas Leichtes.\"",
        "numberInSurah": 7,
        "juz": 28,
        "manzil": 7,
        "page": 556,
        "ruku": 490,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5207,
        "text": "Also verinnerlicht den Iman an ALLAH, Seinen Gesandten und das Licht, das WIR hinabsandten. Und ALLAH ist dessen, was ihr tut, allkundig.",
        "numberInSurah": 8,
        "juz": 28,
        "manzil": 7,
        "page": 556,
        "ruku": 490,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5208,
        "text": "(Erinnere) an den Tag, wenn er euch zum Tag des Zusammenbringens zusammenbringt. Dies ist der (Anklage-)Tag wegen Übervorteilung. Und wer den Iman verinnerlicht und gottgefällig guttut, dem vergibt ER seine gottmißfälligen Taten und läßt ihn in Dschannat eintreten, die von Flüssen durchflossen sind, ewig sind sie darin für immer. Dies ist der gewaltige Gewinn.",
        "numberInSurah": 9,
        "juz": 28,
        "manzil": 7,
        "page": 556,
        "ruku": 490,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5209,
        "text": "Und diejenigen, die Kufr betrieben und Unsere Ayat ableugneten, diese sind die Weggenossen des Feuers, ewig darin sind sie. Und erbärmlich ist das Werden.",
        "numberInSurah": 10,
        "juz": 28,
        "manzil": 7,
        "page": 557,
        "ruku": 490,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5210,
        "text": "Es traf nichts an Unglück außer mit ALLAHs Zustimmung. Und wer den Iman verinnerlicht, leitet ER sein Herz recht. Und ALLAH ist über alles allwissend.",
        "numberInSurah": 11,
        "juz": 28,
        "manzil": 7,
        "page": 557,
        "ruku": 491,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5211,
        "text": "Und gehorcht ALLAH und gehorcht dem Gesandten! Solltet ihr dann euch abwenden, so obliegt Unserem Gesandten nur das deutliche Verkünden.",
        "numberInSurah": 12,
        "juz": 28,
        "manzil": 7,
        "page": 557,
        "ruku": 491,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5212,
        "text": "ER ist ALLAH, es gibt keine Gottheit außer Ihm. Und ALLAH gegenüber sollen die Mumin Tawakkul üben!",
        "numberInSurah": 13,
        "juz": 28,
        "manzil": 7,
        "page": 557,
        "ruku": 491,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5213,
        "text": "Ihr, die den Iman verinnerlicht habt! Gewiß, von euren Ehepartnern und euren Kindern gibt es Feinde für euch, so nehmt euch in Acht vor ihnen! Und wenn ihr es erlasst, nachseht und vergebt, also gewiß, ALLAH ist allvergebend, allgnädig.",
        "numberInSurah": 14,
        "juz": 28,
        "manzil": 7,
        "page": 557,
        "ruku": 491,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5214,
        "text": "Eure Vermögensgüter und eure Kinder sind nur Fitna. Und bei ALLAH gibt es gewaltige Belohnung.",
        "numberInSurah": 15,
        "juz": 28,
        "manzil": 7,
        "page": 557,
        "ruku": 491,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5215,
        "text": "Also handelt Taqwa gemäß ALLAH gegenüber, wie ihr könnt, hört zu, gehorcht und spendet Gutes für euch selbst! Und wer vor dem Geiz seines Ego geschützt wird, diese sind die wirklichen Erfolgreichen.",
        "numberInSurah": 16,
        "juz": 28,
        "manzil": 7,
        "page": 557,
        "ruku": 491,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5216,
        "text": "Wenn ihr ALLAH (Seiner Sache) eine Hasan-Anleihe gebt, wird ER euch vervielfachen und euch vergeben. Und ALLAH ist reichlich belohnend, allnachsichtig.",
        "numberInSurah": 17,
        "juz": 28,
        "manzil": 7,
        "page": 557,
        "ruku": 491,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5217,
        "text": "ER ist Der Allwissende über das Verborgene und das Sichtbare, Der Allwürdige, Der Allweise.",
        "numberInSurah": 18,
        "juz": 28,
        "manzil": 7,
        "page": 557,
        "ruku": 491,
        "hizbQuarter": 222,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "de.zaidan",
      "language": "de",
      "name": "Zaidan",
      "englishName": "Amir Zaidan",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}