{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 8,
    "name": "سُورَةُ الأَنفَالِ",
    "englishName": "Al-Anfaal",
    "englishNameTranslation": "The Spoils of War",
    "revelationType": "Medinan",
    "numberOfAyahs": 75,
    "ayahs": [
      {
        "number": 1161,
        "text": "(اے نبئ مکرّم!) آپ سے اَموالِ غنیمت کی نسبت سوال کرتے ہیں۔ فرما دیجئے: اَموالِ غنیمت کے مالک اللہ اور رسول (صلی اللہ علیہ وآلہ وسلم) ہیں۔ سو تم اللہ سے ڈرو اور اپنے باہمی معاملات کو درست رکھا کرو اور اللہ اور اس کے رسول (صلی اللہ علیہ وآلہ وسلم) کی اطاعت کیا کرو اگر تم ایمان والے ہو،",
        "numberInSurah": 1,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1162,
        "text": "ایمان والے (تو) صرف وہی لوگ ہیں کہ جب (ان کے سامنے) اللہ کا ذکر کیا جاتا ہے (تو) ان کے دل (اس کی عظمت و جلال کے تصور سے) خوفزدہ ہو جاتے ہیں اور جب ان پر اس کی آیات تلاوت کی جاتی ہیں تو وہ (کلامِ محبوب کی لذت انگیز اور حلاوت آفریں باتیں) ان کے ایمان میں زیادتی کر دیتی ہیں اور وہ (ہر حال میں) اپنے رب پر توکل (قائم) رکھتے ہیں (اور کسی غیر کی طرف نہیں تکتے)،",
        "numberInSurah": 2,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1163,
        "text": "(یہ) وہ لوگ ہیں جو نماز قائم رکھتے ہیں اور جو کچھ ہم نے انہیں عطا کیا ہے اس میں سے (اس کی راہ میں) خرچ کرتے رہتے ہیں،",
        "numberInSurah": 3,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1164,
        "text": "(حقیقت میں) یہی لوگ سچے مومن ہیں، ان کے لئے ان کے رب کی بارگاہ میں (بڑے) درجات ہیں اور مغفرت اور بلند درجہ رزق ہے،",
        "numberInSurah": 4,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1165,
        "text": "(اے حبیب!) جس طرح آپ کا رب آپ کو آپ کے گھر سے حق کے (عظیم مقصد) کے ساتھ (جہاد کے لئے) باہر نکال لایا حالانکہ مسلمانوں کا ایک گروہ (اس پر) ناخوش تھا،",
        "numberInSurah": 5,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1166,
        "text": "وہ آپ سے اَمرِ حق میں (اس بشارت کے) ظاہر ہوجانے کے بعد بھی جھگڑنے لگے (کہ اللہ کی نصرت آئے گی اور لشکرِ محمدی صلی اللہ علیہ وآلہ وسلم کو فتح نصیب ہوگی) گویا وہ موت کی طرف ہانکے جا رہے ہیں اور وہ (موت کو آنکھوں سے) دیکھ رہے ہیں،",
        "numberInSurah": 6,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1167,
        "text": "اور (وہ وقت یاد کرو) جب اللہ نے تم سے (کفارِ مکہ کے) دو گروہوں میں سے ایک پر غلبہ و فتح کا وعدہ فرمایا تھا کہ وہ یقیناً تمہارے لئے ہے اور تم یہ چاہتے تھے کہ غیر مسلح (کمزور گروہ) تمہارے ہاتھ آجائے اور اللہ یہ چاہتا تھا کہ اپنے کلام سے حق کو حق ثابت فرما دے اور (دشمنوں کے بڑے مسلح لشکر پر مسلمانوں کی فتح یابی کی صورت میں) کافروں کی (قوت اور شان و شوکت کے) جڑ کاٹ دے،",
        "numberInSurah": 7,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1168,
        "text": "تاکہ (معرکۂ بدر اس عظیم کامیابی کے ذریعے) حق کو حق ثابت کر دے اور باطل کو باطل کر دے اگرچہ مجرم لوگ (معرکۂ حق و باطل کی اس نتیجہ خیزی کو) ناپسند ہی کرتے رہیں،",
        "numberInSurah": 8,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1169,
        "text": "(وہ وقت یاد کرو) جب تم اپنے رب سے (مدد کے لئے) فریاد کر رہے تھے تو اس نے تمہاری فریاد قبول فرمالی (اور فرمایا) کہ میں ایک ہزار پے در پے آنے والے فرشتوں کے ذریعے تمہاری مدد کرنے والا ہوں،",
        "numberInSurah": 9,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1170,
        "text": "اور اس (مدد کی صورت) کو اللہ نے محض بشارت بنایا (تھا) اور (یہ) اس لئے کہ اس سے تمہارے دل مطمئن ہو جائیں اور (حقیقت میں تو) اللہ کی بارگاہ سے مدد کے سوا کوئی (اور) مدد نہیں، بیشک اللہ (ہی) غالب حکمت والا ہے،",
        "numberInSurah": 10,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1171,
        "text": "جب اس نے اپنی طرف سے (تمہیں) راحت و سکون (فراہم کرنے) کے لئے تم پر غنودگی طاری فرما دی اور تم پر آسمان سے پانی اتارا تاکہ اس کے ذریعے تمہیں (ظاہری و باطنی) طہارت عطا فرما دے اور تم سے شیطان (کے باطل وسوسوں) کی نجاست کو دور کردے اور تمہارے دلوں کو (قوتِ یقین) سے مضبوط کر دے اور اس سے تمہارے قدم (خوب) جما دے،",
        "numberInSurah": 11,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1172,
        "text": "(اے حبیبِ مکرم! اپنے اعزاز کا وہ منظر بھی یاد کیجئے) جب آپ کے رب نے فرشتوں کو پیغام بھیجا کہ (اَصحابِ رسول کی مدد کے لئے) میں (بھی) تمہارے ساتھ ہوں، سو تم (بشارت و نصرت کے ذریعے) ایمان والوں کو ثابت قدم رکھو، میں ابھی کافروں کے دلوں میں (لشکرِ محمدی صلی اللہ علیہ وآلہ وسلم کا) رعب و ہیبت ڈالے دیتا ہوں سو تم (کافروں کی) گردنوں کے اوپر سے ضرب لگانا اور ان کے ایک ایک جوڑ کو توڑ دینا،",
        "numberInSurah": 12,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1173,
        "text": "یہ اس لئے کہ انہوں نے اللہ اور اس کے رسول (صلی اللہ علیہ وآلہ وسلم) کی مخالفت کی، اور جو شخص اللہ اور اس کے رسول (صلی اللہ علیہ وآلہ وسلم) کی مخالفت کرے تو بیشک اللہ (اسے) سخت عذاب دینے والا ہے،",
        "numberInSurah": 13,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1174,
        "text": "یہ (عذابِ دنیا) ہے سو تم اسے (تو) چکھ لو اور بیشک کافروں کے لئے (آخرت میں) دوزخ کا (دوسرا) عذاب (بھی) ہے،",
        "numberInSurah": 14,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1175,
        "text": "اے ایمان والو! جب تم (میدانِ جنگ میں) کافروں سے مقابلہ کرو (خواہ وہ) لشکرِ گراں ہو پھر بھی انہیں پیٹھ مت دکھانا،",
        "numberInSurah": 15,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1176,
        "text": "اور جو شخص اس دن ان سے پیٹھ پھیرے گا، سوائے اس کے جو جنگ (ہی) کے لئے کوئی داؤ چل رہا ہو یا اپنے (ہی) کسی لشکر سے (تعاون کے لئے) ملنا چاہتا ہو، تو واقعتاً وہ اللہ کے غضب کے ساتھ پلٹا اور اس کا ٹھکانا دوزخ ہے، اور وہ (بہت ہی) برا ٹھکانا ہے،",
        "numberInSurah": 16,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1177,
        "text": "(اے سپاہیانِ لشکرِ اسلام!) ان کافروں کو تم نے قتل نہیں کیا بلکہ اللہ نے انہیں قتل کر دیا، اور (اے حبیبِ محتشم!) جب آپ نے (ان پر سنگ ریزے) مارے تھے (وہ) آپ نے نہیں مارے تھے بلکہ (وہ تو) اللہ نے مارے تھے، اور یہ (اس لئے) کہ وہ اہلِ ایمان کو اپنی طرف سے اچھے انعامات سے نوازے، بیشک اللہ خوب سننے والا جاننے والا ہے،",
        "numberInSurah": 17,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1178,
        "text": "یہ (تو ایک لطف و احسان) ہے اور (دوسرا) یہ کہ اللہ کافروں کے مکر و فریب کو کمزور کرنے والا ہے،",
        "numberInSurah": 18,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1179,
        "text": "(اے کافرو!) اگر تم نے فیصلہ کن فتح مانگی تھی تو یقیناً تمہارے پاس (حق کی) فتح آچکی اور اگر تم (اب بھی) باز آجاؤ تو یہ تمہارے حق میں بہتر ہے، اور اگر تم پھر یہی (شرارت) کرو گے (تو) ہم (بھی) پھر یہی (سزا) دیں گے اور تمہارا لشکر تمہیں ہرگز کفایت نہ کرسکے گا اگرچہ کتنا ہی زیادہ ہو اور بیشک اللہ مومنوں کے ساتھ ہے،",
        "numberInSurah": 19,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1180,
        "text": "اے ایمان والو! تم اللہ کی اور اس کے رسول (صلی اللہ علیہ وآلہ وسلم) کی اطاعت کرو اور اس سے روگردانی مت کرو حالانکہ تم سن رہے ہو،",
        "numberInSurah": 20,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1181,
        "text": "اور ان لوگوں کی طرح مت ہو جانا جنہوں نے (دھوکہ دہی کے طور پر) کہا: ہم نے سن لیا، حالانکہ وہ نہیں سنتے،",
        "numberInSurah": 21,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1182,
        "text": "بیشک اللہ کے نزدیک جانداروں میں سب سے بدتر وہی بہرے، گونگے ہیں جو (نہ حق سنتے ہیں، نہ حق کہتے ہیں اور حق کو حق) سمجھتے بھی نہیں ہیں،",
        "numberInSurah": 22,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1183,
        "text": "اور اگر اللہ ان میں کچھ بھی خیر (کی طرف رغبت) جانتا تو انہیں (ضرور) سنا دیتا، اور (ان کی حالت یہ ہے کہ) اگر وہ انہیں (حق) سنا دے تو وہ (پھر بھی) روگردانی کر لیں اور وہ (حق سے) گریز ہی کرنے والے ہیں،",
        "numberInSurah": 23,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1184,
        "text": "اے ایمان والو! جب (بھی) رسول (صلی اللہ علیہ وآلہ وسلم) تمہیں کسی کام کے لئے بلائیں جو تمہیں (جاودانی) زندگی عطا کرتا ہے تو اللہ اور رسول (صلی اللہ علیہ وآلہ وسلم) کو فرمانبرداری کے ساتھ جواب دیتے ہوئے (فوراً) حاضر ہو جایا کرو، اور جان لو کہ اللہ آدمی اور اس کے قلب کے درمیان (شانِ قربتِ خاصہ کے ساتھ) حائل ہوتا ہے اور یہ کہ تم سب (بالآخر) اسی کی طرف جمع کئے جاؤ گے،",
        "numberInSurah": 24,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1185,
        "text": "اور اس فتنہ سے ڈرو جو خاص طور پر صرف ان لوگوں ہی کو نہیں پہنچے گا جو تم میں سے ظالم ہیں (بلکہ اس ظلم کا ساتھ دینے والے اور اس پر خاموش رہنے والے بھی انہی میں شریک کر لئے جائیں گے)، اور جان لو کہ اللہ عذاب میں سختی فرمانے والا ہے،",
        "numberInSurah": 25,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1186,
        "text": "اور (وہ وقت یاد کرو) جب تم (مکی زندگی میں عدداً) تھوڑے (یعنی اَقلیّت میں) تھے ملک میں دبے ہوئے تھے (یعنی معاشی طور پر کمزور اور استحصال زدہ تھے) تم اس بات سے (بھی) خوفزدہ رہتے تھے کہ (طاقتور) لوگ تمہیں اچک لیں گے (یعنی سماجی طور پر بھی تمہیں آزادی اور تحفظ حاصل نہ تھا) پس (ہجرتِ مدینہ کے بعد) اس (اللہ) نے تمہیں (آزاد اور محفوظ) ٹھکانا عطا فرما دیا اور (اسلامی حکومت و اقتدار کی صورت میں) تمہیں اپنی مدد سے قوت بخش دی اور (مواخات، اَموالِ غنیمت اور آزاد معیشت کے ذریعے) تمہیں پاکیزہ چیزوں سے روزی عطا فرما دی تاکہ تم اللہ کی بھرپور بندگی کے ذریعے اس کا) شکر بجا لا سکو،",
        "numberInSurah": 26,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1187,
        "text": "اے ایمان والو! تم اللہ اور رسول (صلی اللہ علیہ وآلہ وسلم) سے (ان کے حقوق کی ادائیگی میں) خیانت نہ کیا کرو اور نہ آپس کی امانتوں میں خیانت کیا کرو حالانکہ تم (سب حقیقت) جانتے ہو،",
        "numberInSurah": 27,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1188,
        "text": "اور جان لو کہ تمہارے اموال اور تمہاری اولاد تو بس فتنہ ہی ہیں اور یہ کہ اللہ ہی کے پاس اجرِ عظیم ہے،",
        "numberInSurah": 28,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1189,
        "text": "اے ایمان والو! اگر تم اللہ کا تقوٰی اختیار کرو گے (تو) وہ تمہارے لئے حق و باطل میں فرق کرنے والی حجت (و ہدایت) مقرر فرما دے گا اور تمہارے (دامن) سے تمہارے گناہوں کو مٹا دے گا اور تمہاری مغفرت فرما دے گا، اور اللہ بڑے فضل والا ہے،",
        "numberInSurah": 29,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1190,
        "text": "اور جب کافر لوگ آپ کے خلاف خفیہ سازشیں کر رہے تھے کہ وہ آپ کو قید کر دیں یا آپ کو قتل کر ڈالیں یا آپ کو (وطن سے) نکال دیں، اور (اِدھر) وہ سازشی منصوبے بنا رہے تھے اور (اُدھر) اللہ (ان کے مکر کے ردّ کے لئے اپنی) تدبیر فرما رہا تھا، اور اللہ سب سے بہتر مخفی تدبیر فرمانے والا ہے،",
        "numberInSurah": 30,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1191,
        "text": "اور جب ان پر ہماری آیتیں پڑھی جاتی ہیں (تو) وہ کہتے ہیں: بیشک ہم نے سن لیا اگر ہم چاہیں تو ہم بھی اس (کلام) کے مثل کہہ سکتے ہیں یہ تو اگلوں کی (خیالی) داستانوں کے سوا (کچھ بھی) نہیں ہے،",
        "numberInSurah": 31,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1192,
        "text": "اور جب انہوں نے (طعناً) کہا: اے اللہ! اگر یہی (قرآن) تیری طرف سے حق ہے تو (اس کی نافرمانی کے باعث) ہم پر آسمان سے پتھر برسا دے یا ہم پر کوئی دردناک عذاب بھیج دے،",
        "numberInSurah": 32,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1193,
        "text": "اور (درحقیقت بات یہ ہے کہ) اللہ کو یہ شان نہیں دیتا کہ ان پر عذاب فرمائے درآنحالیکہ (اے حبیبِ مکرّم!) آپ بھی ان میں (موجود) ہوں، اور نہ ہی اللہ ایسی حالت میں ان پر عذاب فرمانے والا ہے کہ وہ (اس سے) مغفرت طلب کر رہے ہوں،",
        "numberInSurah": 33,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1194,
        "text": "(آپ کی ہجرتِ مدینہ کے بعد مکہ کے) ان (کافروں) کے لئے اور کیا وجہ ہوسکتی ہے کہ اللہ انہیں (اب) عذاب نہ دے حالانکہ وہ (لوگوں کو) مسجدِ حرام (یعنی کعبۃ اللہ) سے روکتے ہیں اور وہ اس کے ولی (یا متّولی) ہونے کے اہل بھی نہیں، اس کے اولیاء (یعنی دوست) تو صرف پرہیزگار لوگ ہوتے ہیں مگر ان میں سے اکثر (اس حقیقت کو) جانتے ہی نہیں،",
        "numberInSurah": 34,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1195,
        "text": "اور بیت اللہ (یعنی خانہ کعبہ) کے پاس ان کی (نام نہاد) نماز سیٹیاں اور تالیاں بجانے کے سوا کچھ بھی نہیں ہے، سو تم عذاب (کا مزہ) چکھو اس وجہ سے کہ تم کفر کیا کرتے تھے،",
        "numberInSurah": 35,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1196,
        "text": "بیشک کافر لوگ اپنا مال و دولت (اس لئے) خرچ کرتے ہیں کہ (اس کے اثر سے) وہ (لوگوں کو) اللہ (کے دین) کی راہ سے روکیں، سو ابھی وہ اسے خرچ کرتے رہیں گے پھر (یہ خرچ کرنا) ان کے حق میں پچھتاوا (یعنی حسرت و ندامت) بن جائے گا پھر وہ (گرفتِ الٰہی کے ذریعے) مغلوب کر دیئے جائیں گے، اور جن لوگوں نے کفر اپنا لیا ہے وہ دوزخ کی طرف ہانکے جائیں گے،",
        "numberInSurah": 36,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1197,
        "text": "تاکہ اللہ (تعالیٰ) ناپاک کو پاکیزہ سے جدا فرما دے اور ناپاک (یعنی نجاست بھرے کرداروں) کو ایک دوسرے کے اوپر تلے رکھ دے پھر سب کو اکٹھا ڈھیر بنا دے گا پھر اس (ڈھیر) کو دوزخ میں ڈال دے گا، یہی لوگ خسارہ اٹھانے والے ہیں،",
        "numberInSurah": 37,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1198,
        "text": "آپ کفر کرنے والوں سے فرما دیں: اگر وہ (اپنے کافرانہ اَفعال سے) باز آجائیں تو ان کے وہ (گناہ) بخش دیئے جائیں گے جو پہلے گزر چکے ہیں، اور اگر وہ پھر وہی کچھ کریں گے تو یقیناً اگلوں (کے عذاب در عذاب) کا طریقہ گزر چکا ہے (ان کے ساتھ بھی وہی کچھ ہوگا)،",
        "numberInSurah": 38,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 150,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1199,
        "text": "اور (اے اہلِ حق!) تم ان (کفر و طاغوت کے سرغنوں) کے ساتھ (انقلابی) جنگ کرتے رہو، یہاں تک کہ (دین دشمنی کا) کوئی فتنہ (باقی) نہ رہ جائے اور سب دین (یعنی نظامِ بندگی و زندگی) اللہ ہی کا ہو جائے، پھر اگر وہ باز آجائیں تو بیشک اللہ اس (عمل) کو جو وہ انجام دے رہے ہیں، خوب دیکھ رہا ہے،",
        "numberInSurah": 39,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 150,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1200,
        "text": "اور اگر انہوں نے (اطاعتِ حق سے) روگردانی کی تو جان لو کہ بیشک اللہ ہی تمہارا مولیٰ (یعنی حمایتی) ہے، (وہی) بہتر حمایتی اور بہتر مددگار ہے،",
        "numberInSurah": 40,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 150,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1201,
        "text": "اور جان لو کہ جو کچھ مالِ غنیمت تم نے پایا ہو تو اس کا پانچواں حصہ اللہ کے لئے اور رسول (صلی اللہ علیہ وآلہ وسلم) کے لئے اور (رسول صلی اللہ علیہ وآلہ وسلم کے) قرابت داروں کے لئے (ہے) اور یتیموں اور محتاجوں اور مسافروں کے لئے ہے۔ اگر تم اللہ پر اور اس (وحی) پر ایمان لائے ہو جو ہم نے اپنے (برگزیدہ) بندے پر (حق و باطل کے درمیان) فیصلے کے دن نازل فرمائی وہ دن (جب میدانِ بدر میں مومنوں اور کافروں کے) دونوں لشکر باہم مقابل ہوئے تھے، اور اللہ ہر چیز پر قادر ہے،",
        "numberInSurah": 41,
        "juz": 10,
        "manzil": 2,
        "page": 182,
        "ruku": 150,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1202,
        "text": "جب تم (مدینہ کی جانب) وادی کے قریبی کنارے پر تھے اور وہ (کفّار دوسری جانب) دور والے کنارے پر تھے اور (تجارتی) قافلہ تم سے نیچے تھا، اور اگر تم آپس میں (جنگ کے لئے) کوئی وعدہ کر لیتے تو ضرور (اپنے) وعدہ سے مختلف (وقتوں میں) پہنچتے لیکن (اللہ نے تمہیں بغیر وعدہ ایک ہی وقت پر جمع فرما دیا) یہ اس لئے (ہوا) کہ اللہ اس کام کو پورا فرما دے جو ہو کر رہنے والا تھا تاکہ جس شخص کو مرنا ہے وہ حجت (تمام ہونے) سے مرے اور جسے جینا ہے وہ حجت (تمام ہونے) سے جئے (یعنی ہر کسی کے سامنے اسلام اور رسول برحق صلی اللہ علیہ وآلہ وسلم کی صداقت پر حجت قائم ہو جائے)، اور بیشک اللہ خوب سننے والا جاننے والا ہے،",
        "numberInSurah": 42,
        "juz": 10,
        "manzil": 2,
        "page": 182,
        "ruku": 150,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1203,
        "text": "(وہ واقعہ یاد دلائیے) جب آپ کو اللہ نے آپ کے خواب میں ان کافروں (کے لشکر) کو تھوڑ ا کر کے دکھایا تھا اور اگر (اللہ) آپ کو وہ زیادہ کر کے دکھاتا تو (اے مسلمانو!) تم ہمت ہار جاتے اور تم یقیناً اس (جنگ کے) معاملے میں باہم جھگڑنے لگتے لیکن اللہ نے (مسلمانوں کو بزدلی اور باہمی نزاع سے) بچا لیا۔ بیشک وہ سینوں کی (چھپی) باتوں کو خوب جاننے والا ہے،",
        "numberInSurah": 43,
        "juz": 10,
        "manzil": 2,
        "page": 182,
        "ruku": 150,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1204,
        "text": "اور (وہ منظر بھی انہیں یاد دلائیے) جب اس نے ان کافروں (کی فوج) کو باہم مقابلہ کے وقت (بھی محض) تمہاری آنکھوں میں تمہیں تھوڑا کر کے دکھایا اور تمہیں ان کی آنکھوں میں تھوڑا دکھلایا (تاکہ دونوں لشکر لڑائی میں مستعد رہیں) یہ اس لئے کہ اللہ اس (بھر پور جنگ کے نتیجے میں کفار کی شکستِ فاش کے) امر کو پورا کر دے جو (عند اللہ) مقرر ہو چکا تھا، اور (بالآخر) اللہ ہی کی طرف تمام کام لوٹائے جاتے ہیں،",
        "numberInSurah": 44,
        "juz": 10,
        "manzil": 2,
        "page": 182,
        "ruku": 150,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1205,
        "text": "اے ایمان والو! جب (دشمن کی) کسی فوج سے تمہارا مقابلہ ہو تو ثابت قدم رہا کرو اور اللہ کو کثرت سے یاد کیا کرو تاکہ تم فلاح پاجاؤ،",
        "numberInSurah": 45,
        "juz": 10,
        "manzil": 2,
        "page": 182,
        "ruku": 151,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1206,
        "text": "اور اللہ اور اس کے رسول (صلی اللہ علیہ وآلہ وسلم) کی اطاعت کرو اور آپس میں جھگڑا مت کرو ورنہ (متفرق اور کمزور ہو کر) بزدل ہو جاؤ گے اور (دشمنوں کے سامنے) تمہاری ہوا (یعنی قوت) اکھڑ جائے گی اور صبر کرو، بیشک اللہ صبر کرنے والوں کے ساتھ ہے،",
        "numberInSurah": 46,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 151,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1207,
        "text": "اور ایسے لوگوں کی طرح نہ ہو جاؤ جو اپنے گھروں سے اِتراتے ہوئے اور لوگوں کو دکھلاتے ہوئے نکلے تھے اور (جو لوگوں کو) اللہ کی راہ سے روکتے تھے، اور اللہ ان کاموں کو جو وہ کر رہے ہیں (اپنے علم و قدرت کے ساتھ) احاطہ کئے ہوئے ہے،",
        "numberInSurah": 47,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 151,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1208,
        "text": "اور جب شیطان نے ان (کافروں) کے لئے ان کے اَعمال خوش نما کر دکھائے اور اس نے (ان سے) کہا: آج لوگوں میں سے کوئی تم پر غالب نہیں (ہو سکتا) اور بیشک میں تمہیں پناہ دینے والا (مددگار) ہوں۔ پھر جب دونوں فوجوں نے ایک دوسرے کو (مقابل) دیکھ لیا تو وہ الٹے پاؤں بھاگ گیا اور کہنے لگا: بیشک میں تم سے بے زار ہوں، یقیناً میں وہ (کچھ) دیکھ رہا ہوں جو تم نہیں دیکھتے، بیشک میں اللہ سے ڈرتا ہوں، اور اللہ سخت عذاب دینے والا ہے،",
        "numberInSurah": 48,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 151,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1209,
        "text": "اور (وہ وقت بھی یاد کرو) جب منافقین اور وہ لوگ جن کے دل میں (کفر کی) بیماری ہے کہہ رہے تھے کہ ان (مسلمانوں) کو ان کے دین نے بڑا مغرور کر رکھا ہے، (جبکہ حقیقتِ حال یہ ہے کہ) جو کوئی اللہ پر توکل کرتا ہے تو (اللہ اس کے جملہ امور کا کفیل ہو جاتا ہے)، بیشک اللہ بہت غالب بڑی حکمت والا ہے،",
        "numberInSurah": 49,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1210,
        "text": "اور اگر آپ (وہ منظر) دیکھیں (تو بڑا تعجب کریں) جب فرشتے کافروں کی جان قبض کرتے ہیں وہ ان کے چہروں اور ان کی پشتوں پر (ہتھوڑے) مارتے جاتے ہیں اور (کہتے ہیں کہ دوزخ کی) آگ کا عذاب چکھ لو،",
        "numberInSurah": 50,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1211,
        "text": "یہ (عذاب) ان (اعمالِ بد) کے بدلہ میں ہے جو تمہارے ہاتھوں نے آگے بھیجے اور اللہ ہرگز بندوں پر ظلم فرمانے والا نہیں،",
        "numberInSurah": 51,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1212,
        "text": "(ان کافروں کا حال بھی) قومِ فرعون اور ان سے پہلے کے لوگوں کے حال کی مانند ہے۔ انہوں نے (بھی) اللہ کی آیات کا انکار کیا تھا، سو اللہ نے انہیں ان کے گناہوں کے باعث (عذاب میں) پکڑ لیا۔ بیشک اللہ قوت والا سخت عذاب دینے والا ہے،",
        "numberInSurah": 52,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1213,
        "text": "یہ (عذاب) اس وجہ سے ہے کہ اللہ کسی نعمت کو ہرگز بدلنے والا نہیں جو اس نے کسی قوم پر اَرزانی فرمائی ہو یہاں تک کہ وہ لوگ اَز خود اپنی حالتِ نعمت کو بدل دیں (یعنی کفرانِ نعمت اور معصیت و نافرمانی کے مرتکب ہوں اور پھر ان میں احساسِ زیاں بھی باقی نہ رہے تب وہ قوم ہلاکت و بربادی کی زد میں آجاتی ہے)، بیشک اللہ خوب سننے والا جاننے والا ہے،",
        "numberInSurah": 53,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1214,
        "text": "یہ (عذاب بھی) قومِ فرعون اور ان سے پہلے کے لوگوں کے دستور کی مانند ہے، انہوں نے (بھی) اپنے رب کی نشانیوں کو جھٹلایا تھا سو ہم نے ان کے گناہوں کے باعث انہیں ہلاک کر ڈالا اور ہم نے فرعون والوں کو (دریا میں) غرق کر دیا اور وہ سب کے سب ظالم تھے،",
        "numberInSurah": 54,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1215,
        "text": "بیشک اللہ کے نزدیک سب جانوروں سے (بھی) بدتر وہ لوگ ہیں جنہوں نے کفر کیا پھر وہ ایمان نہیں لاتے،",
        "numberInSurah": 55,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1216,
        "text": "یہ (وہ) لوگ ہیں جن سے آپ نے (بارہا) عہد لیا پھر وہ ہر بار اپنا عہد توڑ ڈالتے ہیں اور وہ (اللہ سے) نہیں ڈرتے،",
        "numberInSurah": 56,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1217,
        "text": "سو اگر آپ انہیں (میدانِ) جنگ میں پالیں تو ان کے عبرت ناک قتل کے ذریعے ان کے پچھلوں کو (بھی) بھگا دیں تاکہ انہیں نصیحت حاصل ہو،",
        "numberInSurah": 57,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1218,
        "text": "اور اگر آپ کو کسی قوم سے خیانت کا اندیشہ ہو تو ان کا عہد ان کی طرف برابری کی بنیاد پر پھینک دیں۔ بیشک اللہ دغابازوں کو پسند نہیں کرتا،",
        "numberInSurah": 58,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1219,
        "text": "اور کافر لوگ اس گمان میں ہرگز نہ رہیں کہ وہ (بچ کر) نکل گئے۔ بیشک وہ (ہمیں) عاجز نہیں کر سکتے،",
        "numberInSurah": 59,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 153,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1220,
        "text": "اور (اے مسلمانو!) ان کے (مقابلے کے) لئے تم سے جس قدر ہو سکے (ہتھیاروں اور آلاتِ جنگ کی) قوت مہیا کر رکھو اور بندھے ہوئے گھوڑوں کی (کھیپ بھی) اس (دفاعی تیاری) سے تم اللہ کے دشمن اور اپنے دشمن کو ڈراتے رہو اور ان کے سوا دوسروں کو بھی جن (کی چھپی دشمنی) کو تم نہیں جانتے، اللہ انہیں جانتا ہے، اور تم جو کچھ (بھی) اللہ کی راہ میں خرچ کرو گے تمہیں اس کا پورا پورا بدلہ دیا جائے گا اور تم سے ناانصافی نہ کی جائے گی،",
        "numberInSurah": 60,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 153,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1221,
        "text": "اور اگر وہ (کفار) صلح کے لئے جھکیں تو آپ بھی اس کی طرف مائل ہوجائیں اور اللہ پر بھروسہ رکھیں۔ بیشک وہی خوب سننے والا جاننے والا ہے،",
        "numberInSurah": 61,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 153,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1222,
        "text": "اور اگر وہ چاہیں کہ آپ کو دھوکہ دیں تو بیشک آپ کے لئے اللہ کافی ہے، وہی ہے جس نے آپ کو اپنی مدد کے ذریعے اور اہلِ ایمان کے ذریعے طاقت بخشی،",
        "numberInSurah": 62,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 153,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1223,
        "text": "اور (اسی نے) ان (مسلمانوں) کے دلوں میں باہمی الفت پیدا فرما دی۔ اگر آپ وہ سب کچھ جو زمین میں ہے خرچ کر ڈالتے تو (ان تمام مادی وسائل سے) بھی آپ ان کے دلوں میں (یہ) الفت پیدا نہ کر سکتے لیکن اللہ نے ان کے درمیان (ایک روحانی رشتے سے) محبت پیدا فرما دی۔ بیشک وہ بڑے غلبہ والا حکمت والا ہے،",
        "numberInSurah": 63,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 153,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1224,
        "text": "اے نبئ (معّظم!) آپ کے لئے اللہ کافی ہے اور وہ مسلمان جنہوں نے آپ کی پیروی اختیار کرلی،",
        "numberInSurah": 64,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 153,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1225,
        "text": "اے نبئ (مکرّم!) آپ ایمان والوں کو جہاد کی ترغیب دیں (یعنی حق کی خاطر لڑنے پر آمادہ کریں)، اگر تم میں سے (جنگ میں) بیس (٢٠) ثابت قدم رہنے والے ہوں تو وہ دو سو (٢٠٠) (کفار) پر غالب آئیں گے اور اگر تم میں سے (ایک) سو (ثابت قدم) ہوں گے تو کافروں میں سے (ایک) ہزار پر غالب آئیں گے اس وجہ سے کہ وہ (آخرت اور اس کے اجرِ عظیم کی) سمجھ نہیں رکھتے (سو وہ اس قدر جذبہ و شوق سے نہیں لڑ سکتے جس قدر وہ مومن جو اپنی جانوں کا جنت اور اللہ کی رضا کے عوض سودا کر چکے ہیں)،",
        "numberInSurah": 65,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 154,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1226,
        "text": "اب اللہ نے تم سے (اپنے حکم کا بوجھ) ہلکا کر دیا اسے معلوم ہے کہ تم میں (کسی قدر) کمزوری ہے سو (اب تخفیف کے بعد حکم یہ ہے کہ) اگر تم میں سے (ایک) سو (آدمی) ثابت قدم رہنے والے ہوں (تو) وہ دو سو (کفار) پر غالب آئیں گے اور اگر تم میں سے (ایک) ہزار ہوں تو وہ اللہ کے حکم سے دو ہزار (کافروں) پر غالب آئیں گے، اور اللہ صبر کرنے والوں کے ساتھ ہے (یہ مومنوں کے لئے ہدف ہے کہ میدانِ جہاد میں ان کے جذبۂ ایمانی کا اثر کم سے کم یہ ہونا چاہیئے)،",
        "numberInSurah": 66,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 154,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1227,
        "text": "کسی نبی کو یہ سزاوار نہیں کہ اس کے لئے (کافر) قیدی ہوں جب تک کہ وہ زمین میں ان (حربی کافروں) کا اچھی طرح خون نہ بہا لے۔ تم لوگ دنیا کا مال و اسباب چاہتے ہو، اور اللہ آخرت کی (بھلائی) چاہتا ہے، اور اللہ خوب غالب حکمت والا ہے،",
        "numberInSurah": 67,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 154,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1228,
        "text": "اگر اللہ کی طرف سے پہلے ہی (معافی کا حکم) لکھا ہوا نہ ہوتا تو یقیناً تم کو اس (مال فدیہ کے بارے) میں جو تم نے (بدر کے قیدیوں سے) حاصل کیا تھا بڑا عذاب پہنچتا،",
        "numberInSurah": 68,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 154,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1229,
        "text": "سو تم اس میں سے کھاؤ جو حلال، پاکیزہ مالِ غنیمت تم نے پایا ہے اور اللہ سے ڈرتے رہو، بیشک اللہ بڑا بخشنے والا نہایت مہربان ہے،",
        "numberInSurah": 69,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 154,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1230,
        "text": "اے نبی! آپ ان سے جو آپ کے ہاتھوں میں قیدی ہیں فرما دیجئے: اگر اللہ نے تمہارے دلوں میں بھلائی جان لی تو تمہیں اس (مال) سے بہتر عطا فرمائے گا جو (فدیہ میں) تم سے لیا جا چکا ہے اور تمہیں بخش دے گا، اور اللہ بڑا بخشنے والا نہایت مہربان ہے،",
        "numberInSurah": 70,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1231,
        "text": "اور (اے محبوب!) اگر وہ آپ سے خیانت کرنا چاہیں تو یقیناً وہ اس سے قبل (بھی) اللہ سے خیانت کر چکے ہیں سو (اسی وجہ سے) اس نے ان میں سے بعض کو (آپ کی) قدرت میں دے دیا، اور اللہ خوب جاننے والا حکمت والا ہے،",
        "numberInSurah": 71,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1232,
        "text": "بیشک جو لوگ ایمان لائے اور انہوں نے (اللہ کے لئے) وطن چھوڑ دیئے اور اپنے مالوں اور اپنی جانوں سے اللہ کی راہ میں جہاد کیا اور جن لوگوں نے (مہاجرین کو) جگہ دی اور (ان کی) مدد کی وہی لوگ ایک دوسرے کے حقیقی دوست ہیں، اور جو لوگ ایمان لائے (مگر) انہوں نے (اللہ کے لئے) گھر بار نہ چھوڑے تو تمہیں ان کی دوستی سے کوئی سروکار نہیں یہاں تک کہ وہ ہجرت کریں اور اگر وہ دین (کے معاملات) میں تم سے مدد چاہیں تو تم پر (ان کی) مدد کرنا واجب ہے مگر اس قوم کے مقابلہ میں (مدد نہ کرنا) کہ تمہارے اور ان کے درمیان (صلح و امن کا) معاہدہ ہو، اور اللہ ان کاموں کو جو تم کر رہے ہو خوب دیکھنے والا ہے،",
        "numberInSurah": 72,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1233,
        "text": "اور جو لوگ کافر ہیں وہ ایک دوسرے کے مددگار ہیں، (اے مسلمانو!) اگر تم (ایک دوسرے کے ساتھ) ایسا (تعاون اور مدد و نصرت) نہیں کرو گے تو زمین میں (غلبۂ کفر و باطل کا) فتنہ اور بڑا فساد بپا ہو جائے گا،",
        "numberInSurah": 73,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1234,
        "text": "اور جو لوگ ایمان لائے اور انہوں نے ہجرت کی اور اللہ کی راہ میں جہاد کیا اور جن لوگوں نے (راہِ خدا میں گھر بار اور وطن قربان کر دینے والوں کو) جگہ دی اور (ان کی) مدد کی، وہی لوگ حقیقت میں سچے مسلمان ہیں، ان ہی کے لئے بخشش اور عزت کی روزی ہے،",
        "numberInSurah": 74,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1235,
        "text": "اور جو لوگ اس کے بعد ایمان لائے اور انہوں نے راہِ حق میں (قربانی دیتے ہوئے) گھر بار چھوڑ دیئے اور تمہارے ساتھ مل کر جہاد کیا تو وہ لوگ (بھی) تم ہی میں سے ہیں، اور رشتہ دار اللہ کی کتاب میں (صلہ رحمی اور وراثت کے لحاظ سے) ایک دوسرے کے زیادہ حق دار ہیں، بیشک اللہ ہر چیز کو خوب جاننے والا ہے،",
        "numberInSurah": 75,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "ur.qadri",
      "language": "ur",
      "name": "طاہر القادری",
      "englishName": "Tahir ul Qadri",
      "format": "text",
      "type": "translation",
      "direction": "rtl"
    }
  }
}