{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 30,
    "name": "سُورَةُ الرُّومِ",
    "englishName": "Ar-Room",
    "englishNameTranslation": "The Romans",
    "revelationType": "Meccan",
    "numberOfAyahs": 60,
    "ayahs": [
      {
        "number": 3410,
        "text": "الف، لام، میم (حقیقی معنی اﷲ اور رسول صلی اللہ علیہ وآلہ وسلم ہی بہتر جانتے ہیں)،",
        "numberInSurah": 1,
        "juz": 21,
        "manzil": 5,
        "page": 404,
        "ruku": 349,
        "hizbQuarter": 162,
        "sajda": false
      },
      {
        "number": 3411,
        "text": "اہلِ روم (فارس سے) مغلوب ہوگئے،",
        "numberInSurah": 2,
        "juz": 21,
        "manzil": 5,
        "page": 404,
        "ruku": 349,
        "hizbQuarter": 162,
        "sajda": false
      },
      {
        "number": 3412,
        "text": "نزدیک کے ملک میں، اور وہ اپنے مغلوب ہونے کے بعد عنقریب غالب ہو جائیں گے،",
        "numberInSurah": 3,
        "juz": 21,
        "manzil": 5,
        "page": 404,
        "ruku": 349,
        "hizbQuarter": 162,
        "sajda": false
      },
      {
        "number": 3413,
        "text": "چند ہی سال میں (یعنی دس سال سے کم عرصہ میں)، اَمر تو اﷲ ہی کا ہے پہلے (غلبۂ فارس میں) بھی اور بعد (کے غلبۂ روم میں) بھی، اور اس وقت اہلِ ایمان خوش ہوں گے،",
        "numberInSurah": 4,
        "juz": 21,
        "manzil": 5,
        "page": 404,
        "ruku": 349,
        "hizbQuarter": 162,
        "sajda": false
      },
      {
        "number": 3414,
        "text": "اﷲ کی مدد سے، وہ جس کی چاہتا ہے مدد فرماتا ہے، اور وہ غالب ہے مہربان ہے،",
        "numberInSurah": 5,
        "juz": 21,
        "manzil": 5,
        "page": 404,
        "ruku": 349,
        "hizbQuarter": 162,
        "sajda": false
      },
      {
        "number": 3415,
        "text": "(یہ تو) اﷲ کا وعدہ ہے، اﷲ اپنے وعدہ کے خلاف نہیں کرتا، لیکن اکثر لوگ نہیں جانتے،",
        "numberInSurah": 6,
        "juz": 21,
        "manzil": 5,
        "page": 405,
        "ruku": 349,
        "hizbQuarter": 162,
        "sajda": false
      },
      {
        "number": 3416,
        "text": "وہ (تو) دنیا کی ظاہری زندگی کو (ہی) جانتے ہیں اور وہ لوگ آخرت (کی حقیقی زندگی) سے غافل و بے خبر ہیں،",
        "numberInSurah": 7,
        "juz": 21,
        "manzil": 5,
        "page": 405,
        "ruku": 349,
        "hizbQuarter": 162,
        "sajda": false
      },
      {
        "number": 3417,
        "text": "کیا انہوں نے اپنے مَن میں کبھی غور نہیں کیا کہ اﷲ نے آسمانوں اور زمین کو اور جوکچھ ان دونوں کے درمیان ہے پیدا نہیں فرمایا مگر (نظامِ) حق اور مقرّرہ مدت (کے دورانیے) کے ساتھ، اور بیشک بہت سے لوگ اپنے رب کی ملاقات کے مُنکِر ہیں،",
        "numberInSurah": 8,
        "juz": 21,
        "manzil": 5,
        "page": 405,
        "ruku": 349,
        "hizbQuarter": 162,
        "sajda": false
      },
      {
        "number": 3418,
        "text": "کیا ان لوگوں نے زمین میں سَیر و سیاحت نہیں کی تاکہ وہ دیکھ لیتے کہ ان لوگوں کا انجام کیا ہوا جو ان سے پہلے تھے، وہ لوگ اِن سے زیادہ طاقتور تھے، اور انہوں نے زمین میں زراعت کی تھی اور اسے آباد کیا تھا، اس سے کہیں بڑھ کر جس قدر اِنہوں نے زمین کو آباد کیا ہے، پھر ان کے پاس ان کے پیغمبر واضح نشانیاں لے کر آئے تھے، سو اﷲ ایسا نہ تھا کہ ان پر ظلم کرتا، لیکن وہ خود ہی اپنی جانوں پر ظلم کر رہے تھے،",
        "numberInSurah": 9,
        "juz": 21,
        "manzil": 5,
        "page": 405,
        "ruku": 349,
        "hizbQuarter": 162,
        "sajda": false
      },
      {
        "number": 3419,
        "text": "پھر ان لوگوں کا انجام بہت برا ہوا جنہوں نے برائی کی اس لئے کہ وہ اﷲ کی آیتوں کو جھٹلاتے اور ان کا مذاق اڑایا کرتے تھے،",
        "numberInSurah": 10,
        "juz": 21,
        "manzil": 5,
        "page": 405,
        "ruku": 349,
        "hizbQuarter": 162,
        "sajda": false
      },
      {
        "number": 3420,
        "text": "اﷲ مخلوق کو پہلی بار پیدا فرماتا ہے پھر (وہی) اسے دوبارہ پیدا فرمائے گا، پھر تم اسی کی طرف لوٹائے جاؤ گے،",
        "numberInSurah": 11,
        "juz": 21,
        "manzil": 5,
        "page": 405,
        "ruku": 350,
        "hizbQuarter": 162,
        "sajda": false
      },
      {
        "number": 3421,
        "text": "اور جس دن قیامت قائم ہوگی تو مجرم لوگ مایوس ہو جائیں گے،",
        "numberInSurah": 12,
        "juz": 21,
        "manzil": 5,
        "page": 405,
        "ruku": 350,
        "hizbQuarter": 162,
        "sajda": false
      },
      {
        "number": 3422,
        "text": "اور ان کے (خود ساختہ) شریکوں میں سے ان کے لئے سفارشی نہیں ہوں گے اور وہ (بالآخر) اپنے شریکوں کے (ہی) مُنکِر ہو جائیں گے،",
        "numberInSurah": 13,
        "juz": 21,
        "manzil": 5,
        "page": 405,
        "ruku": 350,
        "hizbQuarter": 162,
        "sajda": false
      },
      {
        "number": 3423,
        "text": "اور جس دن قیامت برپا ہوگی اس دن لوگ (نفسا نفسی میں) الگ الگ ہو جائیں گے،",
        "numberInSurah": 14,
        "juz": 21,
        "manzil": 5,
        "page": 405,
        "ruku": 350,
        "hizbQuarter": 162,
        "sajda": false
      },
      {
        "number": 3424,
        "text": "پس جو لوگ ایمان لائے اور نیک اعمال کرتے رہے تو وہ باغاتِ جنت میں خوش حال و مسرور کر دیئے جائیں گے،",
        "numberInSurah": 15,
        "juz": 21,
        "manzil": 5,
        "page": 405,
        "ruku": 350,
        "hizbQuarter": 162,
        "sajda": false
      },
      {
        "number": 3425,
        "text": "اور جن لوگوں نے کفر کیا اور ہماری آیتوں کو اور آخرت کی پیشی کو جھٹلایا تو یہی لوگ عذاب میں حاضر کئے جائیں گے،",
        "numberInSurah": 16,
        "juz": 21,
        "manzil": 5,
        "page": 406,
        "ruku": 350,
        "hizbQuarter": 162,
        "sajda": false
      },
      {
        "number": 3426,
        "text": "پس تم اﷲ کی تسبیح کیا کرو جب تم شام کرو (یعنی مغرب اور عشاء کے وقت) اور جب تم صبح کرو (یعنی فجر کے وقت)،",
        "numberInSurah": 17,
        "juz": 21,
        "manzil": 5,
        "page": 406,
        "ruku": 350,
        "hizbQuarter": 162,
        "sajda": false
      },
      {
        "number": 3427,
        "text": "اور ساری تعریفیں آسمانوں اور زمین میں اسی کے لئے ہیں اور (تم تسبیح کیا کرو) سہ پہر کو بھی (یعنی عصر کے وقت) اور جب تم دوپہر کرو (یعنی ظہر کے وقت)،",
        "numberInSurah": 18,
        "juz": 21,
        "manzil": 5,
        "page": 406,
        "ruku": 350,
        "hizbQuarter": 162,
        "sajda": false
      },
      {
        "number": 3428,
        "text": "وُہی مُردہ سے زندہ کو نکالتا ہے اور زندہ سے مُردہ کو نکالتا ہے اور زمین کو اس کی مُردنی کے بعد زندہ و شاداب فرماتا ہے، اور تم (بھی) اسی طرح (قبروں سے) نکالے جاؤ گے،",
        "numberInSurah": 19,
        "juz": 21,
        "manzil": 5,
        "page": 406,
        "ruku": 350,
        "hizbQuarter": 162,
        "sajda": false
      },
      {
        "number": 3429,
        "text": "اور یہ اس کی نشانیوں میں سے ہے کہ اس نے تمہیں مٹی سے پیدا کیا پھر اب تم انسان ہو جو (زمین میں) پھیلے ہوئے ہو،",
        "numberInSurah": 20,
        "juz": 21,
        "manzil": 5,
        "page": 406,
        "ruku": 351,
        "hizbQuarter": 162,
        "sajda": false
      },
      {
        "number": 3430,
        "text": "اور یہ (بھی) اس کی نشانیوں میں سے ہے کہ اس نے تمہارے لئے تمہاری ہی جنس سے جوڑے پیدا کئے تاکہ تم ان کی طرف سکون پاؤ اور اس نے تمہارے درمیان محبت اور رحمت پیدا کر دی، بیشک اس (نظامِ تخلیق) میں ان لوگوں کے لئے نشانیاں ہیں جو غور و فکر کرتے ہیں،",
        "numberInSurah": 21,
        "juz": 21,
        "manzil": 5,
        "page": 406,
        "ruku": 351,
        "hizbQuarter": 162,
        "sajda": false
      },
      {
        "number": 3431,
        "text": "اور اس کی نشانیوں میں سے آسمانوں اور زمین کی تخلیق (بھی) ہے اور تمہاری زبانوں اور تمہارے رنگوں کا اختلاف (بھی) ہے، بیشک اس میں اہلِ علم (و تحقیق) کے لئے نشانیاں ہیں،",
        "numberInSurah": 22,
        "juz": 21,
        "manzil": 5,
        "page": 406,
        "ruku": 351,
        "hizbQuarter": 162,
        "sajda": false
      },
      {
        "number": 3432,
        "text": "اور اس کی نشانیوں میں سے رات اور دن میں تمہارا سونا اور اس کے فضل (یعنی رزق) کو تمہارا تلاش کرنا (بھی) ہے۔ بیشک اس میں ان لوگوں کے لئے نشانیاں ہیں جو (غور سے) سنتے ہیں،",
        "numberInSurah": 23,
        "juz": 21,
        "manzil": 5,
        "page": 406,
        "ruku": 351,
        "hizbQuarter": 162,
        "sajda": false
      },
      {
        "number": 3433,
        "text": "اور اس کی نشانیوں میں سے یہ (بھی) ہے کہ وہ تمہیں ڈرانے اور امید دلانے کے لئے بجلی دکھاتا ہے اور آسمان سے (بارش کا) پانی اتارتا ہے پھر اس سے زمین کو اس کی مُردنی کے بعد زندہ و شاداب کر دیتا ہے، بیشک اس میں ان لوگوں کے لئے نشانیاں ہیں جو عقل سے کام لیتے ہیں،",
        "numberInSurah": 24,
        "juz": 21,
        "manzil": 5,
        "page": 406,
        "ruku": 351,
        "hizbQuarter": 162,
        "sajda": false
      },
      {
        "number": 3434,
        "text": "اور اس کی نشانیوں میں سے یہ بھی ہے کہ آسمان و زمین اس کے (نظامِ) اَمر کے ساتھ قائم ہیں پھر جب وہ تم کو زمین سے (نکلنے کے لئے) ایک بار پکارے گا تو تم اچانک (باہر) نکل آؤ گے،",
        "numberInSurah": 25,
        "juz": 21,
        "manzil": 5,
        "page": 407,
        "ruku": 351,
        "hizbQuarter": 162,
        "sajda": false
      },
      {
        "number": 3435,
        "text": "اور جو کچھ آسمانوں اور زمین میں ہے (سب) اسی کا ہے، سب اسی کے اطاعت گزار ہیں،",
        "numberInSurah": 26,
        "juz": 21,
        "manzil": 5,
        "page": 407,
        "ruku": 351,
        "hizbQuarter": 162,
        "sajda": false
      },
      {
        "number": 3436,
        "text": "اور وہی ہے جو پہلی بار تخلیق کرتا ہے پھر اس کا اِعادہ فرمائے گا اور یہ (دوبارہ پیدا کرنا) اُس پر بہت آسان ہے۔ اور آسمانوں اور زمین میں سب سے اونچی شان اسی کی ہے، اور وہ غالب ہے حکمت والا ہے،",
        "numberInSurah": 27,
        "juz": 21,
        "manzil": 5,
        "page": 407,
        "ruku": 351,
        "hizbQuarter": 162,
        "sajda": false
      },
      {
        "number": 3437,
        "text": "اُس نے (نکتۂ توحید سمجھانے کے لئے) تمہارے لئے تمہاری ذاتی زندگیوں سے ایک مثال بیان فرمائی ہے کہ کیا جو (لونڈی، غلام) تمہاری مِلک میں ہیں اس مال میں جو ہم نے تمہیں عطا کیا ہے شراکت دار ہیں، کہ تم (سب) اس (ملکیت) میں برابر ہو جاؤ۔ (مزید یہ کہ کیا) تم ان سے اسی طرح ڈرتے ہو جس طرح تمہیں اپنوں کا خوف ہوتا ہے (نہیں) اسی طرح ہم عقل رکھنے والوں کے لئے نشانیاں کھول کر بیان کرتے ہیں (کہ اﷲ کا بھی اس کی مخلوق میں کوئی شریک نہیں ہے)،",
        "numberInSurah": 28,
        "juz": 21,
        "manzil": 5,
        "page": 407,
        "ruku": 352,
        "hizbQuarter": 162,
        "sajda": false
      },
      {
        "number": 3438,
        "text": "بلکہ جن لوگوں نے ظلم کیا ہے وہ بغیر علم (و ہدایت) کے اپنی نفسانی خواہشات کی پیروی کرتے ہیں، پس اس شخص کو کون ہدایت دے سکتا ہے جسے اﷲ نے گمراہ ٹھہرا دیا ہو اور ان لوگوں کے لئے کوئی مددگار نہیں ہے،",
        "numberInSurah": 29,
        "juz": 21,
        "manzil": 5,
        "page": 407,
        "ruku": 352,
        "hizbQuarter": 162,
        "sajda": false
      },
      {
        "number": 3439,
        "text": "پس آپ اپنا رخ اﷲ کی اطاعت کے لئے کامل یک سُوئی کے ساتھ قائم رکھیں۔ اﷲ کی (بنائی ہوئی) فطرت (اسلام) ہے جس پر اس نے لوگوں کو پیدا فرمایا ہے (اسے اختیار کر لو)، اﷲ کی پیدا کردہ (سرِشت) میں تبدیلی نہیں ہوگی، یہ دین مستقیم ہے لیکن اکثر لوگ (ان حقیقتوں کو) نہیں جانتے،",
        "numberInSurah": 30,
        "juz": 21,
        "manzil": 5,
        "page": 407,
        "ruku": 352,
        "hizbQuarter": 162,
        "sajda": false
      },
      {
        "number": 3440,
        "text": "اسی کی طرف رجوع و اِنابت کا حال رکھو اور اس کا تقوٰی اختیار کرو اور نماز قائم کرو اور مشرکوں میں سے مت ہو جاؤ،",
        "numberInSurah": 31,
        "juz": 21,
        "manzil": 5,
        "page": 407,
        "ruku": 352,
        "hizbQuarter": 163,
        "sajda": false
      },
      {
        "number": 3441,
        "text": "ان (یہود و نصارٰی) میں سے (بھی نہ ہونا) جنہوں نے اپنے دین کو ٹکڑے ٹکڑے کر ڈالا اور وہ گروہ در گروہ ہو گئے، ہر گروہ اسی (ٹکڑے) پر اِتراتا ہے جو اس کے پاس ہے،",
        "numberInSurah": 32,
        "juz": 21,
        "manzil": 5,
        "page": 407,
        "ruku": 352,
        "hizbQuarter": 163,
        "sajda": false
      },
      {
        "number": 3442,
        "text": "اور جب لوگوں کو کوئی تکلیف پہنچتی ہے تو وہ اپنے رب کو اس کی طرف رجوع کرتے ہوئے پکارتے ہیں، پھر جب وہ ان کو اپنی جانب سے رحمت سے لطف اندوز فرماتا ہے تو پھر فوراً ان میں سے کچھ لوگ اپنے رب کے ساتھ شرک کرنے لگتے ہیں،",
        "numberInSurah": 33,
        "juz": 21,
        "manzil": 5,
        "page": 408,
        "ruku": 352,
        "hizbQuarter": 163,
        "sajda": false
      },
      {
        "number": 3443,
        "text": "تاکہ اس نعمت کی ناشکری کریں جو ہم نے انہیں عطا کی ہے پس تم (چند روزہ زندگی کے) فائدے اٹھا لو، پھر عنقریب تم (اپنے انجام کو) جان لو گے،",
        "numberInSurah": 34,
        "juz": 21,
        "manzil": 5,
        "page": 408,
        "ruku": 352,
        "hizbQuarter": 163,
        "sajda": false
      },
      {
        "number": 3444,
        "text": "کیا ہم نے ان پر کوئی (ایسی) دلیل اتاری ہے جو ان (بتوں) کے حق میں شہادۃً کلام کرتی ہو جنہیں وہ اﷲ کا شریک بنا رہے ہیں،",
        "numberInSurah": 35,
        "juz": 21,
        "manzil": 5,
        "page": 408,
        "ruku": 352,
        "hizbQuarter": 163,
        "sajda": false
      },
      {
        "number": 3445,
        "text": "اور جب ہم لوگوں کو رحمت سے لطف اندوز کرتے ہیں تو وہ اس سے خوش ہو جاتے ہیں، اور جب انہیں کوئی تکلیف پہنچتی ہے ان (گناہوں) کے باعث جو وہ پہلے سے کر چکے ہیں تو وہ فوراً مایوس ہو جاتے ہیں،",
        "numberInSurah": 36,
        "juz": 21,
        "manzil": 5,
        "page": 408,
        "ruku": 352,
        "hizbQuarter": 163,
        "sajda": false
      },
      {
        "number": 3446,
        "text": "کیا انہوں نے نہیں دیکھا کہ اﷲ جس کے لئے چاہتا ہے رزق کشادہ فرما دیتا ہے اور (جس کے لئے چاہتا ہے) تنگ کر دیتا ہے۔ بیشک اس میں ان لوگوں کے لئے نشانیاں ہیں جو ایمان رکھتے ہیں،",
        "numberInSurah": 37,
        "juz": 21,
        "manzil": 5,
        "page": 408,
        "ruku": 352,
        "hizbQuarter": 163,
        "sajda": false
      },
      {
        "number": 3447,
        "text": "پس آپ قرابت دار کو اس کا حق ادا کرتے رہیں اور محتاج اور مسافر کو (ان کا حق)، یہ ان لوگوں کے لئے بہتر ہے جو اﷲ کی رضامندی کے طالب ہیں، اور وہی لوگ مراد پانے والے ہیں،",
        "numberInSurah": 38,
        "juz": 21,
        "manzil": 5,
        "page": 408,
        "ruku": 352,
        "hizbQuarter": 163,
        "sajda": false
      },
      {
        "number": 3448,
        "text": "اور جو مال تم سود پر دیتے ہو تاکہ (تمہارا اثاثہ) لوگوں کے مال میں مل کر بڑھتا رہے تو وہ اﷲ کے نزدیک نہیں بڑھے گا اور جو مال تم زکوٰۃ (و خیرات) میں دیتے ہو (فقط) اﷲ کی رضا چاہتے ہوئے تو وہی لوگ (اپنا مال عند اﷲ) کثرت سے بڑھانے والے ہیں،",
        "numberInSurah": 39,
        "juz": 21,
        "manzil": 5,
        "page": 408,
        "ruku": 352,
        "hizbQuarter": 163,
        "sajda": false
      },
      {
        "number": 3449,
        "text": "اﷲ ہی ہے جس نے تمہیں پیدا کیا پھر اس نے تمہیں رزق بخشا پھر تمہیں موت دیتا ہے پھر تمہیں زندہ فرمائے گا، کیا تمہارے (خود ساختہ) شریکوں میں سے کوئی ایسا ہے جو ان (کاموں) میں سے کچھ بھی کر سکے، وہ (اﷲ) پاک ہے اور ان چیزوں سے برتر ہے جنہیں وہ (اس کا) شریک ٹھہراتے ہیں،",
        "numberInSurah": 40,
        "juz": 21,
        "manzil": 5,
        "page": 408,
        "ruku": 352,
        "hizbQuarter": 163,
        "sajda": false
      },
      {
        "number": 3450,
        "text": "بحر و بر میں فساد ان (گناہوں) کے باعث پھیل گیا ہے جو لوگوں کے ہاتھوں نے کما رکھے ہیں تاکہ (اﷲ) انہیں بعض (برے) اعمال کا مزہ چکھا دے جو انہوں نے کئے ہیں، تاکہ وہ باز آجائیں،",
        "numberInSurah": 41,
        "juz": 21,
        "manzil": 5,
        "page": 408,
        "ruku": 353,
        "hizbQuarter": 163,
        "sajda": false
      },
      {
        "number": 3451,
        "text": "آپ فرما دیجئے کہ تم زمین میں سیر و سیاحت کیا کرو پھر دیکھو پہلے لوگوں کا کیسا (عبرت ناک) انجام ہوا، ان میں زیادہ تر مشرک تھے،",
        "numberInSurah": 42,
        "juz": 21,
        "manzil": 5,
        "page": 409,
        "ruku": 353,
        "hizbQuarter": 163,
        "sajda": false
      },
      {
        "number": 3452,
        "text": "سو آپ اپنا رُخِ (انور) سیدھے دین کے لئے قائم رکھیئے قبل اس کے کہ وہ دن آجائے جسے اﷲ کی طرف سے (قطعاً) نہیں پھرنا ہے۔ اس دن سب لوگ جدا جدا ہو جائیں گے،",
        "numberInSurah": 43,
        "juz": 21,
        "manzil": 5,
        "page": 409,
        "ruku": 353,
        "hizbQuarter": 163,
        "sajda": false
      },
      {
        "number": 3453,
        "text": "جس نے کفر کیا تو اس کا (وبالِ) کفر اسی پر ہے اور جو نیک عمل کرے سو یہ لوگ اپنے لئے (جنّت کی) آرام گاہیں درست کر رہے ہیں،",
        "numberInSurah": 44,
        "juz": 21,
        "manzil": 5,
        "page": 409,
        "ruku": 353,
        "hizbQuarter": 163,
        "sajda": false
      },
      {
        "number": 3454,
        "text": "تاکہ اﷲ اپنے فضل سے ان لوگوں کو بدلہ دے جو ایمان لائے اور نیک عمل کرتے رہے۔ بیشک وہ کافروں کو دوست نہیں رکھتا،",
        "numberInSurah": 45,
        "juz": 21,
        "manzil": 5,
        "page": 409,
        "ruku": 353,
        "hizbQuarter": 163,
        "sajda": false
      },
      {
        "number": 3455,
        "text": "اور اس کی نشانیوں میں سے یہ (بھی) ہے کہ وہ (بارش کی) خوشخبری سنانے والی ہواؤں کو بھیجتا ہے تاکہ تمہیں (بارش کے ثمرات کی صورت میں) اپنی رحمت سے بہرہ اندوز فرمائے اور تاکہ (ان ہواؤں کے ذریعے) جہاز (بھی) اس کے حکم سے چلیں۔ اور (یہ سب) اس لئے ہے کہ تم اس کا فضل (بصورتِ زراعت و تجارت) تلاش کرو اور شاید تم (یوں) شکرگزار ہو جاؤ،",
        "numberInSurah": 46,
        "juz": 21,
        "manzil": 5,
        "page": 409,
        "ruku": 353,
        "hizbQuarter": 163,
        "sajda": false
      },
      {
        "number": 3456,
        "text": "اور درحقیقت ہم نے آپ سے پہلے رسولوں کو ان کی قوموں کی طرف بھیجا اور وہ ان کے پاس واضح نشانیاں لے کر آئے پھر ہم نے (تکذیب کرنے والے) مجرموں سے بدلہ لے لیا، اور مومنوں کی مدد کرنا ہمارے ذمۂ کرم پر تھا (اور ہے)،",
        "numberInSurah": 47,
        "juz": 21,
        "manzil": 5,
        "page": 409,
        "ruku": 353,
        "hizbQuarter": 163,
        "sajda": false
      },
      {
        "number": 3457,
        "text": "اﷲ ہی ہے جو ہواؤں کو بھیجتا ہے تو وہ بادل کو ابھارتی ہیں پھر وہ اس (بادل) کو فضائے آسمانی میں جس طرح چاہتا ہے پھیلا دیتا ہے پھر اسے (متفرق) ٹکڑے (کر کے تہ بہ تہ) کر دیتا ہے، پھر تم دیکھتے ہو کہ بارش اس کے درمیان سے نکلتی ہے، پھر جب اس (بارش) کو اپنے بندوں میں سے جنہیں چاہتا ہے پہنچا دیتا ہے تو وہ فوراً خوش ہو جاتے ہیں،",
        "numberInSurah": 48,
        "juz": 21,
        "manzil": 5,
        "page": 409,
        "ruku": 353,
        "hizbQuarter": 163,
        "sajda": false
      },
      {
        "number": 3458,
        "text": "اگرچہ ان پر بارش کے اتارے جانے سے پہلے وہ لوگ مایوس ہو رہے تھے،",
        "numberInSurah": 49,
        "juz": 21,
        "manzil": 5,
        "page": 409,
        "ruku": 353,
        "hizbQuarter": 163,
        "sajda": false
      },
      {
        "number": 3459,
        "text": "سو آپ اﷲ کی رحمت کے اثرات کی طرف دیکھئے کہ وہ کس طرح زمین کو اس کی مُردنی کے بعد زندہ فرما دیتا ہے، بیشک وہ مُردوں کو (بھی اسی طرح) ضرور زندہ کرنے والا ہے اور وہ ہر چیز پر خوب قادر ہے،",
        "numberInSurah": 50,
        "juz": 21,
        "manzil": 5,
        "page": 409,
        "ruku": 353,
        "hizbQuarter": 163,
        "sajda": false
      },
      {
        "number": 3460,
        "text": "اور اگر ہم (خشک) ہوا بھیج دیں اور وہ (اپنی) کھیتی کو زرد ہوتا ہوا دیکھ لیں تو اس کے بعد وہ (پہلی تمام نعمتوں سے) کفر کرنے لگیں گے،",
        "numberInSurah": 51,
        "juz": 21,
        "manzil": 5,
        "page": 410,
        "ruku": 353,
        "hizbQuarter": 163,
        "sajda": false
      },
      {
        "number": 3461,
        "text": "(اے حبیب!) بیشک آپ نہ تو (اِن کافر) مُردوں کو اپنی پکار سناتے ہیں اور نہ (بدبخت) بہروں کو، جبکہ وہ (آپ ہی سے) پیٹھ پھیرے جا رہے ہوں،",
        "numberInSurah": 52,
        "juz": 21,
        "manzil": 5,
        "page": 410,
        "ruku": 353,
        "hizbQuarter": 163,
        "sajda": false
      },
      {
        "number": 3462,
        "text": "اور نہ ہی آپ (ان) اندھوں کو (جو محرومِ بصیرت ہیں) گمراہی سے راہِ ہدایت پر لانے والے ہیں، آپ تو صرف انہی لوگوں کو (فہم اور قبولیت کی توفیق کے ساتھ) سناتے ہیں جو ہماری آیتوں پر ایمان لے آتے ہیں، سو وہی مسلمان ہیں (ان کے سوا کسی اور کو آپ سناتے ہی نہیں ہیں)،",
        "numberInSurah": 53,
        "juz": 21,
        "manzil": 5,
        "page": 410,
        "ruku": 353,
        "hizbQuarter": 163,
        "sajda": false
      },
      {
        "number": 3463,
        "text": "اﷲ ہی ہے جس نے تمہیں کمزور چیز (یعنی نطفہ) سے پیدا فرمایا پھر اس نے کمزوری کے بعد قوتِ (شباب) پیدا کیا، پھر اس نے قوت کے بعد کمزوری اور بڑھاپا پیدا کر دیا، وہ جو چاہتا ہے پیدا فرماتا ہے اور وہ خوب جاننے والا، بڑی قدرت والا ہے،",
        "numberInSurah": 54,
        "juz": 21,
        "manzil": 5,
        "page": 410,
        "ruku": 354,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3464,
        "text": "اور جس دن قیامت برپا ہوگی مُجرم لوگ قَسمیں کھائیں گے کہ وہ (دنیا میں) ایک گھڑی کے سوا ٹھہرے ہی نہیں تھے، اسی طرح وہ (دنیا میں بھی حق سے) پھرے رہتے تھے،",
        "numberInSurah": 55,
        "juz": 21,
        "manzil": 5,
        "page": 410,
        "ruku": 354,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3465,
        "text": "اور جنہیں علم اور ایمان سے نوازا گیا ہے (ان سے) کہیں گے: درحقیقت تم اﷲ کی کتاب میں (ایک گھڑی نہیں بلکہ) اٹھنے کے دن تک ٹھہرے رہے ہو، سو یہ ہے اٹھنے کا دن، لیکن تم جانتے ہی نہ تھے،",
        "numberInSurah": 56,
        "juz": 21,
        "manzil": 5,
        "page": 410,
        "ruku": 354,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3466,
        "text": "پس اس دن ظالموں کو ان کی معذرت کوئی فائدہ نہ دے گی اور نہ ہی ان سے (اﷲ کو) راضی کرنے کا مطالبہ کیا جائے گا،",
        "numberInSurah": 57,
        "juz": 21,
        "manzil": 5,
        "page": 410,
        "ruku": 354,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3467,
        "text": "اور درحقیقت ہم نے لوگوں (کے سمجھانے) کے لئے اس قرآن میں ہر طرح کی مثال بیان کر دی ہے، اور اگر آپ ان کے پاس کوئی (ظاہری) نشانی لے آئیں تب بھی یہ کافر لوگ ضرور (یہی) کہہ دیں گے کہ آپ محض باطل و فریب کار ہیں،",
        "numberInSurah": 58,
        "juz": 21,
        "manzil": 5,
        "page": 410,
        "ruku": 354,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3468,
        "text": "اسی طرح اﷲ ان لوگوں کے دلوں پر مہر لگا دیتا ہے جو (حق کو) نہیں جانتے،",
        "numberInSurah": 59,
        "juz": 21,
        "manzil": 5,
        "page": 410,
        "ruku": 354,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3469,
        "text": "پس آپ صبر کیجئے، بیشک اﷲ کا وعدہ سچا ہے، جو لوگ یقین نہیں رکھتے کہیں (ان کی گمراہی کا غم اور ہدایت کی فکر) آپ کو کمزور ہی نہ کر دیں۔ (اے جانِ جہاں! ان کے کفر کو غمِ جاں نہ بنا لیں)،",
        "numberInSurah": 60,
        "juz": 21,
        "manzil": 5,
        "page": 410,
        "ruku": 354,
        "hizbQuarter": 164,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "ur.qadri",
      "language": "ur",
      "name": "طاہر القادری",
      "englishName": "Tahir ul Qadri",
      "format": "text",
      "type": "translation",
      "direction": "rtl"
    }
  }
}