{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 31,
    "name": "سُورَةُ لُقۡمَانَ",
    "englishName": "Luqman",
    "englishNameTranslation": "Luqman",
    "revelationType": "Meccan",
    "numberOfAyahs": 34,
    "ayahs": [
      {
        "number": 3470,
        "text": "الف، لام، میم (حقیقی معنی اﷲ اور رسول صلی اللہ علیہ وآلہ وسلم ہی بہتر جانتے ہیں)،",
        "numberInSurah": 1,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3471,
        "text": "یہ حکمت والی کتاب کی آیتیں ہیں،",
        "numberInSurah": 2,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3472,
        "text": "جو نیکوکاروں کے لئے ہدایت اور رحمت ہے،",
        "numberInSurah": 3,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3473,
        "text": "جو لوگ نماز قائم کرتے ہیں اور زکوٰۃ دیتے ہیں اور وہ لوگ جو آخرت پر یقین رکھتے ہیں،",
        "numberInSurah": 4,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3474,
        "text": "یہی لوگ اپنے رب کی طرف سے ہدایت پر ہیں اور یہی لوگ ہی فلاح پانے والے ہیں،",
        "numberInSurah": 5,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3475,
        "text": "اور لوگوں میں سے کچھ ایسے بھی ہیں جو بیہودہ کلام خریدتے ہیں تاکہ بغیر سوجھ بوجھ کے لوگوں کو اﷲ کی راہ سے بھٹکا دیں اور اس (راہ) کا مذاق اڑائیں، ان ہی لوگوں کے لئے رسوا کن عذاب ہے،",
        "numberInSurah": 6,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3476,
        "text": "اور جب اس پر ہماری آیتیں پڑھ کر سنائی جاتی ہیں تو وہ غرور کرتے ہوئے منہ پھیر لیتا ہے گویا اس نے انہیں سنا ہی نہیں، جیسے اس کے کانوں میں (بہرے پن کی) گرانی ہے، سو آپ اسے دردناک عذاب کی خبر سنا دیں،",
        "numberInSurah": 7,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3477,
        "text": "بیشک جو لوگ ایمان لائے اور نیک اعمال کرتے رہے ان کے لئے نعمتوں کی جنتیں ہیں،",
        "numberInSurah": 8,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3478,
        "text": "(وہ) ان میں ہمیشہ رہیں گے، اﷲ کا وعدہ سچّا ہے، اور وہ غالب ہے حکمت والا ہے،",
        "numberInSurah": 9,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3479,
        "text": "اس نے آسمانوں کو بغیر ستونوں کے بنایا (جیسا کہ) تم انہیں دیکھ رہے ہو اور اس نے زمین میں اونچے مضبوط پہاڑ رکھ دیئے تاکہ تمہیں لے کر (دورانِ گردش) نہ کانپے اور اُس نے اس میں ہر قسم کے جانور پھیلا دیئے اور ہم نے آسمان سے پانی اتارا اور ہم نے اس میں ہر قسم کی عمدہ و مفید نباتات اگا دیں،",
        "numberInSurah": 10,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3480,
        "text": "یہ اﷲ کی مخلوق ہے، پس (اے مشرکو!) مجھے دکھاؤ جو کچھ اﷲ کے سوا دوسروں نے پیدا کیا ہو۔ بلکہ ظالم کھلی گمراہی میں ہیں،",
        "numberInSurah": 11,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3481,
        "text": "اور بیشک ہم نے لقمان کو حکمت و دانائی عطا کی، (اور اس سے فرمایا) کہ اﷲ کا شکر ادا کرو اور جو شکر کرتا ہے وہ اپنے ہی فائدہ کے لئے شکر کرتا ہے، اور جو ناشکری کرتا ہے تو بیشک اﷲ بے نیاز ہے (خود ہی) سزاوارِ حمد ہے،",
        "numberInSurah": 12,
        "juz": 21,
        "manzil": 5,
        "page": 412,
        "ruku": 356,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3482,
        "text": "اور (یاد کیجئے) جب لقمان نے اپنے بیٹے سے کہا اور وہ اسے نصیحت کر رہا تھا: اے میرے فرزند! اﷲ کے ساتھ شرک نہ کرنا، بیشک شِرک بہت بڑا ظلم ہے،",
        "numberInSurah": 13,
        "juz": 21,
        "manzil": 5,
        "page": 412,
        "ruku": 356,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3483,
        "text": "اور ہم نے انسان کو اس کے والدین کے بارے میں (نیکی کا) تاکیدی حکم فرمایا، جسے اس کی ماں تکلیف پر تکلیف کی حالت میں (اپنے پیٹ میں) برداشت کرتی رہی اور جس کا دودھ چھوٹنا بھی دو سال میں ہے (اسے یہ حکم دیا) کہ تو میرا (بھی) شکر ادا کر اور اپنے والدین کا بھی۔ (تجھے) میری ہی طرف لوٹ کر آنا ہے،",
        "numberInSurah": 14,
        "juz": 21,
        "manzil": 5,
        "page": 412,
        "ruku": 356,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3484,
        "text": "اور اگر وہ دونوں تجھ پر اس بات کی کوشش کریں کہ تو میرے ساتھ اس چیز کو شریک ٹھہرائے جس (کی حقیقت) کا تجھے کچھ علم نہیں ہے تو ان کی اطاعت نہ کرنا، اور دنیا (کے کاموں) میں ان کا اچھے طریقے سے ساتھ دینا، اور (عقیدہ و امورِ آخرت میں) اس شخص کی پیروی کرنا جس نے میری طرف توبہ و طاعت کا سلوک اختیار کیا۔ پھر میری ہی طرف تمہیں پلٹ کر آنا ہے تو میں تمہیں ان کاموں سے باخبر کر دوں گا جو تم کرتے رہے تھے،",
        "numberInSurah": 15,
        "juz": 21,
        "manzil": 5,
        "page": 412,
        "ruku": 356,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3485,
        "text": "(لقمان نے کہا:) اے میرے فرزند! اگر کوئی چیز رائی کے دانہ کے برابر ہو، پھر خواہ وہ کسی چٹان میں (چھُپی) ہو یا آسمانوں میں یا زمین میں (تب بھی) اﷲ اسے (روزِ قیامت حساب کے لئے) موجود کر دے گا۔ بیشک اﷲ باریک بین (بھی) ہے آگاہ و خبردار (بھی) ہے،",
        "numberInSurah": 16,
        "juz": 21,
        "manzil": 5,
        "page": 412,
        "ruku": 356,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3486,
        "text": "اے میرے فرزند! تو نماز قائم رکھ اور نیکی کا حکم دے اور برائی سے منع کر اور جو تکلیف تجھے پہنچے اس پر صبر کر، بیشک یہ بڑی ہمت کے کام ہیں،",
        "numberInSurah": 17,
        "juz": 21,
        "manzil": 5,
        "page": 412,
        "ruku": 356,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3487,
        "text": "اور لوگوں سے (غرور کے ساتھ) اپنا رخ نہ پھیر، اور زمین پر اکڑ کر مت چل، بیشک اﷲ ہر متکبّر، اِترا کر چلنے والے کو ناپسند فرماتا ہے،",
        "numberInSurah": 18,
        "juz": 21,
        "manzil": 5,
        "page": 412,
        "ruku": 356,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3488,
        "text": "اور اپنے چلنے میں میانہ روی اختیار کر، اور اپنی آواز کو کچھ پست رکھا کر، بیشک سب سے بری آواز گدھے کی آواز ہے،",
        "numberInSurah": 19,
        "juz": 21,
        "manzil": 5,
        "page": 412,
        "ruku": 356,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3489,
        "text": "(لوگو!) کیا تم نے نہیں دیکھا کہ اﷲ نے تمہارے لئے ان تمام چیزوں کو مسخّر فرما دیا ہے جو آسمانوں میں ہیں اور جو زمین میں ہیں، اور اس نے اپنی ظاہری اور باطنی نعمتیں تم پر پوری کر دی ہیں۔ اور لوگوں میں کچھ ایسے (بھی) ہیں جو اﷲ کے بارے میں جھگڑا کرتے ہیں بغیر علم کے اور بغیر ہدایت کے اور بغیر روشن کتاب (کی دلیل) کے،",
        "numberInSurah": 20,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3490,
        "text": "اور جب ان سے کہا جاتا ہے کہ تم اس (کتاب) کی پیروی کرو جو اﷲ نے نازل فرمائی ہے تو کہتے ہیں (نہیں) بلکہ ہم تو اس (طریقہ) کی پیروی کریں گے جس پر ہم نے اپنے باپ دادا کو پایا، اور اگرچہ شیطان انہیں عذابِ دوزخ کی طرف ہی بلاتا ہو،",
        "numberInSurah": 21,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3491,
        "text": "جو شخص اپنا رخِ اطاعت اﷲ کی طرف جھکا دے اور وہ (اپنے عَمل اور حال میں) صاحبِ احسان بھی ہو تو اس نے مضبوط حلقہ کو پختگی سے تھام لیا، اور سب کاموں کا انجام اﷲ ہی کی طرف ہے،",
        "numberInSurah": 22,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3492,
        "text": "اور جو کفر کرتا ہے (اے حبیبِ مکرّم!) اس کا کفر آپ کو غمگین نہ کر دے، انہیں (بھی) ہماری ہی طرف پلٹ کر آنا ہے، ہم انہیں ان اعمال سے آگاہ کر دیں گے جو وہ کرتے رہے ہیں، بیشک اﷲ سینوں کی (مخفی) باتوں کو خوب جاننے والا ہے،",
        "numberInSurah": 23,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3493,
        "text": "ہم انہیں (دنیا میں) تھوڑا سا فائدہ پہنچائیں گے پھر ہم انہیں بے بس کر کے سخت عذاب کی طرف لے جائیں گے،",
        "numberInSurah": 24,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3494,
        "text": "اور اگر آپ ان سے دریافت کریں کہ آسمانوں اور زمین کو کس نے پیدا کیا۔ تو وہ ضرور کہہ دیں گے کہ اﷲ نے، آپ فرما دیجئے: تمام تعریفیں اﷲ ہی کے لئے ہیں بلکہ ان میں سے اکثر لوگ نہیں جانتے،",
        "numberInSurah": 25,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3495,
        "text": "جو کچھ آسمانوں اور زمین میں ہے (سب) اﷲ ہی کا ہے، بیشک اﷲ ہی بے نیاز ہے (اَز خود) سزاوارِ حمد ہے،",
        "numberInSurah": 26,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3496,
        "text": "اور اگر زمین میں جتنے درخت ہیں (سب) قلم ہوں اور سمندر (روشنائی ہو) اس کے بعد اور سات سمندر اسے بڑھاتے چلے جائیں تو اﷲ کے کلمات (تب بھی) ختم نہیں ہوں گے۔ بیشک اﷲ غالب ہے حکمت والا ہے،",
        "numberInSurah": 27,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3497,
        "text": "تم سب کو پیدا کرنا اور تم سب کو (مرنے کے بعد) اٹھانا (قدرتِ الٰہیہ کے لئے) صرف ایک شخص (کو پیدا کرنے اور اٹھانے) کی طرح ہے۔ بیشک اﷲ سننے والا دیکھنے والا ہے،",
        "numberInSurah": 28,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3498,
        "text": "کیا آپ نے نہیں دیکھا کہ اﷲ رات کو دن میں داخل فرماتا ہے اور دن کو رات میں داخل فرماتا ہے اور (اسی نے) سورج اور چاند کو مسخّر کر رکھا ہے، ہر کوئی ایک مقرّر میعاد تک چل رہا ہے، اور یہ کہ اﷲ ان (تمام) کاموں سے جو تم کرتے ہو خبردار ہے،",
        "numberInSurah": 29,
        "juz": 21,
        "manzil": 5,
        "page": 414,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3499,
        "text": "یہ اس لئے کہ اﷲ ہی حق ہے اور جن کی یہ لوگ اﷲ کے سوا عبادت کرتے ہیں، وہ باطل ہیں اور یہ کہ اﷲ ہی بلند و بالا، بڑائی والا ہے،",
        "numberInSurah": 30,
        "juz": 21,
        "manzil": 5,
        "page": 414,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3500,
        "text": "کیا آپ نے نہیں دیکھا کہ کشتیاں سمندر میں اﷲ کی نعمت سے چلتی ہیں تاکہ وہ تمہیں اپنی کچھ نشانیاں دکھا دے۔ بیشک اس میں ہر بڑے صابر و شاکر کے لئے نشانیاں ہیں،",
        "numberInSurah": 31,
        "juz": 21,
        "manzil": 5,
        "page": 414,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3501,
        "text": "اور جب سمندر کی موج (پہاڑوں، بادلوں یا) سائبانوں کی طرح ان پر چھا جاتی ہے تو وہ (کفّار و مشرکین) اﷲ کو اسی کے لئے اطاعت کو خالص رکھتے ہوئے پکارنے لگتے ہیں، پھر جب وہ انہیں بچا کر خشکی کی طرف لے جاتا ہے تو ان میں سے چند ہی اعتدال کی راہ (یعنی راہِ ہدایت) پر چلنے والے ہوتے ہیں، ہماری آیتوں کا کوئی انکار نہیں کرتا سوائے ہر بڑے عہد شکن اور بڑے ناشکرگزار کے،",
        "numberInSurah": 32,
        "juz": 21,
        "manzil": 5,
        "page": 414,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3502,
        "text": "اے لوگو! اپنے رب سے ڈرو، اور اس دن سے ڈرو جس دن کوئی باپ اپنے بیٹے کی طرف سے بدلہ نہیں دے سکے گا اور نہ کوئی ایسا فرزند ہوگا جو اپنے والد کی طرف سے کچھ بھی بدلہ دینے والا ہو، بیشک اﷲ کا وعدہ سچا ہے سو دنیا کی زندگی تمہیں ہرگز دھوکہ میں نہ ڈال دے، اور نہ ہی فریب دینے والا (شیطان) تمہیں اﷲ کے بارے میں دھوکہ میں ڈال دے،",
        "numberInSurah": 33,
        "juz": 21,
        "manzil": 5,
        "page": 414,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3503,
        "text": "بیشک اﷲ ہی کے پاس قیامت کا علم ہے، اور وہی بارش اتارتا ہے، اور جو کچھ رحموں میں ہے وہ جانتا ہے، اور کوئی شخص یہ نہیں جانتا کہ وہ کل کیا (عمل) کمائے گا، اور نہ کوئی شخص یہ جانتا ہے کہ وہ کِس سرزمین پر مرے گا، بیشک اﷲ خوب جاننے والا ہے، خبر رکھنے والا ہے (یعنی علیم بالذّات ہے اور خبیر للغیر ہے، اَز خود ہر شے کا علم رکھتا ہے اور جسے پسند فرمائے باخبر بھی کر دیتا ہے)،",
        "numberInSurah": 34,
        "juz": 21,
        "manzil": 5,
        "page": 414,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "ur.qadri",
      "language": "ur",
      "name": "طاہر القادری",
      "englishName": "Tahir ul Qadri",
      "format": "text",
      "type": "translation",
      "direction": "rtl"
    }
  }
}