{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 59,
    "name": "سُورَةُ الحَشۡرِ",
    "englishName": "Al-Hashr",
    "englishNameTranslation": "The Exile",
    "revelationType": "Medinan",
    "numberOfAyahs": 24,
    "ayahs": [
      {
        "number": 5127,
        "text": "جو کچھ آسمانوں میں ہے اور جو کچھ زمین میں ہے (سب) اللہ کی تسبیح کرتے ہیں، اور وہی غالب ہے حکمت والا ہے،",
        "numberInSurah": 1,
        "juz": 28,
        "manzil": 7,
        "page": 545,
        "ruku": 479,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5128,
        "text": "وہی ہے جس نے اُن کافر کتابیوں کو (یعنی بنو نضیر کو) پہلی جلاوطنی میں گھروں سے (جمع کر کے مدینہ سے شام کی طرف) نکال دیا۔ تمہیں یہ گمان (بھی) نہ تھا کہ وہ نکل جائیں گے اور انہیں یہ گمان تھا کہ اُن کے مضبوط قلعے انہیں اللہ (کی گرفت) سے بچا لیں گے پھر اللہ (کے عذاب) نے اُن کو وہاں سے آلیا جہاں سے وہ گمان (بھی) نہ کرسکتے تھے اور اس (اللہ) نے اُن کے دلوں میں رعب و دبدبہ ڈال دیا وہ اپنے گھروں کو اپنے ہاتھوں اور اہلِ ایمان کے ہاتھوں ویران کر رہے تھے۔ پس اے دیدۂ بینا والو! (اس سے) عبرت حاصل کرو،",
        "numberInSurah": 2,
        "juz": 28,
        "manzil": 7,
        "page": 545,
        "ruku": 479,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5129,
        "text": "اور اگر اللہ نے اُن کے حق میں جلا وطنی لکھ نہ دی ہوتی تو وہ انہیں دنیا میں (اور سخت) عذاب دیتا، اور ان کے لئے آخرت میں (بھی) دوزخ کا عذاب ہے،",
        "numberInSurah": 3,
        "juz": 28,
        "manzil": 7,
        "page": 545,
        "ruku": 479,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5130,
        "text": "یہ اس وجہ سے ہوا کہ انہوں نے اللہ اور اس کے رسول (صلی اللہ علیہ وآلہ وسلم) سے شدید عداوت کی (ان کا سرغنہ کعب بن اشرف بدنام گستاخِ رسول تھا)، اور جو شخص اللہ (اور رسول صلی اللہ علیہ وآلہ وسلم کی) مخالفت کرتا ہے تو بیشک اللہ سخت عذاب دینے والا ہے،",
        "numberInSurah": 4,
        "juz": 28,
        "manzil": 7,
        "page": 546,
        "ruku": 479,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5131,
        "text": "(اے مومنو! یہود بنو نَضیر کے محاصرہ کے دوران) جو کھجور کے درخت تم نے کاٹ ڈالے یا تم نے انہیں اُن کی جڑوں پر کھڑا چھوڑ دیا تو (یہ سب) اللہ ہی کے حکم سے تھا اور اس لئے کہ وہ نافرمانوں کو ذلیل و رسوا کرے،",
        "numberInSurah": 5,
        "juz": 28,
        "manzil": 7,
        "page": 546,
        "ruku": 479,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5132,
        "text": "اور جو (اَموالِ فَے) اللہ نے اُن سے (نکال کر) اپنے رسول (صلی اللہ علیہ وآلہ وسلم) پر لَوٹا دیئے تو تم نے نہ تو اُن (کے حصول) پر گھوڑے دوڑائے تھے اور نہ اونٹ، ہاں! اللہ اپنے رسولوں کو جِس پر چاہتا ہے غلبہ و تسلّط عطا فرما دیتا ہے، اور اللہ ہر چیز پر بڑی قدرت رکھنے والا ہے،",
        "numberInSurah": 6,
        "juz": 28,
        "manzil": 7,
        "page": 546,
        "ruku": 479,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5133,
        "text": "جو (اَموالِ فَے) اللہ نے (قُرَیظہ، نَضِیر، فِدَک، خَیبر، عُرَینہ سمیت دیگر بغیر جنگ کے مفتوحہ) بستیوں والوں سے (نکال کر) اپنے رسول (صلی اللہ علیہ وآلہ وسلم) پر لوٹائے ہیں وہ اللہ اور اس کے رسول (صلی اللہ علیہ وآلہ وسلم) کے لئے ہیں اور (رسول صلی اللہ علیہ وآلہ وسلم کے) قرابت داروں (یعنی بنو ہاشم اور بنو المطّلب) کے لئے اور (معاشرے کے عام) یتیموں اور محتاجوں اور مسافروں کے لئے ہیں، (یہ نظامِ تقسیم اس لئے ہے) تاکہ (سارا مال صرف) تمہارے مال داروں کے درمیان ہی نہ گردش کرتا رہے (بلکہ معاشرے کے تمام طبقات میں گردش کرے)۔ اور جو کچھ رسول (صلی اللہ علیہ وآلہ وسلم) تمہیں عطا فرمائیں سو اُسے لے لیا کرو اور جس سے تمہیں منع فرمائیں سو (اُس سے) رُک جایا کرو، اور اللہ سے ڈرتے رہو (یعنی رسول صلی اللہ علیہ وآلہ وسلم کی تقسیم و عطا پر کبھی زبانِ طعن نہ کھولو)، بیشک اللہ سخت عذاب دینے والا ہے،",
        "numberInSurah": 7,
        "juz": 28,
        "manzil": 7,
        "page": 546,
        "ruku": 479,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5134,
        "text": "(مذکورہ بالا مالِ فَے) نادار مہاجرین کے لئے (بھی) ہے جو اپنے گھروں اور اپنے اموال (اور جائیدادوں) سے باہر نکال دیئے گئے ہیں، وہ اللہ کا فضل اور اس کی رضاء و خوشنودی چاہتے ہیں اور (اپنے مال و وطن کی قربانی سے) اللہ اور اس کے رسول (صلی اللہ علیہ وآلہ وسلم) کی مدد کرتے ہیں، یہی لوگ ہی سچے مؤمن ہیں،",
        "numberInSurah": 8,
        "juz": 28,
        "manzil": 7,
        "page": 546,
        "ruku": 479,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5135,
        "text": "(یہ مال اُن انصار کے لئے بھی ہے) جنہوں نے اُن (مہاجرین) سے پہلے ہی شہرِ (مدینہ) اور ایمان کو گھر بنا لیا تھا۔ یہ لوگ اُن سے محبت کرتے ہیں جو اِن کی طرف ہجرت کر کے آئے ہیں۔ اور یہ اپنے سینوں میں اُس (مال) کی نسبت کوئی طلب (یا تنگی) نہیں پاتے جو اُن (مہاجرین) کو دیا جاتا ہے اور اپنی جانوں پر انہیں ترجیح دیتے ہیں اگرچہ خود اِنہیں شدید حاجت ہی ہو، اور جو شخص اپنے نفس کے بُخل سے بچا لیا گیا پس وہی لوگ ہی بامراد و کامیاب ہیں،",
        "numberInSurah": 9,
        "juz": 28,
        "manzil": 7,
        "page": 546,
        "ruku": 479,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5136,
        "text": "اور وہ لوگ (بھی) جو اُن (مہاجرین و انصار) کے بعد آئے (اور) عرض کرتے ہیں: اے ہمارے رب! ہمیں بخش دے اور ہمارے ان بھائیوں کو بھی، جو ایمان لانے میں ہم سے آگے بڑھ گئے اور ہمارے دلوں میں ایمان والوں کے لئے کوئی کینہ اور بغض باقی نہ رکھ۔ اے ہمارے رب! بیشک تو بہت شفقت فرمانے والا بہت رحم فرمانے والا ہے،",
        "numberInSurah": 10,
        "juz": 28,
        "manzil": 7,
        "page": 547,
        "ruku": 479,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5137,
        "text": "کیا آپ نے منافقوں کو نہیں دیکھا جو اپنے اُن بھائیوں سے کہتے ہیں جو اہلِ کتاب میں سے کافر ہوگئے ہیں کہ اگر تم (یہاں سے) نکالے گئے توہم بھی ضرور تمہارے ساتھ ہی نکل چلیں گے اور ہم تمہارے معاملے میں کبھی بھی کسی ایک کی بھی اطاعت نہیں کریں گے اور اگر تم سے جنگ کی گئی تو ہم ضرور بالضرور تمہاری مدد کریں گے، اور اللہ گواہی دیتا ہے کہ وہ یقیناً جھوٹے ہیں،",
        "numberInSurah": 11,
        "juz": 28,
        "manzil": 7,
        "page": 547,
        "ruku": 480,
        "hizbQuarter": 219,
        "sajda": false
      },
      {
        "number": 5138,
        "text": "اگر وہ (کفّارِ یہود مدینہ سے) نکال دیئے گئے تو یہ (منافقین) اُن کے ساتھ (کبھی) نہیں نکلیں گے، اور اگر اُن سے جنگ کی گئی تو یہ اُن کی مدد نہیں کریں گے، اور اگر انہوں نے اُن کی مدد کی (بھی) تو ضرور پیٹھ پھیر کر بھاگ جائیں گے، پھر اُن کی مدد (کہیں سے) نہ ہوسکے گی،",
        "numberInSurah": 12,
        "juz": 28,
        "manzil": 7,
        "page": 547,
        "ruku": 480,
        "hizbQuarter": 219,
        "sajda": false
      },
      {
        "number": 5139,
        "text": "(اے مسلمانو!) بیشک اُن کے دلوں میں اللہ سے (بھی) زیادہ تمہارا رعب اور خوف ہے، یہ اس وجہ سے کہ وہ ایسے لوگ ہیں جو سمجھ ہی نہیں رکھتے،",
        "numberInSurah": 13,
        "juz": 28,
        "manzil": 7,
        "page": 547,
        "ruku": 480,
        "hizbQuarter": 219,
        "sajda": false
      },
      {
        "number": 5140,
        "text": "وہ (مدینہ کے یہود اور منافقین) سب مل کر (بھی) تم سے جنگ نہ کرسکیں گے سوائے قلعہ بند شہروں میں یا دیواروں کی آڑ میں، اُن کی لڑائی اُن کے آپس میں (ہی) سخت ہے، تم انہیں اکٹھا سمجھتے ہو حالانکہ اُن کے دل باہم متفرّق ہیں، یہ اس لئے کہ وہ لوگ عقل سے کام نہیں لیتے،",
        "numberInSurah": 14,
        "juz": 28,
        "manzil": 7,
        "page": 547,
        "ruku": 480,
        "hizbQuarter": 219,
        "sajda": false
      },
      {
        "number": 5141,
        "text": "(اُن کا حال) اُن لوگوں جیسا ہے جو اُن سے پہلے زمانۂ قریب میں ہی اپنی شامتِ اعمال کا مزہ چکھ چکے ہیں (یعنی بدر میں مشرکینِ مکہ، اور یہود میں سے بنو نضیر، بنو قینقاع و بنو قریظہ وغیرہ)، اور ان کے لئے (آخرت میں بھی) دردناک عذاب ہے،",
        "numberInSurah": 15,
        "juz": 28,
        "manzil": 7,
        "page": 547,
        "ruku": 480,
        "hizbQuarter": 219,
        "sajda": false
      },
      {
        "number": 5142,
        "text": "(منافقوں کی مثال) شیطان جیسی ہے جب وہ انسان سے کہتا ہے کہ تُو کافر ہو جا، پھر جب وہ کافر ہوجاتا ہے تو (شیطان) کہتا ہے: میں تجھ سے بیزار ہوں، بیشک میں اللہ سے ڈرتا ہوں جو تمام جہانوں کا رب ہے،",
        "numberInSurah": 16,
        "juz": 28,
        "manzil": 7,
        "page": 547,
        "ruku": 480,
        "hizbQuarter": 219,
        "sajda": false
      },
      {
        "number": 5143,
        "text": "پھر ان دونوں کا انجام یہ ہوگا کہ وہ دونوں دوزخ میں ہوں گے ہمیشہ اسی میں رہیں گے، اور ظالموں کی یہی سزا ہے،",
        "numberInSurah": 17,
        "juz": 28,
        "manzil": 7,
        "page": 548,
        "ruku": 480,
        "hizbQuarter": 219,
        "sajda": false
      },
      {
        "number": 5144,
        "text": "اے ایمان والو! تم اللہ سے ڈرتے رہو اور ہر شخص کو دیکھتے رہنا چاہئیے کہ اس نے کل (قیامت) کے لئے آگے کیا بھیجا ہے، اور تم اللہ سے ڈرتے رہو، بیشک اللہ اُن کاموں سے باخبر ہے جو تم کرتے ہو،",
        "numberInSurah": 18,
        "juz": 28,
        "manzil": 7,
        "page": 548,
        "ruku": 481,
        "hizbQuarter": 219,
        "sajda": false
      },
      {
        "number": 5145,
        "text": "اور اُن لوگوں کی طرح نہ ہو جاؤ جو اللہ کو بھلا بیٹھے پھر اللہ نے اُن کی جانوں کو ہی اُن سے بھلا دیا (کہ وہ اپنی جانوں کے لئے ہی کچھ بھلائی آگے بھیج دیتے)، وہی لوگ نافرمان ہیں،",
        "numberInSurah": 19,
        "juz": 28,
        "manzil": 7,
        "page": 548,
        "ruku": 481,
        "hizbQuarter": 219,
        "sajda": false
      },
      {
        "number": 5146,
        "text": "اہلِ دوزخ اور اہلِ جنت برابر نہیں ہوسکتے، اہلِ جنت ہی کامیاب و کامران ہیں،",
        "numberInSurah": 20,
        "juz": 28,
        "manzil": 7,
        "page": 548,
        "ruku": 481,
        "hizbQuarter": 219,
        "sajda": false
      },
      {
        "number": 5147,
        "text": "اگر ہم یہ قرآن کسی پہاڑ پر نازل فرماتے تو (اے مخاطب!) تو اسے دیکھتا کہ وہ اﷲ کے خوف سے جھک جاتا، پھٹ کر پاش پاش ہوجاتا، اور یہ مثالیں ہم لوگوں کے لئے بیان کر رہے ہیں تاکہ وہ غور و فکر کریں،",
        "numberInSurah": 21,
        "juz": 28,
        "manzil": 7,
        "page": 548,
        "ruku": 481,
        "hizbQuarter": 219,
        "sajda": false
      },
      {
        "number": 5148,
        "text": "وہی اللہ ہے جس کے سوا کوئی معبود نہیں، پوشیدہ اور ظاہر کو جاننے والا ہے، وہی بے حد رحمت فرمانے والا نہایت مہربان ہے،",
        "numberInSurah": 22,
        "juz": 28,
        "manzil": 7,
        "page": 548,
        "ruku": 481,
        "hizbQuarter": 219,
        "sajda": false
      },
      {
        "number": 5149,
        "text": "وہی اللہ ہے جس کے سوا کوئی معبود نہیں، (حقیقی) بادشاہ ہے، ہر عیب سے پاک ہے، ہر نقص سے سالم (اور سلامتی دینے والا) ہے، امن و امان دینے والا (اور معجزات کے ذریعے رسولوں کی تصدیق فرمانے والا) ہے، محافظ و نگہبان ہے، غلبہ و عزّت والا ہے، زبردست عظمت والا ہے، سلطنت و کبریائی والا ہے، اللہ ہر اُس چیز سے پاک ہے جسے وہ اُس کا شریک ٹھہراتے ہیں،",
        "numberInSurah": 23,
        "juz": 28,
        "manzil": 7,
        "page": 548,
        "ruku": 481,
        "hizbQuarter": 219,
        "sajda": false
      },
      {
        "number": 5150,
        "text": "وہی اللہ ہے جو پیدا فرمانے والا ہے، عدم سے وجود میں لانے والا (یعنی ایجاد فرمانے والا) ہے، صورت عطا فرمانے والا ہے۔ (الغرض) سب اچھے نام اسی کے ہیں، اس کے لئے وہ (سب) چیزیں تسبیح کرتی ہیں جو آسمانوں اور زمین میں ہیں، اور وہ بڑی عزت والا ہے بڑی حکمت والا ہے،",
        "numberInSurah": 24,
        "juz": 28,
        "manzil": 7,
        "page": 548,
        "ruku": 481,
        "hizbQuarter": 219,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "ur.qadri",
      "language": "ur",
      "name": "طاہر القادری",
      "englishName": "Tahir ul Qadri",
      "format": "text",
      "type": "translation",
      "direction": "rtl"
    }
  }
}