{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 22,
    "name": "سُورَةُ الحَجِّ",
    "englishName": "Al-Hajj",
    "englishNameTranslation": "The Pilgrimage",
    "revelationType": "Medinan",
    "numberOfAyahs": 78,
    "ayahs": [
      {
        "number": 2596,
        "text": "Enyi watu! Mcheni Mola wenu Mlezi. Hakika tetemeko la Saa (ya Kiyama) ni jambo kuu.",
        "numberInSurah": 1,
        "juz": 17,
        "manzil": 4,
        "page": 332,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2597,
        "text": "Siku mtapo iona, kila mwenye kunyonyesha atamsahau amnyonyeshaye, na kila mwenye mimba ataharibu mimba yake. Na utaona watu wamelewa, na kumbe hawakulewa. Lakini adhabu ya Mwenyezi Mungu ni kali.",
        "numberInSurah": 2,
        "juz": 17,
        "manzil": 4,
        "page": 332,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2598,
        "text": "Na miongoni mwa watu wapo wanao bishana juu ya Mwenyezi Mungu bila ya ilimu, na wanamfuata kila shet'ani aliye asi.",
        "numberInSurah": 3,
        "juz": 17,
        "manzil": 4,
        "page": 332,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2599,
        "text": "Ameandikiwa kwamba anaye mfanya kuwa rafiki, basi huyo hakika atampoteza na atamwongoza kwenye adhabu ya Moto mkali.",
        "numberInSurah": 4,
        "juz": 17,
        "manzil": 4,
        "page": 332,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2600,
        "text": "Enyi watu! Ikiwa nyinyi mna shaka ya kufufuliwa basi kwa hakika Sisi tulikuumbeni kutokana na udongo, kisha kutokana na manii, kisha kutokana na kipande cha damu ilio gandana, kisha kutokana na kipande cha nyama chenye umbo na kisicho kuwa na umbo, ili tukubainishieni. Nasi tunakiweka katika matumbo ya uzazi tunacho kitaka mpaka muda ulio wekwa. Kisha tunakutoeni kwa hali ya mtoto mchanga, kisha mfikie kutimia akili. Na wapo katika nyinyi wanao kufa, na wapo katika nyinyi wanao rudishwa kwenye umri wa unyonge kabisa, hata mtu awe hajui kitu baada ya kuwa anakijua. Na unaiona ardhi imetulia kimya, lakini tunapo yateremsha maji juu yake husisimka na kututumka, na kumea kila namna ya mimea mizuri.",
        "numberInSurah": 5,
        "juz": 17,
        "manzil": 4,
        "page": 332,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2601,
        "text": "Hayo ni kwa sababu hakika Mwenyezi Mungu ndiye Haki, na kwamba hakika Yeye ndiye mwenye kuhuisha wafu, na kwamba hakika Yeye ni Muweza wa kila kitu.",
        "numberInSurah": 6,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2602,
        "text": "Na kwamba hakika Saa itakuja hapana shaka kwa hilo, na kwamba hakika Mwenyezi Mungu atawafufua walio makaburini.",
        "numberInSurah": 7,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2603,
        "text": "Na katika watu wapo wanao bishana juu ya Mwenyezi Mungu bila ya ilimu, wala uwongofu, wala Kitabu chenye nuru.",
        "numberInSurah": 8,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2604,
        "text": "Anaye geuza shingo yake ili kupoteza watu waache Njia ya Mwenyezi Mungu. Duniani atapata hizaya, na Siku ya Kiyama tutamwonjesha adhabu ya kuungua.",
        "numberInSurah": 9,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2605,
        "text": "(Ataambiwa): Hayo ni kwa sababu ya iliyo tanguliza mikono yako. Na hakika Mwenyezi Mungu si dhaalimu kwa waja.",
        "numberInSurah": 10,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2606,
        "text": "Na katika watu wapo wanao muabudu Mwenyezi Mungu kwa ukingoni. Ikimfikia kheri hutulia kwayo, na ukimfikia msukosuko hugeuza uso wake. Amekhasiri dunia na Akhera; hiyo ndiyo khasara iliyo wazi.",
        "numberInSurah": 11,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2607,
        "text": "Badala ya Mwenyezi Mungu, yeye huomba kisicho mdhuru wala kumnufaisha. Huko ndiko kupotolea mbali!",
        "numberInSurah": 12,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2608,
        "text": "Humuomba yule ambaye bila ya shaka dhara yake ipo karibu zaidi kuliko nafuu yake. Kwa hakika huyo ni mlinzi muovu, na rafiki muovu.",
        "numberInSurah": 13,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2609,
        "text": "Hakika Mwenyezi Mungu atawaingiza walio amini na wakatenda mema katika Bustani zipitazo mito kati yake. Hakika Mwenyezi Mungu hutenda atakayo.",
        "numberInSurah": 14,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2610,
        "text": "Anaye dhani kwamba Mwenyezi Mungu hatamnusuru (Mtume) katika dunia na Akhera na afunge kamba kwenye dari kisha aikate. Atazame je hila yake itaondoa hayo yaliyo mkasirisha?",
        "numberInSurah": 15,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2611,
        "text": "Na namna hivi tumeiteremsha (Qur'ani) kuwa ni Aya zilizo wazi, na hakika Mwenyezi Mungu humwongoa amtakaye.",
        "numberInSurah": 16,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2612,
        "text": "Hakika walio amini, na ambao ni Mayahudi na Wasabai na Wakristo na Majusi na wale walio shiriki - hakika Mwenyezi Mungu atawapambanua baina yao Siku ya Kiyama. Hakika Mwenyezi Mungu ni Shahidi wa kila kitu.",
        "numberInSurah": 17,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2613,
        "text": "Je! Huoni kwamba vinamsujudia Mwenyezi Mungu viliomo mbinguni na viliomo katika ardhi, na jua, na mwezi, na nyota, na milima, na miti, na wanyama, na wengi miongoni mwa watu. Na wengi imewastahiki adhabu. Na anaye fedheheshwa na Mwenyezi Mungu hana wa kumhishimu. Hakika Mwenyezi Mungu hutenda apendayo.",
        "numberInSurah": 18,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": {
          "id": 6,
          "recommended": true,
          "obligatory": false
        }
      },
      {
        "number": 2614,
        "text": "Hawa wagomvi wawili walio gombana kwa ajili ya Mola wao Mlezi. Basi walio kufuru watakatiwa nguo za moto, na yatamiminwa juu ya vichwa vyao maji yanayo chemka.",
        "numberInSurah": 19,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2615,
        "text": "Kwa maji hayo vitayayushwa viliomo matumboni mwao, na ngozi zao pia.",
        "numberInSurah": 20,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2616,
        "text": "Na kwa ajili yao yatakuwapo marungu ya chuma.",
        "numberInSurah": 21,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2617,
        "text": "Kila wakitaka kutoka humo kwa sababu ya uchungu watarudishwa humo humo, na wataambiwa: Onjeni adhabu ya kuungua!",
        "numberInSurah": 22,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2618,
        "text": "Hakika Mwenyezi Mungu atawaingiza walio amini na wakatenda mema katika Bustani zipitiwazo na mito kati yake. Watapambwa humo kwa mapambo ya mikononi ya dhahabu na lulu. Na mavazi yao humo ni hariri.",
        "numberInSurah": 23,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 287,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2619,
        "text": "Na wataongozwa kwenye maneno mazuri, na wataongozwa kwenye Njia ya Msifiwa.",
        "numberInSurah": 24,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 287,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2620,
        "text": "Hakika wale walio kufuru na wakazuilia Njia ya Mwenyezi Mungu na Msikiti Mtakatifu, ambao tumeufanya kwa ajili ya watu wote sawasawa, kwa wakaao humo na wageni. Na kila atakaye taka kufanya upotofu humo kwa dhulma, basi tutamwonjesha adhabu chungu.",
        "numberInSurah": 25,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 287,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2621,
        "text": "Na pale tulipomweka Ibrahim pahala penye ile Nyumba tukamwambia: Usinishirikishe na chochote; na isafishe Nyumba yangu kwa ajili ya wanao izunguka kwa kut'ufu, na wanao kaa hapo kwa ibada, na wanao rukuu, na wanao sujudu.",
        "numberInSurah": 26,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2622,
        "text": "Na watangazie watu Hija; watakujia kwa miguu na juu ya kila ngamia aliye konda, wakija kutoka katika kila njia ya mbali.",
        "numberInSurah": 27,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2623,
        "text": "Ili washuhudie manufaa yao na walitaje jina la Mwenyezi Mungu katika siku maalumu juu ya nyama hoa alio waruzuku. Basi kuleni katika hao na mlisheni mwenye shida aliye fakiri.",
        "numberInSurah": 28,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2624,
        "text": "Kisha wajisafishe taka zao, na waondoe nadhiri zao, na waizunguke Nyumba ya Kale.",
        "numberInSurah": 29,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2625,
        "text": "Ndio hivyo iwe! Na anaye vitukuza vitakatifu vya Mwenyezi Mungu basi hayo ndiyo kheri yake mbele ya Mola wake Mlezi. Na mmehalalishiwa nyama hoa ila wale mlio somewa. Basi jiepusheni na uchafu wa masanamu, na jiepusheni na usemi wa uwongo.",
        "numberInSurah": 30,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2626,
        "text": "Kwa kumtakasikia Imani Mwenyezi Mungu, bila ya kumshirikisha. Na anaye mshirikisha Mwenyezi Mungu ni kama kwamba ameporomoka kutoka mbinguni, kisha ndege wakamnyakua au upepo ukamtupa pahala mbali.",
        "numberInSurah": 31,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2627,
        "text": "Ndio hivyo! Na anayetukuza ibada za Mwenyezi Mungu, basi hayo ni katika unyenyekevu wa nyoyo.",
        "numberInSurah": 32,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2628,
        "text": "Katika hao nyinyi mna manufaa mpaka muda maalumu. Kisha pahala pa kuchinjiwa kwake ni kwenye Nyumba ya Kale.",
        "numberInSurah": 33,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2629,
        "text": "Na kila umma tumewafanyia mahala pa kuchinjia mihanga ya ibada ili walitaje jina la Mwenyezi Mungu juu ya vile walivyo ruzukiwa katika wanyama wa mifugo. Basi Mungu wenu ni Mungu Mmoja tu. Jisalimishieni kwake tu, na wabashirie wanyenyekevu,",
        "numberInSurah": 34,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 289,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2630,
        "text": "Ambao, anapo tajwa Mwenyezi Mungu nyoyo zao hutetemeka, na wanao vumilia kwa yanao wasibu, na wanao shika Sala, na wanatoa katika tulivyo waruzuku.",
        "numberInSurah": 35,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 289,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2631,
        "text": "Na ngamia wa sadaka tumekufanyieni kuwa ni kudhihirisha matukuzo kwa Mwenyezi Mungu; kwa hao mna kheri nyingi. Basi litajeni jina la Mwenyezi Mungu juu yao wanapo simama kwa safu. Na waangukapo ubavu kuleni katika hao na walisheni walio kinai na wanao lazimika kuomba. Ndio kama hivi tumewafanya hawa wanyama dhalili kwenu ili mpate kushukuru.",
        "numberInSurah": 36,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 289,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2632,
        "text": "Nyama zao hazimfikii Mwenyezi Mungu wala damu zao, lakini unamfikia uchamngu wenu. Namna hivi tumewadhalilisha kwenu ili mumtukuze Mwenyezi Mungu kwa alivyo kuongoeni. Na wabashirie wafanyao mema.",
        "numberInSurah": 37,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 289,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2633,
        "text": "Hakika Mwenyezi Mungu huwakinga walio amini. Hakika Mwenyezi Mungu hampendi kila khaini mwingi wa kukanya mema.",
        "numberInSurah": 38,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 289,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2634,
        "text": "Wameruhusiwa kupigana wale wanao pigwa vita kwa sababu wamedhulumiwa - na kwa yakini Mwenyezi Mungu ni Muweza wa kuwasaidia -",
        "numberInSurah": 39,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2635,
        "text": "Wale ambao wametolewa majumbani mwao pasipo haki, ila kwa kuwa wanasema: Mola wetu Mlezi ni Mwenyezi Mungu! Na lau kuwa Mwenyezi Mungu hawakingi watu kwa watu, basi hapana shaka zingeli vunjwa nymba za wat'awa, na makanisa, na masinagogi, na misikiti, ambamo ndani yake jina la Mwenyezi Mungu linatajwa kwa wingi. Na bila ya shaka Mwenyezi Mungu humsaidia yule anaye msaidia Yeye. Hakika Mwenyezi Mungu ni Mwenye nguvu Mtukufu.",
        "numberInSurah": 40,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2636,
        "text": "Wale ambao tukiwapa madaraka katika nchi husimamisha Sala, na wakatoa Zaka, na wakaamrisha mema, na wakakataza mabaya. Na kwa Mwenyezi Mungu ndio marejeo ya mambo yote.",
        "numberInSurah": 41,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2637,
        "text": "Na wakikukanusha basi walikwisha kanusha kabla yao watu wa Nuhu, na kina A'ad na kina Thamud,",
        "numberInSurah": 42,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2638,
        "text": "Na watu wa Ibrahim na watu wa Lut'i",
        "numberInSurah": 43,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2639,
        "text": "Na watu wa Madiana. Na Musa pia alikanushwa. Nikawapa muda makafiri, kisha nikawatia mkononi. Basi ilikuwaje adhabu yangu!",
        "numberInSurah": 44,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2640,
        "text": "Miji mingapi tuliiangamiza iliyo kuwa ikidhulumu, ikawa imebaki magofu, na visima vilivyo achwa, na majumba yaliyo kuwa madhubuti?",
        "numberInSurah": 45,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2641,
        "text": "Je! Hawatembei katika ardhi ili wapate kuwa na nyoyo zao za kuzingatia, au masikio ya kusikilia? Kwani hakika si macho yanayo pofuka, lakini zinazo pofuka ni nyoyo ziliomo vifuani.",
        "numberInSurah": 46,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2642,
        "text": "Na wanakuhimiza ulete adhabu, lakini Mwenyezi Mungu hatakwenda kinyume na ahadi yake kabisa. Na hakika siku moja kwa Mola wako Mlezi ni kama miaka elfu mnavyo hisabu nyinyi.",
        "numberInSurah": 47,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2643,
        "text": "Na miji mingapi niliipa muda na hali ilikuwa imedhulumu, na kisha nikaitia mkononi? Na kwangu Mimi ndio marudio yote.",
        "numberInSurah": 48,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2644,
        "text": "Sema: Enyi watu! Hakika mimi ni mwonyaji kwenu niliye dhaahiri.",
        "numberInSurah": 49,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2645,
        "text": "Basi walio amini na wakatenda mema watapata maghfira na riziki za ukarimu.",
        "numberInSurah": 50,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2646,
        "text": "Na wanao jitahidi kuzipinga Aya zetu hao ndio watu wa Motoni.",
        "numberInSurah": 51,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2647,
        "text": "Na hatukumtuma kabla yako Mtume wala Nabii ila anapo soma, Shet'ani hutumbukiza katika masomo yake. Lakini Mwenyezi Mungu huyaondoa anayo yatia Shet'ani; kisha Mwenyezi Mungu huzithibitisha Aya zake. Na Mwenyezi Mungu ni Mjuzi Mwenye hikima.",
        "numberInSurah": 52,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2648,
        "text": "Hayo ni ili alifanye lile analo litia Shet'ani liwe ni fitna kwa wale wenye maradhi ndani ya nyoyo zao, na wale ambao nyoyo zao ni ngumu. Na hakika madhaalimu wamo katika mfarakano wa mbali.",
        "numberInSurah": 53,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2649,
        "text": "Na ili walio pewa ilimu wajue kuwa hayo ni Haki itokayo kwa Mola wako Mlezi na waamini, na zipate kutua nyoyo zao. Na hakika Mwenyezi Mungu ndiye anaye waongoa wenye kuamini kwenye Njia Iliyo Nyooka.",
        "numberInSurah": 54,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2650,
        "text": "Na walio kufuru hawatoacha kuwa katika wasiwasi kwa hilo mpaka Saa iwafikie ghafla, au iwafikie adhabu ya Siku Tasa.",
        "numberInSurah": 55,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2651,
        "text": "Ufalme wote siku hiyo utakuwa wa Mwenyezi Mungu. Atahukumu baina yao. Basi walio amini na wakatenda mema watakuwa katika Bustani zenye neema.",
        "numberInSurah": 56,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2652,
        "text": "Na walio kufuru na kuzikanusha Ishara zetu, basi hao watapata adhabu ya kufedhehesha.",
        "numberInSurah": 57,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2653,
        "text": "Na walio hama kwa ajili ya Mwenyezi Mungu, kisha wakauwawa au wakafa, bila ya shaka Mwenyezi Mungu atawaruzuku riziki njema. Na hakika Mwenyezi Mungu ni Mbora wa wanao ruzuku.",
        "numberInSurah": 58,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2654,
        "text": "BIla ya shaka atawaingiza pahala watakapo paridhia. Na hakika Mwenyezi Mungu ni Mjuzi na Mpole.",
        "numberInSurah": 59,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2655,
        "text": "Ndio namna hivi. Na anaye lipiza mfano wa alivyo adhibiwa, kisha akadhulumiwa, basi hapana shaka Mwenyezi Mungu atamsaidia. Hakika Mwenyezi Mungu ni Msamehevu Mwenye maghfira.",
        "numberInSurah": 60,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2656,
        "text": "Hayo ni kwa kuwa Mwenyezi Mungu huingiza usiku katika mchana, na huuingiza mchana katika usiku, na ya kwamba Mwenyezi Mungu ni Mwenye kusikia Mwenye kuona.",
        "numberInSurah": 61,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2657,
        "text": "Hayo ni kwa kuwa Mwenyezi Mungu ndiye Wa Kweli, na kwamba wale wanao waomba badala yake, ni baat'ili, na hakika Mwenyezi Mungu ndiye Aliye Juu na ndiye Mkubwa.",
        "numberInSurah": 62,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2658,
        "text": "Je! Huoni kwamba Mwenyezi Mungu huteremsha maji kutoka mbinguni, na mara ardhi inakuwa chanikiwiti? Hakika Mwenyezi Mungu ni Mpole na Mwenye kujua.",
        "numberInSurah": 63,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2659,
        "text": "Ni vyake viliomo mbinguni na viliomo katika ardhi. Na hakika Mwenyezi Mungu ni Mwenye kujitosha na Mwenye kusifiwa.",
        "numberInSurah": 64,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2660,
        "text": "Je! Huoni kwamba Mwenyezi Mungu amevidhalilisha kwenu viliomo katika ardhi, na marikebu zipitazo baharini kwa amri yake, na amezishika mbingu zisianguke juu ya ardhi ila kwa idhini yake. Hakika Mwenyezi Mungu ni Mwenye huruma kwa watu, Mwenye kurehemu.",
        "numberInSurah": 65,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2661,
        "text": "Na Yeye ndiye aliye kuhuisheni kisha akakufisheni, na kisha atakufufueni. Hakika mwanaadamu hana fadhila.",
        "numberInSurah": 66,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2662,
        "text": "Kila umma tumewajaalia na ibada zao wanazo zishika. Basi wasizozane nawe katika jambo hili. Na waite watu kwendea kwa Mola wako Mlezi. Hakika wewe uko kwenye Uwongofu Ulio Nyooka.",
        "numberInSurah": 67,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2663,
        "text": "Na wakikujadili basi sema: Mwenyezi Mungu anajua zaidi mnayo yatenda.",
        "numberInSurah": 68,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2664,
        "text": "Mwenyezi Mungu atahukumu baina yenu Siku ya Kiyama katika hayo mnayo khitalifiana.",
        "numberInSurah": 69,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2665,
        "text": "Je! Hujui kwamba Mwenyezi Mungu anayajua yaliomo mbinguni na katika ardhi? Hakika hayo yamo Kitabuni. Hakika hayo kwa Mwenyezi Mungu ni mepesi.",
        "numberInSurah": 70,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2666,
        "text": "Na wanaabudu badala ya Mwenyezi Mungu ambavyo hakuviteremshia ushahidi, na ambavyo hawana ujuzi navyo. Na madhaalimu hawatakuwa na wa kuwasaidia.",
        "numberInSurah": 71,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2667,
        "text": "Na wanapo somewa Aya zetu zilizo wazi utaona chuki katika nyuso za walio kufuru. Hukaribia kuwavamia wale wanao wasomea hizo Aya zetu. Sema: Je! Nikwambieni yaliyo mabaya zaidi kuliko haya? Ni Moto. Mwenyezi Mungu amewaahidi walio kufuru, na ni marudio mabaya hayo.",
        "numberInSurah": 72,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2668,
        "text": "Enyi watu! Unapigwa mfano, basi usikilizeni. Hakika wale mnao waomba badala ya Mwenyezi Mungu, hawatoumba hata nzi ijapo kuwa watajumuika kwa hilo. Na nzi akiwapokonya kitu hawawezi kukipata kwake. Amedhoofika kweli huyo mwenye kutaka na mwenye kutakiwa.",
        "numberInSurah": 73,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2669,
        "text": "Hawakumuadhimisha Mwenyezi Mungu anavyo stahiki kuadhimishwa. Hakika Mwenyezi Mungu bila ya shaka ni Mwenye kushinda.",
        "numberInSurah": 74,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2670,
        "text": "Mwenyezi Mungu huteuwa Wajumbe miongoni mwa Malaika na miongoni mwa watu. Hakika Mwenyezi Mungu ni Mwenye kusikia, Mwenye kuona.",
        "numberInSurah": 75,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2671,
        "text": "Anayajua yaliyo mbele yao na yaliyo nyuma yao. Na kwa Mwenyezi Mungu yatarejeshwa mambo yote.",
        "numberInSurah": 76,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2672,
        "text": "Enyi mlio amini! Rukuuni na msujudu, na muabuduni Mola wenu Mlezi, na tendeni mema, ili mfanikiwe.",
        "numberInSurah": 77,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": {
          "id": 7,
          "recommended": true,
          "obligatory": false
        }
      },
      {
        "number": 2673,
        "text": "Na fanyeni juhudi kwa ajili ya Mwenyezi Mungu kama inavyo stahiki jihadi yake. Yeye amekuteueni. Wala hakuweka juu yenu mambo mazito katika Dini. Nayo ni mila ya baba yenu Ibrahim. Yeye (Mwenyezi Mungu) alikuiteni Waislamu tangu zamani, na katika hii (Qur'ani) pia, ili awe Mtume shahidi juu yenu, na nyinyi muwe mashahidi kwa watu. Basi shikeni Sala na toeni Zaka na shikamaneni na Mwenyezi Mungu. Yeye ndiye Mlinzi wenu, Mlinzi bora kabisa, na Msaidizi bora kabisa.",
        "numberInSurah": 78,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "sw.barwani",
      "language": "sw",
      "name": "Al-Barwani",
      "englishName": "Ali Muhsin Al-Barwani",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}