{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 28,
    "name": "سُورَةُ القَصَصِ",
    "englishName": "Al-Qasas",
    "englishNameTranslation": "The Stories",
    "revelationType": "Meccan",
    "numberOfAyahs": 88,
    "ayahs": [
      {
        "number": 3253,
        "text": "T'A SIN MIM, (T'. S. M.)",
        "numberInSurah": 1,
        "juz": 20,
        "manzil": 5,
        "page": 385,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3254,
        "text": "Hizi ni Aya za Kitabu kinacho bainisha.",
        "numberInSurah": 2,
        "juz": 20,
        "manzil": 5,
        "page": 385,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3255,
        "text": "Tunakusomea khabari za Musa na Firauni kwa Haki kwa ajili ya watu wanao amini.",
        "numberInSurah": 3,
        "juz": 20,
        "manzil": 5,
        "page": 385,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3256,
        "text": "Hakika Firauni alitakabari katika nchi, na akawagawa wananchi makundi mbali mbali. Akalidhoofisha taifa moja miongoni mwao, akiwachinja watoto wao wanaume na akiwaacha watoto wao wanawake. Hakika yeye alikuwa katika mafisadi.",
        "numberInSurah": 4,
        "juz": 20,
        "manzil": 5,
        "page": 385,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3257,
        "text": "Na tukataka kuwafadhili walio dhoofishwa katika nchi hiyo na kuwafanya wawe waongozi na kuwafanya ni warithi.",
        "numberInSurah": 5,
        "juz": 20,
        "manzil": 5,
        "page": 385,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3258,
        "text": "Na kuwapa nguvu katika nchi, na kutokana na wao kuwaonyesha kina Firauni na Hamana na majeshi yao mambo yale waliyo kuwa wakiyaogopa.",
        "numberInSurah": 6,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3259,
        "text": "Tulimfunulia mama yake Musa kwa kumwambia: Mnyonyeshe. Na utakapo mkhofia basi mtie mtoni, na usikhofu wala usihuzunike. Hakika Sisi tutamrudisha kwako na tutamfanya miongoni mwa Mitume.",
        "numberInSurah": 7,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3260,
        "text": "Basi wakamwokota watu wa Firauni, aje kuwa adui kwao na huzuni. Hakika Firauni na Hamana na majeshi yao walikuwa wenye makosa.",
        "numberInSurah": 8,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3261,
        "text": "Na mkewe Firauni alisema: Atakuwa kiburudisho cha macho kwangu na kwako. Msimuuwe! Huenda akatufaa, au tumpange kuwa mwenetu. Wala wao hawakutambua.",
        "numberInSurah": 9,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3262,
        "text": "Na moyo wa mama yake Musa ukawa mtupu. Alikuwa karibu kumdhihirisha, ingeli kuwa hatukumtia nguvu moyo wake ili awe miongoni mwa Waumini.",
        "numberInSurah": 10,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3263,
        "text": "Naye akamwambia dada yake Musa: Mfuatie. Basi naye akawa anamuangalia kwa mbali bila ya wao kujua.",
        "numberInSurah": 11,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3264,
        "text": "Na tukamjaalia awakatae wanyonyeshaji wote tangu mwanzo, mpaka dada yake akasema: Je! Nikuonyesheni watu wa nyumba watakao mlea kwa ajili yenu, nao pia watakuwa wema kwake?",
        "numberInSurah": 12,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3265,
        "text": "Basi tukamrudisha kwa mama yake ili macho yake yaburudike, wala asihuzunike. Na ajue ya kwamba ahadi ya Mwenyezi Mungu ni ya kweli, lakini wengi wao hawajui.",
        "numberInSurah": 13,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3266,
        "text": "Na Musa alipo fika utu-uzima baraabara, tulimpa akili na ilimu. Na hivi ndivyo tunavyo walipa walio wema.",
        "numberInSurah": 14,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3267,
        "text": "Na akaingia mjini wakati wa kughafilika wenyeji wake, na akakuta humo watu wawili wanapigana - mmoja ni katika wenzake, na mwengine katika maadui zake. Yule mwenzake alimtaka msaada kumpiga adui yake. Musa akampiga ngumi, akamuuwa. Akasema: Hiki ni kitendo cha Shet'ani; hakika yeye ni adui, mpotezaji dhaahiri.",
        "numberInSurah": 15,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3268,
        "text": "Akasema: Mola wangu Mlezi! Hakika mimi nimejidhulumu nafsi yangu; basi nisamehe. Akamsamehe; hakika Yeye ni Mwenye kusamehe Mwenye kurehemu.",
        "numberInSurah": 16,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3269,
        "text": "Akasema: Mola wangu Mlezi! Kwa ulivyo nineemesha, basi mimi sitakuwa kabisa msaidizi wa wakosefu.",
        "numberInSurah": 17,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3270,
        "text": "Akapambazukiwa mjini asubuhi naye ana khofu, akiangalia huku na huku. Mara yule yule aliye mtaka msaada jana akawa anampigia kelele amsaidie. Musa akamwambia: Hakika wewe ni mgomvi kweli kweli.",
        "numberInSurah": 18,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3271,
        "text": "Basi alipo taka kumshika kwa nguvu yule aliye adui wao wote wawili, akasema: Ewe Musa! Unataka kuniuwa kama ulivyo muuwa mtu jana? Wewe hutaki ila kuwa jabari katika nchi, wala hutaki kuwa miongoni mwa wenye maslaha..",
        "numberInSurah": 19,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3272,
        "text": "Na akaja mtu kutoka mwisho wa mji akipiga mbio, akasema: Ewe Musa! Wakubwa wanashauriana kukuuwa. Basi toka! Hakika mimi ni katika wanao kupa nasaha.",
        "numberInSurah": 20,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3273,
        "text": "Basi akatoka, naye ana khofu, akiangalia huku na huku. Akasema: Mola wangu Mlezi! Niokoe na watu madhaalimu.",
        "numberInSurah": 21,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3274,
        "text": "Na alipo elekea upande wa Madyana alisema: Asaa Mola wangu Mlezi akaniongoa njia iliyo sawa.",
        "numberInSurah": 22,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3275,
        "text": "Na alipo yafikia maji ya Madyana alikuta umati wa watu wananywesha (wanyama wao), na akakuta karibu yao wanawake wawili wanawazuia wanyama wao. Akasema: Mna nini? Wakasema: Hatunyweshi sisi mpaka wamalize hao wachunga. Na baba yetu ni mzee sana.",
        "numberInSurah": 23,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3276,
        "text": "Basi Musa akawanyweshea; kisha akarudi kivulini, na akasema: Mola wangu Mlezi! Hakika mimi ni mhitaji wa kheri utakayo niteremshia.",
        "numberInSurah": 24,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3277,
        "text": "Basi mmoja katika wale wanawake wawili akamjia, naye anaona haya. Akasema: Baba yangu anakwita akulipe ujira wa kutunyweshea. Basi alipo mjia na akamsimulia visa vyake, alisema: Usiogope; umekwisha okoka kwenye watu madhaalimu.",
        "numberInSurah": 25,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3278,
        "text": "Akasema mmoja katika wale wanawake: Ewe baba yetu! Muajiri huyu. Hakika mbora wa kumuajiri ni mwenye nguvu na muaminifu.",
        "numberInSurah": 26,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3279,
        "text": "Akasema: Mimi nataka kukuoza mmojawapo katika binti zangu hawa wawili kwa kunitumikia miaka minane. Ukitimiza kumi, khiari yako; lakini mimi sitaki kukutaabisha. Inshallah utanikuta miongoni mwa watu wema.",
        "numberInSurah": 27,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3280,
        "text": "Musa akasema: Hayo yamekwisha kuwa baina yangu na wewe. Muda mmojapo nikiumaliza sitiwi ubayani. Na Mwenyezi Mungu ni Mlinzi juu ya haya tunayo yasema.",
        "numberInSurah": 28,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3281,
        "text": "Basi alipo timiza muda wake na akasafiri na ahali zake, aliona moto upande wa Mlima T'uri. Akawaambia ahali zake: Ngojeni! Mimi nimeona moto, labda nitakuleteeni kutoka huko khabari au kijinga cha moto ili mpate kuota moto.",
        "numberInSurah": 29,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3282,
        "text": "Basi alipo ufikia aliitwa kutoka ng'ambo ya bonde la kuliani katika eneo lilio barikiwa kutoka kwenye mti: Ewe Musa! Hakika Mimi ni Mwenyezi Mungu, Mola Mlezi wa walimwengu wote.",
        "numberInSurah": 30,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3283,
        "text": "Na tupa chini fimbo yako. Basi alipo iona ikitikisika kama nyoka, akarudi nyuma wala hakutazama. (Akaambiwa): Ewe Musa! Njoo mbele wala usiogope. Hakika wewe ni miongoni mwa walio salimika.",
        "numberInSurah": 31,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3284,
        "text": "Ingiza mkono wako kwenye mfuko wako, utatoka mweupe pasipo na ubaya. Na jiambatishe mkono wako ukihisi khofu. Basi hizi ni dalili mbili zitokazo kwa Mola wako Mlezi kumpelekea Firauni na wakuu wa umma wake. Hakika hao walikuwa watu mafaasiki.",
        "numberInSurah": 32,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3285,
        "text": "Akasema: Mola wangu Mlezi! Hakika mimi nilimuuwa mtu katika wao, kwa hivyo naogopa wataniuwa.",
        "numberInSurah": 33,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3286,
        "text": "Na ndugu yangu Harun ni fasihi zaidi ulimi wake kuliko mimi. Basi mtume ende nami kunisaidia, ili anisadikishe. Hakika mimi nina khofu watanikadhibisha.",
        "numberInSurah": 34,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3287,
        "text": "(Mwenyezi Mungu) akasema: Tutautia nguvu mkono wako kwa nduguyo, na tutakupeni madaraka, hata wasikufikilieni. Kwa sababu ya Ishara zetu nyinyi na watakao kufuateni mtashinda.",
        "numberInSurah": 35,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3288,
        "text": "Basi alipo wafikia Musa na Ishara zetu, walisema: Haya si chochote ila ni uchawi ulio zuliwa. Na hatukuyasikia haya kwa baba zetu wa zamani.",
        "numberInSurah": 36,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3289,
        "text": "Na Musa akasema: Mola wangu Mlezi ni Mwenye kujua kabisa nani anaye kuja na uwongofu unao toka kwake, na nani atakaye kuwa na mwisho mwema wa makaazi. Hakika wenye kudhulumu hawatafanikiwa.",
        "numberInSurah": 37,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3290,
        "text": "Na Firauni akasema: Enyi waheshimiwa! Sijui kama mnaye mungu asiye kuwa mimi. Ewe Haman! Niwashie moto unichomee udongo, unijengee mnara nipate kumchungulia mungu wa Musa. Na hakika mimi namwona yeye ni katika waongo.",
        "numberInSurah": 38,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3291,
        "text": "Na alipanda kiburi yeye na majeshi yake katika nchi bila ya haki, na wakadhania kuwa hawatarudishwa kwetu.",
        "numberInSurah": 39,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3292,
        "text": "Basi tukamshika yeye na majeshi yake, na tukawatupa baharini. Basi hebu angalia ulikuwaje mwisho wa wenye kudhulumu?",
        "numberInSurah": 40,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3293,
        "text": "Na tuliwafanya ni waongozi waitao kwenye Moto. Na Siku ya Kiyama hawatanusuriwa.",
        "numberInSurah": 41,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3294,
        "text": "Na tukawafuatishia laana katika dunia hii, na Siku ya Kiyama watakuwa miongoni mwa wanao chusha.",
        "numberInSurah": 42,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3295,
        "text": "Na hakika bila ya shaka tulimpa Musa Kitabu baada ya kwisha ziangamiza kaumu za mwanzo, ili kiwafumbue macho watu, na kiwe uwongofu, na rehema, ili wapate kukumbuka.",
        "numberInSurah": 43,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3296,
        "text": "Wala wewe hukuwa upande wa magharibi tulipo mpa Musa amri, wala hukuwa katika walio hudhuria.",
        "numberInSurah": 44,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3297,
        "text": "Lakini Sisi tuliziumba kaumu, na ukawa mrefu umri juu yao. Wala hukuwa mkaazi na watu wa Madyana ukiwasomea Aya zetu. Lakini ni Sisi tulio kuwa tukiwatuma Mitume.",
        "numberInSurah": 45,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3298,
        "text": "Wala hukuwa kando ya mlima tulipo nadi. Lakini ni rehema itokayo kwa Mola wako Mlezi ili uwaonye watu wasio pata kufikiwa na mwonyaji kabla yako, huenda wakakumbuka.",
        "numberInSurah": 46,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3299,
        "text": "Na usije kuwasibu msiba kwa iliyo yatanguliza mikono yao, wakasema: Ewe Mola wetu Mlezi! Mbona hukututumia Mtume nasi, tukafuata Ishara zako, na tukawa miongoni mwa Waumini?",
        "numberInSurah": 47,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3300,
        "text": "Ilipo wajia Haki kutoka kwetu walisema: Mbona hakupewa kama aliyo pewa Musa? Je! Kwani wao hawakuyakataa aliyo pewa Musa zamani? Walisema: Ni wachawi wawili wanasaidiana. Na wakasema: Hakika sisi tunawakataa wote.",
        "numberInSurah": 48,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3301,
        "text": "Sema: Basi leteni Kitabu kinacho toka kwa Mwenyezi Mungu chenye kuongoka zaidi kuliko hivi viwili tukifuate, kama nyinyi mnasema kweli.",
        "numberInSurah": 49,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3302,
        "text": "Na ikiwa hawakuitikii, basi jua kuwa wanafuata pumbao lao tu. Na nani aliye potea zaidi kumshinda anaye fuata pumbao lake bila ya uwongofu utokao kwa Mwenyezi Mungu. Hakika Mwenyezi Mungu hawaongoi watu wenye kudhulumu.",
        "numberInSurah": 50,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3303,
        "text": "Na sasa kwa yakini tumewafikishia Neno ili wapate kukumbuka.",
        "numberInSurah": 51,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3304,
        "text": "Wale tulio wapa Kitabu kabla yake wanakiamini hiki.",
        "numberInSurah": 52,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3305,
        "text": "Na wanapo somewa wanasema: Tunaiamini. Hakika hii ni Haki inayo toka kwa Mola wetu Mlezi. Hakika sisi kabla yake tulikuwa ni Waislamu, tulio nyenyekea.",
        "numberInSurah": 53,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3306,
        "text": "Basi hao watapewa ujira wao mara mbili kwa walivyo vumilia, na wakaondoa ubaya kwa wema, na wakatoa katika tuliyo waruzuku.",
        "numberInSurah": 54,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3307,
        "text": "Na wanapo sikia upuuzi hujitenga nao na husema: Sisi tuna vitendo vyetu, na nyinyi mna vitendo vyenu. Salamun Alaikum, Amani juu yenu! Sisi hatutaki kujibizana na wajinga.",
        "numberInSurah": 55,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3308,
        "text": "Kwa hakika wewe humwongoi umpendaye, lakini Mwenyezi Mungu humwongoa amtakaye. Na Yeye ndiye anawajua zaidi waongokao.",
        "numberInSurah": 56,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3309,
        "text": "Na wakasema: Tukiufuata uwongofu huu pamoja nawe tutanyakuliwa kutoka nchi yetu. Je! Kwani Sisi hatukuwaweka imara katika pahala patakatifu, penye amani, ambapo huletewa matunda ya kila aina kuwa ni riziki itokayo kwetu? Lakini wengi wao hawajui.",
        "numberInSurah": 57,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3310,
        "text": "Na miji mingapi iliyo jifakharisha tumeiangamiza! Na hayo maskani yao hayakukaliwa tena baada yao, ila kwa uchache tu. Na Sisi ndio tumekuwa warithi wao.",
        "numberInSurah": 58,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3311,
        "text": "Na Mola wako Mlezi haangamizi miji mpaka ampeleke Mtume katika miji yake mikuu awasomee Ishara zetu. Wala hatuiangamizi miji mpaka watu wake wawe madhaalimu.",
        "numberInSurah": 59,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3312,
        "text": "Na chochote mlicho pewa ni matumizi ya maisha ya dunia na pambo lake. Na yaliyoko kwa Mwenyezi Mungu ndio bora na yatakayo baki zaidi. Basi je, hamfahamu?",
        "numberInSurah": 60,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3313,
        "text": "Je! Yule tuliye muahidi ahadi nzuri, tena naye akayapata, ni kama tuliye mstarehesha kwa starehe za maisha ya duniani, na kisha Siku ya Kiyama akawa miongoni mwa wanao hudhurishwa?",
        "numberInSurah": 61,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3314,
        "text": "Na siku atakapo waita na akasema: Wako wapi mlio kuwa mkidai kuwa ni washirika wangu?",
        "numberInSurah": 62,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3315,
        "text": "Watasema wale iliyo thibiti juu yao kauli: Mola wetu Mlezi! Hawa ndio tulio wapoteza. Tuliwapoteza kama tulivyo potea sisi. Tunajitenga nao mbele yako. Hawakuwa wakituabudu sisi.",
        "numberInSurah": 63,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3316,
        "text": "Na itasemwa: Waiteni hao miungu wa kishirikina wenu! Basi watawaita, lakini hawatawaitikia, na wataiona adhabu; laiti wangeli kuwa wameongoka!",
        "numberInSurah": 64,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3317,
        "text": "Na siku atapo waita na akasema: Mliwajibu nini Mitume?",
        "numberInSurah": 65,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3318,
        "text": "Basi zitawapotea khabari siku hiyo, nao hawataulizana.",
        "numberInSurah": 66,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3319,
        "text": "Ama mwenye kutubu na akaamini na akatenda mema, huyo atakuwa miongoni mwa wenye kufanikiwa.",
        "numberInSurah": 67,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3320,
        "text": "Na Mola wako Mlezi huumba na huteuwa atakavyo. Viumbe hawana khiari. Mwenyezi Mungu ametukuka na ametakasika na hao wanao washirikisha naye.",
        "numberInSurah": 68,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3321,
        "text": "Na Mola wako Mlezi anayajua yaliyo ficha vifua vyao, na wanayo yatangaza.",
        "numberInSurah": 69,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3322,
        "text": "Naye ni Mwenyezi Mungu ambaye hapana mungu isipo kuwa Yeye. Sifa zote njema ni zake Yeye, mwanzo na mwisho. Na hukumu ni yake Yeye. Na kwake Yeye mtarejeshwa.",
        "numberInSurah": 70,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3323,
        "text": "Sema: Mwaonaje, Mwenyezi Mungu angeli ufanya usiku umekukalieni moja kwa moja mpaka Siku ya Kiyama, mungu gani asiye kuwa Mwenyezi Mungu atakaye kuleteeni mwangaza? Basi je, hamsikii?",
        "numberInSurah": 71,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3324,
        "text": "Sema: Mwaonaje, Mwenyezi Mungu angeli ufanya mchana umekukalieni moja kwa moja mpaka Siku ya Kiyama, mungu gani asiye kuwa Mwenyezi Mungu ataye kuleteeni usiku mkapumzika humo? Basi je, hamwoni?",
        "numberInSurah": 72,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3325,
        "text": "Na ni katika rehema zake amekufanyieni usiku na mchana mpate kupumzika humo na mtafute fadhila zake, na ili mpate kushukuru.",
        "numberInSurah": 73,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3326,
        "text": "Na siku atakapo waita na akasema: Wako wapi hao mlio kuwa mkidai kuwa ni washirika wangu?",
        "numberInSurah": 74,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3327,
        "text": "Na tutatoa shahidi katika kila umma, na tutasema: Leteni hoja zenu! Hapo watajua kwamba hakika kweli ni ya Mwenyezi Mungu, na yatawapotea yale waliyo kuwa wakiyazua.",
        "numberInSurah": 75,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3328,
        "text": "Hakika Qaruni alikuwa katika watu wa Musa, lakini aliwafanyia dhulma. Na tulimpa khazina ambazo funguo zake zinawatopeza watu wenye nguvu kuzichukua. Walipo mwambia watu wake: Usijigambe! Hakika Mwenyezi Mungu hawapendi wanao jigamba.",
        "numberInSurah": 76,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3329,
        "text": "Na utafute, kwa aliyo kupa Mwenyezi Mungu, makaazi ya Akhera. Wala usisahau fungu lako la dunia. Nawe fanya wema kama Mwenyezi Mungu alivyo kufanyia wema wewe. Wala usitafute kufanya ufisadi katika ardhi. Hakika Mwenyezi Mungu hawapendi mafisadi.",
        "numberInSurah": 77,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3330,
        "text": "Akasema: Kwa hakika nimepewa haya kwa sababu ya ilimu niliyo nayo. Je! Hakujua kwamba Mwenyezi Mungu kesha waangamiza, katika vizazi vya walio kabla yake, watu walio kuwa wenye ngubvu zaidi kuliko yeye, na wenye makundi makubwa zaidi kuliko yake. Na wakosefu hawataulizwa khabari ya dhambi zao.",
        "numberInSurah": 78,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3331,
        "text": "Basi akawatokea watu wake katika pambo lake. Wakasema wale walio kuwa wanataka maisha ya duniani: Laiti tungeli kuwa tunayo kama aliyo pewa Qaruni! Hakika yeye ni mwenye bahati kubwa.",
        "numberInSurah": 79,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3332,
        "text": "Na wakasema wale walio pewa ilimu: Ole wenu! Malipo ya Mwenyezi Mungu ni bora kwa mwenye kuamini na akatenda mema. Wala hawatapewa hayo isipo kuwa wenye subira.",
        "numberInSurah": 80,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3333,
        "text": "Basi tukamdidimiza yeye na nyumba yake katika ardhi; wala halikuwepo kundi lolote la kumnusuru kwa Mwenyezi Mungu, wala hakuwa miongoni mwa wanao jitetea.",
        "numberInSurah": 81,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3334,
        "text": "Na wale walio tamani kuwa pahala pake jana, wakawa wanasema: Kumbe Mwenyezi Mungu humkunjulia riziki amtakaye katika waja wake, na humdhikisha amtakaye. Ingeli kuwa Mwenyezi Mungu hakutufanyia hisani angeli tudidimiza. Kumbe makafiri hawafanikiwi!",
        "numberInSurah": 82,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3335,
        "text": "Hayo ndiyo makaazi ya Akhera, tumewafanyia wale wasio taka kujitukuza duniani wala ufisadi. Na mwisho mwema ni wa wachamngu.",
        "numberInSurah": 83,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3336,
        "text": "Atakaye tenda wema atapata malipo bora kuliko huo wema alio utenda. Na atakaye tenda uovu, hawalipwi watendao uovu ila waliyo kuwa wakiyatenda.",
        "numberInSurah": 84,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3337,
        "text": "Hakika aliye kulazimisha kuifuata Qur'ani hapana shaka atakurudisha pahala pa marejeo. Sema: Mola wangu Mlezi ndiye anaye mjua zaidi mwenye kuja na uwongofu, na nani aliyomo katika upotofu ulio dhaahiri.",
        "numberInSurah": 85,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3338,
        "text": "Nawe hukuwa unataraji kuletewa Kitabu; lakini ni rehema tu ya Mola wako Mlezi. Basi usiwe msaidizi wa makafiri.",
        "numberInSurah": 86,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3339,
        "text": "Wala wasikuzuie kuzifuata Aya za Mwenyezi Mungu baada ya kuteremshiwa wewe. Na lingania kwa Mola wako Mlezi, wala usiwe miongoni mwa washirikina.",
        "numberInSurah": 87,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3340,
        "text": "Wala usimwombe pamoja na Mwenyezi Mungu mungu mwenginewe. Hapana mungu ila Yeye. Kila kitu kitaangamia isipo kuwa Yeye. Hukumu iko kwake, na kwake mtarejezwa.",
        "numberInSurah": 88,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "sw.barwani",
      "language": "sw",
      "name": "Al-Barwani",
      "englishName": "Ali Muhsin Al-Barwani",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}