{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 39,
    "name": "سُورَةُ الزُّمَرِ",
    "englishName": "Az-Zumar",
    "englishNameTranslation": "The Groups",
    "revelationType": "Meccan",
    "numberOfAyahs": 75,
    "ayahs": [
      {
        "number": 4059,
        "text": "Mteremsho wa Kitabu hiki umetokana na Mwenyezi Mungu, Mwenye nguvu, Mwenye hikima.",
        "numberInSurah": 1,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4060,
        "text": "Hakika Sisi tumekuteremshia Kitabu hiki kwa Haki. Basi muabudu Mwenyezi Mungu ukimsafia Dini Yeye tu.",
        "numberInSurah": 2,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4061,
        "text": "Hakika Dini Safi ni ya Mwenyezi Mungu tu. Na wale wanao wafanya wenginewe kuwa ni walinzi wakisema: Sisi hatuwaabudu ila wapate kutujongeza tu kumkaribia Mwenyezi Mungu - Hakika Mwenyezi Mungu atahukumu baina yao katika wanayo khitalifiana. Hakika Mwenyezi Mungu hamwongoi aliye mwongo kafiri.",
        "numberInSurah": 3,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4062,
        "text": "Lau kuwa Mwenyezi Mungu angeli taka kuwa na mwana, basi bila ya shaka angeli teua amtakaye katika alio waumba. Subhanahu, Ametakasika na hayo! Yeye ni Mwenyezi Mungu Mmoja, Mtenda atakalo.",
        "numberInSurah": 4,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4063,
        "text": "Ameumba mbingu na ardhi kwa Haki. Hufunika usiku juu ya mchana, na hufunika mchana juu ya usiku. Na amefanya jua na mwezi vitumike. Kila kimojapo kinakwenda kwa kipindi kilicho wekewa. Jueni mtanabahi! Yeye ndiye Mwenye nguvu, Mwenye kusamehe!",
        "numberInSurah": 5,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4064,
        "text": "Amekuumbeni kutokana na nafsi moja. Kisha akamfanya mwenziwe katika nafsi ile ile. Na akakuleteeni wanyama wa mifugo jozi nane. Anakuumbeni katika matumbo ya mama zenu, umbo baada ya umbo, katika viza vitatu. Huyu ndiye Mwenyezi Mungu Mola wenu Mlezi. Ufalme ni wake. Hapana mungu isipo kuwa Yeye. Basi nyinyi mnageuzwa wapi?",
        "numberInSurah": 6,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4065,
        "text": "Mkikufuru basi Mwenyezi Mungu si mwenye haja nanyi, lakini hafurahii kufuru kwa waja wake. Na mkishukuru Yeye hufurahika nanyi. Wala mbebaji habebi mzigo wa mwingine. Kisha marejeo yenu ni kwa Mola wenu Mlezi. Hapo atakwambieni mliyo kuwa mkiyafanya. Hakika Yeye ni Mwenye kuyajua vyema yaliyomo vifuani.",
        "numberInSurah": 7,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4066,
        "text": "Na taabu inapo mfikia mtu humwomba Mola wake Mlezi naye ameelekea kwake. Kisha akimpa neema kutoka kwake, husahau yale aliyo kuwa akimwitia zamani, na akamfanyia Mwenyezi Mungu washirika ili apoteze watu njia yake. Sema: Starehe na ukafiri wako kwa muda mchache. Kwani hakika wewe utakuwa miongoni mwa watu wa Motoni.",
        "numberInSurah": 8,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 396,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4067,
        "text": "Je! Afanyae ibada nyakati za usiku kwa kusujudu na kusimama akitahadhari na Akhera, na akitaraji rehema za Mola wake Mlezi... Sema: Ati watakuwa sawa wale wanao jua na wale wasio jua? Hakika wanao kumbuka ni watu wenye akili.",
        "numberInSurah": 9,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 396,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4068,
        "text": "Sema: Enyi waja wangu mlio amini! Mcheni Mola wenu Mlezi. Wale wafanyao wema katika dunia hii watapata wema. Na ardhi ya Mwenyezi Mungu ni kunjufu. Hakika wenye subira watapewa ujira wao bila ya hisabu.",
        "numberInSurah": 10,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4069,
        "text": "Sema: Hakika mimi nimeamrishwa nimuabudu Mwenyezi Mungu kwa kumsafishia Dini Yeye tu.",
        "numberInSurah": 11,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4070,
        "text": "Na nimeamrishwa niwe wa mwanzo wa Waislamu.",
        "numberInSurah": 12,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4071,
        "text": "Sema: Hakika mimi ninaogopa adhabu ya Siku Kubwa nikimuasi Mola wangu Mlezi.",
        "numberInSurah": 13,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4072,
        "text": "Sema: Mwenyezi Mungu tu namuabudu kwa kumsafishia Yeye tu Dini yangu.",
        "numberInSurah": 14,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4073,
        "text": "Basi nyinyi abuduni mpendacho badala yake Yeye. Sema: Hakika walio khasirika ni wale walio jikhasiri nafsi zao na ahali zao Siku ya Kiyama. Tambueni kuwa hiyo ndiyo khasara iliyo dhaahiri.",
        "numberInSurah": 15,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4074,
        "text": "Yatawekwa juu yao mat'abaka ya moto, na chini yao mat'abaka. Kwa hayo Mwenyezi Mungu anawakhofisha waja wake. Enyi waja wangu! Nicheni Mimi!",
        "numberInSurah": 16,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4075,
        "text": "Na wale wanao jiepusha na ibada potovu, na wakarejea kwa Mwenyezi Mungu, watapata bishara njema. Basi wabashirie waja wangu.",
        "numberInSurah": 17,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4076,
        "text": "Ambao husikiliza maneno, wakafuata lilio bora yao. Hao ndio alio waongoa Mwenyezi Mungu, na hao ndio wenye akili.",
        "numberInSurah": 18,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4077,
        "text": "Je! Yule mwenye kustahiki hukumu ya adhabu, je, wewe unaweza kumwokoa aliyomo katika Moto?",
        "numberInSurah": 19,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4078,
        "text": "Lakini walio mcha Mola wao Mlezi watapata ghorofa zilizo jengwa juu ya ghorofa; chini yake hupita mito. Ndiyo ahadi ya Mwenyezi Mungu. Mwenyezi Mungu havunji ahadi yake.",
        "numberInSurah": 20,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4079,
        "text": "Je! Huoni kwamba Mwenyezi Mungu ameteremsha maji kutoka mbinguni. Kisha akayapitisha kwenye chemchem katika ardhi, kisha kwa maji hayo akatoa mimea yenye rangi mbali mbali? Kisha hunyauka ukaiona imekuwa kimanjano, na kisha huifanya mapepe. Bila ya shaka katika hayo upo ukumbusho kwa wenye akili.",
        "numberInSurah": 21,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4080,
        "text": "Je! Yule ambaye Mwenyezi Mungu amemfungulia kifua chake kwa Uislamu, na akawa yuko kwenye nuru itokayo kwa Mola wake Mlezi (ni sawa na mwenye moyo mgumu?) Basi ole wao wenye nyoyo ngumu zisio mkumbuka Mwenyezi Mungu! Hao wamo katika upotofu wa dhaahiri.",
        "numberInSurah": 22,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4081,
        "text": "Mwenyezi Mungu ameteremsha hadithi nzuri kabisa, Kitabu chenye kufanana na kukaririwa; husisimua kwacho ngozi za wenye kumkhofu Mola wao Mlezi. Kisha ngozi zao na nyoyo zao hulainika kwa kumkumbuka Mwenyezi Mungu. Huo ndio uwongofu wa Mwenyezi Mungu, na kwa huo humwongoa amtakaye. Na ambaye ameachwa na Mwenyezi Mungu kupotea, basi hapana wa kumwongoa.",
        "numberInSurah": 23,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4082,
        "text": "Je! Atakaye kuwa anapambana kwa uso wake na adhabu mbaya kabisa Siku ya Kiyama (ni sawa na watenda wema?) Na wataambiwa wenye kudhulumu: Onjeni hayo mliyo kuwa mkiyachuma!",
        "numberInSurah": 24,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4083,
        "text": "Walio kuwa kabla yao walikadhibisha, na ikawajia adhabu kutoka pahala wasipo patambua.",
        "numberInSurah": 25,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4084,
        "text": "Basi Mwenyezi Mungu akawaonjesha hizaya katika uhai wa duniani. Na bila ya shaka adhabu ya Akhera ni kubwa zaidi; laiti wangeli jua!",
        "numberInSurah": 26,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4085,
        "text": "Na bila ya shaka tumewapigia watu mifano ya kila namna katika hii Qur'ani ili wapate kukumbuka.",
        "numberInSurah": 27,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4086,
        "text": "Qur'ani ya Kiarabu isiyo na upogo, ili wamche Mungu.",
        "numberInSurah": 28,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4087,
        "text": "Mwenyezi Mungu amepiga mfano wa mtu mwenye mabwana washirika wanao gombana, na wa mtu mwengine aliye khusika na bwana mmoja tu. Je! Wako sawa katika hali zao? Alhamdulillahi, Sifa njema zote ni za Mwenyezi Mungu! Lakini wengi wao hawajui.",
        "numberInSurah": 29,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4088,
        "text": "Kwa hakika wewe utakufa, na wao watakufa.",
        "numberInSurah": 30,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4089,
        "text": "Kisha bila ya shaka mtagombana Siku ya Kiyama mbele ya Mola wenu Mlezi.",
        "numberInSurah": 31,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4090,
        "text": "BASI NI NANI dhaalimu mkubwa kuliko yule aliye msingizia uwongo Mwenyezi Mungu na kuikanusha kweli imfikiapo? Je! Siyo katika Jahannamu makaazi ya hao makafiri?",
        "numberInSurah": 32,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4091,
        "text": "Na aliye ileta Kweli na akaithibitisha - hao ndio wachamngu.",
        "numberInSurah": 33,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4092,
        "text": "Watapata watakacho taka kwa Mola wao Mlezi. Hayo ndiyo malipo ya watendao mema.",
        "numberInSurah": 34,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4093,
        "text": "Ili Mwenyezi Mungu awafutie ukomo wa uovu walio ufanya na awalipe ujira wao kwa mujibu wa ukomo wa wema walio kuwa wakiutenda.",
        "numberInSurah": 35,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4094,
        "text": "Je! Mwenyezi Mungu si wa kumtosheleza mja wake? Na ati wanakutishia kwa hao wenginewe wasio kuwa Yeye! Na aliye hukumiwa na Mwenyezi Mungu kupotea hana wa kumwongoa.",
        "numberInSurah": 36,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4095,
        "text": "Na ambaye Mwenyezi Mungu anamwongoa hana wa kumpotoa. Je! Mwenyezi Mungu si Mwenye nguvu anaye weza kulipiza?",
        "numberInSurah": 37,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4096,
        "text": "Na ukiwauliza: Ni nani aliye ziumba mbingu na ardhi. Bila ya shaka watasema: Mwenyezi Mungu. Sema: Je! Mnawaonaje wale mnao waomba badala ya Mwenyezi Mungu, ikiwa Mwenyezi Mungu akitaka kunidhuru, wao wanaweza kuniondolea dhara yake? Au akitaka kunirehemu, je, wao wanaweza kuzuia rehema yake? Sema: Mwenyezi Mungu ananitosheleza. Kwake Yeye wategemee wanao tegemea.",
        "numberInSurah": 38,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4097,
        "text": "Sema: Enyi watu wangu! Fanyeni mwezavyo, mimi pia nafanya. Basi mtakuja ona",
        "numberInSurah": 39,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4098,
        "text": "Ni nani itakaye mfikia adhabu ya kumhizi, na itakaye mshukia adhabu ya daima.",
        "numberInSurah": 40,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4099,
        "text": "Hakika Sisi tumekuteremshia Kitabu kwa ajili ya watu wote kwa Haki. Basi mwenye kuongoka ni kwa nafsi yake, na mwenye kupotoka bila ya shaka amepotoka kwa khasara yake. Na wewe si mlinzi juu yao.",
        "numberInSurah": 41,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4100,
        "text": "MWENYEZI MUNGU huzipokea roho zinapo kufa. Na zile zisio kufa wakati wa kulala kwake, huzishika zilizo hukumiwa kufa, na huzirudisha nyengine mpaka ufike wakati uliowekwa. Hakika katika hayo bila ya shaka zipo Ishara kwa watu wanao fikiri.",
        "numberInSurah": 42,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4101,
        "text": "Au ndio wanachukua waombezi badala ya Mwenyezi Mungu? Sema: Ingawa hawana mamlaka juu ya kitu chochote, wala hawatambui lolote?",
        "numberInSurah": 43,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4102,
        "text": "Sema: Uombezi wote uko kwa Mwenyezi Mungu. Ni wake Yeye tu ufalme wa mbingu na ardhi. Kisha mtarejeshwa kwake.",
        "numberInSurah": 44,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4103,
        "text": "Na anapo tajwa Mwenyezi Mungu peke yake nyoyo za wasio iamini Akhera huchafuka. Na wanapo tajwa wenginewe asiye kuwa Yeye basi wao hufurahi.",
        "numberInSurah": 45,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4104,
        "text": "Sema: Ewe Mwenyezi Mungu! Muumba mbingu na ardhi! Mjuzi wa yasiyo onekana na yanayo onekana! Wewe utahukumu baina ya waja wako katika waliyo kuwa wakikhitalifiana.",
        "numberInSurah": 46,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4105,
        "text": "Na lau kuwa walio dhulumu wangeli kuwa na vyote viliomo duniani na pamoja navyo vingine kama hivyo, bila ya shaka wangeli vitoa kujikomboa katika adhabu mbaya hiyo Siku ya Kiyama. Na yatawadhihirikia kwa Mwenyezi Mungu wasiyo kuwa wakiyatarajia.",
        "numberInSurah": 47,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4106,
        "text": "Na utawadhihirikia ubaya wa waliyo yachuma, yatawazunguka waliyo kuwa wakiyafanyia mzaha.",
        "numberInSurah": 48,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4107,
        "text": "Na dhara inapo mgusa mtu hutuomba. Kisha tunapo mpa neema zitokazo kwetu, husema: Nimepewa haya kwa sababu ya ilimu yangu. Sio! Huo ni mtihani! Lakini wengi wao hawajui!",
        "numberInSurah": 49,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4108,
        "text": "Waliyasema haya waliyo kuwa kabla yao, lakini hayakuwafaa waliyo kuwa wakiyachuma.",
        "numberInSurah": 50,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4109,
        "text": "Basi ukawasibu uovu wa waliyo yachuma. Na wale walio dhulumu miongoni mwa hawa utawasibu uovu wa waliyo yachuma vile vile. Nao si wenye kushinda.",
        "numberInSurah": 51,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4110,
        "text": "Kwani wao hawajui kwamba Mwenyezi Mungu humkunjulia riziki amtakaye na akamkadiria? Hakika katika haya bila ya shaka zipo Ishara kwa watu wanao amini.",
        "numberInSurah": 52,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4111,
        "text": "Sema: Enyi waja wangu walio jidhulumu nafsi zao! Msikate tamaa na rehema ya Mwenyezi Mungu. Hakika Mwenyezi Mungu husamehe dhambi zote. Hakika Yeye ni Mwenye kusamehe, Mwenye kurehemu.",
        "numberInSurah": 53,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4112,
        "text": "Na rejeeni kwa Mola wenu Mlezi, na silimuni kwake, kabla ya kukujieni adhabu. Kisha hapo hamtanusuriwa.",
        "numberInSurah": 54,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4113,
        "text": "Na fuateni yaliyo bora kabisa katika yale yaliyo teremshwa kwenu kutoka kwa Mola wenu Mlezi, kabla haijakujieni adhabu kwa ghafla, na hali hamtambui.",
        "numberInSurah": 55,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4114,
        "text": "Isije ikasema nafsi: Ee majuto yangu kwa yale niliyo poteza upande wa Mwenyezi Mungu, na hakika nilikuwa miongoni mwa wanao fanya maskhara!",
        "numberInSurah": 56,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4115,
        "text": "Au ikasema: Ingeli kuwa Mwenyezi Mungu ameniongoa, bila ya shaka ningeli kuwa miongoni mwa wenye kumchamngu.",
        "numberInSurah": 57,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4116,
        "text": "Au ikasema inapo ona adhabu: Lau kuwa ningeli pata fursa nyengine, ningeli kuwa miongoni mwa wafanya mema.",
        "numberInSurah": 58,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4117,
        "text": "Wapi! Bila ya shaka zilikujia Ishara zangu, nawe ukazikadhibisha, na ukajivuna, na ukawa miongoni mwa makafiri!",
        "numberInSurah": 59,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4118,
        "text": "Na Siku ya Kiyama utawaona walio msingizia uwongo Mwenyezi Mungu nyuso zao zimesawijika. Je! Si katika Jahannamu makaazi ya wanao takabari?",
        "numberInSurah": 60,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4119,
        "text": "Na Mwenyezi Mungu atawaokoa wenye kujikinga kwa ajili ya kufuzu kwao. Hapana uovu utao wagusa, wala hawatahuzunika.",
        "numberInSurah": 61,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4120,
        "text": "Mwenyezi Mungu ndiye Muumba wa kila kitu, na Yeye ndiye Mlinzi juu ya kila kitu.",
        "numberInSurah": 62,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4121,
        "text": "Yeye anazo funguo za mbingu na ardhi. Na wale walio zikataa Ishara za Mwenyezi Mungu, hao ndio wenye kukhasiri.",
        "numberInSurah": 63,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4122,
        "text": "Sema: Je! Mnaniamrisha nimuabudu asiye kuwa Mwenyezi Mungu, enyi majaahili?",
        "numberInSurah": 64,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4123,
        "text": "Na kwa yakini yamefunuliwa kwako na kwa walio kuwa kabla yako: Bila ya shaka ukimshirikisha Mwenyezi Mungu a'mali zako zitaanguka, na lazima utakuwa miongoni mwa wenye kukhasiri.",
        "numberInSurah": 65,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4124,
        "text": "Bali muabudu Mwenyezi Mungu tu, na uwe miongoni mwa wenye kushukuru.",
        "numberInSurah": 66,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4125,
        "text": "Na wala hawakumhishimu Mwenyezi Mungu kama anavyo stahiki kadiri yake. Na Siku ya Kiyama ardhi yote itakuwa mkononi mwake, na mbingu zitakunjwa katika mkono wake wa kuume. Subhanahu wa Taa'la Ametakasika na Ametukuka na hayo wanayo mshirikisha nayo.",
        "numberInSurah": 67,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4126,
        "text": "Na litapulizwa barugumu, wazimie waliomo mbinguni na waliomo katika ardhi, isipo kuwa aliye mtaka Mwenyezi Mungu. Kisha litapulizwa mara nyengine. Hapo watainuka wawe wanangojea.",
        "numberInSurah": 68,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4127,
        "text": "Na ardhi itang'ara kwa Nuru ya Mola wake Mlezi, na Kitabu kitawekwa, na wataletwa Manabii na mashahidi, na patahukumiwa baina yao kwa haki, wala hawatadhulumiwa.",
        "numberInSurah": 69,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4128,
        "text": "Na kila nafsi italipwa kwa yale iliyo yafanya, na Yeye anayajua sana wanayo yatenda.",
        "numberInSurah": 70,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4129,
        "text": "Na walio kufuru wataongozwa kuendea Jahannamu kwa makundi. Mpaka watakapo ifikia itafunguliwa milango yake, na walinzi wake watawaambia: Kwani hawakukujilieni Mitume miongoni mwenu wakikusomeeni Aya za Mola wenu Mlezi na kukuonyeni mkutano wa siku yenu hii? Watasema: Kwani! Lakini limekwisha thibiti neno la adhabu juu ya makafiri.",
        "numberInSurah": 71,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4130,
        "text": "Itasemwa: Ingieni milango ya Jahannamu mdumu humo. Basi nayo ni ubaya ulioje wa makaazi ya wanao takabari!",
        "numberInSurah": 72,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4131,
        "text": "Na walio mcha Mola wao Mlezi wataongozwa kuendea Peponi kwa makundi, mpaka watakapo fikilia, nayo milango yake imekwisha funguliwa. Walinzi wake watawaambia: Salaam Alaikum, Amani iwe juu yenu! Mmet'ahirika. Basi ingieni humu mkae milele.",
        "numberInSurah": 73,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4132,
        "text": "Nao watasema: Alhamdulillah, Sifa njema zote ni za Mwenyezi Mungu aliye tutimizia ahadi yake, na akaturithisha ardhi, tunakaa katika Bustani popote tupendapo. Basi ni malipo mazuri yaliyoje ya watendao!",
        "numberInSurah": 74,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4133,
        "text": "Na utawaona Malaika wakizunguka pembeni mwa Kiti cha enzi cha Mwenyezi Mungu, wakimtakasa na kumsifu Mola wao Mlezi. Na patahukumiwa baina yao kwa haki na patasemwa: Sifa zote njema ni za Mwenyezi Mungu, Mola Mlezi wa viumbe vyote!",
        "numberInSurah": 75,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "sw.barwani",
      "language": "sw",
      "name": "Al-Barwani",
      "englishName": "Ali Muhsin Al-Barwani",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}