{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 42,
    "name": "سُورَةُ الشُّورَىٰ",
    "englishName": "Ash-Shura",
    "englishNameTranslation": "Consultation",
    "revelationType": "Meccan",
    "numberOfAyahs": 53,
    "ayahs": [
      {
        "number": 4273,
        "text": "H'a Mim",
        "numberInSurah": 1,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4274,
        "text": "A'yn Sin Qaf",
        "numberInSurah": 2,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4275,
        "text": "Hivi ndivyo Mwenyezi Mungu Mwenye nguvu na Mwenye hikima anavyo kuletea Wahyi wewe na walio kabla yako.",
        "numberInSurah": 3,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4276,
        "text": "Ni vyake viliomo mbinguni, na viliomo katika ardhi. Na Yeye ndiye Mtukufu, Mkuu.",
        "numberInSurah": 4,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4277,
        "text": "Zinakaribia mbingu kupasuka juu huko, na Malaika wakimtakasa Mola wao Mlezi na kumhimidi, na wakiwaombea maghfira waliomo kwenye ardhi. Ama hakika Mwenyezi Mungu ni Mwenye kusamehe, Mwenye kurehemu.",
        "numberInSurah": 5,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4278,
        "text": "Na wale walio wafanya walinzi wengine badala yake Yeye, Mwenyezi Mungu ni Mwangalizi juu yao. Wala wewe si wakili juu yao.",
        "numberInSurah": 6,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4279,
        "text": "Na namna hivi tumekufunulia Qur'ani kwa Kiarabu ili uwaonye watu wa Mama wa Miji na walio pembezoni mwake. Na uhadharishe na Siku ya Mkutano, haina shaka hiyo. Kundi moja litakuwa Peponi, na kundi jengine Motoni.",
        "numberInSurah": 7,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4280,
        "text": "Na Mwenyezi Mungu angeli penda ange wafanya wote umma mmoja, lakini anamwingiza katika rehema yake amtakaye. Na wenye kudhulumu hawana mlinzi wala msaidizi.",
        "numberInSurah": 8,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4281,
        "text": "Au wamechukua walinzi wengine badala yake! Lakini Mwenyezi Mungu ndiye Mlinzi khasa. Na Yeye ndiye anaye huisha wafu. Na Yeye ndiye Mweza wa kila kitu.",
        "numberInSurah": 9,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4282,
        "text": "Na mkikhitalifiana katika jambo lolote, basi hukumu yake iko kwa Mwenyezi Mungu. Huyo Mwenyezi Mungu ndiye Mola wangu Mlezi, ninaye mtegemea na kwake Yeye narejea.",
        "numberInSurah": 10,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 420,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4283,
        "text": "Yeye ndiye Muumba mbingu na ardhi, amekujaalieni mke na mume katika nafsi zenu, na katika nyama hoa dume na jike, anakuzidishieni namna hii. Hapana kitu kama mfano wake. Naye ni Mwenye kusikia Mwenye kuona.",
        "numberInSurah": 11,
        "juz": 25,
        "manzil": 6,
        "page": 484,
        "ruku": 420,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4284,
        "text": "Yeye ndiye Mwenye funguo za mbingu na ardhi. Humkunjulia riziki amtakaye, na humpimia amtakaye. Hakika Yeye ni Mjuzi wa kila kitu.",
        "numberInSurah": 12,
        "juz": 25,
        "manzil": 6,
        "page": 484,
        "ruku": 420,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4285,
        "text": "Amekuamrisheni Dini ile ile aliyo muusia Nuhu na tuliyo kufunulia wewe, na tuliyo wausia Ibrahim na Musa na Isa, kwamba shikeni Dini wala msifarikiane kwayo. Ni magumu kwa washirikina hayo unayo waitia. Mwenyezi Mungu humteua kwake amtakaye, na humwongoa kwake aelekeaye.",
        "numberInSurah": 13,
        "juz": 25,
        "manzil": 6,
        "page": 484,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4286,
        "text": "Na hawakufarikiana ila baada ya kuwajia ilimu kwa sababu ya husuda iliyo kuwa baina yao. Na lau kuwa haikwisha tangulia kauli kutoka kwa Mola wako Mlezi ya kuakhirisha mpaka muda maalumu, basi bila ya shaka palingeli hukumiwa baina yao. Na hakika walio rithishwa Kitabu baada yao wanakitilia shaka inayo wahangaisha.",
        "numberInSurah": 14,
        "juz": 25,
        "manzil": 6,
        "page": 484,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4287,
        "text": "Basi kwa haya waite! Nawe simama sawa sawa kama ulivyo amrishwa, wala usiyafuate matamanio yao. Na sema: Naamini aliyo teremsha Mwenyezi Mungu katika Vitabu. Na nimeamrishwa nifanye uadilifu baina yenu. Mwenyezi Mungu ni Mola wetu Mlezi, na Mola wenu Mlezi. Sisi tuna jukumu kwa vitendo vyetu, na nyinyi mna jukumu kwa vitendo vyenu. Hapana kuhojiana baina yetu na nyinyi. Na Mwenyezi Mungu atatukusanya pamoja, na marejeo ni kwake.",
        "numberInSurah": 15,
        "juz": 25,
        "manzil": 6,
        "page": 484,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4288,
        "text": "Na wanao hojiana juu ya Mwenyezi Mungu baada ya kukubaliwa, hoja za hawa ni baat'ili mbele ya Mola wao Mlezi, na juu yao ipo ghadhabu, na itakuwa kwao adhabu kali.",
        "numberInSurah": 16,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4289,
        "text": "Mwenyezi Mungu ndiye aliye teremsha Kitabu kwa Haki, na Mizani. Na nini kitakacho kujuulisha ya kwamba pengine Saa ya Kiyama ipo karibu?",
        "numberInSurah": 17,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4290,
        "text": "Wasio amini huihimiza hiyo Saa ifike upesi; lakini wanao amini wanaiogopa, na wanajua kwamba hakika hiyo ni kweli. Ama kwa hakika hao wanao bishana katika khabari za hiyo Saa wamo katika upotofu wa mbali kabisa.",
        "numberInSurah": 18,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4291,
        "text": "Mwenyezi Mungu ni Mpole kwa waja wake. Humruzuku ampendaye. Naye ni Mwenye nguvu, Mtukufu.",
        "numberInSurah": 19,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4292,
        "text": "Mwenye kutaka mavuno ya Akhera tutamzidishia katika mavuno yake, na mwenye kutaka mavuno ya duniani tutampa katika hayo, lakini katika Akhera hana fungu.",
        "numberInSurah": 20,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4293,
        "text": "Au hao wana miungu ya kishirikina walio watungia dini asiyo itolea idhini Mwenyezi Mungu? Na lau lisinge kuwako neno la kupambanua basi wangeli katiwa hukumu baina yao. Na hakika wenye kudhulumu watapata adhabu chungu.",
        "numberInSurah": 21,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4294,
        "text": "Utawaona hao madhaalimu wanavyo kuwa na khofu kwa sababu ya waliyo yachuma, nayo yatawafika tu. Na walio amini na wakatenda mema watakuwamo katika mabustani ya Peponi. Humo watapata wayatakayo kwa Mola wao Mlezi. Hiyo ndiyo fadhila kubwa.",
        "numberInSurah": 22,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4295,
        "text": "Hayo ndiyo aliyo wabashiria Mwenyezi Mungu waja wake walio amini na wakatenda mema. Sema: Sikuombeni malipo yoyote kwenu ila mapenzi katika kujikurubisha. Na anaye fanya wema tutamzidishia wema. Hakika Mwenyezi Mungu ni Msamehevu Mwenye shukrani.",
        "numberInSurah": 23,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4296,
        "text": "Ati wanasema: Amemzulia Mwenyezi Mungu uwongo? Mwenyezi Mungu akipenda atapiga muhuri juu ya moyo wako. Na Mwenyezi Mungu anaufuta upotofu na anaithibitisha Haki kwa maneno yake. Hakika Yeye anayajua yaliomo vifuani.",
        "numberInSurah": 24,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4297,
        "text": "Naye ndiye anaye pokea toba kwa waja wake, na anasamehe makosa, na anayajua mnayo yatenda.",
        "numberInSurah": 25,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4298,
        "text": "Na anawaitikia wanao amini na wakatenda mema, na anawazidishia fadhila zake. Na makafiri watakuwa na adhabu chungu.",
        "numberInSurah": 26,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4299,
        "text": "Na lau kuwa Mwenyezi Mungu angeli wakunjulia riziki waja wake, basi bila ya shaka wangeli panda kiburi katika dunia. Lakini anaiteremsha kwa kipimo akitakacho. Hakika Yeye anawajua vyema waja wake na anawaona.",
        "numberInSurah": 27,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4300,
        "text": "Naye ndiye anaye iteremsha mvua baada ya wao kwisha kata tamaa, na hueneza rehema yake. Naye ndiye Mlinzi Mwenye kuhimidiwa.",
        "numberInSurah": 28,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4301,
        "text": "Na katika Ishara zake ni kuumba mbingu na ardhi, na wanyama alio waeneza. Naye ni Mwenye uweza wa kuwakusanya apendapo.",
        "numberInSurah": 29,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4302,
        "text": "Na misiba inayo kusibuni ni kwa sababu ya vitendo vya mikono yenu. Naye anasamehe mengi.",
        "numberInSurah": 30,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4303,
        "text": "Na nyinyi hamwezi kushinda katika ardhi. Na wala nyinyi hamna mlinzi wala msaidizi badala ya Mwenyezi Mungu.",
        "numberInSurah": 31,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4304,
        "text": "Na katika Ishara zake ni vyombo vinavyo kwenda na kurejea baharini kama vilima.",
        "numberInSurah": 32,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4305,
        "text": "Akitaka, huutuliza upepo navyo hivyo vyombo husimama tutwe juu ya bahari. Hakika katika hayo zipo Ishara kwa kila mwenye kusubiri akashukuru.",
        "numberInSurah": 33,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4306,
        "text": "Au huviangamiza hivyo vyombo kwa sababu ya waliyo yatenda hao watu. Naye husamehe mengi.",
        "numberInSurah": 34,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4307,
        "text": "Na ili wajue wanao jadiliana katika Ishara zetu kwamba hawana pahala pa kukimbilia.",
        "numberInSurah": 35,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4308,
        "text": "Basi vyote mlivyo pewa ni starehe ya maisha ya dunia tu, lakini kilichoko kwa Mwenyezi Mungu ni bora, na cha kudumu kwa ajili ya walio amini, na wakawa wanamtegemea Mola wao Mlezi,",
        "numberInSurah": 36,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4309,
        "text": "Na wanayo yaepuka madhambi makubwa na mambo machafu, na wanapo kasirika wao husamehe,",
        "numberInSurah": 37,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4310,
        "text": "Na wanao mwitikia Mola wao Mlezi, na wakashika Sala, na mambo yao yakawa ni kwa kushauriana baina yao, na kutokana na tulicho waruzuku wakawa wanatoa,",
        "numberInSurah": 38,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4311,
        "text": "Na ambao wanapo fanyiwa jeuri hujitetea.",
        "numberInSurah": 39,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4312,
        "text": "Na malipo ya uovu ni uovu mfano wa huo. Lakini mwenye kusamehe, na akasuluhisha, basi huyo malipo yake yapo kwa Mwenyezi Mungu. Hakika Yeye hawapendi wenye kudhulumu.",
        "numberInSurah": 40,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4313,
        "text": "Na wanao jitetea baada ya kudhulumiwa, hao hapana njia ya kuwalaumu.",
        "numberInSurah": 41,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4314,
        "text": "Bali lawama ipo kwa wale wanao wadhulumu watu, na wanafanya jeuri katika nchi bila ya haki. Hao watapata adhabu iliyo chungu.",
        "numberInSurah": 42,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4315,
        "text": "Na anaye subiri, na akasamehe, hakika hayo ni katika mambo ya kuazimiwa.",
        "numberInSurah": 43,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4316,
        "text": "Na ambaye Mwenyezi Mungu amemwacha kupotea, hana mlinzi baada yake. Na utawaona wenye kudhulumu watakapo iona adhabu wanasema: Je! Ipo njia ya kurudi?",
        "numberInSurah": 44,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4317,
        "text": "Na utawaona wanapelekwa kwenye Moto, nao wamenyenyekea kwa unyonge, wanatazama kwa mtazamo wa kificho. Na walio amini watasema: Hakika wapatao khasara ni hao walio khasiri nafsi zao na ahali zao Siku ya Kiyama. Ama hakika wenye kudhulumu watakuwa katika adhabu ya daima.",
        "numberInSurah": 45,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4318,
        "text": "Wala hawatakuwa na walinzi wa kuwanusuru mbele ya Mwenyezi Mungu. Na ambaye Mwenyezi Mungu amemwacha kupotea, hana njia yoyote.",
        "numberInSurah": 46,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4319,
        "text": "Muitikieni Mola wenu Mlezi kabla haijafika siku isiyo epukika itokayo kwa Mwenyezi Mungu. Siku hiyo hamtakuwa pa kukimbilia wala hamtakuwa na cha kukingia.",
        "numberInSurah": 47,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4320,
        "text": "Na wakipuuza, basi Sisi hatukukupeleka ili uwe mwangalizi wao. Si juu yako ila kufikisha Ujumbe tu. Na hakika Sisi tukimwonjesha mtu rehema kutoka kwetu, huifurahia. Na akisibiwa na ovu kwa sababu ya iliyo yatanguliza mikono yao, basi hakika mtu huyu anakufuru.",
        "numberInSurah": 48,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4321,
        "text": "Ufalme wa mbingu na ardhi ni wa Mwenyezi Mungu; anaumba apendavyo, anamtunukia amtakaye watoto wa kike, na anamtunukia amtakaye watoto wa kiume,",
        "numberInSurah": 49,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4322,
        "text": "Au huwachanganya wanaume na wanawake, na akamfanya amtakaye tasa. Hakika Yeye ni Mjuzi Mwenye uweza.",
        "numberInSurah": 50,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4323,
        "text": "Na haikuwa kwa mwanaadamu kwamba Mwenyezi Mungu amsemeze ila kwa Wahyi (Ufunuo), au kwa nyuma ya pazia, au kumtuma Mjumbe. Naye humfunulia ayatakayo kwa idhini yake. Hakika Yeye ni Mtukufu, Mwenye hikima.",
        "numberInSurah": 51,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4324,
        "text": "Na namna hivi tumekufunulia Qur'ani kwa amri yetu. Ulikuwa hujui Kitabu ni nini, wala Imani. Lakini tumekifanya kuwa ni Nuru ambayo kwayo tunammwongoa tumtakaye katika waja wetu. Na hakika wewe unaongoa kwenye Njia Iliyo Nyooka.",
        "numberInSurah": 52,
        "juz": 25,
        "manzil": 6,
        "page": 489,
        "ruku": 423,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4325,
        "text": "Njia ya Mwenyezi Mungu ambaye ni vyake Yeye tu viliomo mbinguni na katika ardhi. Jueni kuwa mambo yote yanarudi kwa Mwenyezi Mungu.",
        "numberInSurah": 53,
        "juz": 25,
        "manzil": 6,
        "page": 489,
        "ruku": 423,
        "hizbQuarter": 196,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "sw.barwani",
      "language": "sw",
      "name": "Al-Barwani",
      "englishName": "Ali Muhsin Al-Barwani",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}