{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 31,
    "name": "سُورَةُ لُقۡمَانَ",
    "englishName": "Luqman",
    "englishNameTranslation": "Luqman",
    "revelationType": "Meccan",
    "numberOfAyahs": 34,
    "ayahs": [
      {
        "number": 3470,
        "text": "A[lif] L[aam] M[iem].",
        "numberInSurah": 1,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3471,
        "text": "Dit zijn de tekenen van het wijze boek;",
        "numberInSurah": 2,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3472,
        "text": "een leidraad en barmhartigheid voor hen die goed doen,",
        "numberInSurah": 3,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3473,
        "text": "die de salaat verrichten en de zakaat geven terwijl zij van het hiernamaals vast overtuigd zijn.",
        "numberInSurah": 4,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3474,
        "text": "Zij volgen de leidraad van hun Heer en zij zijn het die het welgaat.",
        "numberInSurah": 5,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3475,
        "text": "Onder de mensen zijn er die kletspraat verkopen om zonder kennis van Gods weg af te laten dwalen en er de spot mee te drijven. Zij zijn het voor wie er een vernederende bestraffing is.",
        "numberInSurah": 6,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3476,
        "text": "En wanneer aan hem Onze tekenen worden voorgelezen dan keert hij zich hoogmoedig om alsof hij ze niet gehoord heeft, alsof in zijn oren hardhorendheid is. Verkondig hem dan een pijnlijke bestraffing.",
        "numberInSurah": 7,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3477,
        "text": "Zij die geloven en de deugdelijke daden doen, voor hen zijn de tuinen van de gelukzaligheid,",
        "numberInSurah": 8,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3478,
        "text": "waarin zij altijd zullen blijven. Dat is in waarheid Gods toezegging. Hij is de machtige, de wijze.",
        "numberInSurah": 9,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3479,
        "text": "Hij heeft de hemelen zonder steun die je kunt zien geschapen en Hij heeft op de aarde stevige bergen aangebracht zodat zij jullie niet aan het wankelen zou brengen. En Hij heeft er allerlei dieren op verspreid. En Wij hebben uit de hemel water laten neerdalen en Wij hebben er allerlei voortreffelijke soorten op laten groeien.",
        "numberInSurah": 10,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3480,
        "text": "Dit is Gods schepping. Laat mij dan zien wat zij geschapen hebben die er buiten Hem nog zouden zijn. Welnee, de onrechtplegers verkeren in duidelijke dwaling.",
        "numberInSurah": 11,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3481,
        "text": "Wij hadden aan Loekmaan de wijsheid gegeven, dat hij aan God dank moest betuigen. En wie dank betuigt doet dat slechts in zijn eigen voordeel en wie ondankbaar is, God is behoefteloos en lofwaardig.",
        "numberInSurah": 12,
        "juz": 21,
        "manzil": 5,
        "page": 412,
        "ruku": 356,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3482,
        "text": "Toen Loekmaan zijn zoon vermanend toesprak: \"Mijn zoon, bedrijf geen veelgodendienst, want veelgodendienst is een geweldig misdrijf.\"",
        "numberInSurah": 13,
        "juz": 21,
        "manzil": 5,
        "page": 412,
        "ruku": 356,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3483,
        "text": "En Wij hebben de mens met betrekking tot zijn ouders opgedragen -- zijn moeder heeft hem immers in grote zwakheid gedragen en totdat hij gespeend werd waren het nog twee jaar --: \"Jij moet Mij en jouw ouders dank betuigen. Bij Mij is de bestemming.",
        "numberInSurah": 14,
        "juz": 21,
        "manzil": 5,
        "page": 412,
        "ruku": 356,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3484,
        "text": "Als zij er echter bij jou op aandringen aan Mij metgezellen toe te voegen, waarvan jij geen kennis hebt, gehoorzaam hun dan niet. En ga in het tegenwoordige leven behoorlijk met hen om en volg de weg van wie zich schuldbewust tot Mij wendt. Daarna zal tot Mij jullie terugkeer zijn. Ik zal jullie dan meedelen wat jullie aan het doen waren.\"",
        "numberInSurah": 15,
        "juz": 21,
        "manzil": 5,
        "page": 412,
        "ruku": 356,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3485,
        "text": "\"Mijn zoon, al gaat het om het gewicht van een mosterdzaadje en al was het in een rots of in de hemelen of op de aarde, God zal het brengen. God is welwillend en welingelicht.",
        "numberInSurah": 16,
        "juz": 21,
        "manzil": 5,
        "page": 412,
        "ruku": 356,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3486,
        "text": "Mijn zoon, verricht de salaat, gebied het behoorlijke en verbied het verwerpelijke. En verdraag geduldig wat je treft, dat is een zaak van vastbeslotenheid.",
        "numberInSurah": 17,
        "juz": 21,
        "manzil": 5,
        "page": 412,
        "ruku": 356,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3487,
        "text": "Wend je wang niet hoogmoedig van de mensen af en loop niet verwaand op de aarde rond. God bemint geen enkele ingebeelde en verwaande.",
        "numberInSurah": 18,
        "juz": 21,
        "manzil": 5,
        "page": 412,
        "ruku": 356,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3488,
        "text": "En wees gematigd in je lopen en spreek met zachte stem. De afschuwelijkste stem is immers de stem van ezels.\"",
        "numberInSurah": 19,
        "juz": 21,
        "manzil": 5,
        "page": 412,
        "ruku": 356,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3489,
        "text": "Hebben jullie niet gezien dat God voor jullie wat er in de hemelen en wat er op de aarde is dienstbaar heeft gemaakt en dat Hij Zijn weldaden aan jullie uiterlijk en innerlijk vervolmaakt? Er zijn mensen die zonder kennis, zonder leidraad en zonder verlichtend boek over God twisten.",
        "numberInSurah": 20,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3490,
        "text": "En als tot hen gezegd wordt: \"Volgt wat God heeft neergezonden na\", zeggen zij: \"Welnee, wij volgen dat na waarvan wij merken dat onze vaderen zich eraan hielden.\" Ook dan soms, als de satans hen tot de bestraffing van de vuurgloed oproepen?",
        "numberInSurah": 21,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3491,
        "text": "En wie zich geheel aan God overgeeft en goed doet, die houdt de stevigste handgreep vast. En de uiteindelijke beschikkingen berusten bij God.",
        "numberInSurah": 22,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3492,
        "text": "En als iemand ongelovig is, laat dan zijn ongeloof jou niet bedroefd maken. Tot Ons is hun terugkeer en Wij zullen hun meedelen wat zij deden. God weet wat er binnen in de harten is.",
        "numberInSurah": 23,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3493,
        "text": "Wij zullen hen nog kort laten genieten, maar dan zullen Wij hen naar een harde bestraffing drijven.",
        "numberInSurah": 24,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3494,
        "text": "En als jij hun vraagt wie de hemelen en de aarde geschapen heeft zeggen zij: \"God.\" Zeg: \"Lof zij God!\" Maar de meesten van hen weten het niet.",
        "numberInSurah": 25,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3495,
        "text": "Van God is wat er in de hemelen en op de aarde is. God is de behoefteloze, de lofwaardige.",
        "numberInSurah": 26,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3496,
        "text": "Zelfs al waren de bomen die er op de aarde zijn pennen en al werd de zee [als inkt gebruikt en] daarna nog eens met zeven zeeën aangevuld, dan waren Gods woorden nog niet uitgeput. God is machtig en wijs.",
        "numberInSurah": 27,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3497,
        "text": "Jullie schepping en jullie opwekking is niet anders dan als van één persoon. God is horend en doorziend.",
        "numberInSurah": 28,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3498,
        "text": "Heb jij niet gezien dat God de nacht laat overgaan in de dag en de dag laat overgaan in de nacht, dat Hij de zon en de maan dienstbaar gemaakt heeft, dat alles tot een vastgestelde termijn loopt en dat God welingelicht is over wat jullie doen?",
        "numberInSurah": 29,
        "juz": 21,
        "manzil": 5,
        "page": 414,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3499,
        "text": "Dat is zo omdat God de waarheid is en omdat wat zij buiten Hem aanroepen de onwaarheid is en omdat God de verhevene, de grote is.",
        "numberInSurah": 30,
        "juz": 21,
        "manzil": 5,
        "page": 414,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3500,
        "text": "Heb jij niet gezien dat de schepen door Gods genade op zee varen om jullie iets van Zijn tekenen te tonen? In de schepen zijn zeker tekenen voor ieder die geduldig volhardt en die dank betuigt.",
        "numberInSurah": 31,
        "juz": 21,
        "manzil": 5,
        "page": 414,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3501,
        "text": "En als golven hen als stapelwolken overdekken roepen zij God aan, waarbij zij de godsdienst geheel aan Hem wijden. En wanneer Hij hen gered en aan land gebracht heeft, dan zijn er onder hen gematigden, maar Onze tekenen worden slechts verworpen door ieder die trouweloos en ondankbaar is.",
        "numberInSurah": 32,
        "juz": 21,
        "manzil": 5,
        "page": 414,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3502,
        "text": "Jullie mensen! Vreest jullie Heer en vreest een dag waarop geen ouder voor zijn kind kan betalen en geen kind ook maar iets voor zijn ouder kan betalen! Gods aanzegging is waar. Laat het tegenwoordige leven jullie dus niet begoochelen en laat de begoochelaar jullie niet met betrekking tot God begoochelen.",
        "numberInSurah": 33,
        "juz": 21,
        "manzil": 5,
        "page": 414,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3503,
        "text": "God, bij Hem is de kennis van het uur, Hij laat de regen neerdalen en Hij weet wat er in de moederschoten is. Niemand weet wat hij morgen ten uitvoer zal brengen en niemand weet in welk land hij zal sterven. God is wetend en welingelicht.",
        "numberInSurah": 34,
        "juz": 21,
        "manzil": 5,
        "page": 414,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "nl.leemhuis",
      "language": "nl",
      "name": "Leemhuis",
      "englishName": "Leemhuis",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}