{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 34,
    "name": "سُورَةُ سَبَإٍ",
    "englishName": "Saba",
    "englishNameTranslation": "Sheba",
    "revelationType": "Meccan",
    "numberOfAyahs": 54,
    "ayahs": [
      {
        "number": 3607,
        "text": "Lof zij God van wie is wat er in de hemelen en wat er op de aarde is en Hem zij lof in het hiernamaals; Hij is de wijze, de welingelichte.",
        "numberInSurah": 1,
        "juz": 22,
        "manzil": 5,
        "page": 428,
        "ruku": 370,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3608,
        "text": "Hij kent wat er in de aarde gaat en wat eruit komt, wat er uit de hemel afdaalt en wat erin opstijgt; Hij is de barmhartige, de vergevende.",
        "numberInSurah": 2,
        "juz": 22,
        "manzil": 5,
        "page": 428,
        "ruku": 370,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3609,
        "text": "Zij die ongelovig zijn zeggen: \"Het uur komt niet tot ons.\" Zeg: \"Wel zeker, bij mijn Heer, de kenner van het verborgene, het komt tot jullie. Hem ontgaat geen greintje in de hemelen noch op de aarde. En er is niets wat nog kleiner is noch groter of het staat in een duidelijk boek,",
        "numberInSurah": 3,
        "juz": 22,
        "manzil": 5,
        "page": 428,
        "ruku": 370,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3610,
        "text": "opdat Hij hen die geloven en de deugdelijke daden doen zal belonen; zij zijn het voor wie er vergeving is en een voortreffelijke voorziening.",
        "numberInSurah": 4,
        "juz": 22,
        "manzil": 5,
        "page": 428,
        "ruku": 370,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3611,
        "text": "Maar zij die tegen Onze tekenen proberen in te gaan om ze te ontkrachten; zij zijn het voor wie er een bestraffing door een pijnlijke plaag is.",
        "numberInSurah": 5,
        "juz": 22,
        "manzil": 5,
        "page": 428,
        "ruku": 370,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3612,
        "text": "Zij aan wie de kennis gegeven is zien dat wat er van jouw Heer naar jou is neergezonden de waarheid is en dat het naar de weg van de machtige, de lofwaardige leidt.",
        "numberInSurah": 6,
        "juz": 22,
        "manzil": 5,
        "page": 428,
        "ruku": 370,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3613,
        "text": "En zij die ongelovig zijn zeggen: \"Zullen wij jullie een man aanwijzen, die jullie meedeelt dat jullie, wanneer jullie geheel vergaan zijn, deel zullen uitmaken van een nieuwe schepping?",
        "numberInSurah": 7,
        "juz": 22,
        "manzil": 5,
        "page": 428,
        "ruku": 370,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3614,
        "text": "Heeft hij over God bedrog verzonnen of heeft hij last van bezetenheid?\" Integendeel, zij die niet in het hiernamaals geloven komen in de bestraffing terecht en verkeren in verregaande dwaling.",
        "numberInSurah": 8,
        "juz": 22,
        "manzil": 5,
        "page": 429,
        "ruku": 370,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3615,
        "text": "Hebben zij dan niet gezien naar wat er van de hemel en de aarde vóór hen is en wat achter hen is? Als Wij willen laten Wij de aarde met hen wegzinken of Wij laten stukken uit de hemel op hen neervallen. Daarin is een teken voor iedere schuldbewuste dienaar.",
        "numberInSurah": 9,
        "juz": 22,
        "manzil": 5,
        "page": 429,
        "ruku": 370,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3616,
        "text": "En Wij gaven van Onze kant aan Dawoed een gunst: \"O bergen, zingt berouwvol met hem lof en o vogels, jullie ook.\" En Wij maakten voor hem het ijzer buigzaam.",
        "numberInSurah": 10,
        "juz": 22,
        "manzil": 5,
        "page": 429,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3617,
        "text": "\"Maak pantserhemden en meet het vlechtwerk goed af en handel deugdelijk; Ik doorzie wel wat jullie doen.\"",
        "numberInSurah": 11,
        "juz": 22,
        "manzil": 5,
        "page": 429,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3618,
        "text": "En aan Soelaimaan [maakten Wij] de wind [dienstbaar] die 's morgens een maandreis en 's middags een maandreis aflegt. En Wij lieten voor hem de bron van het gesmolten koper stromen. En onder de djinn waren er die met de toestemming van zijn Heer voor hem werkten; wie van hen van Ons bevel afweek lieten Wij van de bestraffing van de vuurgloed proeven.",
        "numberInSurah": 12,
        "juz": 22,
        "manzil": 5,
        "page": 429,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3619,
        "text": "Zij maakten voor hem wat hij wilde; heiligdommen, standbeelden, schotels als waterbekkens en stevig staande ketels. \"Werkt, mensen van Dawoed, in dankbaarheid. Weinig van Mijn dienaren zijn dankbaar.\"",
        "numberInSurah": 13,
        "juz": 22,
        "manzil": 5,
        "page": 429,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3620,
        "text": "Toen Wij dan voor hem de dood beschikt hadden was het pas de houtworm die hen op zijn dood opmerkzaam maakte omdat die zijn staf opvrat. En toen hij viel werd het de djinn duidelijk dat zij, hadden zij het verborgene gekend, niet zo lang in de vernederende bestraffing gebleven waren.",
        "numberInSurah": 14,
        "juz": 22,
        "manzil": 5,
        "page": 429,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3621,
        "text": "De Saba? hadden in hun woongebied een teken: twee tuinen, een aan de rechterkant en een aan de linkerkant. \"Eet van het levensonderhoud van jullie Heer en betuigt Hem dank; het is een goede streek en Hij is een vergevend Heer.\"",
        "numberInSurah": 15,
        "juz": 22,
        "manzil": 5,
        "page": 430,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3622,
        "text": "Maar zij wendden zich af en dus zonden Wij de overstroming van de dam en Wij veranderden hun beide tuinen in twee tuinen met een bittere vruchtopbrengst, tamarisken en een paar lotusbomen.",
        "numberInSurah": 16,
        "juz": 22,
        "manzil": 5,
        "page": 430,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3623,
        "text": "Daarmee vergolden Wij hun omdat zij ondankbaar waren. Vergelden Wij dan iemand anders dan de ondankbare zo?",
        "numberInSurah": 17,
        "juz": 22,
        "manzil": 5,
        "page": 430,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3624,
        "text": "En tussen hen en de steden die Wij gezegend hebben plaatsten Wij [een reeks van onderling] zichtbare steden en Wij bepaalden de reis erdoor: \"Reist er bij nacht en bij dag veilig doorheen.\"",
        "numberInSurah": 18,
        "juz": 22,
        "manzil": 5,
        "page": 430,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3625,
        "text": "Maar zij zeiden: \"Onze Heer vergroot de reisafstanden naar ons\" en deden zichzelf onrecht aan. Wij maakten hen dus tot [het onderwerp van] verhalen en Wij lieten hen geheel vergaan. Daarin zijn zeker tekenen voor ieder die geduldig volhardt en die dank betuigt.",
        "numberInSurah": 19,
        "juz": 22,
        "manzil": 5,
        "page": 430,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3626,
        "text": "En de mening van Iblies over hen werd bevestigd: zij volgden hem, behalve een groep gelovigen.",
        "numberInSurah": 20,
        "juz": 22,
        "manzil": 5,
        "page": 430,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3627,
        "text": "Hij had geen macht over hen, maar het gebeurde opdat Wij hen die in het hiernamaals geloven zouden onderscheiden van wie erover in twijfel verkeert. Jouw Heer is het die over alles waakt.",
        "numberInSurah": 21,
        "juz": 22,
        "manzil": 5,
        "page": 430,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3628,
        "text": "Zeg: \"Roept hen maar aan van wie jullie beweren dat zij naast God bestaan. Zij hebben geen greintje heerschappij in de hemelen, noch op de aarde. Zij hebben in geen van beide een aandeel en Hij heeft onder hen geen enkele helper.\"",
        "numberInSurah": 22,
        "juz": 22,
        "manzil": 5,
        "page": 430,
        "ruku": 372,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3629,
        "text": "Bij Hem heeft de voorspraak ook geen nut, behalve voor wie Hij het toestaat. En wanneer dan de vrees uit hun harten is weggenomen zeggen zij: \"Wat heeft jullie Heer gezegd?\" En dan zeggen zij: \"De waarheid.\" Hij is de verhevene, de grote.",
        "numberInSurah": 23,
        "juz": 22,
        "manzil": 5,
        "page": 431,
        "ruku": 372,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3630,
        "text": "Zeg: \"Wie voorziet vanuit de hemel en de aarde in jullie onderhoud?\" Zeg: \"God. Wij volgen de leidraad en jullie verkeren in duidelijke dwaling of omgekeerde",
        "numberInSurah": 24,
        "juz": 22,
        "manzil": 5,
        "page": 431,
        "ruku": 372,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3631,
        "text": "Zeg: \"Jullie hoeven geen verantwoording af te leggen over wat wij begaan en wij hoeven geen verantwoording af te leggen over wat jullie doen.\"",
        "numberInSurah": 25,
        "juz": 22,
        "manzil": 5,
        "page": 431,
        "ruku": 372,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3632,
        "text": "Zeg: \"Onze Heer zal ons samenbrengen. Dan zal Hij naar waarheid tussen ons uitspraak doen; Hij is het die uitspraak doet, de wetende.\"",
        "numberInSurah": 26,
        "juz": 22,
        "manzil": 5,
        "page": 431,
        "ruku": 372,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3633,
        "text": "Zeg: \"Laat mij hen zien die jullie aan Hem als [zogenaamd goddelijke] metgezellen hebben toegevoegd. Welnee, Hij is God de machtige, de wijze.\"",
        "numberInSurah": 27,
        "juz": 22,
        "manzil": 5,
        "page": 431,
        "ruku": 372,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3634,
        "text": "En Wij hebben jou naar alle mensen gezamenlijk slechts gezonden als verkondiger van goed nieuws en als waarschuwer, maar de meeste mensen weten het niet.",
        "numberInSurah": 28,
        "juz": 22,
        "manzil": 5,
        "page": 431,
        "ruku": 372,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3635,
        "text": "En zij zeggen: \"Wanneer zal deze aanzegging zich voordoen als jullie gelijk hebben?\"",
        "numberInSurah": 29,
        "juz": 22,
        "manzil": 5,
        "page": 431,
        "ruku": 372,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3636,
        "text": "Zeg: \"Jullie hebben een afspraak voor een dag waarvoor jullie geen uur te laat ontboden zullen worden, noch te vroeg.\"",
        "numberInSurah": 30,
        "juz": 22,
        "manzil": 5,
        "page": 431,
        "ruku": 372,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3637,
        "text": "Zij die ongelovig zijn zeggen: \"Wij zullen niet in deze Koran geloven, noch in wat eraan vooraf is gegaan.\" Kon jij het maar zien wanneer de onrechtplegers bij hun Heer staan opgesteld en elkaar verwijten maken. Zij die onderdrukt werden zullen tegen hen die hoogmoedig waren zeggen: \"Als jullie er niet geweest waren, dan waren wij gelovig geweest.\"",
        "numberInSurah": 31,
        "juz": 22,
        "manzil": 5,
        "page": 431,
        "ruku": 373,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3638,
        "text": "Maar zij die hoogmoedig waren zeggen tegen hen die onderdrukt werden: \"Hebben wij jullie dan van de leidraad afgehouden nadat hij tot jullie gekomen was? Welnee, jullie waren boosdoeners.\"",
        "numberInSurah": 32,
        "juz": 22,
        "manzil": 5,
        "page": 432,
        "ruku": 373,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3639,
        "text": "En zij die onderdrukt werden zeggen tegen hen die hoogmoedig waren: \"Welnee, [het kwam door jullie] listen van 's nachts en overdag; toen jullie ons bevalen aan God geen geloof te hechten en aan Hem gelijken toe te schrijven.\" Heimelijk hebben zij dan spijt wanneer zij de bestraffing zien. Maar Wij leggen de halsketenen om de nekken van hen die ongelovig zijn. Zal aan hen soms iets anders vergolden worden dan zij deden?",
        "numberInSurah": 33,
        "juz": 22,
        "manzil": 5,
        "page": 432,
        "ruku": 373,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3640,
        "text": "Wij hebben geen waarschuwer naar een stad gezonden zonder dat haar inwoners die een luxeleven leidden zeiden: \"Waarmee jullie gezonden zijn daar hechten wij geen geloof aan.\"",
        "numberInSurah": 34,
        "juz": 22,
        "manzil": 5,
        "page": 432,
        "ruku": 373,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3641,
        "text": "En zij zeiden: \"Wij hebben zeer veel bezittingen en kinderen; wij zijn het niet die gestraft worden.\"",
        "numberInSurah": 35,
        "juz": 22,
        "manzil": 5,
        "page": 432,
        "ruku": 373,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3642,
        "text": "Zeg: \"Mijn Heer voorziet ruimschoots in het levensonderhoud van wie Hij wil en ook met mate, maar de meeste mensen weten het niet\"",
        "numberInSurah": 36,
        "juz": 22,
        "manzil": 5,
        "page": 432,
        "ruku": 373,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3643,
        "text": "Jullie bezittingen, noch jullie kinderen zijn het die jullie nader tot Ons zullen brengen, behalve dan als iemand gelooft en deugdelijk handelt; zij zijn het voor wie er een dubbele beloning is voor wat zij gedaan hebben en zij zullen veilig in de [feest]zalen zijn.",
        "numberInSurah": 37,
        "juz": 22,
        "manzil": 5,
        "page": 432,
        "ruku": 374,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3644,
        "text": "Maar zij die tegen Onze tekenen proberen in te gaan om ze te ontkrachten; zij zijn het die ter bestraffing worden voorgeleid.",
        "numberInSurah": 38,
        "juz": 22,
        "manzil": 5,
        "page": 432,
        "ruku": 374,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3645,
        "text": "Zeg: \"Mijn Heer voorziet ruimschoots in het levensonderhoud van wie van Zijn dienaren Hij wil en ook met mate. En als jullie iets als bijdrage schenken, dan zal Hij het vergoeden; Hij is de beste voorziener.\"",
        "numberInSurah": 39,
        "juz": 22,
        "manzil": 5,
        "page": 432,
        "ruku": 374,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3646,
        "text": "En op de dag dat Hij hen allen verzamelt en dan tot de engelen zegt: \"Zijn dezen het die jullie hebben gediend?\"",
        "numberInSurah": 40,
        "juz": 22,
        "manzil": 5,
        "page": 433,
        "ruku": 374,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3647,
        "text": "Zij zeggen dan: \"U zij geprezen! U bent ons tot vriend en zij niet. Integendeel, zij dienden de djinn; de meesten van hen geloven in hen.\"",
        "numberInSurah": 41,
        "juz": 22,
        "manzil": 5,
        "page": 433,
        "ruku": 374,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3648,
        "text": "\"Vandaag kunnen zij niets tot nut of schade voor elkaar uitrichten^ Ook zeggen Wij tot hen die onrecht pleegden: \"Proeft de bestraffing met het vuur dat jullie loochenden.\"",
        "numberInSurah": 42,
        "juz": 22,
        "manzil": 5,
        "page": 433,
        "ruku": 374,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3649,
        "text": "En als aan hen Onze tekenen als duidelijke bewijzen voorgelezen worden zeggen zij: \"Dat is een man die jullie alleen maar wenst af te brengen van wat jullie vaderen gewoon waren te dienen.\" En zij zeggen: \"Dit is slechts laster die verzonnen is.\" En zij die aan de waarheid geen geloof hechten wanneer zij tot hen komt zeggen: \"Dit is duidelijk slechts toverij.\"",
        "numberInSurah": 43,
        "juz": 22,
        "manzil": 5,
        "page": 433,
        "ruku": 374,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3650,
        "text": "Wij hebben hun geen boeken gegeven die zij konden bestuderen, noch hebben Wij voor jouw tijd een waarschuwer tot hen gezonden.",
        "numberInSurah": 44,
        "juz": 22,
        "manzil": 5,
        "page": 433,
        "ruku": 374,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3651,
        "text": "Maar zij die er voor hun tijd waren, hebben [de gezanten ook] van leugens beticht, terwijl zij [nu] nog niet een tiende bereikt hebben van wat Wij aan hen gegeven hadden. Toch hadden zij ook Mijn gezanten van leugens beticht. En hoe was Mijn terechtwijzing dan? *",
        "numberInSurah": 45,
        "juz": 22,
        "manzil": 5,
        "page": 433,
        "ruku": 374,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3652,
        "text": "Zeg: \"Ik roep jullie tot slechts één ding op; dat jullie je getweeën en afzonderlijk voor God opstellen en dan nadenken. In jullie medeburger is geen bezetenheid, hij is voor jullie slechts een waarschuwer voor een strenge bestraffing.\"",
        "numberInSurah": 46,
        "juz": 22,
        "manzil": 5,
        "page": 433,
        "ruku": 375,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3653,
        "text": "Zeg: \"Ik vraag jullie geen loon; het is in jullie eigen voordeel. Slechts God is belast met mijn loon; Hij is van alles getuige.\"",
        "numberInSurah": 47,
        "juz": 22,
        "manzil": 5,
        "page": 433,
        "ruku": 375,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3654,
        "text": "Zeg: \"Mijn Heer treft met de waarheid; Hij is de kenner van de verborgenheden.\"",
        "numberInSurah": 48,
        "juz": 22,
        "manzil": 5,
        "page": 433,
        "ruku": 375,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3655,
        "text": "Zeg: \"De waarheid is gekomen. De onzin kan niets laten beginnen en niets herhalen.\"",
        "numberInSurah": 49,
        "juz": 22,
        "manzil": 5,
        "page": 434,
        "ruku": 375,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3656,
        "text": "Zeg: \"Als ik dwaal, dan dwaal ik slechts ten koste van mijzelf, maar als ik het goede pad volg, dan komt dat door wat mijn Heer aan mij geopenbaard heeft; Hij is horend en nabij.\"",
        "numberInSurah": 50,
        "juz": 22,
        "manzil": 5,
        "page": 434,
        "ruku": 375,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3657,
        "text": "Kon jij het maar zien wanneer zij, zonder te kunnen ontkomen, van schrik bevangen zijn en vanuit een nabije plaats weggegrist worden",
        "numberInSurah": 51,
        "juz": 22,
        "manzil": 5,
        "page": 434,
        "ruku": 375,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3658,
        "text": "en zeggen: \"Wij geloven erin\", maar hoe zouden zij dat vanuit een verafgelegen plaats nog kunnen bereiken?",
        "numberInSurah": 52,
        "juz": 22,
        "manzil": 5,
        "page": 434,
        "ruku": 375,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3659,
        "text": "Zij hechtten er vroeger toch ook geen geloof aan en zij proberen vanuit een verafgelegen plaats het verborgene te treffen.",
        "numberInSurah": 53,
        "juz": 22,
        "manzil": 5,
        "page": 434,
        "ruku": 375,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3660,
        "text": "En wat zij begeren wordt voor hen onbereikbaar gemaakt zoals dat vroeger met hun soortgenoten gedaan was; zij verkeerden immers in hevige twijfel.",
        "numberInSurah": 54,
        "juz": 22,
        "manzil": 5,
        "page": 434,
        "ruku": 375,
        "hizbQuarter": 174,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "nl.leemhuis",
      "language": "nl",
      "name": "Leemhuis",
      "englishName": "Leemhuis",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}