{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 35,
    "name": "سُورَةُ فَاطِرٍ",
    "englishName": "Faatir",
    "englishNameTranslation": "The Originator",
    "revelationType": "Meccan",
    "numberOfAyahs": 45,
    "ayahs": [
      {
        "number": 3661,
        "text": "Lof zij God, de grondlegger van de hemelen en de aarde, die de engelen tot gezanten met vleugels gemaakt heeft, twee, drie of vier! Hij voegt aan de schepping toe wat Hij wil; God is almachtig.",
        "numberInSurah": 1,
        "juz": 22,
        "manzil": 5,
        "page": 434,
        "ruku": 376,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3662,
        "text": "De barmhartigheid die God voor de mensen openstelt kan niemand tegenhouden. En wat Hij tegenhoudt kan niemand na Hem nog wegzenden. Hij is de machtige, de wijze.",
        "numberInSurah": 2,
        "juz": 22,
        "manzil": 5,
        "page": 434,
        "ruku": 376,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3663,
        "text": "O mensen, gedenkt Gods genade aan jullie. Is er een andere schepper dan God, die vanuit de hemel en de aarde in jullie onderhoud voorziet? Er is geen god dan Hij! Hoe worden jullie zo afgeleid?",
        "numberInSurah": 3,
        "juz": 22,
        "manzil": 5,
        "page": 434,
        "ruku": 376,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3664,
        "text": "Maar als zij jou van leugens betichten; al voor jouw tijd zijn er gezanten van leugens beticht geweest. En aan God worden alle zaken voorgelegd.",
        "numberInSurah": 4,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 376,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3665,
        "text": "O mensen, Gods toezegging is waar. Laat het tegenwoordige leven jullie dus niet begoochelen en laat de begoochelaar jullie dan niet begoochelen met betrekking tot God.",
        "numberInSurah": 5,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 376,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3666,
        "text": "De satan is voor jullie een vijand. Neemt dus maar aan dat hij een vijand is. Hij roept zijn partij slechts op opdat zij in de vuurgloed zullen thuishoren.",
        "numberInSurah": 6,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 376,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3667,
        "text": "Zij die ongelovig zijn, voor hen is er een strenge bestraffing, maar zij die gelovig zijn en de deugdelijke daden doen, voor hen is er vergeving en een groot loon.",
        "numberInSurah": 7,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 376,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3668,
        "text": "En hij dan voor wie de slechtheid van zijn handelen aantrekkelijk gemaakt is en die het dan ook als goed beschouwt? Maar God brengt tot dwaling wie Hij wil en Hij brengt op het goede pad wie Hij wil. Je moet uit wroeging over hen niet buiten jezelf raken. God weet wat zij doen.",
        "numberInSurah": 8,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 377,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3669,
        "text": "En God is het die de winden uitzendt die dan wolken opdrijven. Dan drijven Wij ze naar een dode streek en laten de aarde ermee herleven nadat zij dood was. Zo is het ook met de herrijzenis.",
        "numberInSurah": 9,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 377,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3670,
        "text": "Als iemand de macht wenst? welnu de macht behoort God geheel toe. Tot Hem stijgen de goede woorden op en Hij verheft de deugdzame daad. Maar voor hen die de slechte daden beramen is er een strenge bestraffing; de list van hen gaat verloren.",
        "numberInSurah": 10,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 377,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3671,
        "text": "God heeft jullie uit aarde en dan uit een druppel geschapen en dan heeft Hij jullie tot echtgenoten gemaakt. Geen vrouw is zwanger en baart zonder dat Hij het weet; niemands levensduur wordt verlengd en niemands levensduur wordt verkort of het staat in een boek. Dat is voor God gemakkelijk.",
        "numberInSurah": 11,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 377,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3672,
        "text": "De beide zeeën zijn niet gelijk; de ene is zoet, fris en geschikt om te drinken en de andere zout en pekelig. En uit beide krijgen jullie vers vlees te eten en jullie halen er sieraden uit op om je mee te tooien. En jullie zien de schepen haar doorklieven [en dat is] opdat jullie streven naar een gunst van Hem; misschien zullen jullie dank betuigen.",
        "numberInSurah": 12,
        "juz": 22,
        "manzil": 5,
        "page": 436,
        "ruku": 377,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3673,
        "text": "God laat de nacht overgaan in de dag en Hij laat de dag overgaan in de nacht en Hij heeft de zon en de maan dienstbaar gemaakt. Alles loopt tot een vastgestelde termijn. Dat is God, jullie Heer; Hij heeft de heerschappij. Zij die jullie in plaats van Hem aanroepen hebben nog geen flintertje heerschappij.",
        "numberInSurah": 13,
        "juz": 22,
        "manzil": 5,
        "page": 436,
        "ruku": 377,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3674,
        "text": "Als jullie hen aanroepen horen zij jullie aanroep niet en als ze al horen dan geven ze aan jullie geen gehoor. En op de opstandingsdag zullen zij jullie veelgodendienst verloochenen. En niemand kan mededelingen doen als iemand die welingelicht is.",
        "numberInSurah": 14,
        "juz": 22,
        "manzil": 5,
        "page": 436,
        "ruku": 377,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3675,
        "text": "O mensen, jullie zijn het die behoefte aan God hebben, maar God, Hij is de behoefteloze, de lofwaardige.",
        "numberInSurah": 15,
        "juz": 22,
        "manzil": 5,
        "page": 436,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3676,
        "text": "Als Hij wil vaagt Hij jullie weg en brengt Hij een nieuwe schepping.",
        "numberInSurah": 16,
        "juz": 22,
        "manzil": 5,
        "page": 436,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3677,
        "text": "Dat is voor God niet lastig.",
        "numberInSurah": 17,
        "juz": 22,
        "manzil": 5,
        "page": 436,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3678,
        "text": "Niemand is belast met de last van een ander en als iemand die zwaar beladen is oproept om [mee] te dragen, dan zal toch niets van hem gedragen worden ook al betreft het een verwant. Jij kunt slechts hen waarschuwen die God in het verborgen vrezen en de salaat verrichten. En als iemand zich gelouterd heeft dan is hij in zijn eigen voordeel gelouterd; bij God is de bestemming.",
        "numberInSurah": 18,
        "juz": 22,
        "manzil": 5,
        "page": 436,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3679,
        "text": "De blinde en de ziende zijn niet gelijk,",
        "numberInSurah": 19,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3680,
        "text": "noch de duisternissen en het licht,",
        "numberInSurah": 20,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3681,
        "text": "noch de schaduw en de hitte;",
        "numberInSurah": 21,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3682,
        "text": "ook de levenden en de doden zijn niet gelijk. God doet horen wie Hij wil, maar jij kunt wie er in de graven zijn niet doen horen.",
        "numberInSurah": 22,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3683,
        "text": "Jij bent slechts een waarschuwer.",
        "numberInSurah": 23,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3684,
        "text": "Wij hebben jou met de waarheid gezonden als verkondiger van goed nieuws en als waarschuwer. En er is geen gemeenschap of er is wel een waarschuwer geweest.",
        "numberInSurah": 24,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3685,
        "text": "En als zij jou van leugens betichten, zij die er voor hun tijd waren hebben dat ook gedaan. Hun gezanten kwamen tot hen met de duidelijke bewijzen, met de Zoeboer en met het verlichtende boek.",
        "numberInSurah": 25,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3686,
        "text": "Toen heb Ik hen die ongelovig waren gegrepen. En hoe was Mijn terechtwijzing dan?",
        "numberInSurah": 26,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3687,
        "text": "Heb jij niet gezien dat God uit de hemel water laat neerdalen? Dan brengen Wij daarmee verschillende soorten vruchten voort. En bij de bergen zijn er witte en rode lagen, verschillend van kleur, en ook gitzwarte.",
        "numberInSurah": 27,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3688,
        "text": "Ook bij de mensen en bij de dieren en het vee zijn er zo verschillende kleuren en soorten. God wordt slechts gevreesd door de geleerden onder Zijn dienaren. God is machtig en vergevend.",
        "numberInSurah": 28,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3689,
        "text": "Zij die het boek van God voorlezen, de salaat verrichten en in het geheim en openbaar bijdragen geven van wat Wij hun voor hun levensonderhoud gegeven hebben, verwachten koopwaar die niet verloren gaat,",
        "numberInSurah": 29,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3690,
        "text": "opdat Hij hun hun volle loon geeft en van Zijn goedgunstigheid nog meer zal geven; Hij is vergevend en dank betuigend.",
        "numberInSurah": 30,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3691,
        "text": "En wat Wij aan jou van het boek geopenbaard hebben, dat is de waarheid, ter bevestiging van wat er voordien al was; God is over Zijn dienaren goed ingelicht en Hij doorziet hen.",
        "numberInSurah": 31,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3692,
        "text": "Toen hebben Wij het boek als erfenis gegeven aan hen die Wij van Onze dienaren hadden uitverkoren. Onder hen zijn er die zichzelf onrecht aandoen, die gematigd zijn en die met Gods toestemming wedijveren in goede daden. Dit is de grote goedgunstigheid:",
        "numberInSurah": 32,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3693,
        "text": "Zij zullen de tuinen van 'Adn binnengaan. Zij tooien zich daarin met armbanden van goud en met parels en hun kleren zijn daar van zijde.",
        "numberInSurah": 33,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3694,
        "text": "En zij zeggen: \"Lof zij God die van ons de droefheid heeft weggenomen. Vergevend en dank betuigend is onze Heer,",
        "numberInSurah": 34,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3695,
        "text": "die ons door Zijn goedgunstigheid in de woning van het [eeuwige] verblijf heeft geplaatst. Wij worden daarin niet door vermoeidheid overvallen, noch worden wij daarin door matheid overvallen.\"",
        "numberInSurah": 35,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3696,
        "text": "Maar zij die ongelovig zijn, voor hen is er het vuur van de hel; er zal voor hen geen eind aan gemaakt worden zodat zij sterven, noch zal de bestraffing ermee voor hen verlicht worden. Zo vergelden Wij aan iedere ondankbare ongelovige.",
        "numberInSurah": 36,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3697,
        "text": "Zij zullen erin uitschreeuwen: \"Onze Heer, haal ons hier uit, dan zullen wij deugdelijk handelen, anders dan wij altijd deden.\" \"Hebben Wij jullie dan niet zo lang laten leven dat iemand zich zou kunnen laten vermanen als hij het wilde? En er was een waarschuwer tot jullie gekomen! Proeft het dus maar; de onrechtplegers hebben geen helper.\"",
        "numberInSurah": 37,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3698,
        "text": "God is de kenner van het verborgene van de hemelen en de aarde; Hij weet wat er binnen in de harten is.",
        "numberInSurah": 38,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 380,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3699,
        "text": "Hij is het die jullie tot elkaar opvolgende geslachten op de aarde gemaakt heeft. En wie ongelovig is, diens ongeloof is in zijn nadeel; voor de ongelovigen maakt hun ongeloof de afschuw bij hun Heer alleen maar erger en voor de ongelovigen brengt hun ongeloof hun alleen maar groter verlies.",
        "numberInSurah": 39,
        "juz": 22,
        "manzil": 5,
        "page": 439,
        "ruku": 380,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3700,
        "text": "Zeg: \"Hoe zien jullie je [zogenaamd goddelijke] metgezellen die jullie in plaats van God aanroepen? Laat mij dan zien wat zij van de aarde geschapen hebben.\" Hebben zij een aandeel in de hemelen of hebben Wij hun een boek gegeven zodat zij op een duidelijk bewijs steunen? Welnee, de onrechtplegers beloven elkaar slechts begoocheling. *",
        "numberInSurah": 40,
        "juz": 22,
        "manzil": 5,
        "page": 439,
        "ruku": 380,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3701,
        "text": "God houdt de hemelen en de aarde vast, zodat zij niet vergaan; als zij zouden vergaan, dan zou niemand behalve Hij hen kunnen vasthouden. Hij is zachtmoedig en vergevend.",
        "numberInSurah": 41,
        "juz": 22,
        "manzil": 5,
        "page": 439,
        "ruku": 380,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3702,
        "text": "Zij hebben bij God dure eden gezworen dat zij, als tot hen een waarschuwer zou komen, zeker beter het goede pad op zouden gaan dan enige andere gemeenschap. Maar toen tot hen een waarschuwer kwam kregen zij alleen maar meer afkeer,",
        "numberInSurah": 42,
        "juz": 22,
        "manzil": 5,
        "page": 439,
        "ruku": 380,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3703,
        "text": "terwijl zij zich op de aarde hoogmoedig gedroegen en slechte plannen beraamden. Maar slechte plannen overmeesteren alleen maar de beramers ervan. Kunnen zij dan iets anders verwachten dan de gebruikelijke behandeling van hen die er eertijds waren? Jij zult dus in Gods gebruikelijke behandeling geen verandering vinden en je zult in Gods gebruikelijke behandeling geen wijziging vinden.",
        "numberInSurah": 43,
        "juz": 22,
        "manzil": 5,
        "page": 439,
        "ruku": 380,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3704,
        "text": "Hebben zij dan niet op de aarde rondgereisd, zodat zij konden zien hoe het einde was van hen die er voor hen waren en die sterker waren dan zij? En er is niets in de hemelen en op de aarde wat iets tegen God kan doen; Hij is wetend en vrijmachtig.",
        "numberInSurah": 44,
        "juz": 22,
        "manzil": 5,
        "page": 439,
        "ruku": 380,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3705,
        "text": "Als God de mensen zou aanrekenen wat zij begaan hebben zou Hij op het aardoppervlak geen dier overlaten. Maar Hij geeft hun uitstel tot een vastgestelde termijn. En wanneer hun termijn komt, dan doorziet God Zijn dienaren.",
        "numberInSurah": 45,
        "juz": 22,
        "manzil": 5,
        "page": 440,
        "ruku": 380,
        "hizbQuarter": 176,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "nl.leemhuis",
      "language": "nl",
      "name": "Leemhuis",
      "englishName": "Leemhuis",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}