{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 39,
    "name": "سُورَةُ الزُّمَرِ",
    "englishName": "Az-Zumar",
    "englishNameTranslation": "The Groups",
    "revelationType": "Meccan",
    "numberOfAyahs": 75,
    "ayahs": [
      {
        "number": 4059,
        "text": "De neerzending van het boek is gebeurd door God, de machtige, de wijze.",
        "numberInSurah": 1,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4060,
        "text": "Wij hebben het boek met de waarheid naar jou neergezonden. Dien God dus en wijd de godsdienst geheel aan Hem.",
        "numberInSurah": 2,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4061,
        "text": "Behoort de zuivere godsdienst niet God toe? Zij die zich in plaats van Hem beschermers nemen [zeggen]: \"Wij dienen hen slechts opdat zij ons nader tot God brengen.\" God zal tussen hen oordelen over dat waarover zij het oneens zijn. God wijst wie een ongelovige leugenaar is de goede richting niet.",
        "numberInSurah": 3,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4062,
        "text": "Als God gewenst had zich een kind te nemen, dan had Hij uit wat Hij geschapen heeft uitgekozen wat Hij had gewild. Geprezen zij Hij! Hij is God, de ene, de albeheerser.",
        "numberInSurah": 4,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4063,
        "text": "Hij heeft de hemelen en de aarde in waarheid geschapen. Hij legt de nacht over de dag en Hij legt de dag over de nacht en Hij heeft de zon en de maan dienstbaar gemaakt; alles loopt tot een vastgestelde termijn. Is Hij niet de machtige, de vergevende?",
        "numberInSurah": 5,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4064,
        "text": "Hij heeft jullie uit één wezen geschapen en toen heeft Hij er zijn echtgenote uit gemaakt. En Hij heeft van het vee acht paarsgewijs voorkomende dieren naar jullie neergezonden. Hij schept jullie in de buiken van jullie moeders, de ene schepping na de andere in drievoudige duisternis. Dat is God, jullie Heer. Hij heeft de heerschappij. Er is geen god dan Hij. Hoe kunnen jullie je dan zo laten verstrooien?",
        "numberInSurah": 6,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4065,
        "text": "Als jullie ongelovig zijn, God heeft jullie niet nodig. Hem bevalt het ongeloof bij zijn dienaren niet, maar als jullie dank betuigen dan bevalt Hem dat bij jullie. Niemand is belast met de last van een ander. En vervolgens is jullie terugkeer tot jullie Heer. Hij zal jullie dan meedelen wat jullie aan het doen waren. Hij weet wat er binnen in de harten is.",
        "numberInSurah": 7,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4066,
        "text": "En wanneer de mens tegenspoed treft, roept hij zijn Heer aan, terwijl hij zich schuldbewust tot Hem wendt, maar daarna, wanneer Hij hem van Zijn kant genade schenkt, vergeet hij wat hij daarvoor tot Hem geroepen had. En hij schrijft aan God gelijken toe om [anderen] van Zijn weg af te laten dwalen. Zeg: \"Geniet in jouw ongeloof nog maar een weinig; jij behoort tot hen die in het vuur thuishoren.\"",
        "numberInSurah": 8,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 396,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4067,
        "text": "Is iemand die gedurende de nacht onderdanigheid toont, terwijl hij zich eerbiedig neerbuigt en opstaat, op zijn hoede is voor het hiernamaals en op de barmhartigheid van Zijn Heer hoopt?? Zeg: \"Zijn zij die weten en zij die niet weten gelijk? Slechts de verstandigen laten zich vermanen.\"",
        "numberInSurah": 9,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 396,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4068,
        "text": "Zeg: \"Mijn dienaren, die gelovig zijn! Vreest jullie Heer. Voor hen die in dit tegenwoordige leven goed doen is er iets goeds en Gods aarde is wijd. Maar aan hen die geduldig volharden zal hun volle loon gegeven worden, zonder afrekening.\"",
        "numberInSurah": 10,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4069,
        "text": "Zeg: \"Mij is bevolen God te dienen door de godsdienst geheel aan Hem te wijden.",
        "numberInSurah": 11,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4070,
        "text": "En mij is bevolen de eerste te zijn van hen die zich [aan God] overgeven.\"",
        "numberInSurah": 12,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4071,
        "text": "Zeg: \"Ik vrees voor een geweldige dag als ik aan mijn Heer ongehoorzaam ben.\"",
        "numberInSurah": 13,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4072,
        "text": "Zeg: \"God dien ik door mijn godsdienst geheel aan Hem te wijden.",
        "numberInSurah": 14,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4073,
        "text": "En dient maar wat jullie willen in plaats van Hem.\" Zeg: \"De verliezers zijn zij die zichzelf en hun families verliezen op de opstandingsdag. Is dat niet het duidelijke verlies?\"",
        "numberInSurah": 15,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4074,
        "text": "Zij hebben boven zich stapelwolken van vuur en onder zich stapelwolken. Daarmee jaagt God Zijn dienaren vrees aan. Mijn dienaren, weest godvrezend!",
        "numberInSurah": 16,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4075,
        "text": "Voor hen die het vermijden de Taghoet te dienen en die zich schuldbewust tot God wenden is er goed nieuws. Verkondig het goede nieuws dus aan Mijn dienaren,",
        "numberInSurah": 17,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4076,
        "text": "die het woord horen en dan het beste ervan volgen. Zij zijn het die God op het goede pad brengt en dat zijn zij, de verstandigen.",
        "numberInSurah": 18,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4077,
        "text": "En als voor iemand het woord van de bestraffing is bewaarheid? kun jij dan iemand redden die in het vuur is?",
        "numberInSurah": 19,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4078,
        "text": "Maar voor hen die hun Heer vrezen zijn er [feest]zalen waarboven [feest] zalen gebouwd zijn en waar de rivieren onderdoor stromen. Gods toezegging is het. God zal de afspraak niet afzeggen.",
        "numberInSurah": 20,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4079,
        "text": "Zie jij dan niet dat God water uit de hemel laat neerdalen en dan naar bronnen in de aarde laat gaan? Dan brengt Hij er landbouwgewassen van allerlei soorten mee voort. Dan verdorren zij en jij ziet ze geel worden en dan maakt Hij ze tot gruis. Daarin is een vermaning voor de verstandigen.",
        "numberInSurah": 21,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4080,
        "text": "Is dan iemand wiens hart God opengesteld heeft voor de overgave [aan God] en die zich in een licht dat van zijn Heer afkomstig is bevindt?? Wee dus hen van wie de harten hard zijn zodat zij God niet gedenken. Zij zijn het die in duidelijke dwaling verkeren.",
        "numberInSurah": 22,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4081,
        "text": "God heeft het beste nieuws neergezonden, een boek met op elkaar lijkende herhaalde gedeelten waarvan bij hen die hun Heer vrezen de rillingen over hun huid lopen. Daarna ontspannen hun huid en hun harten zich om God te gedenken. Dat is Gods leidraad waarmee Hij leidt wie Hij wil. En als God iemand tot dwaling brengt, dan is er voor hem niemand die de goede richting wijst.",
        "numberInSurah": 23,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4082,
        "text": "Is dan iemand die zich op de opstandingsdag met zijn gezicht voor de vreselijke bestraffing beschermt?? Tot de onrechtplegers wordt namelijk gezegd: \"Proeft wat jullie begaan hebben.\"",
        "numberInSurah": 24,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4083,
        "text": "Zij die er voor hun tijd waren hebben ook van leugens beticht, maar toen kwam de bestraffing tot hen vanwaar zij het niet beseften.",
        "numberInSurah": 25,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4084,
        "text": "En God liet hen in het tegenwoordige leven de schande proeven, maar de bestraffing in het hiernamaals is nog erger. Als zij het maar wisten.",
        "numberInSurah": 26,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4085,
        "text": "En Wij hebben in deze Koran allerlei voorbeelden voor de mensen gegeven; misschien laten zij zich vermanen.",
        "numberInSurah": 27,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4086,
        "text": "Een Arabische Koran die geen afwijking heeft; misschien zullen zij godvrezend worden.",
        "numberInSurah": 28,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4087,
        "text": "God geeft als voorbeeld een man die meerdere ruziënde bazen heeft en een man die volledig aan één man toebehoort. Zijn die twee bijvoorbeeld gelijk? Lof zij God! Maar de meesten van hen weten het niet.",
        "numberInSurah": 29,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4088,
        "text": "Jij bent sterfelijk en zij zijn sterfelijk.",
        "numberInSurah": 30,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4089,
        "text": "Dan zullen jullie op de opstandingsdag met elkaar twisten. *",
        "numberInSurah": 31,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4090,
        "text": "En wie is er zondiger dan wie over God liegt en de betrouwbare waarheid loochent wanneer zij tot hem komt? Is er in de hel niet een verblijfplaats voor de ongelovigen?",
        "numberInSurah": 32,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4091,
        "text": "En wie met de betrouwbare waarheid komen en geloof aan haar hechten, zij zijn het die godvrezend zijn.",
        "numberInSurah": 33,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4092,
        "text": "Zij hebben bij hun Heer wat zij willen. Dat is het loon voor hen die goed doen,",
        "numberInSurah": 34,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4093,
        "text": "opdat God hun het slechtste dat zij gedaan hebben kwijtscheldt en hen beloont met het loon voor het beste dat zij deden.",
        "numberInSurah": 35,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4094,
        "text": "Is God niet goed genoeg voor Zijn dienaar? En zij willen jou bang maken met hen die er in plaats van Hem zouden zijn. En als God iemand tot dwaling brengt, dan is er voor hem niemand die de goede richting wijst.",
        "numberInSurah": 36,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4095,
        "text": "En als God iemand de goede richting wijst dan is er voor hem niemand die tot dwaling brengt. Is God niet machtig en wraakgierig?",
        "numberInSurah": 37,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4096,
        "text": "En als jij hun vraagt wie de hemelen en de aarde geschapen heeft zeggen zij: \"God.\" Zeg: \"En hebben jullie wel gezien wat jullie in plaats van God aanroepen? Als God voor mij tegenspoed wenst, kunnen zij dan Zijn tegenspoed voor mij wegnemen? Of als Hij voor mij barmhartigheid wenst, kunnen zij dan Zijn barmhartigheid tegenhouden?\" Zeg: \"Voor mij is God goed genoeg, op Hem moeten zij die vertrouwen hebben hun vertrouwen stellen.\"",
        "numberInSurah": 38,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4097,
        "text": "Zeg: \"Mijn volk! Handelt naar jullie vermogen; ik doe dat ook. Dan zullen jullie weten",
        "numberInSurah": 39,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4098,
        "text": "tot wie er een bestraffing komt die hem te schande maakt en op wie een blijvende bestraffing zal neerkomen.\"",
        "numberInSurah": 40,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4099,
        "text": "Wij hebben tot jou het boek voor de mensen met de waarheid neergezonden. Wie zich de goede richting laat wijzen volgt het goede pad slechts tot zijn eigen voordeel en wie dwaalt, dwaalt slechts ten koste van zichzelf. En jij bent geen voogd over hen.",
        "numberInSurah": 41,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4100,
        "text": "God neemt de zielen weg op de tijd van hun dood en in hun slaap, als ze nog niet gestorven zijn. Dan houdt Hij die waarvoor de dood beslist is tegen en zendt de andere voor een bepaalde termijn weer weg. Daarin zijn tekenen voor mensen die nadenken.",
        "numberInSurah": 42,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4101,
        "text": "Of hebben zij buiten God om bemiddelaars genomen? Zeg: \"En als zij niets kunnen uitrichten en geen verstand hebben?\"",
        "numberInSurah": 43,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4102,
        "text": "Zeg: \"Aan God komt de bemiddeling geheel toe. Hij heeft de heerschappij over de hemelen en de aarde. Voorts zullen jullie tot Hem worden teruggebracht.\"",
        "numberInSurah": 44,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4103,
        "text": "En wanneer God als enige vermeld wordt krimpen de harten van hen die niet in het hiernamaals geloven ineen. En wanneer zij die er in plaats van Hem zouden zijn vermeld worden dan verblijden zij zich opeens.",
        "numberInSurah": 45,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4104,
        "text": "Zeg: \"O God, schepper van de hemelen en de aarde, kenner van het verborgene en het waarneembare, U oordeelt tussen Uw dienaren over dat waarover zij het oneens waren.\"",
        "numberInSurah": 46,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4105,
        "text": "Als zij die onrecht plegen alles wat er op de aarde is hadden en nog eens evenveel, dan zouden zij zich ermee willen vrijkopen van de erge bestraffing op de opstandingsdag. Van de kant van God zal voor hen dan openlijk zichtbaar worden waarop zij niet gerekend hadden.",
        "numberInSurah": 47,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4106,
        "text": "De slechte daden die zij begaan hebben worden dan namelijk voor hen zichtbaar en zij worden ingesloten door dat waarmee zij de spot dreven.",
        "numberInSurah": 48,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4107,
        "text": "En wanneer de mens tegenspoed treft dan roept hij Ons aan, maar wanneer Wij hem met genade van Onze kant omgeven hebben zegt hij: \"Het is mij gegeven op grond van kennis die ik heb.\" Welnee, het is een verzoeking. Maar de meesten van hen weten het niet.",
        "numberInSurah": 49,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4108,
        "text": "Zij die er voor hen waren hadden dat ook al gezegd, maar hun baatte niet wat zij ten uitvoer hadden gebracht.",
        "numberInSurah": 50,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4109,
        "text": "De slechte daden die zij begingen hebben hen dus getroffen. En ook zij die onrecht plegen uit het midden van dezen hier zullen door de slechte daden die zij hebben begaan getroffen worden zonder dat zij er iets aan kunnen doen.",
        "numberInSurah": 51,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4110,
        "text": "Weten zij dan niet dat God ruimschoots in het levensonderhoud voorziet van wie Hij wil en ook met mate? Daarin zijn tekenen voor mensen die geloven.",
        "numberInSurah": 52,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4111,
        "text": "Zeg: \"Mijn dienaren! Als jullie tegen jezelf onmatig zijn geweest moeten jullie de hoop op de barmhartigheid van God niet opgeven. God vergeeft al de zonden; Hij is de vergevende, de barmhartige.",
        "numberInSurah": 53,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4112,
        "text": "En wendt jullie schuldbewust tot jullie Heer en geeft jullie over aan Hem voordat de bestraffing tot jullie komt. Dan zullen jullie geen hulp krijgen.",
        "numberInSurah": 54,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4113,
        "text": "En volgt het beste van wat tot jullie van de kant van jullie Heer is neergezonden voordat de bestraffing onverwachts tot jullie komt zonder dat jullie het beseffen.\"",
        "numberInSurah": 55,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4114,
        "text": "Opdat niemand zal zeggen: \"Wat heb ik er spijt van dat ik God veronachtzaamd heb! Ik behoorde immers tot de spotters.\"",
        "numberInSurah": 56,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4115,
        "text": "Of dat iemand zal zeggen: \"Als God mij op het goede pad gebracht had behoorde ik tot de godvrezenden.\"",
        "numberInSurah": 57,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4116,
        "text": "Of dat iemand zal zeggen wanneer hij de bestraffing ziet: \"Als er een terugkeer voor mij was zou ik tot hen die goed doen behoren.\"",
        "numberInSurah": 58,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4117,
        "text": "\"Welnee, Mijn tekenen zijn toch tot jou gekomen, maar jij hebt ze geloochend, jij was hoogmoedig en behoorde tot de ongelovigen.\"",
        "numberInSurah": 59,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4118,
        "text": "Op de opstandingsdag zul je hen die over God logen met zwarte gezichten zien. Is er in de hel niet een verblijfplaats voor de hoogmoedigen?",
        "numberInSurah": 60,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4119,
        "text": "Maar God redt hen die godvrezend zijn om wat zij tot stand hebben gebracht. Hen treft geen kwaad noch zullen zij bedroefd zijn.",
        "numberInSurah": 61,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4120,
        "text": "God is de schepper van alle dingen en Hij is over alles voogd.",
        "numberInSurah": 62,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4121,
        "text": "Hij heeft de sleutels van de hemelen en de aarde. Zij die Gods tekenen loochenen, zij zijn het die de verliezers zijn.",
        "numberInSurah": 63,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4122,
        "text": "Zeg: \"Willen jullie mij dan bevelen iets anders dan God te dienen, jullie onwetenden?\"",
        "numberInSurah": 64,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4123,
        "text": "Aan jou en aan hen die er voor jouw tijd waren is geopenbaard: \"Als jij veelgodendienst bedrijft dan zal wat jij doet vruchteloos zijn en zul jij tot de verliezers behoren.",
        "numberInSurah": 65,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4124,
        "text": "Neen, jij moet God dienen en behoren tot hen die dank betuigen!\"",
        "numberInSurah": 66,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4125,
        "text": "Zij hebben God niet op Zijn juiste waarde geschat. De gehele aarde zal namelijk op de opstandingsdag in Zijn greep zijn en de hemelen zullen zijn samengevouwen in Zijn rechterhand. Hij zij geprezen, verheven als Hij is boven wat zij aan Hem als metgezellen toevoegen.",
        "numberInSurah": 67,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4126,
        "text": "En er wordt op de bazuin geblazen en wie er in de hemelen en wie er op de aarde zijn vallen wezenloos neer, behalve zij van wie God het wil. Dan wordt er een tweede keer op geblazen en dan staan zij op om te kijken.",
        "numberInSurah": 68,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4127,
        "text": "En de aarde straalt in het licht van haar Heer, het boek wordt voorgelegd en de profeten en getuigen worden gebracht. En er wordt tussen hen naar waarheid beslist en hun wordt geen onrecht aangedaan.",
        "numberInSurah": 69,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4128,
        "text": "En aan iedereen wordt vergoed wat hij gedaan heeft; Hij kent wat zij doen het best.",
        "numberInSurah": 70,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4129,
        "text": "En zij die ongelovig zijn worden in horden naar de hel gedreven en wanneer zij er komen worden haar poorten geopend en haar bewakers zeggen tot hen: \"Zijn er tot jullie geen gezanten uit jullie eigen midden gekomen, die jullie de tekenen van jullie Heer voorlazen en die jullie waarschuwden voor de ontmoeting op deze dag van jullie?\" Zij zeggen: \"Ja zeker.\" Maar het woord van de bestraffing is voor de ongelovigen bewaarheid.",
        "numberInSurah": 71,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4130,
        "text": "Er wordt gezegd: \"Gaat de poorten van de hel binnen om er altijd te blijven.\" Dat is pas een slechte verblijfplaats voor de hoogmoedigen!",
        "numberInSurah": 72,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4131,
        "text": "En zij die gelovig zijn worden in horden naar de tuin gedreven en wanneer zij er komen worden haar poorten geopend en haar bewakers zeggen tot hen: \"Vrede zij met jullie! Jullie zijn goed geweest, gaat er dus binnen om er altijd te blijven.\"",
        "numberInSurah": 73,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4132,
        "text": "En zij zeggen: \"Lof zij God, die Zijn belofte aan ons heeft waargemaakt en die ons de aarde heeft laten beërven zodat wij ons in de tuin kunnen vestigen waar wij willen.\" Dat is pas een goed loon voor hen die [goed] doen.",
        "numberInSurah": 74,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4133,
        "text": "En je ziet de engelen rondom de troon staan terwijl zij de lof van hun Heer prijzen. En er wordt tussen hen naar waarheid beslist en men zegt: \"Lof zij God, de Heer van de wereldbewoners.\"",
        "numberInSurah": 75,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "nl.leemhuis",
      "language": "nl",
      "name": "Leemhuis",
      "englishName": "Leemhuis",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}