{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 40,
    "name": "سُورَةُ غَافِرٍ",
    "englishName": "Ghafir",
    "englishNameTranslation": "The Forgiver",
    "revelationType": "Meccan",
    "numberOfAyahs": 85,
    "ayahs": [
      {
        "number": 4134,
        "text": "H[aa?] M[iem].",
        "numberInSurah": 1,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4135,
        "text": "De neerzending van het boek is gebeurd door God, de machtige, de wetende,",
        "numberInSurah": 2,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4136,
        "text": "Hij die de zonde vergeeft en het berouw aanvaardt, die streng is in de afstraffing en vermogend. Er is geen god dan Hij. Bij Hem is de bestemming.",
        "numberInSurah": 3,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4137,
        "text": "Over Gods tekenen twisten slechts zij die ongelovig zijn; laat je niet begoochelen doordat zij in het land rondtrekken.",
        "numberInSurah": 4,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4138,
        "text": "Voor hun tijd had het volk van Noeh van leugens beticht en na hen ook de partijen. En iedere gemeenschap was van plan om hun gezant te grijpen en zij redetwistten met behulp van onzin om daarmee de waarheid te weerleggen, maar Ik greep hen. En hoe was Mijn afstraffing dan?",
        "numberInSurah": 5,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4139,
        "text": "Zo werd het woord van jouw Heer bewaarheid tegen hen die ongelovig zijn, dat zij in het vuur thuishoren.",
        "numberInSurah": 6,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4140,
        "text": "Zij die de troon dragen en eromheen staan prijzen de lof van hun Heer en geloven in Hem. En zij vragen om vergeving voor hen die geloven: \"Onze Heer, U omvat alles in barmhartigheid en kennis. Vergeef dan hun die berouw tonen en Uw weg volgen en behoed hen voor de bestraffing van het hellevuur.",
        "numberInSurah": 7,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4141,
        "text": "Onze Heer, en laat hen de tuinen van 'Adn binnengaan die U hun hebt toegezegd en ook hen van hun vaderen en echtgenotes en nageslacht die rechtschapen zijn. U bent de machtige, de wijze.",
        "numberInSurah": 8,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4142,
        "text": "En behoed hen voor de slechte daden, want wie U op die dag voor de slechte daden beschermt, met hem hebt U erbarmen en dat is de geweldige triomf.\"",
        "numberInSurah": 9,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4143,
        "text": "Aan hen die ongelovig zijn wordt toegeroepen: \"Gods afschuw is groter dan jullie afschuw van jezelf wanneer jullie tot het geloof worden opgeroepen en jullie toch ongelovig blijven.\"",
        "numberInSurah": 10,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4144,
        "text": "Zij zeggen: \"Onze Heer, U hebt ons tweemaal laten sterven en tweemaal tot leven gebracht. Wij erkennen dus onze zonden. Is er nog een weg om hier uit te komen?\"",
        "numberInSurah": 11,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4145,
        "text": "Dat is zo omdat jullie ongelovig waren wanneer tot God alleen werd opgeroepen, en gelovig wanneer aan Hem metgezellen werden toegevoegd. Maar het oordeel komt God toe, de verhevene, de grote.",
        "numberInSurah": 12,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4146,
        "text": "Hij is het die jullie Zijn tekenen laat zien en die voor jullie uit de hemel levensonderhoud laat neerdalen. Maar slechts wie schuldbewust is Iaat zich vermanen.",
        "numberInSurah": 13,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4147,
        "text": "Roept dus God aan waarbij jullie de godsdienst geheel aan Hem moeten wijden, ook al verafschuwen de ongelovigen het.",
        "numberInSurah": 14,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4148,
        "text": "De Verhevene van rang en de Heer van de troon verleent door Zijn beschikking de geest aan wie van Zijn dienaren Hij wil om voor de dag van de ontmoeting te waarschuwen,",
        "numberInSurah": 15,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4149,
        "text": "de dag waarop zij vóórkomen, waarbij niets van hen voor God verborgen blijft. \"Wie heeft vandaag de heerschappij?\" \"God, de ene, de albeheerser.\"",
        "numberInSurah": 16,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4150,
        "text": "\"Vandaag wordt aan iedereen wat hij begaan heeft vergolden, vandaag is er geen onrecht.\" God is snel met de afrekening.",
        "numberInSurah": 17,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4151,
        "text": "En waarschuw hen voor de dag van de aanstaande [opstanding] wanneer de harten bedrukt in de kelen kloppen. De onrechtplegers hebben dan geen echte vriend en geen bemiddelaar aan wie gehoor gegeven wordt.",
        "numberInSurah": 18,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4152,
        "text": "Hij kent het verraad in de ogen en wat de harten verbergen.",
        "numberInSurah": 19,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4153,
        "text": "En God beslist naar waarheid, maar zij die door hen in plaats van Hem aangeroepen worden beslissen niets. God is de horende, de doorziende. *",
        "numberInSurah": 20,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4154,
        "text": "Hebben zij dan niet op de aarde rondgereisd en ernaar gekeken hoe het einde was van hen die er vóór hen waren? Zij waren sterker dan zij en lieten meer sporen achter op de aarde, maar God greep hen voor hun zonden; voor hen was er tegen God geen beschermer.",
        "numberInSurah": 21,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 406,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4155,
        "text": "Dat was omdat hun gezanten met de duidelijke bewijzen tot hen waren gekomen en zij toch ongelovig waren. Dus greep God hen; Hij is sterk en streng in de afstraffing.",
        "numberInSurah": 22,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 406,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4156,
        "text": "Wij hadden Moesa toch met Onze tekenen en een duidelijke machtiging gezonden",
        "numberInSurah": 23,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 406,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4157,
        "text": "naar Fir'aun, Hamaan en Karoen. Maar zij zeiden: \"Een leugenachtige tovenaar!\"",
        "numberInSurah": 24,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 406,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4158,
        "text": "En toen hij met de waarheid van Ons bij hen kwam zeiden zij: \"Doodt de zonen van hen die met hem geloven en laat hun vrouwen in leven.\" Maar de list van de ongelovigen mist steeds haar doel.",
        "numberInSurah": 25,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 406,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4159,
        "text": "En Fir'aun zei: \"Laat mij Moesa doden en hij moet dan maar zijn Heer aanroepen. Ik ben bang dat hij [anders] jullie godsdienst zal veranderen of zichtbaar verderf op de aarde zal brengen.\"",
        "numberInSurah": 26,
        "juz": 24,
        "manzil": 6,
        "page": 470,
        "ruku": 406,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4160,
        "text": "En Moesa zei: \"Ik zoek bescherming bij mijn Heer en jullie Heer tegen iedere hoogmoedige die niet in de dag van de afrekening gelooft.\"",
        "numberInSurah": 27,
        "juz": 24,
        "manzil": 6,
        "page": 470,
        "ruku": 406,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4161,
        "text": "Een gelovige man uit Fir'auns mensen die zijn geloof verborgen hield zei: \"Zullen jullie een man doden omdat hij zegt: 'Mijn Heer is God?, terwijl hij toch met de duidelijke bewijzen van zijn Heer tot jullie gekomen is? Als hij een leugenaar is zal zijn bedrog in zijn eigen nadeel zijn. Maar als hij gelijk heeft, dan zal jullie zeker iets van wat hij jullie heeft aangezegd treffen. God wijst de goede richting niet aan wie schaamteloos zijn en leugenaars.",
        "numberInSurah": 28,
        "juz": 24,
        "manzil": 6,
        "page": 470,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4162,
        "text": "Mijn volk! Heden hebben jullie de heerschappij, jullie hebben de overhand in het land, maar wie zal ons helpen tegen Gods geweld als dat tot ons komt?\" Fir'aun zei: \"Ik maak jullie er slechts opmerkzaam op hoe ik het zie en ik wijs jullie slechts de weg van de rechtschapenheid.\"",
        "numberInSurah": 29,
        "juz": 24,
        "manzil": 6,
        "page": 470,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4163,
        "text": "Maar hij die geloofde zei: \"Mijn volk! Ik vrees voor jullie iets dergelijks als de dag van de partijen,",
        "numberInSurah": 30,
        "juz": 24,
        "manzil": 6,
        "page": 470,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4164,
        "text": "iets dergelijks als het geval was met het volk van Noeh, de 'Aad en de Thamoed en hen die er na hen kwamen. Maar God wenst geen onrecht voor Zijn dienaren.",
        "numberInSurah": 31,
        "juz": 24,
        "manzil": 6,
        "page": 470,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4165,
        "text": "Mijn volk! Ik vrees voor jullie de dag van het elkaar toeroepen;",
        "numberInSurah": 32,
        "juz": 24,
        "manzil": 6,
        "page": 470,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4166,
        "text": "de dag waarop jullie de rug zullen toekeren, zullen jullie tegen God geen beschermer hebben. En als God iemand tot dwaling brengt is er voor hem niemand die de goede richting wijst.",
        "numberInSurah": 33,
        "juz": 24,
        "manzil": 6,
        "page": 470,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4167,
        "text": "Joesoef was toch met de duidelijke bewijzen tot jullie gekomen, maar jullie bleven in twijfel verkeren over wat hij jullie bracht. En toen hij dan aan zijn eind gekomen was zeiden jullie: 'God zal na hem wel geen andere gezant laten opstaan.? Zo brengt God tot dwaling wie schaamteloos zijn en twijfelaars,",
        "numberInSurah": 34,
        "juz": 24,
        "manzil": 6,
        "page": 471,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4168,
        "text": "zij die over Gods tekenen twisten zonder dat er een machtiging tot hen gekomen is; dat wekt grote afschuw op bij God en bij hen die geloven. Zo verzegelt God het hart van iedereen die hoogmoedig is en een geweldenaar.\"",
        "numberInSurah": 35,
        "juz": 24,
        "manzil": 6,
        "page": 471,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4169,
        "text": "En Fir'aun zei: \"Hamaan, bouw voor mij een toren, misschien kan ik dan de ladders bereiken,",
        "numberInSurah": 36,
        "juz": 24,
        "manzil": 6,
        "page": 471,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4170,
        "text": "de ladders van de hemelen, en kan ik omhoogklimmen naar de god van Moesa. Ik vermoed namelijk dat hij een leugenaar is.\" Zo werd voor Fir'aun de slechtheid van zijn handelen aantrekkelijk gemaakt en werd hij van de weg afgehouden. En de list van Fir'aun leidde slechts tot mislukking.",
        "numberInSurah": 37,
        "juz": 24,
        "manzil": 6,
        "page": 471,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4171,
        "text": "Hij die gelovig was zei: \"Mijn volk! Volgt mij, dan zal ik jullie de weg van de rechtschapenheid wijzen.",
        "numberInSurah": 38,
        "juz": 24,
        "manzil": 6,
        "page": 471,
        "ruku": 408,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4172,
        "text": "Mijn volk! Dit tegenwoordige leven is niet meer dan vruchtgebruik, maar het hiernamaals, dat is de vaststaande woning.",
        "numberInSurah": 39,
        "juz": 24,
        "manzil": 6,
        "page": 471,
        "ruku": 408,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4173,
        "text": "Als iemand iets slechts doet, dan wordt hem slechts dienovereenkomstig vergolden. Maar wie van de mannen of de vrouwen deugdelijk handelen en gelovig zijn, dat zijn zij die de tuin binnengaan. Aan hen wordt daarin levensonderhoud gegeven, zonder afrekening. *",
        "numberInSurah": 40,
        "juz": 24,
        "manzil": 6,
        "page": 471,
        "ruku": 408,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4174,
        "text": "En, mijn volk, hoe komt het dat ik jullie tot de redding oproep en dat jullie mij tot het vuur oproepen?",
        "numberInSurah": 41,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4175,
        "text": "Jullie roepen mij op aan God geen geloof te hechten en dat ik aan hem metgezellen toevoeg waarvan ik geen kennis heb, maar ik roep jullie op tot de machtige, de vergever.",
        "numberInSurah": 42,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4176,
        "text": "Het staat vast dat er tot dat waartoe jullie mij oproepen helemaal niet opgeroepen kan worden, niet in de tegenwoordige wereld en niet in het hiernamaals, dat onze terugkeer tot God is en dat de onmatigen in het vuur thuishoren.",
        "numberInSurah": 43,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4177,
        "text": "En wat ik tot jullie zeg zal jullie heugen, maar ik vertrouw mijn zaak aan God toe. God doorziet de dienaren.\"",
        "numberInSurah": 44,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4178,
        "text": "Toen behoedde God hem voor de slechte daden die zij beraamden en de mensen van Fir'aun werden ingesloten door de vreselijke bestraffing,",
        "numberInSurah": 45,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4179,
        "text": "het vuur, waaraan zij 's morgens en 's avonds worden blootgesteld. En op de dag dat het uur aanbreekt [zal gezegd worden]: \"Laat de mensen van Fir'aun de zwaarste bestraffing binnengaan.\"",
        "numberInSurah": 46,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4180,
        "text": "En wanneer zij in het vuur met elkaar redetwisten en de zwakken tegen hen die hoogmoedig waren zullen zeggen: \"Wij waren toch volgelingen van jullie, baten jullie ons dan als bescherming tegen een deel van het vuur?\"",
        "numberInSurah": 47,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4181,
        "text": "Zij die hoogmoedig waren zeggen: \"Wij zijn er toch allen in; God heeft tussen de dienaren geoordeeld.\"",
        "numberInSurah": 48,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4182,
        "text": "En zij die in het vuur zijn zeggen tegen de bewakers van de hel: \"Bidt tot jullie Heer dat Hij ons een dag verlichting van de bestraffing geeft.\"",
        "numberInSurah": 49,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4183,
        "text": "Zij zeggen: \"Waren tot jullie niet jullie gezanten met de duidelijke bewijzen gekomen?\" Zij zeggen: \"Ja zeker.\" Zij zeggen: \"Bidt dan zelf.\" Maar het gebed van de ongelovigen mist steeds zijn doel.",
        "numberInSurah": 50,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4184,
        "text": "Wij helpen Onze gezanten en hen die geloven in het tegenwoordige leven en op de dag dat de getuigen opstaan,",
        "numberInSurah": 51,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4185,
        "text": "op de dag dat hun die onrecht pleegden hun verontschuldiging niet zal baten. Voor hen is de vloek en voor hen is de slechte woning.",
        "numberInSurah": 52,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4186,
        "text": "En Wij hebben Moesa toch de leidraad gegeven en de Israëlieten hebben Wij het boek laten beërven,",
        "numberInSurah": 53,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4187,
        "text": "als leidraad en vermaning voor de verstandigen.",
        "numberInSurah": 54,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4188,
        "text": "Volhard dus geduldig, want Gods toezegging is waar, vraag om vergeving voor jouw zonde en prijs de lof van jouw Heer in de avond en 's ochtends vroeg.",
        "numberInSurah": 55,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4189,
        "text": "Zij die over Gods tekenen twisten zonder dat er een machtiging tot hen gekomen is hebben in hun harten slechts grootheidswaan; zij zullen hun doel niet bereiken. Vraag dus God om bescherming; Hij is de wetende, de doorziende.",
        "numberInSurah": 56,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4190,
        "text": "De schepping van de hemelen en de aarde is groter dan de schepping van de mens, maar de meeste mensen weten het niet.",
        "numberInSurah": 57,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4191,
        "text": "De blinde en de ziende zijn niet gelijk, noch zij die geloven en de deugdelijke daden doen en zij die verkeerd doen. Hoe weinig laten jullie je vermanen.",
        "numberInSurah": 58,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4192,
        "text": "Het uur komt zeker, daaraan is geen twijfel, maar de meeste mensen geloven niet.",
        "numberInSurah": 59,
        "juz": 24,
        "manzil": 6,
        "page": 474,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4193,
        "text": "En jullie Heer zegt: \"Roept Mij aan, dan zal Ik jullie verhoren. Zij die te hoogmoedig zijn om Mij te dienen zullen onderdanig de hel binnengaan.\"",
        "numberInSurah": 60,
        "juz": 24,
        "manzil": 6,
        "page": 474,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4194,
        "text": "God is het die voor jullie de nacht gemaakt heeft om te rusten en de dag om te zien. God is vol van goedgunstigheid jegens de mensen, maar de meeste mensen betuigen geen dank.",
        "numberInSurah": 61,
        "juz": 24,
        "manzil": 6,
        "page": 474,
        "ruku": 410,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4195,
        "text": "Dat is God, jullie Heer, de schepper van alle dingen; er is geen god dan Hij. Hoe kunnen jullie dan zo worden afgeleid?",
        "numberInSurah": 62,
        "juz": 24,
        "manzil": 6,
        "page": 474,
        "ruku": 410,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4196,
        "text": "Zij die Gods tekenen ontkennen worden zo afgeleid.",
        "numberInSurah": 63,
        "juz": 24,
        "manzil": 6,
        "page": 474,
        "ruku": 410,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4197,
        "text": "God is het die voor jullie de aarde tot een vaste grond heeft gemaakt en de hemel tot een gebouw, die jullie gevormd heeft -- een mooie vorm heeft Hij jullie gegeven -- en die met goede dingen in jullie onderhoud voorziet. Dat is God, jullie Heer. Gezegend zij dus God, de Heer van de wereldbewoners.",
        "numberInSurah": 64,
        "juz": 24,
        "manzil": 6,
        "page": 474,
        "ruku": 410,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4198,
        "text": "Hij is de levende, er is geen god dan Hij. Roept Hem dus aan terwijl jullie de godsdienst geheel aan Hem wijden. Lof zij God, de Heer van de wereldbewoners. *",
        "numberInSurah": 65,
        "juz": 24,
        "manzil": 6,
        "page": 474,
        "ruku": 410,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4199,
        "text": "Zeg: \"Toen tot mij de duidelijke bewijzen van mijn Heer kwamen is mij verboden hen te dienen die jullie in plaats van God aanroepen en Mij is bevolen mij aan de Heer van de wereldbewoners over te geven.",
        "numberInSurah": 66,
        "juz": 24,
        "manzil": 6,
        "page": 474,
        "ruku": 410,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4200,
        "text": "Hij is het die jullie uit aarde geschapen heeft, daarna uit een druppel en daarna uit een bloedklonter. Dan brengt Hij jullie als kind tevoorschijn. Dan moeten jullie volgroeid worden. Dan moeten jullie oude mensen worden -- er zijn er onder jullie die Hij eerder wegneemt? en jullie moeten een vastgestelde termijn bereiken. En misschien zullen jullie verstandig worden.",
        "numberInSurah": 67,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 410,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4201,
        "text": "Hij is het die leven geeft en laat sterven en wanneer Hij iets beslist zegt Hij er slechts tegen: 'Wees!? en het is.\"",
        "numberInSurah": 68,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 410,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4202,
        "text": "Heb jij niet gezien naar hen die over Gods tekenen twisten hoe zij zich laten verstrooien?",
        "numberInSurah": 69,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4203,
        "text": "Zij die het boek en dat waarmee Wij Onze gezanten gezonden hebben loochenen, zullen het weten.",
        "numberInSurah": 70,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4204,
        "text": "Wanneer zij de halsketenen om hun nekken hebben en de kettingen, worden zij gesleurd",
        "numberInSurah": 71,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4205,
        "text": "in het gloeiende water en daarna in het vuur verbrand.",
        "numberInSurah": 72,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4206,
        "text": "Dan wordt er tot hen gezegd: \"Waar zijn zij dan die jullie als [zogenaamd goddelijke] metgezellen vereren",
        "numberInSurah": 73,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4207,
        "text": "in plaats van God?\" Zij zeggen: \"Wij zijn hen kwijt. Nee, wij hadden vroeger niets aangeroepen.\" Zo brengt God de ongelovigen tot dwaling.",
        "numberInSurah": 74,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4208,
        "text": "Dat komt omdat jullie je op de aarde onterecht verheugden en omdat jullie verwaand waren.",
        "numberInSurah": 75,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4209,
        "text": "\"Gaat de poorten van de hel binnen om er altijd in te blijven. Dat is pas een slechte verblijfplaats voor de hoogmoedigen!\"",
        "numberInSurah": 76,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4210,
        "text": "Volhard dus geduldig, want Gods toezegging is waar. En of Wij jou iets van wat wij hun aangezegd hebben laten zien of dat Wij jou wegnemen, tot Ons zullen zij teruggebracht worden.",
        "numberInSurah": 77,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4211,
        "text": "En Wij hebben al voor jouw tijd gezanten gezonden. Onder hen zijn er over wie Wij jou verteld hebben en onder hen zijn er over wie Wij jou niet verteld hebben. Het komt een gezant niet toe een teken te brengen zonder Gods toestemming. Maar wanneer Gods beschikking komt wordt naar waarheid beslist. En zij die zeggen dat het niet waar is zullen verloren zijn.",
        "numberInSurah": 78,
        "juz": 24,
        "manzil": 6,
        "page": 476,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4212,
        "text": "God is het die voor jullie het vee gemaakt heeft om erop te rijden en om ervan te eten.",
        "numberInSurah": 79,
        "juz": 24,
        "manzil": 6,
        "page": 476,
        "ruku": 412,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4213,
        "text": "Jullie hebben daarmee allerlei nuttigheden. En ook kunnen jullie erop iets bereiken wat jullie na aan het hart ligt. Op hen en ook op de schepen worden jullie gedragen.",
        "numberInSurah": 80,
        "juz": 24,
        "manzil": 6,
        "page": 476,
        "ruku": 412,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4214,
        "text": "En Hij laat jullie Zijn tekenen zien. Welk teken van God verwerpen jullie dan?",
        "numberInSurah": 81,
        "juz": 24,
        "manzil": 6,
        "page": 476,
        "ruku": 412,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4215,
        "text": "Hebben zij dan niet op de aarde rondgereisd en ernaar gekeken hoe het einde was van hen die er vóór hen waren? Zij waren meer dan hen en sterker en lieten meer sporen achter op de aarde, maar wat zij ten uitvoer hadden gebracht baatte hun niet.",
        "numberInSurah": 82,
        "juz": 24,
        "manzil": 6,
        "page": 476,
        "ruku": 412,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4216,
        "text": "Toen dan Onze gezanten met de duidelijke bewijzen tot hen kwamen verheugden zij zich over wat zij aan kennis hadden, maar zij werden ingesloten door dat waarmee zij de spot dreven.",
        "numberInSurah": 83,
        "juz": 24,
        "manzil": 6,
        "page": 476,
        "ruku": 412,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4217,
        "text": "En toen zij Ons geweld zagen zeiden zij: \"Wij geloven in God alleen en wij hechten geen geloof aan wat wij aan Hem als metgezellen toegevoegd hebben.\"",
        "numberInSurah": 84,
        "juz": 24,
        "manzil": 6,
        "page": 476,
        "ruku": 412,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4218,
        "text": "Maar zij hadden geen nut van hun geloof toen zij Ons geweld zagen. Het was Gods gebruikelijke behandeling die reeds eerder te midden van Zijn dienaren had plaatsgevonden. Daar hadden de ongelovigen dus verloren.",
        "numberInSurah": 85,
        "juz": 24,
        "manzil": 6,
        "page": 476,
        "ruku": 412,
        "hizbQuarter": 190,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "nl.leemhuis",
      "language": "nl",
      "name": "Leemhuis",
      "englishName": "Leemhuis",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}