{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 33,
    "name": "سُورَةُ الأَحۡزَابِ",
    "englishName": "Al-Ahzaab",
    "englishNameTranslation": "The Clans",
    "revelationType": "Medinan",
    "numberOfAyahs": 73,
    "ayahs": [
      {
        "number": 3534,
        "text": "O vjerovjesniče! Boj se Allaha i ne poslušaj nevjernike i munafike. Uistinu! Allah je Znalac, Mudri.",
        "numberInSurah": 1,
        "juz": 21,
        "manzil": 5,
        "page": 418,
        "ruku": 361,
        "hizbQuarter": 167,
        "sajda": false
      },
      {
        "number": 3535,
        "text": "I slijedi šta ti se objavljuje od Gospodara tvog. Uistinu, Allah je o onom šta radite Obaviješteni;",
        "numberInSurah": 2,
        "juz": 21,
        "manzil": 5,
        "page": 418,
        "ruku": 361,
        "hizbQuarter": 167,
        "sajda": false
      },
      {
        "number": 3536,
        "text": "I pouzdaj se u Allaha, a dovoljan je Allah Zaštitnik.",
        "numberInSurah": 3,
        "juz": 21,
        "manzil": 5,
        "page": 418,
        "ruku": 361,
        "hizbQuarter": 167,
        "sajda": false
      },
      {
        "number": 3537,
        "text": "Nije načinio Allah nikakva dva srca čovjeku u utrobi njegovoj. I nije učinio žene vaše od kojih se razvodite ziharom, majkama vašim, i nije učinio posinke vaše, sinovima vašim. To su riječi vaše - usta vaših; a Allah govori Istinu i On upućuje putu.",
        "numberInSurah": 4,
        "juz": 21,
        "manzil": 5,
        "page": 418,
        "ruku": 361,
        "hizbQuarter": 167,
        "sajda": false
      },
      {
        "number": 3538,
        "text": "Zovite ih po očevima njihovim, to je pravednije kod Allaha. Pa ako ne znate očeve njihove, pa braća su vaša u vjeri i štićenici vaši. I nije vam grijeh u onom u čemu pogriješite, već šta namjerno učine srca vaša. A Allah je Oprosnik, Milosrdni.",
        "numberInSurah": 5,
        "juz": 21,
        "manzil": 5,
        "page": 418,
        "ruku": 361,
        "hizbQuarter": 167,
        "sajda": false
      },
      {
        "number": 3539,
        "text": "Vjerovjesnik je bliži vjernicima od duša njihovih, a žene njegove su (kao) majke njihove. A srodnici su bliži jedni drugima u Knjizi Allahovoj, od vjernika i muhadžira, izuzev da učinite prijateljima svojim dobro. To je u Knjizi zapisano.",
        "numberInSurah": 6,
        "juz": 21,
        "manzil": 5,
        "page": 418,
        "ruku": 361,
        "hizbQuarter": 167,
        "sajda": false
      },
      {
        "number": 3540,
        "text": "I kad smo od vjerovjesnika uzeli zavjet njihov, i od tebe, i od Nuha i Ibrahima i Musaa i Isaa, sina Merjeminog. A uzeli smo od njih zavjet čvrst;",
        "numberInSurah": 7,
        "juz": 21,
        "manzil": 5,
        "page": 419,
        "ruku": 361,
        "hizbQuarter": 167,
        "sajda": false
      },
      {
        "number": 3541,
        "text": "Da bi upitao istinite o istinitosti njihovoj, a pripremio je za nevjernike kaznu bolnu.",
        "numberInSurah": 8,
        "juz": 21,
        "manzil": 5,
        "page": 419,
        "ruku": 361,
        "hizbQuarter": 167,
        "sajda": false
      },
      {
        "number": 3542,
        "text": "O vi koji vjerujete! Sjetite se blagodati Allahove prema vama, kad vam dođoše vojske, pa poslasmo na njih vjetar i vojske koje niste vidjeli! A Allah je onog šta radite Vidilac.",
        "numberInSurah": 9,
        "juz": 21,
        "manzil": 5,
        "page": 419,
        "ruku": 362,
        "hizbQuarter": 167,
        "sajda": false
      },
      {
        "number": 3543,
        "text": "Kad vam dođoše iznad vas i ispod vas, i kad skrenuše pogledi, i dospješe srca grlima - a mislili ste o Allahu misli (različite) -",
        "numberInSurah": 10,
        "juz": 21,
        "manzil": 5,
        "page": 419,
        "ruku": 362,
        "hizbQuarter": 167,
        "sajda": false
      },
      {
        "number": 3544,
        "text": "Tu su iskušani vjernici i potreseni potresom žestokim.",
        "numberInSurah": 11,
        "juz": 21,
        "manzil": 5,
        "page": 419,
        "ruku": 362,
        "hizbQuarter": 167,
        "sajda": false
      },
      {
        "number": 3545,
        "text": "I kad rekoše munafici i oni u srcima čijim je bolest: \"Obećao nam je Allah i Poslanik Njegov jedino obmanu\",",
        "numberInSurah": 12,
        "juz": 21,
        "manzil": 5,
        "page": 419,
        "ruku": 362,
        "hizbQuarter": 167,
        "sajda": false
      },
      {
        "number": 3546,
        "text": "I kad skupina njih reče: \"O stanovnici Jesriba! Nema mjesta za vas, zato se vratite.\" A tražila je grupa njih dozvolu od Vjerovjesnika, govorili su: \"Uistinu, kuće naše su izložene.\" A nisu one izložene. Željeli su jedino bježanje.",
        "numberInSurah": 13,
        "juz": 21,
        "manzil": 5,
        "page": 419,
        "ruku": 362,
        "hizbQuarter": 167,
        "sajda": false
      },
      {
        "number": 3547,
        "text": "A da se ušlo protiv njih sa strana njenih, zatim bio od njih zatražen fitneluk, sigurno bi ga počinili, a ostali bi u njoj samo kratko.",
        "numberInSurah": 14,
        "juz": 21,
        "manzil": 5,
        "page": 419,
        "ruku": 362,
        "hizbQuarter": 167,
        "sajda": false
      },
      {
        "number": 3548,
        "text": "I već su se bili obavezali Allahu od ranije da neće okretati leđa; a biće se za obavezu Allahu pitano.",
        "numberInSurah": 15,
        "juz": 21,
        "manzil": 5,
        "page": 419,
        "ruku": 362,
        "hizbQuarter": 167,
        "sajda": false
      },
      {
        "number": 3549,
        "text": "Reci: \"Neće vam koristiti bježanje, ako bježite od smrti ili pogibije, i tad nećete uživati, izuzev malo.\"",
        "numberInSurah": 16,
        "juz": 21,
        "manzil": 5,
        "page": 420,
        "ruku": 362,
        "hizbQuarter": 167,
        "sajda": false
      },
      {
        "number": 3550,
        "text": "Reci: \"Ko je taj ko će vas zaštititi od Allaha, ako vam želi zlo, ili vam želi milost?\" A neće oni naći sebi mimo Allaha zaštitnika, niti pomagača.",
        "numberInSurah": 17,
        "juz": 21,
        "manzil": 5,
        "page": 420,
        "ruku": 362,
        "hizbQuarter": 167,
        "sajda": false
      },
      {
        "number": 3551,
        "text": "Doista Allah zna one među vama koji sprečavaju, i one koji su govorili braći svojoj: \"Hodite k nama!\" A nisu išli sili, izuzev malo,",
        "numberInSurah": 18,
        "juz": 21,
        "manzil": 5,
        "page": 420,
        "ruku": 362,
        "hizbQuarter": 168,
        "sajda": false
      },
      {
        "number": 3552,
        "text": "[krti prema vama. Pa kad dođe strah, vidiš ih gledaju prema tebi, okreću oči njihove kao onaj koji se onesvijesti od smrti. Pa kad strah ode peckaju vas jezicima oštrim, pohlepni prema dobru. Takvi ne vjeruju, zato će Allah poništiti djela njihova, a to je Allahu lahko.",
        "numberInSurah": 19,
        "juz": 21,
        "manzil": 5,
        "page": 420,
        "ruku": 362,
        "hizbQuarter": 168,
        "sajda": false
      },
      {
        "number": 3553,
        "text": "Računaju da saveznici nisu otišli; a ako bi došli saveznici voljeli bi oni da su u pustinji među beduinima, tražili bi vijesti o vama; a da su s vama, ne bi se borili, izuzev malo.",
        "numberInSurah": 20,
        "juz": 21,
        "manzil": 5,
        "page": 420,
        "ruku": 362,
        "hizbQuarter": 168,
        "sajda": false
      },
      {
        "number": 3554,
        "text": "Doista vi imate u Poslaniku Allahovom uzor lijep - za onog ko se nada Allahu i Danu posljednjem, i spominje Allaha mnogo.",
        "numberInSurah": 21,
        "juz": 21,
        "manzil": 5,
        "page": 420,
        "ruku": 363,
        "hizbQuarter": 168,
        "sajda": false
      },
      {
        "number": 3555,
        "text": "I pošto su vjernici vidjeli saveznike, rekoše: \"Ovo je ono šta nam je obećao Allah i Poslanik Njegov, a Istinu je govorio Allah i Poslanik Njegov\", a povećalo im je jedino vjerovanje i predanost.",
        "numberInSurah": 22,
        "juz": 21,
        "manzil": 5,
        "page": 420,
        "ruku": 363,
        "hizbQuarter": 168,
        "sajda": false
      },
      {
        "number": 3556,
        "text": "Od vjernika su ljudi (koji) su obistinili ono na što su se zavjetovali Allahu. Pa od njih je ko je ispunio zavjet svoj, i od njih je ko očekuje, i nisu učinili promjenu,",
        "numberInSurah": 23,
        "juz": 21,
        "manzil": 5,
        "page": 421,
        "ruku": 363,
        "hizbQuarter": 168,
        "sajda": false
      },
      {
        "number": 3557,
        "text": "Da bi nagradio Allah istinite za istinitost njihovu, i kaznio munafike ako hoće, ili im oprostio. Uistinu! Allah je Oprosnik, Milosrdni.",
        "numberInSurah": 24,
        "juz": 21,
        "manzil": 5,
        "page": 421,
        "ruku": 363,
        "hizbQuarter": 168,
        "sajda": false
      },
      {
        "number": 3558,
        "text": "I povratio je Allah one koji nisu vjerovali u srdžbi njihovoj; nisu postigli dobro. A dovoljan je Allah vjernicima u borbi, i Allah je Silni, Moćni;",
        "numberInSurah": 25,
        "juz": 21,
        "manzil": 5,
        "page": 421,
        "ruku": 363,
        "hizbQuarter": 168,
        "sajda": false
      },
      {
        "number": 3559,
        "text": "I spustio je one od sljedbenika Knjige koji su ih pomagali, iz utvrda njihovih, i ubacio u srca njihova strah. Skupinu ste pobili, a skupinu zarobili.",
        "numberInSurah": 26,
        "juz": 21,
        "manzil": 5,
        "page": 421,
        "ruku": 363,
        "hizbQuarter": 168,
        "sajda": false
      },
      {
        "number": 3560,
        "text": "I dao vam je da naslijedite zemlju njihovu i kuće njihove i imetke njihove i zemlju koju niste gazili. A Allah nad svakom stvari ima moć.",
        "numberInSurah": 27,
        "juz": 21,
        "manzil": 5,
        "page": 421,
        "ruku": 363,
        "hizbQuarter": 168,
        "sajda": false
      },
      {
        "number": 3561,
        "text": "O Vjerovjesniče! Reci ženama svojim: \"Ako želite život Dunjaa i sjaj njegov, tad dođite! Daću vam zadovoljštinu i pustiti vas puštanjem lijepim.\"",
        "numberInSurah": 28,
        "juz": 21,
        "manzil": 5,
        "page": 421,
        "ruku": 364,
        "hizbQuarter": 168,
        "sajda": false
      },
      {
        "number": 3562,
        "text": "A ako želite Allaha i Poslanika Njegovog i kuću Ahireta - pa uistinu, Allah je za dobročiniteljke od vas pripremio nagradu veličanstvenu.",
        "numberInSurah": 29,
        "juz": 21,
        "manzil": 5,
        "page": 421,
        "ruku": 364,
        "hizbQuarter": 168,
        "sajda": false
      },
      {
        "number": 3563,
        "text": "O žene Vjerovjesnikove! Ko od vas počini razvrat otvoren, uvećaće joj se kazna dvostruko; a to je Allahu lahko.",
        "numberInSurah": 30,
        "juz": 21,
        "manzil": 5,
        "page": 421,
        "ruku": 364,
        "hizbQuarter": 168,
        "sajda": false
      },
      {
        "number": 3564,
        "text": "A koja se od vas pokori Allahu i Poslaniku Njegovom i čini dobro, daćemo joj nagradu njenu dva puta, a pripremili smo joj opskrbu plemenitu.",
        "numberInSurah": 31,
        "juz": 22,
        "manzil": 5,
        "page": 422,
        "ruku": 364,
        "hizbQuarter": 169,
        "sajda": false
      },
      {
        "number": 3565,
        "text": "O žene Vjerovjesnikove! Niste kao neke od žena. Ako ste bogobojazne, onda ne budite podložne u govoru pa da imadne želju onaj u srcu čijem je bolest, i govorite riječ pristojnu.",
        "numberInSurah": 32,
        "juz": 22,
        "manzil": 5,
        "page": 422,
        "ruku": 364,
        "hizbQuarter": 169,
        "sajda": false
      },
      {
        "number": 3566,
        "text": "I ostajte u kućama svojim, i ne pokazujte draži pokazivanjem džahilijjeta pređašnjeg; i obavljajte salat i dajite zekat, i poslušajte Allaha i Poslanika Njegovog. Doista Allah želi da odstrani od vas nečistoću Ehlul-bejte, i očisti vas (potpunim) čišćenjem.",
        "numberInSurah": 33,
        "juz": 22,
        "manzil": 5,
        "page": 422,
        "ruku": 364,
        "hizbQuarter": 169,
        "sajda": false
      },
      {
        "number": 3567,
        "text": "I pamtite šta se uči u kućama vašim od ajeta Allahovih i mudrosti. Uistinu! Allah je Fini, Obaviješteni.",
        "numberInSurah": 34,
        "juz": 22,
        "manzil": 5,
        "page": 422,
        "ruku": 364,
        "hizbQuarter": 169,
        "sajda": false
      },
      {
        "number": 3568,
        "text": "Uistinu, muslimani i muslimanke, i vjernici i vjernice, i poslušni i poslušne, i iskreni i iskrene, i strpljivi i strpljive, i ponizni i ponizne, i davaoci sadake i davateljke sadake, i postači i postačice, i čuvari furudža svojih i čuvarke, i koji spominju Allaha mnogo i koje spominju - pripremio je Allah njima oprost i nagradu veličanstvenu.",
        "numberInSurah": 35,
        "juz": 22,
        "manzil": 5,
        "page": 422,
        "ruku": 365,
        "hizbQuarter": 169,
        "sajda": false
      },
      {
        "number": 3569,
        "text": "I nije za vjernika niti za vjernicu, kad odluči Allah i Poslanik Njegov stvar, da oni imaju izbor iz stvari svoje. A ko ne posluša Allaha i Poslanika Njegovog - pa zaista je zalutao zabludom očitom.",
        "numberInSurah": 36,
        "juz": 22,
        "manzil": 5,
        "page": 423,
        "ruku": 365,
        "hizbQuarter": 169,
        "sajda": false
      },
      {
        "number": 3570,
        "text": "I kad si rekao onome koga je obdario Allah, i koga si obdario: \"Zadrži sebi ženu svoju i boj se Allaha!\" A krio si u duši svojoj ono šta je Allah pokazao i bojao se ljudi, a Allah je dostojniji da se Njega bojiš. Pa pošto je izvršio Zejd za nju potrebno, vjenčali smo nju za te, da ne bude za vjernike grijeh u ženama posinaka njihovih, kad izvrše za njih potrebno. A naredba Allahova je izvršna.",
        "numberInSurah": 37,
        "juz": 22,
        "manzil": 5,
        "page": 423,
        "ruku": 365,
        "hizbQuarter": 169,
        "sajda": false
      },
      {
        "number": 3571,
        "text": "Nema Vjerovjesniku nikakvog prijekora u onom čim ga je obavezao Allah. (To) je sunnet Allahov onih koji su minuli ranije - a naredba Allahova je sudbina predodređena -",
        "numberInSurah": 38,
        "juz": 22,
        "manzil": 5,
        "page": 423,
        "ruku": 365,
        "hizbQuarter": 169,
        "sajda": false
      },
      {
        "number": 3572,
        "text": "Onih koji su dostavljali poslanice Allahove i Njega se bojali, i nebojali se nikog izuzev Allaha. A dovoljan je Allah Obračunac.",
        "numberInSurah": 39,
        "juz": 22,
        "manzil": 5,
        "page": 423,
        "ruku": 365,
        "hizbQuarter": 169,
        "sajda": false
      },
      {
        "number": 3573,
        "text": "Nije Muhammed otac nikom od ljudi vaših, nego je poslanik Allahov i Pečat vjerovjesnika! A Allah je o svakoj stvari Znalac.",
        "numberInSurah": 40,
        "juz": 22,
        "manzil": 5,
        "page": 423,
        "ruku": 365,
        "hizbQuarter": 169,
        "sajda": false
      },
      {
        "number": 3574,
        "text": "O vi koji vjerujete! Spominjite Allaha zikrom mnogim,",
        "numberInSurah": 41,
        "juz": 22,
        "manzil": 5,
        "page": 423,
        "ruku": 366,
        "hizbQuarter": 169,
        "sajda": false
      },
      {
        "number": 3575,
        "text": "I slavite Ga jutrom i navečer.",
        "numberInSurah": 42,
        "juz": 22,
        "manzil": 5,
        "page": 423,
        "ruku": 366,
        "hizbQuarter": 169,
        "sajda": false
      },
      {
        "number": 3576,
        "text": "On je Taj koji vas blagosilja i meleci Njegovi - da bi vas izveo iz tmina na svjetlo; a za vjernike je Milosrdan.",
        "numberInSurah": 43,
        "juz": 22,
        "manzil": 5,
        "page": 423,
        "ruku": 366,
        "hizbQuarter": 169,
        "sajda": false
      },
      {
        "number": 3577,
        "text": "Pozdrav njihov, na Dan kad Ga sretnu, biće: \"Selam!\" A pripremio im je nagradu plemenitu.",
        "numberInSurah": 44,
        "juz": 22,
        "manzil": 5,
        "page": 424,
        "ruku": 366,
        "hizbQuarter": 169,
        "sajda": false
      },
      {
        "number": 3578,
        "text": "O Vjerovjesniče! Uistinu, Mi smo te poslali (kao) svjedoka i donosioca radosnih vijesti i opominjača,",
        "numberInSurah": 45,
        "juz": 22,
        "manzil": 5,
        "page": 424,
        "ruku": 366,
        "hizbQuarter": 169,
        "sajda": false
      },
      {
        "number": 3579,
        "text": "I pozivača Allahu s dozvolom Njegovom i (kao) svjetiljku rasvjetljavajuću.",
        "numberInSurah": 46,
        "juz": 22,
        "manzil": 5,
        "page": 424,
        "ruku": 366,
        "hizbQuarter": 169,
        "sajda": false
      },
      {
        "number": 3580,
        "text": "I obraduj vjernike, da će oni imati od Allaha blagodat veliku.",
        "numberInSurah": 47,
        "juz": 22,
        "manzil": 5,
        "page": 424,
        "ruku": 366,
        "hizbQuarter": 169,
        "sajda": false
      },
      {
        "number": 3581,
        "text": "I ne poslušaj nevjernike i munafike i pusti vrijeđanje njihovo, a pouzdaj se u Allaha; a Allah je dovoljan Zaštitnik.",
        "numberInSurah": 48,
        "juz": 22,
        "manzil": 5,
        "page": 424,
        "ruku": 366,
        "hizbQuarter": 169,
        "sajda": false
      },
      {
        "number": 3582,
        "text": "O vi koji vjerujete! Kad se oženite vjernicama, zatim ih razvedete prije nego ih dotaknete, tad vi nemate prema njima nikakva iddeta kojeg biste računali. Tad im dajte zadovoljštinu i pustite ih puštanjem lijepim.",
        "numberInSurah": 49,
        "juz": 22,
        "manzil": 5,
        "page": 424,
        "ruku": 366,
        "hizbQuarter": 169,
        "sajda": false
      },
      {
        "number": 3583,
        "text": "O Vjerovjesniče! Uistinu, Mi smo ti dozvolili žene tvoje kojima si dao darove njihove, i one kojima vlada desnica tvoja od onog šta ti je kao plijen dao Allah, i kćeri amidže tvog i kćeri tetaka tvojih (po ocu), i kćeri daidže tvoga i kćeri tetaka tvojih (po materi) koje su izbjegle s tobom, i ženu vjernicu ako dušu svoju daruje Vjerovjesniku, ukoliko Vjerovjesnik želi da se oženi njome - privilegija za tebe, mimo vjernika. Doista znamo šta smo im stavili u obavezu o ženama njihovim i onom šta posjeduju desnice njihove, da tebi ne bude grijeh. A Allah je Oprosnik, Milosrdni.",
        "numberInSurah": 50,
        "juz": 22,
        "manzil": 5,
        "page": 424,
        "ruku": 366,
        "hizbQuarter": 169,
        "sajda": false
      },
      {
        "number": 3584,
        "text": "Odstranjuješ koga hoćeš od njih, a uzimaš sebi koga hoćeš, a koga zatražiš od onih koje si udaljio - pa nema ti grijeha. To je najpodesnije da budu hladne oči njihove i da se ne žaloste, i zadovolje onim šta si im dao, svaka od njih. A Allah zna šta je u srcima vašim, i Allah je Znalac, Blagi.",
        "numberInSurah": 51,
        "juz": 22,
        "manzil": 5,
        "page": 425,
        "ruku": 366,
        "hizbQuarter": 170,
        "sajda": false
      },
      {
        "number": 3585,
        "text": "Nisu tebi dozvoljene žene od sada, niti da ih mijenjaš ikakvim ženama, makar te zadivila ljepota njihova, izuzev onog što posjeduje desnica tvoja. A Allah je nad svakom stvari Nadzornik.",
        "numberInSurah": 52,
        "juz": 22,
        "manzil": 5,
        "page": 425,
        "ruku": 366,
        "hizbQuarter": 170,
        "sajda": false
      },
      {
        "number": 3586,
        "text": "O vi koji vjerujete! Ne ulazite u kuće Vjerovjesnika, izuzev kad vam se dozvoli radi jela, ne čekajući spremanje njegovo. Međutim, kad se pozovete, tad uđite, pa kad jedete tad se raziđite bez slušanja razgovora. Uistinu, to smeta Vjerovjesniku, pa vas se stidi; a Allah se ne stidi Istine. I kad od njih tražite predmet, tad ih pitajte iza zavjese. To je čišće za srca vaša i srca njihova. I nije za vas da uznemiravate Poslanika Allahovog niti da poslije njega oženite žene njegove nikada. Uistinu, to je kod Allaha krupno.",
        "numberInSurah": 53,
        "juz": 22,
        "manzil": 5,
        "page": 425,
        "ruku": 367,
        "hizbQuarter": 170,
        "sajda": false
      },
      {
        "number": 3587,
        "text": "Ako otkrijete stvar ili je sakrijete - pa uistinu, Allah je o svakoj stvari Znalac.",
        "numberInSurah": 54,
        "juz": 22,
        "manzil": 5,
        "page": 425,
        "ruku": 367,
        "hizbQuarter": 170,
        "sajda": false
      },
      {
        "number": 3588,
        "text": "Nije im grijeh pred očevima njihovim i sinovima njihovim, niti braćom njihovom, niti sinovima braće njihove, niti sinovima sestara njihovih, niti ženama njihovim, niti onim šta posjeduju desnice njihove. I bojte se Allaha (o žene). Uistinu, Allah je nad svakom stvari Svjedok!",
        "numberInSurah": 55,
        "juz": 22,
        "manzil": 5,
        "page": 426,
        "ruku": 367,
        "hizbQuarter": 170,
        "sajda": false
      },
      {
        "number": 3589,
        "text": "Uistinu! Allah i meleci Njegovi donose salawat na Vjerovjesnika. O vi koji vjerujete! Donosite salawat na njega i selamite predano.",
        "numberInSurah": 56,
        "juz": 22,
        "manzil": 5,
        "page": 426,
        "ruku": 367,
        "hizbQuarter": 170,
        "sajda": false
      },
      {
        "number": 3590,
        "text": "Uistinu, one koji vrijeđaju Allaha i Poslanika Njegovog, prokleo ih je Allah na Dunjau i Ahiretu i pripremio za njih kaznu prezrenu.",
        "numberInSurah": 57,
        "juz": 22,
        "manzil": 5,
        "page": 426,
        "ruku": 367,
        "hizbQuarter": 170,
        "sajda": false
      },
      {
        "number": 3591,
        "text": "A oni koji vrijeđaju vjernike i vjernice bez ikakve zasluge, pa doista se opterećuju klevetom i grijehom očitim.",
        "numberInSurah": 58,
        "juz": 22,
        "manzil": 5,
        "page": 426,
        "ruku": 367,
        "hizbQuarter": 170,
        "sajda": false
      },
      {
        "number": 3592,
        "text": "O vjerovjesniče! Reci ženama svojim i kćerima svojim i ženama vjernika, da spuste niza se dželabibe svoje. To je najpodesnije da se prepoznaju, te ne uznemiravaju. A Allah je Oprosnik, Milosrdni.",
        "numberInSurah": 59,
        "juz": 22,
        "manzil": 5,
        "page": 426,
        "ruku": 368,
        "hizbQuarter": 170,
        "sajda": false
      },
      {
        "number": 3593,
        "text": "Ako se ne okanu munafici i oni u srcima čijim je bolest, i agitatori u Medini, sigurno ćemo te podstaći protiv njih, zatim neće biti tvoje komšije u njoj, izuzev malo.",
        "numberInSurah": 60,
        "juz": 22,
        "manzil": 5,
        "page": 426,
        "ruku": 368,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3594,
        "text": "Prokletnici! Gdje god se nađu biće ščepani i skroz pobijeni.",
        "numberInSurah": 61,
        "juz": 22,
        "manzil": 5,
        "page": 426,
        "ruku": 368,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3595,
        "text": "Sunnet je (to) Allahov kod onih koji su nestali ranije, a nećeš naći u sunnetu Allahovom promjenu.",
        "numberInSurah": 62,
        "juz": 22,
        "manzil": 5,
        "page": 426,
        "ruku": 368,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3596,
        "text": "Pitaju te ljudi o Času. Reci: \"Znanje o njemu je jedino kod Allaha.\" A šta znaš ti? Možda je Čas blizu!",
        "numberInSurah": 63,
        "juz": 22,
        "manzil": 5,
        "page": 427,
        "ruku": 368,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3597,
        "text": "Uistinu! Allah je prokleo nevjernike i pripremio za njih seir.",
        "numberInSurah": 64,
        "juz": 22,
        "manzil": 5,
        "page": 427,
        "ruku": 368,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3598,
        "text": "Vječno će biti u njemu, zauvijek; neće naći zaštitnika, niti pomagača.",
        "numberInSurah": 65,
        "juz": 22,
        "manzil": 5,
        "page": 427,
        "ruku": 368,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3599,
        "text": "Na Dan kad se lica njihova budu prevrtala u vatri, govoriće: \"O da smo poslušali Allaha i poslušali Poslanika!\"",
        "numberInSurah": 66,
        "juz": 22,
        "manzil": 5,
        "page": 427,
        "ruku": 368,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3600,
        "text": "I govoriće: \"Gospodaru naš! Uistinu, mi smo poslušali poglavare naše i velikane naše, pa su nas zaveli s puta.",
        "numberInSurah": 67,
        "juz": 22,
        "manzil": 5,
        "page": 427,
        "ruku": 368,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3601,
        "text": "Gospodaru naš! Daj im dvostruku kaznu i prokuni ih prokletstvom velikim.\"",
        "numberInSurah": 68,
        "juz": 22,
        "manzil": 5,
        "page": 427,
        "ruku": 368,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3602,
        "text": "O vi koji vjerujete! Ne budite kao oni koji su uznemiravali Musaa, pa ga je Allah oslobodio onog šta su govorili, a kod Allaha je ugledan.",
        "numberInSurah": 69,
        "juz": 22,
        "manzil": 5,
        "page": 427,
        "ruku": 369,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3603,
        "text": "O vi koji vjerujete! Bojte se Allaha i govorite riječ pravu;",
        "numberInSurah": 70,
        "juz": 22,
        "manzil": 5,
        "page": 427,
        "ruku": 369,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3604,
        "text": "Popraviće vam djela vaša i oprostiti vam grijehe vaše. A ko posluša Allaha i Poslanika Njegovog - pa zaista je postigao uspjeh veličanstven.",
        "numberInSurah": 71,
        "juz": 22,
        "manzil": 5,
        "page": 427,
        "ruku": 369,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3605,
        "text": "Uistinu! Mi smo ponudili emanet nebesima i Zemlji i planinama, pa su se sustegli da ga ponesu i pobojali su ga se, a ponio ga je čovjek. Uistinu, on je uveliko zalim, neznalica -",
        "numberInSurah": 72,
        "juz": 22,
        "manzil": 5,
        "page": 427,
        "ruku": 369,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3606,
        "text": "Da bi kaznio Allah munafike i munafikinje i mušrike i mušrikinje, i oprostio Allah vjernicima i vjernicama. A Allah je Oprosnik, Milosrdni!",
        "numberInSurah": 73,
        "juz": 22,
        "manzil": 5,
        "page": 427,
        "ruku": 369,
        "hizbQuarter": 171,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "bs.mlivo",
      "language": "bs",
      "name": "Mlivo",
      "englishName": "Mustafa Mlivo",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}