{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 43,
    "name": "سُورَةُ الزُّخۡرُفِ",
    "englishName": "Az-Zukhruf",
    "englishNameTranslation": "Ornaments of gold",
    "revelationType": "Meccan",
    "numberOfAyahs": 89,
    "ayahs": [
      {
        "number": 4326,
        "text": "ဟာ၊ မီမ်။\n",
        "numberInSurah": 1,
        "juz": 25,
        "manzil": 6,
        "page": 489,
        "ruku": 424,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4327,
        "text": "(ငါအရှင်မြတ်သည်) ရှင်းလင်းထင်ရှားစွာသောကျမ်းဂန် ဓမ္မက္ခန်ကို သက်သေထူတော်မူ၏။\n",
        "numberInSurah": 2,
        "juz": 25,
        "manzil": 6,
        "page": 489,
        "ruku": 424,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4328,
        "text": "စင်စစ်ဧကန် ငါအရှင်မြတ်သည် အသင်တို့(ကောင်းမွန်စွာ) သိနားလည်ကြအံ့သောငှာ ယင်းကျမ်းဂန်ကို အရဗ်ဘာသာစကားဖြင့် (ထုတ်ပြန်အပ်သော)ကုရ်အာန်ကျမ်းတော်မြတ် ပြုလုပ်တော်မူ၏။\n",
        "numberInSurah": 3,
        "juz": 25,
        "manzil": 6,
        "page": 489,
        "ruku": 424,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4329,
        "text": "၎င်းပြင် ဧကန်စင်စစ် ကုရ်အာန်ကျမ်းတော်မြတ်သည် မူရင်းကျမ်း(ဖြစ်သော \"လောင်ဟုမဟ်ဖူဇ်\" သင်ပုန်း)တွင် ငါအရှင်မြတ်ထံတော်၌ အမှန်ပင် လွန်စွာ မြင့်မြတ်လှ၏။ ဉာဏ်ပညာရပ်နှင့် ပြည့်စုံလှ၏။\n",
        "numberInSurah": 4,
        "juz": 25,
        "manzil": 6,
        "page": 489,
        "ruku": 424,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4330,
        "text": "သို့ဖြစ်ပေရာ အသင်တို့သည် စည်းကမ်းကျူးလွန်သူများဖြစ်သောကြောင့် (ဤ)ဆုံးမဩဝါဒကျမ်းကို ငါအရှင်မြတ်သည် အသင်တို့ထံမှ လွှဲဖယ် တော်မူရမည်လော။\n",
        "numberInSurah": 5,
        "juz": 25,
        "manzil": 6,
        "page": 489,
        "ruku": 424,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4331,
        "text": "စင်စစ်သော်ကား ငါအရှင်မြတ်သည် ရှေးသူဟောင်းတို့တွင် မြောက်မြားစွာသော နဗီတမန်တော် များကိုစေလွှတ်တော်မူခဲ့၏။\n",
        "numberInSurah": 6,
        "juz": 25,
        "manzil": 6,
        "page": 489,
        "ruku": 424,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4332,
        "text": "သို့တစေလည်း ၎င်းတို့သည် မိမိတို့ထံ ရောက်ရှိလာသော နဗီတမန်တော်တိုင်းကိုပင် ပြက်ရယ် ပြောင်လှောင်ခဲ့ကြသည်သာ။\n",
        "numberInSurah": 7,
        "juz": 25,
        "manzil": 6,
        "page": 489,
        "ruku": 424,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4333,
        "text": "သို့ဖြစ်ပေရာ ငါအရှင်မြတ်သည် လက်ရှိ ဤသူတို့ထက် ခွန်အားဗလ ရဲစွမ်းသတ္တိအရာ၌ ပိုမိုပြင်းထန်သောသူတို့ကိုပင် ဖျက်စီးတော်မူခဲ့ပေသည်။ စင်စစ်သော်ကား ရှေးဟောင်းသူတို့၏ (ဤ)အကြောင်းမှာ လွန်လေခဲ့ပြီး ဖြစ်ပေသတည်း။\n",
        "numberInSurah": 8,
        "juz": 25,
        "manzil": 6,
        "page": 489,
        "ruku": 424,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4334,
        "text": "စင်စစ် အကယ်၍ (အို-နဗီတမန်တော်၊) အသင်သည် ထိုသူတို့အား \"မိုးကောင်းကင်များကို လည်းကောင်း၊ပထဝီမြေကိုလည်းကောင်း၊ မည်သူသည် ဖန်ဆင်းခဲ့သနည်း\"ဟု မေးမြန်းခဲ့ပါလျှင် ထိုသူတို့က ယင်း(မိုးကောင်းကင်များနှင့်ပထဝီမြေ) တို့ကို အလွန်တရာ နိုင်နင်းလွှမ်းမိုးတော်မူသော၊ အကြွင်းမဲ့ သိတော်မူသော အရှင်မြတ် ဖန်ဆင်းတော်မူခဲ့သည်ဟူ၍ပင် ဧကန်မလွဲ ဖြေဆိုကြပေမည်။\n",
        "numberInSurah": 9,
        "juz": 25,
        "manzil": 6,
        "page": 489,
        "ruku": 424,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4335,
        "text": "အကြင်အရှင်မြတ်ပင်။ ထိုအရှင်မြတ်သည် အသင်တို့အဖို့ ပထဝီမြေကို အခင်းပြုလုပ်တော်မူခဲ့၏။ ၎င်းပြင် ထိုအရှင်မြတ်သည် အသင်တို့အဖို့ ယင်းပထဝီမြေ၌ အသင်တို့သည် (မိမိတို့လိုရာခရီးများကို လွယ်ကူစွာသွားနိုင်ရန်) လမ်းမှန်ကို ရရှိကြအံ့သောငှာ လမ်းပမ်းများကို ပြုလုပ်၍ ပေးတော်မူခဲ့၏။\n",
        "numberInSurah": 10,
        "juz": 25,
        "manzil": 6,
        "page": 489,
        "ruku": 424,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4336,
        "text": "ထိုမှတစ်ပါး အကြင်အရှင်မြတ်ပင်။ ထိုအရှင်မြတ်သည် မိုးကောင်းကင်မှမိုးရေကို အတိုင်းအတာ အချိန်အဆနှင့် ရွာသွန်းစေတော်မူခဲ့၏။ တစ်ဖန် ထို အရှင်မြတ်သည် ထိုမိုးရေဖြင့်(သွေ့ခြောက်)သေလွန်ပြီးဖြစ်သော မြို့ရွာ(မြေယာ)များကို ရှင်ပြန်(စိမ်းစို) စေတော်မူခဲ့၏။ ဤနည်းအတိုင်းပင် အသင်တို့သည်လည်း (မိမိတို့သင်္ချိုင်းတွင်းမှ ရှင်ပြန်)ထွက်စေခြင်းကို ခံကြရပေမည်။\n",
        "numberInSurah": 11,
        "juz": 25,
        "manzil": 6,
        "page": 490,
        "ruku": 424,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4337,
        "text": "၎င်းပြင် အကြင်အရှင်မြတ်ပင်။ ထိုအရှင်မြတ်သည် အလုံးစုံသော ဖိုမ-စုံတွဲအမျိုးအစားများကို ဖန်ဆင်းတော်မူခဲ့၏။ ထိုမှတစ်ပါး ထိုအရှင်မြတ်သည် အသင်တို့ စီးနင်းကြကုန်သော သင်္ဘောများကိုလည်းကောင်း၊ ခြေလေးချောင်းတိရစ္ဆာန်များကိုလည်းကောင်း ပြုလုပ်ဖန်ဆင်းတော်မူခဲ့၏။\n",
        "numberInSurah": 12,
        "juz": 25,
        "manzil": 6,
        "page": 490,
        "ruku": 424,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4338,
        "text": "အသင်တို့သည် ယင်း(အစီးအနင်းတို့)၏ ကျောက်ကုန်းများထက်ဝယ် ကျနမြဲမြံစွာ တက်စီးကြအံ့သောငှာ လည်းကောင်း၊ ထို့နောက် အသင်တို့သည် ယင်း(အစီးအနင်း)ပေါ်၌ ကျနမြဲမြံစွာ တက်စီးခဲ့ကြသောအခါ မိမိတို့အား ဖန်ဆင်းမွေးမြူတော်မူသော အရှင်မြတ်၏ကျေးဇူးတော်ကို အောက်မေ့တသ သတိရကြအံ့သောငှာ လည်းကောင်း၊ (ဤသို့)ပြောဆိုအံ့ သောငှာလည်းကောင်း၊ \"ကျွန်တော်မျိုးတို့အဖို့ ဤအစီးအနင်းကို နိုင်နင်းစေတော်မူခဲ့သော အရှင်မြတ်သည် စင်ကြယ်သန့်ရှင်းတော်မူပါ၏။ အမှန်စင်စစ်သော်ကား ကျွန်တော်မျိုးတို့သည် ဤအစီးအနင်းကို နိုင်နင်းကြသူများ မဟုတ်ခဲ့ပေ။\n",
        "numberInSurah": 13,
        "juz": 25,
        "manzil": 6,
        "page": 490,
        "ruku": 424,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4339,
        "text": "၎င်းပြင် ဧကန်မလွဲ ကျွန်တော်မျိုးတို့သည် မိမိတို့အား ဖန်ဆင်းမွေးမြူတော်မူသော အရှင်မြတ်အထံတော်သို့ အမှန်ပင် ပြန်သွားကြအံ့သောသူများပင် ဖြစ်ကြပေသတည်း။\n",
        "numberInSurah": 14,
        "juz": 25,
        "manzil": 6,
        "page": 490,
        "ruku": 424,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4340,
        "text": "သို့သော်လည်း ၎င်းတို့သည် ထိုအရှင်မြတ်၏ကျွန်များအနက် (အချို့ကို)ထိုအရှင်မြတ်၏ အစိတ်အပိုင်း တစ်ခုဟူ၍ သတ်မှတ်ခဲ့ကြကုန်၏။ ဧကန်အမှန် လူသားသည် ထင်ရှားစွာသော ကျေးဇူးကန်းသူပင် ဖြစ်ချေသည်။\n",
        "numberInSurah": 15,
        "juz": 25,
        "manzil": 6,
        "page": 490,
        "ruku": 424,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4341,
        "text": "ထိုအရှင်မြတ်သည် မိမိအဖန်ဆင်းခံတို့အနက် မိမိအဖို့ သမီးမိန်းကလေးများကို ရွေးချယ်တော်မူ၍ အသင်တို့ကိုမူကား သားယောက်ျားကလေးတို့ဖြင့် ချီးမြှောက်တော်မူခဲ့ပါသလော။\n",
        "numberInSurah": 16,
        "juz": 25,
        "manzil": 6,
        "page": 490,
        "ruku": 425,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4342,
        "text": "စင်စစ်သော်ကား ၎င်းတို့အနက် တစ်စုံတစ်ယောက်သည် မိမိကိုယ်တိုင် အနန္တကရုဏာတော်ရှင်အား ခိုင်းနှိုင်းဖော်ပြ စော်ကားခဲ့သောအရာဖြင့် သတင်းကောင်း ပြောကြားခြင်းကို ခံရလေသောအခါ ထိုသူသည် စိတ်တွင်းခံစားမှုကို ချုပ်တည်းမျိုသိပ်လျက်ရှိသည်သာမက ၎င်း၏မျက်နှာမှာလည်း တစ်နေကုန် ညှိုးနွမ်းမည်းမှောင်၍ပင် နေလေတော့၏။\n",
        "numberInSurah": 17,
        "juz": 25,
        "manzil": 6,
        "page": 490,
        "ruku": 425,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4343,
        "text": "မည်သို့နည်း။ လက်ဝတ်လက်စား အလှဆင်ယင်မှု၌ ပေါက်ဖွားကြီးပြင်းလာရသည့်ပြင် အချေအတင်ပြောဆိုရာ၌လည်း ရှုပ်ထွေးပွေလီစေသောသူသည် (အလ္လာဟ်အရှင်မြတ်)သမီးဖြစ်နိုင်ရန် အရည်အချင်း ရှိပါသလော။\n",
        "numberInSurah": 18,
        "juz": 25,
        "manzil": 6,
        "page": 490,
        "ruku": 425,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4344,
        "text": "ထိုမှတစ်ပါး ၎င်းတို့သည် အနန္တကရုဏာတော်ရှင်၏ကျွန်များ ဖြစ်ကြကုန်သော \"မလာအိကဟ်\" ကောင်းကင်တမန်တို့အား မိန်းမများဟူ၍ သတ်မှတ်ခဲ့ကြကုန်၏။ ၎င်းတို့သည် ထို \"မလာအိကဟ်\" ကောင်းကင်တမန်တို့အား ဖန်ဆင်းရာ၌ ရှေ့မှောက်ဝယ် ရှိခဲ့ကြလေသလော။ (မည်သို့ပင်ဖြစ်စေ)၎င်းတို့၏ သက်သေထွက်ချက်သည် ရေးသား(မှတ်တမ်းတင်)ပြီး ဖြစ်ချေသည်။ ထိုမှတစ်ပါး ၎င်းတို့သည် (\"ကိယာမတ်\"ရှင်ပြန်ထမည့်နေ့တွင်) စစ်ဆေးမေးမြန်း ခြင်းကိုလည်း ခံကြရပေဦးမည်။\n",
        "numberInSurah": 19,
        "juz": 25,
        "manzil": 6,
        "page": 490,
        "ruku": 425,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4345,
        "text": "ထိုမှတစ်ပါး ၎င်းတို့က ပြောဆိုခဲ့ကြကုန်၏။အကယ်၍သာ အနန္တကရုဏာတော်ရှင်သည် အလိုရှိတော်မူခဲ့ပါလျှင် ကျွန်ုပ်တို့သည် ထို\"မလာအိကဟ်\" ကောင်းကင်တမန်တို့အား ဆည်းကပ်ကိုးကွယ်ခဲ့ကြ မည်မဟုတ်ပေ။ ဤသည်နှင့်စပ်လျဉ်း၍ ၎င်းတို့၌ အသိပညာ လုံးဝမရှိပြီ။ (စင်စစ်မှာကား)၎င်းတို့မှာ ရမ်းဆ ပြောဆိုနေကြသည်သာတည်း။\n",
        "numberInSurah": 20,
        "juz": 25,
        "manzil": 6,
        "page": 490,
        "ruku": 425,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4346,
        "text": "ငါအရှင်မြတ်သည် ၎င်းတို့အား ဤ(ကုရ်အာန်ကျမ်းတော်မြတ်)အလျင် ကျမ်းဂန်တစ်စောင်စောင်ကို ချီးမြှင့် ပေးသနားတော်မူခဲ့လေသလော။ သို့ဖြစ်ရာ ၎င်းတို့သည် ယင်းကျမ်းကို အားကိုးအားထားပြုလျက် ရှိကြသည်(လော)။\n",
        "numberInSurah": 21,
        "juz": 25,
        "manzil": 6,
        "page": 490,
        "ruku": 425,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4347,
        "text": "ထိုသို့ အလျှင်းမဟုတ်။ စင်စစ်မှာကား ၎င်းတို့သည် (ဤသို့) ပြောဆိုကြကုန်၏။ ဧကန်အမှန် ကျွန်ုပ်တို့သည် မိမိတို့၏အဘ၊ ဘိုး၊ ဘေးတို့အား သာသနာ့လမ်းစဉ် တစ်ခုပေါ်၌ တွေ့ရှိခဲ့ကြပါ၏။ ဧကန်မလွဲ ကျွန်ုပ်တို့သည် ထိုအဘ၊ အဘိုး၊ဘေးတို့၏နောက်သို့ပင် ဖဝါးခြေထပ် လိုက်နာသူများပင် ဖြစ်ကြပါ၏။\n",
        "numberInSurah": 22,
        "juz": 25,
        "manzil": 6,
        "page": 490,
        "ruku": 425,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4348,
        "text": "၎င်းပြင် ထိုနည်းတူစွာ ငါအရှင်မြတ်သည် မည်သည့်မြို့ရွာ၌မဆို သတိပေးနှိုးဆော်သူ(နဗီတမန်တော်)တစ်ပါးပါးကို စေလွှတ်တော်မူခဲ့တိုင်း ယင်းမြို့ရွာမှ စည်းစိမ်ရှင်တို့က(ဤသို့) ပြောဆိုခဲ့ကြ သည်သာ၊ \"စင်စစ်ဧကန် ကျွန်ုပ်တို့သည်မိမိတို့၏အဘ၊ ဘိုး၊ ဘေးတို့အား သာသနာ့ လမ်းစဉ်တစ်ခုပေါ်၌ တွေ့ရှိခဲ့ကြပါ၏။ မုချဧကန် ကျွန်ုပ်တို့သည် ၎င်းတို့၏ ခြေရာများပေါ်၌ လိုက်ကြသူများပင် ဖြစ်ကြပါ၏\"။\n",
        "numberInSurah": 23,
        "juz": 25,
        "manzil": 6,
        "page": 491,
        "ruku": 425,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4349,
        "text": "ထိုသတိပေးနှိုးဆော်သူ (နဗီတမန်တော်)က\"(အချင်းတို့၊) အကယ်၍ ငါသည် အသင်တို့ထံ အသင်တို့ မိမိတို့အဘ၊ ဘိုး၊ ဘေးတို့ (လိုက်ခဲ့ကြသည်)ကို တွေ့ရှိခဲ့ကြလေသောလမ်းစဉ်ထက် ပိုမို (တိကျမှန်ကန်သော)တရားလမ်းမှန်ကို ညွှန်ပြအံ့သော တရားဓမ္မကို အသင်တို့ထံ ဆောင်ကြဉ်းခဲ့ပါလျက်(အသင်တို့သည် မိမိတို့၏ ရိုးရာဓလေ့များကိုသာ လိုက်စားကြမည်လော)\"ဟု ပြောဆို(မေးမြန်းခဲ့)လေ၏။ (ထိုအခါ)၎င်းတို့က \"စင်စစ်ဧကန် ကျွန်ုပ်တို့သည် အသင်တို့ယူဆောင်ခဲ့ကြသောတရားဓမ္မကို ယုံကြည် သူများမဟုတ်\" ဟု ပြောဆိုခဲ့ကြကုန်၏။\n",
        "numberInSurah": 24,
        "juz": 25,
        "manzil": 6,
        "page": 491,
        "ruku": 425,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4350,
        "text": "သို့ဖြစ်သောကြောင့်ပင် ငါအရှင်မြတ်သည် ၎င်းတို့အား တုံ့ပြန်လက်စားချေတော်မူခဲ့၏။ သို့ဖြစ်ပေရာ (အိုနဗီတမန်တော်)အသင်သည် မဟုတ်မမှန်ဟူ၍ စွပ်စွဲငြင်းပယ်ခဲ့ကြကုန်သောသူတို့၏ နောက်ဆုံးအကျိုးသည် မည်သို့မည်ပုံရှိခဲ့သည်ကို (လေ့လာ) ကြည့်ရှုပါလေ။\n",
        "numberInSurah": 25,
        "juz": 25,
        "manzil": 6,
        "page": 491,
        "ruku": 425,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4351,
        "text": "ထိုမှတစ်ပါး (ပြန်လည်သတိရရှိကြလေကုန်၊)တစ်ရံရောအခါဝယ် \"တမန်တော်အိဗ်ရာဟီမ်\"သည် မိမိဘခင်အားလည်းကောင်း၊ မိမိအမျိုးသားအားလည်းကောင်း၊ \"မုချဧကန် ငါသည် အသင်တို့ ဆည်းကပ် ကိုးကွယ်ကြသည်တို့မှကင်းလွတ်၏\"။\n",
        "numberInSurah": 26,
        "juz": 25,
        "manzil": 6,
        "page": 491,
        "ruku": 426,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4352,
        "text": "အကြင် အရှင်မြတ်မှတစ်ပါး \"(တစ်နည်း) သို့ရာတွင် (ငါသည်)အကြင်အရှင်မြတ်အားသာလျှင် (ဆည်းကပ်ကိုးကွယ်၏)\" ထိုအရှင်မြတ်သည် ငါ့အား ဖန်ဆင်းတော်မူခဲ့၏။တစ်ဖန် ထိုအရှင်မြတ်သည်ပင် ငါ့အား တရားလမ်းမှန်ကိုပြသတော်မူ၏။\n",
        "numberInSurah": 27,
        "juz": 25,
        "manzil": 6,
        "page": 491,
        "ruku": 426,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4353,
        "text": "ထိုမှတစ်ပါး ထိုအိဗ်ရာဟီမ်သည် ယင်း(\"တောင်ဟီဒ်\"တည်းဟူသောအယူဝါဒ)ကို ထို(မက္ကဟ်မြို့သား၊ မုရှ်ရစ်က်)တို့(အနာဂတ်ကာလ၌လည်း \"တောင်ဟီဒ်\" ဘက်သို့ ပြန်လှည့်ကြအံ့သောငှာ မိမိနောက်တွင် ဆက်လက်တည်ရှိခဲ့သော စကားမွန်တစ်ရပ် ဖြစ်စေခဲ့၏။)\n",
        "numberInSurah": 28,
        "juz": 25,
        "manzil": 6,
        "page": 491,
        "ruku": 426,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4354,
        "text": "စင်စစ်မှာကား ငါအရှင်မြတ်သည် ဤသူတို့အားလည်းကောင်း၊ ဤသူတို့၏အဘ၊ ဘိုး၊ ဘေးတို့အားလည်းကောင်း၊ စည်းစိမ်ချမ်းသာကို ချီးမြှင့်တော်မူခဲ့၏။ နောက်ဆုံးတွင် ထိုသူထံသို့ (ကုရ်အာန်ကျမ်းတော်မြတ် တည်းဟူသော)အမှန်တရားသည် လည်းကောင်း၊ (အမိန့်ပညတ်တော်များကို)ဖော်ပြထင်ရှားစေသော ရစူလ်တမန်တော်တစ်ပါးသည် လည်းကောင်း ရောက်ရှိ၍လာခဲ့၏။\n",
        "numberInSurah": 29,
        "juz": 25,
        "manzil": 6,
        "page": 491,
        "ruku": 426,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4355,
        "text": "သို့ရာတွင် ၎င်းတို့ထံ (ကုရ်အာန်ကျမ်းတော်မြတ်တည်းဟူသော) အမှန်တရားသည် ရောက်ရှိလာခဲ့သောအခါ ၎င်းတို့က \"ဤသည် စုန်းအတတ် ပညာဖြစ်၏။ ၎င်းပြင် ဧကန်စင်စစ် ကျွန်ုပ်တို့သည် ဤသည်ကို ငြင်းပယ်သူများပင် ဖြစ်ကြသည်ဟု ပြောဆိုခဲ့ကြကုန်၏။\n",
        "numberInSurah": 30,
        "juz": 25,
        "manzil": 6,
        "page": 491,
        "ruku": 426,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4356,
        "text": "ထိုမှတစ်ပါး ၎င်းတို့က ဤကုရ်အာန်ကျမ်းမြတ်သည် (‘မက္ကဟ်မြို့’ နှင့် ‘သွာအစ်ဖ်မြို့’) နှစ်မြို့မှ လူကြီးလူကောင်း တစ်ဦးတစ်ယောက်၏ အပေါ်၌ အဘယ်ကြောင့်ချပေးခြင်း မခံခဲ့ရသနည်း\"ဟု ပြောဆိုခဲ့ကြကုန်၏။\n",
        "numberInSurah": 31,
        "juz": 25,
        "manzil": 6,
        "page": 491,
        "ruku": 426,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4357,
        "text": "အသင့်အား ဖန်ဆင်းမွေးမြူတော်မူသော အရှင်မြတ်၏ ကရုဏာတည်းဟူသော နဗီတမန်တော်အဖြစ် ချီးမြှောက်ခြင်းကို ၎င်းတို့သည်ပင် ခွဲဝေပေးကြ သလော။(စင်စစ်သော်ကား) ငါအရှင်မြတ်သည် လောကီဘဝ၌ ၎င်းတို့၏ အသက်မွေးဝမ်းကျောင်း ပရိသေသနကိစ္စ စားနပ်ရိက္ခာကိုပင် ၎င်းတို့၏အကြား၌ ခွဲဝေပေးထားတော်မူခဲ့၏။ထိုမှတစ်ပါး ငါအရှင်မြတ်သည် ၎င်းတို့အနက် အချို့သည် အချို့အား လက်အောက်ခံ အခိုင်းအစေ ပြုအံ့သောငှာ ၎င်းတို့အနက် အချို့ကို အချို့ထက် အဆင့်အတန်းများစွာ မြှင့်ပေးတော်မူခဲ့၏။ စင်စစ်မှာကား အသင့်အား ဖန်ဆင်းမွေးမြူတော်မူသော အရှင်မြတ်၏ ကရုဏာတော်သည် ၎င်းတို့ ဆည်းပူး စုဆောင်းလျက်ရှိကြသည်တို့ထက် သာလွန် ကောင်းမြတ်လှပေသည်။\n",
        "numberInSurah": 32,
        "juz": 25,
        "manzil": 6,
        "page": 491,
        "ruku": 426,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4358,
        "text": "စင်စစ်မှာကား အကယ်၍သာ လူခပ်သိမ်းတို့သည် (မိစ္ဆာ)သာသနာဝင် အုပ်စုတစ်စုတည်းသာ ဖြစ်သွားကြရန် အကြောင်းမရှိခဲ့ပါလျှင် အမှန်ပင် ငါအရှင်မြတ်သည် အနန္တ ကရုဏာတော်ရှင်အား သွေဖည် ငြင်းပယ်ကြကုန်သော သူတို့အဖို့ ၎င်းတို့ နေအိမ်များ၏အမိုးတို့ကို ငွေဖြင့်ပြုလုပ်၍ပေးတော် မူခဲ့မည်သာ၊ ၎င်းပြင် လှေကားများကိုလည်း(ငွေဖြင့်ပြုလုပ်၍ ပေးတော်မူခဲ့မည်သာ၊) ၎င်းတို့သည် ယင်း(လှေကားများဖြင့်) အမိုးများသို့ တက်ကြပေမည်။\n",
        "numberInSurah": 33,
        "juz": 25,
        "manzil": 6,
        "page": 491,
        "ruku": 426,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4359,
        "text": "ထိုမှတစ်ပါး ထိုသူတို့နေအိမ်များ၏ တံခါးများကိုလည်းကောင်း၊ ထိုသူတို့မှီ၍ ထိုင်ကြကုန်သောခုတင်များကို လည်းကောင်း၊ (ငွေဖြင့် ပြုလုပ်၍ ပေးတော်မူခဲ့ပေမည်)။\n",
        "numberInSurah": 34,
        "juz": 25,
        "manzil": 6,
        "page": 492,
        "ruku": 426,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4360,
        "text": "ထိုမှတစ်ပါး (ယင်းပစ္စည်းများကို) ရွှေဖြင့်လည်း(ပြုလုပ်၍ပေးတော်မူခဲ့ပေမည်၊) သို့ရာတွင် ထို(ပစ္စည်း) အလုံးစုံတို့မှာ မျက်မှောက်လောကီဘဝ၏ အသုံးအဆောင်မျှသာလျှင် ဖြစ်ကုန်၏။ အမှန်စင်စစ်သော်ကား \"အာခိရတ်\" တမလွန်ဘဝမှာ အသင့်အား ဖန်ဆင်းမွေးမြူတော်မူသော အရှင်မြတ်အထံတော်၌ သူတော်စင်တို့အဖို့သာလျှင် ဖြစ်ပေသတည်း။\n",
        "numberInSurah": 35,
        "juz": 25,
        "manzil": 6,
        "page": 492,
        "ruku": 426,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4361,
        "text": "စင်စစ်သော်ကား မည်သူမဆို အနန္တကရုဏာတော်ရှင်အား အောက်မေ့တသခြင်းကို မမြင်ဟန် မသိဟန်ဆောင်သည်ရှိသော် ငါအရှင်မြတ်သည် ထိုသူ၌ \"ရှိုင်တွာန်\"မိစ္ဆာကောင်တစ်ကောင်ကို သတ်မှတ်၍ ပေးတော်မူ၏။ ထိုအခါယင်း \"ရှိုင်တွာန်\" မိစ္ဆာကောင် မှာ ထိုသူ၏အဖော် ဖြစ်သွား၏။\n",
        "numberInSurah": 36,
        "juz": 25,
        "manzil": 6,
        "page": 492,
        "ruku": 427,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4362,
        "text": "၎င်းပြင် ယင်း\"ရှိုင်တွာန်\" မိစ္ဆာကောင်တို့မှာ ထိုသူတို့အား (ဖြောင့်မတ်မှန်ကန်သောတရား) လမ်းမှ ပိတ်ပင်တားဆီးလေ့ရှိကြကုန်၏။ သို့ရာတွင် ထိုသူတို့သည် မိမိတို့မှာ လမ်းမှန်ကို ရရှိသူများဖြစ်ကြသည် ဟူ၍ပင် ထင်မှတ်လေ့ရှိကြကုန်၏။\n",
        "numberInSurah": 37,
        "juz": 25,
        "manzil": 6,
        "page": 492,
        "ruku": 427,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4363,
        "text": "နောက်ဆုံးတွင် ထိုမသိဟန်ဆောင်သောသူသည် ငါအရှင်မြတ်အထံတော်သို့ ရောက်လေသောအခါ (ယင်း\"ရှိုင်တွာန်\" မိစ္ဆာကောင်အား ဤသို့)ပြောဆိုအံ့၏။ ဪ-ကျွန်ုပ်နှင့် အသင်၏အကြား၌ \"အရှေ့\" နေထွက်ရာအရပ်နှင့် \"အနောက်\" နေဝင်ရာအရပ်မျှ ဝေးကွာခဲ့လျှင် ကောင်းလေစွတကား။ စင်စစ်မှာကား ယင်း\"ရှိုင်တွာန်\" မိစ္ဆာကောင်သည် လွန်စွာဆိုးယုတ်လှသော အဖော်ဖြစ်၏။\n",
        "numberInSurah": 38,
        "juz": 25,
        "manzil": 6,
        "page": 492,
        "ruku": 427,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4364,
        "text": "ထိုမှတစ်ပါး အသင်တို့ကိုယ်တိုင် မတရားကျူးလွန်ခဲ့ကြသောကြောင့် ယင်း(ယူကျုံးမရဖြစ်ခြင်း) သည် ယနေ့ အသင်တို့အဖို့ အလျှင်းအကျိုးပေးမည် မဟုတ်ပေ။ဧကန်မလွဲ အသင်တို့သည် (ထိုအဖော်များ ဖြစ်ကြသော\"ရှိုင်တွာန်\" မိစ္ဆာကောင်တို့နှင့်အတူ) ပြစ်ဒဏ်၌ ဖက်စပ်ပါဝင်သူများပင် ဖြစ်ကြကုန်၏။\n",
        "numberInSurah": 39,
        "juz": 25,
        "manzil": 6,
        "page": 492,
        "ruku": 427,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4365,
        "text": "သို့ဖြစ်ပေရာ(အို-နဗီတမန်တော်) အသင်သည် နားပင်းသူတို့အား (ဓမ္မဩဝါဒကို)ကြားစေနိုင်ပါသလော။ သို့တည်းမဟုတ် အသင်သည် မျက်စိကန်းသူတို့အား လည်းကောင်း၊ ထင်ရှားလှစွာသော လမ်းမှား၌ရှိနေသူတို့အား လည်းကောင်း၊ တရားလမ်းမှန်ကို ညွှန်ပြနိုင်ပါသလော။\n",
        "numberInSurah": 40,
        "juz": 25,
        "manzil": 6,
        "page": 492,
        "ruku": 427,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4366,
        "text": "တစ်ဖန် အကယ်၍ ငါအရှင်မြတ်သည် အသင့်အား(ဤလောကမှ)ဆောင်ယူသွားတော်မူပါလျှင်လည်း ဧကန်မလွဲ ငါအရှင်မြတ်သည် ၎င်းတို့အား လက်စား ချေတော်မူအံ့သော အရှင်မြတ်ပင် ဖြစ်တော်မူ၏။\n",
        "numberInSurah": 41,
        "juz": 25,
        "manzil": 6,
        "page": 492,
        "ruku": 427,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4367,
        "text": "သို့တည်းမဟုတ် ငါအရှင်မြတ်သည် ၎င်းတို့အား ချိန်းချက်တော်မူခဲ့သော ပြစ်ဒဏ်ကို အသင်အား (အသင်သည် ဤလောကီဘဝ၌ရှိနေစဉ်) ပြသတော်မူအံ့လည်း မလွဲဧကန် ငါအရှင်မြတ်သည် ၎င်းတို့အပေါ်၌ (ပြစ်ဒဏ်သက်ရောက်စေခြင်းကို ပြုစွမ်းနိုင်တော်မူသော အရှင်မြတ်ပင်ဖြစ်တော်မူ၏။)\n",
        "numberInSurah": 42,
        "juz": 25,
        "manzil": 6,
        "page": 492,
        "ruku": 427,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4368,
        "text": "သို့ဖြစ်ပေရာ (အို-နဗီတမန်တော်) အသင်သည် မိမိထံ \"ဝဟ်ယ်\" ထုတ်ပြန်ခြင်းခံရလေသော ကုရ်အာန်ကျမ်းတော်မြတ်ကိုပင် အထောက်အထားပြုလျက် ရှိပါလေ။ဧကန်မလွဲ အသင်သည် ဖြောင့်မတ်သော လမ်းပေါ်၌ ရှိ၏။\n",
        "numberInSurah": 43,
        "juz": 25,
        "manzil": 6,
        "page": 492,
        "ruku": 427,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4369,
        "text": "ထိုမှတစ်ပါး မုချဧကန် ယင်းကုရ်အာန်ကျမ်းတော်မြတ်သည် အသင်အဖို့ လည်းကောင်း၊ အသင်၏အမျိုးသားအဖို့ လည်းကောင်း၊ (ထူးကဲမြင့်မြတ်လှစွာသော) ဂုဏ်ကျက်သရေပင် ဖြစ်၏။ ထိုမှတစ်ပါး အသင်တို့အားလုံးသည် မကြာမြင့်မီပင် စစ်ဆေးမေးမြန်းခြင်းကို ခံကြရပေမည်။\n",
        "numberInSurah": 44,
        "juz": 25,
        "manzil": 6,
        "page": 492,
        "ruku": 427,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4370,
        "text": "၎င်းပြင် (အို-နဗီတမန်တော်)အသင်သည် မိမိအလျင် ငါအရှင်မြတ် စေလွှတ်တော်မူခဲ့သော ရစူလ်တမန်တော်တို့အား \"ငါအရှင်မြတ်သည် အနန္တကရုဏာတော်ရှင်မှတစ်ပါး ဆည်းကပ်ကိုးကွယ်ခြင်းခံကြရန် အခြားကိုးကွယ်ရာများကို ပြဋ္ဌာန်း၍ပေးတော်မူခဲ့ပါသလော\" ဟု မေးမြန်းစုံစမ်း၍ ကြည့်ပါလေ။\n",
        "numberInSurah": 45,
        "juz": 25,
        "manzil": 6,
        "page": 492,
        "ruku": 427,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4371,
        "text": "၎င်းပြင် စင်စစ်ဧကန် ငါအရှင်မြတ်သည် မူစာအား မိမိသက်သေလက္ခဏာ တန်ခိုးပြာဋိဟာများနှင့် တကွ\"ဖစ်ရ်အောင်န်\" ၏ထံသို့လည်းကောင်း၊ \"ဖစ်ရ်အောင်န်\"၏မှူးမတ်ထံသို့လည်းကောင်း၊ စေလွှတ်တော်မူခဲ့ရာ ထိုမူစာက(\"ဖစ်ရ်အောင်န်\"နှင့်တကွ၎င်း၏ မှူးမတ်တို့အား) ငါသည် စကြဝဠာ ခပ်သိမ်းတို့ကို ဖန်ဆင်းမွေးမြူသောအရှင်မြတ်၏ ရစူလ်တမန်တော် ဖြစ်သည်ဟု ပြောကြားခဲ့၏။\n",
        "numberInSurah": 46,
        "juz": 25,
        "manzil": 6,
        "page": 492,
        "ruku": 428,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4372,
        "text": "သို့ရာတွင် ထိုမူစာသည် ၎င်းတို့ထံ ငါအရှင်မြတ်၏သက်သေလက္ခဏာ တန်ခိုးပြာဋိဟာများကို ယူဆောင်ခဲ့လေသောအခါ ရုတ်တရက် ၎င်းတို့သည် ယင်းသက်သေလက္ခဏာ တန်ခိုးပြာဋိဟာများကိုမြင်၍ ပြက်ရယ်သောအားဖြင့် ရယ်မောကြကုန်၏။\n",
        "numberInSurah": 47,
        "juz": 25,
        "manzil": 6,
        "page": 492,
        "ruku": 428,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4373,
        "text": "စင်စစ်သော်ကား ငါအရှင်မြတ်သည် ၎င်းတို့အား ပြသတော်မူသော သက်သေလက္ခဏာ တန်ခိုးပြာဋိဟာတိုင်းမှာ ၎င်း၏အလျင်ပြခဲ့သော အခြားတန်ခိုးပြာဋိဟာ ထက်ပိုမိုကြီးကျယ်သော တန်ခိုးပြာဋိဟာသာလျှင် ဖြစ်ခဲ့၏။ ထို့ပြင် ငါအရှင်မြတ်သည် ၎င်းတို့အား (သွေဖည်ငြင်းပယ်မှုကိုစွန့်၍)ပြန်လှည့်လာကြအံ့သောငှာ ပြစ်ဒဏ်၌ ဖမ်းဆီးအရေးယူတော်မူခဲ့၏။\n",
        "numberInSurah": 48,
        "juz": 25,
        "manzil": 6,
        "page": 493,
        "ruku": 428,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4374,
        "text": "ထိုမှတစ်ပါး ၎င်းတို့သည် (မူစာအားဤသို့)ပြောဆိုခဲ့ကြ၏။ အို-စုန်းအတတ်ကို ကျွမ်းကျင်သောဆရာ၊ အသင်သည် ကျွန်ုပ်တို့အဖို့ အသင့်အား ဖန်ဆင်းမွေးမြူတော်မူသော အရှင်မြတ်ထံတော်မှ အသင့်ထံ ကတိထားတော်မူခဲ့သည်နှင့်အညီ ဆုတောင်း၍ပေးပါ။ (ယခုသော်) မလွဲဧကန် ကျွန်ုပ်တို့သည် တရားလမ်းမှန်ကို လိုက်နာကြပါတော့မည်။\n",
        "numberInSurah": 49,
        "juz": 25,
        "manzil": 6,
        "page": 493,
        "ruku": 428,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4375,
        "text": "သို့တစေလည်း ငါအရှင်မြတ်သည် ပြစ်ဒဏ်ကို ၎င်းတို့မှဖယ်ရှား၍ ပေးတော်မူခဲ့သောအခါ ၎င်းတို့သည် ရုတ်တရက် ချက်ချင်းပင် ကတိကို ဖေါက်ဖျက်ကြလေသတည်း။\n",
        "numberInSurah": 50,
        "juz": 25,
        "manzil": 6,
        "page": 493,
        "ruku": 428,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4376,
        "text": "၎င်းပြင် ဖစ်ရ်အောင်န်သည် မိမိအမျိုးသားတို့တွင် ကြေညာခဲ့၏။ ၎င်းက (ဤသို့)ပြောဆို(ကြေညာ)ခဲ့လေ၏။ အို-ငါ၏အမျိုးသားတို့ အီဂျစ်နိုင်ငံကို ငါသာလျှင် စိုးမိုးအုပ်ချုပ်သည်မဟုတ်ပါလော၊ ထိုမှတစ်ပါး ဤသည့် ရေချောင်းတို့မှာ ငါ၏(ဘုံနန်း) အောက်မှ စီးတွေလျက် ရှိကြသည် (မဟုတ်လော)။ သို့ပါလျက် အသင်တို့သည် (ဤသည့် ဘုန်းတန်ခိုးများကို) မမြင်ကြလေသလော။\n",
        "numberInSurah": 51,
        "juz": 25,
        "manzil": 6,
        "page": 493,
        "ruku": 428,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4377,
        "text": "သို့တည်းမဟုတ် ငါသည် ဤဂုဏ်အသရေသေးသိမ်သူထက် မြင့်မြတ်သည်(ကိုအသင်တို့သည် မမြင်ကြလေသလော)။ ၎င်းပြင် ဤသူသည် ရှင်းလင်းစွာ (စကား)ပြောဆိုနိုင်သည်လည်း မရှိပြီ။\n",
        "numberInSurah": 52,
        "juz": 25,
        "manzil": 6,
        "page": 493,
        "ruku": 428,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4378,
        "text": "တစ်ဖန် ၎င်း၏(လက်များတွင်)ရွှေလက်ကောက်၊ လက်မောင်းပတ်၊ လက်ကြပ်များ အဘယ်ကြောင့် ဆင်ယင်ပေးခြင်းကို မခံရသနည်း။ သို့တည်းမဟုတ် \"မလာအိကဟ်\"ကောင်းကင်တမန်များသည် အဘယ်ကြောင့် ၎င်းနှင့်အတူ အစဉ်မပြတ် လိုက်ပါလာခြင်း မရှိကြသနည်း။\n",
        "numberInSurah": 53,
        "juz": 25,
        "manzil": 6,
        "page": 493,
        "ruku": 428,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4379,
        "text": "ဆိုလိုရင်းမှာ ထိုဖစ်ရ်အောင်န်သည် မိမိ၏အမျိုးသားတို့အား လူ့ဗာလများ ပြုလုပ်ခဲ့ပေရာ ထိုအမျိုးသားတို့မှာ ၎င်းတို့၏စကားကို နာယူခဲ့ကြကုန်၏။ ဧကန်အမှန် ၎င်းတို့သည် စည်းကမ်းကျူးလွန်သော လေလွင့်သောအမျိုးသားများပင် ဖြစ်ခဲ့ကြကုန်၏။\n",
        "numberInSurah": 54,
        "juz": 25,
        "manzil": 6,
        "page": 493,
        "ruku": 428,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4380,
        "text": "ထို့နောက် ၎င်းတို့သည် ငါအရှင်မြတ်အား အမျက်ထွက်စေခဲ့ကြသောအခါ ငါအရှင်မြတ်သည် ၎င်းတို့အား လက်စားချေတော်မူခဲ့၏။ သို့ဖြစ်ပေရာ ငါအရှင်မြတ်သည် ၎င်းတို့အားလုံးကိုပင် နစ်မြုပ်စေတော်မူခဲ့၏။\n",
        "numberInSurah": 55,
        "juz": 25,
        "manzil": 6,
        "page": 493,
        "ruku": 428,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4381,
        "text": "ထို့နောက် ငါအရှင်မြတ်သည် ထိုသူတို့အား နောင်လာနောက်သားတို့အဖို့ ဦးစီးရှေ့ဆောင်နှင့် သင်ခန်းစာဖြစ်စေတော်မူခဲ့ပေသတည်း။\n",
        "numberInSurah": 56,
        "juz": 25,
        "manzil": 6,
        "page": 493,
        "ruku": 428,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4382,
        "text": "၎င်းပြင် မရ်ယမ်၏သား(နဗီတမန်တော်အီစာ)သည် စံနမူနာအဖြစ် ခိုင်းနှိုင်းတင်ပြခြင်းကို ခံရလေသောအခါ၊ အသင်၏အမျိုးသားတို့မှာ ယင်းဥပမာကြောင့် နှစ်ထောင်းအားရ ရွှင်ပြ ဟစ်အော်ခဲ့ကြကုန်၏။\n",
        "numberInSurah": 57,
        "juz": 25,
        "manzil": 6,
        "page": 493,
        "ruku": 429,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4383,
        "text": "ထိုမှတစ်ပါး ၎င်းတို့က ကျွန်ုပ်တို့၏ ကိုးကွယ်ရာများက မြင့်မြတ်လေသလော။ သို့တည်းမဟုတ် ထိုမရ်ယမ်၏သား (အီစာ)က မြင့်မြတ်လေသလောဟု ပြောဆိုခဲ့ကြကုန်၏။၎င်းတို့သည် ဤသည်ကို အသင့်ရှေ့ဝယ် အငြင်းအခုံပြု၍ တင်ပြခဲ့ခြင်းသာလျှင် ဖြစ်ပေသည်။ စင်စစ်မှာကား ၎င်းတို့သည် အငြင်းအခုံပြုလေ့ရှိသော အမျိုးသားများပင် ဖြစ်ကြကုန်၏။\n",
        "numberInSurah": 58,
        "juz": 25,
        "manzil": 6,
        "page": 493,
        "ruku": 429,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4384,
        "text": "ထိုမရ်ယမ်၏သား (အီစာ)ကား ကျွန်တစ်ပါးမျှဖြစ်၏။ ငါအရှင်မြတ်သည် ၎င်း၏အပေါ်၌ ကျေးဇူးပြုတော်မူခဲ့သည့်ပြင် ၎င်းအား အီစ်ရာအီလီအမျိုးသားတို့အဖို့ စံနမူနာတစ်ခု ပြုလုပ်တော်မူခဲ့၏။\n",
        "numberInSurah": 59,
        "juz": 25,
        "manzil": 6,
        "page": 493,
        "ruku": 429,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4385,
        "text": "စင်စစ်သော်ကား အကယ်၍သာ ငါအရှင်မြတ်သည် အလိုရှိတော်မူခဲ့ပါလျှင် အသင်တို့မှ \"မလာအိကဟ်\"ကောင်းကင်တမန်များကို ဖန်ဆင်းတော်မူခဲ့မည်ဖြစ်ရာ ထိုကောင်းကင်တမန်တို့မှာ ကမ္ဘာမြေဝယ် (အသင်တို့၏) အရိုက်အရာကို ဆက်ခံကြမည်ဖြစ်၏။\n",
        "numberInSurah": 60,
        "juz": 25,
        "manzil": 6,
        "page": 493,
        "ruku": 429,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4386,
        "text": "ထိုမှတစ်ပါး ဧကန်မလွဲ ထိုမရ်ယမ်၏သား(အီစာ)မှာ \"ကိယာမတ်\" ရှင်ပြန်ထမည့် အချိန်ကာလနှင့် စပ်လျဉ်း၍ လက္ခဏာ၊ စည်းကမ်းချက်၊ သတ်မှတ်ချက် \"ကိယာမတ်\"ရှင်ပြန်ထမည့်နေ့ကို ယုံကြည်ရန် အကြောင်းတစ်ရပ်ပင်ဖြစ်၏။ သို့ဖြစ်ပေရာ အသင်တို့သည် ယင်းကိယာမတ်နှင့်စပ်လျဉ်း၍ ယုံမှားသံသယ မဖြစ်ကြကုန်လင့်။ ၎င်းပြင် အသင်တို့သည် ငါ၏နောက်သို့ လိုက်ခဲ့ကြလေကုန် ဤသည် ဖြောင့်မတ်သော တရားလမ်းပင် ဖြစ်ပေသည်။\n",
        "numberInSurah": 61,
        "juz": 25,
        "manzil": 6,
        "page": 494,
        "ruku": 429,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4387,
        "text": "ထိုမှတစ်ပါး \"ရှိုင်တွာန်\" မိစ္ဆာကောင်သည် အသင်တို့အား (တရားလမ်းမှ) တားဆီးပိတ်ပင်ခြင်း မပြုစေရ။ဧကန်မလွဲ ၎င်းသည် အသင်တို့၏ ထင်ရှားစွာသော ရန်သူပင်ဖြစ်ပေ၏။\n",
        "numberInSurah": 62,
        "juz": 25,
        "manzil": 6,
        "page": 494,
        "ruku": 429,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4388,
        "text": "၎င်းပြင် အီစာသည် ထင်ရှားစွာသောသက်သေ လက္ခဏာများနှင့်တကွ လာခဲ့သောအခါ (ဤသို့) ပြောကြားခဲ့လေ၏။ ဧကန်စင်စစ် ငါသည် အသင်တို့ထံ နက်နဲသိမ်မွေ့သော ဉာဏ်ပညာကို ယူဆောင်ခဲ့သည်။ ၎င်းပြင် ငါသည် အသင်တို့ သဘောကွဲလွဲကြသော အချို့အရေးကိစ္စတို့ကို အသင်တို့အား ရှင်းလင်း ဖော်ပြရန်လာခဲ့သည်။ သို့ဖြစ်ပေရာ အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်အား ကြောက်ရွံ့လေကြကုန်၊ ၎င်းပြင် ငါ၏စကားကို လိုက်နာကြလေကုန်။\n",
        "numberInSurah": 63,
        "juz": 25,
        "manzil": 6,
        "page": 494,
        "ruku": 429,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4389,
        "text": "ဧကန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည်ပင် ငါ့အား ဖန်ဆင်းမွေးမြူတော်မူသော အရှင်မြတ်သည်လည်းကောင်း၊အသင်တို့အား ဖန်ဆင်းမွေးမြူတော်မူသော အရှင်မြတ်သည်လည်းကောင်း၊ ဖြစ်တော်မူ၏။ သို့ဖြစ်ပေရာ အသင်တို့သည် ထိုအရှင်မြတ်အားသာလျှင် ဆည်းကပ်ကိုးကွယ်ကြ လေကုန်။ဤသည် ဖြောင့်မတ်သော တရားလမ်းပင် ဖြစ်ချေသည်။\n",
        "numberInSurah": 64,
        "juz": 25,
        "manzil": 6,
        "page": 494,
        "ruku": 429,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4390,
        "text": "သို့ပါလျက် ၎င်းတို့၏အကြားမှ အုပ်စု(ဂိုဏ်းဂဏ)အသီးသီးကွဲခဲ့ကြကုန်၏။ သို့ဖြစ်ပေရာ မတရား ကျူးလွန်သူများ၌ ပြင်းပြနာကျင်ဖွယ်သောနေ့၏ ပြစ်ဒဏ်ကြောင့် ပျက်စီးခြင်းသည် ရှိပေအံ့သတည်း။\n",
        "numberInSurah": 65,
        "juz": 25,
        "manzil": 6,
        "page": 494,
        "ruku": 429,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4391,
        "text": "၎င်းတို့သည် မိမိတို့ထံ \"ကိယာမတ်\" ရှင်ပြန်ထမည့်အချိန်ကာလ ၎င်းတို့ အမှုမဲ့အမှတ်မဲ့ရှိနေခိုက် ရုတ်တရက် ရှောင်တခင် ရောက်လာရန်ကိုသာလျှင် စောင့်စား၍ နေကြကုန်၏။\n",
        "numberInSurah": 66,
        "juz": 25,
        "manzil": 6,
        "page": 494,
        "ruku": 429,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4392,
        "text": "ထိုနေ့တွင် \"မွတ္တကီ\" သူတော်စင်တို့မှတပါး အခြားမိတ်ဆွေရင်းချာတို့မှာ အချို့သည် အချို့၏ ရန်သူများပင် ဖြစ်ကြပေမည်။\n",
        "numberInSurah": 67,
        "juz": 25,
        "manzil": 6,
        "page": 494,
        "ruku": 429,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4393,
        "text": "(ထိုရောကာလ အလ္လာဟ်အရှင်မြတ်အထံတော်မှ သူတော်စင်တို့နှင့် ပတ်သက်၍ ဤသို့အမိန့်တော် ထုတ်ပြန်တော်မူမည်၊) \"အို-ငါအရှင်မြတ်၏ကျွန်တို့ ယနေ့သော်ကား အသင်တို့၌ မည်သည့် စိုးရိမ်မှုမျှမရှိပြီ။ ထိုမှတစ်ပါး အသင်တို့သည် စိတ်သောက ဖြစ်ရန်လည်း မရှိပြီ။\n",
        "numberInSurah": 68,
        "juz": 25,
        "manzil": 6,
        "page": 494,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4394,
        "text": "(ထိုသူတို့ကား) အကြင်သူတို့ပင်၊ ၎င်းတို့သည် ငါအရှင်မြတ်၏အာယတ်တော် လက္ခဏာတော်များကို သက်ဝင်ယုံကြည်ခဲ့ကြသည်သာမက ၎င်းတို့သည် \"မွတ်စ်လင်မ်\" အမိန့်တော်ကို (လက်တွေ့) လိုက်နာသူများလည်း ဖြစ်ခဲ့ကြကုန်၏။\n",
        "numberInSurah": 69,
        "juz": 25,
        "manzil": 6,
        "page": 494,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4395,
        "text": "အသင်တို့သည်လည်းကောင်း၊ အသင်တို့၏ဇနီးကြင်ရာတို့သည်လည်းကောင်း၊ \"ဂျန္နတ်\"သုခဘုံတွင် ဝင်ရောက်ကြလေကုန်။ (ယင်းသုခဘုံ၌) အသင်တို့ (အားလုံးတို့)သည်ဝမ်းမြောက်စေခြင်း၊ ရိုသေခြင်းကို ခံကြရပေမည်။\n",
        "numberInSurah": 70,
        "juz": 25,
        "manzil": 6,
        "page": 494,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4396,
        "text": "ထိုသူတို့၏ရှေ့ဝယ် ရွှေပန်းကန်ပြားများသည်လည်းကောင်း၊ သောက်ရေဖလားများသည်လည်းကောင်း၊လည်ပတ်လျက် ရှိကြပေမည်။ ထိုမှတစ်ပါး ယင်းသုခဘုံ၌ စိတ်အလိုဆန္ဒရှိသမျှတို့သည်လည်းကောင်း၊ မျက်စိအရသာခံစားအံ့သော အကြောင်းအရာတို့သည်လည်းကောင်း၊ ရှိကြပေမည်။၎င်းပြင် အသင်တို့သည် ယင်းသုခဘုံ၌ အမြဲထာဝရ နေထိုင်ကြမည်ပင် ဖြစ်ကုန်၏။\n",
        "numberInSurah": 71,
        "juz": 25,
        "manzil": 6,
        "page": 494,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4397,
        "text": "စင်စစ်သော်ကား ဤသည်ပင် အကြင်\"ဂျန္နတ်\"သုခဘုံဖြစ်၏။ အသင်တို့သည် မိမိတို့ ကျင့်မူခဲ့ကြကုန်သော ကောင်းမှုသုစရိုက်များကြောင့် ယင်း\"ဂျန္နတ်\"သုခဘုံကို အမွေအဖြစ် ချီးမြှင့်ပေးသနားတော်မူခြင်းကို ခံကြရပြီ။\n",
        "numberInSurah": 72,
        "juz": 25,
        "manzil": 6,
        "page": 494,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4398,
        "text": "အသင်တို့အဖို့ ယင်းသုခဘုံ၌ မြောက်မြားစွာသော သစ်သီးဝလံများ ရှိကြပေသည်။ ယင်း သစ်သီးဝလံများမှ အသင်တို့သည် စားသုံးကြလေကုန်။\n",
        "numberInSurah": 73,
        "juz": 25,
        "manzil": 6,
        "page": 494,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4399,
        "text": "ဧကန်အမှန် ပြစ်မှုကျူးလွန်သော သူတို့ကား \"ဂျဟန္နမ်\" ငရဲဘုံ၏ပြစ်ဒဏ်၌ အမြဲထာဝရနေထိုင် (ခံစား)ကြမည့်သူများပင် ဖြစ်ကြကုန်၏။\n",
        "numberInSurah": 74,
        "juz": 25,
        "manzil": 6,
        "page": 495,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4400,
        "text": "ယင်းပြစ်ဒဏ်မှာ ၎င်းတို့မှ ပေါ့လျော့စေခြင်း ခံရမည်လည်း မဟုတ်ပေ။ စင်စစ် ၎င်းတို့သည် ယင်းပြစ်ဒဏ်၌ပင် မျှော်လင့်ချက်ကင်းစွာဖြင့် ရှိနေကြရပေမည်။\n",
        "numberInSurah": 75,
        "juz": 25,
        "manzil": 6,
        "page": 495,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4401,
        "text": "စင်စစ်သော်ကား ငါအရှင်မြတ်သည် ၎င်းတို့၏အား မတရားနှိပ်စက်တော်မူခဲ့သည် မဟုတ်ပေ။ သို့ရာတွင် ၎င်းတို့သည် မိမိတို့ကိုယ်တိုင်ပင် မတရားသောသူများ ဖြစ်ခဲ့ကြကုန်၏။\n",
        "numberInSurah": 76,
        "juz": 25,
        "manzil": 6,
        "page": 495,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4402,
        "text": "ထိုမှတစ်ပါး ၎င်းတို့သည် (\"ဂျဟန္နမ်\"ငရဲဘုံကို ကွပ်ကဲအုပ်ချုပ်သူအား) အို-‘မာလစ်က်၊ အသင့်အား ဖန်ဆင်း မွေးမြူတော်မူသော အရှင်မြတ်သည် ကျွန်ုပ်တို့အား အဆုံးစီရင်တော်မူပါစေ’ဟု ဟစ်အော်(ပြောဆို)ကြပေမည်။ (ထိုအခါ)ထို ‘မာလစ်က်’သည်(ဤသို့)ပြောဆို (ဖြေကြား)ပေမည်။ ဧကန်မလွဲ အသင်တို့ကား (ဤအခြေအနေ၌ပင် အမြဲထာဝစဉ်) နေမြဲနေကြရမည့်သူများ ဖြစ်ကြကုန်၏။\n",
        "numberInSurah": 77,
        "juz": 25,
        "manzil": 6,
        "page": 495,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4403,
        "text": "ဧကန်မလွဲ ငါအရှင်မြတ်သည် (နဗီတမန်တော်မှတစ်ဆင့်) မှန်ကန်သော \"ဒီန်\"သာသနာတော်ကို အသင်တို့ထံ ပို့ဆောင်တော်မူခဲ့သော်လည်း အသင်တို့အနက် အများစုမှာ မှန်ကန်သော \"ဒီန်\"သာသနာတော်ကို စက်ဆုပ်သူများပင် ဖြစ်ခဲ့ကြကုန်၏။\n",
        "numberInSurah": 78,
        "juz": 25,
        "manzil": 6,
        "page": 495,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4404,
        "text": "၎င်းတို့သည် အရေးကိစ္စ တစ်စုံတစ်ရာကို စီမံပြဋ္ဌာန်းပြီး ဖြစ်ခဲ့ကြလေသလော။ သို့ဖြစ်လျှင် မလွဲဧကန် ငါအရှင်မြတ်သည်လည်း စီမံပြဋ္ဌာန်းတော်မူမည်ဖြစ်၏။\n",
        "numberInSurah": 79,
        "juz": 25,
        "manzil": 6,
        "page": 495,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4405,
        "text": "သို့တည်းမဟုတ် ငါအရှင်မြတ်သည် ထိုသူတို့၏ လျှို့ဝှက်ချက်များကိုလည်းကောင်း၊ ထိုသူတို့၏တီးတိုး ဆွေးနွေးချက်များကိုလည်းကောင်း၊ ကြားတော်မူသည်မဟုတ်ဟု ၎င်းတို့ထင်မှတ်ကြလေသလော။ အမှန်ပင်(ငါအရှင်မြတ်သည် ကြားတော်မူ ၏၊) ထိုမှတစ်ပါး ငါအရှင်မြတ်၏ စေတမန်များသည်လည်း (ထိုသည်တို့ကို)၎င်းတို့ထံ၌ ရေးမှတ်လျက် ရှိကြကုန်သတည်း။\n",
        "numberInSurah": 80,
        "juz": 25,
        "manzil": 6,
        "page": 495,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4406,
        "text": "(အို-နဗီတမန်တော်) အသင်ပြောကြားပါလေ။(အချင်းတို့၊)အကယ်၍ အလ္လာဟ်အရှင်မြတ်၌ သားတစ်ဦးတစ်ယောက် ရှိပါအံ့။ ငါသည် ရှေးဦးပထမ (ထိုသားကို) ဆည်းကပ်ကိုးကွယ်သူဖြစ်အံ့။\n",
        "numberInSurah": 81,
        "juz": 25,
        "manzil": 6,
        "page": 495,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4407,
        "text": "မိုးကောင်းကင်များကိုလည်းကောင်း၊ ကမ္ဘာမြေကိုလည်းကောင်း၊ ဖန်ဆင်းတော်မူသောအရှင်၊ \"အရ်ရှ်\" ပလ္လင်တော်ကိုလည်း ဖန်ဆင်းတော်မူသောအရှင် ဖြစ်တော်မူသည်။(မုရှ်ရစ်က်)တို့ ကြံဖန်(စွပ်စွဲ) ပြောဆိုကြသော စွပ်စွဲချက်တို့မှ(လုံးဝ)ကင်းရှင်း စင်ကြယ်တော်မူသည်။\n",
        "numberInSurah": 82,
        "juz": 25,
        "manzil": 6,
        "page": 495,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4408,
        "text": "သို့ဖြစ်ပေရာ (အို-နဗီတမန်တော်) ထိုသူတို့သည် မိမိတို့ ချိန်းဆိုခြင်း ခံကြရလေသောနေ့နှင့် တွေ့ဆုံရင်ဆိုင်ကြရသည့်တိုင်အောင် ထိုသူတို့အား အချည်းနှီး အကျိုးမဲ့ဖြစ်သောစကားများ ပြောဆိုလျက်ရှိကြရန် ကစားခုန်စား ပျော်မြူးလျက်ရှိကြရန် စွန့်ထားပါလေ။\n",
        "numberInSurah": 83,
        "juz": 25,
        "manzil": 6,
        "page": 495,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4409,
        "text": "အမှန်သော်ကား ထိုအရှင်မြတ်သည်ပင် မိုးကောင်းကင်၌လည်း ဆည်းကပ်ကိုးကွယ်ရာအရှင် ဖြစ်တော်မူသည်။ ကမ္ဘာမြေ၌လည်း ဆည်းကပ်ကိုး ကွယ်ရာအရှင် ဖြစ်တော်မူသည်။ ထိုမှတစ်ပါး ထိုအရှင်မြတ်သည်ပင် နက်နဲသိမ်မွေ့သော ဆင်ခြင်တုံတရားနှင့် ပြည့်စုံတော်မူသောအရှင်၊ (အလုံးစုံတို့ကို) အကြွင်းမဲ့ သိတော်မူသောအရှင် ဖြစ်တော်မူသည်။\n",
        "numberInSurah": 84,
        "juz": 25,
        "manzil": 6,
        "page": 495,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4410,
        "text": "ထိုမှတစ်ပါး အကြင်အရှင်မြတ်သည် ကောင်းခြင်းမင်္ဂလာအပေါင်းနှင့် ပြည့်စုံတော်မူသည်။ မိုးကောင်းကင်များ၌လည်းကောင်း၊ ပထဝီမြေ၌လည်းကောင်း၊ ယင်းမိုးကောင်းကင်များနှင့် ပထဝီမြေနှစ်ခု၏အကြား၌ ရှိသမျှတို့ကိုလည်းကောင်း၊ စိုးမိုးအုပ်ချုပ်မှုသည် ထိုအရှင်မြတ်၌သာရှိသည်။ ထိုမှတစ်ပါး \"ကိယာမတ်\" ရှင်ပြန်ထမည့် အချိန်ကာလကိုလည်း ထိုအရှင်မြတ်ပင် သိမြင်တော်မူ၏။ ၎င်းပြင် အသင်တို့သည် ထိုအရှင်မြတ် အထံတော်သို့ပင် ပြန်သွားကြရမည်။\n",
        "numberInSurah": 85,
        "juz": 25,
        "manzil": 6,
        "page": 495,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4411,
        "text": "စင်စစ်မှာကား ထိုအရှင်မြတ်အားစွန့်၍ ၎င်းတို့ ဟစ်ခေါ်တသကြကုန်သောသူတို့၌ ကြားဝင်အသနားခံပေးနိုင်ခွင့် အလျှင်းမရှိချေ။ သို့ရာတွင် တရားကို သိရှိကြ၍ ဝန်ခံကြကုန်သောသူတို့မှာမူကား (ကြားဝင်အသနားခံ ပေးနိုင်ကြပေမည်)။\n",
        "numberInSurah": 86,
        "juz": 25,
        "manzil": 6,
        "page": 495,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4412,
        "text": "စင်စစ်သော်ကား (အို-နဗီတမန်တော်)အကယ်၍သာ အသင်သည် ၎င်းတို့အား အသင်တို့ကို မည်သူ ဖန်ဆင်းခဲ့သနည်းဟု စုံစမ်းမေးမြန်းခဲ့ပါလျှင် ၎င်းတို့က အလ္လာဟ်အရှင်မြတ်ပင်(ဖန်ဆင်းတော်မူခဲ့သည်)ဟု ဧကန်မလွဲ ပြောဆို(ဖြေကြား)ကြပေမည်။ သို့ပါလျက် ၎င်းတို့သည် အဘယ်သို့ ပြန်လှည့်သွားနေကြသနည်း။\n",
        "numberInSurah": 87,
        "juz": 25,
        "manzil": 6,
        "page": 495,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4413,
        "text": "၎င်းပြင် အို-ကျွန်တော်မျိုးအား ဖန်ဆင်းမွေးမြူတော်မူသောအရှင်၊ ဤအမျိုးသားတို့မှာ \"အီမာန်\"သက်ဝင်ယုံကြည်ခြင်း မရှိကြသော အမျိုးသားတို့ပင် ဖြစ်ကြပါသည်ဟူသော ရစူလ်တမန်တော် လျှောက်ထားချက်ကိုလည်း (ထိုအရှင်မြတ်သည် သိရှိတော်မူသည်)။\n",
        "numberInSurah": 88,
        "juz": 25,
        "manzil": 6,
        "page": 495,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4414,
        "text": "သို့ဖြစ်ပေရာ (အို-နဗီတမန်တော်)အသင်သည် ၎င်းတို့ဘက်မှ လျစ်လျူရှု၍နေပါလေ။ ထိုမှတစ်ပါး အသင်သည် ၎င်းတို့အား စလာမ် ဆိုပါလေ။ ထို့နောက် မကြာမြင့်မီပင် ၎င်းတို့သည်သိရှိကြ ကုန်အံ့သတည်း။\n",
        "numberInSurah": 89,
        "juz": 25,
        "manzil": 6,
        "page": 495,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "my.ghazi",
      "language": "my",
      "name": "Ghazi Muhammed Hashim",
      "englishName": "Translation by Ghazi Muhammed Hashim",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}