{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 24,
    "name": "سُورَةُ النُّورِ",
    "englishName": "An-Noor",
    "englishNameTranslation": "The Light",
    "revelationType": "Medinan",
    "numberOfAyahs": 64,
    "ayahs": [
      {
        "number": 2792,
        "text": "To jest sura, którą zesłaliśmy i którą uczyniliśmy obowiązkiem; i objawiliśmy w niej znaki jasne. Być może, wy sobie przypomnicie!",
        "numberInSurah": 1,
        "juz": 18,
        "manzil": 4,
        "page": 350,
        "ruku": 301,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2793,
        "text": "Cudzołożnicy i cudzołożnikowi wymierzcie po sto batów, każdemu z nich obojga! W imię religii Boga, jeśli wierzycie w Boga i w Dzień Ostatni, niech nie powstrzyma was żadna względem nich pobłażliwość. I niech pewna grupa wiernych będzie obecna przy ich karze.",
        "numberInSurah": 2,
        "juz": 18,
        "manzil": 4,
        "page": 350,
        "ruku": 301,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2794,
        "text": "Cudzołożnik pojmie za żonę tylko cudzołożnicę lub bałwochwalczynię; a cudzołożnicę może pojąć za żonę tylko cudzołożnik lub bałwochwalca. To wszystko jest zabronione tym, którzy wierzą.",
        "numberInSurah": 3,
        "juz": 18,
        "manzil": 4,
        "page": 350,
        "ruku": 301,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2795,
        "text": "A tym, którzy oskarżają kobiety godne, a nie mogą przyprowadzić czterech świadków, wymierzcie osiemdziesiąt batów i nie przyjmujcie od nich nigdy świadectwa. To są ludzie szerzący zgorszenie.",
        "numberInSurah": 4,
        "juz": 18,
        "manzil": 4,
        "page": 350,
        "ruku": 301,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2796,
        "text": "Z wyjątkiem tych, którzy się następnie nawrócą i poprawią. Zaprawdę, Bóg jest Przebaczający, Litościwy!",
        "numberInSurah": 5,
        "juz": 18,
        "manzil": 4,
        "page": 350,
        "ruku": 301,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2797,
        "text": "A ci, którzy oskarżają swoje żony, a nie mają świadków oprócz siebie samych, złożą przed Bogiem czterokrotne świadectwo, iż są prawdomówni;",
        "numberInSurah": 6,
        "juz": 18,
        "manzil": 4,
        "page": 350,
        "ruku": 301,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2798,
        "text": "A piąte świadectwo po to, aby przekleństwo Boga zaciążyło nad każdym z nich, jeśliby był kłamcą.",
        "numberInSurah": 7,
        "juz": 18,
        "manzil": 4,
        "page": 350,
        "ruku": 301,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2799,
        "text": "A kara będzie odsunięta od kobiety, jeśli ona zaświadczy przed Bogiem czterokrotnie złożonym świadectwem, iż jej oskarżyciel na pewno jest kłamcą;",
        "numberInSurah": 8,
        "juz": 18,
        "manzil": 4,
        "page": 350,
        "ruku": 301,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2800,
        "text": "A piąte świadectwo po to, aby gniew Boga zaciążył na niej, jeśliby on znalazł się wśród prawdomównych.",
        "numberInSurah": 9,
        "juz": 18,
        "manzil": 4,
        "page": 350,
        "ruku": 301,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2801,
        "text": "A gdyby nie łaska Boga dla was, i Jego miłosierdzie, i to, iż Bóg jest przyjmujący skruchę i mądry...",
        "numberInSurah": 10,
        "juz": 18,
        "manzil": 4,
        "page": 350,
        "ruku": 301,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2802,
        "text": "Zaprawdę, ci, którzy szerzyli oszczerstwo, stanowią wśród was tylko małą grupę. Nie uważajcie jednak tego za zło dla siebie; przeciwnie, to nawet jest dla was dobrem. Każdy z nich będzie odpowiadał za grzech, jaki popełnił. A kto z nich obciążył się najbardziej, ten dozna kary strasznej.",
        "numberInSurah": 11,
        "juz": 18,
        "manzil": 4,
        "page": 351,
        "ruku": 302,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2803,
        "text": "Dlaczegóż, kiedyście to usłyszeli, wierzący - mężczyźni i kobiety, nie pomyśleliście o tym, co jest dobre dla waszych dusz, i nie powiedzieli: \"To jest kłamstwo oczywiste?\"",
        "numberInSurah": 12,
        "juz": 18,
        "manzil": 4,
        "page": 351,
        "ruku": 302,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2804,
        "text": "Dlaczegoż oni nie przyprowadzili czterech świadków na to? A skoro nie przyprowadzili świadków, to są w obliczu Boga kłamcami.",
        "numberInSurah": 13,
        "juz": 18,
        "manzil": 4,
        "page": 351,
        "ruku": 302,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2805,
        "text": "A gdyby nie łaska Boga nad wami i nie Jego miłosierdzie, w życiu na tym świecie i w życiu ostatecznym, to dotknęłaby was kara straszna za to, co wypowiedzieliście.",
        "numberInSurah": 14,
        "juz": 18,
        "manzil": 4,
        "page": 351,
        "ruku": 302,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2806,
        "text": "Oto bierzecie na swoje języki i mówicie waszymi ustami coś, o czym nie posiadacie wiedzy; i sądzicie, że to drobnostka, a to u Boga jest wielkie.",
        "numberInSurah": 15,
        "juz": 18,
        "manzil": 4,
        "page": 351,
        "ruku": 302,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2807,
        "text": "Dlaczegoż, kiedyście to usłyszeli, nie powiedzieliście: \"Nie należy wcale do nas, abyśmy o tym mówili. Niech Tobie będzie chwała! To jest zniesławienie straszne!\"",
        "numberInSurah": 16,
        "juz": 18,
        "manzil": 4,
        "page": 351,
        "ruku": 302,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2808,
        "text": "Napomina was Bóg, abyście nigdy nie powrócili do czegoś podobnego - jeśli jesteście wierzącymi.",
        "numberInSurah": 17,
        "juz": 18,
        "manzil": 4,
        "page": 351,
        "ruku": 302,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2809,
        "text": "Bóg wyjaśnia wam znaki, a Bóg jest Wszechwiedzący, Mądry!",
        "numberInSurah": 18,
        "juz": 18,
        "manzil": 4,
        "page": 351,
        "ruku": 302,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2810,
        "text": "Zaprawdę, tych, którzy pragną, aby bezeceństwo rozpowszechniło się wśród wierzących - czeka kara bolesna w życiu na tym świecie i w życiu ostatecznym. Bóg wie, a wy nie wiecie!",
        "numberInSurah": 19,
        "juz": 18,
        "manzil": 4,
        "page": 351,
        "ruku": 302,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2811,
        "text": "A gdyby nie łaska Boga nad wami i nie Jego miłosierdzie, i to, iż Bóg jest Dobrotliwy i Litościwy...",
        "numberInSurah": 20,
        "juz": 18,
        "manzil": 4,
        "page": 351,
        "ruku": 302,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2812,
        "text": "O wy, którzy wierzycie! Nie kroczcie śladami szatana! A kto kroczy śladami szatana... - on przecież nakazuje rzeczy szpetne i godne potępienia. A gdyby nie łaska Boga nad wami i nie Jego miłosierdzie, to nikt spośród was nie oczyściłby się nigdy! Lecz Bóg oczyszcza, kogo chce. Bóg jest Słyszący, Wszechwiedzący!",
        "numberInSurah": 21,
        "juz": 18,
        "manzil": 4,
        "page": 352,
        "ruku": 303,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2813,
        "text": "Niech ci spośród was, którzy się cieszą łaską i dobrobytem, nie przestają dawać krewnym i biednym, i tym, którzy wędrują na drodze Boga! Niech będą pobłażliwi i wybaczający! Czyż nie pragniecie, by wam Bóg przebaczył? A Bóg jest Przebaczający, Litościwy!",
        "numberInSurah": 22,
        "juz": 18,
        "manzil": 4,
        "page": 352,
        "ruku": 303,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2814,
        "text": "Ci, którzy rzucają oskarżenie na kobiety cnotliwe, beztroskie, ale wierzące, będą przeklęci na tym świecie i w życiu ostatecznym. Dla nich kara będzie straszna",
        "numberInSurah": 23,
        "juz": 18,
        "manzil": 4,
        "page": 352,
        "ruku": 303,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2815,
        "text": "W Dniu, kiedy będą świadczyć przeciw nim ich języki, ich ręce i nogi o tym, co oni czynili.",
        "numberInSurah": 24,
        "juz": 18,
        "manzil": 4,
        "page": 352,
        "ruku": 303,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2816,
        "text": "W tym Dniu Bóg wypłaci w pełni, co im się słusznie należy; i dowiedzą się, że Bóg jest prawdą oczywistą.",
        "numberInSurah": 25,
        "juz": 18,
        "manzil": 4,
        "page": 352,
        "ruku": 303,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2817,
        "text": "Złe kobiety - dla złych mężczyzn; źli mężczyźni - dla złych kobiet! Dobre kobiety - dla dobrych mężczyzn; dobrzy mężczyźni - dla dobrych kobiet! Ci ostatni nie są winni tego, co o nich mówią. Oni otrzymają przebaczenie i zaopatrzenie szlachetne.",
        "numberInSurah": 26,
        "juz": 18,
        "manzil": 4,
        "page": 352,
        "ruku": 303,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2818,
        "text": "O wy, którzy wierzycie! Nie wchodźcie do domów, które nie są waszymi domami, zanim nie poprosicie o pozwolenie i zanim nie pozdrowicie ich mieszkańców: \"Pokój wam!\" To jest dla was lepsze. Być może, wy sobie przypomnicie!",
        "numberInSurah": 27,
        "juz": 18,
        "manzil": 4,
        "page": 352,
        "ruku": 304,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2819,
        "text": "A jeśli nie zastaniecie tam nikogo, to nie wchodźcie, zanim nie otrzymacie pozwolenia. A jeśli wam powiedzą: \"Wróćcie się!\" - to się wróćcie. To będzie dla was przyzwoitsze. Bóg wie dobrze, co czynicie.",
        "numberInSurah": 28,
        "juz": 18,
        "manzil": 4,
        "page": 353,
        "ruku": 304,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2820,
        "text": "Nie popełnicie grzechu, jeśli wejdziecie do domów nie zamieszkanych, w których jest wasze mienie. Bóg wie, co wy ujawniacie i co ukrywacie.",
        "numberInSurah": 29,
        "juz": 18,
        "manzil": 4,
        "page": 353,
        "ruku": 304,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2821,
        "text": "Powiedz wierzącym: niech spuszczają skromnie spojrzenia i niech zachowują czystość. To dla nich będzie przyzwoitsze. Zaprawdę, Bóg jest w pełni świadomy tego, co oni czynią!",
        "numberInSurah": 30,
        "juz": 18,
        "manzil": 4,
        "page": 353,
        "ruku": 304,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2822,
        "text": "Powiedz wierzącym kobietom, żeby spuszczały skromnie swoje spojrzenia i strzegły swojej czystości; i żeby pokazywały jedynie te ozdoby, które są widoczne na zewnątrz; i żeby narzucały zasłony na piersi, i pokazywały swoje ozdoby jedynie swoim mężom lub ojcom, albo ojcom swoich mężów, albo swoim synom lub synom swoich mężów, albo swoim braciom, albo synom braci, lub synom swoich sióstr; lub ich żonom, lub tym, którymi zawładnęły ich prawice; albo swoim służącym spośród mężczyzn, którzy nie są owładnięci pożądaniem cielesnym; albo też chłopcom, którzy nie poznali nagości kobiet. I niech one nie stąpają tak, aby było wiadomo, jakie ukrywają ozdoby. Nawracajcie się wszyscy do Boga, o wy, wierzący! Być może, będziecie szczęśliwi!",
        "numberInSurah": 31,
        "juz": 18,
        "manzil": 4,
        "page": 353,
        "ruku": 304,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2823,
        "text": "Żeńcie samotnych spośród was, jak też ludzi prawych spośród waszych niewolników i niewolnic. Jeśli są biedni, to wzbogaci ich Bóg Swoją łaską. Bóg jest Wszechobejmujący, Wszechwiedzący!",
        "numberInSurah": 32,
        "juz": 18,
        "manzil": 4,
        "page": 354,
        "ruku": 304,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2824,
        "text": "I niech starają się żyć we wstrzemięźliwości ci, którzy nie mają możliwości małżeństwa, aż wzbogaci ich Bóg Swoją łaską. A tych spośród waszych niewolników, którzy starają się o zapis wyzwoleńczy - wyzwólcie, jeśli wiecie, że w nich jest jakieś dobro; i dajcie im z majątku Boga to, czym On was obdarzył. I nie przymuszajcie waszych niewolnic do prostytucji - jeśli one chcą żyć w czystości - w poszukiwaniu przypadkowych korzyści w życiu na tym świecie. A jeśli kto je zmusi... - to przecież Bóg, ze względu na ich zmuszenie, będzie Przebaczający, Litościwy!",
        "numberInSurah": 33,
        "juz": 18,
        "manzil": 4,
        "page": 354,
        "ruku": 304,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2825,
        "text": "My zesłaliśmy wam znaki jasne i przykłady tych, którzy byli przed wami, i napomnienie dla bogobojnych.",
        "numberInSurah": 34,
        "juz": 18,
        "manzil": 4,
        "page": 354,
        "ruku": 304,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2826,
        "text": "Bóg jest światłem niebios i ziemi. Jego światło jest podobne do niszy, w której jest lampa; lampa jest we szkle, a szkło jest jak gwiazda świecąca. Zapala się ona od drzewa błogosławionego - drzewa oliwnego, ani ze Wschodu, ani z Zachodu, którego oliwa prawie by świeciła,. nawet gdyby nie dotknął jej ogień. światło na świetle! Bóg prowadzi drogą prostą ku światłu, kogo chce. Bóg przytacza przykłady dla ludzi. Bóg o każdej rzeczy jest wszechwiedzący!",
        "numberInSurah": 35,
        "juz": 18,
        "manzil": 4,
        "page": 354,
        "ruku": 305,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2827,
        "text": "W domach, które Bóg pozwolił wznieść i w których wspomina się Jego imię - głoszą Jemu chwałę o świcie i o zmierzchu;",
        "numberInSurah": 36,
        "juz": 18,
        "manzil": 4,
        "page": 354,
        "ruku": 305,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2828,
        "text": "tych ludzi nie odciąga ani handel, ani kupno od wspominania Boga, odprawiania modlitwy i dawania jałmużny. Oni obawiają się Dnia, kiedy wzburzą się serca i spojrzenia,",
        "numberInSurah": 37,
        "juz": 18,
        "manzil": 4,
        "page": 355,
        "ruku": 305,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2829,
        "text": "Troszcząc się o to, by wynagrodził ich Bóg za to, co oni najlepszego uczynili; i by pomnożył im Swoją łaskę. Bóg daje zaopatrzenie, komu chce; bez rachunku!",
        "numberInSurah": 38,
        "juz": 18,
        "manzil": 4,
        "page": 355,
        "ruku": 305,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2830,
        "text": "A działania tych, którzy nie uwierzyli, są podobne do mirażu na pustyni: człowiek spragniony bierze go za wodę, a kiedy przyjdzie do niego; niczego tu nie znajduje; on znajduje tam Boga, który mu w pełni zapłaci jego rachunek. Bóg jest szybki przy rachunku!",
        "numberInSurah": 39,
        "juz": 18,
        "manzil": 4,
        "page": 355,
        "ruku": 305,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2831,
        "text": "Albo są jak ciemności na morzu głębokim: pokrywa je fala, nad którą wznosi się druga fala, a nad nią są chmury. To są ciemności jedne nad drugimi. Kiedy ktoś wyciągnie rękę, ledwie może ją zobaczyć. Jeśli Bóg nie da komuś światła, to on tu nie ma światła.",
        "numberInSurah": 40,
        "juz": 18,
        "manzil": 4,
        "page": 355,
        "ruku": 305,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2832,
        "text": "Czy ty nie widziałeś, iż Boga wysławiają ci, co są w niebiosach i na ziemi, i ptaki z rozpostartymi skrzydłami? Każdy wie, jak się modlić i jak wysławiać Boga. Bóg wie dobrze, co oni czynią.",
        "numberInSurah": 41,
        "juz": 18,
        "manzil": 4,
        "page": 355,
        "ruku": 306,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2833,
        "text": "Do Boga należy królestwo niebios i ziemi i do Boga zmierza wędrowanie.",
        "numberInSurah": 42,
        "juz": 18,
        "manzil": 4,
        "page": 355,
        "ruku": 306,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2834,
        "text": "Czy ty nie widziałeś, iż Bóg pędzi chmury, potem je łączy razem, potem układa je warstwami? Widzisz przecież, jak obfity deszcz wylewa się spomiędzy nich. On zsyła z nieba góry pełne gradu i dosięga nim, kogo chce, i oszczędza, kogo chce. Blask Jego błyskawicy omal nie porywa spojrzenia.",
        "numberInSurah": 43,
        "juz": 18,
        "manzil": 4,
        "page": 355,
        "ruku": 306,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2835,
        "text": "Bóg powoduje kolejną zmianę nocy i dnia. Zaprawdę, w tym jest przykład dla tych, którzy władają spojrzeniem!",
        "numberInSurah": 44,
        "juz": 18,
        "manzil": 4,
        "page": 356,
        "ruku": 306,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2836,
        "text": "Bóg stworzył wszelkie zwierzę z wody. Wśród nich są takie, które pełzają na swoim brzuchu; wśród nich są takie, które chodzą na dwóch nogach; i wśród nich są takie, które chodzą na czterech; Bóg stwarza to, co chce. Przecież Bóg jest nad każdą rzeczą Wszechwładny!",
        "numberInSurah": 45,
        "juz": 18,
        "manzil": 4,
        "page": 356,
        "ruku": 306,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2837,
        "text": "Zesłaliśmy już znaki jasne i Bóg prowadzi ku drodze prostej, kogo chce.",
        "numberInSurah": 46,
        "juz": 18,
        "manzil": 4,
        "page": 356,
        "ruku": 306,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2838,
        "text": "Oni mówią: \"Wierzymy w Boga i w Posłańca i jesteśmy posłuszni!\" Potem część z nich się odwraca; ci nie są wierzącymi.",
        "numberInSurah": 47,
        "juz": 18,
        "manzil": 4,
        "page": 356,
        "ruku": 306,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2839,
        "text": "A kiedy oni są wezwani do Boga i Jego Posłańca, aby rozsądził między nimi, wówczas część z nich się odwraca.",
        "numberInSurah": 48,
        "juz": 18,
        "manzil": 4,
        "page": 356,
        "ruku": 306,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2840,
        "text": "Lecz jeśliby oni posiadali prawdę, to przyszliby do Niego z pokorą.",
        "numberInSurah": 49,
        "juz": 18,
        "manzil": 4,
        "page": 356,
        "ruku": 306,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2841,
        "text": "Czy, w sercach ich jest choroba? Czy oni popadli w zwątpienie? Czy oni się obawiają, że Bóg i Jego Posłaniec wyrządzą im krzywdę? Ależ nie! Tacy jak oni sami są niesprawiedliwi!",
        "numberInSurah": 50,
        "juz": 18,
        "manzil": 4,
        "page": 356,
        "ruku": 306,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2842,
        "text": "Przecież mowa wierzących - kiedy oni są wzywani do Boga i Jego Posłańca, aby rozsądził między nimi - jest taka: \"Usłyszeliśmy i jesteśmy posłuszni!\" Tacy jak oni są szczęśliwi!",
        "numberInSurah": 51,
        "juz": 18,
        "manzil": 4,
        "page": 356,
        "ruku": 307,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2843,
        "text": "A którzy są posłuszni Bogu i Jego Posłańcowi i obawiają się Boga, i są bogobojni - tacy osiągają szczęśliwość.",
        "numberInSurah": 52,
        "juz": 18,
        "manzil": 4,
        "page": 356,
        "ruku": 307,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2844,
        "text": "Oni przysięgają na Boga najbardziej uroczystą przysięgą, iż jeśli ty im rozkażesz, to oni wyruszą do walki. Powiedz: \"Nie przysięgajcie! Posłuszeństwo jest wystarczające! Bóg jest w pełni świadomy tego, co czynicie!\"",
        "numberInSurah": 53,
        "juz": 18,
        "manzil": 4,
        "page": 356,
        "ruku": 307,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2845,
        "text": "Powiedz: \"Słuchajcie Boga! Słuchajcie Jego Posłańca! A jeśli się odwrócicie, to na nim ciąży tylko to, co na niego zostało nałożone, a na was ciąży to, co na was zostało nałożone. A jeśli będziecie mu posłuszni, to pójdziecie po drodze prostej. A do Posłańca należy tylko obwieszczenie jasne!\"",
        "numberInSurah": 54,
        "juz": 18,
        "manzil": 4,
        "page": 357,
        "ruku": 307,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2846,
        "text": "A Bóg obiecał tym spośród was, którzy uwierzyli i którzy czynili dobre dzieła, iż uczyni ich namiestnikami na ziemi, jak uczynił namiestnikami tych, którzy byli przed nimi. I On umocni ich religię, którą dla nich wybrał, i zamieni ich obawę w bezpieczeństwo. Oni będą Mnie czcić, nie dodając Mi niczego za współtowarzyszy. A ci, którzy nadal pozostaną niewiernymi, to ludzie bezbożni!",
        "numberInSurah": 55,
        "juz": 18,
        "manzil": 4,
        "page": 357,
        "ruku": 307,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2847,
        "text": "Odprawiajcie modlitwę, dawajcie jałmużnę i słuchajcie Posłańca! Być może, doznacie miłosierdzia!",
        "numberInSurah": 56,
        "juz": 18,
        "manzil": 4,
        "page": 357,
        "ruku": 307,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2848,
        "text": "Nie sądźcie, iż ci, którzy nie wierzą, są w stanie zniweczyć moc Boga na ziemi. Ich schronieniem będzie ogień. A jakże to nieszczęsna przystań!",
        "numberInSurah": 57,
        "juz": 18,
        "manzil": 4,
        "page": 357,
        "ruku": 307,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2849,
        "text": "O wy, którzy wierzycie! Ci, którymi zawładnęły wasze prawice, i ci, którzy nie osiągnęli jeszcze dojrzałości niech was proszą trzy razy o pozwolenie wejścia: przed modlitwą jutrzenki, kiedy zdejmujecie swoje szaty koło południa i przed modlitwą wieczorną; to są trzy momenty waszej nagości. Poza tymi chwilami, nie ma ani dla was, ani dla nich przeszkody, żebyście się wzajemnie odwiedzali. W ten sposób Bóg wyjaśnia wam znaki! Bóg jest Wszechwiedzący, Mądry!",
        "numberInSurah": 58,
        "juz": 18,
        "manzil": 4,
        "page": 357,
        "ruku": 308,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2850,
        "text": "A kiedy wasze dzieci osiągną dojrzałość, to niech proszą o pozwolenie, tak jak prosili o pozwolenie ci, którzy są od nich starsi. W ten sposób Bóg wyjaśnia wam Swoje znaki! Bóg jest Wszechwiedzący, Mądry!",
        "numberInSurah": 59,
        "juz": 18,
        "manzil": 4,
        "page": 358,
        "ruku": 308,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2851,
        "text": "A kobiety starsze, które się już nie spodziewają małżeństwa, nie będą miały grzechu, jeśli zdejmą swoje szaty, jednakże w taki sposób, aby nie ukazywać swoich ozdób. Lecz lepiej dla nich, żeby się od tego powściągały. Bóg jest Słyszący, Wszechwiedzący!",
        "numberInSurah": 60,
        "juz": 18,
        "manzil": 4,
        "page": 358,
        "ruku": 308,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2852,
        "text": "Nie ma nagany dla niewidomego, nie ma dla kulawego, nie ma dla chorego, i nie ma dla was samych, kiedy posilacie się w waszych domach albo w domach waszych ojców, albo w domach waszych matek, albo w domach waszych braci, albo w domach waszych sióstr, albo w domach waszych stryjów, albo w domach waszych ciotek ze strony ojca, albo w domach waszych wujów, albo w domach waszych ciotek ze strony matki, albo w tych, których posiadacie klucze, albo u waszego przyjaciela; nie jest dla was grzechem, czy jecie razem czy osobno. A kiedy wchodzicie do domów, to pozdrawiajcie się wzajemnie pozdrowieniem od Boga, błogosławionym, dobrym. W ten sposób wyjaśnia wam Bóg Swoje znaki. Być może, będziecie rozumni!",
        "numberInSurah": 61,
        "juz": 18,
        "manzil": 4,
        "page": 358,
        "ruku": 308,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2853,
        "text": "Wierzącymi są tylko ci, którzy wierzą w Boga i w Jego Posłańca. A kiedy oni są razem z nim w sprawie, która ich łączy, to oni nie odchodzą, dopóki nie poproszą go o pozwolenie. Zaprawdę, ci, którzy proszą cię o pozwolenie, to są ci, którzy wierzą w Boga i Jego Posłańca. A kiedy oni proszą cię o pozwolenie wejścia w jakiejś ich sprawie, to daj pozwolenie, komu chcesz spośród nich, i proś Boga o przebaczenie dla nich. Zaprawdę, Bóg jest Przebaczający, Litościwy!",
        "numberInSurah": 62,
        "juz": 18,
        "manzil": 4,
        "page": 359,
        "ruku": 309,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2854,
        "text": "Nie nazywajcie Posłańca między sobą tak, jak nazywacie się między sobą nawzajem. Bóg zna tych spośród was, którzy się wycofują ukradkiem, szukając schronienia. Niech się mają na baczności ci, którzy sprzeciwiają się Jego rozkazowi; żeby nie dosięgła ich jakaś niedola albo żeby ich nie dosięgła kara bolesna.",
        "numberInSurah": 63,
        "juz": 18,
        "manzil": 4,
        "page": 359,
        "ruku": 309,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2855,
        "text": "Czyż nie?! Zaprawdę, do Boga należy to, co jest w niebiosach i na ziemi! On zna dobrze stan, w jakim się znajdujecie, i On zna Dzień, w którym ludzie do Niego zostaną sprowadzeni. Wtedy On obwieści im to, co oni czynili. Bóg jest o każdej rzeczy Wszechwiedzący!",
        "numberInSurah": 64,
        "juz": 18,
        "manzil": 4,
        "page": 359,
        "ruku": 309,
        "hizbQuarter": 143,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "pl.bielawskiego",
      "language": "pl",
      "name": "Bielawskiego",
      "englishName": "Józefa Bielawskiego",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}