{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 35,
    "name": "سُورَةُ فَاطِرٍ",
    "englishName": "Faatir",
    "englishNameTranslation": "The Originator",
    "revelationType": "Meccan",
    "numberOfAyahs": 45,
    "ayahs": [
      {
        "number": 3661,
        "text": "Chwała Bogu, Stwórcy niebios i ziemi, który uczynił aniołów posłańcami posiadającymi skrzydła - dwa, trzy lub cztery. On powiększa w stworzeniu to, co chce. Bóg jest nad każdą rzeczą wszechwładny!",
        "numberInSurah": 1,
        "juz": 22,
        "manzil": 5,
        "page": 434,
        "ruku": 376,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3662,
        "text": "Czegokolwiek Bóg udzieli ludziom ze Swego miłosierdzia, tego nikt nie powstrzyma; i cokolwiek On powstrzyma, tego nikt nie ześle po Nim. On jest Potężny, Mądry!",
        "numberInSurah": 2,
        "juz": 22,
        "manzil": 5,
        "page": 434,
        "ruku": 376,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3663,
        "text": "O ludzie! Przypomnijcie sobie dobroć Boga względem was! Czy jest jakiś stwórca poza Bogiem? On wam daje zaopatrzenie z nieba i z ziemi. Nie ma boga, jak tylko On! Jakże więc możecie być odwróceni?",
        "numberInSurah": 3,
        "juz": 22,
        "manzil": 5,
        "page": 434,
        "ruku": 376,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3664,
        "text": "Jeśli oni uważają cię za kłamcę, to przecież już przed tobą inni posłańcy byli uważani za kłamców. Do Boga są sprowadzane wszystkie sprawy.",
        "numberInSurah": 4,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 376,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3665,
        "text": "O ludzie! Zaiste, obietnica Boga jest prawdą! Niech was nie zwodzi życie tego świata i niech nie zwiedzie was zwodziciel względem Boga!",
        "numberInSurah": 5,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 376,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3666,
        "text": "Zaprawdę, szatan jest dla was wrogiem! Uważajcie go więc za wroga. On wzywa tylko swoich stronników, aby byli mieszkańcami ognia płonącego.",
        "numberInSurah": 6,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 376,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3667,
        "text": "Tych, którzy nie uwierzyli, czeka kara straszna. A tych, którzy uwierzyli i pełnili dobre dzieła, czeka przebaczenie i nagroda wielka.",
        "numberInSurah": 7,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 376,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3668,
        "text": "A co będzie z tym, którego złe działanie zostało upiększone i on sam uzna je za piękne? Zaprawdę, Bóg sprowadza z drogi, kogo chce, i prowadzi drogą prostą, kogo chce. Niech więc nie rozwodzi się w smutkach twoja dusza nad nimi! Zaprawdę, Bóg wie dobrze, co oni czynią!",
        "numberInSurah": 8,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 377,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3669,
        "text": "Bóg jest Tym, który posyła wiatry i one wzburzają chmury; wtedy pędzimy je ku martwej krainie i ożywiamy przez to ziemię po jej śmierci. Takie jest zmartwychwstanie!",
        "numberInSurah": 9,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 377,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3670,
        "text": "Kto pragnie potęgi - to potęga jest w całości u Boga. Do Niego wznosi się dobre słowo i czyn pobożny; On je wywyższa. A tych, którzy knują podstępnie złe czyny, czeka kara straszna, a podstęp ich spełznie na niczym.",
        "numberInSurah": 10,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 377,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3671,
        "text": "Bóg stworzył was z prochu, potem z kropli nasienia; następnie uczynił was parami. I żadna istota żeńska nie nosi i nie wydaje na świat, jak tylko za Jego wiedzą. I nie przedłuża się życia długowiecznemu, i nic się z niego nie skraca wbrew temu, co jest w Księdze. Zaprawdę, to dla Boga jest łatwe!",
        "numberInSurah": 11,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 377,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3672,
        "text": "I nie są jednakowe dwa morza: jedno - słodkie, o dobrym smaku, przyjemne do picia, drugie - słone, gorzkie. I z każdego żywicie się świeżym mięsem, i wydobywacie ozdoby, które nosicie. Widzisz tam statki prujące je, żebyście mogli poszukiwać Jego łaski. Być może, będziecie wdzięczni!",
        "numberInSurah": 12,
        "juz": 22,
        "manzil": 5,
        "page": 436,
        "ruku": 377,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3673,
        "text": "On wprowadza noc w dzień i On wprowadza dzień w noc. On podporządkował słońce i księżyc - wszystko płynie do wyznaczonego kresu. To jest Bóg - wasz Pan! Do Niego należy królestwo; a ci, których wzywacie poza Nim, nie posiadają nawet łuski pestki daktyla.",
        "numberInSurah": 13,
        "juz": 22,
        "manzil": 5,
        "page": 436,
        "ruku": 377,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3674,
        "text": "Jeśli ich wezwiecie, to oni wcale nie usłyszą waszej modlitwy; a jeśliby nawet usłyszeli, to by wam nie odpowiedzieli; a w Dniu Zmartwychwstania oni wyrzekną się współ towarzystwa. I nikt nie może ciebie powiadomić tak jak Ten, który jest doskonale świadomy.",
        "numberInSurah": 14,
        "juz": 22,
        "manzil": 5,
        "page": 436,
        "ruku": 377,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3675,
        "text": "O ludzie! Wy potrzebujecie Boga, a Bóg jest Bogaty, Godny Chwały!",
        "numberInSurah": 15,
        "juz": 22,
        "manzil": 5,
        "page": 436,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3676,
        "text": "Jeśli On zechce, to was zabierze, a sprowadzi nowe stworzenie.",
        "numberInSurah": 16,
        "juz": 22,
        "manzil": 5,
        "page": 436,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3677,
        "text": "To dla Boga nie jest wielką rzeczą.",
        "numberInSurah": 17,
        "juz": 22,
        "manzil": 5,
        "page": 436,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3678,
        "text": "I nie poniesie żadna niosąca ciężar ciężaru drugiej; a jeśli nawet jakaś przygnieciona ciężarem wezwie pomocy do poniesienia go, to nikt jej w tym nie ulży - nawet gdyby to był krewny. Ty tylko ostrzegasz tych, którzy się boją swego Pana z powodu tego, co jest skryte, i którzy odprawiają modlitwę. A ten, kto się oczyszcza, to oczyszcza się dla siebie samego. Do Boga zmierza wędrowanie.",
        "numberInSurah": 18,
        "juz": 22,
        "manzil": 5,
        "page": 436,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3679,
        "text": "Niewidomy nie jest równy temu, który widzi;",
        "numberInSurah": 19,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3680,
        "text": "Ani ciemności i światło,",
        "numberInSurah": 20,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3681,
        "text": "Ani cień i żar słońca;",
        "numberInSurah": 21,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3682,
        "text": "Nie są równi żywi i umarli. Zaprawdę, Bóg daje słyszeć, komu chce, lecz ty nie możesz skłonić do słyszenia tych, którzy są w grobach",
        "numberInSurah": 22,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3683,
        "text": "- ty, jesteś tylko ostrzegającym.",
        "numberInSurah": 23,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3684,
        "text": "My posłaliśmy ciebie z prawdą, jako zwiastuna i jako ostrzegającego. I nie ma żadnego narodu, do którego by nie przyszedł ostrzegający.",
        "numberInSurah": 24,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3685,
        "text": "A jeśli cię uznają za kłamcę, to przecież kłam zadawali już ci, którzy byli przed nimi. Do nich przychodzili ich posłańcy z jasnymi dowodami i z Psalmami, i Księgą dającą światło.",
        "numberInSurah": 25,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3686,
        "text": "Potem pochwyciłem tych, którzy nie uwierzyli. I jakież było Moje oburzenie!",
        "numberInSurah": 26,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3687,
        "text": "Czy nie widziałeś, iż Bóg zesłał z nieba wodę; i My sprawiliśmy dzięki niej, iż wyrosły owoce o różnych kolorach? A góry poznaczone są pasmami - białymi i czerwonymi, o różnych odcieniach i kruczoczarne.",
        "numberInSurah": 27,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3688,
        "text": "A wśród ludzi i zwierząt, i trzód też są różne kolory. Przecież obawiają się Boga jedynie ludzie mądrzy spośród Jego sług. Zaprawdę, Bóg jest Potężny, Przebaczający!",
        "numberInSurah": 28,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3689,
        "text": "Zaprawdę, ci, którzy recytują Księgę Boga, ci, którzy odprawiają modlitwę, ci, którzy rozdają z tego, czym ich obdarzaliśmy, skrycie lub jawnie, ci spodziewają się zysku, który nie przepadnie.",
        "numberInSurah": 29,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3690,
        "text": "Bóg będzie mógł dać im pełną zapłatę i zwiększyć Swoją łaskę. Zaprawdę, On jest Przebaczający, Wdzięczny!",
        "numberInSurah": 30,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3691,
        "text": "To, co objawiliśmy tobie z Księgi, jest prawdą potwierdzającą prawdziwość tego, co przed nią zostało objawione. Zaprawdę, Bóg jest w pełni świadomy i doskonale widzący Swoje sługi!",
        "numberInSurah": 31,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3692,
        "text": "Potem daliśmy Księgę w dziedzictwo tym, których wybraliśmy spośród Naszych sług: wśród nich są niesprawiedliwi dla samych siebie; wśród nich są umiarkowani i wśród nich są wyprzedzający innych dobrymi uczynkami, spełnianymi za zezwoleniem Boga. To jest wielka łaska!",
        "numberInSurah": 32,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3693,
        "text": "Oni wejdą do Ogrodów Edenu; tam będą ozdobieni bransoletami ze złota i pereł, a szaty ich będą z jedwabiu.",
        "numberInSurah": 33,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3694,
        "text": "I będą mówili: \"Chwała niech będzie Bogu, który oddalił od nas smutek! Zaprawdę, nasz Pan jest Przebaczający, Wdzięczny!",
        "numberInSurah": 34,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3695,
        "text": "On jest Tym, który umieścił nas, ze Swojej łaski, w siedzibie trwałego przebywania. Nie dotknie nas tam ani trud, ani zmęczenie.\"",
        "numberInSurah": 35,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3696,
        "text": "A tych, którzy nie uwierzyli, czeka ogień Gehenny. I nie zostanie postanowione, aby umarli, ani też nie doznają ulgi od męki. W ten sposób płacimy każdemu niewiernemu.",
        "numberInSurah": 36,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3697,
        "text": "I będą tam krzyczeć: \"Panie nasz, wyprowadź nas! Będziemy czynić dobro, nie to, co czyniliśmy!\" Czyż nie daliśmy wam dość długiego życia, tak iżby mógł się opamiętać ten, kto się zastanawiał? I przychodził do was ostrzegający. Zakosztujcie więc! Dla niesprawiedliwych nie będzie żadnego pomocnika!",
        "numberInSurah": 37,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3698,
        "text": "Zaprawdę, Bóg zna to, co skryte w niebiosach i na ziemi! On wie dobrze, co kryją piersi!",
        "numberInSurah": 38,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 380,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3699,
        "text": "On jest Tym, który uczynił was namiestnikami na ziemi. A kto nie wierzy, to jego niewiara zwróci się przeciw niemu. Niewiara tych, którzy nie wierzą, tylko powiększa nienawiść ich Pana; niewiara tych, którzy nie wierzą, tylko powiększa ich zgubę.",
        "numberInSurah": 39,
        "juz": 22,
        "manzil": 5,
        "page": 439,
        "ruku": 380,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3700,
        "text": "Powiedz: \"Czy widzieliście waszych współtowarzyszy, których wzywacie poza Bogiem? Pokażcie mi, co oni stworzyli na ziemi? Albo czy oni mają uczestnictwo w niebiosach? Albo czy daliśmy im Księgę, aby mieli z niej jasny dowód?\" Przeciwnie! To, co sobie wzajemnie przyrzekają, niesprawiedliwi, to tylko złuda!",
        "numberInSurah": 40,
        "juz": 22,
        "manzil": 5,
        "page": 439,
        "ruku": 380,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3701,
        "text": "Zaprawdę, Bóg podtrzymuje niebiosa i ziemię, aby nie ustały. A jeśliby one ustały, to nie utrzymałby ich nikt poza Nim. On jest Wspaniałomyślny, Przebaczający!",
        "numberInSurah": 41,
        "juz": 22,
        "manzil": 5,
        "page": 439,
        "ruku": 380,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3702,
        "text": "Oni przysięgali na Boga najuroczystszą przysięgą, iż jeśli przyjdzie do nich ostrzegający, to będą na prostszej drodze aniżeli jakikolwiek z narodów. Ale kiedy przyszedł do nich ostrzegający,. to tylko powiększyło ich wstręt,",
        "numberInSurah": 42,
        "juz": 22,
        "manzil": 5,
        "page": 439,
        "ruku": 380,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3703,
        "text": "Dumę na ziemi i złośliwy podstęp. Ale złośliwy podstęp otacza tylko tych, którzy się do niego uciekają. Czyż oni patrzą jedynie na zwyczaj praojców? Ale ty nie znajdziesz w zwyczaju Boga żadnej zmiany! I nigdy nie znajdziesz w zwyczaju Boga żadnego odchylenia!",
        "numberInSurah": 43,
        "juz": 22,
        "manzil": 5,
        "page": 439,
        "ruku": 380,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3704,
        "text": "Czyż oni nie wędrowali po ziemi i nie widzieli, jaki był ostateczny koniec tych, którzy byli przed nimi i byli mocniejsi pod względem siły? Lecz nic nie jest w stanie sprowadzić Boga do niemocy, ani w niebiosach, ani na ziemi. Zaprawdę, On jest Wszechwiedzący, Wszechwładny!",
        "numberInSurah": 44,
        "juz": 22,
        "manzil": 5,
        "page": 439,
        "ruku": 380,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3705,
        "text": "A jeśliby Bóg chciał karać ludzi za to, co oni dokonali, to nie pozostawiłby na powierzchni ziemi żadnej istoty żyjącej. Lecz On daje im zwłokę do oznaczonego terminu. A kiedy nadejdzie ich termin... zaprawdę, Bóg jasno widzi Swoje sługi!",
        "numberInSurah": 45,
        "juz": 22,
        "manzil": 5,
        "page": 440,
        "ruku": 380,
        "hizbQuarter": 176,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "pl.bielawskiego",
      "language": "pl",
      "name": "Bielawskiego",
      "englishName": "Józefa Bielawskiego",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}