{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 40,
    "name": "سُورَةُ غَافِرٍ",
    "englishName": "Ghafir",
    "englishNameTranslation": "The Forgiver",
    "revelationType": "Meccan",
    "numberOfAyahs": 85,
    "ayahs": [
      {
        "number": 4134,
        "text": "Ha. Mim.",
        "numberInSurah": 1,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4135,
        "text": "Objawienie Księgi pochodzi od Boga, Potężnego, Wszechwiedzącego;",
        "numberInSurah": 2,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4136,
        "text": "Przebaczającego grzechy, przyjmującego pokutę, strasznego w karaniu, pełnego dobroci. Nie ma boga innego, jak tylko On! Do Niego zmierza wędrowanie.",
        "numberInSurah": 3,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4137,
        "text": "Spierają się o znaki Boga tylko ci, którzy nie wierzą. Niechaj ich wzburzenie w tym kraju ciebie nie zwiedzie.",
        "numberInSurah": 4,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4138,
        "text": "Przed nimi lud Noego, a po nich różne frakcje zadawały kłam. I każdy naród zamierzał pochwycić swego posłańca. I fałszywie prowadzili dyskusje, aby przez fałsz zniweczyć prawdę. Pochwyciłem ich więc, i jakaż była Moja kara!",
        "numberInSurah": 5,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4139,
        "text": "I tak ziściło się słowo twojego Pana na tych, którzy nie uwierzyli: oni są mieszkańcami ognia.",
        "numberInSurah": 6,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4140,
        "text": "Ci, którzy niosą tron, i ci, którzy są wokół niego, głoszą chwałę swego Pana; wierzą w Niego i proszą o przebaczenie dla tych, którzy uwierzyli: \"Panie nasz! Ty obejmujesz każdą rzecz miłosierdziem i wiedzą. Przebacz tym, którzy się nawrócili i którzy poszli po Twojej drodze; i ochroń ich od kary ognia piekielnego!",
        "numberInSurah": 7,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4141,
        "text": "Panie nasz! Wprowadź ich do Ogrodów Edenu, które im obiecałeś; im i tym, którzy czynią dobro, spośród ich ojców i ich żon, jak też ich potomstwa. Zaprawdę, Ty jesteś Potężny, Mądry!",
        "numberInSurah": 8,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4142,
        "text": "I uchroń ich od złych czynów! A kogo Ty uchronisz od złych czynów, już tego dnia okazałeś mu swoje miłosierdzie. A to jest osiągnięcie ogromne!\"",
        "numberInSurah": 9,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4143,
        "text": "Zaprawdę, ogłoszą tym, którzy nie uwierzyli: \"Nienawiść Boga jest większa od waszej wzajemnej nienawiści, bo oto zostaliście wezwani do wiary, a pozostaliście niewiernymi.\"",
        "numberInSurah": 10,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4144,
        "text": "Oni powiedzą: \"Panie nasz! Ty spowodowałeś naszą śmierć dwa razy i powołałeś nas do życia dwa razy. Teraz wyznajemy nasze grzechy. Czy jest jakaś droga wyjścia?\"",
        "numberInSurah": 11,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4145,
        "text": "Jest tak dlatego, że kiedy wzywano Boga Jedynego, wyście nie wierzyli; a kiedy Jemu dodawano współtowarzyszy, to wyście uwierzyli. Lecz rozstrzygnięcie należy do Boga, Wyniosłego, Wielkiego.",
        "numberInSurah": 12,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4146,
        "text": "On jest Tym, który pokazał wam Swoje znaki i który zsyła wam z nieba zaopatrzenie; jednak pamięta tylko ten, kto się nawraca.",
        "numberInSurah": 13,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4147,
        "text": "Wzywajcie więc Boga, szczerze wyznając Jego religię, mimo sprzeciwu niewiernych.",
        "numberInSurah": 14,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4148,
        "text": "On - wyniosły stopniami; On - władca tronu. On rzuca Ducha, zgodnie ze Swoim nakazem, na kogo chce spośród Swoich sług, aby ostrzec o Dniu Spotkania.",
        "numberInSurah": 15,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4149,
        "text": "Tego Dnia, kiedy się pojawią, nie będzie ukryte przed Bogiem nic, co ich dotyczy. Do kogo należy dzisiaj królestwo? Do Boga Jedynego, Zwyciężającego!",
        "numberInSurah": 16,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4150,
        "text": "Tego Dnia każda dusza otrzyma zapłatę za to, co zarobiła. Tego Dnia nie będzie żadnej niesprawiedliwości. Zaprawdę, Bóg jest szybki w rachunku!",
        "numberInSurah": 17,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4151,
        "text": "I ostrzegaj ich przed Dniem Nieuniknionego, kiedy serca strwożone są w gardłach! Niesprawiedliwi nie znajdą ani gorącego przyjaciela, ani orędownika, który by został wysłuchany.",
        "numberInSurah": 18,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4152,
        "text": "On zna zdradliwość oczu i to, co ukrywają piersi.",
        "numberInSurah": 19,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4153,
        "text": "I Bóg rozstrzyga według prawdy, natomiast ci, których oni wzywają poza Nim, nie rozstrzygają niczego. Zaprawdę, Bóg jest Słyszący, Widzący!",
        "numberInSurah": 20,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4154,
        "text": "Czyż oni nie wędrowali po ziemi i nie widzieli, jaki był ostateczny koniec tych, którzy byli przed nimi? Oni byli mocniejsi od nich siłą i dziełami pozostawionymi na ziemi. Jednak pochwycił ich Bóg za ich grzechy i nie mieli przed Bogiem żadnego obrońcy.",
        "numberInSurah": 21,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 406,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4155,
        "text": "Tak było dlatego, że oni nie uwierzyli, kiedy przychodzili do nich ich posłańcy z jasnymi dowodami. Zatem pochwycił ich Bóg. Zaprawdę, Bóg jest silny, straszny w karaniu!",
        "numberInSurah": 22,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 406,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4156,
        "text": "I posłaliśmy już Mojżesza, z Naszymi znakami i władzą jasną,",
        "numberInSurah": 23,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 406,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4157,
        "text": "Do Faraona, Hamana i Karuna. Oni powiedzieli: \"Czarownik, kłamca",
        "numberInSurah": 24,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 406,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4158,
        "text": "A kiedy on przyniósł im prawdę od Nas, oni powiedzieli: \"Pozabijajcie synów tych, którzy wraz z nim uwierzyli, a pozostawcie przy życiu ich kobiety!\" Lecz podstęp niewiernych tylko wprowadza ich w błąd.",
        "numberInSurah": 25,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 406,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4159,
        "text": "I powiedział Faraon: \"Pozwólcie mi, ja zabiję Mojżesza! Niech wzywa swego Pana! Otóż obawiam się, iż on zmieni waszą religię albo zaszczepi zepsucie na ziemi.\"",
        "numberInSurah": 26,
        "juz": 24,
        "manzil": 6,
        "page": 470,
        "ruku": 406,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4160,
        "text": "I powiedział Mojżesz: \"Szukam ucieczki u mojego Pana i waszego Pana, przed każdym dumnym, który nie wierzy w Dzień Rozrachunku.\"",
        "numberInSurah": 27,
        "juz": 24,
        "manzil": 6,
        "page": 470,
        "ruku": 406,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4161,
        "text": "I powiedział pewien człowiek wierzący, z rodu Faraona, który ukrywał swoją wiarę: \"Czy zabijecie człowieka za to, że mówi: Mój Pan - to Bóg - i przychodzi do was z jasnymi dowodami od waszego Pana? Jeśli on jest kłamcą, to jego kłamstwo obróci się przeciw niemu; a jeśli mówi prawdę, to dosięgnie was część z tego, czym on wam grozi. Zaprawdę, Bóg nie prowadzi drogą prostą tego, kto jest występnym kłamcą.",
        "numberInSurah": 28,
        "juz": 24,
        "manzil": 6,
        "page": 470,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4162,
        "text": "0 ludu mój! Do was należy królestwo dzisiaj i wy panujecie na ziemi. Lecz kto obroni nas przed srogością Boga, kiedy ona do nas przyjdzie?\" Powiedział Faraon: \"Ja pokazuję Wam tylko to, co widzę; i prowadzę was jedynie drogą prawości.\"",
        "numberInSurah": 29,
        "juz": 24,
        "manzil": 6,
        "page": 470,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4163,
        "text": "I powiedział ten, który uwierzył: \"O ludu mój! Boję się dla was dnia, podobnego do dnia frakcji;",
        "numberInSurah": 30,
        "juz": 24,
        "manzil": 6,
        "page": 470,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4164,
        "text": "I podobnego losu, jaki spotkał Noego, Adytów i Samudytów, i tych, którzy byli po nich. Bóg nie pragnie niesprawiedliwości dla Swoich sług.",
        "numberInSurah": 31,
        "juz": 24,
        "manzil": 6,
        "page": 470,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4165,
        "text": "O ludu mój! Boję się dla was Dnia wzajemnego nawoływania;",
        "numberInSurah": 32,
        "juz": 24,
        "manzil": 6,
        "page": 470,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4166,
        "text": "Dnia, kiedy odwrócicie się plecami, nie mając przed Bogiem żadnego obrońcy; bo kogo Bóg sprowadzi z drogi, ten nie ma już żadnego przewodnika.\"",
        "numberInSurah": 33,
        "juz": 24,
        "manzil": 6,
        "page": 470,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4167,
        "text": "I przyszedł już przedtem do was Józef z jasnymi dowodami, lecz wy nie przestaliście wątpić w to, z czym on przyszedł. A kiedy zginął, powiedzieliście: \"Nie wyśle już Bóg po nim żadnego posłańca.\" W ten sposób Bóg sprowadza z drogi tego, kto jest występny, wątpiący.",
        "numberInSurah": 34,
        "juz": 24,
        "manzil": 6,
        "page": 471,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4168,
        "text": "A ci, którzy się spierają o znaki Boga bez żadnego upoważnienia, budzą nienawiść w Bogu i w tych, którzy uwierzyli. Tak Bóg kładzie pieczęć na każdym sercu człowieka dumnego, tyrana.",
        "numberInSurah": 35,
        "juz": 24,
        "manzil": 6,
        "page": 471,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4169,
        "text": "I powiedział Faraon: O \"Hamanie! Zbuduj mi wieżę, może dosięgnę sznurów,",
        "numberInSurah": 36,
        "juz": 24,
        "manzil": 6,
        "page": 471,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4170,
        "text": "Sznurów niebios, i wzniosę się do Boga Mojżesza, ponieważ naprawdę sądzę, że on jest kłamcą.\" I w ten sposób zły czyn Faraona został fałszywie upiększony, a on odsunięty od drogi. I cały podstęp Faraona obrócił się wniwecz.",
        "numberInSurah": 37,
        "juz": 24,
        "manzil": 6,
        "page": 471,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4171,
        "text": "I powiedział ten, który uwierzył: \"O ludu mój! Postępujcie za mną! Ja poprowadzę was drogą prawości!",
        "numberInSurah": 38,
        "juz": 24,
        "manzil": 6,
        "page": 471,
        "ruku": 408,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4172,
        "text": "O ludu mój! Życie na rym świecie jest przemijającym używaniem; a życie ostateczne zaprawdę jest siedzibą stałości!",
        "numberInSurah": 39,
        "juz": 24,
        "manzil": 6,
        "page": 471,
        "ruku": 408,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4173,
        "text": "Kto czyni zło, ten otrzyma odpowiednią zapłatę. A kto czyni dobro, mężczyzna czy kobieta, i jest wierzący - tacy wejdą do Ogrodu, gdzie będą mieli zaopatrzenie bez rachunku.",
        "numberInSurah": 40,
        "juz": 24,
        "manzil": 6,
        "page": 471,
        "ruku": 408,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4174,
        "text": "O ludu mój! Dlaczego wzywam was do zbawienia, a wy mnie wzywacie do ognia?",
        "numberInSurah": 41,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4175,
        "text": "Wy mnie nawołujecie, abym nie wierzył w Boga i dodawał Jemu jako współtowarzyszy to, o czym nie mam żadnej wiedzy, ale ja wzywam was do Potężnego, Przebaczającego!",
        "numberInSurah": 42,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4176,
        "text": "Nie ma żadnej wątpliwości, że to, do czego wy mnie wzywacie, nie ma żadnego głosu ani na tym świecie, ani w ostatecznym, że nasz powrót zmierza do Boga i że ludzie występni będą mieszkańcami ognia!",
        "numberInSurah": 43,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4177,
        "text": "Wy sobie przypomnicie to, co ja wam mówię. Powierzam swoją sprawę Bogu. Zaprawdę, Bóg widzi jasno Swoje sługi!\"",
        "numberInSurah": 44,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4178,
        "text": "I uchronił go Bóg od złych rzeczy, które oni podstępnie przygotowali, wśród Faraona zaś objęła najgorsza kara:",
        "numberInSurah": 45,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4179,
        "text": "Ogień! na który będą wystawieni rano i wieczór; a w Dniu, kiedy nadejdzie Godzina: \"Wprowadźcie ród Faraona na najstraszniejszą karę!\"",
        "numberInSurah": 46,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4180,
        "text": "A kiedy sprzeczają się w ogniu, mówią słabi do tych, którzy się pysznili: \"Postępowaliśmy za wami. Czy nie możecie wybawić nas od części tego ognia?\"",
        "numberInSurah": 47,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4181,
        "text": "I powiedzą ci, którzy się pysznili: \"Przecież wszyscy jesteśmy w nim. Zaprawdę, Bóg rozstrzygnął między Swoimi sługami!\"",
        "numberInSurah": 48,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4182,
        "text": "I ci, którzy są w ogniu, będą mówili do strażników Gehenny: \"Proście waszego Pana, aby nam złagodził choćby jeden dzień kary!\"",
        "numberInSurah": 49,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4183,
        "text": "Oni powiedzą: \"Czyż nie przychodzili do was posłańcy z jasnymi dowodami?\" Powiedzą: \"Tak!\" Powiedzą: \"Proście więc!\" Lecz modlitwa niewiernych jest tylko błądzeniem.",
        "numberInSurah": 50,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4184,
        "text": "Zaprawdę, My pomożemy Naszym posłańcom i tym, którzy uwierzyli w życiu na tym świecie, w Dniu, kiedy powstaną świadkowie;",
        "numberInSurah": 51,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4185,
        "text": "W Dniu, kiedy nie pomoże niesprawiedliwym ich usprawiedliwienie. Spotka ich przekleństwo. i dla nich będzie nieszczęsna siedziba.",
        "numberInSurah": 52,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4186,
        "text": "Daliśmy już Mojżeszowi drogę prostą i daliśmy w dziedzictwo synom Izraela Księgę,",
        "numberInSurah": 53,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4187,
        "text": "Jako przewodnictwo i napomnienie dla tych, którzy są obdarzeni rozumem.",
        "numberInSurah": 54,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4188,
        "text": "Więc bądź cierpliwy! Zaiste, obietnica Boga jest prawdą! Proś o przebaczenie za twój grzech i głoś chwałę twego Pana wieczorem i rankiem!",
        "numberInSurah": 55,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4189,
        "text": "Zaprawdę, ci, którzy spierają się o znaki Boga bez żadnego upoważnienia, w piersiach mają tylko dumę. Oni nie zdołają osiągnąć swego celu. Szukaj więc ucieczki u Boga! On jest Słyszący, Widzący!",
        "numberInSurah": 56,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4190,
        "text": "Stworzenie niebios i ziemi jest, z pewnością, czymś większym od stworzenia ludzi, lecz przeważająca część ludzi nie wie.",
        "numberInSurah": 57,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4191,
        "text": "Nie są sobie równi niewidomy i widzący; ani też ci, którzy wierzą i którzy pełnią dobre dzieła, nie są równi temu, który czyni zło. Jakże mało wy sobie przypominacie!",
        "numberInSurah": 58,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4192,
        "text": "Zaprawdę, Godzina nadejdzie, nie ma co do tego żadnej wątpliwości! Lecz większość ludzi nie wierzy.",
        "numberInSurah": 59,
        "juz": 24,
        "manzil": 6,
        "page": 474,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4193,
        "text": "Powiedział wasz Pan: \"Wzywajcie Mnie, a ja was wysłucham! Zaprawdę, ci, którzy są zbyt dumni, by Mi oddawać cześć - wejdą do Gehenny, poniżeni!\"",
        "numberInSurah": 60,
        "juz": 24,
        "manzil": 6,
        "page": 474,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4194,
        "text": "Bóg jest Tym, który uczynił dla was noc, abyście wówczas odpoczywali, i dzień, pozwalający widzieć. Zaprawdę, Bóg jest władcą łaski dla ludzi, lecz większość ludzi nie dziękuje.",
        "numberInSurah": 61,
        "juz": 24,
        "manzil": 6,
        "page": 474,
        "ruku": 410,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4195,
        "text": "To jest Bóg - wasz Pan, Stwórca każdej rzeczy! Nie ma boga, jak tylko On! Jakże jesteście oszukani!",
        "numberInSurah": 62,
        "juz": 24,
        "manzil": 6,
        "page": 474,
        "ruku": 410,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4196,
        "text": "W ten sposób oszukani są ci, którzy odrzucają znaki Boga.",
        "numberInSurah": 63,
        "juz": 24,
        "manzil": 6,
        "page": 474,
        "ruku": 410,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4197,
        "text": "Bóg jest Tym, który przygotował dla was ziemię jako stałe miejsce pobytu, a niebo jako budowlę. On ukształtował was harmonijnie; dał wam piękną postać i zaopatrzył was w dobre rzeczy. To jest Bóg - wasz Pan! Niech będzie błogosławiony Bóg - Pan światów!",
        "numberInSurah": 64,
        "juz": 24,
        "manzil": 6,
        "page": 474,
        "ruku": 410,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4198,
        "text": "On - Żyjący!. Nie ma boga, jak tylko On! Witajcie Go więc; wyznając szczerze Jego religię: Chwała Bogu - Panu światów!",
        "numberInSurah": 65,
        "juz": 24,
        "manzil": 6,
        "page": 474,
        "ruku": 410,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4199,
        "text": "Powiedz: \"Zostało mi zakazane, abym czcił tych, których wy wzywacie poza Bogiem, kiedy przyszły do mnie jasne dowody od mojego Pana. I nakazano mi, abym się poddał całkowicie Panu światów.\"",
        "numberInSurah": 66,
        "juz": 24,
        "manzil": 6,
        "page": 474,
        "ruku": 410,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4200,
        "text": "On jest Tym, który stworzył was z prochu, potem z kropli spermy, potem z grudki krwi zakrzepłej, potem wyprowadził was jako dziecko; abyście następnie osiągnęli dojrzałość, a potem stali się starcami - choć wśród was są tacy, którzy umierają wcześniej - i abyście osiągnęli wyznaczony termin. Być może, będziecie rozumni!",
        "numberInSurah": 67,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 410,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4201,
        "text": "On jest Tym, który daje życie i powoduje śmierć. A kiedy postanowi jakąś rzecz, to On mówi tylko: \"Bądź!\", i ona jest.",
        "numberInSurah": 68,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 410,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4202,
        "text": "Czy nie widzisz tych, którzy się spierają o znaki Boga? Jakże oni są odwróceni!",
        "numberInSurah": 69,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4203,
        "text": "Ci, którzy uznali za kłamstwo Księgę i to, z czym wysłaliśmy Naszych posłańców, niebawem się dowiedzą,",
        "numberInSurah": 70,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4204,
        "text": "Kiedy z obrożami na szyi i w łańcuchach będą wleczeni",
        "numberInSurah": 71,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4205,
        "text": "Do wrzącej wody; potem do ognia zostaną wrzuceni.",
        "numberInSurah": 72,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4206,
        "text": "Wtedy im powiedzą: \"Gdzie są ci, których wy czciliście jako współtowarzyszy;",
        "numberInSurah": 73,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4207,
        "text": "Poza Bogiem?\" Oni powiedzą: \"Oni odeszli od nas, a raczej wzywaliśmy przedtem to, co było niczym.\" W ten sposób Bóg sprowadza z drogi niewiernych.",
        "numberInSurah": 74,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4208,
        "text": "To spotkało was za to, że cieszyliście się na ziemi bezprawnie, i za to, że byliście zuchwali.",
        "numberInSurah": 75,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4209,
        "text": "Wejdźcie do bram Gehenny, gdzie będziecie przebywać na wieki! Jakże to złe miejsce przebywania dla ludzi dumnych!",
        "numberInSurah": 76,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4210,
        "text": "Więc bądź cierpliwy! Zaiste, obietnica Boga jest prawdą! Albo My pokażemy tobie część tego, co im obiecaliśmy, albo też wezwiemy ciebie. I do Nas oni zostaną sprowadzeni.",
        "numberInSurah": 77,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4211,
        "text": "Posyłaliśmy posłańców przed tobą. Wśród nich są tacy, o których już opowiadaliśmy tobie; wśród nich są też tacy, o których tobie nie opowiadaliśmy. I żaden posłaniec nie przyszedł ze znakiem bez zezwolenia Boga. A kiedy przyjdzie rozkaz Boga, wszystko zostanie rozstrzygnięte podług prawdy; i stracą wtedy głoszący kłamstwo.",
        "numberInSurah": 78,
        "juz": 24,
        "manzil": 6,
        "page": 476,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4212,
        "text": "Bóg jest Tym, który przysposobił dla Was zwierzęta, abyście jeździli na jednych, a innymi się żywili;",
        "numberInSurah": 79,
        "juz": 24,
        "manzil": 6,
        "page": 476,
        "ruku": 412,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4213,
        "text": "I abyście z nich korzystali dla zaspokojenia potrzeby waszych serc. Na nich i na statkach jesteście przenoszeni.",
        "numberInSurah": 80,
        "juz": 24,
        "manzil": 6,
        "page": 476,
        "ruku": 412,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4214,
        "text": "On nakazuje wam Swoje znaki. Który więc ze znaków Boga odrzucicie?",
        "numberInSurah": 81,
        "juz": 24,
        "manzil": 6,
        "page": 476,
        "ruku": 412,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4215,
        "text": "Czyż oni nie wędrowali po ziemi i nie widzieli, jaki był ostateczny koniec tych, którzy byli przed nimi? Tamci byli liczniejsi od nich i mocniejsi pod względem siły, i mocniejsi pod względem dzieł, jakie pozostawili na ziemi. Lecz nie pomogło im to, czego dokonali.",
        "numberInSurah": 82,
        "juz": 24,
        "manzil": 6,
        "page": 476,
        "ruku": 412,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4216,
        "text": "A kiedy przyszli do nich posłańcy z jasnymi dowodami, oni cieszyli się wiedzą, jaką posiadali. I objęło ich to, z czego oni szydzili.",
        "numberInSurah": 83,
        "juz": 24,
        "manzil": 6,
        "page": 476,
        "ruku": 412,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4217,
        "text": "A kiedy zobaczyli Naszą srogość, powiedzieli: \"Wierzymy w Boga Jedynego, a nie wierzymy w to, co Jemu dodawaliśmy jako współtowarzyszy.\"",
        "numberInSurah": 84,
        "juz": 24,
        "manzil": 6,
        "page": 476,
        "ruku": 412,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4218,
        "text": "Lecz nie przyniosła im pożytku ich wiara, po tym jak zobaczyli Naszą srogość; takie jest od dawna prawo Boga względem Jego sług. I wtedy poniosą stratę niewierni!",
        "numberInSurah": 85,
        "juz": 24,
        "manzil": 6,
        "page": 476,
        "ruku": 412,
        "hizbQuarter": 190,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "pl.bielawskiego",
      "language": "pl",
      "name": "Bielawskiego",
      "englishName": "Józefa Bielawskiego",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}