{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 41,
    "name": "سُورَةُ فُصِّلَتۡ",
    "englishName": "Fussilat",
    "englishNameTranslation": "Explained in detail",
    "revelationType": "Meccan",
    "numberOfAyahs": 54,
    "ayahs": [
      {
        "number": 4219,
        "text": "Ha. Mim.",
        "numberInSurah": 1,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4220,
        "text": "Objawienie od Miłosiernego, Litościwego.",
        "numberInSurah": 2,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4221,
        "text": "Księga, której znaki są wyjaśnione, jako Koran arabski, dla ludzi, którzy posiadają wiedzę",
        "numberInSurah": 3,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4222,
        "text": "- zwiastun radosnej wieści i ostrzeżenie. Lecz większość z nich się odwróciła; oni nie słuchają.",
        "numberInSurah": 4,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4223,
        "text": "Powiedzieli: \"Nasze serca są zasłonięte, oddzielone od tego, do czego wzywasz; w naszych uszach jest głuchota, a między nami i tobą jest przegroda. Działaj więc, i my działamy!\"",
        "numberInSurah": 5,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4224,
        "text": "Powiedz: \"Ja jestem tylko śmiertelnikiem, tak jak wy. Zostało mi objawione, że Bóg wasz jest Bogiem Jedynym. Idźcie więc prosto ku Niemu i proście Go o przebaczenie! I biada bałwochwalcom,",
        "numberInSurah": 6,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4225,
        "text": "Którzy nie dają jałmużny i którzy nie wierzą w życie ostateczne!",
        "numberInSurah": 7,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4226,
        "text": "Zaprawdę, tych, którzy wierzą i którzy pełnią dobre dzieła - czeka nagroda nieustanna!\"",
        "numberInSurah": 8,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4227,
        "text": "Powiedz: \"Czy nie wierzycie w Tego, który stworzył ziemię w ciągu dwóch dni, i wynajdujecie Jemu równych? To jest Pan światów!\"",
        "numberInSurah": 9,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4228,
        "text": "On umieścił na niej solidnie stojące, wznoszące się nad nią, i pobłogosławił ją. Porozdzielał na niej środki żywności w ciągu czterech dni, równo dla wszystkich proszących.",
        "numberInSurah": 10,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4229,
        "text": "Potem zwrócił się ku niebu - ono było wtedy dymem - i powiedział jemu i ziemi: \"Przychodźcie dobrowolnie lub wbrew woli!\" One powiedziały: \"Przychodzimy posłuszne.\"",
        "numberInSurah": 11,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4230,
        "text": "I On ustanowił siedem niebios, w dwa dni, i objawił każdemu niebu jego zasady. I ozdobiliśmy niebo najbliższe lampami - także dla ochrony. Takie jest ustanowienie Potężnego, Wszechwiedzącego!",
        "numberInSurah": 12,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4231,
        "text": "A jeśli oni się odwrócą, to powiedz: \"Ostrzegam was przed piorunem podobnym do pioruna ludu Ad i Samud.\"",
        "numberInSurah": 13,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4232,
        "text": "Kiedy przyszli do nich posłańcy z jednej i z drugiej strony: \"Nie czcijcie nikogo oprócz Boga!\", oni powiedzieli: \"Jeśliby zechciał nasz Pan, to zesłałby aniołów; lecz my nie wierzymy w posłannictwo, z którym wy zostaliście posłani.\"",
        "numberInSurah": 14,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4233,
        "text": "A jeśli chodzi o lud Ad, to oni bezprawnie wbili się w dumę na ziemi i powiedzieli: \"Któż ma więcej od nas siły?\" Czyż oni nie widzieli, że Bóg, który ich stworzył, ma potężniejszą od nich moc? I oni odrzucali Nasze znaki.",
        "numberInSurah": 15,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4234,
        "text": "Wysłaliśmy więc przeciwko nim wiatr wyjący w owe dni nieszczęsne, ażeby dać im zakosztować kary hańbiącej w życiu na tym świecie. Ale, zaprawdę, kara w życiu ostatecznym jest bardziej hańbiąca; a oni nie będą wspomożeni!",
        "numberInSurah": 16,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4235,
        "text": "A jeśli chodzi o lud Samud, to prowadziliśmy ich drogą prostą, lecz oni woleli ślepotę zamiast drogi prostej. Dosięgną ich więc grom kary poniżającej za to, co oni czynili.",
        "numberInSurah": 17,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4236,
        "text": "A uratowaliśmy tych; którzy uwierzyli i byli bogobojni.",
        "numberInSurah": 18,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4237,
        "text": "W Dniu, kiedy wrogowie Boga staną przed ogniem, zostaną podzieleni.",
        "numberInSurah": 19,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 415,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4238,
        "text": "A kiedy przybliżą się do niego, ich słuch, spojrzenie i skóra będą świadczyć przeciwko nim z powodu tego, co czynili.",
        "numberInSurah": 20,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 415,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4239,
        "text": "I będą mówili swojej skórze: \"Dlaczego świadczysz przeciwko nam?\" One powiedzą: \"Bóg dał nam mowę, albowiem dał mowę wszelkiej rzeczy; On was stworzył po raz pierwszy i wy do Niego zostaniecie sprowadzeni.\"",
        "numberInSurah": 21,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 415,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4240,
        "text": "I nie mogliście się ukryć, żeby Wasz słuch, spojrzenia i skóry nie świadczyły przeciwko wam. Lecz sądziliście, że Bóg niewiele wie z tego, co czynicie.",
        "numberInSurah": 22,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 415,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4241,
        "text": "Oto wasze mniemanie, które mieliście o waszym Panu - ono was zgubiło. I znaleźliście się między tymi, którzy ponieśli stratę.",
        "numberInSurah": 23,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 415,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4242,
        "text": "Jeśli oni nawet okażą cierpliwość, to i tak ogień będzie ich miejscem schronienia; a jeśli będą prosić o łaskę, to i tak nie znajdą się wśród tych, którzy doznają łaski.",
        "numberInSurah": 24,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 415,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4243,
        "text": "I przydzieliliśmy im współtowarzyszy, którzy im upiększyli to, co jest przed nimi i co jest za nimi. I ziściło się na nich słowo o narodach, które już dawno przeminęły - spośród dżinów i ludzi. Zaprawdę, oni się znajdą wśród ponoszących stratę!",
        "numberInSurah": 25,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 415,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4244,
        "text": "Powiedzieli ci, którzy nie uwierzyli: \"Nie słuchajcie tego Koranu i mówcie o nim puste słowa! Być może, zwyciężycie!\"",
        "numberInSurah": 26,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 416,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4245,
        "text": "My na pewno damy zakosztować tym, którzy nie wierzą, kary strasznej; My zapłacimy im czymś gorszym niż to, co oni czynili.",
        "numberInSurah": 27,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 416,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4246,
        "text": "Taka jest zapłata dla wrogów Boga - ogień! Dla nich będzie tam siedziba wieczności jako zapłata za to, iż oni odrzucali Nasze znaki.",
        "numberInSurah": 28,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 416,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4247,
        "text": "Powiedzieli ci, którzy nie uwierzyli: \"Panie nasz! Pokaż nam tych spośród dżinów i ludzi, którzy nas sprowadzili z drogi na manowce. My ich umieścimy pod naszymi nogami, aby się znaleźli wśród najpodlejszych.\"",
        "numberInSurah": 29,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 416,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4248,
        "text": "Zaprawdę, na tych, którzy powiedzieli: \"Pan nasz - to Bóg!\", i potem poszli prosto - zstąpią aniołowie: \"Nie obawiajcie się i nie smućcie! Cieszcie się Ogrodem, który wam został obiecany!",
        "numberInSurah": 30,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 416,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4249,
        "text": "My jesteśmy waszymi opiekunami w życiu na tym świecie i w życiu ostatecznym. Dla was będzie tam to, czego zapragną wasze dusze; i dla was będzie tam to, o co wy poprosicie",
        "numberInSurah": 31,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 416,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4250,
        "text": "- jako gościnne przyjęcie od Przebaczającego, Litościwego.\"",
        "numberInSurah": 32,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 416,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4251,
        "text": "A któż wypowiada piękniejsze słowa aniżeli ten, kto modli się do Boga i kto spełnia dobre dzieło, mówiąc: \"Zaprawdę, jestem między tymi, którzy się całkowicie poddali!\"",
        "numberInSurah": 33,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4252,
        "text": "Dobry czyn i zły czyn nie są równe. Odsuwaj więc gorszy czyn tym, co jest lepsze. Wtedy ten, który jest tobie wrogiem, będzie jak bliski przyjaciel.",
        "numberInSurah": 34,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4253,
        "text": "Lecz tego nie dano nikomu innemu, jak tylko tym, którzy są cierpliwi; nie będzie to dane nikomu innemu, tylko tym, którzy mają wielkie szczęście.",
        "numberInSurah": 35,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4254,
        "text": "A jeśli szatan będzie cię kusił, to szukaj ucieczki u Boga. Zaprawdę, On jest Słyszący, Wszechwiedzący!",
        "numberInSurah": 36,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4255,
        "text": "Wśród Jego znaków są: noc i dzień, słońce i księżyc. Nie wybijajcie pokłonów ani słońcu, ani księżycowi! Wybijajcie pokłony przed Bogiem, który je stworzył - jeśli Jego czcicie!",
        "numberInSurah": 37,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4256,
        "text": "Oni wbijają się w pychę, natomiast ci, którzy są u twego Pana, wysławiają Go nocą i dniem i nie ustają.",
        "numberInSurah": 38,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": {
          "id": 12,
          "recommended": false,
          "obligatory": true
        }
      },
      {
        "number": 4257,
        "text": "Wśród Jego znaków jest to, iż widzisz ziemię pokorną; a kiedy My zsyłamy na nią wodę, to ona się wzburza i nabrzmiewa. Zaprawdę, Ten, który ją ożywia, będzie z pewnością ożywicielem zmarłych! On jest nad każdą rzeczą wszechwładny!",
        "numberInSurah": 39,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4258,
        "text": "Zaprawdę, ci, którzy nie uznają Naszych znaków, nie ukryją się przed Nami! Czyż ten, który będzie wrzucony w ogień, jest lepszy od tego, który przychodzi bezpieczny w Dniu Zmartwychwstania? Róbcie, co chcecie, On widzi dobrze, co czynicie.",
        "numberInSurah": 40,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4259,
        "text": "Zaprawdę, ci, którzy nie wierzą w napomnienie, kiedy ono do nich przychodzi... - a przecież to jest Księga wspaniała!",
        "numberInSurah": 41,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4260,
        "text": "Nie przenika do niej fałsz z żadnej strony. To jest objawienie pochodzące od mądrego, godnego chwały!",
        "numberInSurah": 42,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4261,
        "text": "Powiedziano ci tylko to, co już powiedziano posłańcom przed tobą. Zaprawdę, twój Pan jest władcą przebaczenia i władcą kary bolesnej!",
        "numberInSurah": 43,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4262,
        "text": "A jeślibyśmy go uczynili Koranem w języku wam obcym, to oni by powiedzieli: \"Dlaczego jego znaki nie zostały wyjaśnione? Dlaczego obcy, skoro jest arabski?\" Powiedz: \"Dla tych, którzy wierzą, on jest drogą prostą i uzdrowieniem; ci zaś, którzy nie wierzą, mają w swoich uszach głuchotę i dotknięci są ślepotą; są wzywani z dalekiego miejsca.\"",
        "numberInSurah": 44,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4263,
        "text": "Daliśmy już Księgę Mojżeszowi, lecz ona była przedmiotem sporu; i jeśliby nie słowo, które wyszło już wcześniej od twego Pana, to sami rozstrzygnęliby sprawę między sobą. Zaprawdę, oni są względem niej w głębokim zwątpieniu.",
        "numberInSurah": 45,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 418,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4264,
        "text": "Ten, kto czyni dobro, czyni dla siebie samego; a ten, kto czyni zło, czyni przeciwko sobie. Twój Pan nie jest niesprawiedliwy dla Swoich sług!",
        "numberInSurah": 46,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 418,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4265,
        "text": "Do Niego sprowadza się wiedza o Godzinie. Żaden owoc nie wychodzi ze swej otoczki i żadna istota żeńska nie nosi i nie składa - jak tylko za Jego wiedzą. A w tym Dniu, kiedy On do nich zawoła: \"Gdzie są moi współtowarzysze?\" - oni powiedzą: \"Obwieszczamy Tobie, iż wśród nas nie ma na to żadnego świadka!\"",
        "numberInSurah": 47,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4266,
        "text": "I odsunie się od nich to, czego przedtem wzywali, i pomyślą sobie, że nie ma dla nich żadnego miejsca schronienia.",
        "numberInSurah": 48,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4267,
        "text": "Człowiek nie zmęczy się modlitwą o dobro; a jeśli go dotknie nieszczęście, to jest zrozpaczony, przygnębiony.",
        "numberInSurah": 49,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4268,
        "text": "A kiedy my damy mu zakosztować miłosierdzia pochodzącego od Nas, po nieszczęściu, jakie go dotknęło, on z pewnością powie: \"To mi się należy i nie sądzę, że nadejdzie Godzina. A jeśli zostanę sprowadzony do mego Pana, to, zaprawdę, otrzymam najpiękniejszą nagrodę!\" My wtedy zapewne obwieścimy tym, którzy nie uwierzyli, to, co uczynili; i damy im bez wątpienia zakosztować surowej kary!",
        "numberInSurah": 50,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4269,
        "text": "Kiedy obdarzamy człowieka dobrodziejstwami, on się odwraca i oddala; a kiedy dotyka go zło, on wtedy jest pełen długiej modlitwy.",
        "numberInSurah": 51,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4270,
        "text": "Powiedz: \"Cóż wy myślicie? Jeśli to pochodzi od Boga, a potem wy nie mierzycie, to czy nie błądzicie bardziej niż ten, kto jest w głębokim odszczepieństwie?\"",
        "numberInSurah": 52,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4271,
        "text": "Niebawem pokażemy im Nasze znaki na horyzontach i w nich samych, aż w końcu stanie się dla nich jasne, że to jest prawda. Czyż nie jest wystarczające, jeśli chodzi o twojego Pana, że On jest świadkiem każdej rzeczy?",
        "numberInSurah": 53,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4272,
        "text": "Czy oni jeszcze wątpią w spotkanie ze swoim Panem? Czy On nie obejmuje każdej rzeczy?",
        "numberInSurah": 54,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "pl.bielawskiego",
      "language": "pl",
      "name": "Bielawskiego",
      "englishName": "Józefa Bielawskiego",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}