{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 48,
    "name": "سُورَةُ الفَتۡحِ",
    "englishName": "Al-Fath",
    "englishNameTranslation": "The Victory",
    "revelationType": "Medinan",
    "numberOfAyahs": 29,
    "ayahs": [
      {
        "number": 4584,
        "text": "Zaprawdę, daliśmy tobie jasne zwycięstwo,",
        "numberInSurah": 1,
        "juz": 26,
        "manzil": 6,
        "page": 511,
        "ruku": 446,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4585,
        "text": "Aby ci przebaczył Bóg twoje pierwsze i ostatnie grzechy i aby dopełnił Swoją dobroć dla ciebie, i aby cię poprowadził drogą prostą,",
        "numberInSurah": 2,
        "juz": 26,
        "manzil": 6,
        "page": 511,
        "ruku": 446,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4586,
        "text": "I aby ci dopomógł pomocą potężną.",
        "numberInSurah": 3,
        "juz": 26,
        "manzil": 6,
        "page": 511,
        "ruku": 446,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4587,
        "text": "On, który zesłał spokój bezpieczeństwa w serca wiernych, aby pomnożyć wiarę wraz z ich wiarą - Do Boga należą wojska niebios i ziemi. Bóg jest wszechwiedzący, mądry! -",
        "numberInSurah": 4,
        "juz": 26,
        "manzil": 6,
        "page": 511,
        "ruku": 446,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4588,
        "text": "I aby wprowadzić wierzących i wierzące do Ogrodów, gdzie w dole płyną strumyki; oni tam będą przebywać na wieki. I On odpuści im ich złe czyny. To jest w oczach Boga osiągnięcie ogromne!",
        "numberInSurah": 5,
        "juz": 26,
        "manzil": 6,
        "page": 511,
        "ruku": 446,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4589,
        "text": "I ukarze On obłudników - mężczyzn i kobiety, i bałwochwalców - mężczyzn i kobiety, którzy mają złe mniemanie o Bogu. Przeciwko nim będzie zły obrót losu. Bóg zagniewał się na nich i przeklął ich; i przygotował dla nich Gehennę. A jakże nieszczęsne to miejsce ostatecznej wędrówki!",
        "numberInSurah": 6,
        "juz": 26,
        "manzil": 6,
        "page": 511,
        "ruku": 446,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4590,
        "text": "Do Boga należą wojska niebios i ziemi. Bóg jest potężny, mądry!",
        "numberInSurah": 7,
        "juz": 26,
        "manzil": 6,
        "page": 511,
        "ruku": 446,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4591,
        "text": "Zaprawdę, wysłaliśmy ciebie jako świadka, głosiciela radosnej wieści i jako ostrzegającego; abyście uwierzyli w Boga i Jego Posłańca, abyście mu pomagali,",
        "numberInSurah": 8,
        "juz": 26,
        "manzil": 6,
        "page": 511,
        "ruku": 446,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4592,
        "text": "Abyście go szanowali i abyście głosili Jego chwałę o świcie i o zmierzchu.",
        "numberInSurah": 9,
        "juz": 26,
        "manzil": 6,
        "page": 511,
        "ruku": 446,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4593,
        "text": "Zaprawdę, ci, którzy składają tobie przysięgę wierności, przysięgają Bogu! Ręka Boga jest położona na ich rękach. A ten, kto złamie przysięgę, złamie ją przeciw sobie samemu. A ten, kto wypełnił zobowiązanie wobec Boga, ten otrzyma od Niego nagrodę ogromną.",
        "numberInSurah": 10,
        "juz": 26,
        "manzil": 6,
        "page": 512,
        "ruku": 446,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4594,
        "text": "Powiedzą tobie Beduini, którzy pozostali w tyle: \"My jesteśmy zajęci naszymi majątkami i naszymi rodzinami. Proś więc o przebaczenie dla nas!\" Oni będą mówić swoimi językami to, czego nie ma w ich sercach. Powiedz: \"A kto będzie posiadał coś dla was wobec Boga, jeśli on zechce dla was jakiejś szkody albo też zapragnie dla was jakiejś korzyści?\" Tak! On jest w pełni świadomy tego, co wy czynicie.",
        "numberInSurah": 11,
        "juz": 26,
        "manzil": 6,
        "page": 512,
        "ruku": 447,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4595,
        "text": "Ale przeciwnie! Wy sądziliście mylnie, że Posłaniec i wierni nigdy nie powrócą do swoich rodzin; i to było upiększone w waszych sercach. Wy uczyniliście złe przypuszczenie; wy byliście ludem zepsutym.",
        "numberInSurah": 12,
        "juz": 26,
        "manzil": 6,
        "page": 512,
        "ruku": 447,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4596,
        "text": "A ten, kto nie wierzy w Boga i Jego Posłańca - My, zaprawdę, przygotowaliśmy dla niewiernych ogień płonący!",
        "numberInSurah": 13,
        "juz": 26,
        "manzil": 6,
        "page": 512,
        "ruku": 447,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4597,
        "text": "Do Boga należy królestwo niebios i ziemi. On przebacza temu, komu chce; i On karze tego, kogo chce. Bóg jest przebaczający, litościwy!",
        "numberInSurah": 14,
        "juz": 26,
        "manzil": 6,
        "page": 512,
        "ruku": 447,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4598,
        "text": "Będą mówili ci, którzy pozostali w tyle: - kiedy wyruszycie po łupy, aby je zabrać - \"Pozwólcie nam pójść za wami!\" Oni pragną zmienić słowa Boga. Powiedz: \"Wy nie pójdziecie za nami. Tak powiedział przedtem Bóg!\" Oni powiedzą: \"Wcale nie! Wy nam zazdrościcie.\" Przeciwnie! Oni nie rozumieją nic albo niewiele.",
        "numberInSurah": 15,
        "juz": 26,
        "manzil": 6,
        "page": 512,
        "ruku": 447,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4599,
        "text": "Powiedz Beduinom, którzy pozostali w tyle: \"Będziecie niebawem wezwani przeciwko ludowi odznaczającemu się groźną dzielnością. Będziecie walczyć z nimi albo też oni się całkowicie poddadzą. Jeśli będziecie posłuszni, to Bóg da wam piękną nagrodę; a jeśli się odwrócicie plecami, jak odwróciliście się plecami przedtem, to On ukarze was karą bolesną.\"",
        "numberInSurah": 16,
        "juz": 26,
        "manzil": 6,
        "page": 513,
        "ruku": 447,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4600,
        "text": "Nie ma jednak żadnej nagany dla ślepego, nie ma też żadnej nagany dla kulawego ani też nie ma żadnej nagany dla chorego. A kto będzie posłuszny Bogu i Jego Posłańcowi, tego On wprowadzi do Ogrodów, gdzie w dole płyną strumyki. A kto odwróci się plecami, tego On ukarze karą bolesną.",
        "numberInSurah": 17,
        "juz": 26,
        "manzil": 6,
        "page": 513,
        "ruku": 447,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4601,
        "text": "Spodobali się Bogu wierni, kiedy złożyli tobie przysięgę na wierność pod drzewem. On poznał, co było w ich sercach, i zesłał na nich spokój bezpieczeństwa, i dał im w nagrodę bliskie zwycięstwo",
        "numberInSurah": 18,
        "juz": 26,
        "manzil": 6,
        "page": 513,
        "ruku": 448,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4602,
        "text": "I mnóstwo łupów, które mieli zabrać. Bóg jest potężny, mądry!",
        "numberInSurah": 19,
        "juz": 26,
        "manzil": 6,
        "page": 513,
        "ruku": 448,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4603,
        "text": "Bóg obiecał wam liczne łupy, które weźmiecie. On przyśpieszył to dla was, a powstrzymał ręce ludzi od was, aby to było znakiem dla wiernych i aby On poprowadził was drogą prostą.",
        "numberInSurah": 20,
        "juz": 26,
        "manzil": 6,
        "page": 513,
        "ruku": 448,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4604,
        "text": "I jeszcze inne rzeczy, którymi wy nie zdołaliście zawładnąć; Bóg już je objął, bo Bóg jest nad każdą rzeczą wszechwładny!",
        "numberInSurah": 21,
        "juz": 26,
        "manzil": 6,
        "page": 513,
        "ruku": 448,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4605,
        "text": "A gdyby walczyli z wami ci, którzy nie uwierzyli, to oni, z pewnością, odwróciliby się plecami; i wtedy nie znaleźliby ani opiekuna, ani pomocnika.",
        "numberInSurah": 22,
        "juz": 26,
        "manzil": 6,
        "page": 513,
        "ruku": 448,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4606,
        "text": "To jest zgodne ze zwyczajem Boga, jak to było już przedtem; ty przecież nie znajdziesz żadnej zmiany w zwyczaju Boga.",
        "numberInSurah": 23,
        "juz": 26,
        "manzil": 6,
        "page": 513,
        "ruku": 448,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4607,
        "text": "On powstrzymał ich ręce od was i wasze ręce od nich w dolinie Mekki, kiedy dał wam zwycięstwo nad nimi. Bóg widzi dobrze to, co czynicie.",
        "numberInSurah": 24,
        "juz": 26,
        "manzil": 6,
        "page": 514,
        "ruku": 448,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4608,
        "text": "Tacy są ci, którzy nie uwierzyli, którzy odsunęli was od świętego Meczetu i którzy powstrzymali zwierzęta ofiarne, aby nie mogły przybyć na swoje miejsce. I jeśliby niewierni - mężczyźni i kobiety, których wy nie znaliście i mogliście ich podeptać, tak iż spadłoby na was z ich powodu przewinienie, zupełnie nieświadomie - a Bóg wprowadził do Swego miłosierdzia, kogo chce - jeśliby oni się jasno oddzielili, to wtedy ukaralibyśmy tych spośród nich, którzy nie uwierzyli, cierpieniem bolesnym.",
        "numberInSurah": 25,
        "juz": 26,
        "manzil": 6,
        "page": 514,
        "ruku": 448,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4609,
        "text": "Kiedy ci, którzy nie uwierzyli, umieścili w swoich sercach zapalczywość, zapalczywość pogaństwa, Bóg zesłał Swój spokój i bezpieczeństwo na Swojego Posłańca i na wiernych i uczynił dla nich nieodłącznym słowo bojaźni Bożej; oni mieli do niego prawo i byli jego godni. Bóg o każdej rzeczy jest wszechwiedzący!",
        "numberInSurah": 26,
        "juz": 26,
        "manzil": 6,
        "page": 514,
        "ruku": 448,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4610,
        "text": "Bóg uczynił prawdziwym dla Swego Posłańca widzenie prawdy: \"Wy wejdziecie z pewnością bezpieczni do świętego Meczetu, Jeśli Bóg zechce, z ogolonymi głowami i przyciętymi, nie obawiając się. On wiedział to, czego wy nie wiedzieliście, i przygotował, obok tego, bliskie zwycięstwo.",
        "numberInSurah": 27,
        "juz": 26,
        "manzil": 6,
        "page": 514,
        "ruku": 449,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4611,
        "text": "On, który wysłał Swego Posłańca z drogą prostą i religią prawdy, aby jej dać wyższość nad wszelką religią! A Bóg wystarczy jako świadek!",
        "numberInSurah": 28,
        "juz": 26,
        "manzil": 6,
        "page": 514,
        "ruku": 449,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4612,
        "text": "Muhammad jest posłańcem Boga. Ci, którzy są razem z nim, są gwałtowni wobec niewiernych, a miłosierni względem siebie. Widzisz ich kłaniających się, wybijających pokłony, poszukujących łaski Boga i Jego zadowolenia. Ich znamię jest na ich twarzach, od śladów wybijania pokłonów. Taka jest ich przypowieść w Torze i taka jest ich przypowieść w Ewangelii: \"Są oni jak ziarno zasiane, które wypuszcza kiełek i wzmacnia go, i staje się twardy, i trzyma się prosto na swoim źdźble, wprawiając w podziw siewców\" - to, żeby przez nich doprowadzić do wściekłości niewiernych. Bóg obiecał tym spośród nich, którzy uwierzyli i pełnili dobre dzieła, przebaczenie i nagrodę ogromną.",
        "numberInSurah": 29,
        "juz": 26,
        "manzil": 6,
        "page": 515,
        "ruku": 449,
        "hizbQuarter": 205,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "pl.bielawskiego",
      "language": "pl",
      "name": "Bielawskiego",
      "englishName": "Józefa Bielawskiego",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}