{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 59,
    "name": "سُورَةُ الحَشۡرِ",
    "englishName": "Al-Hashr",
    "englishNameTranslation": "The Exile",
    "revelationType": "Medinan",
    "numberOfAyahs": 24,
    "ayahs": [
      {
        "number": 5127,
        "text": "Wysławia Boga to, co jest w niebiosach, i to, co jest na ziemi. On jest Potężny, Mądry!",
        "numberInSurah": 1,
        "juz": 28,
        "manzil": 7,
        "page": 545,
        "ruku": 479,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5128,
        "text": "On jest Tym, który wypędził z domostw tych spośród ludu Księgi, którzy nie uwierzyli - na pierwsze zebranie. Wy nie myśleliście, że oni odejdą, a oni myśleli, że twierdze obronią ich przed Bogiem. Lecz przyszedł do nich Bóg ze strony, z której oni się Go nie spodziewali, i rzucił w ich serca przerażenie. Niszczą oni swoje domy swoimi rękami i rękami wiernych. Bierzcie więc sobie z tego pouczenie, o ludzie, którzy posiadacie jasne spojrzenie!",
        "numberInSurah": 2,
        "juz": 28,
        "manzil": 7,
        "page": 545,
        "ruku": 479,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5129,
        "text": "Gdyby Bóg nie przepisał im wysiedlenia, to ukarałby ich na tym świecie, ale w życiu ostatecznym czeka ich kara ognia.",
        "numberInSurah": 3,
        "juz": 28,
        "manzil": 7,
        "page": 545,
        "ruku": 479,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5130,
        "text": "Stało się tak dlatego, że oni sprzeciwili się Bogu i Jego Posłańcowi. A kto sprzeciwia się Bogu... to, zaprawdę, Bóg jest straszny w karaniu!",
        "numberInSurah": 4,
        "juz": 28,
        "manzil": 7,
        "page": 546,
        "ruku": 479,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5131,
        "text": "Wszelkie drzewo palmowe, które ścięliście albo które pozostawiliście stojącym na jego korzeniach, ścięliście lub pozostawiliście za zezwoleniem Boga, aby On mógł okryć hańbą bezbożnych.",
        "numberInSurah": 5,
        "juz": 28,
        "manzil": 7,
        "page": 546,
        "ruku": 479,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5132,
        "text": "Bóg dał Swojemu Posłańcowi od nich taką zdobycz wojenną; że nie potrzebowaliście pędzić ani koni, ani wielbłądów. Bóg daje władzę Swoim posłańcom, nad kim chce. Bóg jest nad każdą rzeczą wszechwładny!",
        "numberInSurah": 6,
        "juz": 28,
        "manzil": 7,
        "page": 546,
        "ruku": 479,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5133,
        "text": "To, co dał Bóg Swojemu Posłańcowi jako zdobycz od mieszkańców miast, to należy do Boga i do Jego Posłańca, do bliskich krewnych i do sierot, do biedaków i do podróżnego; tak żeby to nie przechodziło kolejno do bogatych spośród was. A to, co wam daje Posłaniec, to bierzcie; a czego wam zakazał, od tego się powstrzymajcie! I bójcie się Boga! Zaprawdę, Bóg jest straszny w karaniu!",
        "numberInSurah": 7,
        "juz": 28,
        "manzil": 7,
        "page": 546,
        "ruku": 479,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5134,
        "text": "To jest dla biednych muhadżirów, którzy zostali wypędzeni ze swoich domostw i którzy zostali pozbawieni swoich majątków, gdy poszukiwali łaski i zadowolenia Boga i starali się pomóc Bogu i Jego Posłańcowi. Oni są naprawdę szczerzy.",
        "numberInSurah": 8,
        "juz": 28,
        "manzil": 7,
        "page": 546,
        "ruku": 479,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5135,
        "text": "A ci, którzy się umocnili w swoim domu i w swojej wierze przed nimi, miłują tych, którzy do nich wywędrowali, i nie znajdują w swoich sercach żadnego pożądania dla tego; co tamtym zostało dane. Oni dają im pierwszeństwo, nawet gdyby bieda była ich udziałem. A ten, kto się uchroni przed skąpstwem własnej duszy, będzie szczęśliwy.",
        "numberInSurah": 9,
        "juz": 28,
        "manzil": 7,
        "page": 546,
        "ruku": 479,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5136,
        "text": "A ci, którzy przyszli po nich, mówią: \"Panie nasz! Przebacz nam i naszym braciom, którzy nas wyprzedzili w wierze! I nie umieszczaj w naszych sercach urazy do tych, którzy uwierzyli! Panie nasz! Ty, zaprawdę, jesteś dobrotliwy, litościwy!\"",
        "numberInSurah": 10,
        "juz": 28,
        "manzil": 7,
        "page": 547,
        "ruku": 479,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5137,
        "text": "Czyż nie widziałeś obłudników, mówiących do swoich braci spośród ludu Księgi, którzy uwierzyli: \"Jeśli zostaniecie wypędzeni, to my, z pewnością, pójdziemy z wami; i nie usłuchamy nigdy nikogo przeciwko wam. A jeśli będą przeciw wam walczyć, to my, z pewnością, wam pomożemy!\" Bóg jest świadkiem, że oni są kłamcami!",
        "numberInSurah": 11,
        "juz": 28,
        "manzil": 7,
        "page": 547,
        "ruku": 480,
        "hizbQuarter": 219,
        "sajda": false
      },
      {
        "number": 5138,
        "text": "Jeśli tamci będą wypędzeni, to oni nie pójdą razem z nimi; a jeśli tamci będą zwalczani, to oni nie przyjdą im z pomocą; a jeśli im nawet pomogą, to wnet odwrócą się plecami i tamci nie będą mieli pomocy.",
        "numberInSurah": 12,
        "juz": 28,
        "manzil": 7,
        "page": 547,
        "ruku": 480,
        "hizbQuarter": 219,
        "sajda": false
      },
      {
        "number": 5139,
        "text": "Wy przecież wzbudzacie więcej strachu w ich duszach aniżeli sam Bóg, ponieważ to są ludzie, którzy nie pojmują.",
        "numberInSurah": 13,
        "juz": 28,
        "manzil": 7,
        "page": 547,
        "ruku": 480,
        "hizbQuarter": 219,
        "sajda": false
      },
      {
        "number": 5140,
        "text": "Oni nie będą walczyć z wami wszyscy razem, jedynie w miastach ufortyfikowanych albo spoza murów. Ich waleczność jest wielka, kiedy są między sobą; ty myślisz, że oni są razem, lecz serca ich są podzielone. Tak jest dlatego, że oni są ludem, który nie rozumie.",
        "numberInSurah": 14,
        "juz": 28,
        "manzil": 7,
        "page": 547,
        "ruku": 480,
        "hizbQuarter": 219,
        "sajda": false
      },
      {
        "number": 5141,
        "text": "Oni są podobni do tych, którzy na krótko przed nimi zakosztowali złych skutków swojego postępowania. Dla nich kara będzie bolesna!",
        "numberInSurah": 15,
        "juz": 28,
        "manzil": 7,
        "page": 547,
        "ruku": 480,
        "hizbQuarter": 219,
        "sajda": false
      },
      {
        "number": 5142,
        "text": "Oni są podobni do szatana, kiedy mówi do człowieka: \"Bądź niewierny!\" A kiedy jest niewierny, on mówi: \"Ja się ciebie wyrzekam! Zaprawdę, boję się Boga, Pana światów!\"",
        "numberInSurah": 16,
        "juz": 28,
        "manzil": 7,
        "page": 547,
        "ruku": 480,
        "hizbQuarter": 219,
        "sajda": false
      },
      {
        "number": 5143,
        "text": "I ich ostateczny koniec będzie taki, iż obydwaj znajdą się w ogniu, w którym będą przebywać na wieki. Oto jest zapłata dla niesprawiedliwych!",
        "numberInSurah": 17,
        "juz": 28,
        "manzil": 7,
        "page": 548,
        "ruku": 480,
        "hizbQuarter": 219,
        "sajda": false
      },
      {
        "number": 5144,
        "text": "O wy, którzy wierzycie! Bójcie się Boga! I niech każda dusza patrzy na to, co przygotowała na jutro! I bójcie się Boga! Zaprawdę, Bóg jest w pełni świadomy tego, co wy czynicie!",
        "numberInSurah": 18,
        "juz": 28,
        "manzil": 7,
        "page": 548,
        "ruku": 481,
        "hizbQuarter": 219,
        "sajda": false
      },
      {
        "number": 5145,
        "text": "Nie bądźcie tak jak ci, którzy zapomnieli o Bogu, aż sprawił On, że oni zapomnieli o swoich duszach. Oni są ludźmi występnymi.",
        "numberInSurah": 19,
        "juz": 28,
        "manzil": 7,
        "page": 548,
        "ruku": 481,
        "hizbQuarter": 219,
        "sajda": false
      },
      {
        "number": 5146,
        "text": "Nie są równi mieszkańcy Ognia i mieszkańcy Ogrodu. Mieszkańcy Ogrodu - triumfują!",
        "numberInSurah": 20,
        "juz": 28,
        "manzil": 7,
        "page": 548,
        "ruku": 481,
        "hizbQuarter": 219,
        "sajda": false
      },
      {
        "number": 5147,
        "text": "Jeślibyśmy objawili ten Koran na jakiejś górze, zobaczyłbyś ją pokorną, rozerwaną ze strachu przed Bogiem. Te przypowieści podajemy ludziom; być może, oni się zastanowią!",
        "numberInSurah": 21,
        "juz": 28,
        "manzil": 7,
        "page": 548,
        "ruku": 481,
        "hizbQuarter": 219,
        "sajda": false
      },
      {
        "number": 5148,
        "text": "On jest Bogiem! Nie ma boga, jak tylko On! On zna skryte i widzialne. On jest Miłosierny, Litościwy!",
        "numberInSurah": 22,
        "juz": 28,
        "manzil": 7,
        "page": 548,
        "ruku": 481,
        "hizbQuarter": 219,
        "sajda": false
      },
      {
        "number": 5149,
        "text": "On jest Bogiem! Nie ma boga, jak tylko On!; - Król, Przenajświętszy, Pokój, Wierny, Zachowujący, Potężny, Przemożny, Wyniosły! Chwała niech będzie Bogu! On jest ponad to, co dodają Mu jako współtowarzyszy!",
        "numberInSurah": 23,
        "juz": 28,
        "manzil": 7,
        "page": 548,
        "ruku": 481,
        "hizbQuarter": 219,
        "sajda": false
      },
      {
        "number": 5150,
        "text": "On jest Bogiem! Stworzycielem, Twórcą, Kształtującym! Do Niego należą najpiękniejsze imiona! Głosi Jego chwałę to, co jest w niebiosach, i to, co jest na ziemi! On jest Potężny, Mądry!",
        "numberInSurah": 24,
        "juz": 28,
        "manzil": 7,
        "page": 548,
        "ruku": 481,
        "hizbQuarter": 219,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "pl.bielawskiego",
      "language": "pl",
      "name": "Bielawskiego",
      "englishName": "Józefa Bielawskiego",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}