{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 5,
    "name": "سُورَةُ المَائـِدَةِ",
    "englishName": "Al-Maaida",
    "englishNameTranslation": "The Table",
    "revelationType": "Medinan",
    "numberOfAyahs": 120,
    "ayahs": [
      {
        "number": 670,
        "text": "Kuwa (Xaqa) Rumeeyoow Oofiya Ballanka, waxaa Laydiin Baneeye Xoolaha Nicmoolayda waxa laydinku Ahrin Korkiina Mooyee idinkoon banaysanayn Ugaadshiga idinkoo xarman Eebana wuxuu Xukumaa wuxuu Doono.",
        "numberInSurah": 1,
        "juz": 6,
        "manzil": 2,
        "page": 106,
        "ruku": 86,
        "hizbQuarter": 43,
        "sajda": false
      },
      {
        "number": 671,
        "text": "Kuwa (xaqa) Rumeeyow ha Banaysanina Calaamooyinka Eebe (waxa reeban) iyo Bisha Xurmaysan iyu Hadyada iyo Midda loo Luqun Xidhay (Hadyada Baydka) iyo kuwa u Qasdi Baydka Xurmaysan, iyagoo Dooni Fadliga Eebahood iyo Raali ahaanshihiisa, Markaad Xalaalowdaanna (Dhamaysaan Xajka iyo Cumrada) Ugaadhsada (hadaad Doontaan) yeyna Idin ku Xambaarin Cadhada Qoom idinka Celiyey Masaajidka Xurmaysan inaad Xad gudubtaan, Isugu kaalmeeya Samaha iyo Dhawrsiga hana Isugu Kaalmaynina Dambi iyo Colnimo, kana Dhawrsada Eebe, Ilaahay way darantahay Ciqaabtiisu,",
        "numberInSurah": 2,
        "juz": 6,
        "manzil": 2,
        "page": 106,
        "ruku": 86,
        "hizbQuarter": 43,
        "sajda": false
      },
      {
        "number": 672,
        "text": "Waxaa laydinka Xarrimay Bakhtiga iyo dhiigga iyo Hilibka Doofaarka iyo wixii lagu Xuso (Lagu Gawraco) waxaan magaca Eebc ahayn, iyo tii In Ceejiyo, iyo la Ganac gooyo, iyo lan meel ku dhacda, iyo Tii la Hardiyo, iyo Midduu Cunay bahal, wuxaud Gawracdaan mooyee (waxaa kaloo reeban) wixii lagu gawraco Sanam, iyo inaad ku Nasiib doontaan Faal, kaasi waa Fisqi, maantayna ka quusteen kuwii Gaaloobay Diintiinna, Ee ha ka Cabsanina ee iga Cabsada, Maantaan idiin kaamilay (Dhameeyey) Diintiinna waxaana idiin Taamyeelay Korkiinna Nicmadayda waxaana idiinka Raalli noqday Islaamka Diin ahaan, Ciddii loo Dhibaateeyo Baahi inay cunaan wixii laga xaaraameeyey oon Falayn Dambi Eebc waa dambi dhaafe Naxariista.",
        "numberInSurah": 3,
        "juz": 6,
        "manzil": 2,
        "page": 107,
        "ruku": 86,
        "hizbQuarter": 43,
        "sajda": false
      },
      {
        "number": 673,
        "text": "waxay ku warsan maxaa loo Xalaaleeyey waxaad dhahdaa waxaa laydiin xallilay Wanaagga (Xalaasha) iyo waxaad wax barteen oo wax Dhaawaca idinkoo ku ugaadhsan, ood baraysaan wuxuu idin baray Eebe ee ka cuna waxay idiin qabtaan ku Xusana Magaca Eebe kana Dhawrsada Eebe, ILaahay waa deg degtaa Xisaabtiisuye.",
        "numberInSurah": 4,
        "juz": 6,
        "manzil": 2,
        "page": 107,
        "ruku": 86,
        "hizbQuarter": 43,
        "sajda": false
      },
      {
        "number": 674,
        "text": "Maanta waxaa Laydiin Xalaaleeyey Wanaagga Cunada kuwa la siiyey Kitaabna Xalaalbuu idiin yahay. Cunadiinuna xalaalbay u tahay, iyo kuwa Dhawrsoon oo Mu'minaadka ah (Guurkooda) iyo kuwa Dhawrsoon oo ka Mid ah kuwa la siiyey Kitaabka oo idinka horreeyey haddaad siisaan ujuuradooda (Meherkooda) iyagoo Dhawrson oon Xumaan (Zino) Samaynayn Yeelanaynna Saaxibbo (Xun) Ciddii ka Gaalowda limaanka wuu Hoobtay Camalkiisu wuxuuna ka mid noqon aakhiro kuwa Khasaaray.",
        "numberInSurah": 5,
        "juz": 6,
        "manzil": 2,
        "page": 107,
        "ruku": 86,
        "hizbQuarter": 43,
        "sajda": false
      },
      {
        "number": 675,
        "text": "Kuwa (xaqa) Rumeeyow Haddaad u Kacdaan Salaadda Dhaqa Wajiyadiina, iyo Gacmihiinna Tan iyo Jiqilka (Xusulka) Masaxana Madaxiinna (Dhaqana) Lugihiina Tan iyo anqawyada haddaad Janaabo qabtaan isdaahiriya, Haddaad Buktaan ama Safartihiin ama ka timaadaan Kortag ama Istaabataan haween oydaan helayn Biyo ku Gagabaysta shul daahir kuna Masaxa Wajigiinna iyo Gacmihiinna, idin lama doonayo Eebe inuu isin yeelo korkiina Dhib wuxuuse dooni inuu idin Daahiriyo idiin dhammeeyo Nicmadiisa korkiinna inaad Shugridaan Darteed.",
        "numberInSurah": 6,
        "juz": 6,
        "manzil": 2,
        "page": 108,
        "ruku": 87,
        "hizbQuarter": 43,
        "sajda": false
      },
      {
        "number": 676,
        "text": "Xusuusta Nicmada Eebe iyo Ballankiisa uu idin kula Ballamay markaad Dhahdeen waan maqalay waana adeecnay kana Dhawrsada Eebe ILIeen ILaahay waa Ogyahay waxa Laabta ku Sugane.",
        "numberInSurah": 7,
        "juz": 6,
        "manzil": 2,
        "page": 108,
        "ruku": 87,
        "hizbQuarter": 43,
        "sajda": false
      },
      {
        "number": 677,
        "text": "Kuwa (xaqa) Rumeeyow Noqda kuwa Istaaga (u Darban) dar Eebe oo ku marag kaca Caddaalad yeyna idinku Xambaarin Cadhada qoom inaydaan Caddaalad falin, Caddaalad fala iyadaa u dhaw Dhawrsashada (Eebe) kana Dhawrsada ILaahay, Eebe waa Ogyahay waxaad falaysaane.",
        "numberInSurah": 8,
        "juz": 6,
        "manzil": 2,
        "page": 108,
        "ruku": 87,
        "hizbQuarter": 43,
        "sajda": false
      },
      {
        "number": 678,
        "text": "Wuxuu u Yaboohay Eebe kuwa Rumeeyey (Xaqa) oo falay Camal Fiican inuu u sugnaaday Dambi dhaaf iyo Ajir wayn.",
        "numberInSurah": 9,
        "juz": 6,
        "manzil": 2,
        "page": 108,
        "ruku": 87,
        "hizbQuarter": 43,
        "sajda": false
      },
      {
        "number": 679,
        "text": "Kuwa Gaaloobay oo Beeniyey Aayaadkannaga kuwaasu waa Asaxaabta (Ehelka) Jaxiimo.",
        "numberInSurah": 10,
        "juz": 6,
        "manzil": 2,
        "page": 109,
        "ruku": 87,
        "hizbQuarter": 43,
        "sajda": false
      },
      {
        "number": 680,
        "text": "Kuwa (xaqa) Rumeeyow Xusuusta Nicmada Eebe korkiinna markay Hamiyeen «dooneen» qoom inay idinku Fidiyaan (Xumaan) Gacmahooda oo (Eebe) idinka reebay Gacmohooda Xaggiina kana Dhawrsada Eebe, Ilaahayna ha tala Saarteen Mu'miniintu.",
        "numberInSurah": 11,
        "juz": 6,
        "manzil": 2,
        "page": 109,
        "ruku": 87,
        "hizbQuarter": 43,
        "sajda": false
      },
      {
        "number": 681,
        "text": "Dhab ahaanbuu u qaaday Eebe Ballanka Banii'Israa'iil, waxaana ka Bixinay Xaggooda Labo iyo toban Madax ah, wuxuuna yidhi Eebe anagu waan idin la jiraa Haddaad Oogtaan Salaadda oo Bixisaan Zakada ood Rumaysaan Rasuuladayda, ood una Gargaartaan oo amaah gashataan Eebe amaah (Sadaqo) Fiican waxaan ka Asturi Xaggiinna Xumaanta waxaana idin galin Jannooyin ay Dureeri Dhecdeeda Wabiyaal Ruuxii Gaalooba intaas ka Dib oo idin Ka mid ah wuxuu ka Dhumay Jidka Toosan.",
        "numberInSurah": 12,
        "juz": 6,
        "manzil": 2,
        "page": 109,
        "ruku": 88,
        "hizbQuarter": 44,
        "sajda": false
      },
      {
        "number": 682,
        "text": "Burintooda Ballankooda (Yuhuud) yaan u Lacnadnay kana Yeellay Quluubtooda mid Ingagan, iyagoo ka leexin Kalimada meejeeda waxayna halmaameen qayb ka mid wixii lagu waaniyey kamana waydid Xaggooda inaad ku aragtid Khayaamo wax yar mooyee ee iska Cafi iskana Saamax Eebe wuxuu Jecelyahay samo Falayaashee.",
        "numberInSurah": 13,
        "juz": 6,
        "manzil": 2,
        "page": 109,
        "ruku": 88,
        "hizbQuarter": 44,
        "sajda": false
      },
      {
        "number": 683,
        "text": "Kuwa Yidhi waxaan nahay Nasaara waxaan ka qaadnay Ballankooda waxayna halmaameen qayb wixii lagu Waaniyey, markaasaan ku sii daynay Dhexdooda Colnimo iyo Cadho Tan iyo Maalinta Qiyaame, wuuna uga warrami Eebe waxay Samaynayeen.",
        "numberInSurah": 14,
        "juz": 6,
        "manzil": 2,
        "page": 110,
        "ruku": 88,
        "hizbQuarter": 44,
        "sajda": false
      },
      {
        "number": 684,
        "text": "Ehelu Kitaabow waxaa idiin Yimid Rasuulkannaga oo idiin Caddayn wax badan ood ahaydeen kuwo ka qariya Kitaabka (Tawreed) wuxuuna idinka Cafiyi wax badan, waxaana idiinka Yimid Xagga Eebe Nuur iyo Kitaab Cad.",
        "numberInSurah": 15,
        "juz": 6,
        "manzil": 2,
        "page": 110,
        "ruku": 88,
        "hizbQuarter": 44,
        "sajda": false
      },
      {
        "number": 685,
        "text": "Uuna ku Hanuuniyo Eebe Ruuxii Raaca Raalli ahaanshihiisa Jidka Nahadgalyada kana bixin Mudiyada Xagga Nuurka Idinkiisa kuna hanuunin jidka Toosan.",
        "numberInSurah": 16,
        "juz": 6,
        "manzil": 2,
        "page": 110,
        "ruku": 88,
        "hizbQuarter": 44,
        "sajda": false
      },
      {
        "number": 686,
        "text": "Waxaa Gaaloobay kuwa yidhi Eebe waa uun Masiixi Ibnu maryama, yaa uga Hanan Eebe waxba hadduu doono inuu Halaago Masiixi Ibnu Maryama iyo Hooyadiis iyo waxa Dhulka ku sugaan Dhammaan, Eeba iska leh Xukunka Samooyinka iyo Dhulka, iyo waxa u Dhaxeeya, wuxuuna abuuraa wuxun Doono Eebana wax kasta wuu karaa.",
        "numberInSurah": 17,
        "juz": 6,
        "manzil": 2,
        "page": 110,
        "ruku": 88,
        "hizbQuarter": 44,
        "sajda": false
      },
      {
        "number": 687,
        "text": "Waxay Dheheen Yuhuud iyo Nasaaraba anagu waxaan nahay Caruur Eebe iyo juwuu Jecelyahay waxaad Dhahdaa Muxuu idiinku Cadaabaa dambigiinna saas ma aha ee waxaad Tihiin Dadka Eebe Abuuray, wuu u Dhaafi Cidduu Doono wuuna Cadaabi Cidduu Doono, Eebana waxaa u sugnaaday Xukunka Samooyinka, iyo Dhulja iyo waxa u Dhexeeya Xaggiisaana loo ahaan.",
        "numberInSurah": 18,
        "juz": 6,
        "manzil": 2,
        "page": 111,
        "ruku": 88,
        "hizbQuarter": 44,
        "sajda": false
      },
      {
        "number": 688,
        "text": "Ehelu Kitaabow waxaa idiin Yimid Rasuulkanagii isagoo Idiin Caddayn Muddo (kadib) rasuulada inaydaan dhihin nooma Imaan Bishaareeye iyo Dige, Eebana wax kasta wuu karaa.",
        "numberInSurah": 19,
        "juz": 6,
        "manzil": 2,
        "page": 111,
        "ruku": 88,
        "hizbQuarter": 44,
        "sajda": false
      },
      {
        "number": 689,
        "text": "(Xusuuso) Markuu ku Yidhi (Nabi) Muuse Qoomkiisa, Qoomkayow Xusuusta Niemada Eebe ee korkiinna markuu yeelay Dhediinna Nabiyo idinkana yeelay Xukaam idinsiiyeyna waxaan la siin Cid Caalamka ah, (Waqtigiinnii).",
        "numberInSurah": 20,
        "juz": 6,
        "manzil": 2,
        "page": 111,
        "ruku": 89,
        "hizbQuarter": 44,
        "sajda": false
      },
      {
        "number": 690,
        "text": "Qoomkayow gala Dhulka la Daahiriyey oo idiinyaboohay Eebe hana u noqonina Gadaashiinna oo gadoontaan idinkoo Kashaaray.",
        "numberInSurah": 21,
        "juz": 6,
        "manzil": 2,
        "page": 111,
        "ruku": 89,
        "hizbQuarter": 44,
        "sajda": false
      },
      {
        "number": 691,
        "text": "Waxay dheheen Muusow waxaa (Dhulka) Dhexdiisa ah qoom daran mana galayno intay ka baxaan xaggeeda hadday ka baxaanna waanu gali.",
        "numberInSurah": 22,
        "juz": 6,
        "manzil": 2,
        "page": 111,
        "ruku": 89,
        "hizbQuarter": 44,
        "sajda": false
      },
      {
        "number": 692,
        "text": "waxay Dheheen Labo Nin oo ka mid ah kuwa ka Cabsada (Eebe) una Niemeeyey Eebe uga gala albaabka Markaad gashaan idinkaa Adkaane, Eebana tala saarta haddad Mu'miniin tihiin.",
        "numberInSurah": 23,
        "juz": 6,
        "manzil": 2,
        "page": 111,
        "ruku": 89,
        "hizbQuarter": 44,
        "sajda": false
      },
      {
        "number": 693,
        "text": "Waxay dheheen Muusow anagu ma galayno Waligeed intay joogaan ee taga adiga iyo Eebaha oo la dagaalama anagu halkanaan Fadhiyeynaaye.",
        "numberInSurah": 24,
        "juz": 6,
        "manzil": 2,
        "page": 112,
        "ruku": 89,
        "hizbQuarter": 44,
        "sajda": false
      },
      {
        "number": 694,
        "text": "Wuxuu yidhi (Nabi) Muuse Eebow ma hanto Naftayda iyo Walaalkay Mooyee ee nakala Bixi (Xukun) Dhexdannada iyo Qoomka Faasiqiinta ah (Xun).",
        "numberInSurah": 25,
        "juz": 6,
        "manzil": 2,
        "page": 112,
        "ruku": 89,
        "hizbQuarter": 44,
        "sajda": false
      },
      {
        "number": 695,
        "text": "(Eebe) Wuxuu Yidhi iyadu «Dhulka» waa ka Xaaraan korkooda Afartan Sano oy ku Wareeri Dhulka ee haw Murugoon qoomka Faasiqiinta ah.",
        "numberInSurah": 26,
        "juz": 6,
        "manzil": 2,
        "page": 112,
        "ruku": 89,
        "hizbQuarter": 44,
        "sajda": false
      },
      {
        "number": 696,
        "text": "Ku akhri Korkooda warka Labadii Wiil ee Ilmo Nabi aadam ahayd si dhab ah, markay Dhaweeyeen (Sadaqaysteen) Sadaqo oo laga Aqbalay Midkood lagana aqbalin kii kale, oo uu Yidhi waan ku Dili uu Yidhi (Kii kale) wuxuu uun Eebe ka aqbalaa kuwa Dhawrsada.",
        "numberInSurah": 27,
        "juz": 6,
        "manzil": 2,
        "page": 112,
        "ruku": 90,
        "hizbQuarter": 45,
        "sajda": false
      },
      {
        "number": 697,
        "text": "Haddaad u soo Fidiso Xaggayga Gaeantaada inaad i disho anigu kugu Fidin maayo gaeanta inaan ku dilo Anugu waxaan ka Cabsan ilaahay ee ah Eebaha Caalamka.",
        "numberInSurah": 28,
        "juz": 6,
        "manzil": 2,
        "page": 112,
        "ruku": 90,
        "hizbQuarter": 45,
        "sajda": false
      },
      {
        "number": 698,
        "text": "Waaxaana Dooni inaad la Noqoto Dambigayga iyo kaagaba ood noqoto Naarta Ehelkeeda Taasina waa Abaalka Daalimiinta.",
        "numberInSurah": 29,
        "juz": 6,
        "manzil": 2,
        "page": 112,
        "ruku": 90,
        "hizbQuarter": 45,
        "sajda": false
      },
      {
        "number": 699,
        "text": "Markaasay u qurxisay Naftiisii Dilka Walaalkiis Wuuna Dilay wuxuuna Nooqday kuwa Khasaaray.",
        "numberInSurah": 30,
        "juz": 6,
        "manzil": 2,
        "page": 112,
        "ruku": 90,
        "hizbQuarter": 45,
        "sajda": false
      },
      {
        "number": 700,
        "text": "Wuxuuna Eebe u Bixiyey (Muujiyey) Tuke Faadhi Dhulka inuu Tusiyo siduu u Asturo Maydka Walaalkiis, wuxuuna Yidhi Shalaytee miyaan ka Cajisay inaan noqdo Sida Tukahan oon Asturo Maydka Walaalkay wuxuuna ahaaday mid Qoomamooda.",
        "numberInSurah": 31,
        "juz": 6,
        "manzil": 2,
        "page": 112,
        "ruku": 90,
        "hizbQuarter": 45,
        "sajda": false
      },
      {
        "number": 701,
        "text": "Saas Darteed yaan ugu Jidaynay Banii-Israa'iil Cidii Disha Naf aan (Dilin) Naf ama Fasaadin Dhulka waxay la mid tahay inuu Dilay Dadka Dhammaan, Ciddii Noolaysa Nafna (Korisa) Waxay la mid Tahay Isagoo Nooleeyey Dadkoo Dhan, Waxay ula Timid Rasuuladanadii Xujooyin Markaas in Badan oo ka mida Intaas ka dib Dhulkay ku Xadgudbeen.",
        "numberInSurah": 32,
        "juz": 6,
        "manzil": 2,
        "page": 113,
        "ruku": 90,
        "hizbQuarter": 45,
        "sajda": false
      },
      {
        "number": 702,
        "text": "Abaalka kuwa la Dagaalama Eebe iyo Rasuulkiisa oo la Socda Dhulka Fasaad waa in la Dilo ama la Wadho, ama loo gooyo Gacmahooda iyo Lugabooda Isdhaaf, ama laga Fogeeyo Dhulka, arrintoodaasna waa inay Mudanyihiin Dulli Adduun iyo Aakhiro oo Cadaab Wayna.",
        "numberInSurah": 33,
        "juz": 6,
        "manzil": 2,
        "page": 113,
        "ruku": 90,
        "hizbQuarter": 45,
        "sajda": false
      },
      {
        "number": 703,
        "text": "Kuwa Toobad keena qabasho ka hor mooyee Ogaadana in Eebe Dambi Dhaafo oo Naxariisto.",
        "numberInSurah": 34,
        "juz": 6,
        "manzil": 2,
        "page": 113,
        "ruku": 90,
        "hizbQuarter": 45,
        "sajda": false
      },
      {
        "number": 704,
        "text": "Kuwa (Xaga) Rumeeyow ka Dhawrsada Eebe una Doona Xaggiisa Dhawaansho kuna Jahaada Jidkiisa waxaad u Dhawdihiin inaad Liibaantaane.",
        "numberInSurah": 35,
        "juz": 6,
        "manzil": 2,
        "page": 113,
        "ruku": 91,
        "hizbQuarter": 45,
        "sajda": false
      },
      {
        "number": 705,
        "text": "Kuwa Gaaloobay hadduu u ahaado waxa Dhulka ku Sugan oo Dhan iyo wax la mid ah inay iskaga Furtaan Cadaabka Maalinta Qiyaame lagama Aqbaleen waxayna Mudan Cadaab Daran..",
        "numberInSurah": 36,
        "juz": 6,
        "manzil": 2,
        "page": 113,
        "ruku": 91,
        "hizbQuarter": 45,
        "sajda": false
      },
      {
        "number": 706,
        "text": "Waxay Dooni inay ka soo Baxaan Naarta kamana Baxaan Xaggeeda waxayna mudan Cadaab Joogta ah.",
        "numberInSurah": 37,
        "juz": 6,
        "manzil": 2,
        "page": 114,
        "ruku": 91,
        "hizbQuarter": 45,
        "sajda": false
      },
      {
        "number": 707,
        "text": "Tuugga iyo Tuugadda Gooya Gaemahooda Abaalmarin waxay kasbadeen Darteed waana Xanuujin Eebe ILaahayna waa adkaade Falsan.",
        "numberInSurah": 38,
        "juz": 6,
        "manzil": 2,
        "page": 114,
        "ruku": 91,
        "hizbQuarter": 45,
        "sajda": false
      },
      {
        "number": 708,
        "text": "Ciddiise Toobad keenta Dulmigiisa ka Dib oo Fiienaada ILaahay wuu ka Toobad Aqbali, Eebana waa Dambi Dhaafe naxariista.",
        "numberInSurah": 39,
        "juz": 6,
        "manzil": 2,
        "page": 114,
        "ruku": 91,
        "hizbQuarter": 45,
        "sajda": false
      },
      {
        "number": 709,
        "text": "Miyaadan Ogayn in Eebe u sugnaaday Xukunka Samooyinka iyo Dhulka uuna Cadaabi Cidduu Doono, waana u dambi dhaafi Ciddu la doono Ilaahayna wax kasta wuu karaa.",
        "numberInSurah": 40,
        "juz": 6,
        "manzil": 2,
        "page": 114,
        "ruku": 91,
        "hizbQuarter": 45,
        "sajda": false
      },
      {
        "number": 710,
        "text": "Rasuulow Yeyna ka Walbahaarin kuwa ku Dag dagi Gaalnimada oo ah kuwa ku Yidhi Afkooda waan Rumaynay ooyna Rumayn Quluubtoodu, iyo kuwa Yuhuudoobay waxay maqli ogyihiin Beenta waxayna maqli Ogyihiin qoom kale oon kuu Imaanin waxayna ka leexiyaan Kalimooyinka Meelaheeda (Dhabta) waxayna Odhan haddii laydinsiiyo kan (Leexsan) qaata haddaanse laydin siinin ka Digtoonaada, Ruxuu Doono Eebe Ibtilayntiisa waxba ugama hanatid Eebe waxba, kuwaasina waa kuwaan Eebe la Doonin inuu Daahiriyo quluubtooda, waxayna Mudan adduunka Dulli Aakharana waxay mudan Cadaab wayn.",
        "numberInSurah": 41,
        "juz": 6,
        "manzil": 2,
        "page": 114,
        "ruku": 91,
        "hizbQuarter": 46,
        "sajda": false
      },
      {
        "number": 711,
        "text": "Waxay Maqli Ogyihiin Beenta waxayna Cunid Badanyihiin Xaaraanta hadday kuu Yimaaddaana kala Xu kun Dhexdooda ama ka Jeedsohaddaad kajeedsatana Wax kaama dhibaan haddaad kala xukuntana Caddaalad kukala xukun Eebe wuxuu Jecelyahay caadiliintee.",
        "numberInSurah": 42,
        "juz": 6,
        "manzil": 2,
        "page": 115,
        "ruku": 91,
        "hizbQuarter": 46,
        "sajda": false
      },
      {
        "number": 712,
        "text": "Siday kuugu Xukuntami Iyadoo agtooda yahay Tawreed oo Xukunkii Eebe ku Yaal markaasna ay ka Jeddsan intaas ka Dib Kuwaasi ma aha Mu'Muniin.",
        "numberInSurah": 43,
        "juz": 6,
        "manzil": 2,
        "page": 115,
        "ruku": 91,
        "hizbQuarter": 46,
        "sajda": false
      },
      {
        "number": 713,
        "text": "Anagaa soo Dejinay Tawreed oo Dhexdeeda ku suganyahay Hanuun iyo Nuur, oyna ku xukumayeen Nabiyadii u Hogaansamay Eebe kuwii Yuhuudoobay, waxaana Xukumi Jiray madaxdii iyo Culimadii wixii laga Doonay inay ILaaliyaan oo Kitaabka Eebe ahm waxay ku ahaayeen Markhaati ee ha ka Cabsanina Dadka ee iga Cabsada ani, hana ku Gadanina Aayaadkayga Lacag (Qiimo) Yar. Ciddaan Xukumin wuxuu soo Dejiyey Eebe kuwaasi waa Gaalo uun.",
        "numberInSurah": 44,
        "juz": 6,
        "manzil": 2,
        "page": 115,
        "ruku": 92,
        "hizbQuarter": 46,
        "sajda": false
      },
      {
        "number": 714,
        "text": "Waxaan ku Faralyeelay korkooda in Nafta (Loo qisaaso) Nafta, ishana Isha, Sankana Sanka, Dhagtana Dhagta, ILigana ILiga, Nabaradana waa laysu Qisaasi, Ciddii iska Sadaqaysata (Samaxda) waxay u Noqon Kafaaro (Dambi Dhaaf) Cidaanse Xukumin wuxuu soo Dejiyey Eebe kuwaasi waa Daalimiin uun.",
        "numberInSurah": 45,
        "juz": 6,
        "manzil": 2,
        "page": 115,
        "ruku": 92,
        "hizbQuarter": 46,
        "sajda": false
      },
      {
        "number": 715,
        "text": "Waxaana Raacsiinay Raadkoodii ciise Ibnu Maryama Isagoo Rumayn, wixii Hortiisa ahaa oo Tawreeda, waxaana Siinay Injiil oo Hanuun iyo Nuur ku Suganyahay, una Rumayn wixii ka Horeeyey oo Tawreeda Hanuun iyo Waanana u ah kuwa Dhawrsada.",
        "numberInSurah": 46,
        "juz": 6,
        "manzil": 2,
        "page": 116,
        "ruku": 92,
        "hizbQuarter": 46,
        "sajda": false
      },
      {
        "number": 716,
        "text": "Ila Xukumeen Ehelka Injiil wuxuu ku soo Dejiyey Eebe Dhexdiisa, Cidaan Xukumin wuxuu soo Dejiyey Eebe waa Mid Faasiq ah uun.",
        "numberInSurah": 47,
        "juz": 6,
        "manzil": 2,
        "page": 116,
        "ruku": 92,
        "hizbQuarter": 46,
        "sajda": false
      },
      {
        "number": 717,
        "text": "Waxaana kugu Soo Dejiyey Kitaabka Xaqa Isagoo Rumayn wixii ka Horeeyey oo Kitaab ah. Isagoo Marag iyo ILaaliye u ah, ee ku kala Xukun Dhexdooda wuxuu soo Dejiyey Eebe hana ka Raacin Hawadooda waxa kuu Yimid oo Xaq ah, Dhammaan waxaan u Yeellay Shareeco iyo Waddo hadduu Doono Eebana wuxuu idinka Yeeli Umad kaliya, Laakiin wuu idinku Imtixaami wuxuu idin Siiyey ee u Tartama Khayrka, Xagga Eebe yey Noqoshadiinu tahay Dhammaan wuxuuna idiinka Warrami waxaad isku Diidanaydeen.",
        "numberInSurah": 48,
        "juz": 6,
        "manzil": 2,
        "page": 116,
        "ruku": 92,
        "hizbQuarter": 46,
        "sajda": false
      },
      {
        "number": 718,
        "text": "Ku kala Xukun Dhexdooda wuxuu soo Dejiyey Eebe, hana Raacin Hawadooda, kana Digtoonow inay kaa Fidmeeyaan waxa Eebe kugu soo Dejiyey qaarkiis, hadday Jeedsadaanna Ogow in Eebe la Doonayo inuu ku Aassi ibo (Ciqaabo) Dambigooda Qarkiis, wax badan oo Dadka ka mid ahna waa Faasiqiin.",
        "numberInSurah": 49,
        "juz": 6,
        "manzil": 2,
        "page": 116,
        "ruku": 92,
        "hizbQuarter": 46,
        "sajda": false
      },
      {
        "number": 719,
        "text": "Ma Xukunka Jaahilayad yey doonayaan, yaa ugu Fiican Eebe Xukunkiisa qoomka wax Yaqiinsan (Rumaysan).",
        "numberInSurah": 50,
        "juz": 6,
        "manzil": 2,
        "page": 116,
        "ruku": 92,
        "hizbQuarter": 46,
        "sajda": false
      },
      {
        "number": 720,
        "text": "Kuwa Xaqa Rumeeyow ha ka yeelanina Yuhuud iyo Nasaara Sokeeye, Qaarkood waa Sokeeyaha Qaarka (Kale) Ciddii ka sokeeya Yeelata oo idinka Mid ah wuxuue ka midyahay Iyaga, Eebe ma Hanuuniyo Qoomka Daalimiinta ah.",
        "numberInSurah": 51,
        "juz": 6,
        "manzil": 2,
        "page": 117,
        "ruku": 93,
        "hizbQuarter": 47,
        "sajda": false
      },
      {
        "number": 721,
        "text": "Waxaad Arkaysaan kuwa Qalbiga ka Buka (Munaafiqiinta) oo u Degdagi Dhexdooda, iyagoo Dhihi waxaannu ka Cabsan inay nagu dhaedo Dhibaato (Socota) waxay u Dhawdahay in Eebe keeno Fatxi (Gargaar) Xagiisa ah oo Markaas ay ahaadaan kuwo waxay u Qarsanayeen Naftooda (oo Gaal jacayl ah) Qoomameeya.",
        "numberInSurah": 52,
        "juz": 6,
        "manzil": 2,
        "page": 117,
        "ruku": 93,
        "hizbQuarter": 47,
        "sajda": false
      },
      {
        "number": 722,
        "text": "Waxay Odhan kuwii Rumeeyey (Xaqa) ma kuwaasaa Kuwii ku Dhaartay Eebe Dhaar Adag inay idinla Jiraan, waxaa Hoobtay Camalkoodii waxayna ahaadeen kuwo Khasaaray.",
        "numberInSurah": 53,
        "juz": 6,
        "manzil": 2,
        "page": 117,
        "ruku": 93,
        "hizbQuarter": 47,
        "sajda": false
      },
      {
        "number": 723,
        "text": "Kuwa Xaqa Rumeeyow Ruuxii ka Ridooba Diintiisa oo idinka mid ah, wuxuu Eebe keeni qoom uu Jeeelyahay iyana Jeeel una naxariista Mu'miniinta kuna Daran Gaalada, kuna Jahaadi Jidka Eebe oon ka Cabsanayn Canaanta Canaante, Taasina waa Fadliga Eebe wuxuuna Siiyaa Cidduu Doono, Eebana waa Deeq Badane Og.",
        "numberInSurah": 54,
        "juz": 6,
        "manzil": 2,
        "page": 117,
        "ruku": 93,
        "hizbQuarter": 47,
        "sajda": false
      },
      {
        "number": 724,
        "text": "Waligiinnu waa uun Eebe iyo Rasuulkiisa iyo kuwa Rumeeyey (Xaqa) ee Ooga Salaadda oo Bixiya Zakada oo Rukuuea.",
        "numberInSurah": 55,
        "juz": 6,
        "manzil": 2,
        "page": 117,
        "ruku": 93,
        "hizbQuarter": 47,
        "sajda": false
      },
      {
        "number": 725,
        "text": "Ciddii ka Waliyeelata Eebe iyo Rasuulkiisa iyo Kuwa Rumeeyey Xaqa Xisbiga ILaahay Umbaa Adkaan.",
        "numberInSurah": 56,
        "juz": 6,
        "manzil": 2,
        "page": 117,
        "ruku": 93,
        "hizbQuarter": 47,
        "sajda": false
      },
      {
        "number": 726,
        "text": "Kuwa xaqa Reemeyow ha ka Yeelanina kuwa ka Yeeshay Diinta Jees Jees iyo Ciyaar oo ah kuwa Ehelu Kitaabka ah Idinkana Horeeyey iyo Gaalada sokeeye, kana Dhawrasada Eebe haddaad Tihiin Mu'miniin.",
        "numberInSurah": 57,
        "juz": 6,
        "manzil": 2,
        "page": 117,
        "ruku": 94,
        "hizbQuarter": 47,
        "sajda": false
      },
      {
        "number": 727,
        "text": "Markaad ugu Dhawaaqdaan Salaaddana waxay ka Yeeshaan Jees Jees iyo Ciyaar, waxaana Arrintaas ugu Wacan inay Yihiin Qoomaan waxkasayn.",
        "numberInSurah": 58,
        "juz": 6,
        "manzil": 2,
        "page": 118,
        "ruku": 94,
        "hizbQuarter": 47,
        "sajda": false
      },
      {
        "number": 728,
        "text": "Waxaad Dhahdaa Ehelu Kitaabow Miyaad Noogu Cadhoonaysaan inaan Rumaynay Eebe iyo waxa naloo soo Dejiyey iyo wixii la Dajiyey horay Mooyee, Badankiinnu waa Faasiqiin.",
        "numberInSurah": 59,
        "juz": 6,
        "manzil": 2,
        "page": 118,
        "ruku": 94,
        "hizbQuarter": 47,
        "sajda": false
      },
      {
        "number": 729,
        "text": "Waxaad Dhahdaa maydinka warramaa waxa ka Sharbadan Arrintaas abaal Marinta Eebe Agtiisa waa mid Eebe Nacladay una Cadhooday kana Yeelay Daanyeerro, Doofaarro iyo Shaydaan Caabude, Kuwaasay Shar badantahay Meejoodu kana Dhumid Badan Jidka Toosan.",
        "numberInSurah": 60,
        "juz": 6,
        "manzil": 2,
        "page": 118,
        "ruku": 94,
        "hizbQuarter": 47,
        "sajda": false
      },
      {
        "number": 730,
        "text": "Hadday idiin Yimaaddaan waxay Dhahaan waan Rumaynay (Xaga) iyagoo la soo Galay Gaalnimo, lana Baxay, Eebana waa Ogyahay waxay Qarin,",
        "numberInSurah": 61,
        "juz": 6,
        "manzil": 2,
        "page": 118,
        "ruku": 94,
        "hizbQuarter": 47,
        "sajda": false
      },
      {
        "number": 731,
        "text": "Waxaad Arkaysaa wax Badan oo ka mid ah oo u degdegi dambiga iyo Colnimada iyo cunidda Xaaraanta, waxaa Xumaan badan waxay Fali.",
        "numberInSurah": 62,
        "juz": 6,
        "manzil": 2,
        "page": 118,
        "ruku": 94,
        "hizbQuarter": 47,
        "sajda": false
      },
      {
        "number": 732,
        "text": "May ka Reebaan Ikhyaartu iyo culimadu hakalkooda dambiga ah iyo Cunidda Xaaraanta, waxaa Xumaan badan waxay Samayn.",
        "numberInSurah": 63,
        "juz": 6,
        "manzil": 2,
        "page": 118,
        "ruku": 94,
        "hizbQuarter": 47,
        "sajda": false
      },
      {
        "number": 733,
        "text": "Waxay Tidhi Yuhuuddu Gacanta Eebe waa Laabantahay, ha lallaabo Gaemahoodu hana La naclado hadalkay Dheheen Dartiis, saas ma aha ee waxay ku Fidsanyihiin Khayrka (Deeq badane) wuxuuna u Nafaqeeyaa Siduu Doono, wuxuuna u Kordhin wax badan oo iyaga ka mid ah waxa lagaaga soo Dejiyey Eebahaa Xad Gudub iyo Gaalnimo, waxaana ku Dhex tuuray Col iyo Cadho tan iyo Qiyaame, mar kastooy huriyaan dab Dagaalna waxaa bakhtiiya Eebe, waxayna la Soedaan Dhulka Fasaad, ILaahayna ma Jeela kuwa wax Fasaadiya.",
        "numberInSurah": 64,
        "juz": 6,
        "manzil": 2,
        "page": 118,
        "ruku": 94,
        "hizbQuarter": 47,
        "sajda": false
      },
      {
        "number": 734,
        "text": "Hadday Ehelu Kitaabku Rumeeyaan xaqa oy Dhawrsadaan waxaan ka Asluri lahayn Xagooda Xumaantooda waxaana Galinlahayn Jannada Naciimo.",
        "numberInSurah": 65,
        "juz": 6,
        "manzil": 2,
        "page": 119,
        "ruku": 94,
        "hizbQuarter": 47,
        "sajda": false
      },
      {
        "number": 735,
        "text": "Hadday ku Camal falaan Tawreed, Injiil, iyo waxa looga soo Dejiyey Xagga Eebahoodna waxay ka Cuni lahaayeen Korkooda iyo Hoostooda, «barwaaqo» waxaa ka mid ah Umad Dhex dhexaysa wax badan oo ka mid ahna waxaa Xun Waxay Fali.",
        "numberInSurah": 66,
        "juz": 6,
        "manzil": 2,
        "page": 119,
        "ruku": 94,
        "hizbQuarter": 47,
        "sajda": false
      },
      {
        "number": 736,
        "text": "Rasuulow Gaadhsii waxa lagaaga soo Dejiyey Eebahaa (Dadka) Haddaadan Falin Maadan Gaadhsiin Risaaladiisa «Fariintiisa», Eebaana kaa Haalin Dadka, Eebana ma hanuuniyo qoom Gaala ah.",
        "numberInSurah": 67,
        "juz": 6,
        "manzil": 2,
        "page": 119,
        "ruku": 95,
        "hizbQuarter": 48,
        "sajda": false
      },
      {
        "number": 737,
        "text": "Waxaad Dhahdaa Ehelu Kitaabkow waxba ma Tihidiin intaad ka Oogtaan Tawreed, Injiil iyo waxa Laydiinka soo Dejiyye Xagga Eebihiin (Quraanka) wuxuuna u Kordhin wax badan oo ka mid ah waxa Xagga Eebahaa lagaaga soo Dejiyey Xad Gudub iyo Gaalnimo ee haw murugoon qoomka gaalada ah.",
        "numberInSurah": 68,
        "juz": 6,
        "manzil": 2,
        "page": 119,
        "ruku": 95,
        "hizbQuarter": 48,
        "sajda": false
      },
      {
        "number": 738,
        "text": "Kuwa Xaqa Rumeeyey iyo kuwa Yuhuudoobay iyo Saabi'iinta iyo Nasaara Ciddii Rumeysa Eebe, Maalinta Dambe (Qiyaamada) oo fala camal fiican cabsi korkooda ma ahaato iyo Walbahaar (Midna).",
        "numberInSurah": 69,
        "juz": 6,
        "manzil": 2,
        "page": 119,
        "ruku": 95,
        "hizbQuarter": 48,
        "sajda": false
      },
      {
        "number": 739,
        "text": "Waxaan Qaadnay Ballanka Banii'israa'iil waxaana u Diray Xaggooda Rasuullo, Markastoos ula Yimaaddo Rasuul waxaan Naftoodu Jeelayn Koox way Beeniyaan Kooxna way Dilaan.",
        "numberInSurah": 70,
        "juz": 6,
        "manzil": 2,
        "page": 119,
        "ruku": 95,
        "hizbQuarter": 48,
        "sajda": false
      },
      {
        "number": 740,
        "text": "Waxayna u Maleeyeen inaan Fidmo Jirin, wayna Indho Beeleen oo Dhago Beeleen, Markaasuu Eebe ka Toobad Aqbalay, markaasay Indho Beeleen oo Dhago Beeleen wax badan oo ka mid ah Eebana waa Arkaa waxay Fali.",
        "numberInSurah": 71,
        "juz": 6,
        "manzil": 2,
        "page": 120,
        "ruku": 95,
        "hizbQuarter": 48,
        "sajda": false
      },
      {
        "number": 741,
        "text": "waxaa Gaaloobay kuwa Yidhi Eebe waa Masiixi Ibnu Maryama, Wuxuuna Widhi Masiix (Ciise) Banii Israa'iilow Caabuda Eebe ee ah Eebanay iyo Eebihiin, Ruuxii u Shariig Yeela Eebe (La wadaajiya) wuxuu Eebe ka Xarrimay Jannada wuxuuna ku hoyan Naarta Daalimna ma helo Gargaare.",
        "numberInSurah": 72,
        "juz": 6,
        "manzil": 2,
        "page": 120,
        "ruku": 95,
        "hizbQuarter": 48,
        "sajda": false
      },
      {
        "number": 742,
        "text": "Waxaa Gaaloobay kuwii Yidhi ILaahay waa Saddex Midkood, ILaah kaliya Mooyee ILaah kalana ma jiro, hadayna ka Joogin waxay Sheegina waxaa Taaban kuwa Gaaloobay oo ka mid ah Cadaab Daran.",
        "numberInSurah": 73,
        "juz": 6,
        "manzil": 2,
        "page": 120,
        "ruku": 95,
        "hizbQuarter": 48,
        "sajda": false
      },
      {
        "number": 743,
        "text": "Miyeyna u Toobad keenayn Eebe oyna Dambi Dhaaf warsanayn, Eebaana Dambi Dhaafe Naxariista ah.",
        "numberInSurah": 74,
        "juz": 6,
        "manzil": 2,
        "page": 120,
        "ruku": 95,
        "hizbQuarter": 48,
        "sajda": false
      },
      {
        "number": 744,
        "text": "Masiix (Ciise) Ibnu maryama ma aha waxaan Rasuul ahayn, waxaana tagay hortiis rasuuladii, hooyadiisna waxay ahayd rumayso, waxayna cuni jireen Cunnada, day Saannu ugu Caddayn Aayaadka Markaas day Sida loo iilo.",
        "numberInSurah": 75,
        "juz": 6,
        "manzil": 2,
        "page": 120,
        "ruku": 95,
        "hizbQuarter": 48,
        "sajda": false
      },
      {
        "number": 745,
        "text": "Waxaad Dhahdaa ma waxaad Caabudaysaan Eebe ka Sokow waxaan Hananin Dhib iyo Dheef (midna) Eebana Yahay Maqle Oge ah.",
        "numberInSurah": 76,
        "juz": 6,
        "manzil": 2,
        "page": 120,
        "ruku": 95,
        "hizbQuarter": 48,
        "sajda": false
      },
      {
        "number": 746,
        "text": "Waxaad Dhahdaa Ehelu Kitaabow ha ku Xadgudbina Diintiinna si aan Xaq ahayn, hana Raacina hawada qoom Dhumay mar hore Dhumiyeynna wax badan kana Dhumay Jidka Toosan.",
        "numberInSurah": 77,
        "juz": 6,
        "manzil": 2,
        "page": 121,
        "ruku": 95,
        "hizbQuarter": 48,
        "sajda": false
      },
      {
        "number": 747,
        "text": "Waa lagu Lacnaday Kuwii Gaaloobay oo Banii Israa'iil ah Carrabka Daa'wuudd iyo Ciise Ibnu Maryama Arrintaasna waxaa ugu Wacan Caasinimadooda ahaayeenna kuwo Xadgudba.",
        "numberInSurah": 78,
        "juz": 6,
        "manzil": 2,
        "page": 121,
        "ruku": 96,
        "hizbQuarter": 48,
        "sajda": false
      },
      {
        "number": 748,
        "text": "Waxayna ahaayeen kuwaan iska Reebayn Xumaan ay Falayaan, waxaa Xun waxay Falayeen.",
        "numberInSurah": 79,
        "juz": 6,
        "manzil": 2,
        "page": 121,
        "ruku": 96,
        "hizbQuarter": 48,
        "sajda": false
      },
      {
        "number": 749,
        "text": "Waxaad Arkaysaan wax badan oo ka mid ah oo ka Sokeeye Dhigan kuwo Gaaloobay waxaa Xun waxay u Hortmarsatay Naftoodu oo ah in Eebe u cadhooday, Cadaabkana ay ku Waari.",
        "numberInSurah": 80,
        "juz": 6,
        "manzil": 2,
        "page": 121,
        "ruku": 96,
        "hizbQuarter": 48,
        "sajda": false
      },
      {
        "number": 750,
        "text": "Hadday Yihiin kuwo Rumeyn Eebe iyo Nabiga iyo waxa lagu soo Dejiyey mayna Yeesheen Sokeeye Gaalo laakiin wax badan oo ka mid ah waa Faasiqiin.",
        "numberInSurah": 81,
        "juz": 6,
        "manzil": 2,
        "page": 121,
        "ruku": 96,
        "hizbQuarter": 48,
        "sajda": false
      },
      {
        "number": 751,
        "text": "Waxaad Ogaan kuwa Dadka u Daran Colnimada kuwa Rumeeyey (Xaqa) (Muslimiinta) Yuhuud iyo Mushrikiinta (Diin laawayaasha) waxaad Ogaan kuwa ugu soo Dhaw Jacayl kuwa Rumeeyey Xaqa (muslimiinta) inay yihiin kuwa dhihi waxaan nahay Nasaaro, Illeen waxaa ka mid ah qaysas iyo Raahibiin Ismana Kibriyaan.",
        "numberInSurah": 82,
        "juz": 7,
        "manzil": 2,
        "page": 121,
        "ruku": 96,
        "hizbQuarter": 49,
        "sajda": false
      },
      {
        "number": 752,
        "text": "Markay maqlan waxaa lagu soo Dejiyey Rasuulkana waxaad arkaysaa indhahoodoo Ilmo ka Daadan waxay aqoonsadeen oo xaqa ah iagoo dhihi Eebow waan Rumeynay ee nagu dhig (Yeel) kuwa marag furi (Xaqa qiri).",
        "numberInSurah": 83,
        "juz": 7,
        "manzil": 2,
        "page": 122,
        "ruku": 96,
        "hizbQuarter": 49,
        "sajda": false
      },
      {
        "number": 753,
        "text": "Maxaanaan u rumeynaynin Eebe iyo waxa noo yimid oo xaq ah oonaan u Damcaynin inuu na galiyo (naga yeelo) Ilaahanno qoomka Suuban la Jirkooda.",
        "numberInSurah": 84,
        "juz": 7,
        "manzil": 2,
        "page": 122,
        "ruku": 96,
        "hizbQuarter": 49,
        "sajda": false
      },
      {
        "number": 754,
        "text": "wuuna ku Abaal marin Eebe waxay Dhaheen Jannooyin oy Socoto Dhexdeeda Wabiyaal iyagoo ku Waari Dhexdeeda, Taasina waa Abaal marinta Samafalayaasha.",
        "numberInSurah": 85,
        "juz": 7,
        "manzil": 2,
        "page": 122,
        "ruku": 96,
        "hizbQuarter": 49,
        "sajda": false
      },
      {
        "number": 755,
        "text": "kuwa Gaaloobay oo Beeniyey Aayaadkanaga Kuwaasu Waa Jaxiimo Ehelkeeda.",
        "numberInSurah": 86,
        "juz": 7,
        "manzil": 2,
        "page": 122,
        "ruku": 96,
        "hizbQuarter": 49,
        "sajda": false
      },
      {
        "number": 756,
        "text": "Kuwa xaqa Rumeeyow ha Xarrimina Wanaagga (Xalaasha) Eebe Idiin Banneeyey hana Xadgudbina, Eebe ma Jeela kuwa Xad gudbee.",
        "numberInSurah": 87,
        "juz": 7,
        "manzil": 2,
        "page": 122,
        "ruku": 97,
        "hizbQuarter": 49,
        "sajda": false
      },
      {
        "number": 757,
        "text": "Waxna ka Cuna Wuxuu Idinku Arzaaqay Eebe isagoo Xalaal Fiican ah kana Dhawrsada Eebe ee ah kaad Rumeysantihiin.",
        "numberInSurah": 88,
        "juz": 7,
        "manzil": 2,
        "page": 122,
        "ruku": 97,
        "hizbQuarter": 49,
        "sajda": false
      },
      {
        "number": 758,
        "text": "Eebe Idiin ma Qabto Dhaar DanLa'aaneed (Laqwi) Laakin wuxuu idiin qaban Dhartaad u Qasaddaan, Kafaaradeeduna waa Quudin Toban Miskiin (oo siisaan) kan u dhexeeya waxaad ku Quudisaan Ehelkiina ama Arrad Bixintooda ama Xorayn qoor, Ciddaan Helinna waxay Soomi Saddex Maalmood, Taasaana ah Kafaarada Dhaartiina Markaad Dhaarataan, ee dhawra dhaartiinna Saaduuna idiinku Caddayn Eebe Aayadkiisa, waxaadna Mudantihiin inaad ku Mahdisaan.",
        "numberInSurah": 89,
        "juz": 7,
        "manzil": 2,
        "page": 122,
        "ruku": 97,
        "hizbQuarter": 49,
        "sajda": false
      },
      {
        "number": 759,
        "text": "Kuwa Xaqa Rumeeyow Khamrada, qamaarka, Sanamyada «Taagan», iyo Faalku waa uun Xuman (Wasakh) oo Camal Shaydaana ee ka Foogaada inaad Liibaantaan.",
        "numberInSurah": 90,
        "juz": 7,
        "manzil": 2,
        "page": 123,
        "ruku": 97,
        "hizbQuarter": 49,
        "sajda": false
      },
      {
        "number": 760,
        "text": "Wuxuu uun Dooni Shaydaanku inuu Idinku Dhectuuro Colnimo iyo isnac Khamrada iyo Qamaarka idinkana Celiyo Xusidda Eebe iyo salaadda ee ma ka Joogaysaan (ka Jooga).",
        "numberInSurah": 91,
        "juz": 7,
        "manzil": 2,
        "page": 123,
        "ruku": 97,
        "hizbQuarter": 49,
        "sajda": false
      },
      {
        "number": 761,
        "text": "Adeeca Eebe Adeecana Rasuulka Digtoonaadana, Haddaadse Jeedsataan Ogaada waxaa uun Rasuulkanaga Saaran Gaadhsiin Cadi.",
        "numberInSurah": 92,
        "juz": 7,
        "manzil": 2,
        "page": 123,
        "ruku": 97,
        "hizbQuarter": 49,
        "sajda": false
      },
      {
        "number": 762,
        "text": "Dhib (Dhambi) ma Saarra kuwa Xaqa Rumeeyey oo Camal Fiican Falay waxay Quuteen hadday Dhawrsadaan ooy Xaqa Dhab u Rumeeyaan Camal Fiicanna Falaan, oy Xumaanta ka Dhawrsadaan oy Xaqa Rumeeyaan, Haddana Dhawrsadaan samana falaan, Eebana wuxuu Jeelyahay Samo Falayaasha.",
        "numberInSurah": 93,
        "juz": 7,
        "manzil": 2,
        "page": 123,
        "ruku": 97,
        "hizbQuarter": 49,
        "sajda": false
      },
      {
        "number": 763,
        "text": "Kuwa Xaqa Rumeeyow wuxuu idinku Imtixaami Eebe wax Ugaadha ka mid ah (Waqtiga Xajka) oo Gaadhayaan Gacmihiinnu iyo waramihiinnu in Eebe Muujiyo Cidda ka cabsata isagoo kali ah, Ciddiise xad gudubta intaas ka dib wuxuu Mudan Cadaab daran.",
        "numberInSurah": 94,
        "juz": 7,
        "manzil": 2,
        "page": 123,
        "ruku": 98,
        "hizbQuarter": 49,
        "sajda": false
      },
      {
        "number": 764,
        "text": "Kuwa Xaqa Rumeeyow ha Dilina Ugaadha idinkoo Xarman, Ciddiise Disha oo idinka mid ah si kas ah waxaa Saaran wuxuu Dilay wax la mid ah oo Xoolo ah oy Xukumi labo Caadil ah oo idinka mid ah isagoo ah Hadiyad Gaadhi Kacbada, ama Kafaraaro gud Quudin Masaakiin ama wax u Dhigma oo Soon ah inuu Dhadhamiyo Ciqaabta amarkiisa, wuu idinka Saamaxay Eebe wixii horreeyey Ciddiise ku Noqota wuu ka aarsan Eebe, Ilaahayna waa Adkaade Aarsada.",
        "numberInSurah": 95,
        "juz": 7,
        "manzil": 2,
        "page": 123,
        "ruku": 98,
        "hizbQuarter": 49,
        "sajda": false
      },
      {
        "number": 765,
        "text": "Waxaa Laydiin Baneeyey Ugaadhsiga Badda iyo Cunnadeeda idinkoo ku intifaaci iyo Socdaalba, (Idinkoo Xarman) waxaana Laydinka Reebay ka Ugaadshiga Barriga intaad Xarmantihiin, ka Dhawrsada Eebaha Xaggiisa Laydiin soo Kulmin.",
        "numberInSurah": 96,
        "juz": 7,
        "manzil": 2,
        "page": 124,
        "ruku": 98,
        "hizbQuarter": 49,
        "sajda": false
      },
      {
        "number": 766,
        "text": "Wuxuu ka Yeelay ILaahay Kacbada Bayd (Guriga) Xurmada Leh, Dhawridda dadka iyo Bilaha Xurmada leh iyo Hadyada iyo Tan la Calaameeyey (Hadyada Darteed) waana inaad Ogaataan in Eebe Ogyahay waxa ku Sugan Samooyinka iyo Dhulka iyo in Eebe wax kasta Ogyahay.",
        "numberInSurah": 97,
        "juz": 7,
        "manzil": 2,
        "page": 124,
        "ruku": 98,
        "hizbQuarter": 50,
        "sajda": false
      },
      {
        "number": 767,
        "text": "Ogaada in Eebe Ciqaabtiisu Darantahay Eebana yahay Dambi Dhaafe Naxariista.",
        "numberInSurah": 98,
        "juz": 7,
        "manzil": 2,
        "page": 124,
        "ruku": 98,
        "hizbQuarter": 50,
        "sajda": false
      },
      {
        "number": 768,
        "text": "Ma Saarra Rasuulka waxaan Gaadhsiin ahayn, Eebana waa Ogyahy waxaad Muujinaysaan iyo waxaad Qarinaysaan.",
        "numberInSurah": 99,
        "juz": 7,
        "manzil": 2,
        "page": 124,
        "ruku": 98,
        "hizbQuarter": 50,
        "sajda": false
      },
      {
        "number": 769,
        "text": "Waxaad Dhahdaa (Nabiyow) ma eka wax Xun iyo Wax Fiican Aadba la yaabtid Badnida kan Xune, kana dhawrsada Eebe Dadka Caqliga lahow inaad Liibaantaan.",
        "numberInSurah": 100,
        "juz": 7,
        "manzil": 2,
        "page": 124,
        "ruku": 98,
        "hizbQuarter": 50,
        "sajda": false
      },
      {
        "number": 770,
        "text": "Kuwa Xaqa Rumeeyow ha Warsanina waxyaalo Haddii Laydiin Muujiyo idin Murug Galin, Haddaana Warsataan marka Quraanka la soo Dejin waa Laydiin Muujin, wuuna idinka Cafiyey Eebe Xaggeeda ILaahayna waa Dambi Dhaafe Dulbadan",
        "numberInSurah": 101,
        "juz": 7,
        "manzil": 2,
        "page": 124,
        "ruku": 99,
        "hizbQuarter": 50,
        "sajda": false
      },
      {
        "number": 771,
        "text": "Waxaa warsaday Qoom idinka Horreeyey Markaasay Noqdeen Kuwo ka Gaalooba (Markii loo Muujiyey).",
        "numberInSurah": 102,
        "juz": 7,
        "manzil": 2,
        "page": 124,
        "ruku": 99,
        "hizbQuarter": 50,
        "sajda": false
      },
      {
        "number": 772,
        "text": "Ma Yeelin Eebe Xoolo Caanahooda Sanamyada loo Bixiyo (Baxiira) iyo Xoolo Sanamyada loo siidaayo (Saa'ibo) iyo Xoolo Dhadig oo Sanamyada lagu sadaqaysto (Wasiilo) iyo Riti Sanamyada loo Daayo (Xaam) Laakiin kuwii Gaaloobay waxay ku Been abuuraan Eebe Been, Badankoodna wax ma Kasayaan.",
        "numberInSurah": 103,
        "juz": 7,
        "manzil": 2,
        "page": 124,
        "ruku": 99,
        "hizbQuarter": 50,
        "sajda": false
      },
      {
        "number": 773,
        "text": "Marka loo Yidhaahdo u Kaalaya waxa Eebe soo Dejiyey iyo Xagga Rasuulkana waxay dhahaan waxaa nagu Filan waxaan ka Hellay Aabayaalkanno, oo Hadday Aabbayaalkood ayna wax Ogayn Hanuunsanaynna (Ma raacayaan).",
        "numberInSurah": 104,
        "juz": 7,
        "manzil": 2,
        "page": 125,
        "ruku": 99,
        "hizbQuarter": 50,
        "sajda": false
      },
      {
        "number": 774,
        "text": "Kuwa Xaqa Rumeeyow waxaa idin Saaran Naftiinna Idinma Dhibo Ciddii Dhunta Haddaad Hanuunsantaan, Xagga Eebe Umbaana Noqoshadiinnu tahay Dhammaan wuxuuna Idinka Warrami Waxaad Camal falayseen.",
        "numberInSurah": 105,
        "juz": 7,
        "manzil": 2,
        "page": 125,
        "ruku": 99,
        "hizbQuarter": 50,
        "sajda": false
      },
      {
        "number": 775,
        "text": "Kuwa Xaqa Rumeeyow Maragga Dhexdiinna ah markii mid idinka mid ah Geeridu u Timaaddo uu Dardaarmi Waa Labo Caadil oo idinka mid ah, ama Labo Kale oon idinka mid ahayn, markaad Socdaal Tihiin oo Geeeri idin Hesho, idinkoo ku Reebi Salaad Dabadeed iyagoo ku Dhaaran Eebe Haddaad Shakidaan inaanan ku Gadanayn Qiimo yar Qaraababa ha ahaadee qarinna mayno maragga Eebe Markaas aan noqonno kuwa Dambaabay.",
        "numberInSurah": 106,
        "juz": 7,
        "manzil": 2,
        "page": 125,
        "ruku": 99,
        "hizbQuarter": 50,
        "sajda": false
      },
      {
        "number": 776,
        "text": "Haddii la Ogaado inay Muteen Dambi waxaa Meejooda Joogsan (oo la Dhaarin) Labo kale oo ah kuwa ugu Mudnaan Badan Dhaxalkiisa, wayna ku Dhaaran Eebe inuu Maragoodu ka Xaqsanyahay Maragooda, mana xadgudbaynno markaas aan Noqonno Daalimiin.",
        "numberInSurah": 107,
        "juz": 7,
        "manzil": 2,
        "page": 125,
        "ruku": 99,
        "hizbQuarter": 50,
        "sajda": false
      },
      {
        "number": 777,
        "text": "Saasaana u Dhaw inay Maragga ula Yimaadaan Sidiisa Fiican ama ay ka Cabsadaan in la Diido Dhaartooda intay Dhaartaan ka dib, ee ka Dhawrsada Eebe Maqlana Eebana ma hanuuniyo qoom Fasiqiina.",
        "numberInSurah": 108,
        "juz": 7,
        "manzil": 2,
        "page": 125,
        "ruku": 99,
        "hizbQuarter": 50,
        "sajda": false
      },
      {
        "number": 778,
        "text": "(Ka warran) Maalintuu Kulmin Eebe Rasuulada kuna dhihi Maxaa laydiinku Jawaabay oy Dhihi ma Ogin adiga unbaa Ogaal Badan waxa maqan.",
        "numberInSurah": 109,
        "juz": 7,
        "manzil": 2,
        "page": 126,
        "ruku": 100,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 779,
        "text": "(Xusuuso) Markuu Eebe dhihi Ciise Binu Maryamow Xusuuso Nicmadaydii korkaaga ahayd iyo hooyadaaba markaan kugu Xoojinay Ruuxii Daahirka ahaa (Jibriil) ood kula Hadlaysay Dadka sariir-ilmood iyo adoo meel dhaxaada, iyo Markaan ku Baray Kitaabka iyo Xigmadda, iyo Tawreed, Injiil, iyo Markaad ka Yeelaysay Dhoobada Sidii Shimbir Idankayga ood Afuufaysay oy Noqonaysay Shimbir Idankayga, ood Bogsiinaysay indhoole Ku dhashe iyo Baras laha Idankayga, ood soo Bixinaysay Maydka Idankayga, Markaan kaa kaafiyey Banii Israa'iil markaad ula timid Xujooyin, oy Dheheen kuwii Gaaloobay oo ka mida kani waxaan Sixir ahayn ma aha.",
        "numberInSurah": 110,
        "juz": 7,
        "manzil": 2,
        "page": 126,
        "ruku": 100,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 780,
        "text": "Markaan u Waxyooday (kuILhaameeyey) Saaxiibadii Rumeeya aniga iyo Rasuulkayga oy dhaheen waan Rumaynay ee marag ka Noqo inaan Muslimiin nahay.",
        "numberInSurah": 111,
        "juz": 7,
        "manzil": 2,
        "page": 126,
        "ruku": 100,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 781,
        "text": "(Xusuuso) Markay Dheheen Xawaariyiintii Ciise Ibnu Maryamow Makaraa Eebahaa inuu nooga soo Dejiyo Xeedho (Cunno) Samada wuxuuna yidhi ka Dhawrsada Eebe Haddaad Mu'miniintihiin.",
        "numberInSurah": 112,
        "juz": 7,
        "manzil": 2,
        "page": 126,
        "ruku": 100,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 782,
        "text": "Oyna Dheheen waxaannu dooni inaan wax ka Cunno oy Xasisho Quluubtanadu oon Ogaanno inaad Run noo sheegi oonu Noqonno Kuwa ka Marag kaca.",
        "numberInSurah": 113,
        "juz": 7,
        "manzil": 2,
        "page": 126,
        "ruku": 100,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 783,
        "text": "Uuna Yidhi Ciise Binu Maryama Ilaahayow Eebahanow Nooga soo Deji Xeedho Samada u Noqota Ciid kaanaga hore iyo Kaanaga Dambe iyo Aayad Xaggaaga ka ahaatay nana Arzaaq adaa arzaaqe u Khayr roone.",
        "numberInSurah": 114,
        "juz": 7,
        "manzil": 2,
        "page": 127,
        "ruku": 100,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 784,
        "text": "Wuxuuna Yidhi Eebe waan ku soo Dejiin Korkiinna ee Ciddii ka Gaalowda ka dib oo idin ka mid ah waxaan Cadaabi Cadaab Aanan Cadaabayn Ruux Caalamka ka mid ah.",
        "numberInSurah": 115,
        "juz": 7,
        "manzil": 2,
        "page": 127,
        "ruku": 100,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 785,
        "text": "(Xusuuso) Markuu Yidhi Eebe, Ciise Binu Maryamow Ma adaa ku Yidhi Dadka ka Yeesha ani iyo Hooyaday Ilaahyo Eebe ka sokow, uuna Yidhi waad Nasahantahay Iguma Haboona inaan Dhaho Waxaanan Xaq u lahayn, Haddaan idhina waad ogtahay, waxaadna Ogtahay waxa Naftayda ku sugan Anuguse kuma Ogi Adiga unbaa ah kan waxa Maqan Og.",
        "numberInSurah": 116,
        "juz": 7,
        "manzil": 2,
        "page": 127,
        "ruku": 101,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 786,
        "text": "Kuma Dhihin waxaad i fartay waxaan ahayn, oo ah Caabuda Eeba hay iyo Eebihiin waxaana ku ahay marag intaan ku Noolahay Dhexdooda markaad i oofsatana adaa ILaaliye u ah adi Umbaana wax walba Marag u ah.",
        "numberInSurah": 117,
        "juz": 7,
        "manzil": 2,
        "page": 127,
        "ruku": 101,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 787,
        "text": "Haddaad Cadaabto waa uun addoomaadii, Haddaad u Dhaaftana adi umbaa Adkaade falsan ah.",
        "numberInSurah": 118,
        "juz": 7,
        "manzil": 2,
        "page": 127,
        "ruku": 101,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 788,
        "text": "Wuxuu Yidhi Eebe Kani (Maanta) waa Maalinta ay Anfici kuwa Runta Sheega Runtoodu, waxaana u Sugnaaday Jannooyin oy Socoto Dhexdeeda Wabiyaal iyagoo ku Waari Dhexdeeda Waligood waxaana ka Raalli Noqday Eebe Iyana way ka Raalli Noqdeen, Taasina waa Liibaanta wayn.",
        "numberInSurah": 119,
        "juz": 7,
        "manzil": 2,
        "page": 127,
        "ruku": 101,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 789,
        "text": "Eeba Iska leh Xukunka Samooyinka iyo Dhulka iyo waxa ku Dhex sugan Eebana wax kasta (uu Doono) wuu Karaa.",
        "numberInSurah": 120,
        "juz": 7,
        "manzil": 2,
        "page": 127,
        "ruku": 101,
        "hizbQuarter": 51,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "so.abduh",
      "language": "so",
      "name": "Abduh",
      "englishName": "Mahmud Muhammad Abduh",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}