{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 10,
    "name": "سُورَةُ يُونُسَ",
    "englishName": "Yunus",
    "englishNameTranslation": "Jonas",
    "revelationType": "Meccan",
    "numberOfAyahs": 109,
    "ayahs": [
      {
        "number": 1365,
        "text": "Kalimada hore waxay ku tusin Mucjisada Quraanka, Taasin waa Aayaadka Kitaabka falkasan.",
        "numberInSurah": 1,
        "juz": 11,
        "manzil": 3,
        "page": 208,
        "ruku": 172,
        "hizbQuarter": 83,
        "sajda": false
      },
      {
        "number": 1366,
        "text": "Dadka ma waxaa la yaab ku Noqotay inaan u waxyoon Nin ka mida u Dig Dadka, uguna Bishaaree kuwa Rumeeyey inay ku leeyihiin Camal fiican Eebahood agtiisa, waxay Dheheen Gaaladiina kani waa Sixirrow Cad.",
        "numberInSurah": 2,
        "juz": 11,
        "manzil": 3,
        "page": 208,
        "ruku": 172,
        "hizbQuarter": 83,
        "sajda": false
      },
      {
        "number": 1367,
        "text": "Eebihiin waa kan ku Abuuray Samooyinka iyo Dhulka Lix Maalmood markaas ku istiwooday Carshiga Isagaana maamula Amarka wax Shafeecina Idinkiisa la'aantiisa ma jiro, Kaasi waa Eebihiinna idin Barbaariya ee Caabuda, Miyeydaan wax Xusuusanayn.",
        "numberInSurah": 3,
        "juz": 11,
        "manzil": 3,
        "page": 208,
        "ruku": 172,
        "hizbQuarter": 83,
        "sajda": false
      },
      {
        "number": 1368,
        "text": "Xaggiisaa laydiin Celin Dhammaan Yabooha Eebena waa Xaq, Eebaa Billaaba Abuurka Haddana soo Celin inuu ku Abaal mariyo kuwa Rumeeyey (Xaqa) oo falay Camal Fiican, si Caddaalada, kuwa Gaaloobayna waxaa u Sugnaaday Cabbid kulul iyo Cadaab Daran Gaalnimadoodai Darteed.",
        "numberInSurah": 4,
        "juz": 11,
        "manzil": 3,
        "page": 208,
        "ruku": 172,
        "hizbQuarter": 83,
        "sajda": false
      },
      {
        "number": 1369,
        "text": "Eebe waa kan ka yeelay Qorraxda Ifid Dayaxana Nuur una Qaddaray Meelo ay Socdaan, inaad Ogaataan Tirada Sanooyinka iyo Xisaabta wuxuu u Ahuuray Eebe Arrintaas Xaq Wuxuuna u Caddayn Aayaadka Ciddii wax Og.",
        "numberInSurah": 5,
        "juz": 11,
        "manzil": 3,
        "page": 208,
        "ruku": 172,
        "hizbQuarter": 83,
        "sajda": false
      },
      {
        "number": 1370,
        "text": "Ishadalka Habeenka iyo Maalinta iyo Abuurka Eebe ee Samooyinka iyo Dhulka aayadbaa ugu sugan Ciddii Dhawrsan.",
        "numberInSurah": 6,
        "juz": 11,
        "manzil": 3,
        "page": 208,
        "ruku": 172,
        "hizbQuarter": 83,
        "sajda": false
      },
      {
        "number": 1371,
        "text": "Kuwaan Rajaynayn la Kulankanaga kuna Raalli Noqday Nolosha Dhaw kuna Xasilay iyo kuwa Halmaansan Aayaadkannaga.",
        "numberInSurah": 7,
        "juz": 11,
        "manzil": 3,
        "page": 209,
        "ruku": 172,
        "hizbQuarter": 83,
        "sajda": false
      },
      {
        "number": 1372,
        "text": "Kuwaas Hooygoodu waa Naar waxay Kasbanayeen Darteed.",
        "numberInSurah": 8,
        "juz": 11,
        "manzil": 3,
        "page": 209,
        "ruku": 172,
        "hizbQuarter": 83,
        "sajda": false
      },
      {
        "number": 1373,
        "text": "Kuwa Rumeeyey Xaqa oo falay Camal wanaagsan wuxuu ku Hanuunin Eebahood Iimaankooda waxaana socon Dhexdooda Wabiyadii Jannooyinka Naciimo Dhexdeeda iyagoo ku Sugan.",
        "numberInSurah": 9,
        "juz": 11,
        "manzil": 3,
        "page": 209,
        "ruku": 172,
        "hizbQuarter": 83,
        "sajda": false
      },
      {
        "number": 1374,
        "text": "Yeedhidooduna dhexdeeda waa Eebow waad Nasahantahay, Bariidadooduna waa (Nabadgalyo) Salaan, Ducadooduna waxaa ugu Dambayn Mahad Ilaahbaa leh Eebaha Caalamka ah.",
        "numberInSurah": 10,
        "juz": 11,
        "manzil": 3,
        "page": 209,
        "ruku": 172,
        "hizbQuarter": 83,
        "sajda": false
      },
      {
        "number": 1375,
        "text": "Haddu Eebe u Dedejiyo Dadka Xumaanta siday khayrka u Dedejistaan waxaa loo Dhamayn lahaa Ajashooda, Waanuse ku Dayn Kuwaan Rajaynayn la kulank nanaga Fasaadkooda iyagoo ku Wareersan.",
        "numberInSurah": 11,
        "juz": 11,
        "manzil": 3,
        "page": 209,
        "ruku": 173,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1376,
        "text": "Markuu Taabto Dadka dhib wuu Na baryayaa isagoo Jiifa, ama Fadhiya ama Taagan, markaan ka faydno Dhibkana wuu iska Socdaa sidii isagoon Nabaryinba Dhibkii Taabtay, Saasaa loogu Qorxiyey Xadgudbayaasha waxay Falayeen.",
        "numberInSurah": 12,
        "juz": 11,
        "manzil": 3,
        "page": 209,
        "ruku": 173,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1377,
        "text": "Waxaan Halaagnay Quruumo idinka horreeyey markay Dulmi faleen, waxayna ula Timid Rasuuladoodii Xujooyin, mana ay an Rumeynayn, Saasaana ku abaal marinaa Qoomka Dambiilayaasha ah.",
        "numberInSurah": 13,
        "juz": 11,
        "manzil": 3,
        "page": 209,
        "ruku": 173,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1378,
        "text": "Markaasaan idinka yeelay kuwo u hadha Dhulka Gadaashood inaan Eegno sidaad Fashaan.",
        "numberInSurah": 14,
        "juz": 11,
        "manzil": 3,
        "page": 209,
        "ruku": 173,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1379,
        "text": "Marka lagu Akhriyo Korkooda Aayaadkanaga oo Cad Cad waxay Dhahaan kuwaan Rajaynayn la kulankanaga noo keen Quraan aan kan ahayn ama badal, waxaad dhahdaa igama suurowdo inaan ka baddalo agtayda, waxaan nun Raaci waxa lay waxyoodo, waxaan ka cabsan Haddaao Eebe Caasiyo Cadaab Maalin wayn.",
        "numberInSurah": 15,
        "juz": 11,
        "manzil": 3,
        "page": 210,
        "ruku": 173,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1380,
        "text": "Waxaad Dhahdaa Hadduu doono Eebe idnikiima Akhriycen idinmana Ogaysiiyeen isaga, waxaan ku Nagaaday Dhexdiinna ka hor Cimri ee Meyeydaan wax kasayn.",
        "numberInSurah": 16,
        "juz": 11,
        "manzil": 3,
        "page": 210,
        "ruku": 173,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1381,
        "text": "Yaa ka Dulmi Badan Cid ku Been Abuuratay Eebe ama Beeniyey Aayaadkiisa, Illeen ma Lubaano Dambiilayaal.",
        "numberInSurah": 17,
        "juz": 11,
        "manzil": 3,
        "page": 210,
        "ruku": 173,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1382,
        "text": "Waxay Caabudayaan Eebe ka sokow waxaan Dhibayn Anfaceyna waxayna Odhan kuwana waa Shafeecayaalkanaga Eebe Agtiisa, waxaad Dhahdaa ma waxaad uga warramaysaan Eebe wuxuusan ku Ogayn Samooyinja iyo Dhulka, wuxuu ka Nasahanyahay oo ka Sarreeyaa waxay la Wadaajiyeen Eebe.",
        "numberInSurah": 18,
        "juz": 11,
        "manzil": 3,
        "page": 210,
        "ruku": 173,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1383,
        "text": "Dadka wuxuu ahaa Ummad Kaliya Markaasay Iskhilaafeen, haddayan Jirin Kalimad Eebahaa u horraysay waa la kala Xukmin lahaa Dexdooda waxay isku diidanyihiin.",
        "numberInSurah": 19,
        "juz": 11,
        "manzil": 3,
        "page": 210,
        "ruku": 173,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1384,
        "text": "Waxay Odhan Gaaladu maa lagaga soo Dejiyo Xagga Eebahaa Aayad, waxaad dhahdaa waxa Maqan Eebe umbaa iska leh, ee Suga Anuguna waan idinka Sugiye.",
        "numberInSurah": 20,
        "juz": 11,
        "manzil": 3,
        "page": 210,
        "ruku": 173,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1385,
        "text": "Markaan Dhadhansiinno Dadka Naxariis Dhibaato ka dib Taabatay waxaa soo Baxa iyagoo dhagri Aayaadkanaga, waxaa Deg-Deg badan Ciqaabta Eebe Malaa'igtanaduna way Qori waxaad Dhagraysaan.",
        "numberInSurah": 21,
        "juz": 11,
        "manzil": 3,
        "page": 211,
        "ruku": 174,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1386,
        "text": "Eebe waa Kan Idinku Wada Barriga iyo Baddaba markay ahaadaan Doonta oo ay ku socdaan Dabayl Fiican oo ay Markaas ku Farxaan oy u Timaaddo Dabayl Daran ugana yimaaddo hirku Dhan kasta oy una Maleeyaan in la koobay (la Halaagay) waxay Baryaan Eebe iyagoo u kaliyeeli Diinta Iyagoo (Dhihi) Haddaad naga koriso tan waannu kugu Mahdin.",
        "numberInSurah": 22,
        "juz": 11,
        "manzil": 3,
        "page": 211,
        "ruku": 174,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1387,
        "text": "Markuu koriyeyna Markaas ku xad gudbaan Dhulka Xaq Darro Dadoow waxaad uun ku Xad Gudbaysaan Naftinna, waa uun Nolosha Dhaw Markaas Xagganagaa laydiin soo Celin waxaana idiinka warramaynaa waxaad Camal Falayseen.",
        "numberInSurah": 23,
        "juz": 11,
        "manzil": 3,
        "page": 211,
        "ruku": 174,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1388,
        "text": "Nolosha Adduunyo waa uun Biyo oo kale oon ka soo Dejinay Samada oo ku Dheehnay waxa ka so baxa Dhulka oo ah wuxuu Dadku Cuno iyo Xooluhu markuu dhulku Qurux ka Buuxsamo oy isqurxhiso oo Dadkeedu u Maleeyo inay Karaan (Goosashadeeda) yaa waxaa u Yimaadda Amarkannagii Habeen ama Dharaar waxaana ka yeelaa wax la Shafay sidii iyadoon Shalay Jirin, Saasaana ugu Caddaynay Aayaadka Qoomkii Firkiri.",
        "numberInSurah": 24,
        "juz": 11,
        "manzil": 3,
        "page": 211,
        "ruku": 174,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1389,
        "text": "Eebe wuxuu ugu yeedhi (Dadka) Guriga Nabadgalyada (Jannada) wuxuuna ku Hanuuniyaa Cidduu Doono Jid Toosan (Xaqa).",
        "numberInSurah": 25,
        "juz": 11,
        "manzil": 3,
        "page": 211,
        "ruku": 174,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1390,
        "text": "Kuwa Wanaagga Falayna waxaa u Sugnaaday Wanaag (Janno) (Aakhiro) iyo Siyaado (Aragga Eebe) mana haleelo Wajigooda Boodh iyo Dulli midna kuwaasuna waa Asaxaabta (Ehelka) Jannada wayna ku waari Dhexdeeda.",
        "numberInSurah": 26,
        "juz": 11,
        "manzil": 3,
        "page": 212,
        "ruku": 174,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1391,
        "text": "kuwa kasbaday xumaan Abaalkood waa Xumaan la mida, waxaana haleeli dulli wax Eebe ka ilaalinna ma jiro, waxaadna moodaa in lagu daboolay wajigooda goosin habeen oo mugdi ah, kuwaasu waa Asaxaabta (Ehelka) Naarta wayna ku waari dhexdeeda,",
        "numberInSurah": 27,
        "juz": 11,
        "manzil": 3,
        "page": 212,
        "ruku": 174,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1392,
        "text": "ka warran maalintaan kulminaynno Dhammaan markaas aan ku dhahaynno kuwii la wadaajiyey (Gaaloobay) Meejiinna ahaada idinka iyo kuwaad la wadaajiseen markaasaan kala gaynay dhexdooda, waxayna dheheen kuway la wadaajiyeen (Eebe) an naga nama aydaan Caabudayn.",
        "numberInSurah": 28,
        "juz": 11,
        "manzil": 3,
        "page": 212,
        "ruku": 174,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1393,
        "text": "waxaa markhaati dhexdeenna ugu filan Eebe inaan Cibaadadiinna Moogayn.",
        "numberInSurah": 29,
        "juz": 11,
        "manzil": 3,
        "page": 212,
        "ruku": 174,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1394,
        "text": "halkaasaa lagu imtixaami naf kasta waxay hor marsatay, waxanna loo eeliyaa Ilaaha Sayidkooda xaqa ah waxaana ka dhumay wa.xay been abuuranayeen.",
        "numberInSurah": 30,
        "juz": 11,
        "manzil": 3,
        "page": 212,
        "ruku": 174,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1395,
        "text": "waxaad dhahdaa yaa idinka Arsaaqa Samada iyo dhulka, yaana hanta maqalka, Aragyada, yaana ka soo bixiya wax Nool wax dhintay, kana soo bixiya was Dhintay wax Nool, yaana Maamula Amarka waxay ku odhan Eebe, waxaad dhahdaa miyeydaan Dhawrsanayn.",
        "numberInSurah": 31,
        "juz": 11,
        "manzil": 3,
        "page": 212,
        "ruku": 175,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1396,
        "text": "kaasi waa Ilaahiin Eebihiinna xaqa ah, maxaase xaqa ka dambeeya (Ka duway) oon baadi ahayn, ee xaggee laydiin Leexin.",
        "numberInSurah": 32,
        "juz": 11,
        "manzil": 3,
        "page": 212,
        "ruku": 175,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1397,
        "text": "Saasay ugu Waajibtay Kalimadii Eebahaa kuwa faasiqoobay oo ah inayan rumeeynin (Xaqa).",
        "numberInSurah": 33,
        "juz": 11,
        "manzil": 3,
        "page": 212,
        "ruku": 175,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1398,
        "text": "waxaad dhahdaa ma ka midyihiin Shurakadiinna cid billowda Abuurka Soona celiya, waxaad dhadaa Eebaa Bilaaba khalqiga soona eeliya ee xaggee loo iili.",
        "numberInSurah": 34,
        "juz": 11,
        "manzil": 3,
        "page": 213,
        "ruku": 175,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1399,
        "text": "waxaad dhahdaa ma ka midyahay shurakadiinna cid ku hanuunin xaqa, waxaad dhadaa Eebaa ku hanuunin Xaqa, mase mid ku hanuunin Xaqa yaa mudan in la raaco mise midaan hanuuninayn in la hanuuniyo mooyee, maxaad leedihiin sideed xukumaysaan.",
        "numberInSurah": 35,
        "juz": 11,
        "manzil": 3,
        "page": 213,
        "ruku": 175,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1400,
        "text": "mana raaco badankoodu waxaan malo ahayn, malana waxba kama taro xaqa, Eebana waa ogyahay waxay falayaan.",
        "numberInSurah": 36,
        "juz": 11,
        "manzil": 3,
        "page": 213,
        "ruku": 175,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1401,
        "text": "ma aha Quraankanu mid laga been abuurtay Eebe ka sokow, waase u rumeeyaha wixii ka horreeyey iyo caddaynta Kitaabka (Xukunka) shakina kuma jiro wuxuuna ka ahaaday Eebaha Caalamka.",
        "numberInSurah": 37,
        "juz": 11,
        "manzil": 3,
        "page": 213,
        "ruku": 175,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1402,
        "text": "mise waxay odhan wuu Been abuurtay, waxaad dhahdaa la imaadda suurad la mida una yeedha ciddaad kartaan oo Eebe ka soo hadhay haddaad run sheegaysaan.",
        "numberInSurah": 38,
        "juz": 11,
        "manzil": 3,
        "page": 213,
        "ruku": 175,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1403,
        "text": "waxayse beeniyeen waxayna cilmigiisa koobin (Quraanka) uusanna wali u imaanin aayahiisu saasayna u beeniyeen kuwii ka horreeyey ee bal day siday noqotay Cidhibtii Daalimiinta.",
        "numberInSurah": 39,
        "juz": 11,
        "manzil": 3,
        "page": 213,
        "ruku": 175,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1404,
        "text": "waxaa ka mida Dadka mid rumeyn Quraanka iyo midaan rumaynayn Eebana waa ogyahay Mufsidiinta.",
        "numberInSurah": 40,
        "juz": 11,
        "manzil": 3,
        "page": 213,
        "ruku": 175,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1405,
        "text": "hadday ku Beeniyaan waxaad dhahdaa anuugu waxaan leeyahay Camalkayga idinkuna camalkiinna idinku bari baad ka tihiin waxaan fali anna bari baan ka ahay waxaad falaysaan.",
        "numberInSurah": 41,
        "juz": 11,
        "manzil": 3,
        "page": 213,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1406,
        "text": "waxaa ka mida gaalada kuwo ku dhagaysan ma adaa wax maqashiin kara mid dhaga la' oon wax kasayn.",
        "numberInSurah": 42,
        "juz": 11,
        "manzil": 3,
        "page": 213,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1407,
        "text": "waxaana ka mida mid ku soo dhawri ma adaa toosin kara mid indha la' oon wax arkayn.",
        "numberInSurah": 43,
        "juz": 11,
        "manzil": 3,
        "page": 214,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1408,
        "text": "Eebe kama dulmiyo Dadka waxba, hasayeeshee Dadka Naftiisa Dulmiya.",
        "numberInSurah": 44,
        "juz": 11,
        "manzil": 3,
        "page": 214,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1409,
        "text": "Maalinta la kulminna waxay la mid noqon iyagoon nagaanin Saacad Maalin mooyee, wayna is aqoonsan dhexdooda, waxaana khasaaray kuwa beeniyey la kulanka Eebe mana hanuunsanayn.",
        "numberInSurah": 45,
        "juz": 11,
        "manzil": 3,
        "page": 214,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1410,
        "text": "haddaan ku tusinno waxaannu ugu goodin qaarkiis ama aan ku oofsanno xagganaga umbaa loo soo celin, markaasna Eebaa ka maraga waxay falayaan.",
        "numberInSurah": 46,
        "juz": 11,
        "manzil": 3,
        "page": 214,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1411,
        "text": "Ummad kasa Rasuulbay leedahay, markuu u yimaaddo Rasuulkooduna waxaa lagu kala xukmin caddaalad lamana dulmiyo.",
        "numberInSurah": 47,
        "juz": 11,
        "manzil": 3,
        "page": 214,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1412,
        "text": "waxayna odhan gaaladu waa goorma yaboohaas (Gooddiga) haddaad runsheegaysaan.",
        "numberInSurah": 48,
        "juz": 11,
        "manzil": 3,
        "page": 214,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1413,
        "text": "waxaad dhahdaa uma hanto naftayda Dhib iyo nacfi midna wuxuu Eebe doono mooyee, Ummaad kastana waxay leedahay Ajal (Muddo) markay Ajashoodu timaadana lagama dib mariyo Saacad lagamana hor mariyo.",
        "numberInSurah": 49,
        "juz": 11,
        "manzil": 3,
        "page": 214,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1414,
        "text": "waxaad dhahdaa bal ka warrama hadduu idiinku yimaaddo Cadaabkiisu (Eebe) Mir ama Maalin maxay ka dedejisan xaggiisa Dambiilayaashu.",
        "numberInSurah": 50,
        "juz": 11,
        "manzil": 3,
        "page": 214,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1415,
        "text": "Mise markuu dhaeaad rumaynaysaan hadda idinkoo Dedejisanayey.",
        "numberInSurah": 51,
        "juz": 11,
        "manzil": 3,
        "page": 214,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1416,
        "text": "markaasa lagu odhan kuwii dulmi falay dhadhamiya cadaabka waaridda, miyaana laydinka abaal marinin waxaad kasbanayseen mooyee.",
        "numberInSurah": 52,
        "juz": 11,
        "manzil": 3,
        "page": 214,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1417,
        "text": "waxay ku warsan ma xaqbaa isagu, dheh haa Eebahaybaan ku dhaartaye isagaa Xaqa, idinkuna ma tihidiin kuwo (Eebe) daalin.",
        "numberInSurah": 53,
        "juz": 11,
        "manzil": 3,
        "page": 214,
        "ruku": 176,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1418,
        "text": "hadday naf kasta oo dulmi fashay leedahay waxa dhulka ku sugan way isku furan lahayd, waxayna qarsan gaaladu shalayto markay Arkaan Cadaabka, waxaana lagu kala xukmin Dhexdooda Xaq lamana dulminayo.",
        "numberInSurah": 54,
        "juz": 11,
        "manzil": 3,
        "page": 215,
        "ruku": 177,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1419,
        "text": "Eebana waxaa u sugnaaday waxa ku sugan Samooyinka iyo Dhulka, yabooha Eebana waa Xaq Dadka badankiisuse ma oga.",
        "numberInSurah": 55,
        "juz": 11,
        "manzil": 3,
        "page": 215,
        "ruku": 177,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1420,
        "text": "Eebaa wax nooleeyn waxna dila xaggiisaana laydiin soo celin.",
        "numberInSurah": 56,
        "juz": 11,
        "manzil": 3,
        "page": 215,
        "ruku": 177,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1421,
        "text": "Dadow waxaa idiin timid Waano Eebihiin iyo Caafimaadka waxa Laabta ku sugan iyo Hanuun iyo naxariista Mu'miniinta.",
        "numberInSurah": 57,
        "juz": 11,
        "manzil": 3,
        "page": 215,
        "ruku": 177,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1422,
        "text": "Waxaad dhahdaa Fadliga Eebe iyo Naxariisiisa arintaas ha ku farxeen (Mu'miniintu) iyadaa ugu Khayrroon waxay kulmine.",
        "numberInSurah": 58,
        "juz": 11,
        "manzil": 3,
        "page": 215,
        "ruku": 177,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1423,
        "text": "waxaad dhahdaa ka warrama waxa Eebe idiin soo dejiyo oo Risqi ah ood ka yeesheen Qaar ka mida Xaaraan (qaarna) Xalaal, waxaad dhahdaa ma Eebaa idiin idmay mise Eebaad ku Beenabuuranaysaan.",
        "numberInSurah": 59,
        "juz": 11,
        "manzil": 3,
        "page": 215,
        "ruku": 177,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1424,
        "text": "Maxay u malayn kuwa ku been abuuran Eebe (inuu ku fali) Maalinta Qiyaame, Eebe waa kan Fadliga ku leh Dadka badankooduse kuma mahadiyaan.",
        "numberInSurah": 60,
        "juz": 11,
        "manzil": 3,
        "page": 215,
        "ruku": 177,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1425,
        "text": "Wixii Xaala ood ku Sugan tahay wixii quraana ood Akhrin, wixii camala ood falaysaan waan idin la joognaana (ognahay) narkaad dhex galaysaan, kagama Qarsoona Eebahaa waxa u yar Dhulka dhexdiisa iyo Samada, wixii ka yar iyo wixii ka wanyna Kitaab cad bay ku sugnayihiin.",
        "numberInSurah": 61,
        "juz": 11,
        "manzil": 3,
        "page": 215,
        "ruku": 178,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1426,
        "text": "Awliyada Eebana cabsi masaarra mana murugoodaan.",
        "numberInSurah": 62,
        "juz": 11,
        "manzil": 3,
        "page": 216,
        "ruku": 178,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1427,
        "text": "waana kuwa rumeeyay (xaqa) dhawrsadana.",
        "numberInSurah": 63,
        "juz": 11,
        "manzil": 3,
        "page": 216,
        "ruku": 178,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1428,
        "text": "Waxaana u sugnaaday Bishaaro nolosha adduunyo iyo Aakhiraba, wax badali Kalimada Eebana ma jiro, taasina waa uuu Liibaanta wayn.",
        "numberInSurah": 64,
        "juz": 11,
        "manzil": 3,
        "page": 216,
        "ruku": 178,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1429,
        "text": "yuuna ku walbahaarin hadalkoodu cisi dhamaantiis Eebaa iska leh, waana Maqle oge.",
        "numberInSurah": 65,
        "juz": 11,
        "manzil": 3,
        "page": 216,
        "ruku": 178,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1430,
        "text": "Eebaa iska leh waxa samooyinka iyo Dhulka ku sugan, waxay raacayaan oy Caabudi Eebe ka sokow wa Shurako (Sanamyo) waxaan mala ahayna ma raacayaan, waxaan heenaalayaal ahaynna ma aha.",
        "numberInSurah": 66,
        "juz": 11,
        "manzil": 3,
        "page": 216,
        "ruku": 178,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1431,
        "text": "Eebe waa kan idiin yeelay Habeenka inaad xasishaan, Maalintana Arag (Ka yeelay) arrintaasna waxaa ugu sugan calaamooyin qoomkii wax maqli.",
        "numberInSurah": 67,
        "juz": 11,
        "manzil": 3,
        "page": 216,
        "ruku": 178,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1432,
        "text": "waxay dheheen wuxuu yeeshay Eebe Ilmo, waa nasahanyahay, Eebana waa uun Hodan, wuxuuna leeyahay waxa samooyinka iyo dhulka ku sugan, agtiinna xujo uma taal waxaas (Beenta) mise Eebaad ku sheegaysaan waxaydaan ogayn.",
        "numberInSurah": 68,
        "juz": 11,
        "manzil": 3,
        "page": 216,
        "ruku": 178,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1433,
        "text": "waxaad dhahdaa kuwa Eebe ku abuurta beenta ma libaanaan.",
        "numberInSurah": 69,
        "juz": 11,
        "manzil": 3,
        "page": 216,
        "ruku": 178,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1434,
        "text": "waa uun waaxada adduunyo markaas xagganagaa noqoshadoodu noqon, markaasaan Dhadhansiinaynaa cadaab daran gaalnimadooda darteed.",
        "numberInSurah": 70,
        "juz": 11,
        "manzil": 3,
        "page": 216,
        "ruku": 178,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1435,
        "text": "ku akhri korkooda warkii Nabi Nuux markuu ku yidhi qoomkiisii qoomkayow hadday idin la waynaatay Nagaadigayga iyo ku waanintayada aayaadka Eebe waxaan tala saartay Eebe ee kulmiya amarkiinna iyo shurakadinnaa yuuna ahaan amarkiinna wax qarsoon (oo dhiba) markaas i xukuma hana i sugina.",
        "numberInSurah": 71,
        "juz": 11,
        "manzil": 3,
        "page": 217,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1436,
        "text": "haddaad jeedsataan idin warsanmaayo ujuuro, ujuuradayda waxaa idiin Eebe, waxaana lay faray inaan ka mid ahaado Muslimiinta.",
        "numberInSurah": 72,
        "juz": 11,
        "manzil": 3,
        "page": 217,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1437,
        "text": "Wayna beeniyeen waxaana ku korinnay Nabi Nuux iyo intii la jirtay Doontii, waxaana ka yeelay kuwo u hadha dhulka, waxaana maanshaynay kuwii beeniyey Aayaadkannaga ee day siday noqotay cidhibtii kuwii loo digay.",
        "numberInSurah": 73,
        "juz": 11,
        "manzil": 3,
        "page": 217,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1438,
        "text": "markaas kadib waxaan u Bixinnay Rasuullo Qoomkoodii Waxayna ula yimaadeen xujooyin, mana Rumayn beenintoodii darteed ee horraysay Saasaan u Daabacnaa «daboollaa» Quluubta xadgudbayaasha.",
        "numberInSurah": 74,
        "juz": 11,
        "manzil": 3,
        "page": 217,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1439,
        "text": "markaasaan u Bixinay gadaashood (Nabi) Muuse iyo (Nabi) Haaruun fircoon iyo colkiisii iyagoo Wata aayaadkannagii, wayna Isla waynaadeen waxayna Noqdeen Qoom dambiilayaal ah.",
        "numberInSurah": 75,
        "juz": 11,
        "manzil": 3,
        "page": 217,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1440,
        "text": "markuu uga yimid Xaqu Caggannaga waxay Dhaheen kani waa sixir cad.",
        "numberInSurah": 76,
        "juz": 11,
        "manzil": 3,
        "page": 217,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1441,
        "text": "Wuxuuna yidhi (Nabi) Muuse ma waxaad ku Dhahaysaan Xaqa markuu idiin yimid ma Sixirbaa kani? isagoosan Liibaanin saaxiriintu.",
        "numberInSurah": 77,
        "juz": 11,
        "manzil": 3,
        "page": 217,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1442,
        "text": "Waxayna dhaheen ma waxaad noogu timid inaad naga leexisid waxaan ka hellay Aabayaalkanni oy idiin Ahaato waynaanta Dhulka (xukunka) annagu idinka idin Rumaynnaynno.",
        "numberInSurah": 78,
        "juz": 11,
        "manzil": 3,
        "page": 217,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1443,
        "text": "wuxuu yidhi fircoon ii keena saaxir cilmi badan oo dhan.",
        "numberInSurah": 79,
        "juz": 11,
        "manzil": 3,
        "page": 218,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1444,
        "text": "markay yimaadeen saaxiriintiina wuxuu ku yidhi (Nabi) Muuse Tuura waxaad Tuuraysaan.",
        "numberInSurah": 80,
        "juz": 11,
        "manzil": 3,
        "page": 218,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1445,
        "text": "markay tuureenna wuxuu yidhi (Nabi) Muuse sixir baad la timaadeen Eebaana Burin, Eebana ma hagaajiyo camalka fasaadiyayaasha.",
        "numberInSurah": 81,
        "juz": 11,
        "manzil": 3,
        "page": 218,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1446,
        "text": "wuxuuna ku sugaa Eebe xaqa kalimadiisa haba naceen Dambiilayaashuye.",
        "numberInSurah": 82,
        "juz": 11,
        "manzil": 3,
        "page": 218,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1447,
        "text": "ma rumaymn Nabi Muuse Farac yar oo Qoomkiisii ka mida mooyee iyagoo ka Cabsan fircoon fyo Kooxdiisii inay fidmeeyaan, fircoonna wuu isku kibriyey dhulka wuxuuna ka mid ahaa xadgudbayaaaha.",
        "numberInSurah": 83,
        "juz": 11,
        "manzil": 3,
        "page": 218,
        "ruku": 180,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1448,
        "text": "wuxuu yidhi (Nabi) Muuse Qoomkayow haddaad tihiin kuwa rumeeyey Eebe isaga uun tala saarta haddaad MusIimiin Tihiin.",
        "numberInSurah": 84,
        "juz": 11,
        "manzil": 3,
        "page": 218,
        "ruku": 180,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1449,
        "text": "waxayna dheheen Ilaahay yaan lalo saarannay, Eebahannow hanooga yeelina fidmo Qoomka Daalimiinta ah.",
        "numberInSurah": 85,
        "juz": 11,
        "manzil": 3,
        "page": 218,
        "ruku": 180,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1450,
        "text": "nagana kori naxariistaada darteed qoomka gaalada ah.",
        "numberInSurah": 86,
        "juz": 11,
        "manzil": 3,
        "page": 218,
        "ruku": 180,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1451,
        "text": "waxaana u waxyoonay (Nabi) Muuse iyo walaalkiis inaad uga yeeshaan Qoomkiina Masar Guryo kana yeesha guryihiinna Qiblada (Ku tukada) ooga salaadda Lina bishaaree Mu'miniinta.",
        "numberInSurah": 87,
        "juz": 11,
        "manzil": 3,
        "page": 218,
        "ruku": 180,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1452,
        "text": "wuxuuna yidhi (Nabi) Muuse Eebahannow adaa siiyey Fircoon iyo Kooxdiisa Qurux iyo Xoolo Nolosha Adduunka Eebow inay ka dhumiyaan Jidkaaga Eebow halaag (Tirtir) Xoolahooda Adkeena Quluubtooda oo yeyna rumeynin intay ka arkaan Cadaab daran.",
        "numberInSurah": 88,
        "juz": 11,
        "manzil": 3,
        "page": 218,
        "ruku": 180,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1453,
        "text": "Eebe wuxuu yidhi waa la ajiibay Baryadiinna ee toosnaada hana raacina Jidka kuwaan wax ogayn.",
        "numberInSurah": 89,
        "juz": 11,
        "manzil": 3,
        "page": 219,
        "ruku": 180,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1454,
        "text": "waxaan tallaabinay Banii Israa'iil Badda waxayna u raaceen Fircoon iyo Qoomkiisii kibir iyo cadaawanimo, markay haleeshay maansheyntiina wuxuu yidhi (Fircoon) waxaan rumeeyey inaan Eebahay rumeeyeen Bani Israa'iil mooyee Ilaah kale jirin waxaana ka mid ahay Muslimiinta.",
        "numberInSurah": 90,
        "juz": 11,
        "manzil": 3,
        "page": 219,
        "ruku": 180,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1455,
        "text": "(Eebe wuxuu yidhi) hadda (Miyaad rumeyn) adoo horay u caasiyey oodna ka mid ahayd kuwa wax fasaadiya.",
        "numberInSurah": 91,
        "juz": 11,
        "manzil": 3,
        "page": 219,
        "ruku": 180,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1456,
        "text": "Maanta waxaannu korin badankaaga inaad u noqotid Cidda kaa dambaysa Calaamo wax badan oo Dadka ka mida Aayaadkannaga waa halmaansanyihiin.",
        "numberInSurah": 92,
        "juz": 11,
        "manzil": 3,
        "page": 219,
        "ruku": 180,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1457,
        "text": "waxaan dejinay Bani Israa'iil Dejin runa (meel fiican) waxaana ku arsaaqnay wanaag, waxayna is khilaafeen markuu cilmigi u yimid, Eebahaana wuu kala xukumi maalinia Qiyaame waxay isku khilaafeen.",
        "numberInSurah": 93,
        "juz": 11,
        "manzil": 3,
        "page": 219,
        "ruku": 181,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1458,
        "text": "haddaad Shakisantahay waxaan kugu soo Dejinay warso kuwa Akhriya Kitaabka hortaa, waxaa kaaga yimid xagga Eebe Xaq, ee ha Noqonin kuwa Shakiya.",
        "numberInSurah": 94,
        "juz": 11,
        "manzil": 3,
        "page": 219,
        "ruku": 181,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1459,
        "text": "hana ka mid noqon kuwa beeniya Aayaadka Eebe ood ka mid noqoto kuwa Khasaaray.",
        "numberInSurah": 95,
        "juz": 11,
        "manzil": 3,
        "page": 219,
        "ruku": 181,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1460,
        "text": "kuwa ku waajibtay Kalimadii Eebahaa (Ciqaab) rumeynmaayaan.",
        "numberInSurah": 96,
        "juz": 11,
        "manzil": 3,
        "page": 219,
        "ruku": 181,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1461,
        "text": "xataa huddaad ula timaaddid Aayad kasta, inlay ka arkaan Cadaab Daran.",
        "numberInSurah": 97,
        "juz": 11,
        "manzil": 3,
        "page": 219,
        "ruku": 181,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1462,
        "text": "maxay u jiriwayday Magaalo rumeysa (Xaqa) oo uu anfaco Iimaankeedu, laakiin Qoomkii (Nabi) Yuunus markay nimeeyeen waxaan ka faydnay Cadaabkii dulliga ee Adduunka, waxaana u raaxaynay tan iyo Muddo.",
        "numberInSurah": 98,
        "juz": 11,
        "manzil": 3,
        "page": 220,
        "ruku": 181,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1463,
        "text": "haddwi doono Eebabaa waxaa rumayn tahaa waxa Dhulka ku sugan oo dhan, ee ma adaa Dad ku qasbi inlay ka rumeeyaan (Xaqa).",
        "numberInSurah": 99,
        "juz": 11,
        "manzil": 3,
        "page": 220,
        "ruku": 181,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1464,
        "text": "nafuna ma rumeyso idanka Eebe ka dib mooyee, wuxuuna Eebe yeelaa xumaanta kuwaan wax kasayn korkooda.",
        "numberInSurah": 100,
        "juz": 11,
        "manzil": 3,
        "page": 220,
        "ruku": 181,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1465,
        "text": "waxaad dhahdaa daya waxa ku sugan Samooyinka iyo Dhulka waxna kama deeqaan Aayado (Calaamooyin) iyo Digid qoom aan rumeyn (Xaqa).",
        "numberInSurah": 101,
        "juz": 11,
        "manzil": 3,
        "page": 220,
        "ruku": 181,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1466,
        "text": "ma waxay sugi waxaan ahayn Ayaamihii kuwii tagay hortood oo kale, waxaad dhahdaa suga anna waan idinla sugiye.",
        "numberInSurah": 102,
        "juz": 11,
        "manzil": 3,
        "page": 220,
        "ruku": 181,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1467,
        "text": "markaasaan korinnaa Rasuulada iyo kuwa rumeeyey saasaana Xaq nagu ah, inaan u korinno Mu'miniinta.",
        "numberInSurah": 103,
        "juz": 11,
        "manzil": 3,
        "page": 220,
        "ruku": 181,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1468,
        "text": "waxaad dhahdaa Dadow hadaad tihiin kuwo shakisan diintayda Caabudi maayo waxaad caabudaysaan oo Eebe ka soo hadhay waxaanse Caabudi Eebaha idin Dili, waxaana lay faray inaan ka mid noqdo Mu'iniinta.",
        "numberInSurah": 104,
        "juz": 11,
        "manzil": 3,
        "page": 220,
        "ruku": 182,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1469,
        "text": "iyo inaan u jeediyo wajiga Diinta anoo Toosan hana ka mid noqonin Mushrikiinta.",
        "numberInSurah": 105,
        "juz": 11,
        "manzil": 3,
        "page": 220,
        "ruku": 182,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1470,
        "text": "Hana caabudin Eebe ka Sokow waxaan wax ku Tarayn kuna dhibayn, Haddaad fasho waxaad ka mid Noqon Daalimiinta.",
        "numberInSurah": 106,
        "juz": 11,
        "manzil": 3,
        "page": 220,
        "ruku": 182,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1471,
        "text": "Hadduu ku taabsiiyo Eebe dhib wax faydi oon isaga Ahayn ma jiro, Hadduu kula doono Khayra wax celin kara fadligiisa ma jiro, Wuxuuna gaadhsiiyaa cidduu doono oo Addoomadiisa ka mida, waana Dambi dhaafe Naxariista.",
        "numberInSurah": 107,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 182,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1472,
        "text": "Waxaad dhahdaa Dadow waxaa idiinka yimid xagga Eebe Xaqii, ciddii Hanuuntana wuxuu uun u Hanuunay Naftiisa, cidii dhuntana wuxuu uun u Dhumay Naftiisa (Dhibkeeda) Anna korkiinna Wakiil uma ihi.",
        "numberInSurah": 108,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 182,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1473,
        "text": "Ee raac waxa laguu waxyooday Samirna inta Eebe ka kala Xukmin (Dadka) isagaa u Wanaagson Xaakime.",
        "numberInSurah": 109,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 182,
        "hizbQuarter": 88,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "so.abduh",
      "language": "so",
      "name": "Abduh",
      "englishName": "Mahmud Muhammad Abduh",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}