{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 11,
    "name": "سُورَةُ هُودٍ",
    "englishName": "Hud",
    "englishNameTranslation": "Hud",
    "revelationType": "Meccan",
    "numberOfAyahs": 123,
    "ayahs": [
      {
        "number": 1474,
        "text": "Erayga hore wuxuu ku Tusin Mujisada Quraanka, Kitaabka Quraanka alma waa mid la sugay Aayadihiisa, markaas lagana Caddeeyey Eebaha Falka san ee wax walba og Xaggiisa.",
        "numberInSurah": 1,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 183,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1475,
        "text": "inaydaan Caabudin Eebe mooyee wax kale, anugu waxaan idiinka ahay xagga Eebe Dige Bishaareeya.",
        "numberInSurah": 2,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 183,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1476,
        "text": "dambi dhaafna warsada Eebe una toobad keena wuxuu idiinku raaxayn nolol wanaagsan tan iyo muddo, wuxuuna siin cid kasta dheeraad leh (Fadli) dheeraadkiisa (Fadligiisa) haddaad jeedsataanna anugu waxaan idiinka cabsan Cadaab Maalin wayn.",
        "numberInSurah": 3,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 183,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1477,
        "text": "xagga Eebaa noqoshadiinnu tahay wax kastana wuu karaa.",
        "numberInSurah": 4,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 183,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1478,
        "text": "waxay iilayaan Laabtooda inay iska qariyaan Eebe, markay isku dadi maryahooda waa ogyahay Eebe waxay qarsan iyo waxay Muujin, illeen Eebe waa igyahay waxa laabta ku sugane.",
        "numberInSurah": 5,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 183,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1479,
        "text": "Dhul socod kasta Risqigeedu wuxuu saaranyahay Eebe wuxuuna ogyahay meejey ku Hoyan ooy u dheelman dhammaanna Kitaab Cad yey ku suganyihiin.",
        "numberInSurah": 6,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 183,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1480,
        "text": "Eebe waa kan ku Abuuray Samooyinka iyo Dhulka Lix Maalmood, wuxuuna ahaa Carshihiisu Biyo korkood inuu idin Imtixaamo kiinna Camalka Wanaagsan, haddaad dhahdo waa laydin soo bixin Geeri ka dib waxay odhan kuwii gaaloobay kani waxaan sixir Cad ahayn ma aha.",
        "numberInSurah": 7,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 183,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1481,
        "text": "haddaan dib uga dhigno Cadaabka Xaggooda tan iyo muddo tirsa waxay odhan maxaa celinaya, maalintuuse u yimaaddo mid Iaga iilo ma aha, waxaana ku dhaca waxay ku, jeesjeesi (Ciqaabtiisii).",
        "numberInSurah": 8,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 183,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1482,
        "text": "haddaan dhadhansiinno Dadka naxariis xaggannaga ah markaas aan ka qaadno wuxuu noqdaa mid quusasho badan oo dafir hadan.",
        "numberInSurah": 9,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1483,
        "text": "haddaan dhadhansiinno Dadka Niemo dhib taabtay ka dib wuxuu dhihi wwaxaa iga tagay sumaanti isagoo Farax iyo faan ku sugan.",
        "numberInSurah": 10,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1484,
        "text": "kuwa Samra ee canal fiica fala mooyee, kuwaasna waxaa u sugnaaday dambi dhaaf iyo ajir wayn.",
        "numberInSurah": 11,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1485,
        "text": "waxaad u dhawdahay inaad ka tegto waxa laguu waxyoon qaarkiis oy Ia cidhiidhyanto Laabtaadu inay dhahaan maa lagu soo Dejiyo korkiisa Kansi ama Ia yimaaddo malag, adugu waxaad uun tahay Dige, Eebana wax kasta wuxuu u yahay (Ilaaliye) Wakiil.",
        "numberInSurah": 12,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1486,
        "text": "mise waxay odhan wuu been abuurtay, waxaad dhahdaa karaa Toban Suuradood oo la mida oo la been abuurtay una yeedha ciddaad kartaan oo Eebe ka soo hadhay haddaad run sheegaysaan.",
        "numberInSurah": 13,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1487,
        "text": "14, haddayna idin Ajiibin «yeelin» ogaada in lagu soo dejiyey Quraanka ogaansho Eebe iyo inaan Eebe mooyee Ilaah kale jirin, a ma islaamaysaan.",
        "numberInSurah": 14,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1488,
        "text": "ciddii dooni nolosha adduunyo iyo quruxdeeda waxaan u dhamaynaynaa camalkooda dhexdeeda lagamana nusqaamiyo.",
        "numberInSurah": 15,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1489,
        "text": "Kuwaasuna waa kuwaan kulahayn Aakhiro waxaan Naar ahayn, waxaana buray waxay ku sameeyeen dhexdeeda waxaana baadhila (wax kama jire ah) waxay falayeen.",
        "numberInSurah": 16,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1490,
        "text": "Ruux ku sugan (Xujo) cad oo Eebihiis, uu raacina marag Eebe, hortiisna ahaayeen Kitaabkii Muuse isagoo Imaam iyo Naxariis ah ma la midbaa mid adduunyo uun doonay, kuwaas fiican way rumeyn Quraanka, ciddii ka gaalowda Quraanka iyo Nabiga oo Xisbiyada ka mida Naarbaa ballan u ah, ee ha noqon mid Shakiya Xaggiisa isagu waa Xaq Eebe ka ahaadaye, laakiin Dadka Radankiis ma Rumeeyaan.",
        "numberInSurah": 17,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1491,
        "text": "yaa ka dulmi badan ruux ku abuurtay Eebe Been, kuwaas waxaa loo bandhigi Eebahood waxayna odhan maraggu kuwaasu waa kuwa ku been abuurtay Eebahood Lacnadi ha ahaato Daalimiinta korkooda.",
        "numberInSurah": 18,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1492,
        "text": "19, ee ah kuwa ka jeedsada Jidka Eebe lana dooni Qallooc Aakharana ka gaaloobay.",
        "numberInSurah": 19,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1493,
        "text": "kuwaasu ma aha kuwa ku daalin Eebe Dhulka dhexdiisa umana sugna wax Eebe ka soo hadhay oo u gargaari waxaana loo Iaablaabi cadaabka, mana karaan inay (Xaqa) maqlaan ama arkaan.",
        "numberInSurah": 20,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1494,
        "text": "kuwaasu waa kuwa Khasaariyey Naftooda waxaana ka dhumay waxay been abuurteen.",
        "numberInSurah": 21,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1495,
        "text": "waxaana sugan inay kuwaasu Aakharo iyaga uun khasaaro badnaadeen.",
        "numberInSurah": 22,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1496,
        "text": "kuwa rumeeyey Xaqa oo camal fiican falay oo u noqday Eebahood kuwaasu waa Jannada Ehelkeeda wayn, ku dhex waari.",
        "numberInSurah": 23,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1497,
        "text": "waxay La midyihiin Labada kooxood mid indhala' iyo mid dhaaa la' mid wax arka iyo mid wax maqli ma simanyihiin tusaale ahaan miyeydaan wax xusuusaneyn.",
        "numberInSurah": 24,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 184,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1498,
        "text": "waxaan u diray (Nabi) Nuux qoomkiisii (Isagoo leh) waxaan idiin ahay dige Cad.",
        "numberInSurah": 25,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1499,
        "text": "inaydaan Caabudin wax Eebe ka soo hadhay, waxaan idiinka cabsan korkiinna cadaab Maalin daran.",
        "numberInSurah": 26,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1500,
        "text": "waxayna dheheen madaxdii Gaalowday oo qoomkiisa ka mida waxaan bashar nala mida ahayn kuguma aragno, kugumana aragno inuu ku raacay waxaan ahayn kuwannaga xun xun ee ku deg dega ra'yiga, Kuugumana ara- gno korkannaga wax dheeraada waxaanse idiin malaynaynaa Beenaalayaal.",
        "numberInSurah": 27,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1501,
        "text": "wuxuuna yidhi Qoomkayow ka warrama haddaan Xujo (cad) oo Eebahay ku sugnahay uu ina siiyey naxariis Xaggiisa oo Laydinka indho tiray miyaao idinkii laasimin karraa idinkoo nici.",
        "numberInSurah": 28,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1502,
        "text": "Qoomkayow idin warsan maayo Xoolo, Ajirkayga Eebaa haya, mana eryayo kuwa xaqa rumeeyey illeen iyagu waxayla kulmi Eebahoode, waxaanse idinku arkaa Qoom Jaahiliina.",
        "numberInSurah": 29,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1503,
        "text": "Qoomkayow yaa iiga gargaari Eebe haddaan eryo kuwaas (Xaqa rumeeyey) miyeydaao wax Xusuusanayn.",
        "numberInSurah": 30,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1504,
        "text": "idima dhahayo waxaa agtayda ah Khasaa'intii Eebe mana ogi waxa maqan, idinmana odhanaayo waxaan ahay Malaa'ig, idinmana odhanaayo kuway yasayso indhihiinnu ma siinayo Eebc khayr, Eebaa og waxa Naftooda ku sugan, markaas waxaan ka mid noqon Daalimiinta.",
        "numberInSurah": 31,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1505,
        "text": "waxay dheheen Nuuxow waad nala dooday ood badisay la doodkannaga, ee noo keen waxaad noo yaboohayso haddaad run sheegi.",
        "numberInSurah": 32,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1506,
        "text": "wuxuuna yidhi waxaa uun idiin keeni (kara) Eebe hadduu doono, mana tihiin kuwo daalin Eebe.",
        "numberInSurah": 33,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1507,
        "text": "waxna idiinma tarto Naseexadaydu haddaan doono inaan idiin naseexeeeyo hadduu Eebe doono inuu iddin baadiyeeyo illeen waa Eebihiine. xagiisaana laydiin celin.",
        "numberInSurah": 34,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1508,
        "text": "mise waxay dhihi isagaa been ahuurtay, waxaad dhahdaa haddaan been abuurto dambigaygu anuu isaaranyahay, anuguna bari baan ka ahay waxaad dambaabtaan.",
        "numberInSurah": 35,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1509,
        "text": "waxaa loo waxyooday Nabi Nuux inuusan ku rumeynayn Qoomkaaga inta ku rumaysay waxaan ahayn ee ha u murugoon waxay fali.",
        "numberInSurah": 36,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 186,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1510,
        "text": "samaysana doon annagoo ku dhawri kuuna waxyoon hana igula hadlin (xaalka) kuwii dulmi falay waa Ia maansheyne.",
        "numberInSurah": 37,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 186,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1511,
        "text": "wuxuu samaynayye Doon mar kasta oo Qoomkiisa koox ka mida martana way ku jees jeesayeen wuxuuna ku dhahayey haddaad nagu jees jeestaan anaguna waan idinku jees jeesi saad u jees jeesaysaan.",
        "numberInSurah": 38,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1512,
        "text": "waadna ogaan doontaan cidduu u yimaaddo cadaab dulleeya kuna dago cadaab joogta ah.",
        "numberInSurah": 39,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1513,
        "text": "markuu yimid amarkannagii oo Tanuurkii burqaday waxaan ku nidhi ku xambaar Doonida nooc kasta Labo iyo Xaaskaaga ciddii dhumid loo xukumay mooyee, iyo cidii rumaysa xaqa (iyana ku xambaar) mana rumeynin wax yar mooyee.",
        "numberInSurah": 40,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1514,
        "text": "wuxuuna yidhi ku kora Magaca Eebe oy kuna socon kuna joogsan Eebahayna waa dambi dhaafe naxariista.",
        "numberInSurah": 41,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1515,
        "text": "wayna la socotay hir dhexdiis oo buuro la mida wuxuuna u dhawaaqay Nabi Nuux Wiilkiisii wuxuuna ahaa meel ka gaar ah (Isagoo leh) Wiilkaygow nala soo kor hana la jirin gaalada.",
        "numberInSurah": 42,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1516,
        "text": "wuxuuna ku yidhi waxaan u dunmi buur iga dhawrta Biyaha wuxuu yidhi (Nabi Nuux) wax ilaalin kara maanta amarka Eebe ma jiro cid Eebe u naxariistay mooyee, waxaana kala dhex maray hirkii wuxuuna noqday Wiilkii kuwa la maansheeyey.",
        "numberInSurah": 43,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1517,
        "text": "waxaana la yidhi dhulow Liq Biyahaaga Samooyna qaad (Jooji) waxaana la yareeyey «la gudhiyey» Biyihii waxaana la xukumay Amarkii waxayna Ku dul ekaatay Doontii Juudi waxaana la yidhi fogaansho haw sugnaato Qoomka Daalimiinta ah.",
        "numberInSurah": 44,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1518,
        "text": "wuxuu u dhawaaqay (Baryey) Nabi Nuux Eebihiis wuxunna yidhi Eebow Wiilkaygu wuxuu ka mid yahay Ehelkeyga Yaboohaaguna waa xaq (sugan)adaana xuk unkaagu falsanyahay.",
        "numberInSurah": 45,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1519,
        "text": "Eebe wuxuu yidhi Nuuxow Wiilku Ehelkaaga kama mid ma aha waana camal aan suubanayn ee hay warsan waxaadan cilmi u lahayn waxaan kaa waanin inaad jaahiliinta ka mid noqoto.",
        "numberInSurah": 46,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1520,
        "text": "wuxuuna yidhi Nabi Nuux Eebow waxaan kaa magan galay inaan ku warsado waxaanan u cilmi lahayn haddaadan ii dambi dhaafin oodan ii naxariisan waxaan ka mid noqon kuwa khasaaray.",
        "numberInSurah": 47,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1521,
        "text": "waxaa lagu yidhi Nuuxow ku deg Nabadgalyo xaggannaga ah iyo ummadaha kula jira, ummadana waannu u raaxayn markaas waxaa taaban cadaab daran oo xaggannaga ka ahaada.",
        "numberInSurah": 48,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1522,
        "text": "kaasi waa warkii maqnaa oon kuu waxyoonayno maadan ahayn mid og adi iyo Qoomkaagu midna kan hortiis ee samir cidhibta (Fiican) waxaa leh kuwa dhawrsada.",
        "numberInSurah": 49,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1523,
        "text": "Caadna waxaa Ioo diray Walaalkood Nabi Huud, wuxuuna yidhi Qoomkayow caabuda Eebe Ilaah kale idiinma sugnee waxaan been abuurasho ahayna kuma sugnidin.",
        "numberInSurah": 50,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1524,
        "text": "Qoomkayow idinka warsan maayo xaqa ujuuro ujuuradayda waxaan uun ka mutaa Eebaha i Abuuray ee miyeydaan wax kasayn.",
        "numberInSurah": 51,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1525,
        "text": "Qoomkayow Dambi dhaaf warsada Eebihiin una toobad kenna ha soo (Daayo) diro Samada (Roobka) korkiinna si badane hana idiinku kordhiyo xoog xooggiinii hana jeedsanina idinkoo Dambiilayaal ah.",
        "numberInSurah": 52,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1526,
        "text": "waxay dheheen Huudow noolama aadan imaanin Xujo cad kagamana tageeyono llaalryahannaga hadalkaaga kumana rumeynayno.",
        "numberInSurah": 53,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1527,
        "text": "wax kale kuguma dhaheeyno oon ahayn in Ilaahyahannaga Qaarkood kugu asiibeen xumaan (Cudur) wuxuu yidhi waxaan Eebe marag galin ee idinkuna marag nogda inaan bari ka ahay waxaad la wadaajinaysaan, (Cibaadada).",
        "numberInSurah": 54,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1528,
        "text": "oo Eebe ka soo hadhay ee i dhagra dhammaan hana i sugina.",
        "numberInSurah": 55,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1529,
        "text": "anugu waxaan tala saartay llaahay ee ah Eebahay iyo Eebihiin wax socda oosan foodda qabanayn ma jiro (Awoodayn) Eebahayna wuxuu ku sugan yahay jid toosan.",
        "numberInSurah": 56,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1530,
        "text": "haddaad Jeedsataan waxaan idin gaadhsiiyey wixii laygu soo diray xaggiinna, wuuna idinka gadaal marin Eebahay qoom kale waana kama dhibaysaan, Eebahayna wax kasta wuu ilaaliyaa.",
        "numberInSurah": 57,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1531,
        "text": "markuu yimid amarkannagii waxaan ku korinnay Huud iyo intii rumaysay Naxariistanada wexaana ka korinay Cadaab Adag.",
        "numberInSurah": 58,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1532,
        "text": "taasi waa Caad waxay diideen Aayaadkii Eebahood waxayna caasiyeen rasuuladiisii waxayna raaceen amarka islaweyne madax adag dhammaantiis.",
        "numberInSurah": 59,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1533,
        "text": "waxaana la raaciyey Adduunyadan Lacnad iyo Maalinta Qiyaamaba, Caad way ka gaaloobeen Eebahood Fogaanshaa (Halaagbaana) u sugnaaday Caadkii Qoomkii Huud ahaa.",
        "numberInSurah": 60,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1534,
        "text": "Thamuudna waxaan u dirray Walaalkeed (Nabi) Saalax, wuxuuna yidhi Qoomkayow Caabuda Eebe Ilaa Eebe ka soo hadhay ma idiin sugnee, isagaana idiinka ahaysiiyey Dhulka idinkuna Camiray dhexdeeda ee dambidhaaf warsada una toobad keena illeen Eebahay waa dhawyahay oo ajiibaa (Baryade)",
        "numberInSurah": 61,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1535,
        "text": "waxay dheheen Saalaxow waxaad ku ahayd dhexdannada mid la rajeeyo arrintan ka hor ma waxaad naga reebi inaan caabudno waxay caabudayeen Aabayaalkanno annagu shaki daran baan kaga suganahay waxaad noogu yeedhi.",
        "numberInSurah": 62,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1536,
        "text": "wuxuu yidhi bal ka warrama haddaan xujo Eebahay ku sunahay oo uu i siiyey Naxariis xaggiisa ah yaa iiga gargaari Eebe haddaan Caasiyo iimana kordhinaysaan waxaan khasaarc ahayn.",
        "numberInSurah": 63,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1537,
        "text": "Qoomkayow tan waa Hashii Eebe Calaamad bayna idiintahay ee iska Daaya ha cunto Dhulka Eebe hana ku taabanina Xumaan oo markaas idin qabto Cadaab dhaw.",
        "numberInSurah": 64,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1538,
        "text": "wayse dileen Hashii, wuxuuna ku yidhi ku raaxaysta guryihiina Saddex maalmood kaasina waa yabooh aan la beeninayn.",
        "numberInSurah": 65,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1539,
        "text": "markuu u yimdi amarkii Eebe waxaan ku korinay Nabi Saalax iyo intii rumaysay Naxariistanada iyo inaan (ka korinay) dulliga Maalintaas Eebana waa xoog badane Adkaada.",
        "numberInSurah": 66,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1540,
        "text": "waxaana wabatay kuwii dulmi falay qaylo waxayna ahaadeen kuwo guryahooda ku dhexdhinta.",
        "numberInSurah": 67,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1541,
        "text": "sidii iyagoon ku dhex nagaanin, Thamuud waxay ka gaaloobeen Eebahood waxayna muteen fogaansho (Halaag).",
        "numberInSurah": 68,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1542,
        "text": "waxay ula yimaaddeen Malaa'igtanadii aan soo diray Nabi Ibraahim Bishaaro, waxayna dheheen salaamo korkaaga ha ahaato, isna wuxuu yidhi Salaam, kamana nagaan (Daahin) inuu u keeno dibi la dubay (Hilibkiis).",
        "numberInSurah": 69,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1543,
        "text": "markuu arkay in ayna gacmahoodu gaadhayn wuu la yaabay wuxuuna iska kasay cabsi xaggooda ah, waxayna dheheen ha cabsan waxaa naloo soo diray Qoomka (Nabi) Luudhe.",
        "numberInSurah": 70,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1544,
        "text": "haweeneydiisiina way taagnayd wayna qososhay waxaana ugu bishaaraynay (Nabi) Isxaaq gadaashiisna Yacquub (Wiilkiisii).",
        "numberInSurah": 71,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1545,
        "text": "waxayna tidhi waa la yaabe miyaan dhali anoo cajuuso ah ninkaygana oday yahay arrintaasu waa wax la yaab leh.",
        "numberInSurah": 72,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1546,
        "text": "waxay dheheen ma waxaad la yaabi amarka Eebe naxariistiisa iyo barakadiisa korkiinna, qoyskanow, Eebana waa la mahdiye la Sharrifo.",
        "numberInSurah": 73,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1547,
        "text": "markay Nabi Ibraahim ka tegtay Cabsidii (argagaxii) una timid Bishaaradii yuu noqday mid nagula dooda xaalka Qoomka (Nabi Luudh).",
        "numberInSurah": 74,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1548,
        "text": "Nabi Ibraahimna waa dulsame noqosho iyo toobadkeen badan.",
        "numberInSurah": 75,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1549,
        "text": "Ibraahimow iskaga jeedso xaalkan, waxaa dhab u yimid Amarkii Eebahaaye iyagana waxaa u imaan cadaab aan laga celinayne.",
        "numberInSurah": 76,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1550,
        "text": "markay Malaa'igtaan soo diray u timid Nabi Luudh wuu ka walbahaaray wuuna la cidhiidhyamay wuxuuna yidhi tani waa Maalin daran.",
        "numberInSurah": 77,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1551,
        "text": "waxaana yimid Qoomkiisii oo u deg degi xaggiisa horayna waxay u ahaayeen kuwo fala Xumaan, wuxuuna yidhi Qoomkayow kuwaasu waa gabdhahaygii iyagaa idiin dhahiran ee ka dhawrsada Eebe bana igu dullaynina martidayda miyuusan Nin rashiida «fiican» idinku jirin.",
        "numberInSurah": 78,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1552,
        "text": "waxay dheheen waaad ogtahay inaanaan ku lahayn gabdhahaaga xaq waadna ogtahay waxaannu dooni.",
        "numberInSurah": 79,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1553,
        "text": "wuxuu yidhi Nabi Luudh haddaan xoog idiin leeyahay ama u dumi tiir adag (waan idin ciqaabi lahaa).",
        "numberInSurah": 80,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1554,
        "text": "waxay dheheen (Malaa'igtii) Luudhow waxaan nahay farriintii Eebahaa dhibna kuma gaadhsiinayaan ee Guuri Ehelkaaga qayb habeenka ka mida dibna hasoo dayina haweeyneydaada mooyee, waxaa ku dhici waxa ku dhacaya ballankooduna waa subaxa miyuusan subuxu dhawayn.",
        "numberInSurah": 81,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1555,
        "text": "markuu yimid amarkannagii waxaan ka yeellay korkoodii hoostoodii waxaana ku daadinay dhagaxyo la shiday oo israac raacsan.",
        "numberInSurah": 82,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1556,
        "text": "lagu calaameeyey Eebahaa agtiisa wax daalimiinta ka fogna ma aha.",
        "numberInSurah": 83,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1557,
        "text": "Madyanna waxaan u diray Walaalkood (Nabi) Shucayb, wuxuuna yidhi Qoomkayow Caabuda Eebe idiinma sugna Ilaah kalee, hana nusqaaminina Beegidda (Miisiidda) iyo miisaanka waxaan idinku arkaa khayre (xoolo) waxaana idiinka cabsan Cadaab Maalin koobi.",
        "numberInSurah": 84,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1558,
        "text": "Qoomkayow oofiya Miisidda iyo miisaanka si cadaalada hana ka nusqaaminina Dadka waxooda Dhulkana ha fasaadinina.",
        "numberInSurah": 85,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1559,
        "text": "Baaqiga Eebe yaa idiin khayrroone ma ihi mid idin ilaalin (karee).",
        "numberInSurah": 86,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1560,
        "text": "waxay dheheen shucaybow ma salaadahaagaa ku fari inaan ka tagno waxay caabudayeen Aabayaalkaanno ama ku fallo xoolahanaga waxaan doonno adugu waxaad uun tahay dulbadane toosan (Jees jees dartiis).",
        "numberInSurah": 87,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1561,
        "text": "wuxuu yidhi Qoomkayow bal ka warrama haddaan ku sugnahay xujo Eebahay iguna arsuqay risqi wanaagsan, oonan doonaynna inaan idiin dabo maro waxaan idinka reebi oonan doonayn waxaan wanaajin ahayn, intaan karo, waafajintaydana waxaan Eebe ahayn ma karo isagaana talo saartay xaggiisaana u noqon, (Toobad).",
        "numberInSurah": 88,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1562,
        "text": "Qoomkayow yuusan idinku xambaarin khilaafkaygu inuu idinku dhaco wixii ku dhacay Qoomkii (Nabi) Nuux ama qoomkii Nabi Huud ama (Nabi) Saalax idinkamana foga waqtigii Qoomkii (Nabi) Luudh.",
        "numberInSurah": 89,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1563,
        "text": "ee dambi dhaaf warsada Eebihiin una toobadkeena ileen Eebahay waa Naxariiste Jeeel (Ciddii toobad keentee).",
        "numberInSurah": 90,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1564,
        "text": "waxay dheheen Schucaybow ma kasaynno wax badan ood sheegi waxaana kugu aragnaa inaad dhexdannada ku tabar yartahay, hadduusan Qoomkaagu jirin waan ku dhegexyeyn lahayn, mana tihid adugu mid cisi naguleh.",
        "numberInSurah": 91,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1565,
        "text": "wuxuu yidhi Qoomkayow ma jamaacaddaydaa idin kala wayn Eebe ood ka yeelateen waxaad dhabarkiinna ka tuurtaan (Xaqa) Eebahayna waxaad falaysaan wuu koobay.",
        "numberInSurah": 92,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1566,
        "text": "wuxuu yidhi Qoomkayow ku camal fala dariiqadiinna anna waan camal fali waxaadna ogaan doontaan cidduu u yimaaddo cadaab dulleeya iyo cidda beenaalaha ah ee suga anna waan idinla sugiye.",
        "numberInSurah": 93,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1567,
        "text": "markuu yimid amarkanagii waxaan ku korinnay Shucayb iyo kuwii rumeeyey naxariistanada, waxaana qabatay kuwii dulmi falay qaylo waxayna ahaadeen kuwo guryahoodii ku dhintay.",
        "numberInSurah": 94,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1568,
        "text": "sidii iyagoon ku nagaanin fogaansho (halaag) baa u sugnaaday Madyan siday u fogaatay Thamuud (u halaagsantay).",
        "numberInSurah": 95,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1569,
        "text": "waxaannu dhab ula dirray Nabi Muuse Aayaadkanagii iyo xujo cad.",
        "numberInSurah": 96,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1570,
        "text": "xagga Fircoon yaana u dirray iyo Qoomkiisii, waxayna raaceen amarkii Ficoon, amarka Fircoonna ma ahayn mid toosan (Hanuunsan).",
        "numberInSurah": 97,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1571,
        "text": "wuxuu hor qaadi Qoomkiisa Maalinta qiyaame, wuxuuna ku aroorin Naarta, meel lagu aroorana naarbaa u xun.",
        "numberInSurah": 98,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1572,
        "text": "waxaana la raacsiiyey Adduunyada Lacnad iyo maalinta Qiyaamaba, wax laysu kordhiyana waxaa u xun (Arrintaa).",
        "numberInSurah": 99,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1573,
        "text": "arrintaasu waa warkii Magaalooyinka waana kaaga qisoonaynaa, waxaana ka mida kuwo taagan iyo kuwo la halaagay.",
        "numberInSurah": 100,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1574,
        "text": "maanaan dulmiyin iyagaase dulmiyey naftooda waxna ugama tarin Ilaahyahoodii ay caabudayeen Eebe ka sokow markuu u yimid amarkii Eeba-",
        "numberInSurah": 101,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1575,
        "text": "waana sidaas qabashada Eebahaa markuu doono inuu qabto oo ciqaabo magaalo (Dadkeed) oo dulmi fashay, qabashadiisuna way xanuun leedahay oy darantahay.",
        "numberInSurah": 102,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1576,
        "text": "arrintaasna calaamadbaa ugu sugan ciddii ka cabsan cadaabka aakhiro waana maalin loo kulmin dadka Dartiis, waana maalin la soo Joogsan.",
        "numberInSurah": 103,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1577,
        "text": "dibna uguma dhigaynno muddo magacaaban darteed mooyee.",
        "numberInSurah": 104,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1578,
        "text": "maalintuu Qiyaamuhu yimaaddo ma hadasho nafi idinka Eebe mooyee, waxaana ka mida dadka kuwo xun (Khasaaray) iyo kuwo liibaanay.",
        "numberInSurah": 105,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1579,
        "text": "kuwa xumaadayna naarbay gali dhexdeedayna ku hiinraagi kuna qaylyi.",
        "numberInSurah": 106,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1580,
        "text": "iyagoo ku waari inta samooyinku jiraan iyo dhulku wuxuu Eebe doono mooyee, Eebahaana wuxuu doonuu falaa.",
        "numberInSurah": 107,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1581,
        "text": "kuwa la liibaanayna jannay ku waari inta samooyinku jiraan iyo Dhulku wuxuu Eebe doono mooyee, waana siismo aan go'ayn.",
        "numberInSurah": 108,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1582,
        "text": "ha shakin (xumaanta) waxay caabudi kuwaasu, ma caabudayaan waxay Aabayaalkood caabudayeen mar hore mooyee, waana u dhammaynaynaa qaybtooda (Ciqaabta) oon laga Nusqaaminayn.",
        "numberInSurah": 109,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 191,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1583,
        "text": "waxaan siinnay (Nabi) Muuse Kitaabka (Tawreed) waana laysku khilaafay, hadduunan jirin hadal Eebahaa oo horreeyey waa lakala xugmin lahaa dhexdooda, waxayna iyagu kaga suganyihiin shaki daran.",
        "numberInSurah": 110,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1584,
        "text": "dhammaan wuu u oofin Eebahaa Camalkooda illeen Eebe waxay camal fali wuu ogyahay.",
        "numberInSurah": 111,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1585,
        "text": "ee u toosnow sida lagu faray adiga iyo inta kula toobadkeentay hana xadgudbina illeen Eebe waxaad camal falaysaan wuu arkaaye.",
        "numberInSurah": 112,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1586,
        "text": "ha u iilanina kuwa dulmi falay oo Naaru idin taabato idiinmana sugno Eebe ka sokow Awliyo markaas laydiinna gargaari Maayo.",
        "numberInSurah": 113,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1587,
        "text": "oog salaadda maalinta darfaheeda iyo qayb habeenka ka mida (saacaad) illeen wanaagu wuxuu tegsiiyaa (Tirtiraa) xumaantee, taasina waa waanada kuwa Ilaah xuska badan.",
        "numberInSurah": 114,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1588,
        "text": "samir (adkayso) ilaahay ma dayaco ajirka kuwa sama falee.",
        "numberInSurah": 115,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1589,
        "text": "maxay u ahaan waayeen Quruumihii hore dad khayr (caqli) leh oo ka reeba fasaadka dhulka, wax yar mooyee oo ka mida kuwaan korinnay xaggooda, waxayna raaceen kuwii dulmi falay wixii loogu raaxeeyey waxayna ahaayeen dambiilayaal.",
        "numberInSurah": 116,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1590,
        "text": "Eebana uma halaago magaalo dulmi iyadoo Ehelkeedu wax wanaajin.",
        "numberInSurah": 117,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1591,
        "text": "hadduu doono Eebahaa wuxuu ka yeeli lahaa Dadka mid kaliya mana ka tagaan kuwo iskhilaafsan.",
        "numberInSurah": 118,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1592,
        "text": "cid Eebe u naxariistay mooyee saasaana Eebe ku abuuray, wayna taam noqotay kalimadii Eebahaa oo ah innu ka buuxiyo jahannamo Jinni iyo insi dhammaan.",
        "numberInSurah": 119,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1593,
        "text": "Dhammaan waxaannu kaaga qisoon wararkii rasuulada waxaan ku sugno qalbigaaga, waxaana taam kuugu yimid xaq iyo waedi iyo waanada Mu'miniinta.",
        "numberInSurah": 120,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1594,
        "text": "waxaad ku dhahdaa kuwaan rumeynin ahaada sidiinnaas (ku camal fala) annana waannnu «ahaan» camal faliye.",
        "numberInSurah": 121,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1595,
        "text": "sugana annana waaanu sugiye.",
        "numberInSurah": 122,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1596,
        "text": "Eebe waxaa u sugnaaday waxa ku maqan samoolyinka iyo dhulka, xaggiisaana loo celin amarka dhammaan ee caabud oo talo saaro, Eebana mahalmaansana waxaad falaysaan.",
        "numberInSurah": 123,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "so.abduh",
      "language": "so",
      "name": "Abduh",
      "englishName": "Mahmud Muhammad Abduh",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}