{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 39,
    "name": "سُورَةُ الزُّمَرِ",
    "englishName": "Az-Zumar",
    "englishNameTranslation": "The Groups",
    "revelationType": "Meccan",
    "numberOfAyahs": 75,
    "ayahs": [
      {
        "number": 4059,
        "text": "Soo dajinta Kitaabka (Quraanka) wuxuu ka ahaaday xagga Eebaha adkaada ee falka san.",
        "numberInSurah": 1,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4060,
        "text": "Annagaana kuugu soo dajinay Nabiyow Kitaabka si xaq ah, ee caabud Eebe adoo kali yeeli Diinta.",
        "numberInSurah": 2,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4061,
        "text": "Diinta khaaliska ahna waxay u sugnaatey Eebe, kuwa ka yeesha Eebe ka sokow awliyo waxay odhan uma caabudno inay Eebe noo dhaweeyaan mooyee dhawaansho, Eebaana kala xukumi dadka dhexdooda waxay isku diidaan, Eebana ma hanuuniyo Been badane gaalnimobadan.",
        "numberInSurah": 3,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4062,
        "text": "Hadduu doono Eebe inuu yeesho ilmo wuxuu ka dooran lahaa wuxuu abuuro wuxuu doono, waa naxahanyahey, waana Eebaha kalida ah ee awoodda badan.",
        "numberInSurah": 4,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4063,
        "text": "Isagaa abuuray samooyinka iyo dhulkaba si dhab ah, wuxuuna Habeenka ku daboolaa Maalinta, Maalintana ku daboolaa Habeenka, wuxuuuna sakhiray Qorraxda iyo Dayaxa, mid walbana wuxuu ku socdaa muddo magacaaban, Eebana waa adkaade dambi dhaafbadan.",
        "numberInSurah": 5,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4064,
        "text": "Wuxuu idinka abuurey naf kaliya (Nabi aadam) markaasuu Eebe ka yeeley (ka abuurey) xagga aadam haweeneydiisi (Xaawo) wuxuuna Eebe idiin soo dajiyey xoolaha siddeed nooc oo ka mid ah, wuxuuna idinku abuurey uurka hooyadin abuurid ka dambeyso abuurid saddex mugdi dhexdooda saasna waxaa yeela Eebaha idin barbaariya, isagaana iska leh xukunka, Eebe mooyee ilaah kale majiro, ee xaggee laydiinka iili (Xaqa).",
        "numberInSurah": 6,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4065,
        "text": "Haddaad gaalowdaan dadow Eebe waa idinka kaaftoomey, ugamana raalli aha addoomadiisa gaalnimo, hadaad ku mahdisaanna wuu idin ka raalli noqon, nafna naf kale danbigeeda ma qaaddo, waxaana leydiin celin Eebihiin xaggiisa, wuxuuna idiin ka warrami waxaad camal fasheen, wuuna ogyahey wax laabta (qalbiga) ku sugan.",
        "numberInSurah": 7,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4066,
        "text": "Markuu dadka taabto dhib wuxuu baryaa Eebihiis isagoo u noqon, markuuse Nicmo siiyo wuu illoobaa wuxuu baryey horey, wuxuuna u yeelaa Eebe shariigyo si uu uga baadiyeeyo (kaasi) jidka Eebe, waxaad dhahdaa ku raaxaysogaalnimadaada wax yar waxaad ka mid tahay chelu naarke.",
        "numberInSurah": 8,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 396,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4067,
        "text": "Ruux tukan oo Eebe adeece saacadaha habeenka isagoo sujuudsan oo taagan kana digtoon aakhiro quudarreynayana naxariista Eebihiis (Ma la midbaa cidaan saas faleynin). waxaad dhahdaa Nabiyow ma egyihiin kuwa wax yaqaanna iyo kuwaan wax aqoonin, waxaa uun waantoomi kuwa caqliga leh.",
        "numberInSurah": 9,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 396,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4068,
        "text": "Waxaad dhahdaa Nabiyow addoomadeyda xaqa rumeeyow ka dhowrsada Eebihiin, ciddii wanaag fashana addooomadeyda waxaa usugnaadey wanaag, dhulka Eebena waa waasac (ee ku caabuda) waxaa uun loo oofiyaa (dhameyaa) kuwa samra ajrigooda xisaab la'aan.",
        "numberInSurah": 10,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4069,
        "text": "Waxaad dhahdaa Nabiyow waxaa lay faray inaan caabudo Eebe anoo u kali yeeli diinta.",
        "numberInSurah": 11,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4070,
        "text": "Waxaana ley faray inaan noqdo kan ugu horreeya muslimiinta.",
        "numberInSurah": 12,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4071,
        "text": "waxaad dhahdaa Nabiyoow anigu waxaan ka cabsan hadaan caasiyo Eebahay cadaab maalin weyn.",
        "numberInSurah": 13,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4072,
        "text": "Waxaad dhahdaa Eebe uun baan caabudi anoo ukaliyeeli Diintayda.",
        "numberInSurah": 14,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4073,
        "text": "Ee caabuda Gaaloy waxaad doontaan Eebe ka sokow, waxaadna dhahdaa kuwa khasaaray waa kuwa khasaariyey Naftooda iyo Ehelkoodii Maalinta Qiyaame, taasina waa khasaaraha cad.",
        "numberInSurah": 15,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4074,
        "text": "Korkooda waxaa ah lakabyo Naar ah, hoostoodana waxaa ah lakabyo Naar ah, kaasina waa waxa Eebe ku cabsi galiyo (ugu digo) addoomadiisa ee addoomadeydoow iga dhawrsada.",
        "numberInSurah": 16,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4075,
        "text": "Kuwa ka fogaaday inay caabudaan shaydaan (iyo xima fare) oo Eebe u noqday waxaa usugnaaday Bishaaro ee u bishaaree addoomadayda.",
        "numberInSurah": 17,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4076,
        "text": "Ee ah kuwa dhageysta hadalka oo raaca kiisa fiican, kuwaasna waa kuwa Eebe hanuuniyey, kuwaasna iyaga uunbaa ah kuwa caqliga leh.",
        "numberInSurah": 18,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4077,
        "text": "Ruuxay u waajibtay ereyga cadaab ma adaa Nabiyoow ka korin cid Naar gali.",
        "numberInSurah": 19,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4078,
        "text": "kuwa ka dhawrsaday Eebahoodse waxay mudan Qawlado (Janno) oo qawlada kale ka korreeyaan sifiicanna (udhisan), waxaana dhexsocda Wabiyaalkii, waana yabooh Eebe, mana baajiyo Eebe yaboohissa.",
        "numberInSurah": 20,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4079,
        "text": "Miyaadan arkeyn in Eebe ka soodajiyey samada biyo oo markaas uu galin dhulka iyagoo ka soo burqan dhulka, markaasna Eebe ku soo bixin Beer midabkeedu kala duwanyahay markaas ka dibna uu ingagi ood arki isagoo cawlan, kadibna kayeeli bur bur, arrintaasna waxay xusuus u tahay kuw caqliga leh.",
        "numberInSurah": 21,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4080,
        "text": "Ruux Eebe uwaasiciyey Laabtiisa Islaamka oo nuurka Eebe ku sugan ma lamidbaa (mid la daboolay) halaag wuxuu u sugnaaday kuwey ka ingagtay quluubtoodu xuska Eebe (Quraanka) kuwaasina waa kuwa baadi cad kusugan.",
        "numberInSurah": 22,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4081,
        "text": "Eebaa soo dejiyey kan ugu fiican hadal, kitaabuu soo dajiyey isu eg, oo soo noqnoqda, ay lana qamandhacyooto Jidhka kuwa ka yaaba Eebahood, markaasay la jilci jidhkoodu iyo quluubtoodu xusuusta Eebe, arrintaasuna waa hanuunka Eebe uu ku hanuuniyo cidduu doono, ruuxuu Eebe dhumiyana ma jiro cid hanuunin.",
        "numberInSurah": 23,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4082,
        "text": "Ma ruux wajigiis kaga gabada cadaab xun maalinta qiyaame mala midbaa mid aan saas ahayn, waxaana loo yidhaa daalimiinta dhadhamiya waxaad kasban Jirteen, (abaalkiisii).",
        "numberInSurah": 24,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4083,
        "text": "Waxaa beeniyey (xaqa) kuwii ka horreeyey (gaaladan) wuxuuna uga yimid cadaabku meelayn kasayn.",
        "numberInSurah": 25,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4084,
        "text": "Markaasuu Eebe dhadhansiiyay dulli nolasha adduunyo, cadaabka aakhiraana weyn hadday wax garan.",
        "numberInSurah": 26,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4085,
        "text": "Dhabbaan ugu caddayney dadka Quraanka tusaale kasta inay waantoobaan,",
        "numberInSurah": 27,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4086,
        "text": "Waana Quraan carabi ku (qoran) oon qalloclahayn may dhawrsadaan.",
        "numberInSurah": 28,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4087,
        "text": "Eebe wuxuu qadaray tusaale nin dad wadaagaan iskuna khilaafsan iyo mid usugnaada ruux si gaar ah ma egyihiin tusaale ahaan. mahad Eebaa iska lch dadka badidiisna ma oga.",
        "numberInSurah": 29,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4088,
        "text": "Adigu waad dhiman iyaguna (Gaaladu) way dhiman.",
        "numberInSurah": 30,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4089,
        "text": "Markaas maalinta qiyaame waxaad ku doodaysaan Eebihiin agtiisa.",
        "numberInSurah": 31,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4090,
        "text": "Yaa ka dulmi badan Ruux ku been abuurtey Eebe korkiisa oo beeniyey runta (Xaqa) markuu uyimid, miyeyna ahayn Jahannamo Guriga Gaalada.",
        "numberInSurah": 32,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4091,
        "text": "Kii la yimid Runta iyo kii rumeeyey waa dhawrsadeen/",
        "numberInSurah": 33,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4092,
        "text": "Waxayna ku leeyihiin Eebe agtiisa waxay doonaan taasina waa abaalmarinta kuwa wanaagga fala.",
        "numberInSurah": 34,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4093,
        "text": "Si Eebe ugu asturo wixii xumaa oy camal faleen, kuna abaal mariyo ajirkii ufu fiicnaa waxay falayeen.",
        "numberInSurah": 35,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4094,
        "text": "Miyuusan ahayn Eebe kufillaha addoonkiisa waxay kugu cabsi galin waxa Eebe ka soo hadhay (ay caabudi) ruux Eebe dhumiyeyna ma laha cid hanuunin.",
        "numberInSurah": 36,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4095,
        "text": "Cid Eebe hanuuniyeyna ma jiro wax dhumin, Eebana miyuusan ahayn adkaade aarsada.",
        "numberInSurah": 37,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4096,
        "text": "Hadaad warsato Gaalada yaa abuuray Cirka iyo Dhulka waxay odhan Eebe, waxaad dhahdaa bal ka warrama waxaad caabudaysaan Eebe ka sokow hadduu ila doono Eebe dhib miyey yihiin kuwa fayda dhibka ama hadduu ila doono naxariis ma joojin karaan naxariistiisa, waxaad dhahdaa waxaa i kaafiya Eebe ee korkiisa ha tala saarteen kuwa tala saaran.",
        "numberInSurah": 38,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4097,
        "text": "Waxaad dhahdaa qoomkayoow sidaadtihiin u camalfala anna waan camal faliye waadna ogaandoontaan.",
        "numberInSurah": 39,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4098,
        "text": "Ruuxu yimaado cadaab dulleeya oo ku dago korkiisa cadaab joogta ah.",
        "numberInSurah": 40,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4099,
        "text": "Annagaa kugu soodajinay Kitaabka (Quraanka) Dadka dartiis si dhab ah, ruuxii hanuunana wuxuu anfici naftiisa, kii dhumana wuxuu dhibi naftiisa, adiguna Nabiyow kama tihid wakiil.",
        "numberInSurah": 41,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4100,
        "text": "Eebaa oofsada nafta markay dhiman iyo tii aan dhimanin ee hurudday, wuxuna hayn tuu geerida ku xukumay wuxuuna siideyn tii kale tan iyo muddo magacaaban, arrigtaasna aayaad (Calaamooyin) yaa ugu sugan ciddii fikireysa.",
        "numberInSurah": 42,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4101,
        "text": "Mise waxay ka yeesheen Eebe wax ka soohadhay shafeecayaal, waxaad dhahdaa (oo ma kayeelanyesaan) xaataa haddayna wax hananayn waxna kasayn.",
        "numberInSurah": 43,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4102,
        "text": "Waxaad dhahdaa Eebaa iska leh shafeeco oo dhan, waxaana u sugnaaday xukunka Cirka iyo Dhulka xaggiisaana leydiin celin.",
        "numberInSurah": 44,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4103,
        "text": "Marka la xuso Eebe kaliya waxaa diida qalbiyada kuwaan rumeynin aakhiro markii la xuso waxa Eebe ka soo hadhayna markaasay bishaareystaan farxaan.",
        "numberInSurah": 45,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4104,
        "text": "Waxaad dhahdaa Nabiyow Eebow adaa abuuray Cirka iyo dhulka ogna waxa maqan iyo waxa jooga, adaase kala bixin addoomadaada dhexdooda waxay isku Khilaafsanyihiin.",
        "numberInSurah": 46,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4105,
        "text": "Hadday kuwii dulmiga falay waxa dhulka ku sugan shamaantii iyo wax la mid ah leeyihiin way iskaga furan lahaayeen Cadaabka Maalinta Qiyaamaha, waxaana uga muuqday xagga Eebe Waxayn maleeysanaynin.",
        "numberInSurah": 47,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4106,
        "text": "Waxaana u muuqday xumaantay kasbadeen, waxaana ku dhacay waxay ku jees jeesi jireen.",
        "numberInSurah": 48,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4107,
        "text": "Markuu dhibtaabto dadku wuu na baryayaa, markaanse siino Nicmo wuxuu dhahaa waxaa la i siiyey waan mutaa, saas ma aha ee waannu imtixaami mase oga badankood.",
        "numberInSurah": 49,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4108,
        "text": "Waxaa saas yidhi kuwii ka horeeyey waxna uma tarin waxay kasbadeen.",
        "numberInSurah": 50,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4109,
        "text": "Waxaana ku dhacay xumaantay kasbadeen, kuwii dulmifalay oo ka mid ahaa kuwaas waxaa ku dhici xumaantey kasbadeen, namana daaliyaan.",
        "numberInSurah": 51,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4110,
        "text": "Miyeyna ogayn inuu Eebe u waasiciyo Rizqiga cidduu doono kuna cidhiidhyo (cidduu doono) arrintaasna waxaa ugu sugan aayad cidii wax rumeyn.",
        "numberInSurah": 52,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4111,
        "text": "Waxaad dhahdaa Nabiyow addoomadayda ku xad gudbay Naftoodow ha ka quusanina naxariista Eebe, Eeba dhaafa danbiyada dhamaantoode, waana dambi dhaafbadane naxariis badane.",
        "numberInSurah": 53,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4112,
        "text": "U noqda Eebihiin una hogaansama ka hor cadaab idiin ku yimaaddoon laydiinkana gargaarayn.",
        "numberInSurah": 54,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4113,
        "text": "Raaca kan wanaagsan e laydiinka soo dajiyey Eebe xaggiisa, ka hor cadaab idinku yimaadda kado, idinkoon ogayn.",
        "numberInSurah": 55,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4114,
        "text": "Ama odhan nafu shaleyte waxaan ku gaboodfalay cibaadada Eebe waxaana ahaa kuwa jees jeesa.",
        "numberInSurah": 56,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4115,
        "text": "Ama ayan odhan haddii Eebe ihanuuniyo waxaan noqon lahaa kuwa dhawrsada.",
        "numberInSurah": 57,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4116,
        "text": "Ama ayan odhan markay aragto cadaabka hadday noqosho iisugnaan laheyd waxaan ahaan lahaa kuwa samo fala.",
        "numberInSurah": 58,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4117,
        "text": "Saas ma ah ee waxaa kuu yimid aayaadkaygii waadna beenisay waadna iswaynaysay waxaadna ka mid noqotay gaalada.",
        "numberInSurah": 59,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4118,
        "text": "Maalinta qiyaamana waxaad arkeysaa kuwii ku been abuurtay Eebe korkiisa oo wajiyadoodu madowyahay, miyayna Jahannamo dhexdeedu ahayn hoyga kuwa is kibriya.",
        "numberInSurah": 60,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4119,
        "text": "Wuuna koriyaa Eebe kuwa dhawrsaday liibaantooda darteed, mana taabto xumaanu mana murugoodaan.",
        "numberInSurah": 61,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4120,
        "text": "Eebana waa abuuraha wax kaste, waana wax walba wakiilkiisa, «maamulaha».",
        "numberInSurah": 62,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4121,
        "text": "Isagaana iska leh xukunka Samooyinka iyo Dhulkaba, kuwa gaaloobay aayaadka Eebana waa kuwa khasaaray.",
        "numberInSurah": 63,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4122,
        "text": "Waxaad dhahdaa ma waxkasoohadhay Eebaad i faraysaan inaan caabudo jaahiliinyahay.",
        "numberInSurah": 64,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4123,
        "text": "Waxa dhab ahaan loogu waxyoodayadiga iyo kuwii kaa horreeyeyba Nabiyow haddaad wax la wadaajisa (Eebe) waxaa buri camalkaaga, waxaadna ka mid noqon kuwa khasaaray.",
        "numberInSurah": 65,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4124,
        "text": "ee Eebe uun caabud noqona kuwa ku mahdiya.",
        "numberInSurah": 66,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4125,
        "text": "Mayna waynaynin gaaladii Eebe waynaantiisa dhabta ah, isagoo dhulka dhamaantiis kujiro xukunkiisa Maalinta qiyaame Samooyinkuna ku duuban yihiin Yamiintiisa Eebaa ka nasahan kana sarreeya waxay la wadaajiyeen.",
        "numberInSurah": 67,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4126,
        "text": "Waxaa la afuufi suurka (Buunka qiyaame) waxaana suuxi (Dhiman) waxa samooyinka iyo dhulka ku sugan, cidduu Eebe doona mooyee, markaasaa la afuufi mid kale waxaana soo bixi dadkii iyagoo taagan oo sugi (xukunka Eebe).",
        "numberInSurah": 68,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4127,
        "text": "Wuxuuna la ifi dhulku nuurka Eebihiis waxaana la soo dajin (dhawayn) Kitaabkii (Camalka) waxaana la keeni Nabiyadii iyo maraggii (Malaa'igta), waxaana lagu kala xukumi dhexdooda xaq lamana dulmiyo.",
        "numberInSurah": 69,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4128,
        "text": "Waxaana loo oofin (dhameyn) nafkastaa waxay camalfashay, Eebana waa ogyahay waxay camalfalayaan.",
        "numberInSurah": 70,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4129,
        "text": "Waxaana loo kaxeyn gaaloobay xagga jahannamo iyagoo kooco ah markay yimaadaan Naartana waxaa la foraaa Albaabadeeda waxayna udhahaan adeegaheedu miyeyna idiin imaanin Rasuullo idinka mid ah oo idinku akhriya aayaadka Eebihiin idiinkana diga lakulanka Maalintiinan. waxayna dhihi way nooyimaadeen waxaase ku rumoobay Gaalada kalimadii Cadaabka (ee Eebe).",
        "numberInSurah": 71,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4130,
        "text": "Waxaana lagu dhihi gala albaabada Jahannamo idinkoo ku waari dhexdeeda iyadaana u xun meelay ku hoydaan kuwa is kibriya.",
        "numberInSurah": 72,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4131,
        "text": "Waxaana loo wadi kuwii ka dhawrsaday Eebahood xagga jannada iyagoo kooxa ah markay yimaadaan jannadana iyadoo la furay albaabadeeda (marhore) waxay ku dhihi adeegaheedu nabadgalyo korkiina ha ahaato, waad wanaagsanaateen (liibaanteen) ee gala janada idinkoo ku waari.",
        "numberInSurah": 73,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4132,
        "text": "Waxayna dhihi mahad waxaa iska leh Eebaha noo rumeeyey yaboohiisa, nana dhaxalsiiyay dhulka (janada) waxaana ka dagnaa janada meeshaan doonno waxaana wanaag badan ajriga kuwii camal falay.",
        "numberInSurah": 74,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4133,
        "text": "Waxaad arkaysaa malaa'igtoo ku wareegsan gaararka carshiga kuna tasbiixsan mahadda Eebahood, waana la kala xukumi dadkii dhexdooda si xaqw ah, waxaana la dhihi mahad Eebaa iska leh ee ah Eebaha caalamka.",
        "numberInSurah": 75,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "so.abduh",
      "language": "so",
      "name": "Abduh",
      "englishName": "Mahmud Muhammad Abduh",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}