{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 42,
    "name": "سُورَةُ الشُّورَىٰ",
    "englishName": "Ash-Shura",
    "englishNameTranslation": "Consultation",
    "revelationType": "Meccan",
    "numberOfAyahs": 53,
    "ayahs": [
      {
        "number": 4273,
        "text": "Waxay ku tusin mucjisada Quraanka.",
        "numberInSurah": 1,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4274,
        "text": "Sidoo kale.",
        "numberInSurah": 2,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4275,
        "text": "Sida waxyiga laguugu soodajiyey Nabiyoow yaa Nabiyadii horana loogu waxyooday, waxaana waxyooda Eebaha adkaada ee falka san.",
        "numberInSurah": 3,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4276,
        "text": "Waxaa u sugnaaday waxa Samada iyo Dhulka ku sugan, Eebana waa sarreeyaha weyn.",
        "numberInSurah": 4,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4277,
        "text": "Waxay u dhawdahay Samooyinku inay ku dildillaacaan korkooda, Malaa'igtuna waxau ku tasbiixsan mahadda Eebahood, waxayna u dambidhaaf warsan kuwadhulka ku sugan (Dadka) Eebana waa dambidhaafe Naxariista.",
        "numberInSurah": 5,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4278,
        "text": "Kuwa yeeshay Eebe ka sokoow owliyo Eebe waa ogyahay korkooda (wuu daalacay) adiguna kama tihid wakiil.",
        "numberInSurah": 6,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4279,
        "text": "(Sidaan ugu waxyoonay Nabiyadii hore) yaan adigana Nabiyow kuugu waxyoonay Quraan Carabi ah saad ugu digtid Ree Makaad iyo wax ka hareereeya (dadka kale) ugana digtid maalinta kulanka (Qiyaamada) shaki male Maalintaas, kooxi Jannay gali kooxna Jaxiimo.",
        "numberInSurah": 7,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4280,
        "text": "Hadduu doono Eebe wuxuu ka yeeli lahaa dadka umad kaliya, laakiin wuxuu galiyaa cidduu doono naxariistiisa, daalimiintuna ma helaan sokeeye iyo Gargaare midna.",
        "numberInSurah": 8,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4281,
        "text": "Mise waxay yeesheen Gaaladii Eebe ka sokow awliyo (ay caabudaan) Eebe umbaa wali ah, isagaana nooleeya wixii dhintay, isagaana wax walba kara.",
        "numberInSurah": 9,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4282,
        "text": "Waxaad isku khilaaftaan oo shay ah Eebaa leh xukunkiisa (loo celin) kaasina waa Eebaha i barbaariya, isagaana tala saartaa, xaggiisaana u noqon.",
        "numberInSurah": 10,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 420,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4283,
        "text": "Isagaa abuuray Samooyinka iyo dhulka idiinkana yeelay naftiinna noocyo (Lab iyo Dhaddig) xoolahana idiinka yeelay Noocyo, wuuna idin abuuraa wax la mid ahna ma jiro, waana maqle arka.",
        "numberInSurah": 11,
        "juz": 25,
        "manzil": 6,
        "page": 484,
        "ruku": 420,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4284,
        "text": "Isagaa iska leh xukunka Samooyinka iyo Dhulka, wuuna u fidiyaa Rizqiga ruuxuu doono, wuxuuna ku cidhiidhyaa Cidduu doono, wax walbana waa ogyahay.",
        "numberInSurah": 12,
        "juz": 25,
        "manzil": 6,
        "page": 484,
        "ruku": 420,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4285,
        "text": "Wuxuuna idiin jideeyey xagga Diinta wuxuu u dardaarmay (Nabi) Nuux iyo kaan kuu Waxyoonay adiga iyo waxaan u dardaaranay (Nabi) Ibrahiim (Nabi) Muuse iyo (Nabi) Ciise inay oogaan Diinta aydaan kuna kala tagin dhexdiisa, waxaa ku waynaaday Gaalada waxaad ugu yeedhi, Eebaa u doorta xaggiisa Cidduu doono una hanuuniya xaggiisa cidduu hanuunin.",
        "numberInSurah": 13,
        "juz": 25,
        "manzil": 6,
        "page": 484,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4286,
        "text": "Mana kala tagin markuu u yimid cilmigu ka dib mooyee, dulmi iyo xasad dartiis, hadayana jirin kalimo Eebahaa ka hormartay oo tan iyo muddo magacaaban (in lasugo) waxaa lakala xukmin lahaa dhexdooda, kuwii la dhaxalsiiyey Kitaabka kadib waxay ku suganyihiin shaki daran.",
        "numberInSurah": 14,
        "juz": 25,
        "manzil": 6,
        "page": 484,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4287,
        "text": "Waxaas dartiis ugu yeedh Dadka, utoosnawna sidii lagu faray, hana raacin hawadooda, waxaadna dhahdaa waxaan rumeeyey waxa Eebe soo dajiyey oo Kitaab ah, waxaana lay faray inaan u caddaalo falo dhexdiina, Eebana waa Rabbiganno iyo Rabbigiin, waxaa noo sugnaaday waxaan camal fallo, idinkana waxaa idiinsugnaaday waxaad camal fashaan, doodina inama dhextaallo Eebaa kulmin dhexdeena xaggiisaana loo ahaan.",
        "numberInSurah": 15,
        "juz": 25,
        "manzil": 6,
        "page": 484,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4288,
        "text": "Kuwa ku doodaya Eebe intaa la ajiibay kadib xujadoodu waa baadil Eebe agtiisa, korkoodana cadhaa ah, waxaana usugnaaday Cadaab daran,",
        "numberInSurah": 16,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4289,
        "text": "Eebe waa kan u dajiyey Kitaabka si xaq ah iyo miisaan. (caddaalada) mana ogid waxay mudantahay in sacaadda (Qiyaame) dhawdahay.",
        "numberInSurah": 17,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4290,
        "text": "Waxaa dadajista saacadda kuwaan rumeynin iyafa, kuwa rumeeyayna way ka cabsadaan xaggeeda waxayna ogyihiin inay xaq tahay kuwa ku murmi saacaddana waxay ku suganyihiin baadi cad.",
        "numberInSurah": 18,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4291,
        "text": "Eebe waa u naxariisbadanaha addoomadiisa wuxuuna arzuqaa cidduu doono, waana xoogbadane adkaade ah.",
        "numberInSurah": 19,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4292,
        "text": "Ruuxii dooni camalka aakhiro waan u siyadinaa camalkiisa, Ruuxiise ah mid dooni camal adduunyo waan ka siinaa xaggeeda, kumana leh aakhiro wax nasiib ah.",
        "numberInSurah": 20,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4293,
        "text": "Mise waxay leeyihiin Gaaladu shurako Eebe oo u Jideeyey diin iyo (xukun) aan Eebe idmin haddayna jirin kalimadda kala bixinta (qiyaamada) waa la kala xukumi lahaa dhexdooda, daalimiintana waxaa u sugnaaday cadaab daran.",
        "numberInSurah": 21,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4294,
        "text": "Waxaad arkeysaa daalimiinta oo ka cabsan waxay kasbadeen, wuuna ku dhici korkooda, kuwa rumeeyey xaqse oo camalfiican falay waxay gali Beero Janno, waxayna ku leeyihiin waxay doonaan Eebe agtiisa, taasina waa fadli weyn.",
        "numberInSurah": 22,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4295,
        "text": "kaasi waa midka ugu bishaareyn Eebe addoomihiisa ah kuwa rumeeyey (xaqa) camal fiicanna falay, waxaadna dhahdaa Nabiyooy maydin warsanaayo ujuuro xaqa gaadhsiintiisa oon ahayn jacayl qaraabanimo, ruuxii kasbada wanaagna waxaannu u siyaadin wanaag, Eebana waa dambidhaafe mahdiyo.",
        "numberInSurah": 23,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4296,
        "text": "mise waxay dhihi wuxuu ku been abuurtay Eebe, hadduu doono Eebe wuxuu dabooli lahaa qalbigaaga, wuxuuna tiraa Eebe xumaanta xaqana wuxuu ku sugaa kalimadiisa (quraanka) Eebana waa ogyahay waxa laabta kusugan.",
        "numberInSurah": 24,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4297,
        "text": "Eebana waa kan aqbala loobada addoomadiisa, kana dhaafa xumaanta ogna Waxaad falaysaan.",
        "numberInSurah": 25,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4298,
        "text": "Ee (Eebana) wuxuu ajiibaa kuwa rumeeyey xaqa oo camal fiican falay wuxuuna u siyaadiyaa fadligiisa, gaalana waxaa usugnaaday cadaab daran.",
        "numberInSurah": 26,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4299,
        "text": "Hadduu Eebe ufidiyo (waasiciyo) rizqiga addoomadiisa waxay ku kibri lahaayeen dhulka wuxuuse u soodajin qadarkuu doono, Eebana addoomadiisa wuu ogyahay uu arkaa.",
        "numberInSurah": 27,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4300,
        "text": "Eebana waa kan soo dajiya Roobka intay quustaan kadib fidiyana naxariistiisa, waana Eebaha waliga ah (gargare) ee la mahdiyo.",
        "numberInSurah": 28,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4301,
        "text": "Calaamooyinkiisa waxaa ka mid ah Abuuridda Samooyinka iyo Dhulka iyo wuxuu ku fidiyay (ku abuuray) dhexdooda oo socda, Eebana inuu soo kulmiyo dhammaantood markuu doono wuu karaa.",
        "numberInSurah": 29,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4302,
        "text": "Wixii idinku dhaca oo musiiba ah (dhib ah) waa waxay kasbadeen Gacmihiinu, wuxuuna idinka cafiyaa (Eebe) wax badan.",
        "numberInSurah": 30,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4303,
        "text": "Mana tihidin kuwo Eebe ku daaliya dhulka dhexdiisa, idiimana sugnaanin isaga ka sokoow Wali iyo Gargaare midna.",
        "numberInSurah": 31,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4304,
        "text": "Calaamooyinka Eebe waxaa ka mid ah Maraakiibta (socota) Badda iyadood moodo buuro.",
        "numberInSurah": 32,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4305,
        "text": "Hadduu doono (Eebe) wuxuu xasiliyaa (joojiyaa) Dabaysha markaasay fadhiistaan Biyaha korkooda, taasina waxaa ugu sugan calaamo ruux kastoo samir iyo mahad badan.",
        "numberInSurah": 33,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4306,
        "text": "Hadduu doonana (Eebe) wuu halaaga Doomaha waxay kasbadeen darteed wax badanna wuu ka cafiyaa.",
        "numberInSurah": 34,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4307,
        "text": "Waxayna ogaan kuwa ku murmi aayaadkanaga inuusan u sugnaanin meeley magan galaan.",
        "numberInSurah": 35,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4308,
        "text": "Wixii laydiin siiyo oo wax ah waa uun nolasha dhaw raaxadeeda waxa Eebe agtiisa ah yaase u khayrbadan una hadhid badan kuwa rumeeyey (xaqa) Eebehoodna tala saarta.",
        "numberInSurah": 36,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4309,
        "text": "kuwaasi waa kuwa ka fogaada dambiga waaweyn iyo xumaanta, markey cadhoodaanna u Cafiya (u dhaafa).",
        "numberInSurah": 37,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4310,
        "text": "Waana kuwa ajiibay (maqlay) Eebahood oogayna Salaadda amarkooduna tashi yahay dhexdooda waxaan ku arzaaqnayna wax ka bixiya.",
        "numberInSurah": 38,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4311,
        "text": "Waana kuwa marka gardarro (iyo dulmi) ku dhaco gargaarta (iska celiya).",
        "numberInSurah": 39,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4312,
        "text": "Xumaan abaalkeeduna waa ku abaal marin mid lamid ah Ruuxiise iska cafiya oo wanaajiya ajrigiisa Eebaa siin, Eebana ma jecla daalimiinta.",
        "numberInSurah": 40,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4313,
        "text": "Ruuxiigargaarta inta la dulmiyey ka dib kuwaas korkooda wax masaarro (jid lagumaleh).",
        "numberInSurah": 41,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4314,
        "text": "Waxaase dhib saaranyahay uun (jid laguleeyahay) kuwa dulmiya Dadka kuna kibra Dhulka xaq daro, kuwaas waxaa u sugnaaday cadaabdaran.",
        "numberInSurah": 42,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4315,
        "text": "Ruuxii samra oo iska cafiya taasi waa arrin loo qasdo (la jecelyahay).",
        "numberInSurah": 43,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4316,
        "text": "Ruxii Eebe dhumiyo ma helo sokeeye gadaashiis, waxaadna arkeysaa daalimiintu markey arkaan cadaabka iyagoo leh ma suroobi karaa waddo (hab) loogu noqdo adduunkii.",
        "numberInSurah": 44,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4317,
        "text": "Waxadna arkeysaa iyagoo loo bandhigi Naarta, oo la khushuucsan dulli, kana dayi wax si Qarsoon, waxayna dhaheen kuwii rumeeyey (xaqa) kuwa khasaaray waa kuwa khasaariyey naftooda iyo ehelkooda Maalinta Qiyaame, daalimiintuna waxay gali cadaab joogta ah.",
        "numberInSurah": 45,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4318,
        "text": "Umana sugnaan awliyo (sokeeye) ugargaara Eeve ka sokoow ruux Eebe qaddaray dhumidiisana jid uma sugnaanin (uu ku tooso).",
        "numberInSurah": 46,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4319,
        "text": "Ajiiba (maqla) Eebihiin ka hor imaatin maalin aan laga celinkarin Eebe, idiinmama sugnaanayo wax la magangalo, Maalintaas, idiinmana sugna gargaare.",
        "numberInSurah": 47,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4320,
        "text": "Haday jeedsadaane kuuma aanaan dirin inaad ilaaliso korkooda, korkaaga ma aha waxaan gaadhsiin ahayn, markaan dhadhansiino Dadkana naxariis way farxaan «si kibir ah», hadday ku dhacdo xumaan waxay Gacmahoodu hor marsadeen darteed dadkii aadbuu u Gaaloobaa.",
        "numberInSurah": 48,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4321,
        "text": "Eebaa iska leh xukunka Samooyinka iyo Dhulka, wuxuuna abuuraa wuxuu doono, wuxuu siiyaa cidduu doono gabdho, cidna wuxuu siiyaa Wiilal.",
        "numberInSurah": 49,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4322,
        "text": "Ama wuu isku lamaaneeyaa Wiilal iyo Gabdho, ruuxuu doonana wuxuu ka yeelaa Mandhaleys Eebana wax og, karana.",
        "numberInSurah": 50,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4323,
        "text": "Uma suurawdo Dad inuu Eebe la hadlo waxyi mooyee, ama kala hadlo xijaab gadaashiis, ama uu u soo diro farriin (Malag), oo markaas ugu waxyooda idamka Eebe wuxuu doono, Eebana waa sarreeye falsan.",
        "numberInSurah": 51,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4324,
        "text": "Saasaannu kuugu waxyoonay nolol amarkanaga ah (Quraanka) maadan aqoonin Kitaab wuxuu yahay iyo Iimaan midna, laakiin waxaan ka yeellay Nuur aannu ku hanuunino ciddaan doono oo addoomadanada ka mid ah, adiguna Nabiyow waxaad ku hanuunin jidka toosan.",
        "numberInSurah": 52,
        "juz": 25,
        "manzil": 6,
        "page": 489,
        "ruku": 423,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4325,
        "text": "Jidka Eebaha iska leh xukunka waxa Samooyinka iyo Dhulka ku sugan xagga Eebeyna u ahaan umuuruhu.",
        "numberInSurah": 53,
        "juz": 25,
        "manzil": 6,
        "page": 489,
        "ruku": 423,
        "hizbQuarter": 196,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "so.abduh",
      "language": "so",
      "name": "Abduh",
      "englishName": "Mahmud Muhammad Abduh",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}