{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 11,
    "name": "سُورَةُ هُودٍ",
    "englishName": "Hud",
    "englishNameTranslation": "Hud",
    "revelationType": "Meccan",
    "numberOfAyahs": 123,
    "ayahs": [
      {
        "number": 1474,
        "text": "Alif. Lam. Ra. Aceasta este o Carte cu versete întocmite şi apoi lămurite de un Înţelept, Cunoscător.",
        "numberInSurah": 1,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 183,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1475,
        "text": "“Nu vă închinaţi decât lui Dumnezeu! Eu, de la El, vă sunt vouă predicator şi vestitor.",
        "numberInSurah": 2,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 183,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1476,
        "text": "Cereţi iertare Domnului vostru, apoi întoarceţi-vă către El, căindu-vă. El vă va dărui bucurii până la un anumit soroc. El dăruieşte tuturor celor cu har din harul Său. Dacă voi întoarceţi spatele, mă tem pentru voi de osânda unei Zile mari.",
        "numberInSurah": 3,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 183,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1477,
        "text": "La Dumnezeu este întoarcerea voastră. El asupra tuturor are putere.”",
        "numberInSurah": 4,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 183,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1478,
        "text": "Oare nu pentru a se ascunde de El, ei se închid în ei înşişi? Când se acoperă însă cu veşminte, nu ştie El oare ceea ce tăinuiesc şi ceea ce destăinuiesc? El este Ştiutor al lăuntrului inimilor.",
        "numberInSurah": 5,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 183,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1479,
        "text": "Nu este vietate pe pământ care să nu fie înzestrată de Dumnezeu, şi căruia El să nu-i cunoască culcuşul şi cămara, căci totul este într-o Carte desluşită.",
        "numberInSurah": 6,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 183,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1480,
        "text": "El este Cel ce a creat cerurile şi pământul în şase zile — tronul Său era, atunci, pe apă — pentru a vă pune la încercare şi a şti care dintre voi este mai bun la faptă. Dacă spui: “Voi veţi fi sculaţi după moarte”, cei care tăgăduiesc vor spune: “Aceasta este doar o vrajă vădită!”",
        "numberInSurah": 7,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 183,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1481,
        "text": "Dacă le amânăm osânda până la un alt leat hotărât, ei vor spune: “Ce îl ţine?”, însă când ziua va veni, nu va mai fi îndepărtat de la ei şi cel de care-şi băteau joc îi va înconjura din toate părţile.",
        "numberInSurah": 8,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 183,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1482,
        "text": "Dacă îl dăm omului să guste o milostivenie de la Noi şi apoi i-o smulgem, el va fi deznădăjduit, nemulţumit.",
        "numberInSurah": 9,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1483,
        "text": "Dacă-i dăm să guste o binefacere după ce o nenorocire l-a lovit, el spune: “Cele rele s-au dus de la mine!” Şi iată-l fericit şi mândru.",
        "numberInSurah": 10,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1484,
        "text": "Nu astfel va fi şi cu cei care rabdă şi săvârşesc fapte bune, aceştia vor avea iertare şi mare răsplată.",
        "numberInSurah": 11,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1485,
        "text": "Poate vei părăsi o parte din ce ţi-a fost dezvăluit şi vei simţi o strângere de inimă când ei vor spune: “De ce nu a fost pogorâtă asupra ta o comoară ori de ce nu a venit un înger cu el?” Tu eşti doar un predicator, iar Dumnezeu este Chezaşul oricărui lucru.",
        "numberInSurah": 12,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1486,
        "text": "Ori ei spun: “El l-a născocit!” Spune: “Veniţi cu zece sure născocite de voi şi să fie deopotrivă cu el! Chemaţi pe cine veţi putea, afară de Dumnezeu, dacă spuneţi adevărul.”",
        "numberInSurah": 13,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1487,
        "text": "Dacă ei nu vor răspunde, să ştiţi atunci că el a fost pogorât cu ştiinţa lui Dumnezeu şi că nu există dumnezeu în afară de El. Vă veţi supune, oare?",
        "numberInSurah": 14,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1488,
        "text": "Celui ce vrea Viaţa de Acum şi podoaba ei, Noi îi vom răsplăti în timpul ei faptele sale şi nu va fi cu nimic oropsit.",
        "numberInSurah": 15,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1489,
        "text": "Aceştia sunt cei care în Viaţa de Apoi vor avea doar Focul. Zadarnic este tot ce fac aici, deşart tot ce făptuiesc.",
        "numberInSurah": 16,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1490,
        "text": "Celui ce i-a fost dată o dovadă de la Domnul său mai poate sta la îndoială? Cu atât mai mult cu cât un martor venit din partea Domnului său îi vesteşte acesta şi înaintea lui a fost Cartea lui Moise, călăuză şi milostivenie, în care ei credeau. Care dintre alianţe tăgăduieşte aceasta va avea focul ca loc de întâlnire. Nu te îndoi de el, căci este Adevărul de la Domnul tău, însă cei mai mulţi oameni nu cred.",
        "numberInSurah": 17,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1491,
        "text": "Cine este mai nedrept decât cel care născoceşte o minciună despre Dumnezeu? Când nedrepţii vor fi înfăţişaţi înaintea Domnului lor, martorii vor spune: “Aceştia sunt cei care l-au hulit pe Domnul lor.” Oare blestemul lui Dumnezeu nu va cădea asupra nedrepţilor",
        "numberInSurah": 18,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1492,
        "text": "şi asupra rătăcitorilor de la calea lui Dumnezeu? Ei caută să o întortocheze, căci tăgăduiesc Viaţa de Apoi.",
        "numberInSurah": 19,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1493,
        "text": "Aceştia sunt cei care nu I-au putut slăbi puterea lui Dumnezeu pe pământ. Nu au alţi oblăduitori afară de Dumnezeu, iar El le va îndoi osânda. Ei nu au putut auzi şi nici vedea.",
        "numberInSurah": 20,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1494,
        "text": "Aceştia sunt cei care şi-au pierdut sufletele. Ceea ce ei au născocit se leapădă de ei.",
        "numberInSurah": 21,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1495,
        "text": "Fără îndoială, în Viaţa de Apoi, ei sunt pierduţi.",
        "numberInSurah": 22,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1496,
        "text": "Cei care cred, săvârşesc fapte bune şi se smeresc înaintea Domnului lor, aceştia vor fi soţii Raiului, unde vor veşnici.",
        "numberInSurah": 23,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1497,
        "text": "Oamenii se împart în două tabere, pe de-o parte, orbul şi surdul, iar pe de altă parte, văzătorul şi auzitorul. Sunt ei deopotrivă? Nu chibzuiţi, oare?",
        "numberInSurah": 24,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 184,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1498,
        "text": "Noi l-am trimis pe Noe poporului său: “Eu vouă vă sunt predicator limpede la vorbă,",
        "numberInSurah": 25,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1499,
        "text": "să nu vă închinaţi decât lui Dumnezeu. Mă tem pentru voi de osânda unei Zile dureroase.”",
        "numberInSurah": 26,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1500,
        "text": "Căpeteniile poporului său care tăgăduiau, spuseră: “Noi nu vedem în tine decât un om asemenea nouă. Nu te vedem, la prima vedere, urmat decât de cei mai umili dintre noi. Nu vedem că aţi avea vreo întâietate asupra noastră. Ba, noi gândim că sunteţi mincinoşi.”",
        "numberInSurah": 27,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1501,
        "text": "El spuse: “O, popor al meu! Ce părere aveţi? Dacă mă sprijin pe o dovadă de la Domnul meu — ce mi-a dăruit milostivenia Sa — şi care vă rămâne vouă ascunsă din pricina orbirii voastre, ar trebui să vă silim la ceea ce urâţi?",
        "numberInSurah": 28,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1502,
        "text": "O, popor al meu! Eu nu vă cer vreo avere, căci răsplata mea se află la Dumnezeu. Eu nu-i alung pe cei care cred că-L vor întâlni pe Domnul lor, însă văd că voi sunteţi un popor neştiutor.",
        "numberInSurah": 29,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1503,
        "text": "O, popor al meu! Cine mă va ajuta înaintea lui Dumnezeu dacă îi alung? Nu chibzuiţi, oare?”",
        "numberInSurah": 30,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1504,
        "text": "Eu nu vă spun: “Eu am comorile lui Dumnezeu”, căci eu nu cunosc Taina. Eu nu vă spun: “Sunt un înger.” Eu nu spun celor pe care ochii voştri îi privesc cu silă: “Dumnezeu nu le va dărui nici un bine.” Dumnezeu ştie prea-bine ce este în sufletele lor. Căci altfel, aş fi dintre nedrepţi.”",
        "numberInSurah": 31,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1505,
        "text": "Ei spuseră: “O, Noe! Nu ne mai certa, că ne-ai certat destul. Adu-ne ce ne făgăduieşti, dacă tu spui adevărul.”",
        "numberInSurah": 32,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1506,
        "text": "El spuse: “Numai Dumnezeu vă poate aduce, de voieşte, iar voi nu-L veţi putea slăbi.",
        "numberInSurah": 33,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1507,
        "text": "Sfatul meu nu vă este de folos, dacă eu vreau să vă sfătuiesc, iar Dumnezeu vrea să vă ducă în rătăcire. El este Domnul vostru şi la El veţi fi întorşi.”",
        "numberInSurah": 34,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1508,
        "text": "Dacă spun: “El l-a născocit!” Spune: “Fărădelegea mea cadă asupra mea, dacă eu am născocit ceva. Eu sunt curat de nelegiuirile voastre.”",
        "numberInSurah": 35,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1509,
        "text": "Lui Noe i se dezvălui: “Nimeni din poporul tău nu va crede afară de cel care credea deja. Nu te mâhni de ceea ce făptuiesc.",
        "numberInSurah": 36,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 186,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1510,
        "text": "Fă arca sub ochii noştri, după cum ţi-am dezvăluit. Nu-Mi mai vorbi de cei nedrepţi, căci ei vor fi înecaţi.”",
        "numberInSurah": 37,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 186,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1511,
        "text": "De câte ori căpeteniile poporului său treceau pe lângă el când făcea arca îl batjocoreau. El spuse: “Dacă voi ne batjocoriţi şi noi vă vom batjocori întocmai cum ne batjocoriţi.",
        "numberInSurah": 38,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1512,
        "text": "Curând veţi afla asupra cui va veni o osândă ce îl va face de ruşine şi asupra cui se va abate o osândă necurmată.”",
        "numberInSurah": 39,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1513,
        "text": "Noi am spus, înainte de a veni porunca Noastră şi de a se încinge cuptorul: “Suie pe ea din toate câte o pereche, precum şi pe ai tăi — în afară de cei asupra cărora a fost rostit Cuvântul — şi pe cei care cred!” Cei care credeau însă alături de el erau puţini!",
        "numberInSurah": 40,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1514,
        "text": "El spuse: “Urcaţi-vă în ea şi, în numele lui Dumnezeu, fie plutirea şi ancorarea ei.” Domnul meu este Iertător, Milostiv.",
        "numberInSurah": 41,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1515,
        "text": "Arca pluti cu ei printre valuri asemenea munţilor. Noe îl strigă pe fiul său, rămas de o parte: “O, copilul meu! Urcă cu noi, nu sta alături de tăgăduitori!”",
        "numberInSurah": 42,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1516,
        "text": "El spuse: “Mă voi adăposti pe un munte care mă va feri de ape.” Noe spuse: “Nimeni, astăzi, nu va scăpa poruncii lui Dumnezeu afară de cel pe care El îl va milui.” Valurile se înălţară între ei, şi el fu dintre cei înecaţi.",
        "numberInSurah": 43,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1517,
        "text": "Şi s-a spus: “O, pământule, înghite-ţi apa! O, cerule, opreşte-te!” Apa fu înghiţită, porunca împlinită şi arca se opri pe al-Judiy. Şi s-a mai spus: “Înapoi, popor nedrept!”",
        "numberInSurah": 44,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1518,
        "text": "Noe îl chemă pe Domnul său, spunând: “Domnul meu! Fiul meu este dintr-ai mei. Făgăduiala Ta este Adevărul, căci Tu eşti prea dreptul Judecător.”",
        "numberInSurah": 45,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1519,
        "text": "El spuse: “O, Noe! Acesta nu este dintre ai tăi, ci este o făptură netrebnică. Nu mă întreba de ceea ce tu nu ai ştiinţă. Dacă nu ţi-aş fi predicat, ai fi fost dintre cei neştiutori.”",
        "numberInSurah": 46,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1520,
        "text": "El spuse: “Domnul meu! Fereşte-mă de-a Te întreba de ceea ce nu am ştiinţă. Dacă Tu nu-mi ierţi mie, dacă Tu nu mă miluieşti, voi fi pierdut”",
        "numberInSurah": 47,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1521,
        "text": "Şi s-a spus: “O, Noe! Coboară cu pacea pe care ţi-o dăruim şi cu binecuvântările Noastre asupra ta şi asupra adunărilor celor care sunt cu tine. Unor adunări, Noi le dăruim o bucurie trecătoare, apoi o osândă dureroasă le va atinge.”",
        "numberInSurah": 48,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1522,
        "text": "Aceasta este dintre istoriile privitoare la Taină pe care ţi le-am dezvăluit. Nici tu, nici poporul tău nu le cunoşteaţi mai înainte. Fii răbdător! Răsplată vor avea cei temători.",
        "numberInSurah": 49,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1523,
        "text": "Adiţilor li l-am trimis pe fratele lor Hud. El spuse: “O, popor al meu! Închinaţi-vă lui Dumnezeu! Nu aveţi dumnezeu afară de El! Voi sunteţi doar nişte născocitori!",
        "numberInSurah": 50,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1524,
        "text": "O, popor al meu! Eu pentru aceasta nu vă cer răsplată, căci răsplata mea este la Cel ce m-a creat. Nu pricepeţi, oare?",
        "numberInSurah": 51,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1525,
        "text": "O, popor al meu! Cereţi iertare Domnului vostru, şi apoi întoarceţi-vă către El, căindu-vă. El va trimite din cer, asupra voastră, ploaie îmbelşugată şi va adăuga putere la puterea voastră. Nu întoarceţi spatele ca nişte nelegiuiţi!”",
        "numberInSurah": 52,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1526,
        "text": "Ei spuseră: “O, Hud! Tu nu ne-ai adus nici o dovadă. Noi nu-i vom părăsi pe dumnezeii noştri pentru spusele tale. Noi nu credem în tine, ci",
        "numberInSurah": 53,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1527,
        "text": "spunem doar că unul dintre dumnezeii noştri te-a lovit cu un rău.” El spuse: “Îl iau pe Dumnezeu martor şi pe voi vă iau martori că sunt curat de ceea ce îi alăturaţi.",
        "numberInSurah": 54,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1528,
        "text": "Folosiţi toate vicleşugurile voastre împotrivă-mi şi nu mă lăsaţi să aştept.",
        "numberInSurah": 55,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1529,
        "text": "Eu mă încredinţez lui Dumnezeu, Domnul meu şi Domnul vostru. Nu este vietate pe care să n-o apuce de moţ. Domnul meu este pe o cale dreaptă.",
        "numberInSurah": 56,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1530,
        "text": "Dacă voi vă întoarceţi, eu v-am propovăduit cu ce am fost trimis. Domnul meu vă va înlocui cu un alt popor, şi nu-l veţi păgubi cu nimic. Domnul meu asupra tuturor veghează.”",
        "numberInSurah": 57,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1531,
        "text": "Când porunca Noastră a venit, Noi l-am mântuit pe Hud, şi împreună cu el, pe cei care credeau, prin milostivenia Noastră, şi i-am mântuit de grea osândă.",
        "numberInSurah": 58,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1532,
        "text": "Adiţii s-au lepădat de semnele Domnului lor şi nu au dat ascultare trimişilor lor, ci ascultau poruncile oricărui despot încăpăţânat.",
        "numberInSurah": 59,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1533,
        "text": "De blestem vor fi urmăriţi în Viaţa de Acum şi în Ziua Învierii. Adiţii l-au tăgăduit pe Domnul lor. Atunci să nu li se spună: “Înapoi cu adiţii, poporul lui Hud?”",
        "numberInSurah": 60,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1534,
        "text": "Thamudiţilor, l-am trimis pe fratele lor Salih. El spuse: “O, popor al meu! Închinaţi-vă lui Dumnezeu! Nu aveţi dumnezeu afară de El. El v-a creat din acest pământ pe care v-a răspândit. Cereţi-I iertare, apoi întoarceţi-vă la El, căindu-vă. Domnul meu este aproape şi răspunde”",
        "numberInSurah": 61,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1535,
        "text": "Ei spuseră: “O, Salih! Tu erai odinioară o nădejde pentru noi. Tu ne opreşti să ne închinăm celor cărora taţii noştri se închinau? Noi suntem într-o adâncă îndoială asupra celui spre care tu ne chemi.”",
        "numberInSurah": 62,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1536,
        "text": "El spuse: “O, popor al meu! Ce părere aveţi? Dacă nu m-aş sprijini pe o dovadă de la Domnul meu care mi-a dăruit milostivenia Sa, cine m-ar ajuta înaintea lui Dumnezeu dacă nu i-aş da ascultare? Voi nu-mi sporiţi decât pierzania.",
        "numberInSurah": 63,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1537,
        "text": "O, poporul meu! Aceasta este cămila lui Dumnezeu, semn vouă. Lăsaţi-o să pască pe pământul lui Dumnezeu şi nu o atingeţi cu vreun rău, căci de nu, o osândă vă va lua curând.”",
        "numberInSurah": 64,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1538,
        "text": "Ei o ologiră însă. Atunci Salih le spuse: “Mai staţi trei zile în casele voastre, aceasta este o făgăduială ce nu este mincinoasă.”",
        "numberInSurah": 65,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1539,
        "text": "Când va veni porunca Noastră, Noi îi vom mântui prin milostivenia Noastră pe Salih şi pe cei care au crezut împreună cu el. Domnul tău este Tare, Puternic.",
        "numberInSurah": 66,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1540,
        "text": "Strigătul i-a luat pe cei care fuseseră nedrepţi şi a doua zi dimineaţa zăceau în locuinţele lor",
        "numberInSurah": 67,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1541,
        "text": "ca şi cum nu le-ar fi locuit niciodată. Tamudiţii nu l-au tăgăduit pe Domnul lor? Atunci să nu li se spună: “Înapoi cu tamudiţii?”",
        "numberInSurah": 68,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1542,
        "text": "Trimişii Noştri îi aduseră lui Abraham vestea cea bună. Ei spuseră: “Pace!”, el răspunse: “Pace!” şi aduse fără zăbavă un viţel fript.",
        "numberInSurah": 69,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1543,
        "text": "Când văzu că mâinile lor nu se întind către el, nu-i înţelese şi i se făcu frică de ei. Aceştia spuseră: “Nu te teme! Noi suntem trimişi la poporul lui Lot”",
        "numberInSurah": 70,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1544,
        "text": "Femeia lui stătea în picioare şi izbucni în râs. Noi i-l vestirăm pe Isaac, şi după Isaac, pe Iacob.",
        "numberInSurah": 71,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1545,
        "text": "Ei spuseră: “Porunca lui Dumnezeu te miră? Milostivenia şi binecuvântările lui Dumnezeu fie asupra voastră. O, oameni ai acestei case! Dumnezeu este Lăudat, Slăvit!”",
        "numberInSurah": 72,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1546,
        "text": "Ea spuse: “Vai mie! O să odrăsluiesc acum că sunt bătrână, şi bărbatul meu este bătrân? Aceasta este un lucru de mirare!”",
        "numberInSurah": 73,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1547,
        "text": "Când groaza îl părăsi pe Abraham, după ce-i venise vestea cea bună, el discută cu noi pentru poporul lui Lot.",
        "numberInSurah": 74,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1548,
        "text": "Abraham era bun, smerit şi căit.",
        "numberInSurah": 75,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1549,
        "text": "“O, Abraham! Dă uitării aceasta! Porunca lui Dumnezeu va veni fără tăgadă şi o osândă fără întoarcere le va fi dată.”",
        "numberInSurah": 76,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1550,
        "text": "Când trimişii Noştri ajunseră la Lot, acesta se mâhni, căci braţul său era prea slab pentru a-i ocroti. El spuse: “Aceasta este o zi de temut!”",
        "numberInSurah": 77,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1551,
        "text": "Poporul său veni la el, întărâtat. Şi mai înainte ei săvârşiseră rele! El spuse: “O, popor al meu! Iată-le pe fetele mele. Ele sunt mult mai curate pentru voi! Temeţi-vă de Dumnezeu şi nu-mi batjocoriţi oaspeţii. Nu este nici măcar un singur bărbat drept printre voi?”",
        "numberInSurah": 78,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1552,
        "text": "Ei spuseră: “Tu ştii prea bine că nu avem nici un drept asupra fetelor tale. Ştii ce vrem de fapt.”",
        "numberInSurah": 79,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1553,
        "text": "El spuse: “Dacă aş avea putere să mă împotrivesc vouă, ori dacă aş găsi un sprijin temeinic!”",
        "numberInSurah": 80,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1554,
        "text": "Trimişii Noştri spuseră: “O, Lot! Noi suntem solii Domnului tău. Oamenii aceştia nu vor ajunge până la tine. Pleacă cu ai tăi, spre sfârşitul nopţii. Niciunul dintre voi să nu se uite înapoi. Femeia ta va întoarce privirea şi o va lovi ceea ce îi va lovi şi pe ei. Aceasta se va întâmpla în zori. Oare zorii nu sunt aproape?”",
        "numberInSurah": 81,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1555,
        "text": "Când veni porunca Noastră, am răsturnat cetatea cu susul în jos şi am făcut să plouă asupra ei cu bulgări de lut, mari",
        "numberInSurah": 82,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1556,
        "text": "pecetluiţi de Domnul tău. Un asemenea lucru nu este departe de cei nedrepţi!",
        "numberInSurah": 83,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1557,
        "text": "Oamenilor din Madian li l-am trimis pe fratele lor Şu’aib? El spuse: “O, popor al meu! Închinaţi-vă lui Dumnezeu! Voi nu aveţi alt dumnezeu afară de El! Nu micşoraţi măsurile şi greutăţile. Vă văd în bunăstare, însă mă tem pentru voi de osânda unei zile învăluitoare.",
        "numberInSurah": 84,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1558,
        "text": "O, popor al meu! Daţi măsura şi greutatea aşa cum se cuvine. Nu pricinuiţi nedreptăţi oamenilor în bunurile lor, nu săvârşiţi fărădelegi pe pământ, semănând stricăciune!",
        "numberInSurah": 85,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1559,
        "text": "Ceea ce vă lasă Dumnezeu este mai bun pentru voi, de sunteţi credincioşi. Eu nu vă sunt vouă păzitor.”",
        "numberInSurah": 86,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1560,
        "text": "Ei spuseră: “O, Şu’aib! Închinăciunea ta porunceşte ca noi să-i părăsim pe cei cărora taţii noştri li se închinau, ori să nu ne mai bucurăm de averile noastre aşa cum am vrea? Tu doar eşti bun şi drept.”",
        "numberInSurah": 87,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1561,
        "text": "El spuse: “O, popor al meu! Ce părere aveţi? Dacă mă sprijin pe o dovadă de la Domnul meu care mi-a dat o frumoasă înzestrare, eu nu vreau să mă împotrivesc vouă când vă opresc ceva, ci vreau doar să vă îndrept atât cât pot. Ajutorul nu-mi vine decât de la Dumnezeu. Eu Lui mă încredinţez şi căindu-mă la El mă întorc.",
        "numberInSurah": 88,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1562,
        "text": "O, popor al meu! Despărţirea de mine vă va pricinui rele asemănătoare celor care i-au lovit pe poporul lui Noe, ori pe poporul lui Hud, ori pe poporul lui Salih! Poporul lui Lot nu este prea departe de voi.",
        "numberInSurah": 89,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1563,
        "text": "Cereţi-I iertare Domnului vostru, apoi întoarceţi-vă la El căindu-vă. Domnul meu este Milostiv, Iubitor!”",
        "numberInSurah": 90,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1564,
        "text": "Ei spuseră: “O, Şu’aib! Noi nu înţelegem deloc ce spui. Noi te vedem slab în mijlocul nostru, şi dacă nu ar fi fost obştea ta te-am fi omorât cu pietre, căci tu nu ai nici o putere asupra noastră.”",
        "numberInSurah": 91,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1565,
        "text": "El spuse: “O, popor al meu! Obştea mea vi se pare mai puternică decât Dumnezeu şi credeţi că puteţi întoarce spatele lui Dumnezeu? Ştiinţa Domnului meu se întinde asupra a tot ceea ce faceţi.",
        "numberInSurah": 92,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1566,
        "text": "O, popor al meu! Faceţi ce puteţi! Faceţi ce puteţi, căci şi eu voi face şi veţi afla curând cui va fi dat o osândă ce îl va face de ruşine şi cine este cel mincinos. Aşteptaţi, căci şi eu aştept cu voi.”",
        "numberInSurah": 93,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1567,
        "text": "Când veni porunca Noastră, Noi l-am mântuit prin milostivenia Noastră pe Şu’aib şi pe cei care au crezut împreună cu el. Strigătul i-a luat pe cei care fuseseră nedrepţi şi a doua zi dimineaţa zăceau în casele lor.",
        "numberInSurah": 94,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1568,
        "text": "de parcă nu le-ar fi locuit niciodată Atunci să nu li se spună: “Înapoi cu medianiţii?” Aşa au fost îndepărtaţi şi tamudiţii.",
        "numberInSurah": 95,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1569,
        "text": "Noi l-am trimis pe Moise cu semnele Noastre şi cu împuternicire desluşită",
        "numberInSurah": 96,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1570,
        "text": "la Faraon şi la căpeteniile sale, însă acestea dădură ascultare Faraonului cu toate că porunca Faraonului era nedreaptă.",
        "numberInSurah": 97,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1571,
        "text": "În Ziua Învierii, el va merge în fruntea poporului său şi-l va mâna în Foc ca la adăpătoare. Ce adăpătoare rea!",
        "numberInSurah": 98,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1572,
        "text": "De blestem vor fi urmăriţi în Viaţa de Acum şi în Ziua Învierii. Ce dar rău!",
        "numberInSurah": 99,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1573,
        "text": "Acestea sunt dintre istoriile privitoare la cetăţi pe care ţi le povestim, multe dintre ele sunt încă în picioare, însă altele au fost secerate.",
        "numberInSurah": 100,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1574,
        "text": "Noi nu i-am nedreptăţit pe locuitorii lor, ci ei înşişi s-au nedreptăţit. Ei chemau în locul lui Dumnezeu dumnezeii lor care nu le-au folosit la nimic. Când porunca Domnului tău a venit, ei nu le-au sporit decât pieirea.",
        "numberInSurah": 101,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1575,
        "text": "Aceasta este osânda Domnului tău care loveşte cetăţile nedrepte. Osânda Sa este dureroasă, cruntă.",
        "numberInSurah": 102,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1576,
        "text": "Întru aceasta este un semn pentru cel care se teme de osânda Vieţii de Apoi. Va fi o zi când toţi oamenii vor fi strânşi, va fi o zi cunoscută.",
        "numberInSurah": 103,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1577,
        "text": "Noi nu o vom întârzia decât până la sorocul hotărât.",
        "numberInSurah": 104,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1578,
        "text": "În Ziua când acesta se va împlini, nimeni nu va vorbi decât cu îngăduinţa Sa. Unii vor fi nenorociţi, alţii fericiţi.",
        "numberInSurah": 105,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1579,
        "text": "Nenorociţii vor fi în Foc, unde vor geme şi vor suspina şi",
        "numberInSurah": 106,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1580,
        "text": "unde vor veşnici cât vor dura cerurile şi pământul, doar dacă Domnul tău va voi altfel, căci Domnul tău face ce voieşte.",
        "numberInSurah": 107,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1581,
        "text": "Preafericiţii vor fi în Rai, unde vor veşnici cât vor dura cerurile şi pământul, numai dacă Domnul tău nu va voi altfel. Acesta este un dar ce nu se strică.",
        "numberInSurah": 108,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1582,
        "text": "Nu staţi la îndoială asupra celor cărora li se închină ei, căci ei nu se închină decât celor cărora li se închinau taţii lor odinioară. Noi o să le dăm partea lor, fără să-i lipsim de nimic.",
        "numberInSurah": 109,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 191,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1583,
        "text": "Noi am dăruit Cartea lui Moise, însă această Carte a fost pricină de ceartă. Dacă Cuvântul Domnului tău nu ar fi fost rostit, hotărârea asupra neînţelegerilor lor ar fi fost luată. Ei se află într-o adâncă îndoială asupra ei.",
        "numberInSurah": 110,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1584,
        "text": "Domnul tău îI va răsplăti pe toţi după faptele lor. El este Cunoscător a ceea ce ei făptuiesc.",
        "numberInSurah": 111,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1585,
        "text": "Fii drept, precum ţi s-a poruncit să fii, astfel, ca cei care sunt cu tine să se întoarcă căindu-se. Nu vă ticăloşiţi! Dumnezeu este Văzător a ceea ce făptuiţi.",
        "numberInSurah": 112,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1586,
        "text": "Nu vă bizuiţi pe cei nedrepţi, căci Focul îl veţi împărţi cu ei. Nu aveţi oblăduitor afară de Dumnezeu şi nu veţi fi ajutaţi.",
        "numberInSurah": 113,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1587,
        "text": "Săvârşeşte-ţi rugăciunea la cele două capete ale zilei şi în apropierea nopţii. Cele bune fac să plece cele rele. Aceasta este o amintire pentru cei care îşi aduc aminte.",
        "numberInSurah": 114,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1588,
        "text": "Fii răbdător! Dumnezeu nu lasă să se piardă răsplata celor care fac binele.",
        "numberInSurah": 115,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1589,
        "text": "De ce în leaturile dinaintea voastră oamenii pioşi ce opreau stricăciunea pe pământ şi pe care Noi i-am mântuit au fost atât de puţini? Nedrepţii au urmat îndestularea şi au fost dintre nelegiuiţi.",
        "numberInSurah": 116,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1590,
        "text": "Domnul tău nu ar fi nimicit cetăţile, fără pricină, dacă locuitorii lor ar fi fost îndreptători.",
        "numberInSurah": 117,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1591,
        "text": "Dacă Domnul tău ar fi vrut, i-ar fi strâns pe toţi oamenii într-o singură adunare. Ei nu încetează însă să se ridice unii împotriva altora,",
        "numberInSurah": 118,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1592,
        "text": "afară de cei pe care Domnul tău i-a miluit fiindcă pentru aceasta i-a creat. Cuvântul Domnului tău se împlineşte: “Voi umple Gheena cu ginni şi oameni laolaltă.”",
        "numberInSurah": 119,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1593,
        "text": "Toate istoriile pe care ţi le-am povestit despre trimişi sunt ca să-ţi întărească inima. Astfel îţi vine, cu adevărat o predică şi o amintire pentru credincioşi.",
        "numberInSurah": 120,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1594,
        "text": "Spune celor care nu cred: “Faceţi ce puteţi, căci şi noi vom face.",
        "numberInSurah": 121,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1595,
        "text": "Aşteptaţi, căci şi noi aşteptăm!",
        "numberInSurah": 122,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1596,
        "text": "A lui Dumnezeu este Taina cerurilor şi a pământului. Totul la El se reîntoarce. Închină-te Lui şi Lui încredinţează-te. Domnul tău nu este nepăsător la ceea ce făptuiţi.",
        "numberInSurah": 123,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "ro.grigore",
      "language": "ro",
      "name": "Grigore",
      "englishName": "George Grigore",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}