{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 28,
    "name": "سُورَةُ القَصَصِ",
    "englishName": "Al-Qasas",
    "englishNameTranslation": "The Stories",
    "revelationType": "Meccan",
    "numberOfAyahs": 88,
    "ayahs": [
      {
        "number": 3253,
        "text": "Ta. Sin. Mim.",
        "numberInSurah": 1,
        "juz": 20,
        "manzil": 5,
        "page": 385,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3254,
        "text": "Acestea sunt versetele Cărţii desluşite.",
        "numberInSurah": 2,
        "juz": 20,
        "manzil": 5,
        "page": 385,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3255,
        "text": "Noi îţi recităm întru adevăr din povestea lui Moise şi a lui Faraon pentru un popor ce crede.",
        "numberInSurah": 3,
        "juz": 20,
        "manzil": 5,
        "page": 385,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3256,
        "text": "Faraon era semeţ pe pământ şi a împărţit oamenii în obşti, apoi a căutat să slăbească una dintre obşti, înjunghiindu-i pe fiii ei şi lăsându-le pe femei în viaţă. El era dintre cei care seamănă stricăciunea.",
        "numberInSurah": 4,
        "juz": 20,
        "manzil": 5,
        "page": 385,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3257,
        "text": "Noi am vrut să-i ocrotim pe cei năpăstuiţi de pe pământ, făcându-i căpetenii, făcându-i moştenitori",
        "numberInSurah": 5,
        "juz": 20,
        "manzil": 5,
        "page": 385,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3258,
        "text": "ca să le dăm un loc pe pământ şi să le arătăm astfel lui Faraon, lui Haman şi oştirilor lor pe cea de care se fereau.",
        "numberInSurah": 6,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3259,
        "text": "Noi i-am dezvăluit mamei lui Moise: “Alăptează-l şi dacă te temi pentru el, dă-i drumul pe fluviu. Nu te teme şi nu te mâhni, căci ţi-l vom înapoia şi îl vom face dintre trimişi.”",
        "numberInSurah": 7,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3260,
        "text": "Oamenii lui Faraon l-au cules ca să le fie lor vrăjmaş şi pricină de mâhnire. Faraon, Haman şi oştirile lor au fost păcătoşi.",
        "numberInSurah": 8,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3261,
        "text": "Femeia lui Faraon spuse: “Bucurie a ochilor mei şi a lor tăi! Nu-l omorâţi! Poate vă va fi de folos ori poate îl veţi lua vouă fiu.” Ei nu şi-au dat însă seama!",
        "numberInSurah": 9,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3262,
        "text": "Sufletul mamei lui Moise se goli de tot şi era cât pe ce să-l dea în vileag, dacă Noi nu i-am fi legat inima ca să fie dintre credincioşi.",
        "numberInSurah": 10,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3263,
        "text": "Ea îi spuse surorii lui: “Urmăreşte-l!” Aceasta îl urmări cu privirea de departe fără ca cineva să bage de seamă.",
        "numberInSurah": 11,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3264,
        "text": "Noi îi oprisem dinainte doicile. Sora lui spuse: “V-aş putea arăta o familie care, pentru voi, l-ar lua asupra sa şi l-ar îngriji?”",
        "numberInSurah": 12,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3265,
        "text": "Şi aşa l-am înapoiat mamei sale să i se limpezească ochii şi să nu mai fie mâhnită, ca ea să ştie că făgăduiala lui Dumnezeu este Adevăr. Cei mai mulţi însă nu ştiu!",
        "numberInSurah": 13,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3266,
        "text": "Când el ajunse în plină putere şi se desăvârşi, Noi îi dăruirăm înţelepciunea şi ştiinţa. Astfel, Noi îi răsplătim pe făptuitorii de bine.",
        "numberInSurah": 14,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3267,
        "text": "Moise a intrat în cetate într-o clipă de nepăsare a locuitorilor ei şi a găsit acolo doi oameni care se încăieraseră. Unul era dintre ai lui, celălalt dintre cei ai vrăjmaşului său. Cel din tabăra sa îi ceru ajutorul împotriva celui ce era dintre vrăjmaşii săi. Moise îi dădu o lovitură şi-l omorî. El spuse: “Aceasta este lucrarea Diavolului, căci el este un vrăjmaş făţis, rătăcitor.”",
        "numberInSurah": 15,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3268,
        "text": "El spuse: “Domnul meu! M-am nedreptăţit pe mine însumi. Iartă-mi mie!” Şi Dumnezeu i-a iertat lui, căci El este Iertătorul, Milostivul.",
        "numberInSurah": 16,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3269,
        "text": "Moise spuse: “Domnul meu! Fiindcă Tu ai pogorât asupra mea harul Tău, eu nu voi fi niciodată sprijin nelegiuiţilor.”",
        "numberInSurah": 17,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3270,
        "text": "El se trezi dimineaţa în cetate temător şi pândind, iar când cel care în ajun îi ceruse ajutor îl strigă din răsputeri, Moise îi spuse: “Tu eşti într-o greşeală vădită!”",
        "numberInSurah": 18,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3271,
        "text": "Când a vrut să dea o lovitură vrăjmaşului amândurora acesta spuse: “O, Moise! Vrei să mă omori precum l-ai omorât pe omul de ieri? Tu vrei să fii doar un despot pe pământ. Tu nu vrei să fii dintre îndreptători.”",
        "numberInSurah": 19,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3272,
        "text": "Un om veni în fugă din capătul cetăţii şi spuse: “O, Moise! Capii poporului pun la cale uciderea ta! Pleacă! Eu de bine te sfătuiesc!”",
        "numberInSurah": 20,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3273,
        "text": "Moise a ieşit din cetate temător şi pândind. El spuse: “Domnul meu! Mântuieşte-mă de acest popor nedrept!”",
        "numberInSurah": 21,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3274,
        "text": "El spuse îndreptându-se către Madian: “S-ar putea ca Domnul meu să mă călăuzească pe Calea cea Dreaptă.”",
        "numberInSurah": 22,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3275,
        "text": "Când ajunse la apa de la Madian, află o seamă de oameni adăpând. De asemenea, află două femei ce se ţineau deoparte. El spuse: “Ce este cu voi?” Ele spuseră: “Noi nu adăpăm decât după ce pleacă păstorii, căci tatăl nostru este foarte bătrân.”",
        "numberInSurah": 23,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3276,
        "text": "Moise le adăpă (vitele), apoi se retrase la umbră spunând: “Domnul meu! Am mare nevoie să pogori asupra mea binele!”",
        "numberInSurah": 24,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3277,
        "text": "Una dintre femei veni către el mergând sfioasă. Ea spuse: “Tata te cheamă să te răsplătească că ne-ai adăpat vitele.” Moise se duse la el şi-i istorisi povestea sa. Bătrânul îi spuse: “Nu-ţi fie teamă! Vei fi izbăvit de cei nedrepţi.”",
        "numberInSurah": 25,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3278,
        "text": "Una dintre femei spuse: “O, tată! Tocmeşte-l în slujba ta. El este cel mai bun dintre cei pe care i-ai putea tocmi, căci este puternic şi vrednic de încredere.”",
        "numberInSurah": 26,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3279,
        "text": "Bătrânul spuse: “Aş vrea să-ţi dau drept soaţă pe una dintre fiicele mele, dacă tu rămâi în slujba mea vreme de opt pelerinaje. Dacă vei împlini zece, va fi spre binele tău, însă eu nu vreau să te împovărez cu nimic. Tu mă vei afla, dacă vrea Dumnezeu, printre cei drepţi.”",
        "numberInSurah": 27,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3280,
        "text": "Moise spuse: “Aceasta este înţelegerea dintre mine şi tine. Oricare dintre cele două soroace voi împlini, nimeni să nu se ridice vrăjmaş asupra mea. Dumnezeu este Chezaş a ceea ce am spus.”",
        "numberInSurah": 28,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3281,
        "text": "Când lui Moise i se împlini sorocul, plecă la drum cu ai săi, însă, zărind un foc pe coasta Muntelui, le spuse: “Staţi aici. Am zărit un foc. Poate vă voi aduce o veste ori un tăciune aprins. Poate vă veţi încălzi!”",
        "numberInSurah": 29,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3282,
        "text": "Când ajunse acolo, fu strigat din dreapta văii, din ţinutul binecuvântat, din mijlocul unui copac: “O, Moise! Eu sunt Domnul lumilor!",
        "numberInSurah": 30,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3283,
        "text": "Aruncă-ţi toiagul!” Când Moise îl văzu scuturându-se precum ginni, o rupse la fugă fără să se mai întoarcă. “O, Moise! Apropie-te, nu-ţi fie teamă! Tu eşti dintre cei care vor cunoaşte tihna.",
        "numberInSurah": 31,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3284,
        "text": "Bagă-ţi mâna în despicătura mantiei, va ieşi albă, fără nici un beteşug. Strânge-ţi braţul la piept ca să nu-ţi fie frică. Acestea sunt două dovezi fără tăgadă pentru Faraon şi căpeteniile poporului său. Ei sunt un popor de stricaţi!”",
        "numberInSurah": 32,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3285,
        "text": "El spuse: “Domnul meu! Am ucis pe unul de-ai lor şi îmi este teamă că mă vor ucide.",
        "numberInSurah": 33,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3286,
        "text": "Fratele meu Aaron este mai limpede la vorbă decât mine. Trimite-l cu mine ca pavăză şi ca întăritor al spuselor mele, căci mă tem că mă vor socoti mincinos.”",
        "numberInSurah": 34,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3287,
        "text": "Dumnezeu spuse: “Te vom ajuta cu fratele tău şi vă vom da împuternicire, vouă amândurora, încât ei nu vă vor mai atinge. Voi veţi fi, har semnelor Noastre, învingători, atât voi, cât şi cei care vă vor urma.”",
        "numberInSurah": 35,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3288,
        "text": "Atunci când Moise veni la ei cu semnele Noastre ca dovezi vădite, ei spuseră: “Ce altceva este aceasta dacă nu o vrajă născocită, căci Noi n-am auzit aşa ceva la strămoşii noştri dintâi”",
        "numberInSurah": 36,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3289,
        "text": "Moise spuse: “Domnul meu cunoaşte pe cel care a venit cu călăuzirea Sa şi pe cel care va avea Casa cea de pe urmă.” Cei nedrepţi nu vor fi fericiţi.",
        "numberInSurah": 37,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3290,
        "text": "Faraon spuse: “O, voi, capi ai poporului! Eu nu vă cunosc vouă alt dumnezeu afară de mine însumi! Haman! Arde-mi lut şi zideşte-mi un turn, poate atunci voi urca până la Dumnezeul lui Moise, căci eu cred că Moise este mincinos.”",
        "numberInSurah": 38,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3291,
        "text": "Faraon se purtă cu trufie pe pământ, fără drept, atât el cât şi oştirile sale. El socotea că nu se va mai întoarce la Noi.",
        "numberInSurah": 39,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3292,
        "text": "Noi l-am luat pe el şi pe oştirile sale şi i-am aruncat în mare. Vezi cum a fost sfârşitul celor nedrepţi!",
        "numberInSurah": 40,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3293,
        "text": "Noi i-am făcut înainte-mergători ce cheamă către Foc, iar în Ziua Învierii nu vor fi ajutaţi.",
        "numberInSurah": 41,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3294,
        "text": "Pe lumea aceasta i-am urmărit cu blestem, iar în Ziua Învierii vor fi dintre cei urâţiţi.",
        "numberInSurah": 42,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3295,
        "text": "După ce am nimicit leaturile dintâi, Noi am dăruit lui Moise Cartea ca o prevedere pentru oameni, o călăuzire şi o milostivenie. Poate îşi vor aminti!",
        "numberInSurah": 43,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3296,
        "text": "Tu nu ai fost pe coasta de la asfinţit, atunci când Noi i-am dat porunca lui Moise. Tu nu ai fost dintre martori.",
        "numberInSurah": 44,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3297,
        "text": "Noi am lăsat să crească alte leaturi care au avut viaţă lungă. Tu nu ai fost printre locuitorii din Madian să le reciţi semnele Noastre, însă Noi li le-am trimis.",
        "numberInSurah": 45,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3298,
        "text": "Nu ai fost pe coasta Muntelui, atunci când Noi te-am chemat, însă aceasta este o milostivenie de la Domnul tău ca tu să previi un popor la care nici un prevenitor nu a mai venit înaintea ta. Poate îşi vor aminti!",
        "numberInSurah": 46,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3299,
        "text": "Când îi atinge o năpastă pentru ceea ce mâinile lor au făcut, ei spun: “Domnul nostru! Dacă ne-ai fi trimis un trimis, am fi urmat semnele Tale şi atunci am fi fost credincioşi.”",
        "numberInSurah": 47,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3300,
        "text": "Când însă Adevărul le vine de la Noi, ei spun: “De ce nu i s-a dat asemenea celor care i-au fost date lui Moise!” Oare nu au tăgăduit ceea ce odinioară i se dăduse lui Moise, când au spus: “Acestea sunt două vrăji vădite!” Apoi au spus: “Noi nu credem nimic din toate acestea!”",
        "numberInSurah": 48,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3301,
        "text": "Spune: “Aduceţi-mi de la Dumnezeu o Carte care să călăuzească mai bine oamenii decât acestea două. Eu o voi urma, dacă voi spuneţi adevărul!”",
        "numberInSurah": 49,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3302,
        "text": "Dacă nu-ţi răspund, să ştii că ei nu-şi urmează decât poftele lor. Cine este mai rătăcit decât cel care se lasă călăuzit de poftele sale, fără călăuzire de la Dumnezeu? Dumnezeu nu călăuzeşte poporul nedrept.",
        "numberInSurah": 50,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3303,
        "text": "Noi le-am trimis Cuvântul! Poate îşi vor aminti!",
        "numberInSurah": 51,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3304,
        "text": "Cei cărora le-am dat Cartea înaintea lui cred în ea.",
        "numberInSurah": 52,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3305,
        "text": "Ei spun, atunci când li se citeşte din ea: “Noi credem în ea. Ea este Adevărul de la Domnul nostru. Noi i ne-am supus înainte de venirea sa.”",
        "numberInSurah": 53,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3306,
        "text": "Aceştia sunt cei care vor primi răsplata lor de două ori pentru că au fost răbdători, pentru că au răspuns răului cu binele, pentru că au dat milostenie din ceea ce Noi i-am înzestrat.",
        "numberInSurah": 54,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3307,
        "text": "Când aud deşărtăciuni, ei întorc spatele spunând: “Noi cu faptele noastre, voi cu faptele voastre. Pace vouă! Nouă nu ne plac neştiutorii!”",
        "numberInSurah": 55,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3308,
        "text": "Tu nu-l călăuzeşti pe cel care-l iubeşti, ci Dumnezeu călăuzeşte pe cine voieşte, căci El îi cunoaşte prea-bine pe cei care vor să fie călăuziţi.",
        "numberInSurah": 56,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3309,
        "text": "Ei spun: “Dacă am urma cu tine Calea, am fi smulşi pământului nostru.” Nu le-am făcut Noi lor un loc sfânt şi tihnit unde sunt aduse roadele fiecărui lucru ca înzestrare de la Noi? Cei mai mulţi dintre ei, însă, nu ştiu nimic.",
        "numberInSurah": 57,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3310,
        "text": "Câte cetăţi cu trai îndestulat nu am nimicit? Şi locuinţele lor după ei au fost aproape pustii. Noi suntem moştenitorii!",
        "numberInSurah": 58,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3311,
        "text": "Domnul tău n-a nimicit nici o cetate înainte de a trimite la poporul ei un profet care să-i recite versetele Noastre. Noi nu am nimicit nici o cetate ai cărei locuitori să nu fi fost nedrepţi.",
        "numberInSurah": 59,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3312,
        "text": "Tot ceea ce v-a fost dăruit nu este decât o bucurie vremelnică şi zadarnică, podoabă în Viaţa de Acum. Ceea ce se află la Dumnezeu este mai bun şi mai trainic. Nu pricepeţi, oare?",
        "numberInSurah": 60,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3313,
        "text": "Cel căruia i-am făcut o frumoasă făgăduială pe care o va vedea împlinindu-se este oare deopotrivă cu cel căruia i-am dat bucurii vremelnice în Viaţa de Acum şi apoi în Ziua Învierii va fi între cei aduşi (înaintea Noastră)?",
        "numberInSurah": 61,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3314,
        "text": "Dumnezeu le va spune în Ziua când îi va chema: “Unde sunt cei care pretindeaţi că-Mi sunt alături?”",
        "numberInSurah": 62,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3315,
        "text": "Cei asupra cărora se va împlini Cuvântul vor spune: “Domnul nostru! Aceştia sunt cei pe care noi i-am adâncit în greşeală, i-am rătăcit precum am fost noi înşine. Ne lepădăm de ei înaintea Ta, căci nu nouă ni s-au închinat!”",
        "numberInSurah": 63,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3316,
        "text": "Li se va spune: “Chemaţi-i pe cei pe care I i-aţi alăturat!” Ei îi vor chema, însă ei nu le vor răspunde şi atunci vor vedea osânda. O, dacă ar fi vrut să fie călăuziţi!",
        "numberInSurah": 64,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3317,
        "text": "Dumnezeu le va spune, în Ziua când îi va chema: “Ce aţi răspuns trimişilor?”",
        "numberInSurah": 65,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3318,
        "text": "În Ziua aceea, proorocirile li se vor părea întunecate, însă nu se vor întreba unii pe alţii.",
        "numberInSurah": 66,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3319,
        "text": "Cel care se căieşte însă, care crede şi săvârşeşte fapte bune va fi, poate, dintre cei fericiţi.",
        "numberInSurah": 67,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3320,
        "text": "Domnul tău creează ceea ce voieşte şi alege, însă oamenii nu au de ales. Mărire lui Dumnezeu şi înălţare deasupra celor pe care I-i alăturau!",
        "numberInSurah": 68,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3321,
        "text": "Domnul tău cunoaşte ceea ce tăinuiesc inimile lor şi ceea ce ei destăinuiesc.",
        "numberInSurah": 69,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3322,
        "text": "El este Dumnezeu! Nu este dumnezeu afară de El. Laudă Lui în Viaţa Dintâi şi în Viaţa de Apoi! A Lui este Judecata şi la El veţi fi întorşi.",
        "numberInSurah": 70,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3323,
        "text": "Spune: “Nu vă daţi seama, oare? Dacă Dumnezeu ar face asupra voastră noapte necurmată până în Ziua Învierii, ce alt dumnezeu afară de Dumnezeu v-ar aduce lumină? Nu auziţi, oare?",
        "numberInSurah": 71,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3324,
        "text": "Spune: “Nu vă daţi seama, oare? Dacă Dumnezeu ar face asupra voastră zi necurmată până în Ziua Învierii, ce alt dumnezeu afară de Dumnezeu v-ar aduce noaptea ca să vă odihniţi? Nu vedeţi, oare?",
        "numberInSurah": 72,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3325,
        "text": "În milostivenia Lui, El v-a făcut vouă noaptea ca să vă odihniţi şi ziua ca să căutaţi către harul Lui. Poate veţi mulţumi!",
        "numberInSurah": 73,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3326,
        "text": "În Ziua când El îi va chema, le va spune: “Unde sunt cei care pretindeaţi că-Mi sunt alături?”",
        "numberInSurah": 74,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3327,
        "text": "Vom scoate din fiece adunare un martor şi vom spune: “Aduceţi dovada voastră!” Vor şti, atunci, că Adevărul este al lui Dumnezeu şi cei născociţi de ei i-au părăsit.",
        "numberInSurah": 75,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3328,
        "text": "Core era din poporul lui Moise, însă s-a răzvrătit împotriva lui. Noi i-am dăruit comori ale căror chei păreau grele unei cete de oameni puternici. Poporul său îi spuse: “Nu te bucura! Dumnezeu nu-i iubeşte pe cei care se bucură!”",
        "numberInSurah": 76,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3329,
        "text": "În mijlocul a ceea ce Dumnezeu ţi-a dăruit, caută Lăcaşul de Apoi! Nu uita partea ta din Viaţa de Acum! Fii bun, precum Dumnezeu este bun cu tine! Nu semăna stricăciunea pe pământ, căci Dumnezeu nu îi iubeşte pe stricători.",
        "numberInSurah": 77,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3330,
        "text": "Core spuse: “Nu mi s-a dat decât pentru ştiinţa ce o am.” Nu ştia oare că Dumnezeu a nimicit înaintea lui leaturi mult mai tari ca putere şi mult mai mari ca număr? Nelegiuiţii nu vor fi întrebaţi asupra păcatelor lor!",
        "numberInSurah": 78,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3331,
        "text": "Apoi el ieşi către poporul său în podoaba sa. Cei care îşi doreau Viaţa de Acum au spus: “O, dacă şi noi am avea averi asemenea celor care i-au fost dăruite lui Core! El este stăpânul unei averi fără seamăn!”",
        "numberInSurah": 79,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3332,
        "text": "Cei cărora le-a fost dăruită ştiinţa au spus: “Vai vouă! Răsplata lui Dumnezeu este mai bună pentru cel care crede şi săvârşeşte binele. Numai cei răbdători vor primi această răsplată.”",
        "numberInSurah": 80,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3333,
        "text": "Noi l-am scufundat pe Core, cu casă cu tot, în pământ. Nu a avut nici o suită care să-l ajute afară de Dumnezeu. El nu a fost dintre cei ajutaţi.",
        "numberInSurah": 81,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3334,
        "text": "Cei care în ajun îşi doreau să se afle în locul lui, dimineaţa spuneau: “Vai ţie! Dumnezeu înzestrează cu prisosinţă, însă şi cu măsură pe cine voieşte dintre robii Săi. Dacă Dumnezeu nu ar fi fost bun cu noi, ne-ar fi scufundat. Se pare că necredincioţii nu sunt fericiţi.”",
        "numberInSurah": 82,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3335,
        "text": "Noi vom da Lăcaşul de Apoi celor care pe pământ nu şi-au dorit preamărirea şi nici stricăciunea. Cei care se tem de Dumnezeu vor avea un sfârşit fericit.",
        "numberInSurah": 83,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3336,
        "text": "Cel care va veni cu un bine are de la Noi şi mai bine, iar cel care va veni cu un rău..., să ştie că cei care au săvârşit răul nu vor fi răsplătiţi decât pentru ceea ce au făcut.",
        "numberInSurah": 84,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3337,
        "text": "Cel ce ţi-a rânduit ţie Coranul te va întoarce acolo unde toţi se întorc. Spune: “Domnul meu ştie cine vine cu călăuzirea şi cine se află într-o rătăcire vădită.”",
        "numberInSurah": 85,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3338,
        "text": "Tu n-ai nădăjduit să-ţi fie trimisă Cartea decât ca o milostivenie de la Domnul tău. Nu fi, aşadar, sprijin tăgăduitorilor!",
        "numberInSurah": 86,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3339,
        "text": "Nu te lăsa abătut de la versetele lui Dumnezeu după ce au fost pogorâte asupra ta. Cheamă-L pe Domnul tău! Nu fi dintre cei închinători la idoli!",
        "numberInSurah": 87,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3340,
        "text": "Nu chema alt dumnezeu odată cu Dumnezeu. Nu este alt dumnezeu afară de El. Totul este pieritor în afară de Faţa Sa. A Lui este Judecata. Către El veţi fi întorşi!",
        "numberInSurah": 88,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "ro.grigore",
      "language": "ro",
      "name": "Grigore",
      "englishName": "George Grigore",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}