{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 35,
    "name": "سُورَةُ فَاطِرٍ",
    "englishName": "Faatir",
    "englishNameTranslation": "The Originator",
    "revelationType": "Meccan",
    "numberOfAyahs": 45,
    "ayahs": [
      {
        "number": 3661,
        "text": "Mărire lui Dumnezeu, Creatorul cerurilor şi al pământului, Cel ce îi rânduieşte pe îngeri ca trimişi cu două, trei şi patru aripi! El adaugă creaţiei ceea ce voieşte. Dumnezeu asupra tuturor are putere.",
        "numberInSurah": 1,
        "juz": 22,
        "manzil": 5,
        "page": 434,
        "ruku": 376,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3662,
        "text": "Ceea ce deschide Dumnezeu oamenilor din milostenia Sa, nimeni nu poate opri, iar ceea ce El opreşte, nimeni nu poate trimite după El. El este Puternicul, Înţeleptul.",
        "numberInSurah": 2,
        "juz": 22,
        "manzil": 5,
        "page": 434,
        "ruku": 376,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3663,
        "text": "O, voi oameni! Amintiţi-vă de harul lui Dumnezeu asupra voastră! Oare este vreun creator, afară de Dumnezeu, care să vă înzestreze din cer şi de pe pământ? Nu este dumnezeu afară de El. Cum de vă întoarceţi!",
        "numberInSurah": 3,
        "juz": 22,
        "manzil": 5,
        "page": 434,
        "ruku": 376,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3664,
        "text": "Dacă te socot mincinos, află că trimişii dinaintea ta au fost socotiţi mincinoşi! Toate la Dumnezeu se întorc.",
        "numberInSurah": 4,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 376,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3665,
        "text": "O, voi oameni! Făgăduiala lui Dumnezeu este Adevăr! Viaţa de Acum să nu vă amăgească! Nici Amăgitorul, asupra lui Dumnezeu, să nu vă amăgească!",
        "numberInSurah": 5,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 376,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3666,
        "text": "Satan vă este vrăjmaş vouă. Luaţi-l ca pe un vrăjmaş! El nu îşi cheamă aliaţii decât ca să fie soţii Focului.",
        "numberInSurah": 6,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 376,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3667,
        "text": "Cei care tăgăduiesc vor avea o osândă aprigă, iar ce ce cred şi săvârşesc fapte bune vor avea iertare şi răsplată mare.",
        "numberInSurah": 7,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 376,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3668,
        "text": "Ce va fi cu cel căruia îi este împodobită răutatea faptelor sale încât le vede bune? Dumnezeu rătăceşte pe cine voieşte şi călăuzeşte pe cine voieşte. Să nu ţi se frângă sufletul în suspine pentru ei! Dumnezeu este Ştiutor a ceea ce făptuiesc.",
        "numberInSurah": 8,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 377,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3669,
        "text": "Dumnezeu este Cel ce trimite vânturile ca să ridice norii pe care Noi îi mânăm către un ţinut mort şi dăm viaţă pământului după moartea sa. Aşa va fi şi Învierea!",
        "numberInSurah": 9,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 377,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3670,
        "text": "Cine vrea putere, să ştie că puterea toată este a lui Dumnezeu. Către El urcă cuvântul cel bun şi fapta cea bună pe care El o înălţă. Cei care urzesc rele vor avea o osândă aprigă! Zadarnic le va fi vicleşugul.",
        "numberInSurah": 10,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 377,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3671,
        "text": "Dumnezeu v-a creat din ţărână, apoi dintr-o picătură de sămânţă. El v-a făcut perechi. Nici o femeie nu va purta rod ori nu va naşte fără ştiinţa Lui. Viaţa nici unei făpturi nu este lungită ori scurtată fără ca să nu fie scris într-o Carte. Acesta Îi este lesne lui Dumnezeu!",
        "numberInSurah": 11,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 377,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3672,
        "text": "Cele două mări nu sunt deopotrivă: aceasta este bună, dulce, plăcută la băut, cealaltă este sărată şi amară. Din amândouă mâncaţi, însă, o carne proaspătă şi din ele scoateţi podoabe cu care vă gătiţi. Vezi corabia cum îi taie valurile ca să puteţi căuta din harul Său? Poate veţi mulţumi!",
        "numberInSurah": 12,
        "juz": 22,
        "manzil": 5,
        "page": 436,
        "ruku": 377,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3673,
        "text": "El face ca noaptea să străpungă ziua, iar ziua să străpungă noaptea. El a supus soarele şi luna să alerge fiecare către un anumit soroc. Acesta este Dumnezeu, Domnul vostru! A Lui este împărăţia. Cei pe care îi chemaţi afară de El, nu au putere nici cât o pieliţă de sâmbure de curmală.",
        "numberInSurah": 13,
        "juz": 22,
        "manzil": 5,
        "page": 436,
        "ruku": 377,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3674,
        "text": "Dacă îi chemaţi, ei nu aud chemarea voastră, şi chiar dacă ar auzi-o, tot nu v-ar răspunde. În Ziua Învierii, ei vor tăgădui alăturarea voastră. Nimeni nu îţi dă de ştire precum cel Cunoscător.",
        "numberInSurah": 14,
        "juz": 22,
        "manzil": 5,
        "page": 436,
        "ruku": 377,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3675,
        "text": "O, voi oameni! Voi sunteţi săraci înaintea lui Dumnezeu, iar Dumnezeu este Bogatul, Lăudatul.",
        "numberInSurah": 15,
        "juz": 22,
        "manzil": 5,
        "page": 436,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3676,
        "text": "Dacă ar voi, v-ar lua pe voi şi ar aduce o nouă creaţie.",
        "numberInSurah": 16,
        "juz": 22,
        "manzil": 5,
        "page": 436,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3677,
        "text": "Acesta nu Îi este greu lui Dumnezeu.",
        "numberInSurah": 17,
        "juz": 22,
        "manzil": 5,
        "page": 436,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3678,
        "text": "Nimeni nu poartă povara altuia. Dacă vreunul, copleşit de greutatea poverii, strigă, nimeni nu îl va ajuta, chiar dacă i-ar fi rudă. Tu îi previi doar pe cei care se tem de Dumnezeu în Taina Sa şi pe cei care îşi săvârşesc rugăciunea. Cel care se curăţă, nu se curătă decât pentru el însuşi. Întru Dumnezeu este devenirea!",
        "numberInSurah": 18,
        "juz": 22,
        "manzil": 5,
        "page": 436,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3679,
        "text": "Orbul şi văzătorul nu sunt deopotrivă,",
        "numberInSurah": 19,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3680,
        "text": "nici întunecimile şi lumina,",
        "numberInSurah": 20,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3681,
        "text": "nici umbra şi arşiţa.",
        "numberInSurah": 21,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3682,
        "text": "Viii şi morţii nu sunt deopotrivă. Dumnezeu face să audă pe cine voieşte, pe când tu nu îi poţi face să audă pe cei din morminte.",
        "numberInSurah": 22,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3683,
        "text": "Tu nu eşti decât un predicator.",
        "numberInSurah": 23,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3684,
        "text": "Noi te-am trimis cu Adevărul ca vestitor şi predicator, căci nu este nici o adunare la care să nu fi venit un predicator.",
        "numberInSurah": 24,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3685,
        "text": "Dacă ei te socot mincinos, află că şi cei dinaintea lor i-au socotit mincinoşi pe trimişii ce au venit la ei cu dovezile vădite, cu Psalmii şi cu Cartea cea luminoasă.",
        "numberInSurah": 25,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3686,
        "text": "Eu i-am luat apoi pe cei care tăgăduiau. Şi cum a fost mustrarea Mea!",
        "numberInSurah": 26,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3687,
        "text": "Nu vezi că Dumnezeu trimite din cer apa cu care dăm la iveală roade felurite la culoare? Şi munţii sunt vârstaţi cu alb, cu roşu, cu felurite culori şi cu negru-corb.",
        "numberInSurah": 27,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3688,
        "text": "Şi oamenii, fiarele, dobitoacele sunt felurite la culoare. Se tem însă de Dumnezeu numai robii Săi cei ştiutori. Dumnezeu este Puternicul, Iertătorul.",
        "numberInSurah": 28,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3689,
        "text": "Cei care recită Cartea lui Dumnezeu, cei care îşi săvârşesc rugăciunea, cei care dau milostenie, fie pe ascuns, fie pe faţă, din ceea ce i-am înzestrat, nădăjduiesc la un negoţ care nu va pieri niciodată,",
        "numberInSurah": 29,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3690,
        "text": "ca Dumnezeu să le dea răsplăţile lor şi să le sporească din harul Său! El este Iertătorul, Mulţumitorul.",
        "numberInSurah": 30,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3691,
        "text": "Ceea ce v-a fost dezvăluit din Carte este Adevărul ce întăreşte ceea ce a fost înaintea ei. Dumnezeu este Cunoscător, Văzător al robilor Săi.",
        "numberInSurah": 31,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3692,
        "text": "Noi am dat Cartea moştenire robilor Noştri pe care i-am ales: printre ei este cel care se nedreptăţeşte singur, precum şi cel cumpătat, cel care o ia înaintea tuturor cu faptele sale bune, cu îngăduinţa lui Dumnezeu. Acesta este harul cel mare!",
        "numberInSurah": 32,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3693,
        "text": "Ei vor intra în Grădinile Edenului unde vor fi împodobiţi cu brăţări de aur şi mărgăritare, iar straiele lor vor fi din mătase.",
        "numberInSurah": 33,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3694,
        "text": "Ei vor spune: “Mărire lui Dumnezeu care a îndepărtat tristeţea de la noi! Domnul nostru este Iertător, Mulţumitor.",
        "numberInSurah": 34,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3695,
        "text": "Prin harul Său, ne-a îngăduit nouă Lăcaşul Trăiniciei în care nu ne va atinge nici durere şi nici oboseală.”",
        "numberInSurah": 35,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3696,
        "text": "Cei care tăgăduiesc vor avea Focul Gheenei, unde nu vor fi omorâţi, însă nici osânda nu le va fi uşurată. Astfel, Noi îl răsplătim pe cel nerecunoscător.",
        "numberInSurah": 36,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3697,
        "text": "Acolo, ei vor striga: “Domnul nostru! Scoate-ne de aici. Vom face numai bine, nu precum am făcut odinioară!” Nu v-am dăruit Noi o viaţă destul de lungă ca cel care chibzuieşte să chibzuiască? Predicatorul a venit la voi: “Gustaţi! Nu este ajutor pentru nedrepţi!",
        "numberInSurah": 37,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3698,
        "text": "Dumnezeu cunoaşte taina cerurilor şi a pământului. El este Ştiutor al lăuntrului piepturilor.",
        "numberInSurah": 38,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 380,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3699,
        "text": "El este Cel ce v-a ales pe voi ca să îi fiţi urmaşi Lui pe pământ. Cel care este tăgăduitor, asupra sa va fi tăgada. Tăgada tăgăduitorilor nu sporeşte înaintea Domnului lor decât în stricăciune. Tăgada tăgăduitorilor nu sporeşte decât în pagubă.”",
        "numberInSurah": 39,
        "juz": 22,
        "manzil": 5,
        "page": 439,
        "ruku": 380,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3700,
        "text": "Spune: “Nu-i vedeţi pe cei pe care I-i alăturaţi lui Dumnezeu şi pe care-i chemaţi? Arătaţi-mi ceea ce au creat pe pământ! Au fost părtaşi la crearea cerurilor? Le-am dăruit vreo Carte ca să aibă dovezi vădite?” Nu! Făgăduielile pe care cei nedrepţi şi le fac între ei nu sunt decât amăgire.",
        "numberInSurah": 40,
        "juz": 22,
        "manzil": 5,
        "page": 439,
        "ruku": 380,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3701,
        "text": "Dumnezeu ţine cerurile şi pământul să nu se năruie. Dacă s-ar nărui, nimeni după El nu le-ar mai putea ţine. El este Blând, Iertător.",
        "numberInSurah": 41,
        "juz": 22,
        "manzil": 5,
        "page": 439,
        "ruku": 380,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3702,
        "text": "Ei se jură pe Dumnezeu în jurămintele lor grele că dacă le-ar veni un predicator ar fi călăuziţi mai bine decât orice altă adunare. Când le vine însă vreun predicator, aceasta le sporeşte ura şi viclenia întru rău.",
        "numberInSurah": 42,
        "juz": 22,
        "manzil": 5,
        "page": 439,
        "ruku": 380,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3703,
        "text": "Viclenia nu-i învăluie însă decât pe cei care o poartă! Ei nu văd ce soartă au avut cei dintâi? Nu vei afla nici o schimbare, nici o abatere în obiceiul lui Dumnezeu.",
        "numberInSurah": 43,
        "juz": 22,
        "manzil": 5,
        "page": 439,
        "ruku": 380,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3704,
        "text": "Ei nu au străbătut pământul? Nu au văzut cum a fost sfârşitul celor dinaintea lor şi care erau mai tari ca putere decât ei? Nimic din ceruri şi de pe pământ nu Îl poate slăbi pe Dumnezeu. El este Ştiutor, Puternic.",
        "numberInSurah": 44,
        "juz": 22,
        "manzil": 5,
        "page": 439,
        "ruku": 380,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3705,
        "text": "Dacă Dumnezeu s-ar mânia pe oameni pentru ceea ce au agonisit, n-ar mai lăsa pe faţa pământului nici o vietate, însă El îi păsuieşte până la un anumit soroc. Când le va veni sorocul, Dumnezeu îi va vedea pe robii Săi!",
        "numberInSurah": 45,
        "juz": 22,
        "manzil": 5,
        "page": 440,
        "ruku": 380,
        "hizbQuarter": 176,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "ro.grigore",
      "language": "ro",
      "name": "Grigore",
      "englishName": "George Grigore",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}