{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 42,
    "name": "سُورَةُ الشُّورَىٰ",
    "englishName": "Ash-Shura",
    "englishNameTranslation": "Consultation",
    "revelationType": "Meccan",
    "numberOfAyahs": 53,
    "ayahs": [
      {
        "number": 4273,
        "text": "Ha. Mim.",
        "numberInSurah": 1,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4274,
        "text": "‘Ain. Sin. Qaf.",
        "numberInSurah": 2,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4275,
        "text": "Astfel ţi-a dezvăluit ţie, precum şi celor dinaintea ta, Dumnezeu, Puternicul, Înţeleptul",
        "numberInSurah": 3,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4276,
        "text": "Ale Lui sunt cele din ceruri, precum şi de pe pământ. El este Înaltul, Măreţul!",
        "numberInSurah": 4,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4277,
        "text": "Aproape că cerurile se frâng din înălţimea lor, când îngerii Îl preamăresc pe Domnul lor şi Îi cer iertare pentru cei de pe pământ. Oare Dumnezeu nu este Iertătorul, Milostivul?",
        "numberInSurah": 5,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4278,
        "text": "Dumnezeu îi ţine în pază pe cei care îşi iau oblăduitori în afara Lui, aşa că tu nu eşti apărătorul lor.",
        "numberInSurah": 6,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4279,
        "text": "Astfel, ţi-am dezvăluit ţie un Coran arab ca tu să o previi pe Maica Cetăţilor, precum şi pe împrejurimile sale, să le predici că în Ziua Adunării — asupra căreia nu este nici o îndoială — unii vor fi în Rai, iar alţii în Iad.",
        "numberInSurah": 7,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4280,
        "text": "Dacă Dumnezeu ar fi vrut, i-ar fi făcut o singură adunare, însă El lasă să intre în milostivenia Sa pe cine voieşte. Nedrepţii nu vor afla oblăduitor şi nici ajutor.",
        "numberInSurah": 8,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4281,
        "text": "Şi-au luat oblăduitori afară de El? Dumnezeu este singurul Oblăduitor! El îi va învia pe cei morţi, căci El asupra tuturor are putere.",
        "numberInSurah": 9,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4282,
        "text": "Oridece v-aţi certa, judecata este la Dumnezeu. Acesta este Dumnezeu, Domnul meu! Eu mă încredinţez Lui şi către El mă întorc!",
        "numberInSurah": 10,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 420,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4283,
        "text": "El este Creatorul cerurilor şi al pământului. El v-a făcut soţii din voi înşivă — precum şi dobitoacele sunt perechi — şi astfel, El vă înmulţeşte. Nimic nu este asemenea Lui! El este Auzitorul, Văzătorul!",
        "numberInSurah": 11,
        "juz": 25,
        "manzil": 6,
        "page": 484,
        "ruku": 420,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4284,
        "text": "Ale Lui sunt cheile cerurilor şi ale pământului. El înzestrează cu prisosinţă, însă cu măsură, pe cine voieşte. El este Atotştiutor.",
        "numberInSurah": 12,
        "juz": 25,
        "manzil": 6,
        "page": 484,
        "ruku": 420,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4285,
        "text": "El v-a rânduit vouă Legea cea pe care i-a poruncit-o lui Noe, cea pe care Noi ţi-o dezvăluim ţie, cea pe care le-am poruncit-o lui Abraham, lui Moise şi lui Iisus: “Ţineţi-vă Legea! Nu vă învrăjbiţi asupra ei!” Cât de mare pare închinătorilor la idoli Cel către care tu îi chemi: Dumnezeu cheamă la această Lege pe cine voieşte şi călăuzeşte către ea pe cel care se căieşte.",
        "numberInSurah": 13,
        "juz": 25,
        "manzil": 6,
        "page": 484,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4286,
        "text": "Ei nu s-au împărţit, răzvrătindu-se unii împotriva altora decât după ce le-a venit ştiinţa. Dacă un cuvânt de la Domnul tău nu va veni înainte, la un anumit soroc se va împlini ceea ce li s-a hotărât. Cei care după ei, au primit moştenire Cartea au asupra ei o îndoială adâncă!",
        "numberInSurah": 14,
        "juz": 25,
        "manzil": 6,
        "page": 484,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4287,
        "text": "De aceea, tu cheamă şi mergi drept precum ţi s-a poruncit şi nu urma poftelor lor. Spune: “Eu cred în ceea ce Dumnezeu a pogorât din Carte. Mi s-a poruncit să fiu drept faţă de voi. Dumnezeu este Domnul nostru, precum şi Domnul vostru! Noi cu faptele noastre, voi cu faptele voastre! Să nu fie pricină între noi şi voi. Dumnezeu ne va aduna, căci întru El este devenirea.”",
        "numberInSurah": 15,
        "juz": 25,
        "manzil": 6,
        "page": 484,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4288,
        "text": "Cei care aduc pricini asupra lui Dumnezeu după ce I-au răspuns, (să ştie că) pricina lor nu are greutate înaintea Domnului lor. Mânie va fi asupra lor şi vor avea parte de aprigă osândă.",
        "numberInSurah": 16,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4289,
        "text": "Dumnezeu este Cel ce a pogorât Cartea întru Adevăr şi Cumpănire. De unde să ştii tu? Poate Ceasul este aproape!",
        "numberInSurah": 17,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4290,
        "text": "Cei care nu cred cer venirea lui degrabă, însă cei care cred se tem de el, căci ei ştiu că el este Adevărul. Cei care se îndoiesc asupra Ceasului nu sunt ei oare într-o rătăcire adâncă?",
        "numberInSurah": 18,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4291,
        "text": "Dumnezeu este binevoitor cu robii Săi. El înzestrează pe cine voieşte. El este Tarele, Puternicul!",
        "numberInSurah": 19,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4292,
        "text": "Cel care vrea să are ogorul Vieţii de Apoi, Noi îi înmulţim arătura. Vom dărui unele foloase celui ce doreşte ogorul Vieţii de Acum, însă în Viaţa de Apoi nu va mai avea parte.",
        "numberInSurah": 20,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4293,
        "text": "Ori au ei alţi dumnezei ce le-au legiuit ceea ce Dumnezeu nu le-a îngăduit? Dacă nu ar fi fost Cuvântul de Cumpănă totul s-ar fi sfârşit între ei. Nedrepţii vor avea parte de o osândă dureroasă.",
        "numberInSurah": 21,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4294,
        "text": "Îi vei vedea pe cei nedrepţi înfricoşaţi de ceea ce au agonisit când va cădea asupra lor. Credincioşii care au săvârşit fapte bune vor sta pe pajiştile Grădinilor. Ei vor avea, la Domnul lor, ce voiesc. Acesta este Harul cel mare!",
        "numberInSurah": 22,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4295,
        "text": "Aceasta este bunăvestirea pe care o dă Dumnezeu robilor Săi care cred şi săvârşesc fapte bune! Spune: “Eu nu vă cer vouă răsplată pentru aceasta, ci numai iubirea celor apropiaţi. Celui ce face un bine, Noi îi sporim binele.” Dumnezeu este Iertător, Mulţumitor.",
        "numberInSurah": 23,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4296,
        "text": "Ori ei spun: “El a născocit despre Dumnezeu o minciună?” Dacă Dumnezeu ar fi voit, ţi-ar fi pecetluit inima. Dumnezeu şterge zădărnicia şi întăreşte Adevărul prin Cuvintele Sale. El este Cunoscător al lăuntrului inimilor!",
        "numberInSurah": 24,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4297,
        "text": "El este Cel ce primeşte căinţa robilor Săi şi le iartă lor faptele rele. El ştie ceea ce făptuiţi.",
        "numberInSurah": 25,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4298,
        "text": "El răspunde celor care cred şi săvârşesc fapte bune. El sporeşte harul Său asupra lor. Tăgăduitorii vor avea parte de o osândă aprigă.",
        "numberInSurah": 26,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4299,
        "text": "Dacă Dumnezeu i-ar fi înzestrat cu priosinţă pe robii Săi, ei s-ar fi răsfăţat pe pământ. El face să pogoare cu măsură ce voieşte, căci El este Cunoscător şi Văzător al robilor Săi.",
        "numberInSurah": 27,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4300,
        "text": "El este Cel ce face să cadă ploaia când oamenii sunt deznădăjduiţi. El îşi întinde milostivenia Sa asupra lor. El este Oblăduitorul, Lăudatul.",
        "numberInSurah": 28,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4301,
        "text": "Dintre semnele Sale este crearea cerurilor şi a pământului şi a tuturor dobitoacelor pe care le-a răspândit în ele. El le poate aduna, când va voi.",
        "numberInSurah": 29,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4302,
        "text": "Dacă vă loveşte o nenorocire, ea este pentru ceea ce au agonisit mâinile voastre. Câte însă nu vă iartă!",
        "numberInSurah": 30,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4303,
        "text": "Voi nu-L veţi slăbi pe pământ. În afara Lui, nu aveţi oblăduitor şi nici ajutor.",
        "numberInSurah": 31,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4304,
        "text": "Dintre semnele Sale sunt şi corăbiile pe mare ca însemnele drumului în deşert.",
        "numberInSurah": 32,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4305,
        "text": "El potoleşte vântul, când voieşte, iar ele rămân neclintite pe faţa apei. Nu sunt în acestea semne pentru cel răbdător şi mulţumitor?",
        "numberInSurah": 33,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4306,
        "text": "El îi lasă să piară pentru ceea ce au agonisit. Câte însă nu vă iartă?",
        "numberInSurah": 34,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4307,
        "text": "Să ştie cei care se ceartă asupra semnelor Noastre că ei nu vor avea scăpare!",
        "numberInSurah": 35,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4308,
        "text": "Ceea ce vi s-a dăruit nu este decât o bucurie vremelnică în Viaţa de Acum. Ceea ce se află la Dumnezeu este mult mai bun şi mai trainic pentru cei care cred şi se încred în Domnul lor,",
        "numberInSurah": 36,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4309,
        "text": "pentru cei care ocolesc păcatele grele şi faptele ruşinoase, pentru cei care iartă când s-au mâniat,",
        "numberInSurah": 37,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4310,
        "text": "pentru cei care răspund Domnului lor, penru cei care îşi săvârşesc rugăciunea, pentru cei care ţin sfat între ei asupra treburilor lor, pentru cei care dăruiesc din ceea ce i-am înzestrat,",
        "numberInSurah": 38,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4311,
        "text": "pentru cei care se ajută când îi loveşte o nedreptate.",
        "numberInSurah": 39,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4312,
        "text": "Răsplata unui rău este un rău asemenea lui, însă cel care iartă şi caută împăcarea va afla răsplata sa la Dumnezeu. El nu îi iubeşte pe cei nedrepţi.",
        "numberInSurah": 40,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4313,
        "text": "Cel care răzbună o nedreptate, nu are nici un necaz.",
        "numberInSurah": 41,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4314,
        "text": "Necazul nu-l au decât cei care sunt nedrepţi faţă de oameni, şi pe nedrept, se răzvrătesc pe pământ. Aceştia vor avea o dureroasă osândă.",
        "numberInSurah": 42,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4315,
        "text": "Cel care este răbdător şi iartă, nu îşi arată decât tăria sa asupra lucrurilor.",
        "numberInSurah": 43,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4316,
        "text": "Pe cel pe care Dumnezeu îl rătăceşte, nu va mai afla stăpân în afara Lui. Îi vei vedea pe cei nedrepţi spunând când vor vedea osânda: “Este vreo cale de întoarcere?”",
        "numberInSurah": 44,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4317,
        "text": "Îi vei vedea înfăţişaţi Gheenei, smeriţi în ruşine, privind cu coada ochiului. Cei care cred vor spune: “În Ziua Învierii, cei pierduţi sunt cei care s-au pierdut pe ei şi pe ai lor.” Cei nedrepţi vor fi într-o osândă necurmată.",
        "numberInSurah": 45,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4318,
        "text": "Ei nu vor avea în afară de Dumnezeu oblăduitori care să-i ajute. Cel pe care Dumnezeu îl rătăceşte nu va mai avea o altă cale.",
        "numberInSurah": 46,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4319,
        "text": "Răspundeţi Domnului vostru mai înainte ca Ziua cea fără de scăpare să vină de la Dumnezeu. În Ziua aceea nu veţi afla adăpost şi nu vă veţi putea lepăda.",
        "numberInSurah": 47,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4320,
        "text": "Dacă ei se întorc de la tine, Noi nu ne-am trimis la ei ca păzitor asupra lor, ci asupra ta este doar înştiinţarea. Dacă-l facem pe om să guste din milostivenia Noastră, el se bucură. Dacă un rău îl ajunge pentru ceea ce mâinile sale au agonisit, atunci este tăgăduitor.",
        "numberInSurah": 48,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4321,
        "text": "A lui Dumnezeu este împărăţia cerurilor şi a pământului. El creează ceea ce voieşte. El dăruieşte fiice cui voieşte El. El dăruieşte fii cui voieşte El.",
        "numberInSurah": 49,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4322,
        "text": "Ori îi dăruieşte perechi, fii şi fiice. El face sterp pe cine voieşte. El este Ştiutorul, Puternicul.",
        "numberInSurah": 50,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4323,
        "text": "Nici unui om nu i-a fost dat ca Dumnezeu să-i vorbească altfel decât prin dezvăluire ori de după un voal ori trimiţându-i un trimis căruia i s-a dezvăluit cu îngăduinţa Sa ceea ce El voieşte. El este Înaltul, Înţeleptul.",
        "numberInSurah": 51,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4324,
        "text": "Noi ţi-am dezvăluit un duh din Porunca Noastră pe când tu nu cunoşteai nici Cartea şi nici credinţa. Noi l-am făcut lumină cu care călăuzim pe cine voim dintre robii Noştri. Tu să călăuzeşti pe o Cale Dreaptă,",
        "numberInSurah": 52,
        "juz": 25,
        "manzil": 6,
        "page": 489,
        "ruku": 423,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4325,
        "text": "calea lui Dumnezeu care stăpâneşte ceea ce se află în ceruri, precum şi pe pământ! Oare nu la Dumnezeu se întorc toate?",
        "numberInSurah": 53,
        "juz": 25,
        "manzil": 6,
        "page": 489,
        "ruku": 423,
        "hizbQuarter": 196,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "ro.grigore",
      "language": "ro",
      "name": "Grigore",
      "englishName": "George Grigore",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}