{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 46,
    "name": "سُورَةُ الأَحۡقَافِ",
    "englishName": "Al-Ahqaf",
    "englishNameTranslation": "The Dunes",
    "revelationType": "Meccan",
    "numberOfAyahs": 35,
    "ayahs": [
      {
        "number": 4511,
        "text": "Ha. Mim.",
        "numberInSurah": 1,
        "juz": 26,
        "manzil": 6,
        "page": 502,
        "ruku": 438,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4512,
        "text": "Pogorârea Cărţii este de la Dumnezeu, Puternicul, Înţeleptul.",
        "numberInSurah": 2,
        "juz": 26,
        "manzil": 6,
        "page": 502,
        "ruku": 438,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4513,
        "text": "Noi nu am creat cerurile şi pământul, precum şi ceea ce se află între ele, decât întru Adevăr şi cu un anumit soroc, însă cei care tăgăduiesc cele asupra cărora sunt preveniţi întorc spatele.",
        "numberInSurah": 3,
        "juz": 26,
        "manzil": 6,
        "page": 502,
        "ruku": 438,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4514,
        "text": "Spune: “I-aţi văzut pe cei pe care îi chemaţi în locul lui Dumnezeu?! Arătaţi-mi ce au creat pe pământ ori s-au alăturat ei oare la crearea cerurilor? Aduceţi-mi o Carte dinaintea acesteia ori o urmă de ştiinţă, dacă spuneţi adevărul.”",
        "numberInSurah": 4,
        "juz": 26,
        "manzil": 6,
        "page": 502,
        "ruku": 438,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4515,
        "text": "Cine sunt mai rătăciţi decât cei care îi cheamă pe alţii în locul lui Dumnezeu, care nici măcar nu le răspund până în Ziua Învierii rămânând nepăsători la chemările lor?",
        "numberInSurah": 5,
        "juz": 26,
        "manzil": 6,
        "page": 502,
        "ruku": 438,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4516,
        "text": "Când oamenii vor fi adunaţi, ei le vor fi vrăjmaşi şi vor tăgădui închinarea către ei!",
        "numberInSurah": 6,
        "juz": 26,
        "manzil": 6,
        "page": 503,
        "ruku": 438,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4517,
        "text": "Când li se citesc versetele Noastre ca dovezi vădite, cei care tăgăduiesc spun despre Adevăr când vine la ei: “Acestea sunt o vrajă vădită!”",
        "numberInSurah": 7,
        "juz": 26,
        "manzil": 6,
        "page": 503,
        "ruku": 438,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4518,
        "text": "Ori spun: “El le-a născocit!” Spune: “Dacă le-am născocit eu, voi nu mă veţi oblădui înaintea lui Dumnezeu. El ştie prea-bine ceea ce răspândiţi despre El. El este de ajuns ca martor între mine şi voi.” El este Iertătorul, Milostivul.",
        "numberInSurah": 8,
        "juz": 26,
        "manzil": 6,
        "page": 503,
        "ruku": 438,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4519,
        "text": "Spune: “Eu nu sunt o noutate printre trimişi. Eu nu ştiu ce mi se va face mie şi nici vouă. Eu nu urmez decât ceea ce mi-a fost dezvăluit. Eu nu sunt decât un predicator cu vorba limpede.”",
        "numberInSurah": 9,
        "juz": 26,
        "manzil": 6,
        "page": 503,
        "ruku": 438,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4520,
        "text": "Spune: “Vedeţi că este de la Dumnezeu, iar voi nu credeţi! Un martor dintre fiii lui Israel a mărturisit însă că este asemenea cu ceea ce au ei şi că el crede, pe când voi vă îngâmfaţi. Dumnezeu nu călăuzeşte poporul nedrept.",
        "numberInSurah": 10,
        "juz": 26,
        "manzil": 6,
        "page": 503,
        "ruku": 438,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4521,
        "text": "Cei care tăgăduiesc spuseră celor care cred: “Dacă ar fi fost un bine, nu ne-ar fi luat-o nimeni înainte.” Nefiind însă călăuziţi de această Carte, ei vor mai spune: “Aceasta este o veche prefăcătorie!”",
        "numberInSurah": 11,
        "juz": 26,
        "manzil": 6,
        "page": 503,
        "ruku": 439,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4522,
        "text": "Înaintea ei, Cartea lui Moise a fost călăuză şi milostivenie, iar aceasta este o Carte adeveritoare, în limba arabă, ca să-i prevină pe cei nedrepţi şi să-i binevestească pe cei făcători de bine.",
        "numberInSurah": 12,
        "juz": 26,
        "manzil": 6,
        "page": 503,
        "ruku": 439,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4523,
        "text": "Cei care spun: “Domnul nostru este Dumnezeu!” şi merg drept, nu vor cunoaşte nici teamă şi nici tristeţe.",
        "numberInSurah": 13,
        "juz": 26,
        "manzil": 6,
        "page": 503,
        "ruku": 439,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4524,
        "text": "Aceştia sunt soţii Raiului, unde vor veşnici ca răsplată a ceea ce au făptuit.",
        "numberInSurah": 14,
        "juz": 26,
        "manzil": 6,
        "page": 503,
        "ruku": 439,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4525,
        "text": "Noi i-am poruncit omului bunătate pentru părinţii săi, căci mama sa l-a purtat în chinuri şi l-a născut în chinuri. Între plăsmuirea lui şi înţărcarea lui sunt treizeci de luni. Când a ajuns la împlinire, când a ajuns la patruzeci de ani, el spune: “Domnul meu! Trezeşte-mă să-ţi mulţumesc pentru harul Tău pe care l-ai pogorât asupra mea, şi a părinţilor mei, ca să fac binele care te mulţumeşte. Fericeşte-mă întru seminţia mea. Eu către Tine mă căiesc şi sunt dintre supuşi.”",
        "numberInSurah": 15,
        "juz": 26,
        "manzil": 6,
        "page": 504,
        "ruku": 439,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4526,
        "text": "Aceştia sunt cei cărora le primim cele mai bune fapte şi trecem peste faptele lor rele. Ei vor fi dintre soţii Raiului. Făgăduiala Adevărului le-a fost făcută!",
        "numberInSurah": 16,
        "juz": 26,
        "manzil": 6,
        "page": 504,
        "ruku": 439,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4527,
        "text": "Altul spune însă părinţilor săi: “Ptiu vouă! Îmi făgăduiţi că voi fi scos când leaturi au dispărut înaintea mea? Amândoi vor cere atunci ajutorul lui Dumnezeu: “Vai ţie! Crede!... Făgăduiala lui Dumnezeu este Adevăr!” El va spune însă: “Acestea nu sunt decât poveşti ale celor dintâi.”",
        "numberInSurah": 17,
        "juz": 26,
        "manzil": 6,
        "page": 504,
        "ruku": 439,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4528,
        "text": "Aceştia sunt cei asupra cărora Cuvântul se va împlini, precum s-a împlinit asupra adunărilor de ginni şi oameni ce au dispărut înaintea lor. Ei sunt pierduţi.",
        "numberInSurah": 18,
        "juz": 26,
        "manzil": 6,
        "page": 504,
        "ruku": 439,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4529,
        "text": "Toţi vor avea trepte pentru ceea ce au făptuit. El le va răsplăti faptele, iar ei nu vor fi nedreptăţiţi.",
        "numberInSurah": 19,
        "juz": 26,
        "manzil": 6,
        "page": 504,
        "ruku": 439,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4530,
        "text": "În Ziua când cei care tăgăduiesc vor fi înfăţişaţi Focului, li se va spune: “Voi aţi risipit bunurile voastre în Viaţa de Acum şi v-aţi bucurat de ele vremelnic. Astăzi veţi fi răsplătiţi cu osânda umilinţei, căci aţi fost îngâmfaţi pe pământ fără drept şi aţi fost desfrânaţi.”",
        "numberInSurah": 20,
        "juz": 26,
        "manzil": 6,
        "page": 504,
        "ruku": 439,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4531,
        "text": "Aminteşte-ţi de fratele adiţilor când l-a prevenit — cei care au prevenit au fost şi înaintea lui şi după el — pe poporul său din Al-Ahqaf: “Nu vă închinaţi decât lui Dumnezeu! Mă tem pentru voi de osânda unei Zile cumplite.”",
        "numberInSurah": 21,
        "juz": 26,
        "manzil": 6,
        "page": 505,
        "ruku": 440,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4532,
        "text": "Ei spuseră: “Ai venit la noi ca să ne întorci de la zeii noştri? Adu-ne-o pe cea cu care ne amininţi, dacă spui adevărul!”",
        "numberInSurah": 22,
        "juz": 26,
        "manzil": 6,
        "page": 505,
        "ruku": 440,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4533,
        "text": "El spuse: “Ştiinţa este numai la Dumnezeu. Eu vă înştiinţez numai cu ce am fost trimis, însă vă văd un popor de neştiutori.”",
        "numberInSurah": 23,
        "juz": 26,
        "manzil": 6,
        "page": 505,
        "ruku": 440,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4534,
        "text": "Când ei văzură un nor venind către văile lor spuseră: “Acesta este un nor ce ne va ploua!” Ba nu! Cel căruia voi îi cereţi venirea degrabă este un vânt cu o osândă dureroasă",
        "numberInSurah": 24,
        "juz": 26,
        "manzil": 6,
        "page": 505,
        "ruku": 440,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4535,
        "text": "care va stârpi totul din porunca Domnului său. Dimineaţa, nu se mai vedeau decât locuinţele lor. Aşa răsplătim Noi poporul nelegiuit.",
        "numberInSurah": 25,
        "juz": 26,
        "manzil": 6,
        "page": 505,
        "ruku": 440,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4536,
        "text": "Noi le-am dăruit aceleaşi putinţe pe care vi le-am dăruit şi vouă. Le-am făcut auz, văz şi inimi. Nici auzul, nici văzul şi nici inimile lor nu le-au slujit însă la nimic, pe când se lepădau de semnele lui Dumnezeu, căci cea de care îşi băteau joc i-a învăluit.",
        "numberInSurah": 26,
        "juz": 26,
        "manzil": 6,
        "page": 505,
        "ruku": 440,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4537,
        "text": "Noi am nimicit cetăţile din jurul vostru. Şi lor le desluşisem semnele Noastre! Poate se vor fi întors!",
        "numberInSurah": 27,
        "juz": 26,
        "manzil": 6,
        "page": 505,
        "ruku": 441,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4538,
        "text": "Dacă i-ar fi ajutat cei pe care i-au luat în afara lui Dumnezeu, ca apropiaţi şi dumnezei, însă ei i-au părăsit! Aceasta este prefăcătoria lor şi ceea ce au născocit!",
        "numberInSurah": 28,
        "juz": 26,
        "manzil": 6,
        "page": 505,
        "ruku": 441,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4539,
        "text": "Am întors la tine o ceată de ginni ca să asculte Coranul şi când se înfăţişară spuseră: “Tăceţi!” Şi după ce se sfârşi, se întoarseră la poporul lor ca să-l predice.",
        "numberInSurah": 29,
        "juz": 26,
        "manzil": 6,
        "page": 506,
        "ruku": 441,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4540,
        "text": "Ei spuseră: “O, popor al nostru! Noi am auzit o Carte care a fost pogorâtă după Moise, întărind pe cele dinaintea ei, şi care călăuzeşte către Adevăr şi către un Drum Drept.",
        "numberInSurah": 30,
        "juz": 26,
        "manzil": 6,
        "page": 506,
        "ruku": 441,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4541,
        "text": "O, popor al nostru! Răspundeţi vestitorului lui Dumnezeu! Credeţi în El, căci El vă va ierta vouă din păcatele voastre şi vă va feri de la o dureroasă osândă.",
        "numberInSurah": 31,
        "juz": 26,
        "manzil": 6,
        "page": 506,
        "ruku": 441,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4542,
        "text": "Cel care nu răspunde vestitorului lui Dumnezeu nu-L va slăbi pe pământ şi nu va avea în afara Lui oblăduitori. Acesta va fi într-o rătăcire vădită.”",
        "numberInSurah": 32,
        "juz": 26,
        "manzil": 6,
        "page": 506,
        "ruku": 441,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4543,
        "text": "Nu văd ei oare că Dumnezeu care a creat cerurile şi pământul, şi nu a obosit la crearea lor, are puterea să învie morţii. Da, El asupra tuturor are putere!",
        "numberInSurah": 33,
        "juz": 26,
        "manzil": 6,
        "page": 506,
        "ruku": 441,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4544,
        "text": "În Ziua când cei care tăgăduiesc vor fi înfăţişaţi Focului: “Nu acesta este Adevărul?” Ei vor spune: “Ba da, pe Domnul nostru!” El le va spune: “Gustaţi osânda a ceea ce tăgăduiaţi!”",
        "numberInSurah": 34,
        "juz": 26,
        "manzil": 6,
        "page": 506,
        "ruku": 441,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4545,
        "text": "Rabdă, precum au răbdat acei trimişi de neclintit! Nu cere grăbirea pentru ei, căci în Ziua când o vor vedea pe cea cu care au fost ameninţaţi, li se va părea că n-au stat decât un ceas dintr-o zi. Aceasta este vestirea unei solii. Cine va fi nimicit, dacă nu poporul desfrânat?",
        "numberInSurah": 35,
        "juz": 26,
        "manzil": 6,
        "page": 506,
        "ruku": 441,
        "hizbQuarter": 202,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "ro.grigore",
      "language": "ro",
      "name": "Grigore",
      "englishName": "George Grigore",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}