{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 32,
    "name": "سُورَةُ السَّجۡدَةِ",
    "englishName": "As-Sajda",
    "englishNameTranslation": "The Prostration",
    "revelationType": "Meccan",
    "numberOfAyahs": 30,
    "ayahs": [
      {
        "number": 3504,
        "text": "Әлиф лам мим.",
        "numberInSurah": 1,
        "juz": 21,
        "manzil": 5,
        "page": 415,
        "ruku": 358,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3505,
        "text": "Коръән Кәримнең барча галәмне тәрбия итүче Аллаһудан иңдерелгәнлегенә шик юктыр.",
        "numberInSurah": 2,
        "juz": 21,
        "manzil": 5,
        "page": 415,
        "ruku": 358,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3506,
        "text": "Югыйсә Мухәммәд аны үзеннән чыгарып Аллаһуга ифтира итте диярләрме, бәлки аның Раббыңнан булуы хактыр, синнән элек аларга куркытучы пәйгамбәр килмәгән кавемне Аллаһ ґәзабы белән куркытмаклыгың өчен сиңа Коръән иңдерелде, шаять Коръән белән вәгазьләнеп, туры юлга күнәрләр.",
        "numberInSurah": 3,
        "juz": 21,
        "manzil": 5,
        "page": 415,
        "ruku": 358,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3507,
        "text": "Аллаһ җир вә күкләрне һәм араларында булган нәрсәләрне алты көндә яратты, соңра Аның әмере Ґәрешкә беркетелде. Ий Коръән белән гамәл кылучылар, сезгә Аллаһудан башка файдалы хуҗа юк, һәм шәфәгать итәчәк аять тә юк, әллә вәгазьләнмисезме?",
        "numberInSurah": 4,
        "juz": 21,
        "manzil": 5,
        "page": 415,
        "ruku": 358,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3508,
        "text": "Аллаһ үзенең әмерен күктән җиргә иңдерер, соңра ул әмер яки тәдбир Аллаһуга менәр, сез саный торган дөнья еллары белән мең ел озынлыктагы бер көндә.",
        "numberInSurah": 5,
        "juz": 21,
        "manzil": 5,
        "page": 415,
        "ruku": 358,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3509,
        "text": "Яратучы вә тәдбир итүче Аллаһ яшеренне дә, ачыкны да белүче һәр эштә җиңүче вә рәхимледер.",
        "numberInSurah": 6,
        "juz": 21,
        "manzil": 5,
        "page": 415,
        "ruku": 358,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3510,
        "text": "Ул – Аллаһ һәрнәрсәне күркәм итеп халык кылды, вә Адәм г-мне балчыктан халык кыла башлады.",
        "numberInSurah": 7,
        "juz": 21,
        "manzil": 5,
        "page": 415,
        "ruku": 358,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3511,
        "text": "Соңра нәселен халык кылды бер тамчы судан.",
        "numberInSurah": 8,
        "juz": 21,
        "manzil": 5,
        "page": 415,
        "ruku": 358,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3512,
        "text": "Соңра Адәмне халык кылуны тәмам итте, соңра Адәмне җанлы итте, үзе теләгән рухны аңа өрү белән, вә ишетмәк өчен сезгә колак, яратты вә күрмәк өчен күз яратты, вә аңламас өчен күңел яратты, бу әгъзаларның Раббысына аз шөкер итәсез.",
        "numberInSurah": 9,
        "juz": 21,
        "manzil": 5,
        "page": 415,
        "ruku": 358,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3513,
        "text": "Үлгәннән соң терелүгә ышанмаган кешеләр әйттеләр: \"Җирдә туфрак булып югалсак, яңадан кеше булып яратылырбызмы?\" Аллаһ әйтте: \"Алар, күрәсез кубарылып Раббыларына юлыгуны инкяр итәләр\".",
        "numberInSurah": 10,
        "juz": 21,
        "manzil": 5,
        "page": 415,
        "ruku": 358,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3514,
        "text": "Син әйт: \"Сезнең җаныгызны алырга вәкил ителгән Газраил фәрештә җаныгызны алыр, соңра каберләрегездән кубарылып Раббыгызга кайтырсыз\".",
        "numberInSurah": 11,
        "juz": 21,
        "manzil": 5,
        "page": 415,
        "ruku": 358,
        "hizbQuarter": 166,
        "sajda": false
      },
      {
        "number": 3515,
        "text": "Әгәр кәферләрне кыямәт көнне күрсәң, Раббылары хозурында оялып башларын иеп әйтерләр: \"Ий Раббыбыз, безгә вәгъдә иткән ґәзабыңны күрдек, безгә җибәрелгән пәйгамбәрләрнең хаклыгын Синнән ишеттек, инде безне дөньяга кайтар, изге гамәлләр кылыр идек, тәхкыйк без хәзер нәрсә файдалы икәнен белдек\", – дип.",
        "numberInSurah": 12,
        "juz": 21,
        "manzil": 5,
        "page": 416,
        "ruku": 359,
        "hizbQuarter": 166,
        "sajda": false
      },
      {
        "number": 3516,
        "text": "Әгәр Без теләсәк һәр кешегә иманны вә һидәятне бирер идек, ләкин җен вә кешеләрнең имансызлары белән җәһәннәмне тутырачакмын дигән Минем сүзем хак булды һәм беркетелде.",
        "numberInSurah": 13,
        "juz": 21,
        "manzil": 5,
        "page": 416,
        "ruku": 359,
        "hizbQuarter": 166,
        "sajda": false
      },
      {
        "number": 3517,
        "text": "Инде ґәзабны татыгыз, ошбу көнгә килүне онытып хәзерләнмәгәнегез сәбәпле, бу көн Без сезне онытып ґәзабта калдырачакбыз, ґәзабны мәңге татыгыз, имансызлыкны кәсеп итүегез сәбәпле.",
        "numberInSurah": 14,
        "juz": 21,
        "manzil": 5,
        "page": 416,
        "ruku": 359,
        "hizbQuarter": 166,
        "sajda": false
      },
      {
        "number": 3518,
        "text": "Безнең аятьләребезгә нык ышанучылар Коръән вәгазьләрен ишетсәләр, Аллаһудан куркып сәҗдә кылырлар һәм Аллаһ кимчелектән пакь дигән игътикат белән Аны мактап тәсбихләр әйтерләр, ягъни Аллаһны зурлап намаз укырлар, вә алар намаз укудан һәм Аллаһуга итагать итүдән тәкәбберләнмәсләр.",
        "numberInSurah": 15,
        "juz": 21,
        "manzil": 5,
        "page": 416,
        "ruku": 359,
        "hizbQuarter": 166,
        "sajda": {
          "id": 10,
          "recommended": false,
          "obligatory": true
        }
      },
      {
        "number": 3519,
        "text": "Алар яннары вә аркалары белән яткан төшләреннән торып төнлә намаз укырлар вә Раббыларына дога кылырлар, Аның ґәзабыннан куркып вә рәхмәтен өмет итеп, вә алар Без биргән малдан садакалар бирерләр.",
        "numberInSurah": 16,
        "juz": 21,
        "manzil": 5,
        "page": 416,
        "ruku": 359,
        "hizbQuarter": 166,
        "sajda": false
      },
      {
        "number": 3520,
        "text": "Җәннәткә керәсе мөэминнәр аларга анда нәрсә хәзерләнгәнлеген алдан һичберсе белмәс, җәннәткә кереп күргәч, күзләре карарланыр, күңелләре шатланыр, аларның кылган яхшылыкларына изге җәза булсын өчен.",
        "numberInSurah": 17,
        "juz": 21,
        "manzil": 5,
        "page": 416,
        "ruku": 359,
        "hizbQuarter": 166,
        "sajda": false
      },
      {
        "number": 3521,
        "text": "Аллаһуга итагать итүче иманлы кеше имансыз кеше белән тигез булырмы? Юк, һич тә тигез булмаслар!",
        "numberInSurah": 18,
        "juz": 21,
        "manzil": 5,
        "page": 416,
        "ruku": 359,
        "hizbQuarter": 166,
        "sajda": false
      },
      {
        "number": 3522,
        "text": "Әмма иман китереп изге гамәлләр кылган хак мөэминнәргә Мәэва исемле җәннәт булыр, ул җәннәт чын иманны, хак динне кәсеп иткәннәре өчен мәңге торачак урын булып аларга хәзерләнгән.",
        "numberInSurah": 19,
        "juz": 21,
        "manzil": 5,
        "page": 416,
        "ruku": 359,
        "hizbQuarter": 166,
        "sajda": false
      },
      {
        "number": 3523,
        "text": "Әмма имансыз фасыйкларның торачак урыннары уттыр, һәркайчан алар ул уттан чыгарга теләсәләр, алар ул утка эчкәрәк кайтарылырлар вә аларга әйтелер: үзегез ялганга тоткан ут ґәзабын татыгыз, – дип.",
        "numberInSurah": 20,
        "juz": 21,
        "manzil": 5,
        "page": 416,
        "ruku": 359,
        "hizbQuarter": 166,
        "sajda": false
      },
      {
        "number": 3524,
        "text": "Аларга ахирәтнең олугъ ґәзабыннан элек дөньяда да, әлбәттә, газапны татытачакбыз, шаять калганнары тәүбә итеп иманга килерләр.",
        "numberInSurah": 21,
        "juz": 21,
        "manzil": 5,
        "page": 417,
        "ruku": 359,
        "hizbQuarter": 166,
        "sajda": false
      },
      {
        "number": 3525,
        "text": "Раббысының аятьләре белән вәгазьләнеп тә соңра ул вәгазьләрдән баш тарткан кешедән дә залимрак кеше булырмы? Без, әлбәттә, залимнәрдән үч алучыбыз.",
        "numberInSurah": 22,
        "juz": 21,
        "manzil": 5,
        "page": 417,
        "ruku": 359,
        "hizbQuarter": 166,
        "sajda": false
      },
      {
        "number": 3526,
        "text": "Тәхкыйк Мусага Тәүратны бирдек, инде син Муса белән очрашуыгызда шик тотма, Мусаны Ягькуб балаларын туры юлга күндерүче кылдык.",
        "numberInSurah": 23,
        "juz": 21,
        "manzil": 5,
        "page": 417,
        "ruku": 360,
        "hizbQuarter": 166,
        "sajda": false
      },
      {
        "number": 3527,
        "text": "Вә алардан имамнар кылдык, ул имамнар Тәүраттагы Безнең хөкемнәребез белән һидәяткә күндерәләр иде төрле авырлыкларга сабыр иткән чакларында, вә аятьләребезгә ышанып гамәл кылалар иде.",
        "numberInSurah": 24,
        "juz": 21,
        "manzil": 5,
        "page": 417,
        "ruku": 360,
        "hizbQuarter": 166,
        "sajda": false
      },
      {
        "number": 3528,
        "text": "Әлбәттә, Раббың аларның дин эшләрендә ихтыйлаф киткән нәрсәләрендә кыямәт көнне хак белән ялганны аерыр.",
        "numberInSurah": 25,
        "juz": 21,
        "manzil": 5,
        "page": 417,
        "ruku": 360,
        "hizbQuarter": 166,
        "sajda": false
      },
      {
        "number": 3529,
        "text": "Әйә аларга мәгълүм булмадымы алардан элек күпме кавемне һәлак иттек, үзләре шул һәлак булган кавемнәрнең урыннарыннан үтеп йөриләр, гакыллы кешеләр өчен бу эштә, әлбәттә, гыйбрәт бар, әллә алар хак сүзне ишетмиләрме?",
        "numberInSurah": 26,
        "juz": 21,
        "manzil": 5,
        "page": 417,
        "ruku": 360,
        "hizbQuarter": 166,
        "sajda": false
      },
      {
        "number": 3530,
        "text": "Әйә күрмиләрме Без болытлар белән суны куабыз корылыктан кипкән җиргә, анда яңгыр яудырып игеннәр вә башка үсемлекләрне үстерәбез, аларны хайваннары һәм үзләре ашарлар, әйә шуны күрмиләрме, бу эш Аллаһуның рәхмәте икәнне аңламыйлармы?",
        "numberInSurah": 27,
        "juz": 21,
        "manzil": 5,
        "page": 417,
        "ruku": 360,
        "hizbQuarter": 166,
        "sajda": false
      },
      {
        "number": 3531,
        "text": "Кәферләр әйтәләр: \"Кыямәтнең ачылу көне кайчан була, безгә хәбәр бирегез, әгәр дөрес әйтүчеләрдән булсагыз?\"",
        "numberInSurah": 28,
        "juz": 21,
        "manzil": 5,
        "page": 417,
        "ruku": 360,
        "hizbQuarter": 166,
        "sajda": false
      },
      {
        "number": 3532,
        "text": "Аларга әйт: \"Кыямәт көнендә кәферләргә файда бирмәс ул көндә генә китергән иманнары, һәм аларга гамәл кылырга вакыт та бирелмәс\", – дип.",
        "numberInSurah": 29,
        "juz": 21,
        "manzil": 5,
        "page": 417,
        "ruku": 360,
        "hizbQuarter": 166,
        "sajda": false
      },
      {
        "number": 3533,
        "text": "Инде син алардан кисел, алар белән булышма, кәферләр өстенә Миннән ярдәм көт, алар синең үлүеңне көтәләр, ләкин син хаклыраксың аларның һәлак булуларын көтәргә.",
        "numberInSurah": 30,
        "juz": 21,
        "manzil": 5,
        "page": 417,
        "ruku": 360,
        "hizbQuarter": 166,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "tt.nugman",
      "language": "tt",
      "name": "Yakub Ibn Nugman",
      "englishName": "Yakub Ibn Nugman",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}