{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 36,
    "name": "سُورَةُ يسٓ",
    "englishName": "Yaseen",
    "englishNameTranslation": "Yaseen",
    "revelationType": "Meccan",
    "numberOfAyahs": 83,
    "ayahs": [
      {
        "number": 3706,
        "text": "Йә син – мәгнәсен Аллаһ үзе генә белә.",
        "numberInSurah": 1,
        "juz": 22,
        "manzil": 5,
        "page": 440,
        "ruku": 381,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3707,
        "text": "Хикмәт иясе, ягъни шәригать хөкемнәре иясе булган Коръән белән ант итеп әйтәмен.",
        "numberInSurah": 2,
        "juz": 22,
        "manzil": 5,
        "page": 440,
        "ruku": 381,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3708,
        "text": "Тәхкыйк син туры юлга күндерелмеш рәсүлләрдән.",
        "numberInSurah": 3,
        "juz": 22,
        "manzil": 5,
        "page": 440,
        "ruku": 381,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3709,
        "text": "Кешеләргә туры юлны күрсәтер өчен Аллаһ тарафыннан җибәрелдең.",
        "numberInSurah": 4,
        "juz": 22,
        "manzil": 5,
        "page": 440,
        "ruku": 381,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3710,
        "text": "Ошбу Коръән Ґәзиз вә Рәхим булган Аллаһудан иңдерелгән изге дини китаптыр.",
        "numberInSurah": 5,
        "juz": 22,
        "manzil": 5,
        "page": 440,
        "ruku": 381,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3711,
        "text": "Аталарына куркытучы пәйгамбәр җибәрелмәгән вә туры юлдан гафил булган кавемне Аллаһ ґәзабы илә куркытмаклыгың өчен сиңа иңдерелде.",
        "numberInSurah": 6,
        "juz": 22,
        "manzil": 5,
        "page": 440,
        "ruku": 381,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3712,
        "text": "Тәхкыйк ул кавемнең күбрәгенә ґәзаб вәгъдәсе сабит булды, алар инде иман китермәсләр.",
        "numberInSurah": 7,
        "juz": 22,
        "manzil": 5,
        "page": 440,
        "ruku": 381,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3713,
        "text": "Тәхкыйк ул пәйгамбәрнең Аллаһ ґәзабы белән куркытуы файда бирмәгән кавемнең муенына иякләренә чаклы ирешкән киң богаулар кылдык, алар тәкәбберләнеп башларын күтәргәннәр вә гафиллек белән күзләрен йомганнар, инде хакны күрүдән һәм белүдән мәхлукләрдер.",
        "numberInSurah": 8,
        "juz": 22,
        "manzil": 5,
        "page": 440,
        "ruku": 381,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3714,
        "text": "Янә аларның алларына да артларына да пәрдә кордык һәм күзләрен капладык, алар үткән гомерләреннән һәм калган гомерләреннән гафилләр, хак белән батылны һич аермаслар һәм туры юлны күрмәсләр.",
        "numberInSurah": 9,
        "juz": 22,
        "manzil": 5,
        "page": 440,
        "ruku": 381,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3715,
        "text": "Инде аларны Аллаһ ґәзабы белән куркытсаң да, куркытмасаң да алар өчен бер тигездер, һич иман китермәсләр.",
        "numberInSurah": 10,
        "juz": 22,
        "manzil": 5,
        "page": 440,
        "ruku": 381,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3716,
        "text": "Мәгәр син Коръән белән гамәл кылучы вә Аллаһ ґәзабыннан курка белүчене куркыта алырсың, андый кешеләр булса, аларны Аллаһуның ярлыкавы һәм олугъ әҗерләре белән шатландыр!",
        "numberInSurah": 11,
        "juz": 22,
        "manzil": 5,
        "page": 440,
        "ruku": 381,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3717,
        "text": "Тәхкыйк Без үлекләрне тергезәбез вә аларның үлмәстән элек кылган яхшы вә яман эшләрен, һәм дә үзләре үлгәннән соң калдырган яхшы вә яман әсәрләрен язабыз. Мәсәлән: Коръән белән гамәл кылучы дини балалар калдырса, яки чын Ислам тәрбиясен биреп шәкертләр калдырса, яки бидеґәт гамәлләрне бетерергә юл күрсәтеп васыять әйтеп калдырса, һәм мохтаҗларга вә Ислам файдасына мал биреп калдырса, шуңа охшаган яхшы әсәрләренә үзе үлгәннән соң сәваб язылып торыр. Әмма динсез балалар калдырса, яки бидеґәт гамәлләрне кылырга, фәхеш хәрам эшләрне эшләргә, төрле аракы мәҗлесләрен ясарга юл күрсәтеп калдырса, шуңа охшаган бозык әсәрләр калдырса, әлбәттә, үзе үлгәннән соң да гөнаһ язылып торыр. Әгаһ булыгыз Йәсин сүрәсен укучылар, нинди эшләр эшләп яшәгәнегезне һәм нинди әсәрләр калдырганыгызны белегез, һәм вәгазьләнеп төзәлер өчен укыгыз Йәсин сүрәсен, аның файдасы шундадыр. Без һәрнәрсәне санадык вә яздык төп китапта.",
        "numberInSurah": 12,
        "juz": 22,
        "manzil": 5,
        "page": 440,
        "ruku": 381,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3718,
        "text": "Безнең рәсүлләребез. Интакия халкын Ислам диненә өндәр өчен җибәрелгән вакытны, мисал һәм гыйбрәт итеп кешеләргә сөйлә!",
        "numberInSurah": 13,
        "juz": 22,
        "manzil": 5,
        "page": 441,
        "ruku": 382,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3719,
        "text": "Без аларга ике пәйгамбәрне Ислам диненә өндәүче, илче итеп җибәрсәк, алар илчеләрне ялганга тоттылар, Без аларны өченче илче белән куәтләдек, бу өч пәйгамбәр Интакия халкына әйттеләр: \"Без тәхкыйк сезгә Ислам динен өйрәтмәк өчен җибәрелгән Аллаһуның илчеләребез\".",
        "numberInSurah": 14,
        "juz": 22,
        "manzil": 5,
        "page": 441,
        "ruku": 382,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3720,
        "text": "Кәферләр пәйгамбәрләргә әйттеләр: \"Сез һичкем түгелсез, мәгәр безнең кеби гади кешеләрсез, Аллаһ сезгә һич нәрсә иңдергәне юк, Аллаһ безгә вәхий иңдерде пәйгамбәр кылды дип ялган сөйлисез\".",
        "numberInSurah": 15,
        "juz": 22,
        "manzil": 5,
        "page": 441,
        "ruku": 382,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3721,
        "text": "Пәйгамбәрләр әйттеләр: \"Әлбәттә, Раббыбыз беләдер безнең сезне Ислам диненә өндәр өчен җибәрелгән илчеләр икәнлегебезне,",
        "numberInSurah": 16,
        "juz": 22,
        "manzil": 5,
        "page": 441,
        "ruku": 382,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3722,
        "text": "сезне Ислам диненә өндәү һәм Аллаһ хөкемнәрен сөйләп сезгә ирештерү безгә ляземдер, без сезне көчләп иманга китерүче түгелләрбез\".",
        "numberInSurah": 17,
        "juz": 22,
        "manzil": 5,
        "page": 441,
        "ruku": 382,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3723,
        "text": "Ул кәферләр әйттеләр: \"Без сездән шомланабыз, әгәр безне үзегезнең динегезгә өндәүдән туктамасагыз, әлбәттә, бездән сезгә каты ґәзаб ирешәчәк, ташлар белән бәреп үтерербез\".",
        "numberInSurah": 18,
        "juz": 22,
        "manzil": 5,
        "page": 441,
        "ruku": 382,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3724,
        "text": "Пәйгамбәрләр әйттеләр: \"Сезнең юлсыз шомлануыгыз үзегез белән бергәдер, әгәр сезгә шомлык килсә, үзегезнең авызлыгыгыздан киләдер. Әгәр иман китерел безнең сүзләребез белән вәгъдәләнсәгез, шомланмас идегез, ләкин сез һәр эшне урынсыз кылучы һәм гөнаһ кылуда чиктән ашкан кешеләрсез, шул сәбәпле хакны һич кабул итмисез.\"",
        "numberInSurah": 19,
        "juz": 22,
        "manzil": 5,
        "page": 441,
        "ruku": 382,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3725,
        "text": "Кәферләрнең ачуы килеп пәйгамбәрләрне төрлечә ґәзаблый башладылар, бу хәлне ишетеп шәһәр читеннән Хәбибун Нәҗҗар исемле ир пәйгамбәрләргә ярдәм итәргә дип ашыгып килде, ул кеше пәйгамбәрләр шәһәргә килгәндә аларга иман китереп мөселман булган иде. Кәферләр янына килгәч әйтте: \"Ий кавемем бу пәйгамбәрләргә иярегез, алар хакны сөйлиләр иман китереп мөселман булыгыз.\"",
        "numberInSurah": 20,
        "juz": 22,
        "manzil": 5,
        "page": 441,
        "ruku": 382,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3726,
        "text": "Ошбу пәйгамбәрләр Ислам динен өйрәткәннәре өчен сездән хак сорамыйлар, үзләре туры юлга күнелгәннәр, аларга ияреп сез дә туры юлга керегез, дип. Кәферләр: \"Безнең динне ташлап, боларның динеңә иярәсеңме\", – диделәр.",
        "numberInSurah": 21,
        "juz": 22,
        "manzil": 5,
        "page": 441,
        "ruku": 382,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3727,
        "text": "Мөселман булган ир аларга әйтте: \"Мине юктан бар иткән Раббыма ышанмаска һәм Аңа гыйбадәт кылмаска миңа ни булган, әлбәттә, Аллаһуга ышанам вә Аңа гына гыйбадәт кылам һәм Аңа гына итагать итәм, сез үлгәннән соң терелеп, әлбәттә, шул Аллаһуга җәза алыр өчен кайтарылачаксыз.",
        "numberInSurah": 22,
        "juz": 22,
        "manzil": 5,
        "page": 441,
        "ruku": 382,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3728,
        "text": "Әгәр Аллаһ миңа бер зарар ирештерүне теләсә, шул зарарны миннән җибәрергә вә ул зарардан мине коткарырга көче җитмәгән сынымнарга гыйбадәт кылыйммы Аллаһуны ташлап?",
        "numberInSurah": 23,
        "juz": 22,
        "manzil": 5,
        "page": 441,
        "ruku": 382,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3729,
        "text": "Әгәр мин Аллаһуга гыйбадәт кылмыйча башка нәрсәгә гыйбадәт кылсам, һәм Ислам динен кабул итмичә башка бер батыл диндә булсам, әлбәттә, мин ачык адашкан булырмын, ул вакытта мине туры юлга кертүче табылмас.\" Бу мөселман булган Хәбибүн Нәҗҗар пәйгамбәрләрне яклап, кәферләрне Ислам диненә өндәп күп кенә хак сүзләрне сөйләгәч, кәферләрнең хакка каршы ачулары кабарып, бу мөселманны ташлар белән атып һәм аяклары белән таптап үтерделәр.",
        "numberInSurah": 24,
        "juz": 22,
        "manzil": 5,
        "page": 441,
        "ruku": 382,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3730,
        "text": "Аның ахыр сүзе: \"Ий пәйгамбәрләр ишетегез мин сезнең Раббыгызга иман китердем\", – дигән сүз булды.",
        "numberInSurah": 25,
        "juz": 22,
        "manzil": 5,
        "page": 441,
        "ruku": 382,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3731,
        "text": "Бу мөселман шәһид булганнан соң рухына фәрештәләр тарафыннан: \"Җәннәткә кер\", – диелде. Һәм ул әйтте: \"Кавемем минем хәлемне чын белү белән белсәләрче?!\"",
        "numberInSurah": 26,
        "juz": 22,
        "manzil": 5,
        "page": 441,
        "ruku": 382,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3732,
        "text": "Мөселман булганым хәлдә пәйгамбәрләрне һәм Ислам динен яклап шәһид булганым өчен, Раббым мине ярлыкаганын һәм Үзе хозурында хөрмәтлеләрдән кылганын белсәләрме? Әгәр хаклыкны яклап шәһид булу белән минем мәңгелек бәхеткә ирешкәнемне белсәләр, әлбәттә, Ислам динен кабул итеп үлгәнче хаклыкта булыр иделәр\", – диде. (Димәк без мөселманнарга хак Коръән белән хаклыкны табып, үлгәнче хаклыкта булырга, үлемнән курыкмаска, бәлки хата иманнан, хата диннән куркырга һәм сакланырга кирәк).",
        "numberInSurah": 27,
        "juz": 22,
        "manzil": 5,
        "page": 441,
        "ruku": 382,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3733,
        "text": "Пәйгамбәрләрне инкяр итеп һәм Хәбибүн Нәҗҗарны җәберләп үтергәннәреннән соң Без аларны, ягъни Интакия кәферләрен һәлак итәр өчен күктән гаскәр иңдермәдек һәм кәферләрне һәлак итү өчен күктән гаскәр иңдерү Безнең гадәтебез булмады.",
        "numberInSurah": 28,
        "juz": 23,
        "manzil": 5,
        "page": 442,
        "ruku": 382,
        "hizbQuarter": 177,
        "sajda": false
      },
      {
        "number": 3734,
        "text": "Ул кәферләрне һәлак итүебез фәкать Җәбраил фәрештәнең бер мәртәбә кычкыруы белән булды һәм алар сүнгән ут кеби һәлак булдылар.",
        "numberInSurah": 29,
        "juz": 23,
        "manzil": 5,
        "page": 442,
        "ruku": 382,
        "hizbQuarter": 177,
        "sajda": false
      },
      {
        "number": 3735,
        "text": "Үзләрен Аллаһуның, рәхмәтенә вә җәннәтенә чакыру өчен килгән пәйгамбәрне инкяр итеп, төрлечә мәсхәрә кылучы кәферләрнең хәлләре ни үкенечле вә ни хәсрәтле һәм мәңгегә ґәзабта калудыр.",
        "numberInSurah": 30,
        "juz": 23,
        "manzil": 5,
        "page": 442,
        "ruku": 382,
        "hizbQuarter": 177,
        "sajda": false
      },
      {
        "number": 3736,
        "text": "Әйә хәзерге кәферләр күрмиләрме, белмиләрме, әүвәлге кәферләрдән күпме кәфер шәһәрләрен һәлак иттек, ул һәлак булган кәферләр, һәлак булмаган кәферләр янына терелеп кайтмаслар.",
        "numberInSurah": 31,
        "juz": 23,
        "manzil": 5,
        "page": 442,
        "ruku": 382,
        "hizbQuarter": 177,
        "sajda": false
      },
      {
        "number": 3737,
        "text": "Кешеләр кыямәт көнне һәммәсе Минем хозурыма җыелырлар.",
        "numberInSurah": 32,
        "juz": 23,
        "manzil": 5,
        "page": 442,
        "ruku": 382,
        "hizbQuarter": 177,
        "sajda": false
      },
      {
        "number": 3738,
        "text": "Үлгән җирне су иңдереп, һаваны җылытып тергезүебез әлбәттә, Безнең кодрәтебезгә һәм мәетләрне тергезәчәгебезгә ачык дәлилдер, вә ул җирдән кешеләр һәм хайваннар ашый торган күп төрле ризыклар чыгардык, шуларны уйлап карамыйлармы?",
        "numberInSurah": 33,
        "juz": 23,
        "manzil": 5,
        "page": 442,
        "ruku": 383,
        "hizbQuarter": 177,
        "sajda": false
      },
      {
        "number": 3739,
        "text": "Янә Без җир өстендә хөрмә, йөзем бакчаларын бар кылдык һәм ул бакчаларда елгалар агыздык.",
        "numberInSurah": 34,
        "juz": 23,
        "manzil": 5,
        "page": 442,
        "ruku": 383,
        "hizbQuarter": 177,
        "sajda": false
      },
      {
        "number": 3740,
        "text": "Җимешләрен кешеләр ашап файдалансыннар өчен ул бакчалармы халык кылдык, бит кешеләр ул җимешләрне берсен дә куллары белән ясамадылар, бәлки Аллаһ кодрәте белән төзелделәр, шуларны фикерләп Аллаһуга шөкер итмиләрме?",
        "numberInSurah": 35,
        "juz": 23,
        "manzil": 5,
        "page": 442,
        "ruku": 383,
        "hizbQuarter": 177,
        "sajda": false
      },
      {
        "number": 3741,
        "text": "Җир үстергән һәрнәрсәләрне вә кешеләрне, вә кешеләр белми торган нәрсәләрне һәммәсен дә ирле-хатынлы итеп төзүче Аллаһ һәр кимчелектән пакь.",
        "numberInSurah": 36,
        "juz": 23,
        "manzil": 5,
        "page": 442,
        "ruku": 383,
        "hizbQuarter": 177,
        "sajda": false
      },
      {
        "number": 3742,
        "text": "Без кичтән көндезне суырып алабыз да кешеләр һәм җир өсте караңгыда кала, бу эштә дә Аллаһуның кодрәтенә дәлил бар.",
        "numberInSurah": 37,
        "juz": 23,
        "manzil": 5,
        "page": 442,
        "ruku": 383,
        "hizbQuarter": 177,
        "sajda": false
      },
      {
        "number": 3743,
        "text": "Кояш Аллаһ билгеләгән вакытка чаклы үзенең юлында йөреп торадыр, кояшның шулай йөреше һәр эштә җиңүче вә һәрнәрсәне белүче Аллаһ әмере иләдер.",
        "numberInSurah": 38,
        "juz": 23,
        "manzil": 5,
        "page": 442,
        "ruku": 383,
        "hizbQuarter": 177,
        "sajda": false
      },
      {
        "number": 3744,
        "text": "Вә айның йөрешенә урыннар билгеләдек, хәтта ай беткәндә яки туганда күренештә нечкә булып хөрмә агачының кәкре нечкә ботагына охшап кала.",
        "numberInSurah": 39,
        "juz": 23,
        "manzil": 5,
        "page": 442,
        "ruku": 383,
        "hizbQuarter": 177,
        "sajda": false
      },
      {
        "number": 3745,
        "text": "Кояшның айга ирешмәклеге һәм кичнең көндездән элек килеше дөрес түгел, ягъни бу эш булмас, кояш белән ай һәм башкалары һәммәсе һава бушлыгында йөзеп йөриләр.",
        "numberInSurah": 40,
        "juz": 23,
        "manzil": 5,
        "page": 442,
        "ruku": 383,
        "hizbQuarter": 177,
        "sajda": false
      },
      {
        "number": 3746,
        "text": "Янә Без адәм балаларын һәм аларның төрле әйберләрен диңгезләрдә йөри торган корабларга йөкләдек, ягъни шулай тәкъдир кылдык.",
        "numberInSurah": 41,
        "juz": 23,
        "manzil": 5,
        "page": 443,
        "ruku": 383,
        "hizbQuarter": 177,
        "sajda": false
      },
      {
        "number": 3747,
        "text": "Янә Без кешеләр утырып йөрсеннәр өчен корабка охшаган нәрсәләрне суда, һавада һәм корыда йөри торган күп нәрсәләр халык кылдык, ягъни тәкъдир кылдык.",
        "numberInSurah": 42,
        "juz": 23,
        "manzil": 5,
        "page": 443,
        "ruku": 383,
        "hizbQuarter": 177,
        "sajda": false
      },
      {
        "number": 3748,
        "text": "Әгәр Без кешеләрне суга батытырга теләсәк, әлбәттә, батырырбыз, аларны коткарырга ярдәмче табылмас һәм батып һәлак булудан коткарылмаслар.",
        "numberInSurah": 43,
        "juz": 23,
        "manzil": 5,
        "page": 443,
        "ruku": 383,
        "hizbQuarter": 177,
        "sajda": false
      },
      {
        "number": 3749,
        "text": "Мәгәр Аллаһудан рәхмәт йөзеннән суга батырылмаслар, Аллаһ билгеләгән гомерләр беткәнче яшәсеннәр өчен.",
        "numberInSurah": 44,
        "juz": 23,
        "manzil": 5,
        "page": 443,
        "ruku": 383,
        "hizbQuarter": 177,
        "sajda": false
      },
      {
        "number": 3750,
        "text": "Әгәр аларга: \"Үзегездән әүвәлге кешеләргә килгән ґәзабтан һәм ахирәт ґәзабыннан куркыгыз, шаять Аллаһудан рәхмәт ителерсез\", – дип әйтелсә алар бу сүзләрдән баш тарталар.",
        "numberInSurah": 45,
        "juz": 23,
        "manzil": 5,
        "page": 443,
        "ruku": 383,
        "hizbQuarter": 177,
        "sajda": false
      },
      {
        "number": 3751,
        "text": "Аларга Раббиларының аятьләреннән бер аять килсә, һич илтифат итмичә, ул аятьләрдән йөз дүндерәләр.",
        "numberInSurah": 46,
        "juz": 23,
        "manzil": 5,
        "page": 443,
        "ruku": 383,
        "hizbQuarter": 177,
        "sajda": false
      },
      {
        "number": 3752,
        "text": "Әгәр мөшрикләргә: \"Аллаһ биргән малдан фәкыйрьләргә садака бирегез\", – диелсә, алар мөэминнәргә әйтәләр: \"Аллаһ ризыкландырырга теләмәгән кешеләрне без ризыкландырыйкмы, аларны ризыкландыру тиеш булса, Аллаһ ризыкландырыр иде, Аллаһ теләмәгән эшкә безне өндисез, бу хакта сез ачык адашмакталарсыз\".",
        "numberInSurah": 47,
        "juz": 23,
        "manzil": 5,
        "page": 443,
        "ruku": 383,
        "hizbQuarter": 177,
        "sajda": false
      },
      {
        "number": 3753,
        "text": "Коръәнгә яки үлгәннән соң терелүгә ышанмаган кәферләр: \"Үлгәннән соң терелү бар дисез, сезгә вәгъдә ителгән терелү көне кайчан була – безгә хәбәр итегез, әгәр дөрес сөйләүчеләрдән булсагыз\", – дип сорыйлар.",
        "numberInSurah": 48,
        "juz": 23,
        "manzil": 5,
        "page": 443,
        "ruku": 383,
        "hizbQuarter": 177,
        "sajda": false
      },
      {
        "number": 3754,
        "text": "Ул кәферләр Аллаһудан һичнәрсә көтмиләр, мәгәр фәрештәнең һәлак итә торган бер тавышын көтәләр, ул тавыш аларны сату-алу эшләрендә кычкырышкан вакытларыңда аңсыздан тотар, ул тавыш Исрафил фәрештәнең әүвәлге сур өрүедер.",
        "numberInSurah": 49,
        "juz": 23,
        "manzil": 5,
        "page": 443,
        "ruku": 383,
        "hizbQuarter": 177,
        "sajda": false
      },
      {
        "number": 3755,
        "text": "Аларны ул тавыш тотканда васыятьләрен әйтергә һәм өй әһелләре янына кайтырга кадир булмаслар.",
        "numberInSurah": 50,
        "juz": 23,
        "manzil": 5,
        "page": 443,
        "ruku": 383,
        "hizbQuarter": 177,
        "sajda": false
      },
      {
        "number": 3756,
        "text": "Сурга икенче мәртәбә өрелгәч, каберләреннән чыгып ашыга-ашыга Раббиларына барырлар.",
        "numberInSurah": 51,
        "juz": 23,
        "manzil": 5,
        "page": 443,
        "ruku": 384,
        "hizbQuarter": 177,
        "sajda": false
      },
      {
        "number": 3757,
        "text": "Кәферләр каберләреннән кубарылып чыккач, безне йоклаган урыныбыздан кем кубарды диярләр. Шуннан соң икърар кылып әйтерләр: \"Бу көн Раббыбыз вәгъдә иткән көндер, вә пәйгамбәрләр дә безгә хак сүзләрне сөйләгәннәр\", – дип.",
        "numberInSurah": 52,
        "juz": 23,
        "manzil": 5,
        "page": 443,
        "ruku": 384,
        "hizbQuarter": 177,
        "sajda": false
      },
      {
        "number": 3758,
        "text": "Фәкать сурның каты бер тавышы белән барча кешеләр Безнең хозурымызга килеп җыелырлар.",
        "numberInSurah": 53,
        "juz": 23,
        "manzil": 5,
        "page": 443,
        "ruku": 384,
        "hizbQuarter": 177,
        "sajda": false
      },
      {
        "number": 3759,
        "text": "Бу көндә һичкемгә хаксыз золым итү булмас һәм һичкем кылган эшләре өчен җәза алмыйча да калмас.",
        "numberInSurah": 54,
        "juz": 23,
        "manzil": 5,
        "page": 443,
        "ruku": 384,
        "hizbQuarter": 177,
        "sajda": false
      },
      {
        "number": 3760,
        "text": "Ул көндә җәннәткә кергән мөэминнәр, шиксез, яхшы нигъмәтләр белен ләззәтләнүчеләрдер.",
        "numberInSurah": 55,
        "juz": 23,
        "manzil": 5,
        "page": 444,
        "ruku": 384,
        "hizbQuarter": 177,
        "sajda": false
      },
      {
        "number": 3761,
        "text": "Ул мөэминнәр вә хатыннары күләгәлектә яхшы диваннарда утырып шатланып сөйләшерләр.",
        "numberInSurah": 56,
        "juz": 23,
        "manzil": 5,
        "page": 444,
        "ruku": 384,
        "hizbQuarter": 177,
        "sajda": false
      },
      {
        "number": 3762,
        "text": "Аларга җәннәттә тәмле җимешләр вә күңелләре теләгән нәрсәләр бардыр.",
        "numberInSurah": 57,
        "juz": 23,
        "manzil": 5,
        "page": 444,
        "ruku": 384,
        "hizbQuarter": 177,
        "sajda": false
      },
      {
        "number": 3763,
        "text": "Аларга җәннәттә рәхимле булган Аллаһудан сәлам бүләге дә ирешер.",
        "numberInSurah": 58,
        "juz": 23,
        "manzil": 5,
        "page": 444,
        "ruku": 384,
        "hizbQuarter": 177,
        "sajda": false
      },
      {
        "number": 3764,
        "text": "Ий имансыз динсезләр, яки Коръән белән гамәл кылмаучылар, Коръән белән гамәл кылучы мөэминнәрдән аерылыгыз!",
        "numberInSurah": 59,
        "juz": 23,
        "manzil": 5,
        "page": 444,
        "ruku": 384,
        "hizbQuarter": 177,
        "sajda": false
      },
      {
        "number": 3765,
        "text": "Ий Адәм балалары, Мин сезгә ґәһед кылмадыммы һәм белдермәдемме шайтанга гыйбадәт кылмагыз, вә аның сүзе белән йөрмәгез, әлбәттә, ул сезгә ачык дошмандыр.",
        "numberInSurah": 60,
        "juz": 23,
        "manzil": 5,
        "page": 444,
        "ruku": 384,
        "hizbQuarter": 178,
        "sajda": false
      },
      {
        "number": 3766,
        "text": "Сез Миңа гына гыйбадәт кылыгыз, Миңа гына гыйбадәт кылу һәм Мин күрсәткән юлдан гына бару – шулдыр туры юл\", – дип әйтмәдемме?",
        "numberInSurah": 61,
        "juz": 23,
        "manzil": 5,
        "page": 444,
        "ruku": 384,
        "hizbQuarter": 178,
        "sajda": false
      },
      {
        "number": 3767,
        "text": "Тәхкыйк ул шайтан Сезләрдән бик күпләрне адаштырды, аздырды шуны уйлап карамыйсызмы?",
        "numberInSurah": 62,
        "juz": 23,
        "manzil": 5,
        "page": 444,
        "ruku": 384,
        "hizbQuarter": 178,
        "sajda": false
      },
      {
        "number": 3768,
        "text": "Менә бу алдыгыздагы нәрсә, егәр иман китермәсәгез һәм Аллаһуга итагать итмәсәгез сезгә шул булыр дип вәгъдә ителгән җәһәннәмдер.",
        "numberInSurah": 63,
        "juz": 23,
        "manzil": 5,
        "page": 444,
        "ruku": 384,
        "hizbQuarter": 178,
        "sajda": false
      },
      {
        "number": 3769,
        "text": "Дөньяда имансыз, динсез булганыгыз өчен, бүген шул җәһәннәмгә кереп аның каты ґәзабын татыгыз!",
        "numberInSurah": 64,
        "juz": 23,
        "manzil": 5,
        "page": 444,
        "ruku": 384,
        "hizbQuarter": 178,
        "sajda": false
      },
      {
        "number": 3770,
        "text": "Мәхшәр көнендә кәферләрнең вә монафикъларның авызларына мөһер басарбыз вә эшлеген эшләрен кулларыннан сөйләтербез вә аякларын шаһит итәрбез.",
        "numberInSurah": 65,
        "juz": 23,
        "manzil": 5,
        "page": 444,
        "ruku": 384,
        "hizbQuarter": 178,
        "sajda": false
      },
      {
        "number": 3771,
        "text": "Әгәр теләсәк, аларның күзләрен томалап сукыр кылыр идек, гадәтләре буенча ашыгып юлга чыгарлар, ләкин сукыр булулары сәбәпле юлны һич күрмәсләр.",
        "numberInSurah": 66,
        "juz": 23,
        "manzil": 5,
        "page": 444,
        "ruku": 384,
        "hizbQuarter": 178,
        "sajda": false
      },
      {
        "number": 3772,
        "text": "Әгер теләсәк торган яки йөргән урыннарында аларның сурәтләрен алыштырыр идек, кайтырга да вә китәргә дә кадир булмаслар иде.",
        "numberInSurah": 67,
        "juz": 23,
        "manzil": 5,
        "page": 444,
        "ruku": 384,
        "hizbQuarter": 178,
        "sajda": false
      },
      {
        "number": 3773,
        "text": "Әгәр берәүгә озын гомер бирсәк, алын, әгъзаларына зәгыйфьлек бирәбез. Шуны уйлап карамыйлармы?",
        "numberInSurah": 68,
        "juz": 23,
        "manzil": 5,
        "page": 444,
        "ruku": 385,
        "hizbQuarter": 178,
        "sajda": false
      },
      {
        "number": 3774,
        "text": "Без Мухәммәд г-мгә шигырь өйрәтмәдек һәм аңа шагыйрь булу дөрес тә түгел, мәгәр Безнең аңа өйрәткәнебез вәгазь һәм ачык мәгънәле Коръәндер.",
        "numberInSurah": 69,
        "juz": 23,
        "manzil": 5,
        "page": 444,
        "ruku": 385,
        "hizbQuarter": 178,
        "sajda": false
      },
      {
        "number": 3775,
        "text": "Ул Коръән тере кешеләрне Аллаһ ґәзабы белән куркытыр өчен һәм аның белән гамәл кылмаучы кәферләргә җәһәннәм ґәзабын лязем итәр өчен иңдерелде.",
        "numberInSurah": 70,
        "juz": 23,
        "manzil": 5,
        "page": 444,
        "ruku": 385,
        "hizbQuarter": 178,
        "sajda": false
      },
      {
        "number": 3776,
        "text": "Ул кәферләр белмиләрме тәхкыйк Без аларга үз кодрәтебез белән дүрт аяклы хайваннар халык кылдык, алар бу хайваннарга хуҗа булдылар.",
        "numberInSurah": 71,
        "juz": 23,
        "manzil": 5,
        "page": 445,
        "ruku": 385,
        "hizbQuarter": 178,
        "sajda": false
      },
      {
        "number": 3777,
        "text": "Вә ул хайваннардан файдаланырга ирекле кылдык, ул хайваннардан әйберләрен төяп үзләре дә утырып хезмәт өчен файдалана торганнары да бар һәм ул хайваннарның итләрен дә ашыйлар.",
        "numberInSurah": 72,
        "juz": 23,
        "manzil": 5,
        "page": 445,
        "ruku": 385,
        "hizbQuarter": 178,
        "sajda": false
      },
      {
        "number": 3778,
        "text": "Вә ул хайваннарда аларга төрле файдалар бар һәм эчемлекләр дә бар. Шуларның барын да Аллаһ биргән дип Аллаһуга шөкер итмиләрме?",
        "numberInSurah": 73,
        "juz": 23,
        "manzil": 5,
        "page": 445,
        "ruku": 385,
        "hizbQuarter": 178,
        "sajda": false
      },
      {
        "number": 3779,
        "text": "Мөшрикләр, шаять безгә ярдәм итәрләр, дип, Аллаһудан башка Илаһәлар ясап, аларга гыйбадәт кылалар.",
        "numberInSurah": 74,
        "juz": 23,
        "manzil": 5,
        "page": 445,
        "ruku": 385,
        "hizbQuarter": 178,
        "sajda": false
      },
      {
        "number": 3780,
        "text": "Мөшрикләрнең ясаган сынымнары үзләре өчен хәзерләгән гаскәрләре булсалар да, аларга ярдәм итәргә кадир булмаслар.",
        "numberInSurah": 75,
        "juz": 23,
        "manzil": 5,
        "page": 445,
        "ruku": 385,
        "hizbQuarter": 178,
        "sajda": false
      },
      {
        "number": 3781,
        "text": "Ий Мухәммәд г-м, кәферләрнең мәгънәсез яман сүзләре өчен хәсрәтләнмә! Без аларның күрсәтеп эшләгән эшләрен дә һәм яшереп эшләгән эшләрен дә беләбез, тиешле җәзасын бирербез.",
        "numberInSurah": 76,
        "juz": 23,
        "manzil": 5,
        "page": 445,
        "ruku": 385,
        "hizbQuarter": 178,
        "sajda": false
      },
      {
        "number": 3782,
        "text": "Әйә кеше белмиме, Безнең аны бер тамчы судан халык кылганыбызны, шуның соңында ул загыйфь кеше Безнең белән каты каршылашамы, үтергәнебездән соң аны яңадан тергезергә кадир икәнлегебезне инкяр итәме?",
        "numberInSurah": 77,
        "juz": 23,
        "manzil": 5,
        "page": 445,
        "ruku": 385,
        "hizbQuarter": 178,
        "sajda": false
      },
      {
        "number": 3783,
        "text": "Үзенең бер тамчы судан халык кылынганлыгын онытып, кипкән сөяк белән Безгә мисал итеп, бу сөяк череп беткәч, моны кем тергезә алыр, дип.",
        "numberInSurah": 78,
        "juz": 23,
        "manzil": 5,
        "page": 445,
        "ruku": 385,
        "hizbQuarter": 178,
        "sajda": false
      },
      {
        "number": 3784,
        "text": "Син аларга әйт: \"Бу сөякне әүвәл мәртәбәдә кем юктан бар кылган булса, шул зат тергезер, дип. Ул – Аллаһ барча мәхлукның хәлен белүче.",
        "numberInSurah": 79,
        "juz": 23,
        "manzil": 5,
        "page": 445,
        "ruku": 385,
        "hizbQuarter": 178,
        "sajda": false
      },
      {
        "number": 3785,
        "text": "Ул – Аллаһ сезнең өчен яшел агачта ут бар кылды, сез ул агачны сугып ут яндырасыз, яшел һәм сулы агачтан ут чыгарган Аллаһ мәетләрне тергезергә, әлбәттә, кадирдер.",
        "numberInSurah": 80,
        "juz": 23,
        "manzil": 5,
        "page": 445,
        "ruku": 385,
        "hizbQuarter": 178,
        "sajda": false
      },
      {
        "number": 3786,
        "text": "Җир вә күкләрне яраткан Аллаһ, кешеләр кеби кечкенә нәрсәләрне халык кылырга кадир түгелме? Әлбәттә кадир, вә Ул яратучы һәм белүчедер.",
        "numberInSurah": 81,
        "juz": 23,
        "manzil": 5,
        "page": 445,
        "ruku": 385,
        "hizbQuarter": 178,
        "sajda": false
      },
      {
        "number": 3787,
        "text": "Аллаһ бер нәрсәнең бар булуын теләсә, ул нәрсәгә фәкать бар бул дип әйтер һәм ул нәрсә бар булыр.",
        "numberInSurah": 82,
        "juz": 23,
        "manzil": 5,
        "page": 445,
        "ruku": 385,
        "hizbQuarter": 178,
        "sajda": false
      },
      {
        "number": 3788,
        "text": "Барча нәрсәгә хуҗалык Аның кулында булган Аллаһ һәр кимчелектән пакь, вә Аңа кайтарылырсыз.",
        "numberInSurah": 83,
        "juz": 23,
        "manzil": 5,
        "page": 445,
        "ruku": 385,
        "hizbQuarter": 178,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "tt.nugman",
      "language": "tt",
      "name": "Yakub Ibn Nugman",
      "englishName": "Yakub Ibn Nugman",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}