{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 38,
    "name": "سُورَةُ صٓ",
    "englishName": "Saad",
    "englishNameTranslation": "The letter Saad",
    "revelationType": "Meccan",
    "numberOfAyahs": 88,
    "ayahs": [
      {
        "number": 3971,
        "text": "Сад. Зекер, вәгазь, хикмәт иясе булган Коръән белән ант итеп әйтәмен.",
        "numberInSurah": 1,
        "juz": 23,
        "manzil": 6,
        "page": 453,
        "ruku": 391,
        "hizbQuarter": 181,
        "sajda": false
      },
      {
        "number": 3972,
        "text": "Бәлки кәферләр хаклыктан каты тәкәбберләнмәктәләр һәм Аллаһуга вә рәсүленә каты каршылык кылмакталар.",
        "numberInSurah": 2,
        "juz": 23,
        "manzil": 6,
        "page": 453,
        "ruku": 391,
        "hizbQuarter": 181,
        "sajda": false
      },
      {
        "number": 3973,
        "text": "Үткән өммәтләрдән күпме өммәтне Без һәлак иттек, алар исә һәлакәт килгәндә кычкырдылар, ялвардылар, аларга ошбу вакыт котылмак, качмак вакыты түгелдер диелде.",
        "numberInSurah": 3,
        "juz": 23,
        "manzil": 6,
        "page": 453,
        "ruku": 391,
        "hizbQuarter": 181,
        "sajda": false
      },
      {
        "number": 3974,
        "text": "Кәферләр үзләренең арасына Аллаһ ґәзабы белән куркытучы пәйгамбәр килүгә ґәҗәбләнделәр һәр кәферләр әйттеләр: \"Ошбу мин пәйгамбәр дигән Мухәммәд г-м бик ялганчы вә сихерче бер кешедер.",
        "numberInSurah": 4,
        "juz": 23,
        "manzil": 6,
        "page": 453,
        "ruku": 391,
        "hizbQuarter": 181,
        "sajda": false
      },
      {
        "number": 3975,
        "text": "Ул безнең күп Илаһәләребезне бетереп, бер генә Аллаһуга гыйбадәт кылырга әмер итәме? Аның бу эше шиксез ґәҗәб эштер.\"",
        "numberInSurah": 5,
        "juz": 23,
        "manzil": 6,
        "page": 453,
        "ruku": 391,
        "hizbQuarter": 181,
        "sajda": false
      },
      {
        "number": 3976,
        "text": "Бер көн кураеш олугълары Әбү Талипка килеп, кардәшеңнең угълы Мухәммәд белән безнең арабызны аер, ул безнең Илаһәләребезне юкка чыгарадыр, диделәр. Әбү Талип Мухәммәдне чакырып, син аларның Илаһәләренә тимә, алар сиңа тимәсләр, диде. Мухәммәд г-м: \"Әгәр иман китереп Аллаһ бер генә дип әйтсәләр тимәмен\", – диде. Соңра мөшрикләр Әбү Талип яныннан чыгып әйттеләр: \"Барыгыз, үзегезнең Илаһәләрегезнең гыйбадәтенә сабыр итегез, Мухәммәднең Аллаһуны берләгез дигән сүзе безгә бер бәладер, аннан котылмак юктыр\".",
        "numberInSurah": 6,
        "juz": 23,
        "manzil": 6,
        "page": 453,
        "ruku": 391,
        "hizbQuarter": 181,
        "sajda": false
      },
      {
        "number": 3977,
        "text": "Без Мухәммәд әйткән сүзләрне иң ахыргы өммәт булган Гыйса өммәтендә дә ишетмәдек, Аллаһ ялгыз, бер генә дигән сүзе ялгандыр.",
        "numberInSurah": 7,
        "juz": 23,
        "manzil": 6,
        "page": 453,
        "ruku": 391,
        "hizbQuarter": 181,
        "sajda": false
      },
      {
        "number": 3978,
        "text": "Безнең арабызда фәкыйрь вә ятим булган Мухәммәдкә Коръән иңәме соң? Ихтималы да юк диделәр. Аллаһ әйтте: \"Бәлки алар Минем Коръәнем хакында шиктәләрдер, чөнки алар Мухәммәднең пәйгамбәрлегенә ышанмыйлар. Бәлки алар минем ґәзабымны татыганнары юк әле.",
        "numberInSurah": 8,
        "juz": 23,
        "manzil": 6,
        "page": 453,
        "ruku": 391,
        "hizbQuarter": 181,
        "sajda": false
      },
      {
        "number": 3979,
        "text": "Яки Раббыңның рәхмәт хәзинәләре аларның кулындамы? Пәйгамбәрлекне вә байлыкны үзләре теләгән кешегә бирер иделәр, бәлки Ул – Аллаһ газиздер, һичкем Аны җиңә алмас, вә бирүчедер, үзе теләгән бәндәсенә бирер.",
        "numberInSurah": 9,
        "juz": 23,
        "manzil": 6,
        "page": 453,
        "ruku": 391,
        "hizbQuarter": 181,
        "sajda": false
      },
      {
        "number": 3980,
        "text": "Яки җир, күкләргә һәм араларында булган нәрсәләргә патшалык алар кулындамы? Төрле сәбәпләр белән күккә менсәләр дә, җиргә вә күкләргә хуҗа булсыннар!",
        "numberInSurah": 10,
        "juz": 23,
        "manzil": 6,
        "page": 453,
        "ruku": 391,
        "hizbQuarter": 181,
        "sajda": false
      },
      {
        "number": 3981,
        "text": "Аллаһуга вә пәйгамбәргә каршы сөйләүчеләр, Исламга каршы сугышучы таифәдән бер хурлыкка төшкән түбән кавемдер.",
        "numberInSurah": 11,
        "juz": 23,
        "manzil": 6,
        "page": 453,
        "ruku": 391,
        "hizbQuarter": 181,
        "sajda": false
      },
      {
        "number": 3982,
        "text": "Болардан элек Нух вә Гад кавеме үзләренең пәйгамбәрләрен ялганга тоттылар, Фиргаун үзенә охшамаган кешеләрне тактага кадаклар белән кадаклап үтерер иде.",
        "numberInSurah": 12,
        "juz": 23,
        "manzil": 6,
        "page": 453,
        "ruku": 391,
        "hizbQuarter": 181,
        "sajda": false
      },
      {
        "number": 3983,
        "text": "Сәмуд, Лут вә Әйкә кавеме пәйгамбәрләрен ялганга тоттылар, алар пәйгамбәрләре белән сугышучы кәфер гаскәре иделәр.",
        "numberInSurah": 13,
        "juz": 23,
        "manzil": 6,
        "page": 453,
        "ruku": 391,
        "hizbQuarter": 181,
        "sajda": false
      },
      {
        "number": 3984,
        "text": "Ул кавемнәрнең һәр барчалары да пәйгамбәрләрен ялганга тотканнары өчен, дөньяда ук ґәзабыбыз аларга лязем булды.",
        "numberInSurah": 14,
        "juz": 23,
        "manzil": 6,
        "page": 453,
        "ruku": 391,
        "hizbQuarter": 181,
        "sajda": false
      },
      {
        "number": 3985,
        "text": "Коръәнгә ышанмаучылар көтмәсләр, мәгәр фәрештәнең бер кычкырганын көтәрләр, ул тавышның вакыты җиткәч, һич тә кичектерү булмас.",
        "numberInSurah": 15,
        "juz": 23,
        "manzil": 6,
        "page": 453,
        "ruku": 392,
        "hizbQuarter": 181,
        "sajda": false
      },
      {
        "number": 3986,
        "text": "Мәккә мөшрикләре мәсхәрә кылып әйттеләр: \"Ий Раббыбыз, безгә вәгъдә иткән ґәзабыбыздан өлешебезне кыямәттән элек хәзер үк бир дип.",
        "numberInSurah": 16,
        "juz": 23,
        "manzil": 6,
        "page": 453,
        "ruku": 392,
        "hizbQuarter": 181,
        "sajda": false
      },
      {
        "number": 3987,
        "text": "Ий Мухәммәд г-м, аларның үз зарарларына сөйләгән сүзләренә сабыр ит! Безнең колыбыз Даудны сөйлә, ул гыйбадәттә куәт иясе иде, көн аша рузә тотып гыйбадәт кылыр иде, вә һәр мәкруһ эшләрдән тәүбә итеп Аллаһуга кайтучыдыр.",
        "numberInSurah": 17,
        "juz": 23,
        "manzil": 6,
        "page": 454,
        "ruku": 392,
        "hizbQuarter": 181,
        "sajda": false
      },
      {
        "number": 3988,
        "text": "Без Дауд пәйгамбәргә зекердә тауларны иярттек, аның белән бергә иртә вә кич тәсбих әйтерләр иде.",
        "numberInSurah": 18,
        "juz": 23,
        "manzil": 6,
        "page": 454,
        "ruku": 392,
        "hizbQuarter": 181,
        "sajda": false
      },
      {
        "number": 3989,
        "text": "Вә кошларны да зекердә аңа иярттек, һәммәсе аның янына җыелып тәсбих әйтерләр иде.",
        "numberInSurah": 19,
        "juz": 23,
        "manzil": 6,
        "page": 454,
        "ruku": 392,
        "hizbQuarter": 181,
        "sajda": false
      },
      {
        "number": 3990,
        "text": "Без аның хакимиятен гаскәр вә сакчылар белән куәтләдек, вә шәригать хөкемнәрен бирдек, һәм сүздә ачык сөйләүне, ягъни батылдан аралап хак сүзне сөйләүне бирдек.",
        "numberInSurah": 20,
        "juz": 23,
        "manzil": 6,
        "page": 454,
        "ruku": 392,
        "hizbQuarter": 181,
        "sajda": false
      },
      {
        "number": 3991,
        "text": "Ий Мухәммәд г-м, сиңа ике вәгъдәченең Дауд янына хөкем иттерергә килгән хәбәрләре ирештеме? (Дауд г-мнең туксан тугыз хатыны бар иде, шуның өстенә бер кешенең ахыргы хатынын таләп итмәктә иде. Даудны тәнбиһ итмәк өчен кеше сурәтендә ике фәрештә килделәр). Алар килеп михрабтан мәсҗиднең эченә үттеләр.",
        "numberInSurah": 21,
        "juz": 23,
        "manzil": 6,
        "page": 454,
        "ruku": 392,
        "hizbQuarter": 182,
        "sajda": false
      },
      {
        "number": 3992,
        "text": "Алар кеше сурәтендә Дауд янына кергәч, Дауд бу кешеләр кайдан керделәр дип куркып калды, чөнки ишекләрдә көчле сакчылар бар иде. Кеше сурәтендәге фәрештәләр әйттеләр: \"Син бездән курыкма, без ике дәгъвәчеләрбез, беребез икенчебезгә золым итмештер, арабызны хаклык белән хөкем ит, безгә золым итмә, һәм бу эшебездә безне туры юлга сал!",
        "numberInSurah": 22,
        "juz": 23,
        "manzil": 6,
        "page": 454,
        "ruku": 392,
        "hizbQuarter": 182,
        "sajda": false
      },
      {
        "number": 3993,
        "text": "Аларның берсе әйтте: \"Менә бу иптәшем диндә минем кардәшемдер, аның туксан тугыз сарыгы бар, минем исә бер генә сарыгым бар, шул бер сарыгыңны миңа бир, дип, минем белән низагъ кыла, вә сүзендә мине җиңде, минем ни әйтергә дә хәлем калмады\", – дип.",
        "numberInSurah": 23,
        "juz": 23,
        "manzil": 6,
        "page": 454,
        "ruku": 392,
        "hizbQuarter": 182,
        "sajda": false
      },
      {
        "number": 3994,
        "text": "Дауд әйтте: \"Туксан тугыз сарыгы була торып синең бер сарыгыңны сорап сиңа золым иткән. Уртаклык илә эш кылучылардан, әлбәттә, бер-берсенә золым итәрләр, мәгәр иман китереп изге гамәлләр кылган мөэминнәр золым итмәсләр, ләкин андый кешеләр аздыр\". Фәрештәләр бу сүзләрне ишеткәч Дауд үз зарарына хөкем итте, дип күккә аштылар. Дауд эшне аңлады бу ике фәрештәнең аны сынар өчен һәм тәнбиһ итәр өчен килгәннәрен белде, Раббысыннан гафу сорады, вә сәҗдәгә китте һәм тәүбә итте.",
        "numberInSurah": 24,
        "juz": 23,
        "manzil": 6,
        "page": 454,
        "ruku": 392,
        "hizbQuarter": 182,
        "sajda": {
          "id": 11,
          "recommended": true,
          "obligatory": false
        }
      },
      {
        "number": 3995,
        "text": "Ярлыканырга теләгән хатасын гафу иттек, вә кыямәт көнендә Безгә якын булу һәм аңа күркәм урын бардыр.",
        "numberInSurah": 25,
        "juz": 23,
        "manzil": 6,
        "page": 454,
        "ruku": 392,
        "hizbQuarter": 182,
        "sajda": false
      },
      {
        "number": 3996,
        "text": "Ий Дауд, Без сине җир өстендә хәлифә кылдык, кешеләр арасында хаклык илә хөкем ит, нәфес һаваңа иярмә, әгәр иярсәң ул нәфес сине Аллаһ юлыннан адаштырыр. Бит Аллаһ юлыннан адашканнаргадыр каты ґәзаб, кыямәт көнне булачак хисапны онытып, фарыз, ваҗеб гамәлләрне калдырып, хәрам эшләрне эшләгәннәре өчен.",
        "numberInSurah": 26,
        "juz": 23,
        "manzil": 6,
        "page": 454,
        "ruku": 392,
        "hizbQuarter": 182,
        "sajda": false
      },
      {
        "number": 3997,
        "text": "Без җирне вә күкләрне вә араларында булган нәрсәләрне файдасыз, хикмәтсез яратмадык, хикмәтсез яратылган дип уйлау кәферләрнең эшедер, кәферләргә ни үкенеч вә һәлакәтлек утка керүләре сәбәпле.",
        "numberInSurah": 27,
        "juz": 23,
        "manzil": 6,
        "page": 455,
        "ruku": 393,
        "hizbQuarter": 182,
        "sajda": false
      },
      {
        "number": 3998,
        "text": "Әйә Без иман китереп изге гамәлләр кылган мөэминнәрне, җир өстендә төрле бозыклык кылучы фасыйклар белән бертигез кылырбызмы? Яки гөнаһтан сакланучы тәкъва мөэминнәрне, гөнаһка чумган залимнәр белән бертигез кылырбызмы? Әлбәттә, тигез кылмабыз, аерырбыз.",
        "numberInSurah": 28,
        "juz": 23,
        "manzil": 6,
        "page": 455,
        "ruku": 393,
        "hizbQuarter": 182,
        "sajda": false
      },
      {
        "number": 3999,
        "text": "Без сиңа иңдергән китап күп файдалы вә бәрәкәтледер, аятьләрен уйлап фикерләп аңласыннар өчен һәм гакыл ияләре вәгазьләнсеннәр өчен иңдердек.",
        "numberInSurah": 29,
        "juz": 23,
        "manzil": 6,
        "page": 455,
        "ruku": 393,
        "hizbQuarter": 182,
        "sajda": false
      },
      {
        "number": 4000,
        "text": "Вә Без Даудка Сөләйманны һибә кылдык, нинди хуш бәндәдер ул Сөләйман, ул һәрвакыт тәүбә тәсбих белән Аллаһуга кайтучыдыр.",
        "numberInSurah": 30,
        "juz": 23,
        "manzil": 6,
        "page": 455,
        "ruku": 393,
        "hizbQuarter": 182,
        "sajda": false
      },
      {
        "number": 4001,
        "text": "Икенде намазына хәтле Сөләйманга Аллаһның рәхмәтеннән гаептән атлар бирелде, ул атлар бик җиңел, бик тиз йөрүче һәм күренештә бик тә матур атлардыр. Сөләйман атларның матурлыгына мәхәббәт итеп, аларны уйнату илә мәшгуль булды, хәтта икенде намазын онытып кичектерде.",
        "numberInSurah": 31,
        "juz": 23,
        "manzil": 6,
        "page": 455,
        "ruku": 393,
        "hizbQuarter": 182,
        "sajda": false
      },
      {
        "number": 4002,
        "text": "Сөләйман үкенеп әйтте: \"Мин атлар мәхәббәтенә авышып, Раббымның зекере булган намазны кичектердем, хәтта кояш баеды,",
        "numberInSurah": 32,
        "juz": 23,
        "manzil": 6,
        "page": 455,
        "ruku": 393,
        "hizbQuarter": 182,
        "sajda": false
      },
      {
        "number": 4003,
        "text": "ул атларны миңа китерегез\", – диде, атларны китергәч, Сөләйман муеннарыннан һәм аякларыннан сыйпады.",
        "numberInSurah": 33,
        "juz": 23,
        "manzil": 6,
        "page": 455,
        "ruku": 393,
        "hizbQuarter": 182,
        "sajda": false
      },
      {
        "number": 4004,
        "text": "Тәхкыйк Без Сөләйманны патшалыгын алмак белән бәлаләндердек, чөнки аның патшалыгы йөзегендә иде, бер кич нәзеген хатыны янына калдырып киттек тә, Сөләйман сурәтендә бер җен йөзекне алып китте, шуның белән Сөләйманның кулыннан патшалык китте. Вә Без аның курсисенә бер гәүдәне яки әлеге йөзекне алган җенне утырттык, соңра Сөләйман тәүбә итте, Аллаһуга кайтты. Ягъни йөзекне кулга төшереп яңадан патша булды.",
        "numberInSurah": 34,
        "juz": 23,
        "manzil": 6,
        "page": 455,
        "ruku": 393,
        "hizbQuarter": 182,
        "sajda": false
      },
      {
        "number": 4005,
        "text": "Әйтте: \"Ий Раббым, мине ярлыкагыл, вә миннән соң һичкемгә лаек булмаган олугъ патшалыкны миңа биргел, тәхкыйк Син һәрнәрсәне һибә кылып бирүчесең.",
        "numberInSurah": 35,
        "juz": 23,
        "manzil": 6,
        "page": 455,
        "ruku": 393,
        "hizbQuarter": 182,
        "sajda": false
      },
      {
        "number": 4006,
        "text": "Сөләйманга җилне ирекле кылдык, ул җил аның боерыгы белән теләгән җиргә йомшак кына барыр иде.",
        "numberInSurah": 36,
        "juz": 23,
        "manzil": 6,
        "page": 455,
        "ruku": 393,
        "hizbQuarter": 182,
        "sajda": false
      },
      {
        "number": 4007,
        "text": "Дәхи диңгез төбенә төшеп энҗе-мәрҗән ташларын чыгара торган җеннәрне вә бөек биналар ясый торган җеннәрне аңа буйсындырдык.",
        "numberInSurah": 37,
        "juz": 23,
        "manzil": 6,
        "page": 455,
        "ruku": 393,
        "hizbQuarter": 182,
        "sajda": false
      },
      {
        "number": 4008,
        "text": "Башка шайтаннарны кешеләргә зарарлары тимәсен өчен, бер урынга җыеп кулларын муеннарына богауладылар.",
        "numberInSurah": 38,
        "juz": 23,
        "manzil": 6,
        "page": 455,
        "ruku": 393,
        "hizbQuarter": 182,
        "sajda": false
      },
      {
        "number": 4009,
        "text": "Ий Сөләйман, бу әйтелгән нәрсәләр сиңа биргән нәрсәләребездер, теләгән кешеңә теләгән нәрсәңне бир, яки һичнәрсә бирмичә үзеңдә сакла, ул нәрсәләрдә сиңа хисап юктыр.",
        "numberInSurah": 39,
        "juz": 23,
        "manzil": 6,
        "page": 455,
        "ruku": 393,
        "hizbQuarter": 182,
        "sajda": false
      },
      {
        "number": 4010,
        "text": "Дәхи ул Сөләйманга хозурыбызда Безгә якын булу һәм кайта торган күркәм урын бардыр.",
        "numberInSurah": 40,
        "juz": 23,
        "manzil": 6,
        "page": 455,
        "ruku": 393,
        "hizbQuarter": 182,
        "sajda": false
      },
      {
        "number": 4011,
        "text": "Янә колыбыз Әйүб пәйгамбәрне сөйлә, Әйүб Раббысына дога илә мөрәҗәгать итте: \"Ий Раббым, мине шайтан авырлык вә каты мәшәкать илә тотты, малымны вә балаларымны һәлак итте.\" Әйүб күп еллар сырхау булды, һич нәрсәсе калмады, ул һаман сабыр итте зекердән туктамады.",
        "numberInSurah": 41,
        "juz": 23,
        "manzil": 6,
        "page": 455,
        "ruku": 394,
        "hizbQuarter": 182,
        "sajda": false
      },
      {
        "number": 4012,
        "text": "\"Ий Әйүб, аягың илә җиргә тип\" – дип әйтелде, типкәннән соң салкын чишмә, юынырга кайнар чишмә чыкты. Кайнар чишмәдә юынды вә салкын чишмәдән эчте, шунда ук сәламәтләнеп әүвәлге куәтен тапты.",
        "numberInSurah": 42,
        "juz": 23,
        "manzil": 6,
        "page": 455,
        "ruku": 394,
        "hizbQuarter": 182,
        "sajda": false
      },
      {
        "number": 4013,
        "text": "Вә Без Әйүбкә балаларын ике өлеш арттырып бирдек, Бездән аңа рәхмәт булсын өчен вә гакыллы кешеләргә вәгазь булсын өчен.",
        "numberInSurah": 43,
        "juz": 23,
        "manzil": 6,
        "page": 456,
        "ruku": 394,
        "hizbQuarter": 182,
        "sajda": false
      },
      {
        "number": 4014,
        "text": "Ий Әйүб, бер уч салам алып хатыныңа сук, Аллаһ исеме илә әйткән антыңны үтәмичә гөнаһлы булып калма. \"Сырхау вакытында үзен караучы Рәхимә исемле хатыны хакында хаталык белән, бозык эшне эшләүче дип зан кылып валлаһи, терелсәм сиңа йөз мәртәбә сугармын, дип ант иткән иде. Соңра Рәхимәнең бозык эше юклыгы мәгълум булгач, шул бер уч салам белән сугу, йөз мәртәбә суккан хөкемендә булды\". Без Әнүбне бәла-казага вә сырхауга сабыр итүче таптык. Ул Әйүб ни хуш бәндәдер, вә ул Аллаһуга нык кайтучыдыр.",
        "numberInSurah": 44,
        "juz": 23,
        "manzil": 6,
        "page": 456,
        "ruku": 394,
        "hizbQuarter": 182,
        "sajda": false
      },
      {
        "number": 4015,
        "text": "Янә Минем колларым Ибраһим, Исхак вә Ягькубларны зекер ит, алар гыйбадәттә куәт ияләре вә диндә басыйрат ияләре иделәр.",
        "numberInSurah": 45,
        "juz": 23,
        "manzil": 6,
        "page": 456,
        "ruku": 394,
        "hizbQuarter": 182,
        "sajda": false
      },
      {
        "number": 4016,
        "text": "Тәхкыйк Без аларны гөнаһтан пакь эшләрдә ихлас кылдык, шул сәбәпле алар ахирәт савабына бик каты тырыштылар.",
        "numberInSurah": 46,
        "juz": 23,
        "manzil": 6,
        "page": 456,
        "ruku": 394,
        "hizbQuarter": 182,
        "sajda": false
      },
      {
        "number": 4017,
        "text": "Вә алар Безнең хозурыбызда яхшылыкка гына ихтыяр ителмешләрдер.",
        "numberInSurah": 47,
        "juz": 23,
        "manzil": 6,
        "page": 456,
        "ruku": 394,
        "hizbQuarter": 182,
        "sajda": false
      },
      {
        "number": 4018,
        "text": "Янә Исмәгыйль, Әлйәсәгъ вә Зәл кифелләрне зекер ит, аларның һәр кайсы изгеләрдән иде.",
        "numberInSurah": 48,
        "juz": 23,
        "manzil": 6,
        "page": 456,
        "ruku": 394,
        "hizbQuarter": 182,
        "sajda": false
      },
      {
        "number": 4019,
        "text": "Ошбулар Коръәндә макталып зекер ителәләр, вә тәкъва мөэминнәр өчен күркәм урын бардыр.",
        "numberInSurah": 49,
        "juz": 23,
        "manzil": 6,
        "page": 456,
        "ruku": 394,
        "hizbQuarter": 182,
        "sajda": false
      },
      {
        "number": 4020,
        "text": "Ул урыннар ґәден җәннәтләредер, аларга җәннәт ишекләре ачылып торыр.",
        "numberInSurah": 50,
        "juz": 23,
        "manzil": 6,
        "page": 456,
        "ruku": 394,
        "hizbQuarter": 182,
        "sajda": false
      },
      {
        "number": 4021,
        "text": "Ул җәннәтләрдә яхшы диваннарга таянганнары хәлдә, җимешләрнең һәм эчемлекләрнең төрлесеннән сорадылар.",
        "numberInSurah": 51,
        "juz": 23,
        "manzil": 6,
        "page": 456,
        "ruku": 394,
        "hizbQuarter": 182,
        "sajda": false
      },
      {
        "number": 4022,
        "text": "Дәхи алар алдында хатыннарыннан башка хур кызлары булыр, ул хурлар ирләренә генә карарлар, алар яшьтә дә бер тигезләрдер.",
        "numberInSurah": 52,
        "juz": 23,
        "manzil": 6,
        "page": 456,
        "ruku": 394,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4023,
        "text": "Ошбулар кыямәт көнендә аларга булыр дип вәгъдә ителгән нәрсәләрдер.",
        "numberInSurah": 53,
        "juz": 23,
        "manzil": 6,
        "page": 456,
        "ruku": 394,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4024,
        "text": "Җәннәтләргә кергән мөэминнәр әйтерләр: \"Болар безнең ризыкларыбыздыр, бу нигъмәтләргә бетмәк вә кимемәк һич тә булмас, ошбулар тәкъва мөэминнәргәдер.",
        "numberInSurah": 54,
        "juz": 23,
        "manzil": 6,
        "page": 456,
        "ruku": 394,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4025,
        "text": "Әмма кәферләргә бик яман урын булачактыр.",
        "numberInSurah": 55,
        "juz": 23,
        "manzil": 6,
        "page": 456,
        "ruku": 394,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4026,
        "text": "Ул җәһәннәмдер, алар анда керерләр, нинди кабахәт урындыр.",
        "numberInSurah": 56,
        "juz": 23,
        "manzil": 6,
        "page": 456,
        "ruku": 394,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4027,
        "text": "Ошбу ґәзаб аларгадыр, аны тотсыннар, ул газап кайнар су һәм кайнар эрендер.",
        "numberInSurah": 57,
        "juz": 23,
        "manzil": 6,
        "page": 456,
        "ruku": 394,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4028,
        "text": "Вә аларга тагын да шундый төрле ґәзаб бардыр.",
        "numberInSurah": 58,
        "juz": 23,
        "manzil": 6,
        "page": 456,
        "ruku": 394,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4029,
        "text": "Җәһәннәм сакчылары мөшрикләрнең олугъларына әйтерләр, аларның иярченнәренә ишарәт итеп: \"Ошбу иярченнәрегез сезнең белән бергә утка керерләр, чөнки дөньяда сезгә ияргән иделәр\", – дип. Олугълары әйтерләр: \"Аларга мәрхәмәт булмасын, әлбәттә, тиешле булган өчен утка керәләр\", – дип.",
        "numberInSurah": 59,
        "juz": 23,
        "manzil": 6,
        "page": 456,
        "ruku": 394,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4030,
        "text": "Иярүчеләр әйтерләр: \"Бәлки сезгә мәрхәмәт булмасын, сез мөшриклектә бездән элек булдыгыз һәм безне үзегезгә иярттегез, ул ут сезгә дә, безгә дә ни яман карарланачак урындыр\".",
        "numberInSurah": 60,
        "juz": 23,
        "manzil": 6,
        "page": 456,
        "ruku": 394,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4031,
        "text": "Дәхи иярүчеләр әйтерләр: \"Ий Раббыбыз, мөшриклектә бездән алда булып безне дә аздыручыларга утта ґәзабны ике өлеш арттыр\".",
        "numberInSurah": 61,
        "juz": 23,
        "manzil": 6,
        "page": 456,
        "ruku": 394,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4032,
        "text": "Мөшрикләр әйтерләр: \"Дөньяда без явыз кешеләрдән санаган кешеләрне безнең белән бергә утта күрмибез.",
        "numberInSurah": 62,
        "juz": 23,
        "manzil": 6,
        "page": 457,
        "ruku": 394,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4033,
        "text": "Без аларны дөньяда мәсхәрә итәдер идек, алар безнең янда утта түгелләрме, яки алар утта булып та күзебез аларга төшмиме, шуның өчен күрмибезме?\"",
        "numberInSurah": 63,
        "juz": 23,
        "manzil": 6,
        "page": 457,
        "ruku": 394,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4034,
        "text": "Дөреслектә ошбу зекер ителгән сүзләр, ут әһелләренең бер-берсе белән низагълашуларыдыр.",
        "numberInSurah": 64,
        "juz": 23,
        "manzil": 6,
        "page": 457,
        "ruku": 394,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4035,
        "text": "Ий Мухәммәд г-м, әйт: \"Мин фәкать Аллаһ ґәзабы илә куркытучымын. Әлбәттә, Аллаһудан башка Илаһә юк, Ул – Аллаһ ялгыз, Үзе генәдер, вә барча мәхлукны җиңүчедер.",
        "numberInSurah": 65,
        "juz": 23,
        "manzil": 6,
        "page": 457,
        "ruku": 395,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4036,
        "text": "Ул – Аллаһ җир, күкләрнең вә аларның араларында булган нәрсәләрнең Раббысыдыр, дошманнарын каты ґәзаб кылучы, дусларын гафу итүчедер.",
        "numberInSurah": 66,
        "juz": 23,
        "manzil": 6,
        "page": 457,
        "ruku": 395,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4037,
        "text": "Син кешеләргә әйт: \"Ул Коръән бер олугъ хәбәрдер.",
        "numberInSurah": 67,
        "juz": 23,
        "manzil": 6,
        "page": 457,
        "ruku": 395,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4038,
        "text": "Ләкин сез ул олугъ Коръәннән баш тартучысыз.\"",
        "numberInSurah": 68,
        "juz": 23,
        "manzil": 6,
        "page": 457,
        "ruku": 395,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4039,
        "text": "Фәрештәләрнең Адәм г-м хакында низагълашканнарын белү миңа лязем булмады, мәгәр вәхий аркылы гына белдем.",
        "numberInSurah": 69,
        "juz": 23,
        "manzil": 6,
        "page": 457,
        "ruku": 395,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4040,
        "text": "Миңа вәхий булмады Аллаһудан, мәгәр Коръән хөкемнәрен кешеләргә ирештерергә, Коръән белән гамәл кылучыларны җәннәт белән шатландырырга, Коръән белән гамәл кылмаучы динсезләрне җәһәннәм ґәзабы белән куркытырга вәхий ителде.",
        "numberInSurah": 70,
        "juz": 23,
        "manzil": 6,
        "page": 457,
        "ruku": 395,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4041,
        "text": "Раббың фәрештәләргә әйтте: \"Мин балчыктан Адәмне халык кылачакмын\".",
        "numberInSurah": 71,
        "juz": 23,
        "manzil": 6,
        "page": 457,
        "ruku": 395,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4042,
        "text": "Аны халык кылып тәмам иткәч, аңа җан кертеп тергездем, фәрештәләр Адәмне зурлап сәҗдәгә бардылар.",
        "numberInSurah": 72,
        "juz": 23,
        "manzil": 6,
        "page": 457,
        "ruku": 395,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4043,
        "text": "Фәрештәләрнең, барчасы берьюлы сәҗдә кылдылар.",
        "numberInSurah": 73,
        "juz": 23,
        "manzil": 6,
        "page": 457,
        "ruku": 395,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4044,
        "text": "Мәгәр Иблис сәҗдә кылмады. Тәкәбберләнде һәм кәферләрдән булды.",
        "numberInSurah": 74,
        "juz": 23,
        "manzil": 6,
        "page": 457,
        "ruku": 395,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4045,
        "text": "Аллаһу тәгалә әйтте: \"Ий Иблис, Мин Үз кодрәтем белән яраткан Адәмгә сәҗдә кылудан сине нәрсә тыйды? Тәкәбберләндеңме? Яки бөекләрдән булдыңмы?\"",
        "numberInSurah": 75,
        "juz": 23,
        "manzil": 6,
        "page": 457,
        "ruku": 395,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4046,
        "text": "Иблис әйтте: \"Мин Адәмнән хәерлерәкмен, чөнки мине уттан яраттың, Адәмне исә балчыктан яраттың\".",
        "numberInSurah": 76,
        "juz": 23,
        "manzil": 6,
        "page": 457,
        "ruku": 395,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4047,
        "text": "Аллаһ әйтте: \"Алай булса җәннәттән чык, тәхкыйк син рәхмәтеңнән сөрелмешсең.",
        "numberInSurah": 77,
        "juz": 23,
        "manzil": 6,
        "page": 457,
        "ruku": 395,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4048,
        "text": "Әлбәттә, кыямәт көненә чаклы Минем сиңа ләгънәтемдер\".",
        "numberInSurah": 78,
        "juz": 23,
        "manzil": 6,
        "page": 457,
        "ruku": 395,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4049,
        "text": "Иблис әйтте: \"Ий Раббым, кешеләрнең кубарылачак көннәренә чаклы мине дөньяда калдыр, үтермә\".",
        "numberInSurah": 79,
        "juz": 23,
        "manzil": 6,
        "page": 457,
        "ruku": 395,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4050,
        "text": "Аллаһ әйтте: \"Әлбәттә, син дөньяда калучысың.",
        "numberInSurah": 80,
        "juz": 23,
        "manzil": 6,
        "page": 457,
        "ruku": 395,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4051,
        "text": "Аллаһ хозурында мәгълүм булган көнгә чаклы, ягъни дөнья беткәнче\".",
        "numberInSurah": 81,
        "juz": 23,
        "manzil": 6,
        "page": 457,
        "ruku": 395,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4052,
        "text": "Иблис әйтте: \"Ий Раббым, ґиззәтең хакы өчен әйтәмен, кешеләрне һәммәсен аздырачакмын.",
        "numberInSurah": 82,
        "juz": 23,
        "manzil": 6,
        "page": 457,
        "ruku": 395,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4053,
        "text": "Мәгәр ихлас булган мөэмин бәндәләреңне аздырырга көчем җитмәс\".",
        "numberInSurah": 83,
        "juz": 23,
        "manzil": 6,
        "page": 457,
        "ruku": 395,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4054,
        "text": "Аллаһ әйтте: \"Хакны хак, дип әйтермен.",
        "numberInSurah": 84,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 395,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4055,
        "text": "Җәһәннәмне синең илә вә сиңа ияргән кешеләрнең һәммәсе белән тутырачакмын\".",
        "numberInSurah": 85,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 395,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4056,
        "text": "Ий Мухәммәд г-м, кешеләргә әйт: \"Ислам динен өйрәткәнем өчен сездән хак сорамыймын, һәм мин Коръәнне үземнән чыгарып сөйләүчеләрдән түгелмен.",
        "numberInSurah": 86,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 395,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4057,
        "text": "Коръән башка нәрсә түгел, мәгәр барча кешеләргә һәм җеннәргә зекер, вәгазь һәм диндер.",
        "numberInSurah": 87,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 395,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4058,
        "text": "Коръәннең хикмәтләрен яки Коръән кешеләргә иң зур нигъмәт икәнен бераз заман соңында белерсез. Дөньяда белмәсәгез ахирәттә белерсез!",
        "numberInSurah": 88,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 395,
        "hizbQuarter": 183,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "tt.nugman",
      "language": "tt",
      "name": "Yakub Ibn Nugman",
      "englishName": "Yakub Ibn Nugman",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}