{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 39,
    "name": "سُورَةُ الزُّمَرِ",
    "englishName": "Az-Zumar",
    "englishNameTranslation": "The Groups",
    "revelationType": "Meccan",
    "numberOfAyahs": 75,
    "ayahs": [
      {
        "number": 4059,
        "text": "Коръән-Кәрим һәр эштә җиңү вә хикмәт иясе булган Аллаһудан иңдерелгән хак китаптыр.",
        "numberInSurah": 1,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4060,
        "text": "Ий Мухәммәд г-м, Без сиңа Коръәнне хаклык белән иңдердек, динне ширек вә риядан пакьләп Аллаһуның Үзенә генә ихлас гыйбадәт кыл!",
        "numberInSurah": 2,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4061,
        "text": "Әгаһ булыгыз! Ширектән вә риядан пакь булган дин – Аллаһуга хастыр. Аллаһудан башка сынымнарны дус тоткан мөшрикләр, без аларга гыйбадәт кылмыйбыз, мәгәр безне Аллаһуга якын кылсыннар өчен генә аларга гыйбадәт кылабыз. Аллаһ кыямәт көнендә мөэминнәр илә мөшрикләр арасын дин эшләрендә ихътилаф иткәннәре өчен хөкем итәр. Дөреслектә Аллаһ Исламга көферлек итүчене вә ялганчыны туры юлга күндермәс.",
        "numberInSurah": 3,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4062,
        "text": "Әгәр Аллаһ бала тотарга теләсә иде, Үзе халык иткән мәхлуклардан теләгәнен ихтыяр итәр иде. Ләкин Аллаһ бала тотмактан пакь булды. Ул – Аллаһ ялгыздыр, көч ияседер.",
        "numberInSurah": 4,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4063,
        "text": "Ул – Аллаһ җирне вә күкләрне хаклык белән яратты, вә Ул кичне-төнне көндезгә кертеп көнне озынайтты, вә көндезне төнгә кертеп төнне озынайтты, вә кояш-айдан кешеләрне файдаландырды, кояш, ай һәм башкалары билгеле көнгә чаклы үз урыннарында йөрүчеләрдер. Әгаһ булыгыз, Ул – Аллаһ дошманнарыннан үч алуда көчле вә дусларын ярлыкаучыдыр.",
        "numberInSurah": 5,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4064,
        "text": "Ул сезне бер Адәмнән яратты, соңра Адәмнең хатыны – Һаваны яратты, вә сезнең өчен дөя, сыер, куй-сарык, кәҗәдән ата-аналы итеп сигез сыйныф хайван яратты, вә сезне аналарыгыз корсагында бертөрле сурәттә яратканнан соң икенче сурәткә кертәдер, башта су идегез, кан булдыгыз, соңра ит кисәге булдыгыз, соңра кеше сурәтенә кердегез. Анагызның эчендә өч кат караңгылыкта халык ителәсез: баланың пәрдәсе, бала ятак урын һәм ананың корсагыдыр. Әнә шулай һәрнәрсәне халык итүче Аллаһ сезнең Раббыгыздыр, һәрнәрсәгә патшалык Аның кулындадыр, Аллаһудан башка Илаһә юк, мәгәр Аллаһ үзе генәдер, Аллаһуга гыйбадәт кылмыйча кемгә гыйбадәт кылырсыз?",
        "numberInSurah": 6,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4065,
        "text": "Әгәр Аллаһуга иман китерүне вә Аңа гыйбадәт кылуны инкяр итсәгез, бит Аллаһ байдыр, сезнең иманыгызга һәм гыйбадәтегезгә мохтаҗ түгелдер, ләкин бәндәләренең кәфер, мөшрик һәм монафикъ булуларына риза булмас, әгәр Аңа гыйбадәт кылып шөкер итсәгез, ул эшегездән риза булыр. Ахирәттә һичкем башка кешенең гөнаһы өчен ґәзаб кылынмас, соңра кайтуларыгыз Раббыгыз хозурынадыр, шул вакытта кылган эшләрегез белән үзегезгә хәбәр бирер, шиксез Ул – Аллаһ күкрәкләр эчендәге нәрсәләрне белүчедер.",
        "numberInSurah": 7,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4066,
        "text": "Әгәр Аллаһсыз кешегә бәла-каза ирешсә, батыл эшләрдән бизеп Аллаһуга кайтканы хәлдә Раббысына ялварыр, соңра Аллаһ ул бәла-казаларны алып алар урынына нигъмәтләр бирсә, Аллаһуга ялварганын онытып, янә азгынлыкка китәдер, кешеләрне Аллаһ юлыннан адаштырыр өчен Аллаһның шәрике-тиңдәше бар, дип, вәсвәсә кыладыр. Син андый кешегә әйт: \"Ислам диненә көферлек кылганың өчен дөньяда аз гына файдалан, әлбәттә, син ут әһеленнәнсең\".",
        "numberInSurah": 8,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 396,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4067,
        "text": "Әмма кичләрдә озын вакыт кыямдә торып, сәҗдә кылып Аллаһуга гына коллык кылган мөэмин, ул ахирәт ґәзабыннан куркып Раббысының рәхмәтен өмет итәдер. Шул мөэмин кәфер яки мөшрик монафикъ белән бертигез булырмы? Әлбәттә, һич бертигез булмас! Кешеләргә әйт: \"Батылны белеп батылдан ерак булган, хакны белеп хак тарафында сабит булган хак мөэминнәр, батылны да, хакны да белмичә адашып йөргән сукырлар белән бертигез булырлармы? Хакны батылдан аеру хакында саф гакыллы кешеләр генә вәгазьләнерләр һәм батылдан бизеп хакны кабул итәрләр.\"",
        "numberInSurah": 9,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 396,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4068,
        "text": "Ий Мухәммәд г-м, әйт: \"Ий иман китергән Аллаһуның бәндәләре, Раббыгызның ґәзабыннан сакланыгыз! Дөньяда вакытта Аллаһуга итагать итеп изге гамәлләр кылган хак мөэминнәргә, ахирәттә җәннәт нигъмәтләре бардыр. Аллаһу тәгаләнең җире киндер, торган җаегызда дингә тарлык булса, иркен җайларның теләгән җаена күчегез! Җиһад вә һиҗрәт мәшәкатьләренә сабыр итүчеләргә хисапсыз әҗерләр бирелер.",
        "numberInSurah": 10,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4069,
        "text": "Әйт: \"Мин динне Аллаһ ризалыгы өчен генә тотып, Аңа гына ихлас гыйбадәт кылырга боерылдым\".",
        "numberInSurah": 11,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4070,
        "text": "Дәхи мин мөселманнарның әүвәлгесе булырга Аллаһудан боерылдым.",
        "numberInSurah": 12,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4071,
        "text": "Әгәр мин Раббыма гөнаһлы булсам, олугъ кыямәт көненең ґәзабыннан куркамын диген!",
        "numberInSurah": 13,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4072,
        "text": "Әйткел: \"Мин Аллаһ динен Аның ризасы өчен генә тотканым хәлдә Аллаһуга гына гыйбадәт кыламын.",
        "numberInSurah": 14,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4073,
        "text": "Сез мөшрикләр, Аллаһудан башка теләгән нәрсәгезгә гыйбадәт кылыгыз. Янә әйт: \"Алар мөшриклек белән һәлак булучылардыр, кыямәт көнне үзләрен һәм өй җәмәгатьләрен утка керү белән хәсрәткә салдылар, әгаһ булыгыз, мәңгегә утка керү мәгълүм булган олугъ хәсрәт түгелме?\"",
        "numberInSurah": 15,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4074,
        "text": "Аларга җәһәннәмдә өсләреннән дә, асларыннан: да уттан булган пәрдәләр булыр. Аллаһ бәндәләрен шул ут ґәзабы илә куркытадыр, ий бәндәләрем, Миннән куркыгыз, ґәзабымнан сакланыгыз!",
        "numberInSurah": 16,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4075,
        "text": "Әмма хак мөэминнәр сынымнарга гыйбадәт итүдән вә бидеґәт гамәлләрне кылудан сакландылар, вә Аллаһуга кайттылар, ягъни һәрвакыт Аңа итагать иттеләр, аларгадыр җәннәт белән бәшарәт. Колларыма җәннәт белән бәшарәт бир.",
        "numberInSurah": 17,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4076,
        "text": "Алар сүзне ишетеп яхшысына гына иярерләр, Аллаһ аларны туры юлга күндерде һәм алар гакыл ияләредер.",
        "numberInSurah": 18,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4077,
        "text": "Әйә берәүгә ґәзаб сүзе ваҗеб булса, әйә син ул утта булган кешене чыгарырга көчең җитәрме?",
        "numberInSurah": 19,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4078,
        "text": "Ләкин Раббыларыннан курыккан мөэминнәргә җәннәттә берсе өстенә берсе бина ителгән чардаклар бардыр, асларыннан татлы елгалар агадыр, бу Аллаһның вәгъдәседер, Аллаһ вәгъдәсендә һич хыйлафлык кылмас.",
        "numberInSurah": 20,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4079,
        "text": "Әйә күрәсеңме Аллаһ күктән су иңдерде, соңра ул суны чишмәләргә, елгаларга кушты, соңра ул су белән төрле төстәге игеннәр, җимешләр вә үләннәрне үстерде, көзге якта барып да саргайган күрерсең, соңра ул игеннәрне вә үләннәрне сулган, вакланган кылыр. Аллаһуның бу эшендә гакыл ияләре өчен, әлбәттә, вәгазь һәм гыйбрәтләр бардыр.",
        "numberInSurah": 21,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4080,
        "text": "Әйә Аллаһ берәүнең күкрәк эчен киң кылып ислам динен кабул иттерсә, вә ул Раббысының Һидәят нуры яктылыгында булса, ягъни Аллаһ ярдәме белән туры юлны бик яхшы күреп барса, ул кеше, имансыз, юлсыз кеше кеби булырмы? Аллаһ зекере һәм вәгазе булган Коръәннән күңелләре гафил булган кешеләргә ни үкенеч вә һәлакәтлектер. Алар Коръән белән гамәл кылмаулары сәбәпле ачык адашмакталар.",
        "numberInSurah": 22,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4081,
        "text": "Аллаһ сүзләрнең күркәмрәген иңдерде, ул сүзләр аятьләре бер-берсенә охшаган китаптыр, анда хөкеми аятьләр икешәр мәртәбә зекер ителмештер, ґәзабларны сөйләгән аятьләрне укыганда, Аллаһудан курыккан кешеләрнең тиреләре тетрәр, соңра күңелләре вә тиреләре Аллаһ зекере белән карарланыр. Ошбу Коръән Аллаһ һидәятедер, аның белән үзе теләгән кешене туры юлга күндерер. Вә берәүне Аллаһ адаштырса, аңа туры юлны бирүче булмас.",
        "numberInSurah": 23,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4082,
        "text": "Кыямәт көнне куллары богауланып каты ґәзабка йөзтүбән салынган кеше, җәннәткә кереп имин булган кеше белән бертигез булырмы? Коръән белән гамәл кылмаучы залимнәргә кәсеп иткән золымыгызның ґәзабын татыгыз, диелер.",
        "numberInSurah": 24,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4083,
        "text": "Хәзерге кәферләрдән әүвәлге кәферләр дә пәйгамбәрләрне ялганга тоттылар, аларга һич сиздермичә ґәзаб килде.",
        "numberInSurah": 25,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4084,
        "text": "Аллаһ аларга дөнья тереклегендә хурлыкны татытты, вә аларга ахирәт ґәзабы олугърактыр, әгәр белер булсалар.",
        "numberInSurah": 26,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4085,
        "text": "Без бу Коръәндә кешеләргә төрле мисаллар китердек, шаять кешеләр вәгазьләнерләр.",
        "numberInSurah": 27,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4086,
        "text": "Ул Коръән ґәрәб телендә булып кимчелекле булмаган хәлдә шаять Аллаһуга тәкъвалык кылырлар.",
        "numberInSurah": 28,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4087,
        "text": "Аллаһ ике ирне мисал итеп күрсәтә: берсенең хуҗалары күп булып, хуҗалары бар да әмер иткәндә кайсысының әмерен үтим икән, дип аптырап каладыр. Икенче ирнең хуҗасы бер генә булып, хуҗасы ни әйтсә шуны эшләп хуҗасын риза кыладыр. Күп хуҗалысы мөшриккә мисал, бер генә хуҗалысы мөэмингә мисалдыр. Мактау Аллаһуга хасдыр, бәлки кешеләрнең күбрәге белмиләр.",
        "numberInSurah": 29,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4088,
        "text": "Ий Мухәммәд г-м, син дә үлүче, алар да үлүчеләрдер, үлемгә хәзерләнегез.",
        "numberInSurah": 30,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4089,
        "text": "Соңра, ий кешеләр, кыямәт көнендә Раббыгыз хозурында дөньядагы золымнарыгыз өчен низагьлашырсыз.",
        "numberInSurah": 31,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4090,
        "text": "Аллаһуның баласы бар, дип, Аллаһуга ялган сөйләгән кешедән дә залимрәк кеше бармы? Вә хаклык белән килгән Коръәнне ялганга тотучыдан да залимрәк кеше бармы? Югыйсә, кәферләргә җәһәннәмдә урын юк, дип уйлыйлармы, әлбәттә, аларга анда урын бар.",
        "numberInSurah": 32,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4091,
        "text": "Мухәммәд г-м Коръәнне дөреслек белән китерде, вә мөэминнәр Коръәннең һәр сүзен дөресләп иман китерделәр, алар гөнаһтан сакланучы тәкъва кешеләрдер.",
        "numberInSurah": 33,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4092,
        "text": "Аларга Аллаһ хозурында теләгән нәрсәләре булыр, җәннәткә керү һәм анда теләгән нәрсәгә ирешү, эшләре вә гамәлләре яхшы булган мөэминнәрнең җәзасыдыр.",
        "numberInSurah": 34,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4093,
        "text": "Аллаһ аларның явыз эшләрен бетерсен өчен һәм кылган изге гамәлләренең яхшырагы буенча хисап итеп күбрәк әҗер бирсен өчен.",
        "numberInSurah": 35,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4094,
        "text": "Үзенең колы Мухәммәд г-мне сакларга һәм ярдәм бирергә Аллаһ үзе җитмиме? Мөшрикләр үзләре яки сынымнары белән сине куркыталар, алар саташканнар. Бит Аллаһ берәүне адаштырса аны туры юлга кертүче булмас.",
        "numberInSurah": 36,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4095,
        "text": "Бер кешегә Аллаһ һидәят бирсә, аны адаштыручы аздыручы булмас. Әллә Аллаһ җиңү иясе вә дошманнардан үч алу иясе түгелме?",
        "numberInSurah": 37,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4096,
        "text": "Әгәр син ул мөшрикләрдән сорасаң – җир вә күкләрне кем яратты дип, әлбәттә, Аллаһ яратты, диярләр. Әйт: \"Әгәр Аллаһ миңа бер зарар ирештерергә теләсә, сезнең Аллаһудан башка гыйбадәт сынымнарыгыз шул зарарны миннән җибәрә алырлармы, яки Аллаһ миңа рәхмәт итәргә теләсә, ул рәхмәтне миңа җибәрмичә тотып калырга сынымнарыгызның көче җитәрме? Әйт: \"Миңа һәр эштә ярдәм бирергә вә мине сакларга Аллаһ җитәдер, хак тәвәккәл итүчеләр, әлбәттә, Аллаһуга тәвәккәл итәрләр\".",
        "numberInSurah": 38,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4097,
        "text": "Итагать итмәүчеләргә әйт: \"Сез үз халәтегездә эш кылыгыз, гамәл итегез, мин дә үз халәтемдә гамәл кыламын. Эшегезнең батыл икәнлеген тиздән белерсез.",
        "numberInSurah": 39,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4098,
        "text": "Аллаһуның рисвай итүче ґәзабы кемгә килер вә мәңгелек ґәзаб кемгә булыр?",
        "numberInSurah": 40,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4099,
        "text": "Ий Мухәммәд г-м, Без сиңа Коръәнне хаклык белән иңдердек, кешеләр аның белән гамәл кылсыннар өчен, әгәр берәү Коръән белән гамәл кылып туры юлны тапса, файдасы, әлбәттә, үзенәдер. Вә берәү Коръән белән гамәл кылмыйча хак юлдан адашса, адашуының зарары, әлбәттә, үзенәдер. Син аларны дингә көчләүче вәкил булмадың.",
        "numberInSurah": 41,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4100,
        "text": "Аллаһ үлгән вакытларын һәр кешенең рухын тәненнән аерып алыр, бер хәлдә кешеләр йоклаганда рухларын алыр, үлем белән хөкем ителгәненә рухны кире кайтармас, ул кеше үлгән булыр. Әмма үлем белән хөкем ителмәгәненә рухны кире кайтарыр, ул кеше әҗәле җиткәнче яшәр. Аллаһуның бу эшендә, әлбәттә, фикер ияләренә гыйбрәтләр бардыр.",
        "numberInSurah": 42,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4101,
        "text": "Югыйсә алар Аллаһудан башка сынымнарны шәфәгатьче итеп тоталармы? Бит ул сынымнарыгыз һичнәрсәгә хуҗа була алмыйлар һәм сезнең аларга гыйбадәт иткәнегезне дә белмиләр, шулай булгач ничек шәфәгать итә алсыннар?",
        "numberInSurah": 43,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4102,
        "text": "Әйт син аларга: \"Шәфәгатьнең барчасы Аллаһуга хастыр, Аның үзеннән башка һичкем шәфәгать итә алмас. Җир вә күкләр Аллаһ мөлкедер, соңра Аңа кайтарыласыз.",
        "numberInSurah": 44,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4103,
        "text": "Әгәр Аллаһуның бер генә икәнлеге зекер ителсә, ахирәт көненә ышанмаган кешеләрнең күңелләре нәфрәтләнер вә тетрәр. Әгәр Аллаһудан башка нәрсәнең исеме зекер ителсә, ул вакытта алар шатланырлар.",
        "numberInSurah": 45,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4104,
        "text": "Әйткел: \"Ий җирне вә күкләрне халык итүче Аллаһ! Син яшерен нәрсәләрне дә вә ачык әшкәрә нәрсәләрне дә белүчесең, вә Син үзең генә хөкем итәсең бәндәләреңнең дин эшләрендә ихтыйлаф иткән мәсьәләләрендә.",
        "numberInSurah": 46,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4105,
        "text": "Әгәр җирдәге нәрсәләр барчасы кәферләрнеке булса, дәхи шуның хәтле кушылса, каты ґәзабтан котылыр өчен кыямәт көнне садака итеп бирсәләр, һич кабул булмас иде. Дөньяда һич исәп итмәгән каты ґәзаб аларга ахирәттә Аллаһудан ирешер.",
        "numberInSurah": 47,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4106,
        "text": "Аларның дөньяда кәсеп иткән явызлыклары алларында заһир булыр, вә аларга Коръән аятьләрен вә пәйгамбәр сүзләрен мәсхәрә кылуларының ґәзабы тиешле булыр.",
        "numberInSurah": 48,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4107,
        "text": "Әгәр кешене бәла-каза тотса, Безгә дога кылыр соңра аңа бәла-каза урынына нигъмәт бирсәк, ул исә – бу нигъмәт кәсеп итә белүемнән бирелде, дияр. Бәлки ул нигъмәт аңа фетнә вә сынау гынадыр, ләкин аларның күбрәге белмиләр.",
        "numberInSurah": 49,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4108,
        "text": "Ул сүзне үлекләр дә әйтерләр иде, ләкин аларның кәсеп иткән нәрсәләре Безнең ґәзаб килгәндә һич файда бирмәде.",
        "numberInSurah": 50,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4109,
        "text": "Вә явыз кәсепләренең җәзасы аларга иреште, вә пәйгамбәргә вә мөселманнарга золым иткән мөшрикләргә дә кәсеп иткән авызлыкларының җәзасы ирешер. Алар Безне гаҗиз итә алмаслар.",
        "numberInSurah": 51,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4110,
        "text": "Әллә белмиләрме Аллаһ теләгән бәндәсенә киң ризык бирер, вә теләгән бәндәсенә тар ризык бирер, Аллаһуның бу эшендә Мөэминнар өчен гыйбрәтләр бар.",
        "numberInSurah": 52,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4111,
        "text": "Минем мөэмин бәндәләремә әйткел: \"Ий бәндәләрем, гөнаһ кылып үзегезгә зарар иткән булсагыз, Аллаһуның рәхмәтеннән өмет өзмәгез, чөнки тәүбә итеп төзәлгәндә Аллаһ гөнаһларны ярлыкаучыдыр, Ул – Аллаһ ярлыкаучы вә рәхимледер.",
        "numberInSurah": 53,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4112,
        "text": "Вә Аллаһуга инәбатлы булыгыз һәм ґәзаб килмәс борын Аллаһуга гыйбадәт кылыгыз вә Аңа итагать итегез, бит ґәзаб килсә, сезгә ярдәм бирелмәс.",
        "numberInSurah": 54,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4113,
        "text": "Вә сезне сиздермичә генә кинәттән Аллаһ ґәзабы тотмас борын Раббыгыздан иңдерелгән аятьләрнең күркәмрәгенә иярегез, ягъни Аллаһ кушкан эшләрне эшләгез вә Ул тыйган эшләрдән тыелыгыз.",
        "numberInSurah": 55,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4114,
        "text": "Аллаһуга гыйбадәт илә итәгатькә ашыгыгыз, Аллаһуның әмерләрендә кимчелек кылганым өчен миңа хәсрәт килде диюдән элек, вә инсафсыз кеше бидеґәтләрне яклап, Коръән хөкемнәрен мәсхәрә итәдер идем, дияр.",
        "numberInSurah": 56,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4115,
        "text": "Яки ґәзабны күргәч, кеше әйтер, әгәр Аллаһ миңа һидәят биргән булса тәкъвәләрдән булыр идем.",
        "numberInSurah": 57,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4116,
        "text": "Ґәзабны күргәч әйтер, әгәр миңа янә бер мәртәбә дөньяга кайту булса иде, әлбәттә, мин изгеләрдән булыр идем, дип.",
        "numberInSurah": 58,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4117,
        "text": "Бәлки сиңа Безнең ислам динен ачык өйрәтүче вә җәһәннәм хәлләрен ачык бәян итүче аятьләрем килде, ләкин син аларны ялганга тоттың, Коръән белән гамәл кылудан тәкәбберләндең һәм кәферләрдән булдың.",
        "numberInSurah": 59,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4118,
        "text": "Аллаһуның баласы бар диюче мөшрикләрнең йөзләрен кыямәт көнне каралган хәлдә күрерсең. Иман китермәүче тәкәбберләргә әллә җәһәннәмдә урын юкмы? Әлбәттә, бик кабахәт урын бар.",
        "numberInSurah": 60,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4119,
        "text": "Мөшриклектән, монафикълыктан, фәхеш, хәрам эшләрдән һәм бидеґәт гамәлләрдән сакланучы вә фарыз, ваҗеб, сөннәт гамәлләрне үтәүче тәкъва мөэминнәрне Аллаһ җәһәннәм утыннан саклар һәм аларны җәннәткә нигъмәтләр эченә кертер, аларга бернинди авырлык вә кайгы ирешмәс.",
        "numberInSurah": 61,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4120,
        "text": "Аллаһ һәрнәрсәне халык итүче вә һәрнәрсә өстеннән үзе белгәнчә эш йөртүчедер.",
        "numberInSurah": 62,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4121,
        "text": "Җир вә күкләр хәзинәсенең ачкычлары Аллаһ кулындадыр. Аллаһның аятьләренә ышанмаучылар, алданып мәңгегә хәсрәттә вә ґәзабта булачаклар.",
        "numberInSurah": 63,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4122,
        "text": "Ий җаһил ахмаклар, Аллаһудан башкага гыйбадәт кылу, дөньяда иң кабахәт эш икәнлеге һәм Аллаһуга гына гыйбадәт итү иң хәерле эш икәнлеге ачыкланганнан соң, мине агач вә ташларга гыйбадәт кылырга әмер итәсезме? Ий җаһилләр!",
        "numberInSurah": 64,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4123,
        "text": "Ий Мухәммәд г-м, сиңа һәм синнән әүвәлге пәйгамбәрләргә вәхий ителде, әгәр Аллаһуга бернәрсәне шәрик-тиңдәш итсәгез, әлбәттә, гамәлләрегез батыл булыр иде вә үзегез дә һәлак булучылардан булыр идегез.",
        "numberInSurah": 65,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4124,
        "text": "Бәлки Аллаһуга гына гыйбадәт кыл, вә сиңа биргән нигъмәтләренә шөкер итүчеләрдән бул!",
        "numberInSurah": 66,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4125,
        "text": "Кешеләр Аллаһуны чын тану белән танымадылар вә зурламадылар, бит кыямәт көнендә җирнең һәр катлавы Аллаһ җитәкчелегендә вә Аның мөлкендә булыр, вә күкләрдә Аның кодрәтенә җыелырлар, Аллаһ зурлыгы янында җир-күкләр бер учка сыйган нәрсә кеби булырлар. Ул – Аллаһ мөшрикләр сыйфатлаган тиешсез сыйфатлардан бик бөек.",
        "numberInSurah": 67,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4126,
        "text": "Әгәр беренче сурга өрелсә, җирдә вә күкләрдә булган һәр җан иясе үләр яки һушсыз булыр, мәгәр Аллаһ теләгән затлар үлмәсләр. Соңра икенче мәртәбә өрелгәч, һәммә кешеләр каберләреннән чыгып, безгә хәзер ни була инде дип басып торырлар.",
        "numberInSurah": 68,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4127,
        "text": "Хөкем көнендә Раббымның нуры белән мәхшәр җире яктырыр, вә гамәл дәфтәрләре кешеләрнең алларына куелыр, һәм пәйгамбәрләр шәһитләр китерерләр, вә кешеләр арасында гаделлек белән хөкем тәмам булыр, вә аларга гөнаһларын арттырып яки сәвабларын киметеп золым ителмәс.",
        "numberInSurah": 69,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4128,
        "text": "Кылган яхшы вә яман эшләренең җәзасы һәркемгә тәмамән бирелер, Аллаһ бәндәләренең ни кылганнарын белүчедер.",
        "numberInSurah": 70,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4129,
        "text": "Кәферләрне җәмәгать булганнары хәлдә җәһәннәмгә куарлар, җәһәннәм янына килсәләр җәһәннәмнең ишекләре ачылыр, җәһәннәмнең сакчы фәрештәләре әйтерләр: \"Әйә сезгә Раббыгызның аятьләрен укучы вә ошбу җәһәннәмгә керәчәк көнегез белән куркытучы пәйгамбәрләр килмәдеме?\" Алар әйтерләр: \"Әйе, килделәр, сөйләделәр һәм куркыттылар\" – дип. Ләкин ґәзаб сүзе кәферләргә ваҗеб булды.",
        "numberInSurah": 71,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4130,
        "text": "Аларга әйтелер: \"Җәһәннәм ишекләреннән керегез, анда мәңге калганыгыз хәлдә, Ул урын нинди урындыр тәкәбберләр өчен.",
        "numberInSurah": 72,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4131,
        "text": "Раббиларына тәкъвалык кылган мөэминнәрне җәмәгать булганнары хәлдә җәннәткә куарлар, хәтта алар барган төшкә җәннәт ишекләре ачылып торыр, җәннәт сакчылары аларга әйтерләр: \"Сезгә сәлам булсын, ягъни тыныч имин хәлдә җәннәткә мәңгегә керегез, чөнки сез дөньяда явызлыктан пакь булдыгыз\".",
        "numberInSurah": 73,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4132,
        "text": "Һәм җәннәткә кергән кешеләр әйтерләр: \"Аллаһуга мактау булсын, Ул безгә биргән вәгъдәсендә торды, вә безне җәннәт җиренә хуҗа кылды, хәзер без җәннәтнең теләгән җирендә торабыз, ул җәннәт ни хуш, ни яхшы урындыр, изге гамәлләр кылучылар өчен\".",
        "numberInSurah": 74,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4133,
        "text": "Күрерсең фәрештәләрне Ґәрешне чолгап алып тирәсендә таваф итәрләр, дәхи Раббыларын мактап тәсбихләр әйтерләр, Кешеләргә Аллаһуның хөкеме гаделлек белән тәмам булды. Соңра: \"Әлхәмдү Лилләһи раббилгаләмин\" – диелер.",
        "numberInSurah": 75,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "tt.nugman",
      "language": "tt",
      "name": "Yakub Ibn Nugman",
      "englishName": "Yakub Ibn Nugman",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}