{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 41,
    "name": "سُورَةُ فُصِّلَتۡ",
    "englishName": "Fussilat",
    "englishNameTranslation": "Explained in detail",
    "revelationType": "Meccan",
    "numberOfAyahs": 54,
    "ayahs": [
      {
        "number": 4219,
        "text": "Ха мим.",
        "numberInSurah": 1,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4220,
        "text": "Ошбу Коръән рәхимле вә шәфкатьле Аллаһудан иңдерелгән хак китаптыр.",
        "numberInSurah": 2,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4221,
        "text": "Ошбу китапның аятьләре ачык аңлатылды вә Коръәндә һәрнәрсә ачык өйрәтелде, ґәрәб телендә укылганы хәлдә Аллаһудан иңдерелгән хак китап дип белгән кешеләр өчен.",
        "numberInSurah": 3,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4222,
        "text": "Ул Коръән аның белән гамәл кылучыларны шатландырыр, вә аның белән гамәл кылмаучыларга җәһәннәм ґәзабы хәзерләнде, дип хәбәр бирер. Бәлки кешеләрнең күбрәге Коръәннән баш тартты, алар Коръәннең хак сүзләрен ишетмәсләр. Баш тарткач ничек ишетсен?",
        "numberInSurah": 4,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4223,
        "text": "Коръәнгә ышанмаучылар әйттеләр: \"Ий Мухәммәд г-м, син безне Коръәнгә чакырасың, безнең күңелебездә пәрдә бар ки – аны аңламас, вә колакларыбызда саңгыраулык бар аны ишетмәс, вә синең белән безнең арабызда пәрдә бардыр, син үз динең белән гамәл кыл, вә без дә үз динебез белән гамәл кылабыз\", – дип.",
        "numberInSurah": 5,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4224,
        "text": "Син аларга әйт: \"Мин дә сезнең кеби үк бер адәм баласымын, ләкин миңа Аллаһудан вәхий киләдер, сезнең Илаһәгезнең ялгыз бер генә Аллаһ икәнлеге белән, Аңа чын иман китереп туры итагать итүче булыгыз, һәм тәүбә итеп Аңардан гафу сорагыз! Мөшрикләргә һәлак булудыр.",
        "numberInSurah": 6,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4225,
        "text": "Ул мөшрикләр зәкят бирмәсләр вә алар ахирәт көненә ышанмаслар.",
        "numberInSurah": 7,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4226,
        "text": "Иман китереп изге гамәлләр кылучы хак мөэминнәргә һич бетми вә кимеми торган җәннәт нигъмәтләре бардыр.",
        "numberInSurah": 8,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4227,
        "text": "Син аларга әйт: \"Әйә сез ике көндә җирне төзеп тәмам иткән Аллаһуга иман китермисезме, вә Аңа шәркләр-тиндәшләр кыласызмы? Ике көндә җирне яратучы Ул – Аллаһ барча галәмне тәрбия итүчедер, Аның тиңдәше юк.",
        "numberInSurah": 9,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4228,
        "text": "Вә ул җир өстендә зур-зур таулар кылды вә ул җирнең файдаларын күп кылды, вә кешеләр һәм хайваннар өчен ризыклар халык кылды, җирне вә җирдәге байлыкны сораучылар өчен төгәл дүрт көндә халык кылды.",
        "numberInSurah": 10,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4229,
        "text": "Соңра күкне халык кылырга теләде ул вакытта күк төтен иде, күккә вә җиргә теләп яки теләмичә: \"Миңа итагать итегез, ягъни Мин әйткәнчә булыгыз!\" Алар әйттеләр: \"Йә Рабби, теләп үз ихтыярыбыз илә баш иябез\", – диделәр.",
        "numberInSurah": 11,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4230,
        "text": "Күкләрне җиде кат итеп ике көндә төзеп тәмам кылды, вә һәр күк халкына үзенең әмерен вәхий белән аңлаттык, вә дөнья күген якты йолдызлар белән зиннәтләдек, вә шайтаннарның фәрештәләр сүзләрен тыңлап урлауларыннан атылгучы йолдызлар белән сакладык, бу әйтелгәннәр һәр эштә җиңүче вә һәрнәрсәне белүче Аллаһу тәгалә эшедер.",
        "numberInSurah": 12,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4231,
        "text": "Әгәр Коръәнгә иман китерүдән баш тартсалар, син аларга әйт: \"Мин сезне куркытамын, ягъни әгаһландырамын Гая вә Сәмуд кавемен һәлак иткән яшен кеби каты яшен ґәзабы белән\".",
        "numberInSurah": 13,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4232,
        "text": "Ул кавемнәргә пәйгамбәрләр башта да килеп вә соңрак та килеп Аллаһудан башка һичнәрсәгә гыйбадәт кылмагыз диделәр. Ул кәферләр кеше затыннан булган пәйгамбәрләрне инкяр итеп әйттеләр: \"Әгәр Раббыбыз безне туры юлга күндерергә теләсә, әлбәттә, безгә пәйгамбәр итеп фәрештәләр җибәрер иде, әмма сезнең пәйгамбәр итеп җибәрелүегезгә ышанмыйбыз\", – диделәр.",
        "numberInSurah": 14,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4233,
        "text": "Әмма Гад кавеме һич хаксыз җир өстендә тәкәбберлек кылдылар, пәйгамбәрләргә каршы гаять олугъланып әйттеләр: \"Бездән куәтлерәк кем бар, һичкем юк, ґәзаб килсә, куәтебез белән котылырбыз\", – дип. Әйә алар күрмиләрме, дөреслектә аларны халык кылган Аллаһ алардан үлчәүсез дәрәҗәдә куәтледер. Ләкин алар Безнең аятьләребезне инкяр итүдән башканы белмиләр.",
        "numberInSurah": 15,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4234,
        "text": "Без аларга бәхетсез көннәрдә яңгырсыз көчле җил җибәрдек, дөнья тереклегенең хур итүче ґәзабын татытмаклыгыбыз өчен, мактанучылар куәтләре белән җилгә каршы тора алмадылар, һәлак булдылар, әмма ахирәт ґәзабы хәсрәтлерәк вә катырактыр, анда аларга ярдәм бирелмәс.",
        "numberInSurah": 16,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4235,
        "text": "Әмма Сәмуд кавеменә һидәятне ачык бәян иттек, алар исә иманлы булудан кәфер булуны артык күрделәр, аларны кәсеб иткән явызлыклары сәбәпле хур итүче каты ґәзаб тотты.",
        "numberInSurah": 17,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4236,
        "text": "Вә ул ґәзабтан иман китереп гөнаһлардан сакланучы хак мөэминнәрне коткардык.",
        "numberInSurah": 18,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4237,
        "text": "Аллаһ дошманнары җәһәннәмгә кертелсәләр, әүвәл кергәннәре туктап соңыннан кергәннәрне көтәрләр, бер-берсен күрсеннәр өчен.",
        "numberInSurah": 19,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 415,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4238,
        "text": "Алар җәһәннәмгә кергәч, алар өстеннән хәтта колаклары, күзләре, вә тиреләре кылган бозык эшләреннән шәһадәт бирерләр.",
        "numberInSurah": 20,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 415,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4239,
        "text": "Алар үзләренең тиреләренә әйтерләр: \"Ник сез безнең зарарыбызга шәһадәт бирәсез\", – дип. Тиреләре әйтер: \"Без сөйләгән сүзләрне Аллаһу тәгалә сөйләтте, вә Ул – Аллаһ әүвәл мәртәбәдә сезне халык кылды, каберләрегездән кубарылгач та шул Аллаһуга кайтырсыз\", – дип.",
        "numberInSurah": 21,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 415,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4240,
        "text": "Сез дөньяда бозык эшләрне кешеләрдән яшереп качып эшләдегез, әмма\" Аллаһудан һәм үзегезнең әгъзаларыннан яшерә алмадыгыз, һәм ул әгъзаларыгыздан кыямәт көнендә өстебездән торырлар вә безнең зарарга шәһадәт бирерләр дип уйлап карамадыгыз, ләкин сез кылган бозык эшләрегезнең күбрәген Аллаһ белмидер, дип уйладыгыз.",
        "numberInSurah": 22,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 415,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4241,
        "text": "Аллаһ безнең бозык эшләребезнең күбрәген белмидер дигән заныгыз бүген сезне һәлак итте, моның өчен хәсрәтләнүче вә кайгыручы булып әверелдегез.",
        "numberInSurah": 23,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 415,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4242,
        "text": "Ул Коръән белән гамәл кылмаучылар, әгәр җәһәннәм ґәзабына чыдасалар, аларга утырачак урындыр, әгәр изге гамәлләр кылыр өчен дөньяга кайтарылуны сорасалар, алар дөньяга кайтарылачак түгелләр.",
        "numberInSurah": 24,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 415,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4243,
        "text": "Коръән белән гамәл кылмаганнары өчен Без аларга шайтанны ирекле кылдык, шайтан аларны дөнья байлыгы белән алдаган кеби батыл дин, бидеґәт гамәлләр, хорафатлар белән дә алдады, ахирәттән мәхрүм итте, ґәзаб кылырбыз дигән сүзебез аларга лязем булды, болар да элек үтеп киткән Без һәлак иткән кешеләр вә җеннәр җөмләсеннәндерләр, инде алар барчасы мәңгегә ґәзаб белән хәсрәттә калучылардыр.",
        "numberInSurah": 25,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 415,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4244,
        "text": "Коръән Кәримне кем генә укыса да, кәферләр әйтәләр: \"Коръән сүзләренә колак салмагыз, тыңламагыз, Коръән укучыны укудан туктатыр өчен юк-бар сүзләр белән кычкырышып сөйләшегез\", – дип.",
        "numberInSurah": 26,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 416,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4245,
        "text": "Коръәнгә ышанмаучыларга һәм Коръән сүзләрен тыңламаучыларга, әлбәттә, каты ґәзабны татытырбыз, дәхи аларны кабахәт эшләренең кабихырагы белән җәзаларбыз.",
        "numberInSurah": 27,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 416,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4246,
        "text": "Ошбу кабих җәза Аллаһ дошманнарына җәһәннәм утыдыр, анда алар өчен тора торган урын бардыр, Коръәнне инкяр итүләренең җәзасы шул булсын өчен.",
        "numberInSurah": 28,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 416,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4247,
        "text": "Уттагы кәферләр әйтерләр: \"Ий Раббыбыз, безне хак диннән адаштыручы җеннәрне вә кешеләрне безгә күрсәтче, без аларны утта аяк астыбызга салып таптар идек, хәтта бездән дә катырак ґәзабта булсыннар өчен\", – дип. Күрәсез, дөньяда азгынлыкта дус булган кешеләр, ахирәттә дус була алмаслар икән ләбаса.",
        "numberInSurah": 29,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 416,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4248,
        "text": "Дөреслектә иман китергән кешеләр безнең тәрбиячебез Аллаһ, диярләр, соңра иманда, диндә һәм тормышта туры гадел булдылар, үлгән вакытларында аларга рәхмәт фәрештәләре иңәрләр, сез хак мөэминнәрсез, үлемнән вә ахирәттән курыкмагыз, һәм дөньяда калган якыннарыгыз өчен дә көенмәгез, бәлки үзегезгә вәгъдә ителгән җәннәт белән шатланыгыз, диярләр.",
        "numberInSurah": 30,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 416,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4249,
        "text": "Без сезнең белән дөньяда һәм ахирәттә дусларбыз, сезне адашып һәлак булуыгыздан сакларбыз, үзегезгә хәзерләнгән җәннәттә күңелләрегез ни теләсә шул булгучыдыр, дәхи анда сез ни сорасагыз шул бирелер.",
        "numberInSurah": 31,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 416,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4250,
        "text": "Ярлыкап рәхмәт итүче Аллаһудан хәзерләнмеш төрле яхшы ризыклар булганы хәлдә.",
        "numberInSurah": 32,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 416,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4251,
        "text": "Ислам динендә, Коръән юлында файдалы эшләрне, изге гамәлләрне кылганы хәлдә Аллаһуга иман китерергә һәм ислам динен кабул итәргә кешеләрне чакыручы мөселманның сүзеннән дә күркәмрәк файдалырак сүз булырмы, һәм ул һәркайда әйтәдер: мин мөселман, бу эшләрне эшләргә мин бурычлымын, дип. Ягъни бу эш һәр мөселманның бурычыдыр.",
        "numberInSurah": 33,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4252,
        "text": "Яхшылык белән явызлык бертигез булмаслар, чөнки яхшылыкка файда һәм сәваб бар, явызлыкка зарар һәм ґәзаб бар. Әгәр сиңа берәү явызлык кылса, син аңа җавап итеп яхшылык кыл, ул кеше сиңа явызлыкны дошманлык илә кыладыр, әмма син сабыр ит һәм дә аның явызлыгына карты һәрвакыт изгелек ит, соңра ул синдә явызлыкның юклыгын белеп, явызлык итүеннән туктар һәм тәүбә итеп синнән гафу сорар, аннары бер-берегезгә якын дус булырсыз.",
        "numberInSurah": 34,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4253,
        "text": "Ләкин бу эшне һәр кеше эшли алмас, мәгәр көчле иманлы, чын сабырлы мөэминнәр генә эшли алырлар, вә явызлыкка каршы изгелек итү һәрбер кешегә бирелмәс, мәгәр олугъ бәхетле кешегә генә бирелер.",
        "numberInSurah": 35,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4254,
        "text": "Әгәр явызлык итүчегә изгелек итәргә шайтан сиңа ирек бирмәсә, шайтанның шәреннән Аллаһуга сыгын, Ул сине шайтан вәсвәсәсеннән саклар, аннары явызлыкка каршы изгелек итә алырсың. Бит Ул – Аллаһ ишетүче вә белүчедер.",
        "numberInSurah": 36,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4255,
        "text": "Төннең вә көннең яратылышы, кояш вә айның төзелеше һәм хәрәкәтләре Аллаһуның кодрәтенә вә берлегенә дәлаләт итә торган галәмәтләрдәндер, ий кешеләр, кояшка вә айга сәҗдә кылмагыз, чөнки алар да сезнең кеби мәхлукләрдер, бәлки барча нәрсәне халык кылучы Аллаһуга сәҗдә кылыгыз, әгәр сез Аллаһуга гына гыйбадәт итә торган булсагыз?",
        "numberInSurah": 37,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4256,
        "text": "Әгәр кире кешеләр Аллаһуга гыйбадәт кылырга тәкәбберләнсәләр, алар өчен кайгырма, Раббың хозурында булган хөрмәтле фәрештәләр вә Аллаһуның рәхмәтенә якын булган мөэминнәр көндезләрен вә кичәләрен Аңа тәсбихләр әйтәләр, алар тәсбих әйтүдән һич тә арымаслар.",
        "numberInSurah": 38,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": {
          "id": 12,
          "recommended": false,
          "obligatory": true
        }
      },
      {
        "number": 4257,
        "text": "Әлбәттә күрәсең, корыган үләнсез җиргә күктән су иңдерсәк үлгән җир терелеп яшәрәдер, шул хәлдә үлгән җирне тергезүче Аллаһ, әлбәттә, үлгән кешеләрне тергезәчәктер, Аның һәрнәрсәгә көче җитәдер.",
        "numberInSurah": 39,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4258,
        "text": "Безнең аятьләребезне ялган дип уйлаучылар хак юлдан чыгарлар, ягъни хак юлны тапмаслар. Алар ничек тә Бездән яшеренә алмаслар. Кыямәт көнендә утка ташланган кешенең хәле яхшы булырмы? Яки кыямәт көнне һәр куркынычтан вә ґәзабтан имин булган кешенең хәле яхшы булырмы? Инде теләгәнегезне кылыгыз, ягъни теләсәгез Коръән күрсәткән юлны ташлап мәңгегә утка керергә хәзерләнегез, яки теләсәгез Коръән күрсәткән хак юл белән барып җәннәткә мәңгегә керергә хәзерләнегез! Ул – Аллаһ сезнең кылган эшләрегездән хәбәрдар, яхшы күрәдер.",
        "numberInSurah": 40,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4259,
        "text": "Аллаһудан Коръән килгәннән соң Коръәннең хөкемнәрен вә вәгазьләрен инкяр итүчеләр тиешле җәзаны алырлар. Бит ул Коръән бик көчле вә файдалы, мисалы юк бер хак китаптыр.",
        "numberInSurah": 41,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4260,
        "text": "Ул Коръәннең алдыннан да вә артыннан да батыл килмәс, ягъни Коръән иңгән елларда да, хәзерге көндә дә Коръән Кәримне вә аның хөкемнәрен, вәгазьләрен юкка чыгара торган көч вә куәт дөньяда табылмады һәм табылмас. Ул Коръән эшендә гадел хәким сүзендә вә фигылендә мактаулы булган Аллаһудан иңдерелмештер.",
        "numberInSurah": 42,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4261,
        "text": "Ий Мухәммәд г-м, сиңа башка сүз әйтелмидер, мәгәр синнән элекке пәйгамбәрләргә әйтелгән сүзләр генә әйтеләдер, синең Раббың мөэминнәрне ярлыкаучы вә кәферләрдән каты рәнҗеткүче ґәзаб белән үч алу иясе.",
        "numberInSurah": 43,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4262,
        "text": "Әгәр Без Коръәнне гарәб теленнән башка телдә кылсак иде, әлбәттә әйтерләр иде: \"Ни булыр иде бу Коръәннең аятьләре без аңлый торган гарәб телендә бәян ителгән булса, пәйгамбәр үзе гарәб китабы башка телдә, дип, янә инкярләрен арттырыр иделәр. Син әйт: \"Ул Коръән иман китергән хак мөэминнәргә ышанычлы туры юлдыр вә күңелдәге мөшриклек, монафикълык вә наданлык чирләренә шифадыр. Әмма Коръәнгә яки аның хөкемнәренә ышанмаучыларның колакларында саңгыраулык бар ки, инде алар ишетмәсләр, вә Коръән аларга сукырлыктыр ки, Коръән күрсәткән хак юлны күрмәсләр, ул кәферләрнең ишетмәүдә вә күрмәүдә мисаллары бик ерактагы кеше кебиләрдер, ул ерактагы кешегә кычкырып сөйләсәң дә ишетмәс, вә ишарә итеп күрсәтсәң күрмәс.",
        "numberInSurah": 44,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4263,
        "text": "Тәхкыйк Без Мусага Тәүрат бирдек, ул китап турында ихтыйлаф ителде бәгъзеләре ышанды, бәгъзеләре ышанмады. Әгәр Коръәнне ялганга тотучылардан ґәзабны кичектерү белән Раббыңның вәгъдәсе булмаса иде, әлбәттә, Аллаһ хөкеме араларында ґәзаб белән тәмам булыр иде. Алар, әлбәттә, Коръәннән шикләнәләр вә аның хаклыгыннан авышалар.",
        "numberInSurah": 45,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 418,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4264,
        "text": "Берәү Коръән юлыннан барып Аллаһ ризалыгы өчен генә изге гамәлләр кылса, файдасы, әлбәттә, үзенәдер, вә берәү Коръән юлын ташлап шайтан юлыннан барып, бозык эшләр кылса, зарары, әлбәттә, үзенәдер, синең Раббың бәндәләренә золым итүче түгел, әмма кешеләр үз-үзләренә золым итәләр.",
        "numberInSurah": 46,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 418,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4265,
        "text": "Кыямәтнең кайчан булачагын белү Аллаһуга кайтарылыр, вә чәчәктән бер җимеш чыкмас, вә һичбер хатын балага йөкле булмас вә баласын тудырмас, мәгәр бу эшләр бар да Аллаһ белеме, Аның ярдәме илә булыр. Кыямәт көнне Аллаһ мөшрикләргә нида кылып әйтер: \"Кая Миңа тиң кылган сынымнарыгыз?\" Мөшрикләр әйтерләр: \"Ий Раббыбыз, без инде хәбәр бирдек, Синең шәригең-тиңдәшең барлыгына безләрдән һичкем шаһит булачак түгелдер\".",
        "numberInSurah": 47,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4266,
        "text": "Дөньяда гыйбадәт кылган сынымнары ахирәттә үзләреннән гаиб булыр, үзләренә күренмәс, вә ул мөшрикләр шул вакытта белерләр качып котылырга урын юклыгын.",
        "numberInSurah": 48,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4267,
        "text": "Кеше Аллаһудан дөнья кирәген, сәламәтлек, тынычлык, байлык вә шатлык, бәхет кебиләрне сораудан туктамый һәм сораудан ялыкмый, әгәр аны бәла-казалар тотса, тормышының шатлыгы китсә, Аллаһуның рәхмәтеннән өметен кисә, сабыр итми, шөкер дә итми һәм ґәеп үземдәдер дип тәүбә итми һәм Аллаһудан гафу да сорамый. Шулай итеп, Аллаһудан үзеннән-үзе бизә.",
        "numberInSurah": 49,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4268,
        "text": "Әгәр ул кәфергә бәла-казадан соң рәхмәтебездән татытсак, ягъни сәламәтлек, байлык бирсәк, ул әйтәдер: болар бар да үзем кәсеп итеп булдырган уз нәрсәләрем, дип. Дәхи кыямәт булыр дип тә уйламыйм, әгәр кыямәт булып Раббыма кайтарылсам, Аның хозурында миңа дөньяныкыннан артыграк нигъмәтләр булыр, дип мактанадыр. Хакны инкяр итүче кәферләрнең эшләгән кабахәт эшләрен, әлбәттә, үзләренә күрсәтербез һәм аларга каты ґәзаб татытырбыз.",
        "numberInSurah": 50,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4269,
        "text": "Әгәр кешегә рәхмәт кылып нигъмәтләр бирсәк, аның Шөкереннән вә Аллаһуга гыйбадәт кылудан баш тартыр, вә тәкәбберләнеп Аллаһуга дога кылудан ерак булыр, әгәр аңа нәфесе яратмаган авырлыклар килсә, шул вакытта ул Аллаһудан күп сораучы булып әверелә.",
        "numberInSurah": 51,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4270,
        "text": "Коръәнгә ышанмаучыларга әйт: \"Беләсезме, Коръән Аллаһудан иңдерелгән булып та соңра сез Коръәнгә иман китермәсәгез, миңа хәбәр бирегез, Коръәннән сукыр вә аңардан ерак булган кешедән дә адашучырак вә азгынрак кеше бармы?\"",
        "numberInSurah": 52,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4271,
        "text": "Безнең кодрәтебезгә вә берлегебезгә дәлаләт иткән ачык вә көчле галәмәтләребезне, бөтен галәм төзелешенең хәлләреннән кешеләргә күрсәтербез, вә кешеләрнең яртылашы Аллаһ эше икәнлеген үзләренең төзелешеннән күрсәтербез, хәтта ачыкланганга чаклы Аллаһу тәгаләнең хаклыгы һәм бер генә икәнлеге вә Коръән Аллаһ китабы вә Мухәммәд г-м Аллаһуның расүле икәнлеге ачыкланганга чаклы. Әйә һәрнәрсәгә шаһит булырга синең Раббың җитмиме?",
        "numberInSurah": 53,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4272,
        "text": "Әгаһ булыгыз, күп кешеләр кубарылып Раббылары хозурына барачакларына шикләнмәктәдер, Әгаһ булыгыз, Ул – Аллаһ белеме вә кодрәте белән чолгап алучыдыр.",
        "numberInSurah": 54,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "tt.nugman",
      "language": "tt",
      "name": "Yakub Ibn Nugman",
      "englishName": "Yakub Ibn Nugman",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}