{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 43,
    "name": "سُورَةُ الزُّخۡرُفِ",
    "englishName": "Az-Zukhruf",
    "englishNameTranslation": "Ornaments of gold",
    "revelationType": "Meccan",
    "numberOfAyahs": 89,
    "ayahs": [
      {
        "number": 4326,
        "text": "Ха мим.",
        "numberInSurah": 1,
        "juz": 25,
        "manzil": 6,
        "page": 489,
        "ruku": 424,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4327,
        "text": "Барча хәлне ачык бәян итүче Коръән белән ант итеп әйтәмен!",
        "numberInSurah": 2,
        "juz": 25,
        "manzil": 6,
        "page": 489,
        "ruku": 424,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4328,
        "text": "Без бу Коръәнне гарәб телендә кылдык – шаять, ий кешеләр, аңлап иман китерерсез!",
        "numberInSurah": 3,
        "juz": 25,
        "manzil": 6,
        "page": 489,
        "ruku": 424,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4329,
        "text": "Тәхкыйк ул Коръән Ләүхүл Мәхфузъда китаплар анасында сабиттер, сакланадыр Безнең хозурыбызда, ул гаять бөектер һәм гадел хөкем итүчедер.",
        "numberInSurah": 4,
        "juz": 25,
        "manzil": 6,
        "page": 489,
        "ruku": 424,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4330,
        "text": "Ий мөшрикләр, сез чиктән үткән фәсыйк кавем булганыгыз өчен, сезгә Коръән иңдерүдән вә сезне хәрам фәхеш эшләрдән тыюдан һәм фарыз эшләргә өндәүдән туктап калырбызмы? Юк туктамабыз, һәр кешене Коръән белән гамәл кылырга өндәрбез, итагать иткәннәргә рәхмәт кылырбыз, әмма карышканнарны һәлак итәрбез.",
        "numberInSurah": 5,
        "juz": 25,
        "manzil": 6,
        "page": 489,
        "ruku": 424,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4331,
        "text": "Әүвәлдәге кешеләргә күпме пәйгамбәрләр җибәрдек.",
        "numberInSurah": 6,
        "juz": 25,
        "manzil": 6,
        "page": 489,
        "ruku": 424,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4332,
        "text": "Аларга бер пәйгамбәр килде исә, алар аны мәсхәрә кылыр булдылар.",
        "numberInSurah": 7,
        "juz": 25,
        "manzil": 6,
        "page": 489,
        "ruku": 424,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4333,
        "text": "Алардан куәтлерәкләрен һәлак иттек, вә әүвәлдәге кешеләрнең һәлак булган кыйссалары Коръәндә күп җирдә сөйләнде.",
        "numberInSurah": 8,
        "juz": 25,
        "manzil": 6,
        "page": 489,
        "ruku": 424,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4334,
        "text": "Әгәр син алардан җирне вә күкләрне кем халык кылды дип сорасаң, әлбәттә, алар барчасына Ґәзиз вә Галим булгучы Аллаһ халык кылды, дип, җаваб бирерләр.",
        "numberInSurah": 9,
        "juz": 25,
        "manzil": 6,
        "page": 489,
        "ruku": 424,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4335,
        "text": "Ий кәферләр, Ул – Аллаһ сезнең өчен җирне яшәргә вә йөрергә яраклы итеп халык итте, вә җир өстендә сезгә күп юллар кылды, шаять сәфәрләрегездә уңышларга ирешерсез.",
        "numberInSurah": 10,
        "juz": 25,
        "manzil": 6,
        "page": 489,
        "ruku": 424,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4336,
        "text": "Вә Ул – Аллаһ күктән чамалап яңгыр иңдерәдер, ул яңгыр белән үлгән җирне тергезеп һәрнәрсәне үстерәдер, үләннәр чыккан кеби сез дә каберләрегездән чыгарсыз.",
        "numberInSurah": 11,
        "juz": 25,
        "manzil": 6,
        "page": 490,
        "ruku": 424,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4337,
        "text": "Вә Ул – Аллаһ һәр нәрсәне парлы итеп халык кылды, вә сезгә утырып йөрү өчен көймәләр вә дүрт аяклы хайваннар халык кылды (яратты, бар итте).",
        "numberInSurah": 12,
        "juz": 25,
        "manzil": 6,
        "page": 490,
        "ruku": 424,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4338,
        "text": "Ул көймәләргә вә хайваннарга сәүдә әйберләрегезне салып үзегез дә менеп утырмаклыгыгыз өчен сезгә тапшырылдылар, соңра менеп утырып тынычлангач, Раббыгызның нигъмәтен зекер итәсез вә әйтәсез: \"Бу нәрсәләрдән безне файдаланучы Аллаһ һәр кимчелектән пакьтер, бу нәрсәләрне булдырырга үзебез, әлбәттә, кадир булмас идек.",
        "numberInSurah": 13,
        "juz": 25,
        "manzil": 6,
        "page": 490,
        "ruku": 424,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4339,
        "text": "Соңра без каберләребездән кубарылып, әлбәттә, Раббыбызга кайтачакбыз.",
        "numberInSurah": 14,
        "juz": 25,
        "manzil": 6,
        "page": 490,
        "ruku": 424,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4340,
        "text": "Мөшрикләр: җир вә күкләрне Аллаһ халык кылды дигәннәреннән соң, мәхлукларның бәгъзесен Аллаһуга шәрик итәрләр, андый кешеләр Аллаһуның күренеп торган нигъмәтләрен инкяр итеп имансыз калучыдыр.",
        "numberInSurah": 15,
        "juz": 25,
        "manzil": 6,
        "page": 490,
        "ruku": 424,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4341,
        "text": "Ий мөшрикләр, Аллаһ үзе яраткан мәхлуктан кызларны үзенә бала итте диерсезме? Ә сезгә ир балаларны гына бирдеме?",
        "numberInSurah": 16,
        "juz": 25,
        "manzil": 6,
        "page": 490,
        "ruku": 425,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4342,
        "text": "Әгәр аларның берсенә Аллаһуга мисал кылган кыз бала белән хатының кыз бала тудырган дип сөенеч бирелсә, һич яратмыйча, эченә ачу тулып йөзе кара булып әверелер. Ягъни кыз баланы шул кадәр яратмыйлар иде, шулай да Аллаһуның кыз баласы бар, диләр.",
        "numberInSurah": 17,
        "juz": 25,
        "manzil": 6,
        "page": 490,
        "ruku": 425,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4343,
        "text": "Аллаһуга ничек кызлар тиешле булсын ки, ул кызлар зиннәтләнеп үсәләр, Аллаһуга зиннәт кирәкми, янә хатын-кызларның күп мәсьәләне аңнарга көчләре җитмидер, ачыклый алмыйлар.",
        "numberInSurah": 18,
        "juz": 25,
        "manzil": 6,
        "page": 490,
        "ruku": 425,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4344,
        "text": "Аллаһуның хөрмәтле коллары булган фәрештәләрне кызлар ясадылар, әйә алар Аллаһ фәрештәләрне халык кылганда карап тордылармы? Әлбәттә, аларның фәрештәләр Аллаһуның кызлары дип әйткән сүзләре ґәмәл дәфтәрләренә язылыр һәм ахирәттә соралмыш булырлар.",
        "numberInSurah": 19,
        "juz": 25,
        "manzil": 6,
        "page": 490,
        "ruku": 425,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4345,
        "text": "Кәферләр әйтерләр: \"Әгәр Аллаһ фәрештәләргә гыйбадәт кылуыбызны теләмәсә иде, без әлбәттә, аларга гыйбадәт кылмас идек\". Аллаһ әйтер: \"Аларның ул сүзләрне әйтүдә белемнәре юктыр, алар хакны сөйләүче түгелләр, мәгәр ялган сөйлиләр.\"",
        "numberInSurah": 20,
        "juz": 25,
        "manzil": 6,
        "page": 490,
        "ruku": 425,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4346,
        "text": "Яки без аларга Коръәннән элек Аллаһудан башкага гыйбадәт кылырга дөрес дип китап иңдердекме, иңдергән булсак, әлбәттә, алар ул китапка тотынырлар иде.",
        "numberInSurah": 21,
        "juz": 25,
        "manzil": 6,
        "page": 490,
        "ruku": 425,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4347,
        "text": "Алар Аллаһ һәм пәйгамбәр сүзенә колак салмадылар, бәлки әйттеләр: \"Без аталарыбызны бер диндә таптык, без һәм аларга ияреп аларча дин тотабыз һәм Аллаһудан башкага гыйбадәт кылабыз\", – дип.",
        "numberInSurah": 22,
        "juz": 25,
        "manzil": 6,
        "page": 490,
        "ruku": 425,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4348,
        "text": "Синнән элек бер шәһәргә Аллаһ ґәзабы белән куркытучы пәйгамбәр җибәрсәк, аларның нигъмәткә чумган олугълары әйтте: \"Безнең аталарыбыз да шул диндә иделәр, алар диненнән чыкмыйбыз, без дә аларга иярәбез\", – дип.",
        "numberInSurah": 23,
        "juz": 25,
        "manzil": 6,
        "page": 491,
        "ruku": 425,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4349,
        "text": "Ий Мухәммәд г-м, син аларга әйт: \"Мин сезнең аталарыгызның диненнән дөресрәк вә турырак дин сезгә алып килгән булсам да, сез аталарыгызның батыл диненә иярәсезме? Алар пәйгамбәргә әйттеләр: \"Сезнең белән җибәрелгән дингә ышанмыйбыз\".",
        "numberInSurah": 24,
        "juz": 25,
        "manzil": 6,
        "page": 491,
        "ruku": 425,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4350,
        "text": "Без алардан каты ґәзаб белән уч алдык, игътибар илә карагыл пәйгамбәрләрне ялганга тотучыларның ахыр хәле ничек булды?",
        "numberInSurah": 25,
        "juz": 25,
        "manzil": 6,
        "page": 491,
        "ruku": 425,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4351,
        "text": "Ибраһим атасына вә кавеменә әйтте: \"Мин сез гыйбадәт игә торган сынымнарыгыздан бизүчемен.",
        "numberInSurah": 26,
        "juz": 25,
        "manzil": 6,
        "page": 491,
        "ruku": 426,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4352,
        "text": "Мәгәр мине юктан бар итүче Аллаһудан бизүче түгелмен, вә Ул мине үзе риза булган хак дингә дә күндерер.",
        "numberInSurah": 27,
        "juz": 25,
        "manzil": 6,
        "page": 491,
        "ruku": 426,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4353,
        "text": "Кылды Аллаһуны берләү сүзен Ибраһим нәселендә кыямәткә хәтле калганы хәлдә, ягъни Аллаһуны берләп ислам динен тотучы Ибраһим милләте кыямәткә хәтле бетмәс, шаять кешеләр батыл динне ташлап ислам диненә, Ибраһим милләтенә кайтырлар.",
        "numberInSurah": 28,
        "juz": 25,
        "manzil": 6,
        "page": 491,
        "ruku": 426,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4354,
        "text": "Ошбу Мәккә мөшрикләренә гомер вә нигъмәтләр биреп исламны өйрәтүче пәйгамбәр килгәнче һәм Коръән иңә башлаганчы яшәттек.",
        "numberInSurah": 29,
        "juz": 25,
        "manzil": 6,
        "page": 491,
        "ruku": 426,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4355,
        "text": "Кайчан аларга Коръән килде исә, бу – сихер, без аңа ышанмыйбыз, диделәр.",
        "numberInSurah": 30,
        "juz": 25,
        "manzil": 6,
        "page": 491,
        "ruku": 426,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4356,
        "text": "Алар янә әйттеләр: \"Ни булыр иде, әгәр бу Коръән Мәккә яки Таиф шәһәрендәге бер олугъ дәрәҗәле бай иргә иңдерелгән булса\", – дип. Күрәсез алар бай кешене, гакыллы туры кешедән артык күргәннәр.",
        "numberInSurah": 31,
        "juz": 25,
        "manzil": 6,
        "page": 491,
        "ruku": 426,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4357,
        "text": "Әйә ул мөшрикләр, Раббыңның рәхмәтеннән булган пәйгамбәрлеккә кешене алар билгелиләрме? Без әле аларның дөнья мәгыйшәтләрендә Үзебез бүлдек, кайберләрен бай, кайберләрен фәкыйрь кылдык, вә аларның бәгъзеләрен дөнья тормышында дәрәҗәдә бәгъзеләреннән артык кылдык, байлары ярлыларны хак биреп эшләтсеннәр өчен. Раббыңның рәхмәте, алар җыйган малдан хәерлерәктер.",
        "numberInSurah": 32,
        "juz": 25,
        "manzil": 6,
        "page": 491,
        "ruku": 426,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4358,
        "text": "Әгәр кешеләрнең бай кәферләрне күргән вакытларында барчасы байлык өчен көферлеккә кызыгулары булмаса иде, Коръәнне инкяр итүче кәферләрнең өйләренә көмештән түбәләр вә аның өстенә менәр өчен көмештән баскычлар кылыр идек.",
        "numberInSurah": 33,
        "juz": 25,
        "manzil": 6,
        "page": 491,
        "ruku": 426,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4359,
        "text": "Дәхи өйләренә көмештән ишекләр вә диваннар кылыр идек ул диваннар өстендә рәхәтләнеп утырыр иделәр.",
        "numberInSurah": 34,
        "juz": 25,
        "manzil": 6,
        "page": 492,
        "ruku": 426,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4360,
        "text": "Дәхи алар өчен һәр нәрсәдән зиннәт кылыр идек, ошбу зекер ителгән нәрсәләр, дөнья тереклегенең аз вакытлы булган нәрсәсе һәм зиннәтедер һич мәңге кала торган түгелләр. Әмма ахирәтнең байлыгы, зиннәте вә рәхәте мәңгелектер, ул бәхетле ахирәт, Аллаһ хөкемнәрен бозудан сакланучы тәкъва мөэминнәр өчен хәзерләнде.",
        "numberInSurah": 35,
        "juz": 25,
        "manzil": 6,
        "page": 492,
        "ruku": 426,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4361,
        "text": "Берәү Коръәнгә ышанудан яки аның белән гамәл кылудан баш тартса, Коръән юлына керергә теләмәсә, ул кешене Без шайтанга тапшырырбыз, ул шайтан аңа якын сулыр, һич аерылмас. Бу сүзгә бик каты әһәмият бирегез!",
        "numberInSurah": 36,
        "juz": 25,
        "manzil": 6,
        "page": 492,
        "ruku": 427,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4362,
        "text": "Ул шайтаннар, үзләренә ияргән кешеләрне Коръән юлына керүдән тыярлар, бидеґәт гамәлләр белән батыл дингә адашу юлына алып керерләр, шулай булса да ул кешеләр без хак юлдабыз дип зан кылырлар.",
        "numberInSurah": 37,
        "juz": 25,
        "manzil": 6,
        "page": 492,
        "ruku": 427,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4363,
        "text": "Шайтанга ияреп хактан адашкан кеше шайтан белән кыямәт көнне Безнең хозурымызга килсәләр, ул кеше шайтан дустына әйтер: \"Ий иптәш икебезнең арабыз мәшрийкъ илә мәгъриб арасы кадәр булсачы, ни явыз ибдәш булгансың син миңа\", – дип.",
        "numberInSurah": 38,
        "juz": 25,
        "manzil": 6,
        "page": 492,
        "ruku": 427,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4364,
        "text": "Аллаһ әйтер: \"Ий бер-берегезне аздыручы дуслар, бүген сезгә үкенүегез файда бирмидер, чөнки дөньяда Аллаһуга каршы барып, үзегезгә золым иттегез, сез ґәзабта әлбәттә уртаксыз.\"",
        "numberInSurah": 39,
        "juz": 25,
        "manzil": 6,
        "page": 492,
        "ruku": 427,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4365,
        "text": "Әйә син саңгырау кешегә хак сүзне көчләп ишеттерә алырсыңмы? Яки сукырны көчләп туры юлга кертә алырсыңмы? Яки ачык хактан нык адашкан кешене туры юлга күндерә алырсыңмы?",
        "numberInSurah": 40,
        "juz": 25,
        "manzil": 6,
        "page": 492,
        "ruku": 427,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4366,
        "text": "Әгәр ґәзаб тиешле булган кавемеңә ґәзаб килмәс борын сине үтерсәк, синнән соң дөньяда яки ахирәттә алардан, әлбәттә, ґәзаб белән үчебезне алырбыз.",
        "numberInSurah": 41,
        "juz": 25,
        "manzil": 6,
        "page": 492,
        "ruku": 427,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4367,
        "text": "Яки аларга вәгъдә иткән ґәзабыбызны сиңа дөньяда күрсәтербез, чөнки аларны ґәзаб кылырга Без кадирбыз.",
        "numberInSurah": 42,
        "juz": 25,
        "manzil": 6,
        "page": 492,
        "ruku": 427,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4368,
        "text": "Инде син үзеңә вәхи ителгән Коръәнгә ябыш, аның хөкемнәренә ияр, дөреслектә син туры юлдасың.",
        "numberInSurah": 43,
        "juz": 25,
        "manzil": 6,
        "page": 492,
        "ruku": 427,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4369,
        "text": "Ул Коръән синең үзеңә вә кавемеңә олугъ вәгазьдер, туры юлдыр. Аның хакында кыямәт көнендә, әлбәттә, соралмыш булырсыз!",
        "numberInSurah": 44,
        "juz": 25,
        "manzil": 6,
        "page": 492,
        "ruku": 427,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4370,
        "text": "Синнән элек җибәргән расүлләребездән сорагыл: \"Әйә Аллаһудан башкага гыйбадәт кылырга ярый дип хәбәр бирүче бер китабыбыз яки бер пәйгамбәребез бармы?",
        "numberInSurah": 45,
        "juz": 25,
        "manzil": 6,
        "page": 492,
        "ruku": 427,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4371,
        "text": "Тәхкыйк Без Мусаны аятьләр вә могҗизалар белән Фиргаунгә вә аның олугъларына җибәрдек, һәм Муса аларга мин барча галәмне тәрбияләүче Аллаһ пәйгамбәремен, диде.",
        "numberInSurah": 46,
        "juz": 25,
        "manzil": 6,
        "page": 492,
        "ruku": 428,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4372,
        "text": "Муса аларга ачык аятьләр вә могҗизалар илә килгәч, Мусадан вә Мусаның хак эшеннән көлделәр.",
        "numberInSurah": 47,
        "juz": 25,
        "manzil": 6,
        "page": 492,
        "ruku": 428,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4373,
        "text": "Без аларга могҗизаларны күрсәткән саен арттырыбрак вә ахыргысын әүвәлгесеннән зуррак итеп күрсәттек. Без аларны ґәзаб белән тоттык, шаять исән калганнары көферлектән иманга кайтырлар дип.",
        "numberInSurah": 48,
        "juz": 25,
        "manzil": 6,
        "page": 493,
        "ruku": 428,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4374,
        "text": "Фиргауннәр, ґәзабны күргәч, Мусага әйттеләр: \"Ий сихерче, безнең өчен Раббыңа дога кыл, Ул синең догаңны кабул итәргә вәгъдә иткән иде, әгәр ґәзабтан котылсак, әлбәттә, сиңа ияреп мөселман булыр идек\", – дип.",
        "numberInSurah": 49,
        "juz": 25,
        "manzil": 6,
        "page": 493,
        "ruku": 428,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4375,
        "text": "Мусаның догасы сәбәбе белән алардан ґәзабны җибәргән идек, шулвакыт алар вәгъдәләрен, әйткән сүзләрен боздылар.",
        "numberInSurah": 50,
        "juz": 25,
        "manzil": 6,
        "page": 493,
        "ruku": 428,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4376,
        "text": "Фиргаун кавеменә мактанып ниләр әйтте: \"Ий кавемем, Мысыр патшалыгы минем кулымда түгелме, вә Нил дәрьясе һәм башка елгалар минем хөкемем астында агалар түгелме? Әйә шуларны күрмисезме?",
        "numberInSurah": 51,
        "juz": 25,
        "manzil": 6,
        "page": 493,
        "ruku": 428,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4377,
        "text": "Әйә минме хәерлерәк ошбу Мусадан ки, ул кулыннан һични килми торган зәгыйфьтер вә сүзендә аңлата алмый торган загыйфь телледер.",
        "numberInSurah": 52,
        "juz": 25,
        "manzil": 6,
        "page": 493,
        "ruku": 428,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4378,
        "text": "Әгәр ул хак пәйгамбәр булса, Раббысы тарафыннан алтын беләзекләр бирелгән булыр иде, яки аның белән бергә аның пәйгамбәрлек эшен дөресләүче вә аңа ярдәм бирүче фәрештәләр килер иде\", – диде.",
        "numberInSurah": 53,
        "juz": 25,
        "manzil": 6,
        "page": 493,
        "ruku": 428,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4379,
        "text": "Фиргаун әнә шундый сүзләр белән кавемен алдады, кавеме аңа итагать иттеләр. Тәхкыйк алар Аллаһуга вә расүлгә каршы барып бик яман фәсыйк кавем булдылар.",
        "numberInSurah": 54,
        "juz": 25,
        "manzil": 6,
        "page": 493,
        "ruku": 428,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4380,
        "text": "Кайчан Безне алар ачуландырдылар, Без алардан үчебезне алдык, барчасын суга батырып һәлак иттек.",
        "numberInSurah": 55,
        "juz": 25,
        "manzil": 6,
        "page": 493,
        "ruku": 428,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4381,
        "text": "Шулай итеп аларның хәлен кыямәткә чаклы гыйбрәт итеп калдырдык, вә мисал кылдык ки, аларча булудан куркып сакланалар.",
        "numberInSurah": 56,
        "juz": 25,
        "manzil": 6,
        "page": 493,
        "ruku": 428,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4382,
        "text": "Бер Мәккә мөшриге \"Сынымнар да вә сынымнарга гыйбадәт кылучылар да җәһәннәмгә керәчәкләр\", – дигән аятьне ишеткәч, насаралар Гыйсага гыйбадәт кылалар, димәк Гыйса да җәһәннәмгә керәдер, дип, мисал кылып әйткәч, шулвакыт синең имансыз кавемең сезгә карап кычкырышып көлделәр. Гыйса сезнең каршыгызда хөрмәтле пәйгамбәрдер. Ә үзегез – ул җәһәннәмгә керә дисез, диделәр.",
        "numberInSurah": 57,
        "juz": 25,
        "manzil": 6,
        "page": 493,
        "ruku": 429,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4383,
        "text": "Вә әйттеләр: \"Ий Мухәммәд, синең кашыңда безнең сынымнарыбыз хәерлеме, яки Гыйса хәерлеме\", – дип. Алар бу чагыштыруны сиңа китермәделәр, мәгәр синең белән низагълашу өчен генә китерделәр, бәлки алар каршылык белән кычкырышучы кавемдер.",
        "numberInSurah": 58,
        "juz": 25,
        "manzil": 6,
        "page": 493,
        "ruku": 429,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4384,
        "text": "Гыйса һичкем түгел мәгәр Без аңа пәйгамбәрлекне ингам кылдык, вә Без аны атасыз тудырып Ягькуб балаларына дәлил вә гыйбрәт кылдык ки, атасыз бар кылырга да Аллаһ кадир икәнне белсеннәр өчен.",
        "numberInSurah": 59,
        "juz": 25,
        "manzil": 6,
        "page": 493,
        "ruku": 429,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4385,
        "text": "Ий кешеләр, әгәр Без теләсәк, җир йөзендә сезнең урыныгызга фәрештәләрне хуҗа кылыр идек.",
        "numberInSurah": 60,
        "juz": 25,
        "manzil": 6,
        "page": 493,
        "ruku": 429,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4386,
        "text": "Вә Гыйса бер галәмәттер кыямәтнең булмагына, кыямәт булачагына шикләнмәгез, ул, әлбәттә, булачак вә минем шәригатемә иярегез, ошбу Минем шәригатем туры юлдыр.",
        "numberInSurah": 61,
        "juz": 25,
        "manzil": 6,
        "page": 494,
        "ruku": 429,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4387,
        "text": "Шайтан сезне алдап Аллаһ юлыннан чыгармасын, тәхкыйк ул сезгә бик ачык дошмандыр.",
        "numberInSurah": 62,
        "juz": 25,
        "manzil": 6,
        "page": 494,
        "ruku": 429,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4388,
        "text": "Гыйса аятьләр вә могҗизалар белән килгән заманда әйтте: \"Ий җәмәгать, мин сезгә шәригать вә могҗизалар белән килдем, сезне туры юлга күндермәк өчен вә дин эшләрендә ихтыйлаф иткән бәгъзе нәрсәләрегезне аңлатмак өчен, Аллаһудан куркыгыз һәм миңа итагать итегез!",
        "numberInSurah": 63,
        "juz": 25,
        "manzil": 6,
        "page": 494,
        "ruku": 429,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4389,
        "text": "Дөреслектә Аллаһ – Ул минем Раббымдыр һәм сезнең дә Раббыгыздыр, барыгыз да Ул – Аллаһуга гыйбадәт кылыгыз! Шул Аллаһуга гына гыйбадәт кылу туры вә хак юлдыр.",
        "numberInSurah": 64,
        "juz": 25,
        "manzil": 6,
        "page": 494,
        "ruku": 429,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4390,
        "text": "Гыйса динендәге насаралар ничә төрле мәзһәбкә, вә төрле фиркаларга бүленделәр һәм диннәрен боздылар, кыямәт көненең рәнҗеткүче ґәзабыннан бер чокыр бардыр Гыйса Аллаһуның угълы дип үзләренә золым иткән кешеләргә.",
        "numberInSurah": 65,
        "juz": 25,
        "manzil": 6,
        "page": 494,
        "ruku": 429,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4391,
        "text": "Кәферләр Коръән юлына кермичә нәрсә көтәләр? Юк, алар көтмиләр, мәгәр кыямәт көнен генә көтәләр, ул кыямәт аларга искәрмәстән килер, хәтта сизмичә дә калырлар.",
        "numberInSurah": 66,
        "juz": 25,
        "manzil": 6,
        "page": 494,
        "ruku": 429,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4392,
        "text": "Дөньяда вакытта Коръән юлыннан башка юлда бер-берсенә дус булган кешеләр, кыямәт көнне бер-берсенә дошман булырлар, мәгәр Коръән юлында бергә тәкъвалык кылган мөэминнәр ахирәттә дә дус булырлар.",
        "numberInSurah": 67,
        "juz": 25,
        "manzil": 6,
        "page": 494,
        "ruku": 429,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4393,
        "text": "Аларга әйтелер: \"Ий тәкъвалыкта дус булган мөэмин бәндәләрем бүген сезгә куркыныч һәм көенеч юк.\"",
        "numberInSurah": 68,
        "juz": 25,
        "manzil": 6,
        "page": 494,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4394,
        "text": "Ул тәкъвалыкта дус булган мөэминнәр, Безнең аятьләребезгә ышандылар һәм Коръән белән гамәл кылып хак мөселман булдылар.",
        "numberInSurah": 69,
        "juz": 25,
        "manzil": 6,
        "page": 494,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4395,
        "text": "Инде шатланганыгыз хәлдә үзегез һәм хатыныгыз җәннәткә керегез!",
        "numberInSurah": 70,
        "juz": 25,
        "manzil": 6,
        "page": 494,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4396,
        "text": "Җәннәттә алар тирәсендә алтын табакларда тәгамнәр вә борынсыз савытларда эчемлекләр йөртелер, вә анда нәфесләр теләгән нәрсәләр, вә күзләр карап ләззәт ала торган нәрсәләр бардыр, вә сез анда мәңге рәхәттә булырсыз.",
        "numberInSurah": 71,
        "juz": 25,
        "manzil": 6,
        "page": 494,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4397,
        "text": "Ошбу җәннәт сезгә Коръән белән гамәл кылганыгыз өчен бирелде.",
        "numberInSurah": 72,
        "juz": 25,
        "manzil": 6,
        "page": 494,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4398,
        "text": "Вә сезнең өчен анда күп җимешләр булыр, алардан сез ашарсыз.",
        "numberInSurah": 73,
        "juz": 25,
        "manzil": 6,
        "page": 494,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4399,
        "text": "Коръән белән гамәл кылмаучылар тәхкыйк җәһәннәм ґәзабында мәңге калучылардыр.",
        "numberInSurah": 74,
        "juz": 25,
        "manzil": 6,
        "page": 495,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4400,
        "text": "Алардан ґәзаб аз гына да җиңеләйтелмәс вә алар котылудан өметләрен өзеп тик торырлар.",
        "numberInSurah": 75,
        "juz": 25,
        "manzil": 6,
        "page": 495,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4401,
        "text": "Без аларга золым итмәдек, ләкин алар үз-үзләренә золым итүче булдылар.",
        "numberInSurah": 76,
        "juz": 25,
        "manzil": 6,
        "page": 495,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4402,
        "text": "Җәһәннәм кешеләре ґәзабның катылыгыннан җәһәннәм патшасына әйтерләр: \"Ий патша Раббыңнан сорагыл, Ул безне үтерсен!\" Патша әйтер: \"Сез ґәзабда мәңге булачакларсыз, чыкмассыз һәм үлмәссез.",
        "numberInSurah": 77,
        "juz": 25,
        "manzil": 6,
        "page": 495,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4403,
        "text": "Ий кешеләр, Без Коръән иңдереп сезгә хаклык белән килдек, ләкин күбрәгегез хаклыкны яман күрәсез һич кабул итмисез.",
        "numberInSurah": 78,
        "juz": 25,
        "manzil": 6,
        "page": 495,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4404,
        "text": "Алар хакка каршы мәкерлек кылсалар, Без дә аларга каршы каты мәкерлек кылырбыз. Алар хакны җимерә алмаслар, әмма үзләре һәлак булырлар.",
        "numberInSurah": 79,
        "juz": 25,
        "manzil": 6,
        "page": 495,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4405,
        "text": "Әйә алар уйлыйлармы Без аларның яшерен серләрен һәм кычкырып сөйләшкәннәрен Белмибез, дип? Бәлки Без барчасын ишетәбез вә Беләбез, шуның өстенә фәрештәләребез һәрвакыт яннарында торып барча эшләрен язарлар.",
        "numberInSurah": 80,
        "juz": 25,
        "manzil": 6,
        "page": 495,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4406,
        "text": "Аларга әйт: \"Әгәр Аллаһуның баласы булса иде, мин Аның баласына барчагыздан әүвәл гыйбадәт кылыр идем\", – дип.",
        "numberInSurah": 81,
        "juz": 25,
        "manzil": 6,
        "page": 495,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4407,
        "text": "Җир вә күкләрнең һәм Ґәрешнең Раббысы балалы булудан бик тә пакьдер. Мөшрикләр күпме генә әйтсәләр дә Аллаһ андый кимчелектән пакьдер.",
        "numberInSurah": 82,
        "juz": 25,
        "manzil": 6,
        "page": 495,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4408,
        "text": "Инде син аларны куй, батыл игътикадләрендә адашып йөрсеннәр, вә дөньялары белән уйласыннар, хәтта вәгъдә ителгән көннәренә чаклы.",
        "numberInSurah": 83,
        "juz": 25,
        "manzil": 6,
        "page": 495,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4409,
        "text": "Ул – Аллаһ күктәге мәхлукларга да Илаһәдер, вә җирләге мәхлукларга да Илаһәдер, вә Ул – Аллаһ хөкем итүче вә һәрнәрсәне белүчедер.",
        "numberInSurah": 84,
        "juz": 25,
        "manzil": 6,
        "page": 495,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4410,
        "text": "Җир вә күкләрнең вә араларында булган нәрсәләрнең патшасы булган Аллаһ, мөшрикләр сыйфатлаган тиешсез сыйфатлардан, – әлбәттә, бөек вә пакьдер, вә кыямәт булачак вакытыны белмәктә Аның хозурындадыр, вә кубарылганнан соң кайтмак Аңаргадыр.",
        "numberInSurah": 85,
        "juz": 25,
        "manzil": 6,
        "page": 495,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4411,
        "text": "Аллаһудан башканы Илаһә тотучылар ахирәттә һичкемгә – шәфәгать итә алмаслар, мәгәр Аллаһ бер, Коръән Аллаһ китабы, Мухәммәд г-м Аллаһуның расүле, дип, шәһадәт бирсә һәм шәригатьне белсә вә аны дөрес үтәсә, шәфәгать тиешле булыр.",
        "numberInSurah": 86,
        "juz": 25,
        "manzil": 6,
        "page": 495,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4412,
        "text": "Әгәр син алардан сезне кем халык кылды дип сорасаң, алар, әлбәттә, Аллаһ халык кылды диячәкләр. Инде Аллаһ гыйбадәтен ташлап кайда баралар?",
        "numberInSurah": 87,
        "juz": 25,
        "manzil": 6,
        "page": 495,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4413,
        "text": "Мухәммәд г-мнең сүзе: \"Ий Раббым, ошбу кавем инде һич иман китерәчәк түгелләрдер.\"",
        "numberInSurah": 88,
        "juz": 25,
        "manzil": 6,
        "page": 495,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4414,
        "text": "Аллаһ әйтте: \"Син алардан кисел, биз, вә алардан киселеп киткәндә аларга сәлам бир, алар тиздән белерләр эшләренең яманлыгын.\"",
        "numberInSurah": 89,
        "juz": 25,
        "manzil": 6,
        "page": 495,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "tt.nugman",
      "language": "tt",
      "name": "Yakub Ibn Nugman",
      "englishName": "Yakub Ibn Nugman",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}