{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 61,
    "name": "سُورَةُ الصَّفِّ",
    "englishName": "As-Saff",
    "englishNameTranslation": "The Ranks",
    "revelationType": "Medinan",
    "numberOfAyahs": 14,
    "ayahs": [
      {
        "number": 5164,
        "text": "Җирдәге вә күкләрдәге һәр нәрсә Аллаһу тәгаләне: \"Һәр кимчелектән пакь дип, мактап тәсбих әйтә. Ул – Аллаһ һәрнәрсәдән өстен һәм гаделлек белән хөкем итүчедер.",
        "numberInSurah": 1,
        "juz": 28,
        "manzil": 7,
        "page": 551,
        "ruku": 484,
        "hizbQuarter": 220,
        "sajda": false
      },
      {
        "number": 5165,
        "text": "Ий мөэминнәр эшләмәгән вә эшләмәячәк эшләрне ник эшләгән булып сөйлисез? (Мөселманнар арасында: \"Әгәр Аллаһ хозурында нинди гамәл яхшы икәнен белсәк, шуны кылыр идек вә шул юлда җаннарыбызны һәм малларыбызны җәлләмәс идек\", – диючеләр бар. Ләкин үзләре сораган яхшы эшләр күренеп калса, ул эштән качалар.)",
        "numberInSurah": 2,
        "juz": 28,
        "manzil": 7,
        "page": 551,
        "ruku": 484,
        "hizbQuarter": 220,
        "sajda": false
      },
      {
        "number": 5166,
        "text": "Эшләмәгән эшләрегезне эшләгән булып сөйләүләрегез, Аллаһ хозурында зур гөнаһ, бик яман эштер.",
        "numberInSurah": 3,
        "juz": 28,
        "manzil": 7,
        "page": 551,
        "ruku": 484,
        "hizbQuarter": 220,
        "sajda": false
      },
      {
        "number": 5167,
        "text": "Бит Аллаһ коры сөйләнүчеләрне түгел, бәлки кургашыннан коеп куйган койма кеби бер сафта таза торып, Аллаһ юлында ислам өчен сугышкан, көрәшкән һәм тырышкан кешеләрне сөядер.",
        "numberInSurah": 4,
        "juz": 28,
        "manzil": 7,
        "page": 551,
        "ruku": 484,
        "hizbQuarter": 220,
        "sajda": false
      },
      {
        "number": 5168,
        "text": "Муса пәйгамбәр кавеменә әйтте: \"Ий кавемем, мине ни өчен рәнҗетәсез, бит тәхкыйк минем сезгә Аллаһудан җибәрелгән пәйгамбәр икәнлегемне беләсез. Алар пәйгамбәр күрсәткән туры юлдан авышкач, Аллаһ аларның күңелләрен хактан авыштырды, батыл вә бозык эшләргә чумдылар. Аллаһ фәсыйкларны туры юлга күндермидер.",
        "numberInSurah": 5,
        "juz": 28,
        "manzil": 7,
        "page": 551,
        "ruku": 484,
        "hizbQuarter": 220,
        "sajda": false
      },
      {
        "number": 5169,
        "text": "Дәхи Мәрьям угълы – Гыйса пәйгамбәр әйтте: \"Ий Ягькуб балалары, тәхкыйк мин Аллаһудан сезгә җибәрелгән пәйгамбәрмен, миннән элек иңдерелгән Тәүратны тәсдыйк иткәнем һәм миннән соң килә торган пәйгамбәр белән сөенеч биргәнем хәлдә – аның исеме Әхмәд (Мухәммәд). Гыйса пәйгамбәр аларга аятьләр вә могъҗизалар белән килде исә, бу ачык сихер диделәр.",
        "numberInSurah": 6,
        "juz": 28,
        "manzil": 7,
        "page": 552,
        "ruku": 484,
        "hizbQuarter": 220,
        "sajda": false
      },
      {
        "number": 5170,
        "text": "Пәйгамбәр тарафыннан Ислам диненә чакырылып та Аллаһуга ялганны ифтира кылучы кеше хәтле залим кеше булырмы? Әлбәттә, бу кешедән дә залимрак кеше булмас. Аллаһ залимнәрне туры юлга һич тә күндермәс.",
        "numberInSurah": 7,
        "juz": 28,
        "manzil": 7,
        "page": 552,
        "ruku": 484,
        "hizbQuarter": 220,
        "sajda": false
      },
      {
        "number": 5171,
        "text": "Кәферләр Коръәнне вә пәйгамбәрне төрлечә яманлап Аллаһ кабызып куйган һидәят яктылыгын авызлары белән сүндермәкче булалар, Аллаһ Үзенең һидәят яктылыгын һәм Ислам динен өйрәтүче Коръәнне кыямәткә хәтле яшәтер, гәрчә кәферләр Аллаһуның бу эшен сөймәсәләр дә, хәтта ачуларыннан корсаклары шартлый торган булса да.",
        "numberInSurah": 8,
        "juz": 28,
        "manzil": 7,
        "page": 552,
        "ruku": 484,
        "hizbQuarter": 220,
        "sajda": false
      },
      {
        "number": 5172,
        "text": "Аллаһ Үзенең расүле Мухәммәд г-мне һидәятне өйрәтүче вә күрсәтүче Коръән белән һәм дә хак булган Ислам дине белән җибәрде, ул китергән Ислам дине хаклыгы белән барча диннәрдән өстен булсын өчен, мөшрикләр ислам диненең өстен булганын сөймәсәләр дә.",
        "numberInSurah": 9,
        "juz": 28,
        "manzil": 7,
        "page": 552,
        "ruku": 484,
        "hizbQuarter": 220,
        "sajda": false
      },
      {
        "number": 5173,
        "text": "Ий мөэминнәр, мин сезне үзегезне рәнҗеткүче ґәзабтан сатып алу сәүдәсенә чакырыйммы, аның юлын күрсәтимме?",
        "numberInSurah": 10,
        "juz": 28,
        "manzil": 7,
        "page": 552,
        "ruku": 485,
        "hizbQuarter": 220,
        "sajda": false
      },
      {
        "number": 5174,
        "text": "Аллаһуга вә Аның рәсүленә иман китерерсез һәм Аллаһ юлында ислам динен куәтләр өчен кәферләр белән сугыш кылырсыз, малыгыз вә тәнегез, җаныгыз белән. Менә бу эш сезнең өчен бик файдалыдыр, әгәр белсәгез!",
        "numberInSurah": 11,
        "juz": 28,
        "manzil": 7,
        "page": 552,
        "ruku": 485,
        "hizbQuarter": 220,
        "sajda": false
      },
      {
        "number": 5175,
        "text": "Сезнең гөнаһларыгызны ярлыкар һәм асларыннан елгалар ага торган бакчаларга кертер, дәхи Ґәден җәннәтләренең яхшы урыннарына кертер. Бу җәннәтләргә керү бик зур уңыштыр.",
        "numberInSurah": 12,
        "juz": 28,
        "manzil": 7,
        "page": 552,
        "ruku": 485,
        "hizbQuarter": 220,
        "sajda": false
      },
      {
        "number": 5176,
        "text": "Ул җәннәтләрдән башка дөньяда сезгә Аллаһудан сез сөя торган ярдәм булыр һәм сезнең җиңүегез белән шәһәрләр Ислам диненә керер. Хак мөэминнәрне бу нигъмәтләр белән шатландыр!",
        "numberInSurah": 13,
        "juz": 28,
        "manzil": 7,
        "page": 552,
        "ruku": 485,
        "hizbQuarter": 220,
        "sajda": false
      },
      {
        "number": 5177,
        "text": "Ий мөэминнәр, Аллаһ дине Исламга ярдәм бирүчеләр булыгыз, Мәрьям угълы Гыйса үзенә ияргән хәварийунга әйткән кеби: \"Аллаһ дине исламны таратырга куәтләргә миңа кем ярдәм бирә? Ихласлы хәварийуннәр Аллаһ диненә без ярдәм бирүчеләрбез\", – диделәр. Исраил балаларыннан бер таифә иман китереп мөселман булдылар, вә бер таифә иман китермәделәр, кәфер булып калдылар. Иман китергән таифәгә куәт вә ярдәм бирдек, дошманнарын җиңеп өстен булырга, һәм алар өскә чыгып Ислам динен тарату белән дөньяга фаш булдылар.",
        "numberInSurah": 14,
        "juz": 28,
        "manzil": 7,
        "page": 552,
        "ruku": 485,
        "hizbQuarter": 220,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "tt.nugman",
      "language": "tt",
      "name": "Yakub Ibn Nugman",
      "englishName": "Yakub Ibn Nugman",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}