{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 64,
    "name": "سُورَةُ التَّغَابُنِ",
    "englishName": "At-Taghaabun",
    "englishNameTranslation": "Mutual Disillusion",
    "revelationType": "Medinan",
    "numberOfAyahs": 18,
    "ayahs": [
      {
        "number": 5200,
        "text": "Җир вә күкләрдә булган һәрнәрсә Аллаһ кимчелекләрдән пакь, дип, Аны мактап тәсбих әйтәдер, ике дөньяга да патшалык Аңа хастыр, хакыйкый мактау Аңадыр вә Аның һәр нәрсәгә көче җитәдер.",
        "numberInSurah": 1,
        "juz": 28,
        "manzil": 7,
        "page": 556,
        "ruku": 490,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5201,
        "text": "Ул – Аллаһ сезне халык кылды, Сезләрдән кәферләр бар вә Сезләрдән мөэминнәр бар, Аллаһ сезнең кылган эшләрегезне күрүчедер.",
        "numberInSurah": 2,
        "juz": 28,
        "manzil": 7,
        "page": 556,
        "ruku": 490,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5202,
        "text": "Җирне вә күкләрне хаклык белән төзеде, вә сезнең сурәтләрегезне төзеде, сурәтләрегезне вә рәвешләрегезне ни күркәм кылды, вә Ул – Аллаһугадыр кайтачак урын.",
        "numberInSurah": 3,
        "juz": 28,
        "manzil": 7,
        "page": 556,
        "ruku": 490,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5203,
        "text": "Ул җирдәге вә күкләрдәге яшерен нәрсәләрне беләдер, вә сезнең ачык кылган эшләрегезне һәм яшерен кылган эшләрегезне дә барын да беләдер. Аллаһ күкрәкләрдә булган уй-фикерләрне беләдер.",
        "numberInSurah": 4,
        "juz": 28,
        "manzil": 7,
        "page": 556,
        "ruku": 490,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5204,
        "text": "Моннан элек булган кәферләрнең хәбәре сезгә килмәдеме, үзләренең көферлекләренең имгәген татыдылар, вә аларгадыр ахирәттә рәнҗеткүче ґәзаб.",
        "numberInSurah": 5,
        "juz": 28,
        "manzil": 7,
        "page": 556,
        "ruku": 490,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5205,
        "text": "Аларга дөньяда һәм ахирәттә ґәзаб тиешле булды менә бу сәбәпле, тәхкыйк аларга пәйгамбәрләре төрле могҗизалар һәм Исламның хаклыгына ачык дәлилләр белән килә иделәр, алар әйттеләр: \"Әйә безне туры юлга кешеме күндерер?\" Ягъни пәйгамбәрләрнең фәрештәдән булуын теләделәр. Алар шуның өчен пәйгамбәрләрне инкяр иттеләр вә хакны кабул итүдән баш тарттылар, Аллаһ моңсыздыр аларның ышануларына һич ихтыяҗы юктыр. Аллаһ бай вә һәр эшендә мактаулы.",
        "numberInSurah": 6,
        "juz": 28,
        "manzil": 7,
        "page": 556,
        "ruku": 490,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5206,
        "text": "Кәферләр үзләренчә \"үлгәннән соң терелү булмый\" дигән сүзләрен дөресләп маташалар. Син аларга әйт: \"Бәлки, әлбәттә, терелерсез, Раббымның исеме илә ант итеп әйтәмен, әлбәттә, терелеп каберләрегездән кубарылып чыгачаксыз, соңра кылган эшләрегездән үзегезгә хәбәр бирелмеш булырсыз. Бу эш Аллаһуга бик җиңелдер.",
        "numberInSurah": 7,
        "juz": 28,
        "manzil": 7,
        "page": 556,
        "ruku": 490,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5207,
        "text": "Кубарылу хак булгач, Аллаһуга вә Аның рәсүленә һәм Без иңдергән гакыл нуры булган Коръәнгә ышаныгыз! Аллаһ сезнең кылган эшләрегездән хәбәрдардыр.",
        "numberInSurah": 8,
        "juz": 28,
        "manzil": 7,
        "page": 556,
        "ruku": 490,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5208,
        "text": "Аллаһ сезне бер көнне җыяр, кыямәт көнендә җыеп хисаб алу өчен, бу хисаб өчен җыелган көн, чын алдану көнедер, ягъни ул көндә һәркем дөньяга алданганлыгын белер: мөшрикләрнең, монафикъларның, сихерчеләрнең, багучыларның, риячыларның, бидеґәтчеләрнең, даими хәрам ашаган, хәрам эчкән кешеләрнең, хаксыз кешеләрне рәнҗеткән залимнәрнең һәм башка бозык эшләрне эшләүчеләрнең кылган гамәлләре юкка чыккан булыр. Берәү бу эшләрдән сакланган хәлдә яки тәүбә итеп төзәлгән хәлдә Аллаһуга иман китереп яхшы эшләрне, изге гамәлләрне кылса, Аллаһ ул кешенең яман эшләрен җуяр, бетерер һәм аларны асларыннан елгалар ага торган бакчаларга кертер, алар анда мәңге калырлар. Шундый бакчага мәңгегә керү – олугъ уңышка ирешүдер.",
        "numberInSurah": 9,
        "juz": 28,
        "manzil": 7,
        "page": 556,
        "ruku": 490,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5209,
        "text": "Иманны инкяр итеп аятьләребезне ялганга тоткан кешеләр – алар ут әһелләредер анда мәңге калучылардыр, ул ут ни яман урындыр.",
        "numberInSurah": 10,
        "juz": 28,
        "manzil": 7,
        "page": 557,
        "ruku": 490,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5210,
        "text": "Кайгы бәла-каза ирешмәде, мәгәр Аллаһуның теләге белән генә иреште. Берәү итагать иткән хәлдә Аллаһуга иман китерсә, Аллаһ ул кешенең күңелен хаклыкка күндерер. Аллаһ һәрнәрсәне белүче.",
        "numberInSurah": 11,
        "juz": 28,
        "manzil": 7,
        "page": 557,
        "ruku": 491,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5211,
        "text": "Аллаһуга итагать итегез, вә расүлгә итагать итегез, аларның боерыкларын җиренә җиткереп үтәгез, әгәр карышсагыз, итагать итүдән баш тартсагыз, бит расүлебезнең бурычы фәкать сезгә Безнең хөкемнәребезне ирештермәк, ачык итеп аңлатмактыр.",
        "numberInSurah": 12,
        "juz": 28,
        "manzil": 7,
        "page": 557,
        "ruku": 491,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5212,
        "text": "Аллаһудан башка һич Илаһә юк, мәгәр Ул – Үзе генә, мөэминнәр Аллаһуга тәвәккәл итсеннәр!",
        "numberInSurah": 13,
        "juz": 28,
        "manzil": 7,
        "page": 557,
        "ruku": 491,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5213,
        "text": "Ий мөэминнәр, тәхкыйк сезнең хатыннарыгыздан һәм балаларыгыздан бардыр сезгә дошман булганнары, алардан сакланыгыз, гафил булмагыз! Әгәр аларны гафу итсәгез һәм аларны шелтә кылуны куеп хата эшләрен кичерсәгез, әлбәттә, Аллаһ ярлыкаучы һәм рәхимле.",
        "numberInSurah": 14,
        "juz": 28,
        "manzil": 7,
        "page": 557,
        "ruku": 491,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5214,
        "text": "Сезнең малларыгыз һәм балаларыгыз, сезнең өчен фәкать фетнә. Әмма Аллаһ юлында булганнарга Аллаһ хозурында олугъ әҗерләр бар.",
        "numberInSurah": 15,
        "juz": 28,
        "manzil": 7,
        "page": 557,
        "ruku": 491,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5215,
        "text": "Аллаһудан куркыгыз, Аңа гөнаһлы булудан сакланыгыз көчегез җиткән чаклы, ягъни Аллаһ тыйган гөнаһлы эшләрдән тыелырга көчегез җитә торып тыелмыйча һәм кушкан сәваблы эшләрне көчегез җитә торып эшләмичә гөнаһлы булмагыз, Аллаһуның сүзен ишетегез һәм итагать итегез, һәм малларыгыздан садакалар бирегез – бу эшләр үзегез өчен файдалыдыр. Бер кеше дөнья малына нәфесенең комсызлыгыннан сакланса – андый кешеләр ґәзабтан котылып өстенлек табучылардыр.",
        "numberInSurah": 16,
        "juz": 28,
        "manzil": 7,
        "page": 557,
        "ruku": 491,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5216,
        "text": "Аллаһуга бурычка кергән кеби, гөнаһлардан Аллаһ ризалыгы өчен сакланыгыз һәм сәваблы эшләрне Аллаһ ризалыгы өчен генә кылсагыз, Аллаһ әҗерләрен ике өлеш арттырып бирер һәм сезне ярлыкар. Аллаһ яхшылыкка яхшылык бирүче вә юаш.",
        "numberInSurah": 17,
        "juz": 28,
        "manzil": 7,
        "page": 557,
        "ruku": 491,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5217,
        "text": "Яшерен эшләрне вә әшкәрә булган эшләрне белүчедер, куәтле, һәр эштә өстен вә хөкем итүчедер.",
        "numberInSurah": 18,
        "juz": 28,
        "manzil": 7,
        "page": 557,
        "ruku": 491,
        "hizbQuarter": 222,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "tt.nugman",
      "language": "tt",
      "name": "Yakub Ibn Nugman",
      "englishName": "Yakub Ibn Nugman",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}