{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 28,
    "name": "سُورَةُ القَصَصِ",
    "englishName": "Al-Qasas",
    "englishNameTranslation": "The Stories",
    "revelationType": "Meccan",
    "numberOfAyahs": 88,
    "ayahs": [
      {
        "number": 3253,
        "text": "Ta'. Sin. Mim",
        "numberInSurah": 1,
        "juz": 20,
        "manzil": 5,
        "page": 385,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3254,
        "text": "These are the verses of the Clear Book.",
        "numberInSurah": 2,
        "juz": 20,
        "manzil": 5,
        "page": 385,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3255,
        "text": "We recount to you with truth some parts of the story of Moses and Pharaoh for the benefit of those who believe.",
        "numberInSurah": 3,
        "juz": 20,
        "manzil": 5,
        "page": 385,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3256,
        "text": "Indeed Pharaoh transgressed in the land and divided its people into sections. One group of them he humiliated, and slew their sons and spared their daughters. Truly he was among the mischief-makers.",
        "numberInSurah": 4,
        "juz": 20,
        "manzil": 5,
        "page": 385,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3257,
        "text": "We wanted to bestow favour on those who were oppressed in the land. We wanted to make them leaders and heirs",
        "numberInSurah": 5,
        "juz": 20,
        "manzil": 5,
        "page": 385,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3258,
        "text": "and to grant them power in the land, and make Pharaoh and Haman and their hosts see what they had feared.",
        "numberInSurah": 6,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3259,
        "text": "We suggested to the mother of Moses: \"Suckle your child, but when you fear for his life cast him into the river and be not fearful nor grieve, for We shall restore him to you and make him one of the Messengers.\"",
        "numberInSurah": 7,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3260,
        "text": "Then Pharaoh's household picked him up (from the river) that he may be their adversary and be a cause of sorrow to them. Surely Pharaoh and Haman and their hosts erred (in their scheming).",
        "numberInSurah": 8,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3261,
        "text": "The wife of Pharaoh said: \"Here is a delight of the eye to me and to you. Do not kill him. Maybe he will prove useful for us, or we may adopt him as a son.\" They were unaware of the end of it all.",
        "numberInSurah": 9,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3262,
        "text": "On the other hand, the heart of Moses' mother was sorely distressed. Had We not strengthened her heart that she might have full faith (in Our promise), she would have disclosed the secret.",
        "numberInSurah": 10,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3263,
        "text": "She told the sister of Moses: \"Follow him.\" So she kept watch over him unperceived (by the enemies).",
        "numberInSurah": 11,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3264,
        "text": "And We had already forbidden the breasts of the nurses for the child. (So seeing the girl) said: \"Shall I direct you to the people of a household that will rear him with utter sincerity?\"",
        "numberInSurah": 12,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3265,
        "text": "Thus did We restore Moses to his mother that her eyes might be comforted and she might not grieve, and realise that the promise of Allah was true. But most people are unaware of this.",
        "numberInSurah": 13,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3266,
        "text": "When Moses reached the age of full youth and grew to maturity, We bestowed upon him wisdom and knowledge. Thus do We reward those who do good.",
        "numberInSurah": 14,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3267,
        "text": "Once he entered the city at a time when its people were heedless, and he encountered two men fighting, one of whom belonged to his own people and the other to his foes. Now the man belonging to Moses' own people cried out to him for help against the man from the foes, and Moses struck him with his fist and finished him. Moses said: \"This is an act of Satan. Surely he is an enemy who openly misleads.\"",
        "numberInSurah": 15,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3268,
        "text": "Then he prayed: \"My Lord! I have indeed inflicted wrong on myself, so do forgive me,\" wherefore Allah forgave him for He is Ever Forgiving, Most Merciful.",
        "numberInSurah": 16,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3269,
        "text": "Thereupon Moses vowed: \"My Lord, because of the favour that You have done me I shall never support the guilty.\"",
        "numberInSurah": 17,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3270,
        "text": "The next morning he proceeded to the city in fear and looking around as one apprehensive of danger when all of a sudden, the man who had sought his help the day before again called out to him for his help. Moses said to him: \"Clearly, you are a very misguided fellow.\"",
        "numberInSurah": 18,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3271,
        "text": "And when Moses decided to lay his violent hands on the man belonging to the enemy, he cried out: \"Moses, do you intend to kill me as you killed a person yesterday?\" You simply want to live in the land as a tyrant, and do not wish to set things right.\"",
        "numberInSurah": 19,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3272,
        "text": "Then a man came running from the farther end of the city and said: \"O Moses, the nobles are deliberating about you that they may put you to death. So do be gone. I am one of your well-wishers.\"",
        "numberInSurah": 20,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3273,
        "text": "Soon after hearing this Moses departed in a state of fear, looking around as one in apprehension and prayed: \"My Lord, deliver me from these unjust people.\"",
        "numberInSurah": 21,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3274,
        "text": "When (after his departure from Egypt) Moses headed towards Midian, he said: \"I hope my Lord will show me the right Path.\"",
        "numberInSurah": 22,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3275,
        "text": "When he arrived at the spring of Midian, he found there a crowd of people watering their flocks, and he found apart from them two women holding their flocks back. He asked the women: \"What is it that troubles you?\" They said: \"We cannot water our flocks until the shepherds take their flocks away, and our father is a very old man.\"",
        "numberInSurah": 23,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3276,
        "text": "On hearing this Moses watered their flocks for them, and then returned in a shaded place and said: \"My Lord, I am truly in great need of any good that You might send down to me.\"",
        "numberInSurah": 24,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3277,
        "text": "Soon thereafter one of the two women came to him, walking bashfully, and said: \"My father invites you that he may reward you for your having watered our flocks for us. \" When Moses came to him and narrated to him the whole of his story, he said: \"Have no fear. You are now safe from the iniquitous people.\"",
        "numberInSurah": 25,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3278,
        "text": "One of the two women said: \"Father, employ this man in your service. The best whom you might employ is he who is strong and trustworthy.\"",
        "numberInSurah": 26,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3279,
        "text": "Her father said to Moses: \"I want to marry one of these two daughters of mine to you if you serve me for eight years. But if you complete ten years, that will be of your own accord (but not an obligation). I do not intend to treat you harshly. If Allah wills, you will find me an upright man.\"",
        "numberInSurah": 27,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3280,
        "text": "Moses replied: \"So that is agreed between me and you. Whichever of the two terms I fulfil, I trust that I shall not be wronged. Allah is a witness over the covenant we are committing ourselves to.\"",
        "numberInSurah": 28,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3281,
        "text": "When Moses had fulfilled the term and was journeying with his family, he perceived a fire in the direction of the Mount (Sinai). He said to his family: \"Wait here; I have observed a fire. Maybe I will bring to you some news or a brand of fire from there that you may warm yourselves.\"",
        "numberInSurah": 29,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3282,
        "text": "But when he came to the fire, a cry was heard from the right bank of the valley, from a tree in the hallowed ground: \"O Moses, verily I am Allah, the Lord of all creatures of the Universe.\"",
        "numberInSurah": 30,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3283,
        "text": "He received the command: \"Throw away your rod!\" But when he saw the rod writhing as though it were a serpent, he turned back in retreat, and did not even look behind. (He was told): \"O Moses, go ahead and have no fear. You are perfectly secure.",
        "numberInSurah": 31,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3284,
        "text": "Put your hand into your bosom, and it will come out shining without any blemish; and draw your hand close to your body to still your fear. Those are the two clear Signs from your Lord for Pharaoh and his chiefs, for truly they are a disobedient people.\"",
        "numberInSurah": 32,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3285,
        "text": "Moses said: \"My Lord, I have killed one person from among them, and I fear that they will kill me.",
        "numberInSurah": 33,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3286,
        "text": "My brother Aaron is more eloquent in speech than I: so send him with me as a helper to confirm my truthfulness for I fear that they will reject me as a liar.\"",
        "numberInSurah": 34,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3287,
        "text": "He said: \"We will certainly strengthen you through your brother and will invest both of you with such power that they shall not be able to hurt you. With the help of Our Signs the two of you and your followers will prevail.\"",
        "numberInSurah": 35,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3288,
        "text": "But when Moses came to them with Our Clear Signs, they said: \"This is nothing but a magic that has been contrived. We never heard anything like it from our ancestors of yore.\"",
        "numberInSurah": 36,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3289,
        "text": "Moses replied: \"My Lord knows best who comes with guidance from Him, and also whose end will be the best in the Hereafter. As for the wrongdoers, they shall not prosper.\"",
        "numberInSurah": 37,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3290,
        "text": "Pharaoh said: \"O nobles, I do not know that you have any god beside myself. Haman, bake bricks out of clay and build a lofty palace for me so that I may mount up and be able to observe the god of Moses, even though I believe that Moses is a liar.\"",
        "numberInSurah": 38,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3291,
        "text": "And he and his hosts waxed arrogant in the land without any right, believing that they will never have to return to Us!",
        "numberInSurah": 39,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3292,
        "text": "Eventually We seized him and his hosts and We flung them into the sea. So do see the end of the wrong-doers!",
        "numberInSurah": 40,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3293,
        "text": "And We made them leaders who invite people to the Fire. On the Day of Judgement they shall not find help from any quarter.",
        "numberInSurah": 41,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3294,
        "text": "We have made a curse to pursue them in this world, and on the Day of Judgement they shall be among the despised.",
        "numberInSurah": 42,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3295,
        "text": "After We had destroyed the earlier generations We bestowed the Book on Moses - a source of enlightenment for people and a guidance and mercy -- that they may take heed.",
        "numberInSurah": 43,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3296,
        "text": "(O Muhammad), you were then not on the western side when We bestowed this commandment (of Law), and you were not among its witnesses.",
        "numberInSurah": 44,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3297,
        "text": "Thereafter We raised up many a generation and a long time passed. You were then not even present among the people of Midian to rehearse Our verses to them. But it is We Who are sending news about that.",
        "numberInSurah": 45,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3298,
        "text": "Nor were you on the side of the Mount (Sinai) when We called out to Moses (in the first instance). But it is out of Mercy from your Lord (that you are being informed of all this) so that you may warn a people to whom no warner came before you. Maybe they will take heed.",
        "numberInSurah": 46,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3299,
        "text": "(We did so) lest a calamity might seize them because of the misdeeds they committed whereafter they would say: \"Our Lord, why did you not send a Messenger to us that we follow Your revelation and become among those who believe?\"",
        "numberInSurah": 47,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3300,
        "text": "But when the Truth reached them from Us, they said: \"Why was he not given that which was given to Moses?\" But did they not reject before what had been given to Moses? They said: \"Both are magic, each supporting the other!\" And they said: \"We deny each of these.\"",
        "numberInSurah": 48,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3301,
        "text": "Tell them, (O Prophet): \"Then do bring a Book from Allah which is a better guide than either of them, and I will follow it! Do so if you are truthful!\"",
        "numberInSurah": 49,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3302,
        "text": "But if they do not hearken to this, know well that they only follow their lusts and who is in greater error than he who follows his lusts without any guidance from Allah? Allah does not guide those given to wrong-doing.",
        "numberInSurah": 50,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3303,
        "text": "We have constantly conveyed them the word (of admonition) that they may take heed.",
        "numberInSurah": 51,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3304,
        "text": "Those on whom We bestowed the Book before do believe in this (to wit, the Qur'an).",
        "numberInSurah": 52,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3305,
        "text": "When it is recited to them they say: \"We believe in it for it is the Truth from our Lord. Indeed we were already Muslims.\"",
        "numberInSurah": 53,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3306,
        "text": "These will be granted their reward twice over because they remained steadfast; they repel evil with good, and spend (in alms) out of the sustenance We provided them,",
        "numberInSurah": 54,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3307,
        "text": "and when they hear any vain talk, they turn away from it, saying: \"We have our deeds and you have your deeds. Peace be to you. We do not desire to act like the ignorant.\"",
        "numberInSurah": 55,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3308,
        "text": "(O Prophet), you cannot grant guidance to whom you please. It is Allah Who guides those whom He will. He knows best who are amenable to guidance.",
        "numberInSurah": 56,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3309,
        "text": "They say: \"If we were to follow this guidance with you, we should be snatched away from our land.\" Have We not established for them a secure sanctuary to which fruits of all kinds are brought as a provision from Us? But most of them do not know.",
        "numberInSurah": 57,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3310,
        "text": "And how many a town did We destroy whose inhabitants exulted on account of their affluence. These are their dwellings in which very few dwelt after them. Eventually it is We Who inherited them.",
        "numberInSurah": 58,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3311,
        "text": "Your Lord would not destroy a town until He had sent to its centre a Messenger who would recite to them Our verses. Nor would We destroy any town unless its inhabitants were iniquitous.",
        "numberInSurah": 59,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3312,
        "text": "Whatever you have been given is a provision for the life of this world and its glitter. But that which is with Allah is better and more enduring. Do you not use your intellect?",
        "numberInSurah": 60,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3313,
        "text": "Now, he to whom We have promised a good which he is going to obtain - can he be like him whom We have given the good things of this life, but who will be brought up for punishment on the Day of Judgement?",
        "numberInSurah": 61,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3314,
        "text": "(Let them not forget) that the Day when Allah will call unto them, and say: \"Where are those whom you imagined to be My associates?\"",
        "numberInSurah": 62,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3315,
        "text": "Those against whom the Word will be realised will say: \"Our Lord, these are the ones whom we led astray just as we ourselves strayed. We absolve ourselves before You of all blame. It was not us that they worshipped.\"",
        "numberInSurah": 63,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3316,
        "text": "They will then be told: \"Call upon those for help whom you declared to be Our associates.\" They will then call upon them but they will not answer them. They will have observed the chastisement in front of them. Would that they were guided!",
        "numberInSurah": 64,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3317,
        "text": "(Let them not disregard) that the Day when Allah will call out to them saying: \"What was the answer you gave to the Messengers?\"",
        "numberInSurah": 65,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3318,
        "text": "Then they will not be able to think of any reply, nor will they be able to ask one another.",
        "numberInSurah": 66,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3319,
        "text": "But those who repented and believed and acted righteously, they will perhaps be among those who will prosper there.",
        "numberInSurah": 67,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3320,
        "text": "Your Lord creates what He will and chooses (for His tasks) whomsoever He will. It is not for them to make the choice. Glory be to Allah. He is exalted far above their associating others in His Divinity.",
        "numberInSurah": 68,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3321,
        "text": "Your Lord knows all that their hearts conceal and all that they reveal.",
        "numberInSurah": 69,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3322,
        "text": "He is Allah; there is no god but He. His is the praise in this world and in the Hereafter. His is the command and to Him will all of you be returned.",
        "numberInSurah": 70,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3323,
        "text": "(O Prophet), tell them: \"Did you consider: if Allah were to make the night perpetual over you till the Day of Judgement, is there a god other than Allah who can bring forth light for you? Do you not hear?\"",
        "numberInSurah": 71,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3324,
        "text": "Say: \"Did you consider: if Allah were to make the day become perpetual over you till the Day of Judgement, is there a god other than Allah who can bring in night for you that you may repose in it? Will you not see?\"",
        "numberInSurah": 72,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3325,
        "text": "It is out of His Mercy that He has made for you night and day that you may repose (during the night) and seek His Bounty (during the day) that you might be grateful.",
        "numberInSurah": 73,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3326,
        "text": "(Let them bear in mind) that on that Day when He will call out to them saying: \"Where are My associates, those whom you imagined to be so?\"",
        "numberInSurah": 74,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3327,
        "text": "And from each people We shall draw a witness, and shall say to them: \"Do produce your evidence now.\" Then they shall know that the Truth is with Allah alone, and the lies which they had invented will forsake them.",
        "numberInSurah": 75,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3328,
        "text": "To be sure, Qarun (Korah) was one of Moses' people; then he transgressed against them. We had bestowed on him such treasure that their very keys would have been raised with difficulty by a whole group of strong people. Once when his people said to him: \"Do not exult, for Allah does not love those who exult (in their riches).",
        "numberInSurah": 76,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3329,
        "text": "Seek by means of the wealth that Allah has granted you the Abode of the Hereafter, but forget not your share in this world and do good as Allah has been good to you and do not strive to create mischief in the land, for Allah loves not those who create mischief.\"",
        "numberInSurah": 77,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3330,
        "text": "He replied: \"All this has been given to me on account of a certain knowledge that I have.\" Did he not know that Allah had destroyed before him those who were stronger in might than he and were more numerous in multitude? The wicked are not asked about their acts of sin.",
        "numberInSurah": 78,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3331,
        "text": "Once Korah went forth among his people in full glitter. Those seeking the life of this world said: \"Would that we had the like of what Korah has! He truly has a great fortune.\"",
        "numberInSurah": 79,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3332,
        "text": "But those endowed with true knowledge said: \"Woe to you. The reward of Allah is best for those who believe and act righteously. But none except those who are patient shall attain to this.\"",
        "numberInSurah": 80,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3333,
        "text": "At last We caused the earth to swallow him and his house. Thereafter there was no group of people that could come to his aid against Allah; nor was he able to come to his own aid.",
        "numberInSurah": 81,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3334,
        "text": "And those who had envied his position the day before began to say on the morrow: \"Alas, we had forgotten that it is Allah Who increases the provision of those of His servants whom He will and grants in sparing measure to those whom He will. But for Allah's favour upon us, He could have made us to be swallowed too. Alas, we had forgotten that the unbelievers do not prosper.\"",
        "numberInSurah": 82,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3335,
        "text": "As for the Abode of the Hereafter, We shall assign it exclusively for those who do not seek glory on earth nor want to cause mischief. The God-fearing shall have the best end.",
        "numberInSurah": 83,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3336,
        "text": "He who shall bring a good deed shall be rewarded with what is better. But those who bring evil deeds shall not be requited more than their deeds.",
        "numberInSurah": 84,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3337,
        "text": "(O Prophet), surely He Who has ordained the Qur'an on you will bring you to the best end. Say to them: \"My Lord knows best who has brought true guidance and who is in clear error.\"",
        "numberInSurah": 85,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3338,
        "text": "(O Prophet), you never looked forward for the Book to be revealed to you. It is out of sheer Mercy of your Lord that it was (revealed to you). So do not lend any support to the unbelievers.",
        "numberInSurah": 86,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3339,
        "text": "And let it never happen that the unbelievers might turn you away from the revelations of Allah after they have been revealed to you. Call people to your Lord and never become one of the unbelievers,",
        "numberInSurah": 87,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3340,
        "text": "and do not invoke any god beside Allah. There is no god but He. All will perish but He. To Him belongs the command. And to Him shall all of you return.",
        "numberInSurah": 88,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "en.maududi",
      "language": "en",
      "name": "Maududi",
      "englishName": "Abul Ala Maududi",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}