{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 31,
    "name": "سُورَةُ لُقۡمَانَ",
    "englishName": "Luqman",
    "englishNameTranslation": "Luqman",
    "revelationType": "Meccan",
    "numberOfAyahs": 34,
    "ayahs": [
      {
        "number": 3470,
        "text": "Alif. Lam. Mim.",
        "numberInSurah": 1,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3471,
        "text": "These are the verses of the Wise Book,",
        "numberInSurah": 2,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3472,
        "text": "a guidance and mercy for the doers of good,",
        "numberInSurah": 3,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3473,
        "text": "who establish Prayer and pay Zakah, and have firm faith in the Hereafter.",
        "numberInSurah": 4,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3474,
        "text": "It is they who are on true guidance from their Lord, and it is they who shall prosper.",
        "numberInSurah": 5,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3475,
        "text": "There are some human beings who purchase an enchanting diversion in order to lead people away from the way of Allah without having any knowledge, who hold the call to the Way of Allah to ridicule. A humiliating chastisement awaits them.",
        "numberInSurah": 6,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3476,
        "text": "When Our verses are recited to such a person, he arrogantly turns away, as though he had not heard them, or as though there was a deafness in his ears. So announce to him the tidings of a grievous chastisement.",
        "numberInSurah": 7,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3477,
        "text": "Surely those who believe and do good deeds shall have Gardens of Bliss.",
        "numberInSurah": 8,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3478,
        "text": "They shall abide in them forever. This is Allah's promise that shall come true. He is the Most Powerful, the Most Wise.",
        "numberInSurah": 9,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3479,
        "text": "He created the heavens without any pillars visible to you and He placed mountains in the earth as pegs lest it should turn topsy turvy with you, and He dispersed all kinds of animals over the earth, and sent down water from the sky causing all kinds of excellent plants to grow on it.",
        "numberInSurah": 10,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3480,
        "text": "Such is Allah's creation. Show me, then, what any others, apart from Allah, have created. Nay, the fact is that the wrong-doers are in manifest error.",
        "numberInSurah": 11,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3481,
        "text": "We bestowed wisdom upon Luqman, (enjoining): “Give thanks to Allah.” Whoso gives thanks to Allah, does so to his own good. And whoso disbelieves (let him know that) Allah is All-Sufficient, Immensely Praiseworthy.",
        "numberInSurah": 12,
        "juz": 21,
        "manzil": 5,
        "page": 412,
        "ruku": 356,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3482,
        "text": "And call to mind when Luqman said to his son while exhorting him: “My son, do not associate others with Allah in His Divinity. Surely, associating others with Allah in His Divinity is a mighty wrong.”",
        "numberInSurah": 13,
        "juz": 21,
        "manzil": 5,
        "page": 412,
        "ruku": 356,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3483,
        "text": "We enjoined upon man to be dutiful to his parents. His mother bore him in weakness upon weakness, and his weaning lasted two years. (We, therefore, enjoined upon him): “Give thanks to Me and to your parents. To Me is your ultimate return.",
        "numberInSurah": 14,
        "juz": 21,
        "manzil": 5,
        "page": 412,
        "ruku": 356,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3484,
        "text": "But if they press you to associate others with Me in My Divinity, (to associate) those regarding whom you have no knowledge (that they are My associates), do not obey them. And yet treat them well in this world, and follow the way of him who turns to Me in devotion. Eventually it is to Me that all of you shall return, and I shall then tell you all that you did.”",
        "numberInSurah": 15,
        "juz": 21,
        "manzil": 5,
        "page": 412,
        "ruku": 356,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3485,
        "text": "(Luqman said): “Son, Allah will bring forth everything even if it be as small as the grain of a mustard seed even though it be hidden inside a rock or (anywhere) in the heavens or earth. Allah is Most Subtle, All-Aware.",
        "numberInSurah": 16,
        "juz": 21,
        "manzil": 5,
        "page": 412,
        "ruku": 356,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3486,
        "text": "Son, establish Prayer, enjoin all that is good and forbid all that is evil, and endure with patience whatever affliction befalls you. Surely these have been emphatically enjoined.",
        "numberInSurah": 17,
        "juz": 21,
        "manzil": 5,
        "page": 412,
        "ruku": 356,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3487,
        "text": "Do not (contemptuously) turn your face away from people, nor tread haughtily upon earth. Allah does not love the arrogant and the vainglorious.",
        "numberInSurah": 18,
        "juz": 21,
        "manzil": 5,
        "page": 412,
        "ruku": 356,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3488,
        "text": "Be moderate in your stride and lower your voice. Verily the most disgusting of all voices is the braying of the donkey.”",
        "numberInSurah": 19,
        "juz": 21,
        "manzil": 5,
        "page": 412,
        "ruku": 356,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3489,
        "text": "Have you not seen that Allah has subjected to your service all that is in the heavens and on the earth and has abundantly bestowed upon you all His bounties, both visible and invisible? Yet some persons dispute regarding Allah without having any knowledge or guidance or any illuminating Book.",
        "numberInSurah": 20,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3490,
        "text": "When they are told: “Follow what Allah has revealed,” they say: “We will rather follow that which we have found our forefathers following.” (Will they follow that) even though Satan might invite them to the chastisement of the Blazing Fire?",
        "numberInSurah": 21,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3491,
        "text": "Whoever surrenders himself to Allah and lives righteously grasps the most firm handle. The ultimate decision of all matters rests with Allah.",
        "numberInSurah": 22,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3492,
        "text": "So let the unbelief of the unbeliever not grieve you. To Us is their return and then We shall inform them of all that they did. Surely Allah knows well even the secrets that are hidden in the breasts (of people).",
        "numberInSurah": 23,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3493,
        "text": "We allow them to enjoy themselves a while in the world and then We shall drive them in utter helplessness to a harsh chastisement.",
        "numberInSurah": 24,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3494,
        "text": "If you were to ask them: “Who created the heavens and the earth?” they will certainly reply: “Allah.” Say: “All praise and thanks be to Allah.” Yet most of them do not know.",
        "numberInSurah": 25,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3495,
        "text": "All that is in the heavens and the earth belongs to Allah. Verily He is All-Sufficient, Immensely Praiseworthy.",
        "numberInSurah": 26,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3496,
        "text": "If all the trees on earth become pens, and the sea replenished by seven more seas were to supply them with ink, the Words of Allah would not be exhausted. Verily Allah is Most Mighty, Most Wise.",
        "numberInSurah": 27,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3497,
        "text": "To create all of you or to resurrect all of you is to Him like (creating or resurrecting) a single person. Verily Allah is All-Hearing, All-Seeing.",
        "numberInSurah": 28,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3498,
        "text": "Do you not see that Allah makes the night phase into the day and makes the day phase into the night and has subjected the sun and the moon to His will so that each of them is pursuing its course till an appointed time? (Do you not know that) Allah is well aware of all that you do?",
        "numberInSurah": 29,
        "juz": 21,
        "manzil": 5,
        "page": 414,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3499,
        "text": "All this is because Allah, He alone, is the Truth and all that which they call upon beside Him is false. Surely Allah, He alone, is All-High, Incomparably Great.",
        "numberInSurah": 30,
        "juz": 21,
        "manzil": 5,
        "page": 414,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3500,
        "text": "Do you not see that ships sail in the sea by Allah's Grace that He may show you some of His Signs? Surely there are Signs in this for everyone who is steadfast, thankful.",
        "numberInSurah": 31,
        "juz": 21,
        "manzil": 5,
        "page": 414,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3501,
        "text": "When waves engulf them (in the sea) like canopies, they call upon Allah, consecrating their faith solely to Him. But when He delivers them safely to the land, some of them become lukewarm. None denies Our Signs except the perfidious, the ungrateful.",
        "numberInSurah": 32,
        "juz": 21,
        "manzil": 5,
        "page": 414,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3502,
        "text": "O people, fear (the wrath) of your Lord, and dread the Day when no father will stand for his child, nor any child stand for his father. Surely Allah's promise is true. So let the life of this world not beguile you, nor let the Deluder delude you about Allah.",
        "numberInSurah": 33,
        "juz": 21,
        "manzil": 5,
        "page": 414,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3503,
        "text": "Surely Allah alone has the knowledge of the Hour. It is He Who sends down the rain and knows what is in the wombs, although no person knows what he will earn tomorrow, nor does he know in which land he will die. Indeed, Allah is All-Knowing, All-Aware.",
        "numberInSurah": 34,
        "juz": 21,
        "manzil": 5,
        "page": 414,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "en.maududi",
      "language": "en",
      "name": "Maududi",
      "englishName": "Abul Ala Maududi",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}