{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 61,
    "name": "سُورَةُ الصَّفِّ",
    "englishName": "As-Saff",
    "englishNameTranslation": "The Ranks",
    "revelationType": "Medinan",
    "numberOfAyahs": 14,
    "ayahs": [
      {
        "number": 5164,
        "text": "All that is in the heavens and all that is on earth extols Allah's glory. He is the Most Mighty, the Most Wise.",
        "numberInSurah": 1,
        "juz": 28,
        "manzil": 7,
        "page": 551,
        "ruku": 484,
        "hizbQuarter": 220,
        "sajda": false
      },
      {
        "number": 5165,
        "text": "Believers, why do you profess that which you do not practise?",
        "numberInSurah": 2,
        "juz": 28,
        "manzil": 7,
        "page": 551,
        "ruku": 484,
        "hizbQuarter": 220,
        "sajda": false
      },
      {
        "number": 5166,
        "text": "It is most loathsome in the sight of Allah that you should profess what you do not practise.",
        "numberInSurah": 3,
        "juz": 28,
        "manzil": 7,
        "page": 551,
        "ruku": 484,
        "hizbQuarter": 220,
        "sajda": false
      },
      {
        "number": 5167,
        "text": "Allah indeed loves those who fight in His Way as though they are a solid wall cemented with molten lead.",
        "numberInSurah": 4,
        "juz": 28,
        "manzil": 7,
        "page": 551,
        "ruku": 484,
        "hizbQuarter": 220,
        "sajda": false
      },
      {
        "number": 5168,
        "text": "And call to mind when Moses said to his people: “O my people, why do you torment me when you know well that I am Allah's Messenger to you?” So when they deviated, Allah made their hearts deviant. Allah does not direct the evil-doers to the Right Way.",
        "numberInSurah": 5,
        "juz": 28,
        "manzil": 7,
        "page": 551,
        "ruku": 484,
        "hizbQuarter": 220,
        "sajda": false
      },
      {
        "number": 5169,
        "text": "And call to mind when Jesus, son of Mary, said: “O Children of Israel, I am Allah's Messenger to you, I verify the Torah which has come before me, and I give you the glad tiding of a Messenger who shall come after me, his name being Ahmad.” Yet when he came to them with Clear Signs they said: “This is sheer trickery.”",
        "numberInSurah": 6,
        "juz": 28,
        "manzil": 7,
        "page": 552,
        "ruku": 484,
        "hizbQuarter": 220,
        "sajda": false
      },
      {
        "number": 5170,
        "text": "Who would be more unjust than he who invents a lie about Allah the while he is being called to Islam? Allah does not direct such evildoing folk to the Right Way.",
        "numberInSurah": 7,
        "juz": 28,
        "manzil": 7,
        "page": 552,
        "ruku": 484,
        "hizbQuarter": 220,
        "sajda": false
      },
      {
        "number": 5171,
        "text": "They seek to extinguish Allah's light (by blowing) with their mouths, but Allah shall spread His light in all its fullness, howsoever the unbelievers may abhor this.",
        "numberInSurah": 8,
        "juz": 28,
        "manzil": 7,
        "page": 552,
        "ruku": 484,
        "hizbQuarter": 220,
        "sajda": false
      },
      {
        "number": 5172,
        "text": "He it is Who has sent forth the Messenger with the Guidance and the True Religion that He may make it prevail over all religion, however those that associate aught with Allah in His Divinity might dislike this.",
        "numberInSurah": 9,
        "juz": 28,
        "manzil": 7,
        "page": 552,
        "ruku": 484,
        "hizbQuarter": 220,
        "sajda": false
      },
      {
        "number": 5173,
        "text": "Believers, shall I direct you to a commerce that will deliver you from a grievous chastisement?",
        "numberInSurah": 10,
        "juz": 28,
        "manzil": 7,
        "page": 552,
        "ruku": 485,
        "hizbQuarter": 220,
        "sajda": false
      },
      {
        "number": 5174,
        "text": "Have faith in Allah and His Messenger and strive in the Way of Allah with your possessions and your lives. That is better for you if you only knew.",
        "numberInSurah": 11,
        "juz": 28,
        "manzil": 7,
        "page": 552,
        "ruku": 485,
        "hizbQuarter": 220,
        "sajda": false
      },
      {
        "number": 5175,
        "text": "He will forgive you your sins and will admit you to Gardens beneath which rivers flow. He will lodge you in excellent mansions in the Gardens of eternity. That is the supreme triumph.",
        "numberInSurah": 12,
        "juz": 28,
        "manzil": 7,
        "page": 552,
        "ruku": 485,
        "hizbQuarter": 220,
        "sajda": false
      },
      {
        "number": 5176,
        "text": "He will also grant you the other favour that you desire: help from Allah and a victory that will come soon. Give glad tidings of this to the believers.",
        "numberInSurah": 13,
        "juz": 28,
        "manzil": 7,
        "page": 552,
        "ruku": 485,
        "hizbQuarter": 220,
        "sajda": false
      },
      {
        "number": 5177,
        "text": "Believers, become Allah's helpers, as Jesus, son of Mary, said to the disciples: “Who is my helper in (calling people) to Allah?” The disciples had responded by saying: “We are Allah's helpers.” Then a section of the Children of Israel believed and a section rejected the call. Thereafter We aided the believers against their enemies, and they prevailed.",
        "numberInSurah": 14,
        "juz": 28,
        "manzil": 7,
        "page": 552,
        "ruku": 485,
        "hizbQuarter": 220,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "en.maududi",
      "language": "en",
      "name": "Maududi",
      "englishName": "Abul Ala Maududi",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}