{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 80,
    "name": "سُورَةُ عَبَسَ",
    "englishName": "Abasa",
    "englishNameTranslation": "He frowned",
    "revelationType": "Meccan",
    "numberOfAyahs": 42,
    "ayahs": [
      {
        "number": 5759,
        "text": "(Dia telah bermuka masam) yakni Nabi Muhammad telah bermuka masam (dan berpaling) yaitu memalingkan mukanya karena,",
        "numberInSurah": 1,
        "juz": 30,
        "manzil": 7,
        "page": 585,
        "ruku": 522,
        "hizbQuarter": 234,
        "sajda": false
      },
      {
        "number": 5760,
        "text": "(telah datang seorang buta kepadanya) yaitu Abdullah bin Umi Maktum. Nabi saw. tidak melayaninya karena pada saat itu ia sedang sibuk menghadapi orang-orang yang diharapkan untuk dapat masuk Islam, mereka terdiri dari orang-orang terhormat kabilah Quraisy, dan ia sangat menginginkan mereka masuk Islam. Sedangkan orang yang buta itu atau Abdullah bin Umi Maktum tidak mengetahui kesibukan Nabi saw. pada waktu itu, karena ia buta. Maka Abdullah bin Umi Maktum langsung menghadap dan berseru, \"Ajarkanlah kepadaku apa-apa yang telah Allah ajarkan kepadamu.\" Akan tetapi Nabi saw. pergi berpaling darinya menuju ke rumah, maka turunlah wahyu yang menegur sikapnya itu, yaitu sebagaimana yang disebutkan dalam surat ini. Nabi saw. setelah itu, apabila datang Abdullah bin Umi Maktum berkunjung kepadanya, beliau selalu mengatakan, \"Selamat datang orang yang menyebabkan Rabbku menegurku karenanya,\" lalu beliau menghamparkan kain serbannya sebagai tempat duduk Abdullah bin Umi Maktum.",
        "numberInSurah": 2,
        "juz": 30,
        "manzil": 7,
        "page": 585,
        "ruku": 522,
        "hizbQuarter": 234,
        "sajda": false
      },
      {
        "number": 5761,
        "text": "(Tahukah kamu) artinya, mengertikah kamu (barangkali ia ingin membersihkan dirinya) dari dosa-dosa setelah mendengar dari kamu; lafal Yazzakkaa bentuk asalnya adalah Yatazakkaa, kemudian huruf Ta diidgamkan kepada huruf Za sehingga jadilah Yazzakkaa.",
        "numberInSurah": 3,
        "juz": 30,
        "manzil": 7,
        "page": 585,
        "ruku": 522,
        "hizbQuarter": 234,
        "sajda": false
      },
      {
        "number": 5762,
        "text": "(Atau dia ingin mendapatkan pelajaran) lafal Yadzdzakkaru bentuk asalnya adalah Yatadzakkaru, kemudian huruf Ta diidgamkan kepada huruf Dzal sehingga jadilah Yadzdzakkaru, artinya mengambil pelajaran dan nasihat (lalu pengajaran itu memberi manfaat kepadanya) atau nasihat yang telah didengarnya dari kamu bermanfaat bagi dirinya. Menurut suatu qiraat lafal Fatanfa'ahu dibaca Fatanfa'uhu, yaitu dibaca Nashab karena menjadi Jawab dari Tarajji atau lafal La'allahuu tadi.",
        "numberInSurah": 4,
        "juz": 30,
        "manzil": 7,
        "page": 585,
        "ruku": 522,
        "hizbQuarter": 234,
        "sajda": false
      },
      {
        "number": 5763,
        "text": "(Adapun orang yang merasa dirinya serba cukup) karena memiliki harta.",
        "numberInSurah": 5,
        "juz": 30,
        "manzil": 7,
        "page": 585,
        "ruku": 522,
        "hizbQuarter": 234,
        "sajda": false
      },
      {
        "number": 5764,
        "text": "(Maka kamu melayaninya) atau menerima dan mengajukan tawaranmu; menurut suatu qiraat lafal Tashaddaa dibaca Tashshaddaa yang bentuk asalnya adalah Tatashaddaa, kemudian huruf Ta kedua diidgamkan kepada huruf Shad, sehingga jadilah Tashshaddaa.",
        "numberInSurah": 6,
        "juz": 30,
        "manzil": 7,
        "page": 585,
        "ruku": 522,
        "hizbQuarter": 234,
        "sajda": false
      },
      {
        "number": 5765,
        "text": "(Padahal tidak ada celaan atasmu kalau dia tidak membersihkan diri) yakni orang yang serba berkecukupan itu tidak beriman.",
        "numberInSurah": 7,
        "juz": 30,
        "manzil": 7,
        "page": 585,
        "ruku": 522,
        "hizbQuarter": 234,
        "sajda": false
      },
      {
        "number": 5766,
        "text": "(Dan adapun orang yang datang kepadamu dengan bersegera) lafal Yas'aa berkedudukan sebagai Haal atau kata keterangan keadaan bagi Fa'il atau subjek yang terkandung di dalam lafal Jaa-a.",
        "numberInSurah": 8,
        "juz": 30,
        "manzil": 7,
        "page": 585,
        "ruku": 522,
        "hizbQuarter": 234,
        "sajda": false
      },
      {
        "number": 5767,
        "text": "(Sedangkan ia takut) kepada Allah swt.; lafal Yakhsyaa menjadi Haal dari fa'il yang terdapat di dalam lafal Yas'aa, yang dimaksud adalah si orang buta itu atau Abdullah bin Umi Maktum.",
        "numberInSurah": 9,
        "juz": 30,
        "manzil": 7,
        "page": 585,
        "ruku": 522,
        "hizbQuarter": 234,
        "sajda": false
      },
      {
        "number": 5768,
        "text": "(Maka kamu mengabaikannya) artinya, tiada memperhatikannya sama sekali; lafal Talahhaa asalnya Tatalahhaa, kemudian salah satu dari kedua huruf Ta dibuang, sehingga jadilah Talahhaa.",
        "numberInSurah": 10,
        "juz": 30,
        "manzil": 7,
        "page": 585,
        "ruku": 522,
        "hizbQuarter": 234,
        "sajda": false
      },
      {
        "number": 5769,
        "text": "(Sekali-kali jangan) berbuat demikian, yakni janganlah kamu berbuat hal yang serupa lagi. (Sesungguhnya hal ini) maksudnya, surat ini atau ayat-ayat ini (adalah suatu peringatan) suatu pelajaran bagi makhluk semuanya.",
        "numberInSurah": 11,
        "juz": 30,
        "manzil": 7,
        "page": 585,
        "ruku": 522,
        "hizbQuarter": 234,
        "sajda": false
      },
      {
        "number": 5770,
        "text": "(Maka barang siapa yang menghendaki, tentulah ia memperhatikannya) atau tentu ia menghafalnya kemudian menjadikannya sebagai nasihat bagi dirinya.",
        "numberInSurah": 12,
        "juz": 30,
        "manzil": 7,
        "page": 585,
        "ruku": 522,
        "hizbQuarter": 234,
        "sajda": false
      },
      {
        "number": 5771,
        "text": "(Di dalam kitab-kitab) menjadi Khabar yang kedua, karena sesungguhnya ia dan yang sebelumnya berkedudukan sebagai jumlah Mu'taridhah atau kalimat sisipan (yang dimuliakan) di sisi Allah.",
        "numberInSurah": 13,
        "juz": 30,
        "manzil": 7,
        "page": 585,
        "ruku": 522,
        "hizbQuarter": 234,
        "sajda": false
      },
      {
        "number": 5772,
        "text": "(Yang ditinggikan) di langit (lagi disucikan) dari sentuhan setan.",
        "numberInSurah": 14,
        "juz": 30,
        "manzil": 7,
        "page": 585,
        "ruku": 522,
        "hizbQuarter": 234,
        "sajda": false
      },
      {
        "number": 5773,
        "text": "(Di tangan para penulis) yakni malaikat-malaikat yang menukilnya dari Lohmahfuz.",
        "numberInSurah": 15,
        "juz": 30,
        "manzil": 7,
        "page": 585,
        "ruku": 522,
        "hizbQuarter": 234,
        "sajda": false
      },
      {
        "number": 5774,
        "text": "(Yang mulia lagi berbakti) artinya, semuanya taat kepada Allah swt.; mereka itu adalah malaikat-malaikat.",
        "numberInSurah": 16,
        "juz": 30,
        "manzil": 7,
        "page": 585,
        "ruku": 522,
        "hizbQuarter": 234,
        "sajda": false
      },
      {
        "number": 5775,
        "text": "(Binasalah manusia) maksudnya, terlaknatlah orang kafir itu (alangkah sangat kekafirannya) Istifham atau kata tanya pada ayat ini mengandung makna celaan; makna yang dimaksud, apakah gerangan yang mendorongnya berlaku kafir?",
        "numberInSurah": 17,
        "juz": 30,
        "manzil": 7,
        "page": 585,
        "ruku": 522,
        "hizbQuarter": 234,
        "sajda": false
      },
      {
        "number": 5776,
        "text": "(Dari apakah Allah menciptakannya?) Istifham atau kata tanya di sini mengandung makna Taqrir. Kemudian Allah menjelaskannya melalui firman berikutnya:",
        "numberInSurah": 18,
        "juz": 30,
        "manzil": 7,
        "page": 585,
        "ruku": 522,
        "hizbQuarter": 234,
        "sajda": false
      },
      {
        "number": 5777,
        "text": "(Dari setetes mani, Allah menciptakannya lalu menentukannya) menjadi 'alaqah, kemudian menjadi segumpal daging hingga akhir penciptaannya.",
        "numberInSurah": 19,
        "juz": 30,
        "manzil": 7,
        "page": 585,
        "ruku": 522,
        "hizbQuarter": 234,
        "sajda": false
      },
      {
        "number": 5778,
        "text": "(Kemudian untuk menempuh jalannya) yakni jalan ia keluar dari perut ibunya (Dia memudahkannya.)",
        "numberInSurah": 20,
        "juz": 30,
        "manzil": 7,
        "page": 585,
        "ruku": 522,
        "hizbQuarter": 234,
        "sajda": false
      },
      {
        "number": 5779,
        "text": "(Kemudian Dia mematikannya dan memasukkannya ke dalam kubur) artinya, Dia menjadikannya berada di dalam kubur yang menutupinya.",
        "numberInSurah": 21,
        "juz": 30,
        "manzil": 7,
        "page": 585,
        "ruku": 522,
        "hizbQuarter": 234,
        "sajda": false
      },
      {
        "number": 5780,
        "text": "(Kemudian bila Dia menghendaki, Dia membangkitkannya kembali) menjadi hidup kembali pada hari berbangkit nanti.",
        "numberInSurah": 22,
        "juz": 30,
        "manzil": 7,
        "page": 585,
        "ruku": 522,
        "hizbQuarter": 234,
        "sajda": false
      },
      {
        "number": 5781,
        "text": "(Tidaklah demikian) artinya, benarlah (manusia itu belum melaksanakan) belum mengerjakan (apa yang diperintahkan Allah kepadanya) yakni apa yang telah diperintahkan oleh Rabbnya supaya ia mengerjakannya.",
        "numberInSurah": 23,
        "juz": 30,
        "manzil": 7,
        "page": 585,
        "ruku": 522,
        "hizbQuarter": 234,
        "sajda": false
      },
      {
        "number": 5782,
        "text": "(Maka hendaklah manusia itu memperhatikan) dengan memasang akalnya (kepada makanannya) bagaimanakah makanan itu diciptakan dan diatur untuknya?",
        "numberInSurah": 24,
        "juz": 30,
        "manzil": 7,
        "page": 585,
        "ruku": 522,
        "hizbQuarter": 234,
        "sajda": false
      },
      {
        "number": 5783,
        "text": "(Sesungguhnya Kami telah mencurahkan air) dari awan (dengan sebenar-benarnya.)",
        "numberInSurah": 25,
        "juz": 30,
        "manzil": 7,
        "page": 585,
        "ruku": 522,
        "hizbQuarter": 234,
        "sajda": false
      },
      {
        "number": 5784,
        "text": "(Kemudian Kami belah bumi) dengan tumbuh-tumbuhan yang tumbuh dari dalamnya (dengan sebaik-baiknya.)",
        "numberInSurah": 26,
        "juz": 30,
        "manzil": 7,
        "page": 585,
        "ruku": 522,
        "hizbQuarter": 234,
        "sajda": false
      },
      {
        "number": 5785,
        "text": "(Lalu Kami tumbuhkan biji-bijian di bumi itu) seperti biji gandum dan biji jawawut.",
        "numberInSurah": 27,
        "juz": 30,
        "manzil": 7,
        "page": 585,
        "ruku": 522,
        "hizbQuarter": 234,
        "sajda": false
      },
      {
        "number": 5786,
        "text": "(Anggur dan sayur-sayuran) atau sayur-mayur.",
        "numberInSurah": 28,
        "juz": 30,
        "manzil": 7,
        "page": 585,
        "ruku": 522,
        "hizbQuarter": 234,
        "sajda": false
      },
      {
        "number": 5787,
        "text": "(Zaitun dan pohon kurma),",
        "numberInSurah": 29,
        "juz": 30,
        "manzil": 7,
        "page": 585,
        "ruku": 522,
        "hizbQuarter": 234,
        "sajda": false
      },
      {
        "number": 5788,
        "text": "(dan kebun-kebun yang lebat) yakni kebun-kebun yang banyak pepohonannya.",
        "numberInSurah": 30,
        "juz": 30,
        "manzil": 7,
        "page": 585,
        "ruku": 522,
        "hizbQuarter": 234,
        "sajda": false
      },
      {
        "number": 5789,
        "text": "(Dan buah-buahan serta rumput-rumputan) yaitu tumbuh-tumbuhan yang menjadi makanan binatang ternak; tetapi menurut suatu pendapat \"Abban\" artinya makanan ternak yang berasal dari tangkai atau bulir gandum atau padi dan lain sebagainya yang sejenis.",
        "numberInSurah": 31,
        "juz": 30,
        "manzil": 7,
        "page": 585,
        "ruku": 522,
        "hizbQuarter": 234,
        "sajda": false
      },
      {
        "number": 5790,
        "text": "(Untuk kesenangan) sebagai kesenangan atau untuk menyenangkan, penafsirannya sebagaimana yang telah disebutkan tadi pada surat sebelumnya (bagi kalian dan bagi binatang-binatang ternak kalian) penafsirannya sama dengan yang terdahulu pada surat sebelumnya.",
        "numberInSurah": 32,
        "juz": 30,
        "manzil": 7,
        "page": 585,
        "ruku": 522,
        "hizbQuarter": 234,
        "sajda": false
      },
      {
        "number": 5791,
        "text": "(Dan apabila datang suara yang memekakkan) yakni tiupan sangkakala yang kedua.",
        "numberInSurah": 33,
        "juz": 30,
        "manzil": 7,
        "page": 585,
        "ruku": 522,
        "hizbQuarter": 234,
        "sajda": false
      },
      {
        "number": 5792,
        "text": "(Pada hari ketika manusia lari dari saudaranya.)",
        "numberInSurah": 34,
        "juz": 30,
        "manzil": 7,
        "page": 585,
        "ruku": 522,
        "hizbQuarter": 234,
        "sajda": false
      },
      {
        "number": 5793,
        "text": "(Dari ibu dan bapaknya.)",
        "numberInSurah": 35,
        "juz": 30,
        "manzil": 7,
        "page": 585,
        "ruku": 522,
        "hizbQuarter": 234,
        "sajda": false
      },
      {
        "number": 5794,
        "text": "(Dari teman hidupnya) yakni istrinya (dan anak-anaknya) lafal Yauma merupakan Badal dari lafal Idzaa, sebagai Jawabnya disimpulkan dari berikut ini.",
        "numberInSurah": 36,
        "juz": 30,
        "manzil": 7,
        "page": 585,
        "ruku": 522,
        "hizbQuarter": 234,
        "sajda": false
      },
      {
        "number": 5795,
        "text": "(Setiap orang dari mereka pada hari itu mempunyai urusan yang cukup menyibukkannya) yakni keadaan yang membuatnya tidak mengindahkan hal-hal lainnya, atau dengan kata lain setiap orang pada hari itu sibuk dengan urusannya masing-masing.",
        "numberInSurah": 37,
        "juz": 30,
        "manzil": 7,
        "page": 585,
        "ruku": 522,
        "hizbQuarter": 234,
        "sajda": false
      },
      {
        "number": 5796,
        "text": "(Banyak muka pada hari itu berseri-seri) yakni tampak cerah ceria.",
        "numberInSurah": 38,
        "juz": 30,
        "manzil": 7,
        "page": 585,
        "ruku": 522,
        "hizbQuarter": 234,
        "sajda": false
      },
      {
        "number": 5797,
        "text": "(Tertawa dan gembira) atau bergembira, mereka itu adalah orang-orang yang beriman.",
        "numberInSurah": 39,
        "juz": 30,
        "manzil": 7,
        "page": 585,
        "ruku": 522,
        "hizbQuarter": 234,
        "sajda": false
      },
      {
        "number": 5798,
        "text": "(Dan banyak pula muka pada hari itu tertutup debu) artinya, penuh dengan debu.",
        "numberInSurah": 40,
        "juz": 30,
        "manzil": 7,
        "page": 585,
        "ruku": 522,
        "hizbQuarter": 234,
        "sajda": false
      },
      {
        "number": 5799,
        "text": "(Dan ditutup pula) diselimuti pula (oleh kegelapan) dan kepekatan yang menghitam.",
        "numberInSurah": 41,
        "juz": 30,
        "manzil": 7,
        "page": 585,
        "ruku": 522,
        "hizbQuarter": 234,
        "sajda": false
      },
      {
        "number": 5800,
        "text": "(Mereka itulah) maksudnya, orang-orang yang keadaannya demikian adalah (orang-orang kafir lagi durhaka) yakni orang-orang yang di dalam dirinya berkumpul kekafiran dan kedurhakaan.",
        "numberInSurah": 42,
        "juz": 30,
        "manzil": 7,
        "page": 585,
        "ruku": 522,
        "hizbQuarter": 234,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "id.jalalayn",
      "language": "id",
      "name": "Tafsir Jalalayn",
      "englishName": "Tafsir Jalalayn",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}