{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 82,
    "name": "سُورَةُ الانفِطَارِ",
    "englishName": "Al-Infitaar",
    "englishNameTranslation": "The Cleaving",
    "revelationType": "Meccan",
    "numberOfAyahs": 19,
    "ayahs": [
      {
        "number": 5830,
        "text": "(Apabila langit terbelah) atau menjadi belah.",
        "numberInSurah": 1,
        "juz": 30,
        "manzil": 7,
        "page": 587,
        "ruku": 524,
        "hizbQuarter": 235,
        "sajda": false
      },
      {
        "number": 5831,
        "text": "(Dan apabila bintang-bintang jatuh berserakan) artinya menukik dan berjatuhan.",
        "numberInSurah": 2,
        "juz": 30,
        "manzil": 7,
        "page": 587,
        "ruku": 524,
        "hizbQuarter": 235,
        "sajda": false
      },
      {
        "number": 5832,
        "text": "(Dan apabila laut-laut dijadikan meluap) maksudnya sebagian bertemu dengan sebagian lainnya sehingga seakan-akan menjadi satu lautan, maka bercampurlah air yang tawar dengan air yang asin.",
        "numberInSurah": 3,
        "juz": 30,
        "manzil": 7,
        "page": 587,
        "ruku": 524,
        "hizbQuarter": 235,
        "sajda": false
      },
      {
        "number": 5833,
        "text": "(Dan apabila kuburan-kuburan dibongkar) maksudnya tanahnya dibalik lalu orang-orang mati yang ada di dalamnya dibangunkan hidup kembali. Sebagai Jawab dari lafal Idzaa berikut lafal-lafal lain yang di'athafkan kepadanya ialah:",
        "numberInSurah": 4,
        "juz": 30,
        "manzil": 7,
        "page": 587,
        "ruku": 524,
        "hizbQuarter": 235,
        "sajda": false
      },
      {
        "number": 5834,
        "text": "(Maka tiap-tiap jiwa akan mengetahui) waktu terjadinya hal-hal tersebut, yaitu hari kiamat (apa yang telah dikerjakannya) yaitu amal perbuatan yang telah dikerjakannya (dan) apa (yang dilalaikannya) yang tidak dikerjakannya.",
        "numberInSurah": 5,
        "juz": 30,
        "manzil": 7,
        "page": 587,
        "ruku": 524,
        "hizbQuarter": 235,
        "sajda": false
      },
      {
        "number": 5835,
        "text": "(Hai manusia) yakni orang kafir (apakah yang telah memperdayakan kamu terhadap Rabbmu Yang Maha Mulia) sehingga kamu berbuat durhaka kepada-Nya?",
        "numberInSurah": 6,
        "juz": 30,
        "manzil": 7,
        "page": 587,
        "ruku": 524,
        "hizbQuarter": 235,
        "sajda": false
      },
      {
        "number": 5836,
        "text": "(Yang telah menciptakan kamu) padahal sebelumnya kamu tidak ada (lalu menyempurnakan kejadianmu) yakni Dia menjadikan kamu dalam bentuk yang sempurna, lengkap dengan anggota-anggota tubuhmu (dan menjadikan kamu seimbang) artinya Dia menjadikan bentukmu seimbang, semua anggota tubuhmu disesuaikan-Nya; tiada tangan atau kaki yang lebih panjang atau lebih pendek dari yang lainnya; dapat dibaca Fa'adalak dan Fa'addalak.",
        "numberInSurah": 7,
        "juz": 30,
        "manzil": 7,
        "page": 587,
        "ruku": 524,
        "hizbQuarter": 235,
        "sajda": false
      },
      {
        "number": 5837,
        "text": "(Dalam bentuk apa saja) huruf Ma di sini adalah huruf Shilah atau kata penghubung (yang Dia kehendaki. Dia menyusun tubuhmu.)",
        "numberInSurah": 8,
        "juz": 30,
        "manzil": 7,
        "page": 587,
        "ruku": 524,
        "hizbQuarter": 235,
        "sajda": false
      },
      {
        "number": 5838,
        "text": "(Bukan hanya durhaka saja) kalimat ini mengandung makna cegahan atau larangan bersikap lupa daratan terhadap kemurahan Allah swt. (bahkan kalian mendustakan) hai orang-orang kafir Mekah (hari pembalasan) yakni pembalasan amal perbuatan.",
        "numberInSurah": 9,
        "juz": 30,
        "manzil": 7,
        "page": 587,
        "ruku": 524,
        "hizbQuarter": 235,
        "sajda": false
      },
      {
        "number": 5839,
        "text": "(Padahal sesungguhnya bagi kalian ada yang mengawasi) yaitu malaikat-malaikat yang mengawasi semua amal perbuatan kalian.",
        "numberInSurah": 10,
        "juz": 30,
        "manzil": 7,
        "page": 587,
        "ruku": 524,
        "hizbQuarter": 235,
        "sajda": false
      },
      {
        "number": 5840,
        "text": "(Yang mulia) artinya mereka dimuliakan di sisi Allah (dan yang mencatat) maksudnya menjadi juru tulis amal perbuatan kalian.",
        "numberInSurah": 11,
        "juz": 30,
        "manzil": 7,
        "page": 587,
        "ruku": 524,
        "hizbQuarter": 235,
        "sajda": false
      },
      {
        "number": 5841,
        "text": "(Mereka mengetahui semua apa yang kalian kerjakan) tanpa kecuali.",
        "numberInSurah": 12,
        "juz": 30,
        "manzil": 7,
        "page": 587,
        "ruku": 524,
        "hizbQuarter": 235,
        "sajda": false
      },
      {
        "number": 5842,
        "text": "(Sesungguhnya orang-orang yang banyak berbakti) yakni orang-orang mukmin yang benar-benar mantap dalam keimanannya, (benar-benar berada dalam surga yang penuh kenikmatan.)",
        "numberInSurah": 13,
        "juz": 30,
        "manzil": 7,
        "page": 587,
        "ruku": 524,
        "hizbQuarter": 235,
        "sajda": false
      },
      {
        "number": 5843,
        "text": "(Dan sesungguhnya orang-orang yang durhaka) yakni orang-orang kafir (benar-benar berada dalam neraka) yang apinya sangat membakar.",
        "numberInSurah": 14,
        "juz": 30,
        "manzil": 7,
        "page": 587,
        "ruku": 524,
        "hizbQuarter": 235,
        "sajda": false
      },
      {
        "number": 5844,
        "text": "(Mereka masuk ke dalamnya) atau menjadi penghuninya, ia merasakan panas api yang membakar itu (pada hari pembalasan) yaitu di saat mereka menerima pembalasan.",
        "numberInSurah": 15,
        "juz": 30,
        "manzil": 7,
        "page": 587,
        "ruku": 524,
        "hizbQuarter": 235,
        "sajda": false
      },
      {
        "number": 5845,
        "text": "(Dan mereka sekali-kali tidak dapat keluar dari neraka itu) artinya tidak bisa melepaskan diri darinya.",
        "numberInSurah": 16,
        "juz": 30,
        "manzil": 7,
        "page": 587,
        "ruku": 524,
        "hizbQuarter": 235,
        "sajda": false
      },
      {
        "number": 5846,
        "text": "(Tahukah kamu) lafal Adraaka maknanya sama dengan lafal A'lamaka, yakni tahukah kamu (apakah hari pembalasan itu?)",
        "numberInSurah": 17,
        "juz": 30,
        "manzil": 7,
        "page": 587,
        "ruku": 524,
        "hizbQuarter": 235,
        "sajda": false
      },
      {
        "number": 5847,
        "text": "(Sekali lagi, tahukah kamu apakah hari pembalasan itu?) ayat ini mengungkapkan tentang kedudukan hari pembalasan yang agung itu.",
        "numberInSurah": 18,
        "juz": 30,
        "manzil": 7,
        "page": 587,
        "ruku": 524,
        "hizbQuarter": 235,
        "sajda": false
      },
      {
        "number": 5848,
        "text": "(Yaitu pada hari) yakni hari itu adalah hari (seseorang tidak berdaya sedikit pun untuk menolong orang lain) atau seseorang tidak dapat memberikan manfaat kepada orang lain. (Dan segala urusan pada hari itu dalam kekuasaan Allah) artinya tiada suatu urusan pun pada hari itu selain-Nya. Dengan kata lain, pada hari itu tiada seorang pun yang dapat menjadi perantara atau penengah, berbeda halnya dengan di dunia.",
        "numberInSurah": 19,
        "juz": 30,
        "manzil": 7,
        "page": 587,
        "ruku": 524,
        "hizbQuarter": 235,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "id.jalalayn",
      "language": "id",
      "name": "Tafsir Jalalayn",
      "englishName": "Tafsir Jalalayn",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}