{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 83,
    "name": "سُورَةُ المُطَفِّفِينَ",
    "englishName": "Al-Mutaffifin",
    "englishNameTranslation": "Defrauding",
    "revelationType": "Meccan",
    "numberOfAyahs": 36,
    "ayahs": [
      {
        "number": 5849,
        "text": "(Kecelakaan besarlah) lafal Wailun merupakan kalimat yang mengandung makna azab; atau merupakan nama sebuah lembah di dalam neraka Jahanam (bagi orang-orang yang curang.)",
        "numberInSurah": 1,
        "juz": 30,
        "manzil": 7,
        "page": 587,
        "ruku": 525,
        "hizbQuarter": 235,
        "sajda": false
      },
      {
        "number": 5850,
        "text": "(Yaitu orang-orang yang apabila menerima takaran dari) atau mereka menerimanya dari (orang lain, mereka minta dipenuhi) minta supaya takaran itu dipenuhi.",
        "numberInSurah": 2,
        "juz": 30,
        "manzil": 7,
        "page": 587,
        "ruku": 525,
        "hizbQuarter": 235,
        "sajda": false
      },
      {
        "number": 5851,
        "text": "(Dan apabila mereka menakar untuk orang lain) atau menakarkan buat orang lainnya (atau menimbang buat orang lain) artinya mereka menimbang buat orang lain (mereka mengurangi) takaran atau timbangan.",
        "numberInSurah": 3,
        "juz": 30,
        "manzil": 7,
        "page": 587,
        "ruku": 525,
        "hizbQuarter": 235,
        "sajda": false
      },
      {
        "number": 5852,
        "text": "(Tidakkah) Istifham atau kata tanya di sini mengandung makna celaan (mempunyai sangkaan) artinya merasa yakin (mereka itu, bahwa sesungguhnya mereka akan dibangkitkan.)",
        "numberInSurah": 4,
        "juz": 30,
        "manzil": 7,
        "page": 587,
        "ruku": 525,
        "hizbQuarter": 235,
        "sajda": false
      },
      {
        "number": 5853,
        "text": "(Pada suatu hari yang besar) maksudnya pada hari itu mereka dibangkitkan, yaitu pada hari kiamat.",
        "numberInSurah": 5,
        "juz": 30,
        "manzil": 7,
        "page": 587,
        "ruku": 525,
        "hizbQuarter": 235,
        "sajda": false
      },
      {
        "number": 5854,
        "text": "(Yaitu hari) lafal Yauma menjadi Badal dari lafal Yaumin secara Mahall, yang dinashabkannya adalah lafal Mab'uutsuuna. Lengkapnya pada hari mereka dibangkitkan (manusia berdiri) dari kuburan mereka (menghadap Rabb semesta alam) artinya, semua makhluk dihidupkan kembali untuk memenuhi perintah, hisab dan pembalasan-Nya.",
        "numberInSurah": 6,
        "juz": 30,
        "manzil": 7,
        "page": 587,
        "ruku": 525,
        "hizbQuarter": 235,
        "sajda": false
      },
      {
        "number": 5855,
        "text": "(sekali-kali tidak) maksudnya, benarlah (karena sesungguhnya kitab orang-orang yang durhaka) yakni kitab catatan amal perbuatan orang-orang kafir (tersimpan dalam sijjiin) menurut suatu pendapat; sijjiin itu adalah nama sebuah kitab yang mencatat semua amal perbuatan setan dan orang kafir. Menurut suatu pendapat lagi sijjiin itu adalah nama tempat yang berada di lapisan bumi yang ketujuh; tempat itu merupakan pangkalan iblis dan bala tentaranya.",
        "numberInSurah": 7,
        "juz": 30,
        "manzil": 7,
        "page": 588,
        "ruku": 525,
        "hizbQuarter": 235,
        "sajda": false
      },
      {
        "number": 5856,
        "text": "(Tahukah kamu apakah sijjiin itu?) maksudnya apakah kitab sijjiin itu?",
        "numberInSurah": 8,
        "juz": 30,
        "manzil": 7,
        "page": 588,
        "ruku": 525,
        "hizbQuarter": 235,
        "sajda": false
      },
      {
        "number": 5857,
        "text": "(Ialah kitab yang bertulis) yakni yang mempunyai catatan.",
        "numberInSurah": 9,
        "juz": 30,
        "manzil": 7,
        "page": 588,
        "ruku": 525,
        "hizbQuarter": 235,
        "sajda": false
      },
      {
        "number": 5858,
        "text": "(Kecelakaan yang besarlah pada hari itu bagi orang-orang yang mendustakan.)",
        "numberInSurah": 10,
        "juz": 30,
        "manzil": 7,
        "page": 588,
        "ruku": 525,
        "hizbQuarter": 235,
        "sajda": false
      },
      {
        "number": 5859,
        "text": "(Yaitu-orang-orang yang mendustakan hari pembalasan) lafal ayat ini berkedudukan sebagai Badal atau Bayan dari lafal Al-Mukadzdzibiin pada ayat sebelumnya.",
        "numberInSurah": 11,
        "juz": 30,
        "manzil": 7,
        "page": 588,
        "ruku": 525,
        "hizbQuarter": 235,
        "sajda": false
      },
      {
        "number": 5860,
        "text": "(Dan tidak ada yang mendustakan hari pembalasan itu melainkan setiap orang yang melampaui batas) atau melanggar batas (lagi berdosa) maksudnya banyak dosanya; lafal Atsiim adalah bentuk Mubalaghah dari lafal Aatsim.",
        "numberInSurah": 12,
        "juz": 30,
        "manzil": 7,
        "page": 588,
        "ruku": 525,
        "hizbQuarter": 235,
        "sajda": false
      },
      {
        "number": 5861,
        "text": "(Yang apabila dibacakan kepadanya ayat-ayat Kami) yakni Alquran (ia berkata, \"Itu adalah dongengan-dongengan orang-orang yang dahulu\") atau cerita-cerita yang dibuat di masa silam. Lafal Asaathiir bentuk jamak dari lafal Usthuurah atau Isthaarah.",
        "numberInSurah": 13,
        "juz": 30,
        "manzil": 7,
        "page": 588,
        "ruku": 525,
        "hizbQuarter": 235,
        "sajda": false
      },
      {
        "number": 5862,
        "text": "(Sekali-kali tidak demikian) lafal ini mengandung makna hardikan dan cegahan terhadap perkataan mereka yang demikian itu (sebenarnya telah menodai) telah menutupi (atas hati mereka) sehingga hati mereka tertutup oleh noda itu (apa yang selalu mereka usahakan itu) yakni kedurhakaan-kedurhakaan yang selalu mereka kerjakan, sehingga mirip dengan karat yang menutupi hati mereka.",
        "numberInSurah": 14,
        "juz": 30,
        "manzil": 7,
        "page": 588,
        "ruku": 525,
        "hizbQuarter": 235,
        "sajda": false
      },
      {
        "number": 5863,
        "text": "(Sekali-kali tidak) artinya benarlah (sesungguhnya mereka pada hari itu terhadap Rabb mereka) pada hari kiamat (benar-benar tertutup) sehingga mereka tidak dapat melihat-Nya.",
        "numberInSurah": 15,
        "juz": 30,
        "manzil": 7,
        "page": 588,
        "ruku": 525,
        "hizbQuarter": 235,
        "sajda": false
      },
      {
        "number": 5864,
        "text": "(Kemudian, sesungguhnya mereka benar-benar masuk Jahim) yakni mereka memasuki neraka yang membakar.",
        "numberInSurah": 16,
        "juz": 30,
        "manzil": 7,
        "page": 588,
        "ruku": 525,
        "hizbQuarter": 235,
        "sajda": false
      },
      {
        "number": 5865,
        "text": "(Kemudian dikatakan) kepada mereka (\"Inilah) maksudnya azab ini (yang dahulu selalu kalian dustakan.\")",
        "numberInSurah": 17,
        "juz": 30,
        "manzil": 7,
        "page": 588,
        "ruku": 525,
        "hizbQuarter": 235,
        "sajda": false
      },
      {
        "number": 5866,
        "text": "(Sekali-kali tidak) artinya benarlah (sesungguhnya kitab orang-orang berbakti itu) yaitu kitab catatan amal perbuatan orang-orang mukmin yang imannya benar-benar ikhlas (berada dalam 'Illiyyiin) menurut suatu pendapat 'Illiyyiin adalah nama kitab yang mencatat semua amal kebaikan para malaikat dan orang-orang yang beriman dari kalangan manusia dan jin. Menurut pendapat lain 'Illiyyiin adalah nama sebuah tempat yang terletak di langit yang ketujuh, di bawah Arasy.",
        "numberInSurah": 18,
        "juz": 30,
        "manzil": 7,
        "page": 588,
        "ruku": 525,
        "hizbQuarter": 235,
        "sajda": false
      },
      {
        "number": 5867,
        "text": "(Tahukah kamu) atau apakah kamu mengetahui (apakah 'Illiyyiin itu?) apakah kitab 'Illiyyiin itu?",
        "numberInSurah": 19,
        "juz": 30,
        "manzil": 7,
        "page": 588,
        "ruku": 525,
        "hizbQuarter": 235,
        "sajda": false
      },
      {
        "number": 5868,
        "text": "Yaitu (kitab yang bertulis) kitab yang ada catatannya.",
        "numberInSurah": 20,
        "juz": 30,
        "manzil": 7,
        "page": 588,
        "ruku": 525,
        "hizbQuarter": 235,
        "sajda": false
      },
      {
        "number": 5869,
        "text": "(Yang disaksikan oleh yang didekatkan) yakni malaikat-malaikat yang didekatkan.",
        "numberInSurah": 21,
        "juz": 30,
        "manzil": 7,
        "page": 588,
        "ruku": 525,
        "hizbQuarter": 235,
        "sajda": false
      },
      {
        "number": 5870,
        "text": "(Sesungguhnya orang-orang yang berbakti itu berada dalam kenikmatan yang berlimpah) yakni surga.",
        "numberInSurah": 22,
        "juz": 30,
        "manzil": 7,
        "page": 588,
        "ruku": 525,
        "hizbQuarter": 235,
        "sajda": false
      },
      {
        "number": 5871,
        "text": "(Di atas dipan-dipan) atau di atas ranjang-ranjang yang berkelambu (mereka memandang) kenikmatan-kenikmatan yang diberikan kepada mereka.",
        "numberInSurah": 23,
        "juz": 30,
        "manzil": 7,
        "page": 588,
        "ruku": 525,
        "hizbQuarter": 235,
        "sajda": false
      },
      {
        "number": 5872,
        "text": "(Kamu dapat mengetahui dari wajah mereka kesenangan hidup mereka yang penuh kenikmatan) yakni wajah-wajah yang cerah penuh dengan kenikmatan hidup.",
        "numberInSurah": 24,
        "juz": 30,
        "manzil": 7,
        "page": 588,
        "ruku": 525,
        "hizbQuarter": 235,
        "sajda": false
      },
      {
        "number": 5873,
        "text": "(Mereka diberi minum dari khamar murni) atau khamar yang bersih dari kotoran (yang dilak) tempat-tempatnya dan tidak pernah dibuka selain oleh mereka.",
        "numberInSurah": 25,
        "juz": 30,
        "manzil": 7,
        "page": 588,
        "ruku": 525,
        "hizbQuarter": 235,
        "sajda": false
      },
      {
        "number": 5874,
        "text": "(Laknya adalah kesturi) setelah diminum keluar daripadanya bau minyak kesturi (dan untuk meraih yang demikian itu hendaknya orang berlomba-lomba) artinya hendaklah mereka menginginkannya dengan cara bersegera taat kepada Allah swt.",
        "numberInSurah": 26,
        "juz": 30,
        "manzil": 7,
        "page": 588,
        "ruku": 525,
        "hizbQuarter": 235,
        "sajda": false
      },
      {
        "number": 5875,
        "text": "(Dan campuran khamar murni itu) yaitu barang yang dicampurkan ke dalamnya (adalah tasnim) makna tasnim ditafsirkan atau dijelaskan oleh firman berikutnya:",
        "numberInSurah": 27,
        "juz": 30,
        "manzil": 7,
        "page": 588,
        "ruku": 525,
        "hizbQuarter": 235,
        "sajda": false
      },
      {
        "number": 5876,
        "text": "(Yaitu mata air) dinashabkan oleh lafal Amdaha yang tidak disebutkan (yang minum daripadanya orang-orang yang didekatkan kepada Allah) atau makna lafal Yasyrabu ini mengandung pengertian Yaltadzdzu; artinya yang minum dengan lezatnya adalah orang-orang yang didekatkan kepada Allah dari mata air itu.",
        "numberInSurah": 28,
        "juz": 30,
        "manzil": 7,
        "page": 588,
        "ruku": 525,
        "hizbQuarter": 235,
        "sajda": false
      },
      {
        "number": 5877,
        "text": "(Sesungguhnya orang-orang yang berdosa) seperti Abu Jahal dan lain-lainnya (adalah mereka terhadap orang-orang yang beriman) seperti Ammar bin Yasir, Bilal bin Rabbah dan lain-lainnya (mereka selalu menertawakannya) dan memperolok-olokkannya.",
        "numberInSurah": 29,
        "juz": 30,
        "manzil": 7,
        "page": 588,
        "ruku": 525,
        "hizbQuarter": 235,
        "sajda": false
      },
      {
        "number": 5878,
        "text": "(Dan apabila mereka berlalu) yakni orang-orang yang beriman itu (di hadapan orang-orang yang berdosa, maka orang-orang yang berdosa itu saling mengedipkan matanya) di antara sesama mereka mengisyaratkan dengan kedipan dan picingan alis mereka kepada orang-orang mukmin yang lewat di hadapan mereka. Isyarat ini untuk memperolok-olokkan mereka yang lewat itu.",
        "numberInSurah": 30,
        "juz": 30,
        "manzil": 7,
        "page": 588,
        "ruku": 525,
        "hizbQuarter": 235,
        "sajda": false
      },
      {
        "number": 5879,
        "text": "(Dan apabila orang-orang yang berdosa itu kembali) pulang (kepada kaumnya, mereka kembali dengan gembira) menurut suatu qiraat dibaca Faakihiina bukan Fakihiina; artinya mereka merasa puas karena telah memperolok-olokkan kaum mukmin.",
        "numberInSurah": 31,
        "juz": 30,
        "manzil": 7,
        "page": 588,
        "ruku": 525,
        "hizbQuarter": 235,
        "sajda": false
      },
      {
        "number": 5880,
        "text": "(Dan apabila mereka melihatnya) yakni melihat orang-orang yang beriman (mereka mengatakan, \"Sesungguhnya mereka itu benar-benar orang-orang yang sesat\") karena mereka telah beriman kepada Muhammad.",
        "numberInSurah": 32,
        "juz": 30,
        "manzil": 7,
        "page": 588,
        "ruku": 525,
        "hizbQuarter": 235,
        "sajda": false
      },
      {
        "number": 5881,
        "text": "Allah swt. berfirman (padahal orang-orang yang berdosa itu tidak dikirim) maksudnya orang-orang kafir itu tidak disuruh (kepada orang-orang yang beriman) atau kaum mukmin (sebagai penjaga) bagi mereka, atau bagi amal perbuatan mereka, sehingga berhak untuk membenarkan mereka.",
        "numberInSurah": 33,
        "juz": 30,
        "manzil": 7,
        "page": 588,
        "ruku": 525,
        "hizbQuarter": 235,
        "sajda": false
      },
      {
        "number": 5882,
        "text": "(Maka pada hari ini) yakni hari kiamat (orang-orang yang beriman menertawakan orang-orang kafir.)",
        "numberInSurah": 34,
        "juz": 30,
        "manzil": 7,
        "page": 588,
        "ruku": 525,
        "hizbQuarter": 235,
        "sajda": false
      },
      {
        "number": 5883,
        "text": "(Mereka duduk di atas dipan-dipan) di surga (sambil memandang) dari tempat tinggal mereka kepada orang-orang kafir yang sedang diazab; maka orang-orang yang beriman itu menertawakan mereka sebagaimana mereka menertawakannya ketika mereka berada di dunia.",
        "numberInSurah": 35,
        "juz": 30,
        "manzil": 7,
        "page": 589,
        "ruku": 525,
        "hizbQuarter": 235,
        "sajda": false
      },
      {
        "number": 5884,
        "text": "(Apakah telah diberi ganjaran) atau telah diberi pembalasan (orang-orang kafir itu sesuai dengan apa yang dahulu mereka kerjakan?) jawabnya, \"Ya\", atau, \"Tentu saja.\"",
        "numberInSurah": 36,
        "juz": 30,
        "manzil": 7,
        "page": 589,
        "ruku": 525,
        "hizbQuarter": 235,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "id.jalalayn",
      "language": "id",
      "name": "Tafsir Jalalayn",
      "englishName": "Tafsir Jalalayn",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}