{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 84,
    "name": "سُورَةُ الانشِقَاقِ",
    "englishName": "Al-Inshiqaaq",
    "englishNameTranslation": "The Splitting Open",
    "revelationType": "Meccan",
    "numberOfAyahs": 25,
    "ayahs": [
      {
        "number": 5885,
        "text": "(Apabila langit terbelah)",
        "numberInSurah": 1,
        "juz": 30,
        "manzil": 7,
        "page": 589,
        "ruku": 526,
        "hizbQuarter": 236,
        "sajda": false
      },
      {
        "number": 5886,
        "text": "(Dan patuh) artinya mendengar dan tunduk mau membelah dirinya (kepada Rabbnya, dan sudah semestinya langit itu patuh) langit itu harus patuh dan taat kepada-Nya.",
        "numberInSurah": 2,
        "juz": 30,
        "manzil": 7,
        "page": 589,
        "ruku": 526,
        "hizbQuarter": 236,
        "sajda": false
      },
      {
        "number": 5887,
        "text": "(Dan apabila bumi diperlebar) diperluas sebagaimana kulit yang direntangkan, sehingga lenyaplah semua bangunan dan gunung yang ada pada permukaannya. Dengan kata lain, apabila bumi diratakan.",
        "numberInSurah": 3,
        "juz": 30,
        "manzil": 7,
        "page": 589,
        "ruku": 526,
        "hizbQuarter": 236,
        "sajda": false
      },
      {
        "number": 5888,
        "text": "(Dan dilemparkan apa yang ada di dalamnya) yakni orang-orang mati yang berada di dalam perutnya dicampakkan ke permukaannya (dan menjadi kosong) artinya tiada sesuatu pun yang tertinggal di dalamnya.",
        "numberInSurah": 4,
        "juz": 30,
        "manzil": 7,
        "page": 589,
        "ruku": 526,
        "hizbQuarter": 236,
        "sajda": false
      },
      {
        "number": 5889,
        "text": "(Dan patuh) tunduk dan taat dalam hal tersebut (kepada Rabbnya dan sudah semestinya bumi itu patuh) hal tersebut terjadi pada hari kiamat. Jawab dari lafal Idzaa dan lafal-lafal yang di'athafkan kepadanya tidak disebutkan, tetapi pengertiannya diisyaratkan oleh firman selanjutnya, yaitu, \"Semua manusia akan menjumpai amal perbuatannya masing-masing.\"",
        "numberInSurah": 5,
        "juz": 30,
        "manzil": 7,
        "page": 589,
        "ruku": 526,
        "hizbQuarter": 236,
        "sajda": false
      },
      {
        "number": 5890,
        "text": "(Hai manusia! Sesungguhnya kamu telah bekerja) telah beramal dengan sekuat tenagamu (hingga) menemui (Rabbmu) yakni mati (dengan sungguh-sungguh, maka pasti kalian akan menemuinya) yakni, menemui amal perbuatanmu yang telah disebutkan tadi pada hari kiamat nanti, baik amal kebaikan atau pun amal keburukan, semuanya pasti kamu jumpai.",
        "numberInSurah": 6,
        "juz": 30,
        "manzil": 7,
        "page": 589,
        "ruku": 526,
        "hizbQuarter": 236,
        "sajda": false
      },
      {
        "number": 5891,
        "text": "(Adapun orang yang diberikan kitabnya) yakni kitab catatan amalnya (dari sebelah kanannya) dia adalah orang yang beriman.",
        "numberInSurah": 7,
        "juz": 30,
        "manzil": 7,
        "page": 589,
        "ruku": 526,
        "hizbQuarter": 236,
        "sajda": false
      },
      {
        "number": 5892,
        "text": "(Maka dia akan diperiksa dengan pemeriksaan yang mudah) yaitu pada hari ditampakkan kepadanya amal perbuatannya, sebagaimana yang telah disebutkan di dalam salah satu hadis sahih yang antara lain dikatakan, \"Barang siapa yang diinterogasi di dalam penghisabannya, niscaya dia bakal binasa atau celaka.\" Kemudian setelah kepada orang mukmin itu ditampakkan amal perbuatannya, lalu Allah memaafkannya.",
        "numberInSurah": 8,
        "juz": 30,
        "manzil": 7,
        "page": 589,
        "ruku": 526,
        "hizbQuarter": 236,
        "sajda": false
      },
      {
        "number": 5893,
        "text": "(Dan dia akan kembali kepada kaumnya) di dalam surga (dengan gembira) karena mendapatkan ampunan-Nya.",
        "numberInSurah": 9,
        "juz": 30,
        "manzil": 7,
        "page": 589,
        "ruku": 526,
        "hizbQuarter": 236,
        "sajda": false
      },
      {
        "number": 5894,
        "text": "(Adapun orang yang diberikan kitabnya dari belakang punggungnya) dia adalah orang kafir; tangan kanannya diikat dengan belenggu dijadikan satu dengan kepala, kemudian tangan kirinya ditekuk ke belakang berada di punggungnya, maka dengan tangan kirinya itulah ia mengambil kitab catatan amalnya.",
        "numberInSurah": 10,
        "juz": 30,
        "manzil": 7,
        "page": 589,
        "ruku": 526,
        "hizbQuarter": 236,
        "sajda": false
      },
      {
        "number": 5895,
        "text": "(Maka dia akan berteriak) yakni sewaktu dia melihat apa yang tercatat di dalam kitab amalnya (\"Celakalah aku\") ia berseru meratapi kebinasaannya, dengan ucapannya, \"Celakalah aku.\"",
        "numberInSurah": 11,
        "juz": 30,
        "manzil": 7,
        "page": 589,
        "ruku": 526,
        "hizbQuarter": 236,
        "sajda": false
      },
      {
        "number": 5896,
        "text": "(Dan dia akan masuk ke dalam neraka Sa'iir) yakni neraka yang apinya sangat besar. Menurut suatu qiraat lafal Yashlaa dibaca Yushallaa.",
        "numberInSurah": 12,
        "juz": 30,
        "manzil": 7,
        "page": 589,
        "ruku": 526,
        "hizbQuarter": 236,
        "sajda": false
      },
      {
        "number": 5897,
        "text": "(Sesungguhnya dia dahulu di kalangan kaumnya) maksudnya kaum kerabatnya sewaktu di dunia (selalu bergembira) yakni sombong karena selalu mengikuti hawa nafsunya.",
        "numberInSurah": 13,
        "juz": 30,
        "manzil": 7,
        "page": 589,
        "ruku": 526,
        "hizbQuarter": 236,
        "sajda": false
      },
      {
        "number": 5898,
        "text": "(Sesungguhnya dia menyangka bahwa dia) lafal An di sini adalah bentuk Takhfif dari Anna, sedangkan Isimnya tidak disebutkan, lengkapnya Annahuu; artinya bahwasanya dia (sekali-kali tidak akan kembali) tidak akan kembali kepada Rabbnya.",
        "numberInSurah": 14,
        "juz": 30,
        "manzil": 7,
        "page": 589,
        "ruku": 526,
        "hizbQuarter": 236,
        "sajda": false
      },
      {
        "number": 5899,
        "text": "(Yang benar) dia akan dikembalikan kepada-Nya (sesungguhnya Rabbnya selalu melihatnya) artinya mengetahui bahwa dia akan kembali kepada-Nya.",
        "numberInSurah": 15,
        "juz": 30,
        "manzil": 7,
        "page": 589,
        "ruku": 526,
        "hizbQuarter": 236,
        "sajda": false
      },
      {
        "number": 5900,
        "text": "(Maka sesungguhnya aku bersumpah) huruf Laa di sini adalah huruf Zaidah (dengan cahaya merah di waktu senja) yakni dengan nama mega merah yang berada di ufuk barat sesudah matahari terbenam.",
        "numberInSurah": 16,
        "juz": 30,
        "manzil": 7,
        "page": 589,
        "ruku": 526,
        "hizbQuarter": 236,
        "sajda": false
      },
      {
        "number": 5901,
        "text": "(Dan dengan malam dan apa yang diselubunginya) yakni semua yang ditutupinya termasuk segala jenis binatang dan makhluk lainnya.",
        "numberInSurah": 17,
        "juz": 30,
        "manzil": 7,
        "page": 589,
        "ruku": 526,
        "hizbQuarter": 236,
        "sajda": false
      },
      {
        "number": 5902,
        "text": "(Dan dengan bulan apabila jadi purnama) bila bentuknya membulat dan sinarnya tampak penuh, yang demikian itu terjadi di malam-malam yang cerah tak berawan.",
        "numberInSurah": 18,
        "juz": 30,
        "manzil": 7,
        "page": 589,
        "ruku": 526,
        "hizbQuarter": 236,
        "sajda": false
      },
      {
        "number": 5903,
        "text": "(Sesungguhnya kalian melalui) hai manusia. Bentuk asal lafal Latarkabunna adalah Latarkabuunanna, kemudian huruf Nun alamat Rafa'nya dibuang karena berturut-turutnya Nun, demikian pula huruf Wau alamat jamaknya, tetapi bukan karena 'illat bertemunya kedua huruf yang disukunkan, sehingga jadilah Latarkabunna (tingkat demi tingkat) fase demi fase; yaitu mulai dari mati lalu dihidupkan kembali, kemudian menyaksikan keadaan-keadaan di hari kiamat.",
        "numberInSurah": 19,
        "juz": 30,
        "manzil": 7,
        "page": 589,
        "ruku": 526,
        "hizbQuarter": 236,
        "sajda": false
      },
      {
        "number": 5904,
        "text": "(Mengapa mereka) yakni orang-orang kafir itu (tidak mau beriman?) artinya apakah gerangan yang mencegah mereka hingga tidak mau beriman. Atau apakah yang menjadi alasan mereka sehingga tidak mau beriman, padahal bukti-bukti yang membimbing mereka untuk beriman sudah ada dan cukup?",
        "numberInSurah": 20,
        "juz": 30,
        "manzil": 7,
        "page": 589,
        "ruku": 526,
        "hizbQuarter": 236,
        "sajda": false
      },
      {
        "number": 5905,
        "text": "(Dan) mengapakah mereka (apabila dibacakan kepada mereka Alquran, mereka tidak mau bersujud?) atau mengapa mereka tidak mau tunduk, seumpamanya mereka beriman kepada Alquran, karena mengingat kemukjizatan yang terkandung di dalamnya.",
        "numberInSurah": 21,
        "juz": 30,
        "manzil": 7,
        "page": 589,
        "ruku": 526,
        "hizbQuarter": 236,
        "sajda": {
          "id": 14,
          "recommended": true,
          "obligatory": false
        }
      },
      {
        "number": 5906,
        "text": "(Bahkan orang-orang kafir itu mendustakan) adanya hari berbangkit dan lain-lainnya.",
        "numberInSurah": 22,
        "juz": 30,
        "manzil": 7,
        "page": 589,
        "ruku": 526,
        "hizbQuarter": 236,
        "sajda": false
      },
      {
        "number": 5907,
        "text": "(Padahal Allah mengetahui apa yang mereka kumpulkan) di dalam catatan amal perbuatan mereka; yaitu berupa kekafiran, kedustaan dan amal-amal buruk lainnya.",
        "numberInSurah": 23,
        "juz": 30,
        "manzil": 7,
        "page": 589,
        "ruku": 526,
        "hizbQuarter": 236,
        "sajda": false
      },
      {
        "number": 5908,
        "text": "(Maka beri kabar gembiralah mereka) beritakanlah kepada mereka (dengan azab yang pedih) atau siksaan yang menyakitkan.",
        "numberInSurah": 24,
        "juz": 30,
        "manzil": 7,
        "page": 589,
        "ruku": 526,
        "hizbQuarter": 236,
        "sajda": false
      },
      {
        "number": 5909,
        "text": "(Kecuali) tetapi (orang-orang yang beriman dan mengerjakan amal-amal yang saleh, bagi mereka pahala yang tidak putus-putusnya) yakni pahala mereka tidak akan terputus dan tidak akan dikurangi serta tidak akan disebut-sebutkan sekalipun sangat banyak dan berlimpah ruah untuk selama-lamanya.",
        "numberInSurah": 25,
        "juz": 30,
        "manzil": 7,
        "page": 589,
        "ruku": 526,
        "hizbQuarter": 236,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "id.jalalayn",
      "language": "id",
      "name": "Tafsir Jalalayn",
      "englishName": "Tafsir Jalalayn",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}