{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 86,
    "name": "سُورَةُ الطَّارِقِ",
    "englishName": "At-Taariq",
    "englishNameTranslation": "The Morning Star",
    "revelationType": "Meccan",
    "numberOfAyahs": 17,
    "ayahs": [
      {
        "number": 5932,
        "text": "(Demi langit dan yang datang pada malam hari) lafal Ath-Thaariq pada asalnya berarti segala sesuatu yang datang pada malam hari, antara lain ialah bintang-bintang, karena bintang-bintang baru muncul bila malam tiba.",
        "numberInSurah": 1,
        "juz": 30,
        "manzil": 7,
        "page": 591,
        "ruku": 528,
        "hizbQuarter": 236,
        "sajda": false
      },
      {
        "number": 5933,
        "text": "(Tahukah kamu) artinya apakah kamu mengetahui (apakah yang datang pada malam hari itu?) lafal Maa adalah Mubtada sedangkan lafal Ath-Thaariq adalah Khabarnya, kedua lafal tersebut berkedudukan menjadi Maf'ul kedua dari lafal Adraa. Lafal Maa yang kedua juga menjadi Khabar dari lafal Maa yang pertama, di dalamnya terkandung makna yang menjelaskan kedudukan Ath-Thaariq yang agung itu; selanjutnya pengertian Ath-Thaariq dijelaskan oleh firman berikutnya.",
        "numberInSurah": 2,
        "juz": 30,
        "manzil": 7,
        "page": 591,
        "ruku": 528,
        "hizbQuarter": 236,
        "sajda": false
      },
      {
        "number": 5934,
        "text": "(Yaitu bintang) yakni bintang Tsurayya, atau semua bintang (yang cahayanya menembus) kegelapan malam. Yang menjadi Jawab Qasam ialah:",
        "numberInSurah": 3,
        "juz": 30,
        "manzil": 7,
        "page": 591,
        "ruku": 528,
        "hizbQuarter": 236,
        "sajda": false
      },
      {
        "number": 5935,
        "text": "(Tidak ada suatu jiwa pun melainkan ada penjaganya) jika dibaca Lamaa tanpa memakai Tasydid, berarti huruf Maa adalah huruf Zaidah, dan In adalah bentuk Takhfif dari Inna sedangkan Isimnya tidak disebutkan, dan huruf Lamnya adalah huruf Fariqah. Artinya sesungguhnya setiap diri itu ada penjaganya. Jika dibaca Lammaa dengan memakai Tasydid, berarti In adalah bermakna Nafi, sedangkan Lammaa bermakna Illaa; artinya tiada suatu jiwa pun melainkan ada penjaganya, yakni penjaga yang terdiri dari malaikat; malaikat penjaga itu bertugas untuk mencatat amal baik dan amal buruknya.",
        "numberInSurah": 4,
        "juz": 30,
        "manzil": 7,
        "page": 591,
        "ruku": 528,
        "hizbQuarter": 236,
        "sajda": false
      },
      {
        "number": 5936,
        "text": "(Maka hendaklah manusia memperhatikan) dengan perhatian yang dibarengi dengan mempelajarinya (dari apakah dia diciptakan?) artinya berasal dari apakah dia tercipta?",
        "numberInSurah": 5,
        "juz": 30,
        "manzil": 7,
        "page": 591,
        "ruku": 528,
        "hizbQuarter": 236,
        "sajda": false
      },
      {
        "number": 5937,
        "text": "(Dia diciptakan dari air yang terpancar) yakni yang dipancarkan oleh laki-laki ke dalam rahim wanita.",
        "numberInSurah": 6,
        "juz": 30,
        "manzil": 7,
        "page": 591,
        "ruku": 528,
        "hizbQuarter": 236,
        "sajda": false
      },
      {
        "number": 5938,
        "text": "(Yang keluar dari antara tulang sulbi) laki-laki (dan tulang dada) perempuan.",
        "numberInSurah": 7,
        "juz": 30,
        "manzil": 7,
        "page": 591,
        "ruku": 528,
        "hizbQuarter": 236,
        "sajda": false
      },
      {
        "number": 5939,
        "text": "(Sesungguhnya Dia) yakni Allah swt. (untuk mengembalikannya) atau menghidupkan kembali manusia setelah mati (benar-benar kuasa) maka apabila manusia itu benar-benar memperhatikan asal mula kejadiannya, niscaya dia akan menyimpulkan, bahwasanya Yang Maha Kuasa menciptakan demikian, berkuasa pula untuk menghidupkannya kembali.",
        "numberInSurah": 8,
        "juz": 30,
        "manzil": 7,
        "page": 591,
        "ruku": 528,
        "hizbQuarter": 236,
        "sajda": false
      },
      {
        "number": 5940,
        "text": "(Pada hari ditampakkan) maksudnya, diuji dan dibuka (segala rahasia) yaitu hal-hal yang terkandung di dalam kalbu berupa keyakinan-keyakinan dan niat-niat.",
        "numberInSurah": 9,
        "juz": 30,
        "manzil": 7,
        "page": 591,
        "ruku": 528,
        "hizbQuarter": 236,
        "sajda": false
      },
      {
        "number": 5941,
        "text": "(Maka sekali-kali tidak ada bagi manusia itu) yaitu bagi orang yang tidak mempercayai adanya hari berbangkit (suatu kekuatan pun) yang dapat melindunginya dari azab (dan tidak pula seorang penolong pun) yang dapat menolak azab Allah.",
        "numberInSurah": 10,
        "juz": 30,
        "manzil": 7,
        "page": 591,
        "ruku": 528,
        "hizbQuarter": 236,
        "sajda": false
      },
      {
        "number": 5942,
        "text": "(Demi langit yang mengandung hujan) hujan dinamakan Ar-Raj'u karena berulang datang pada musimnya.",
        "numberInSurah": 11,
        "juz": 30,
        "manzil": 7,
        "page": 591,
        "ruku": 528,
        "hizbQuarter": 236,
        "sajda": false
      },
      {
        "number": 5943,
        "text": "(Dan demi bumi yang mempunyai tumbuh-tumbuhan) maksudnya retak-retak karena daripadanya keluar tumbuh-tumbuhan.",
        "numberInSurah": 12,
        "juz": 30,
        "manzil": 7,
        "page": 591,
        "ruku": 528,
        "hizbQuarter": 236,
        "sajda": false
      },
      {
        "number": 5944,
        "text": "(Sesungguhnya Alquran itu) yakni wahyu Alquran (benar-benar firman yang memutuskan) yang memisahkan antara perkara yang hak dan perkara yang batil.",
        "numberInSurah": 13,
        "juz": 30,
        "manzil": 7,
        "page": 591,
        "ruku": 528,
        "hizbQuarter": 236,
        "sajda": false
      },
      {
        "number": 5945,
        "text": "(Dan sekali-kali bukanlah dia senda gurau) atau mainan dan kebatilan.",
        "numberInSurah": 14,
        "juz": 30,
        "manzil": 7,
        "page": 591,
        "ruku": 528,
        "hizbQuarter": 236,
        "sajda": false
      },
      {
        "number": 5946,
        "text": "(Sesungguhnya mereka) yakni orang-orang kafir (merencanakan tipu daya yang jahat dengan sebenar-benarnya) yaitu mereka melakukan tipu daya yang jahat terhadap diri Nabi saw.",
        "numberInSurah": 15,
        "juz": 30,
        "manzil": 7,
        "page": 591,
        "ruku": 528,
        "hizbQuarter": 236,
        "sajda": false
      },
      {
        "number": 5947,
        "text": "(Dan Aku pun membuat rencana pula dengan sebenar-benarnya) maksudnya, Aku biarkan mereka bersenang-senang sesuka hatinya, tanpa mereka sadari bahwa hal itu merupakan Istidraj dari Aku, yang kelak Aku akan mengazab mereka dengan sepedih-pedihnya.",
        "numberInSurah": 16,
        "juz": 30,
        "manzil": 7,
        "page": 591,
        "ruku": 528,
        "hizbQuarter": 236,
        "sajda": false
      },
      {
        "number": 5948,
        "text": "(Karena itu beri tangguhlah) hai Muhammad (orang-orang kafir itu, beri tangguhlah mereka) lafal Amhilhum mengukuhkan makna yang terkandung di dalam lafal Famahhil; dianggap baik karena lafalnya berbeda dengan yang pertama, artinya tangguhkanlah mereka itu (barang sebentar) dalam waktu yang singkat. Lafal Ruwaidan adalah mashdar yang mengukuhkan makna 'Amilnya. Ia adalah bentuk Tashghir dari lafal Rawdun atau Arwaadun yang mengandung makna Tarkhiim. Dan Allah swt. benar-benar mengazab orang-orang kafir itu dalam perang Badar. Akan tetapi ayat penangguhan ini dinasakh oleh ayat perang, yakni Allah memerintahkan Nabi-Nya supaya berjihad memerangi mereka.",
        "numberInSurah": 17,
        "juz": 30,
        "manzil": 7,
        "page": 591,
        "ruku": 528,
        "hizbQuarter": 236,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "id.jalalayn",
      "language": "id",
      "name": "Tafsir Jalalayn",
      "englishName": "Tafsir Jalalayn",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}