{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 87,
    "name": "سُورَةُ الأَعۡلَىٰ",
    "englishName": "Al-A'laa",
    "englishNameTranslation": "The Most High",
    "revelationType": "Meccan",
    "numberOfAyahs": 19,
    "ayahs": [
      {
        "number": 5949,
        "text": "(Sucikanlah nama Rabbmu) maksudnya sucikanlah Dia dari sifat-sifat yang tidak layak bagi-Nya lafal Ismu adalah lafal Za'id (Yang Maha Tinggi) lafal Al-A'laa berkedudukan sebagai kata sifat bagi lafal Rabbika.",
        "numberInSurah": 1,
        "juz": 30,
        "manzil": 7,
        "page": 591,
        "ruku": 529,
        "hizbQuarter": 237,
        "sajda": false
      },
      {
        "number": 5950,
        "text": "(Yang menciptakan lalu menyempurnakan) ciptaan-Nya, yakni Dia menjadikan makhluk-Nya itu seimbang semua bagian-bagiannya dan tidak pincang atau berbeda-beda.",
        "numberInSurah": 2,
        "juz": 30,
        "manzil": 7,
        "page": 591,
        "ruku": 529,
        "hizbQuarter": 237,
        "sajda": false
      },
      {
        "number": 5951,
        "text": "(Dan Yang menentukan) apa yang dikehendaki-Nya (dan Yang memberi petunjuk) kepada apa yang telah ditentukan-Nya berupa amal kebaikan dan amal keburukan.",
        "numberInSurah": 3,
        "juz": 30,
        "manzil": 7,
        "page": 591,
        "ruku": 529,
        "hizbQuarter": 237,
        "sajda": false
      },
      {
        "number": 5952,
        "text": "(Dan Yang mengeluarkan rumput-rumputan) atau Yang menumbuhkan rumput-rumputan.",
        "numberInSurah": 4,
        "juz": 30,
        "manzil": 7,
        "page": 591,
        "ruku": 529,
        "hizbQuarter": 237,
        "sajda": false
      },
      {
        "number": 5953,
        "text": "(Lalu dijadikan-Nya) sesudah rumput-rumputan itu hijau (kering) yaitu menjadi layu dan kering (kehitam-hitaman) kehitam-hitaman karena kering.",
        "numberInSurah": 5,
        "juz": 30,
        "manzil": 7,
        "page": 591,
        "ruku": 529,
        "hizbQuarter": 237,
        "sajda": false
      },
      {
        "number": 5954,
        "text": "(Kami akan membacakan kepadamu) Alquran (maka kamu tidak akan lupa) apa yang kamu bacakan itu.",
        "numberInSurah": 6,
        "juz": 30,
        "manzil": 7,
        "page": 591,
        "ruku": 529,
        "hizbQuarter": 237,
        "sajda": false
      },
      {
        "number": 5955,
        "text": "(Kecuali kalau Allah menghendaki) kamu melupakannya karena bacaan dan hukumnya telah dinasakh. Sesungguhnya Nabi saw. selalu mengeraskan suara bacaannya mengikuti bacaan malaikat Jibril karena takut lupa. Seolah-olah dikatakan kepadanya, janganlah kamu tergesa-gesa membacanya, karena sesungguhnya kamu tidak akan lupa, karena itu janganlah kamu merepotkan dirimu dengan mengeraskan suaramu sewaktu kamu membacakannya. (Sesungguhnya Dia) yakni Allah swt. (mengetahui yang terang) maksudnya perkataan dan perbuatan yang terang-terangan (dan yang tersembunyi) dari keduanya.",
        "numberInSurah": 7,
        "juz": 30,
        "manzil": 7,
        "page": 591,
        "ruku": 529,
        "hizbQuarter": 237,
        "sajda": false
      },
      {
        "number": 5956,
        "text": "(Dan Kami akan memudahkan kamu untuk menempuh jalan yang mudah) yakni syariat yang mudah, yaitu agama Islam.",
        "numberInSurah": 8,
        "juz": 30,
        "manzil": 7,
        "page": 591,
        "ruku": 529,
        "hizbQuarter": 237,
        "sajda": false
      },
      {
        "number": 5957,
        "text": "(Oleh sebab itu berikanlah peringatan) dengan Alquran (karena peringatan itu bermanfaat) maksudnya memberikan peringatan dengan hal-hal yang telah disebutkan pada firman-Nya, \"Sayadzdzakkaru,\" sekalipun peringatan itu tidak bermanfaat bagi sebagian di antara mereka, tetapi peringatan itu pasti bermanfaat bagi sebagian yang lainnya.",
        "numberInSurah": 9,
        "juz": 30,
        "manzil": 7,
        "page": 591,
        "ruku": 529,
        "hizbQuarter": 237,
        "sajda": false
      },
      {
        "number": 5958,
        "text": "(Akan mendapat peringatan) dan pelajaran dari peringatan itu (orang yang takut) kepada Allah swt. sebagaimana yang disebutkan dalam ayat yang lain yaitu, firman-Nya, \"Maka beri peringatanlah dengan Alquran orang yang takut kepada ancaman-Ku.\" (Q.S. Qaaf, 45)",
        "numberInSurah": 10,
        "juz": 30,
        "manzil": 7,
        "page": 591,
        "ruku": 529,
        "hizbQuarter": 237,
        "sajda": false
      },
      {
        "number": 5959,
        "text": "(Akan menjauhinya) yakni peringatan itu akan ditinggalkan dan diabaikan begitu saja (orang yang celaka) yakni orang yang kafir.",
        "numberInSurah": 11,
        "juz": 30,
        "manzil": 7,
        "page": 591,
        "ruku": 529,
        "hizbQuarter": 237,
        "sajda": false
      },
      {
        "number": 5960,
        "text": "(Yaitu orang yang akan memasuki api yang besar) yaitu api neraka; dan api dunia dinamakan api kecil.",
        "numberInSurah": 12,
        "juz": 30,
        "manzil": 7,
        "page": 591,
        "ruku": 529,
        "hizbQuarter": 237,
        "sajda": false
      },
      {
        "number": 5961,
        "text": "(Kemudian dia tidak mati di dalamnya) hingga ia dapat beristirahat (dan tidak pula hidup) dengan kehidupan yang menyenangkan.",
        "numberInSurah": 13,
        "juz": 30,
        "manzil": 7,
        "page": 591,
        "ruku": 529,
        "hizbQuarter": 237,
        "sajda": false
      },
      {
        "number": 5962,
        "text": "(Sesungguhnya beruntunglah) atau mendapat keberuntungan (orang yang membersihkan diri) dengan cara beriman.",
        "numberInSurah": 14,
        "juz": 30,
        "manzil": 7,
        "page": 591,
        "ruku": 529,
        "hizbQuarter": 237,
        "sajda": false
      },
      {
        "number": 5963,
        "text": "(Dan dia ingat nama Rabbnya) seraya mengagungkan-Nya (lalu dia salat) maksudnya, mengerjakan salat lima waktu, hal ini merupakan perkara akhirat; akan tetapi orang-orang kafir Mekah berpaling daripadanya.",
        "numberInSurah": 15,
        "juz": 30,
        "manzil": 7,
        "page": 591,
        "ruku": 529,
        "hizbQuarter": 237,
        "sajda": false
      },
      {
        "number": 5964,
        "text": "(Tetapi kamu sekalian lebih memilih) dapat dibaca Tu'tsiruuna dan Yu'tsiruuna (kehidupan duniawi) daripada kehidupan ukhrawi.",
        "numberInSurah": 16,
        "juz": 30,
        "manzil": 7,
        "page": 592,
        "ruku": 529,
        "hizbQuarter": 237,
        "sajda": false
      },
      {
        "number": 5965,
        "text": "(Sedangkan kehidupan akhirat) yang di dalamnya terdapat surga (adalah lebih baik dan lebih kekal.)",
        "numberInSurah": 17,
        "juz": 30,
        "manzil": 7,
        "page": 592,
        "ruku": 529,
        "hizbQuarter": 237,
        "sajda": false
      },
      {
        "number": 5966,
        "text": "(Sesungguhnya ini) maksudnya keberuntungan orang-orang yang membersihkan dirinya dengan beriman dan bahwa kehidupan akhirat itu lebih baik (benar-benar terdapat dalam kitab-kitab terdahulu) yang diturunkan sebelum Alquran.",
        "numberInSurah": 18,
        "juz": 30,
        "manzil": 7,
        "page": 592,
        "ruku": 529,
        "hizbQuarter": 237,
        "sajda": false
      },
      {
        "number": 5967,
        "text": "(Yaitu Kitab-kitab Ibrahim dan Musa) sepuluh shuhuf bagi Nabi Ibrahim, dan satu shuhuf bagi Nabi Musa, yaitu kitab Taurat.",
        "numberInSurah": 19,
        "juz": 30,
        "manzil": 7,
        "page": 592,
        "ruku": 529,
        "hizbQuarter": 237,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "id.jalalayn",
      "language": "id",
      "name": "Tafsir Jalalayn",
      "englishName": "Tafsir Jalalayn",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}