{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 110,
    "name": "سُورَةُ النَّصۡرِ",
    "englishName": "An-Nasr",
    "englishNameTranslation": "Divine Support",
    "revelationType": "Medinan",
    "numberOfAyahs": 3,
    "ayahs": [
      {
        "number": 6214,
        "text": "(Apabila telah datang pertolongan Allah) kepada Nabi-Nya atas musuh-musuhnya (dan kemenangan) yakni kemenangan atas kota Mekah.",
        "numberInSurah": 1,
        "juz": 30,
        "manzil": 7,
        "page": 603,
        "ruku": 552,
        "hizbQuarter": 240,
        "sajda": false
      },
      {
        "number": 6215,
        "text": "(Dan kamu lihat manusia masuk agama Allah) yaitu agama Islam (dengan berbondong-bondong) atau secara berkelompok, yang pada sebelumnya hanya secara satu persatu. Hal tersebut terjadi sesudah kemenangan atas kota Mekah, lalu orang-orang Arab dari semua kawasan datang kepada Nabi saw. dalam keadaan taat untuk masuk Islam.",
        "numberInSurah": 2,
        "juz": 30,
        "manzil": 7,
        "page": 603,
        "ruku": 552,
        "hizbQuarter": 240,
        "sajda": false
      },
      {
        "number": 6216,
        "text": "(Maka bertasbihlah dengan memuji Rabbmu) artinya bertasbihlah seraya memuji-Nya (dan mohonlah ampun kepada-Nya. Sesungguhnya Dia adalah Maha Penerima tobat) sesungguhnya Nabi saw. sesudah surah ini diturunkan, beliau selalu memperbanyak bacaan: Subhaanallaah Wa Bihamdihi, Astaghfirullaaha Wa Atuubu Ilaihi, yang artinya: \"Maha Suci Allah dengan segala pujian-Nya, aku memohon ampun kepada Allah dan bertobat kepada-Nya.\" Dengan turunnya surah ini dapat diketahui bahwa saat ajalnya telah dekat. Peristiwa penaklukan kota Mekah itu terjadi pada bulan Ramadan tahun delapan Hijriah, dan beliau wafat pada bulan Rabiulawal, tahun sepuluh Hijriah.",
        "numberInSurah": 3,
        "juz": 30,
        "manzil": 7,
        "page": 603,
        "ruku": 552,
        "hizbQuarter": 240,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "id.jalalayn",
      "language": "id",
      "name": "Tafsir Jalalayn",
      "englishName": "Tafsir Jalalayn",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}