{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 8,
    "name": "سُورَةُ الأَنفَالِ",
    "englishName": "Al-Anfaal",
    "englishNameTranslation": "The Spoils of War",
    "revelationType": "Medinan",
    "numberOfAyahs": 75,
    "ayahs": [
      {
        "number": 1161,
        "text": "Туро аз ғаноими (ғаниматҳои) ҷангӣ мепурсанд, бигӯ: «Ғаноими ҷангӣ азони Худову паёмбар аст. Пас агар аз мӯъминон ҳастед, аз Худой битарсед ва бо якдигар ба оштӣ зист кунед ва аз Худову паёмбараш фармон баред!»",
        "numberInSurah": 1,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1162,
        "text": "Мӯъминон касоне ҳастанд, ки чун номи Худо бурда шавад, хавф дилҳошонро фаро гирад ва чун оёти Худо бар онон хонда шавад, имонашон афзун гардад ва бар Парвардигорашон таваккал мекунанд,",
        "numberInSurah": 2,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1163,
        "text": "ҳамон касон, ки намоз мегузоранд ва аз он чӣ рӯзиашон додаем, садақа мекунанд.",
        "numberInSurah": 3,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1164,
        "text": "Инҳо мӯьминони ҳақиқи ҳастанд. Дар назди Парвардигорашон соҳиби дараҷотанд ва мағрифату ризқе некӯ.",
        "numberInSurah": 4,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1165,
        "text": "Ончунон буд, ки Парвардигорат туро аз хонаат ба ҳақ берун овард, ҳол он ки гурӯҳе аз мӯъминон нохушнуд буданд.",
        "numberInSurah": 5,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1166,
        "text": "Бо он ки ҳақиқат бар онҳо ошкор шуда дар бораи он бо ту муҷодала мекунанд, чунон қадам бармедоранд, ки гуё мебинанд, ки онҳоро ба сӯӣ марг мебаранд.",
        "numberInSurah": 6,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1167,
        "text": "Ва ба ёд ор он гоҳро, ки Худо ба шумо ваъда дод, ки яке аз он ду гурӯҳ ба дасти шумо афтад ва дӯст доштед, ки он гурӯҳ ки холӣ аз қудрат аст, ба дас ти шумо афтад, ҳол он ки Худо мехост ба суханони уд ҳақро бар ҷои худ нишонад ва решаи кофиронро қатъ кунад,",
        "numberInSurah": 7,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1168,
        "text": "ҳақро собит ва ноҳақро ночиз гардонад, ҳарчанд гуноҳкорон нохушнуд бошанд.",
        "numberInSurah": 8,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1169,
        "text": "Ва он гоҳ ки аз Парвардигоратон ёрӣ хостед ва Худо қабул кард, ки ман бо ҳазор фаришта, ки аз паи якдигар меоянд, ёриятон мекунам!",
        "numberInSurah": 9,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1170,
        "text": "Ва он корро Худо ҷуз барои шодмонии шумо накард ва то дилҳоятон ба он ором гирад. Ва ёрӣ танҳо аз сӯӣ Худост, ки Ӯ пирӯзманду ҳаким аст!",
        "numberInSurah": 10,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1171,
        "text": "Ва ба ёд ор он гоҳро, ки Худо чунон эминиатон дода буд, ки хобе сабук шуморо фурӯ гирифт ва аз осмон бароятон бороне борид, то шустушӯятон диҳад на васвасаи шайтонро аз шумо дур кунад ва дилҳоятонро қавӣ гардонад ва қадамҳоятонро устувор созад.",
        "numberInSurah": 11,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1172,
        "text": "Ва он гоҳро, ки Парвардигорат ба фариштагон ваҳй кард: «Ман бо шумоям Шумо мӯъминонро ба пойдорӣ водоред. Ман дар дилҳои кофирон бим хоҳам андохт. Бар гарданҳояшон бизанед ва ангуштонашонро қатъ кунед!»",
        "numberInSurah": 12,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1173,
        "text": "Зеро бо Худову паёмбараш ба мухолифат бархостанд. Ва ҳар ки бо Худову паёмбараш мухолифат варзад, бидонад, ки уқубати Худо сахт аст!",
        "numberInSurah": 13,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1174,
        "text": "Уқубатро бичашед ва азоби оташ аз они кофирон аст!",
        "numberInSurah": 14,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1175,
        "text": "Эй касоне, ки имон овардаед, чун кофиронро ҳамлавар дидед, ба гурез пушт накунед;",
        "numberInSurah": 15,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1176,
        "text": "ҷуз онҳо, ки барои ҳамлае бозмегарданд ё онҳо, ки ба ёрии гурӯҳе дигар мераванд, ҳар кас, ки пушт ба душман кунад, мавриди хашми Худо қарор ме-гирад ва ҷойгоҳи ӯ ҷаҳаннам аст ва ҷаҳаннам бад ҷойгоҳест!",
        "numberInSurah": 16,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1177,
        "text": "Шумо ононро намекуштед. Худо буд, ки онҳоро мекушт. Ва он гоҳ, ки тир меандохтӣ, ту тир намеандохтӣ, Худо буд, ки тир меандохт, то ба мӯъминон неъмате неку арзонӣ дорад, Албатта' Худо шунавову доност!",
        "numberInSurah": 17,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1178,
        "text": "Инчунин буд! Ва Худо сусткунандаи ҳилаи кофирон аст.",
        "numberInSurah": 18,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1179,
        "text": "Агар пирӯзӣ хоҳед, пирӯзиятон фаро расид ва агар аз куфр бозистед, бароятон беҳтар аст ва агар бозгардед, бозмегардем ва сипоҳи шумо ҳарчанд фаровон бошад, бароятон нафъе нахоҳад дошт, ки Ху до бо мӯъминон аст.",
        "numberInSurah": 19,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1180,
        "text": "Эй касоне, ки имон овардаед ба Худову паёмбараш итоъат кунед ва дар ҳоле, ки сухани Ӯро мешунавед, аз Ӯ рӯй бармагардонед.",
        "numberInSurah": 20,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1181,
        "text": "Ва аз онон мабошед, ки гуфтанд, ки шунидем, дар ҳоле, ки намешуниданд.",
        "numberInSurah": 21,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1182,
        "text": "Бадтарини ҷонварон дар назди Худо ин карону гунгон ҳастанд, ки дарнамеёбанд.",
        "numberInSurah": 22,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1183,
        "text": "Ва агар Худо хайре дар онон меёфт, шунавояшон месохт ва агар ҳам ононро шунаво сохта буд, боз ҳам бармегаштанд ва рӯйгардон мешуданд.",
        "numberInSurah": 23,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1184,
        "text": "Эй касоне, ки имон овардаед, чун Худову паёмбараш шуморо ба чизе даъват кунанд, ки зиндагиятон мебахшад, даъваташонро қабул кунед ва бидонед, ки Худо миёни одамӣ ва қалбаш ҳоил аст ва ҳама ба пешгоҳи Ӯ гирд оварда шавед!",
        "numberInSurah": 24,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1185,
        "text": "Ва битарсед аз фитнае, ки танҳо ситамкоронатонро дар бар нахоҳад гирифт ва бидонед, ки Худо ба сахтӣ уқубат мекунад!",
        "numberInSurah": 25,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1186,
        "text": "Ва ба ёд оваред он ҳангомро, ки андак будед ва д а р шумори хоршудагони ин сарзамин бими он доштед, ки мардум шуморо аз миён бардоранд ва Ху до паноҳатон дод ва ёрӣ кард ва пирӯз гардонид ва аз чизҳои покиза рӯзи дод, ки шояд шукр гӯед!",
        "numberInSurah": 26,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1187,
        "text": "Эй касоне, ки имон овардаед, медонед, ки набояд ба Худову паёмбар хиёнат кунед ва дар амонат набояд хиёнат кунед.",
        "numberInSurah": 27,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1188,
        "text": "Бидонед, ки молҳоятон ва фарзандонатон василаи озмоиши шумоянд ва музди бузург дар назди Худост.",
        "numberInSurah": 28,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1189,
        "text": "Эй касоне, ки имон овардаед, агар аз Худо би тарсед, шуморо биноии шинохти ҳақ аз ботил диҳад ва гуноҳонатонро нест кунад ва шуморо биёмурзад, ки соҳиби фазлу караме бузург аст!",
        "numberInSurah": 29,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1190,
        "text": "Ва он ҳангомро ба ёд овар, ки кофирон дар бораи ту макре карданд, то дар бандат афкананд ё бикушандат ё аз шаҳр берун созанд. Онон макр кар данд ва Худо низ макр кард ва Худо беҳтарини макркунандагон аст.",
        "numberInSurah": 30,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1191,
        "text": "Чун оёти Мо бар онҳо хонда шуд, гуфтанд: «Шунидем. Ва агар бихоҳед монанди он мегӯем, ки ин чизе ғайри афсонаҳои пешиниён нест!»",
        "numberInSurah": 31,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1192,
        "text": "Ва он ҳангомро, ки гуфтанд: «Бор Худое, агар ин ки аз ҷониби ту омада ҳақ аст, бар мо аз осмон бороне аз санг бибор ё азоби дардоваре бар мо бифирист».",
        "numberInSurah": 32,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1193,
        "text": "З То он гоҳ, ки ту дар миёнашон ҳастӣ. Худо азобашон накунад ва то он гоҳ, ки аз Худо омурзиш металабанд, низ Худо азобашон нахоҳад кард.",
        "numberInSurah": 33,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1194,
        "text": "Чаро Худо азобашон накунад, ҳол он ки мардумро аз Масҷидулҳаром бозмедоранд ва соҳибони он нестанд? Соҳибони он танҳо парҳезгоронанд, ва ле бештаринашон намедонанд!",
        "numberInSurah": 34,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1195,
        "text": "Ва дуъояшон дар назди хонаи Каъба ҷуз хуштак кашидан ва даст задан ҳеҷ набуд. Пас ба ҷазои ин коратон азобро бичашед!",
        "numberInSurah": 35,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1196,
        "text": "Кофирон амволашонро харҷ мекунанд, то мардумро аз роҳи Худо боздоранд. Амволашонро харҷ хоҳанд кард ва ҳасрат хоҳанд бурд, сипас мағлуб мешаванд. Ва кофиронро дар ҷаҳаннам гирд меоваранд!",
        "numberInSurah": 36,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1197,
        "text": "То Худо нопокро аз пок ҷудо кунад ва нопоконро барҳам занад. Он гоҳ ҳамаро гирд кунад ва ба ҷаҳаннам партояд. Инҳо зиёнкоронанд!",
        "numberInSurah": 37,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1198,
        "text": "Бо кофирон бигӯй, ки агар даст бардоранд, гуноҳони гузаштаи онҳо бахшида шавад ва агар бозгарданд, донанд, ки бо пешиниён чӣ рафторе шудааст.",
        "numberInSurah": 38,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 150,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1199,
        "text": "Бо онон набард кунед, то дигар фитнае набошад ва дини ҳама дини Худо гардад. Пас агар бозистоданд, Худо кирдорашонро мебинад.",
        "numberInSurah": 39,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 150,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1200,
        "text": "Ва агар рӯй гардонанд, бидонед. ки Худо мавлои шумост, Ӯ мавло ва ёридиҳандаи некӯст!",
        "numberInSurah": 40,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 150,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1201,
        "text": "Ва агар ба Худо ва он чӣ бар бандаи худ дар рӯзи фурқон, ки ду гурӯҳ ба ҳам расиданд, нозил кардаем, имон овардаед, бидонед, ки ҳар гоҳ чизе ба ғанимат гирифтед, хумси (панҷяки) он аз они Худову паёмбар ва хешовандону ятимон ва мискинону дар роҳ мондагон аст. Ва Худо ба ҳар чизе тавоност!",
        "numberInSurah": 41,
        "juz": 10,
        "manzil": 2,
        "page": 182,
        "ruku": 150,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1202,
        "text": "Шумо дар каронаи наздиктари биёбон будед ва онҳо дар каронаи дуртар буданд ва он қофила дар маконе пасттар аз шумо буд. Агар шумо бо якдигар замони ҷангро таъйин мекардед, боз ҳам аз он хилоф меварзидед, то коре, ки Худо муқаррар кардааст, воқеъ шавад, то ҳар кӣ ҳалок мешавад, ба далеле ҳалок шавад ва ҳар кӣ зинда мемонад, ба далеле зинда монад. Албатта Худо шунавову доност!",
        "numberInSurah": 42,
        "juz": 10,
        "manzil": 2,
        "page": 182,
        "ruku": 150,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1203,
        "text": "Дар хоб Худо шуморашонро ба ту андак нишон дод. Агар шумори онҳоро бисёр нишон дода буд, аз тарс нотавон мешудед ва дар тасмим ба ҷанг ба низоъ бармехостед, вале Худованд шуморо аз душманон дар амон дошт, ки Ӯ ба он чӣ дар дилҳост, огоҳ аст!",
        "numberInSurah": 43,
        "juz": 10,
        "manzil": 2,
        "page": 182,
        "ruku": 150,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1204,
        "text": "Ва он гоҳ, ки чун ба ҳам расидед, ононро дар чашми шумо андак намуд ва шуморо низ дар чашми онон андак, то он коре, ки муқаррар дошта буд, воқеъ гардад. Ва ҳамаи корҳо ба Худо бармегардад!",
        "numberInSurah": 44,
        "juz": 10,
        "manzil": 2,
        "page": 182,
        "ruku": 150,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1205,
        "text": "Эй касоне, ки имон овардаед, агар ба гурӯҳе аз душман бархӯрдед, пойдорӣ кунед ва Худоро фаровон ёд кунед, бошад, ки ғолиб шавед.",
        "numberInSurah": 45,
        "juz": 10,
        "manzil": 2,
        "page": 182,
        "ruku": 151,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1206,
        "text": "Ба Худову паёмбараш итоъат кунед ва бо якдигар ба низоъ бармахезед, ки нотавон шавед ва қуввати шумо биравад. Сабр пеша кунед, ки Худо ҳамроҳи собирон аст!",
        "numberInSurah": 46,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 151,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1207,
        "text": "Монанди он касон мабошед, ки сармасти ғурур ва барон худнамоӣ аз диёри худ берун омаданд ва дигаронро аз роҳи Худо боздоштанд. Ва Худо ба ҳар коре, ки мекунанд, (бо илми худ) иҳота дорад.",
        "numberInSurah": 47,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 151,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1208,
        "text": "Шайтон кирдорашонро дар пазарашон биёрост ва гуфт; «Имрӯз аз мардум касе бар шумо ғолиб намешавад ва ман паноҳи шумоям». Вале чун ду гурӯҳ рӯбарӯ шуданд, ӯ бозгашту гуфт: «Ман аз шу мо безорам, ки чизҳое мебинам, ки шумо намебинед, ман аз Худо метарсам, ки Ӯ ба сахтӣ уқубат мекунад!»",
        "numberInSurah": 48,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 151,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1209,
        "text": "Мунофиқон ва он касоне, ки дар дил беморие доранд, гуфтанд: «Инҳоро динашон фирефта аст». Ва ҳар кас, ки ба Худо таваккул кунад, ӯро пирӯзманд ва ҳаким хоҳад ёфт!",
        "numberInSurah": 49,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1210,
        "text": "Агар бубинӣ он замонро, ки фариштагон ҷони кофиронро меситонанд ва ба рӯйҳову пушташон мезананд ва мегӯянд: «Азоби сӯзонро бичашед!»",
        "numberInSurah": 50,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1211,
        "text": "Ин ба ҷазои корҳое буд, ки пеш аз ин карда будед ва Худо ба бандагонаш ситам кунанда нест,",
        "numberInSurah": 51,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1212,
        "text": "Монанди амали хонадони Фиръавн ва касоне, ки пеш аз онҳо буданд» Онҳо ба оёти Худо кофир шуданд. Пас Худо онҳоро ба ҷазои гуноҳонашон азоб кард, ки Худо нерӯманд ва сахтуқубат аст!",
        "numberInSurah": 52,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1213,
        "text": "Зеро Худо неъматеро, ки ба қавме арзонӣ дошта аст, дигаргун насозад, то он қавм худ дигаргун шаванд. Ва Худо шунаво ва доност!",
        "numberInSurah": 53,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1214,
        "text": "Монанди амали хонадони Фиръавн ва касоне, ки пеш аз онҳо буданд. Онҳо оёти Парвардигорашонро дурӯғ донистанд ва Мо ба ҷазои гуноҳонашон ҳалокашон кардем ва хонадони Фиръавнро ғарқ сохтем, зеро ҳама ситамкор буданд.",
        "numberInSurah": 54,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1215,
        "text": "Албатта бадтарин ҷунбандагон дар назди Худо онҳоянд, ки кофир шудаанд ва имон намеоваранд.",
        "numberInSurah": 55,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1216,
        "text": "Касоне, ки ту аз онон паймон гирифтӣ, сипас паёпай паймони хешро мешикананд ва ҳеҷ наметарсанд.",
        "numberInSurah": 56,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1217,
        "text": "Пас агар онҳоро дар ҷанг биёбӣ, парокандаашон соз, то пайравонашон низ пароканда шаванд, шояд ки ибрат гиранд.",
        "numberInSurah": 57,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1218,
        "text": "Агар медонӣ, ки гурӯҳе дар паймон хиёнат мекунанд, ба онон эълом кун, ки монанди худашон амал хоҳӣ кард. Зеро Худо хоинонро дӯст надорад!",
        "numberInSurah": 58,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1219,
        "text": "Онон, ки кофир шудаанд, напиндоранд, ки растаанд, зеро Худоро нотавон намесозанд.",
        "numberInSurah": 59,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 153,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1220,
        "text": "Ва дар баробари онҳо то метавонед нерӯ ва аспони саворӣ омода кунед, то душманони Худо ва душманони худ ва ғайри онҳоро, ки шумо намешиносед ва Худо мешиносад битарсонед. Ва он чиро, ки дар роҳи Худо харҷ мекунед, ба тамомӣ ба шумо бозгардонда шавад ва ба шумо ситам нашавад.",
        "numberInSurah": 60,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 153,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1221,
        "text": "Ва агар ба сулҳ майл кунанд, ту низ ба сулҳ майл кун. Ва бар Худо таваккал кун, ки Ӯст шунаво ва доно!",
        "numberInSurah": 61,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 153,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1222,
        "text": "Ва агар хостанд, ки туро бифиребанд, Худо ба рои ту кофист. Ӯст, ки туро ба ёрии худ ва ёрии мӯъминон қувват додааст.",
        "numberInSurah": 62,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 153,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1223,
        "text": "Дилҳояшонро ба якдигар меҳрубон сохт. Агар ту ҳамаи он чиро, ки дар рӯи замин аст, харҷ мекарди, дилҳои онҳоро ба якдигар меҳрубон намесохтӣ, Вале Худо дилҳояшонро ба якдигар меҳрубон сохт, ки Ӯ пирузманду ҳаким аст!",
        "numberInSurah": 63,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 153,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1224,
        "text": "Эй паёмбар, Худо ва мӯъминоне, ки аз ту пайравӣ мекунанд, туро басанд.",
        "numberInSurah": 64,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 153,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1225,
        "text": "Эй паёмбар, мӯъминонро ба ҷанг барангез. Агар аз шумо бист тан бошанд ва дар ҷанг пойдорӣ кунанд, бар дусад тан ғалаба хоҳанд ёфт. Ва агар сад тан бошанд, ба ҳазор тан аз кофирон пирӯз мешаванд. Зеро онон мардуме маҳрум аз фаҳманд.",
        "numberInSurah": 65,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 154,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1226,
        "text": "Акнун Худо коратонро сабук кард ва аз нотавониятон огоҳ шуд. Агар аз шумо сад тан бошанд ва дар ҷанг сабр кунанд. бар дусад тан пирӯз мешаванд. Ва агар аз шумо ҳазор тан бошанд, ба ёрии Худо бар ду ҳазор тан пирӯз мешаванд. Ва Худо бо онҳост, ки сабр мекунанд!",
        "numberInSurah": 66,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 154,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1227,
        "text": "Барои ҳеҷ паёмбаре насазад* ки асирон дошта бошад, то ки дар рӯи замин куштори бисёр кунад. Шумо матоъи инҷаҳониро мехоҳед ва Худо охиратро мехоҳад. Ва Ӯ пирӯзманду ҳаким аст!",
        "numberInSurah": 67,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 154,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1228,
        "text": "Агар пеш аз ин аз ҷониби Худо ҳукме нашуда буд, ба сабаби он чӣ гирифта будед, азобе бузург ба шумо мерасид.",
        "numberInSurah": 68,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 154,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1229,
        "text": "Аз он чӣ ба ғанимат гирифтаед, ки ҳалол асту покиза, бихӯрел. Ва аз Худо битарсед. Албатта Худо бахшандаву меҳрубон аст!",
        "numberInSurah": 69,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 154,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1230,
        "text": "Эй паёмбар, ба асироне, ки дар дасти шумо ҳастанд, бигӯ: «Агар Худо дар дилҳоятон нишони имон бубинад, беҳтар аз он чӣ аз шумо гирифта шуда, ба шумо хоҳад дод на шуморо мебахшад ва Худо бахшандаву меҳрубон аст!»",
        "numberInSurah": 70,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1231,
        "text": "Агар қасди хиёнат ба туро дошта бошанд, пеш аа ин ба Худо хиёнат намудаанд ва Худо туро бар онҳо нусрат додааст, ки донову ҳаким аст!",
        "numberInSurah": 71,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1232,
        "text": "Онон, ки имон овардаанд ва муҳоҷират кардаанд ва бо молу ҷони хеш дар роҳи Худо ҷиҳод кардаанд ва онон, ки ба муҳоҷирон ҷой дода ва ёриашон кардаанд, ёру дӯсти якдигаранд. Ва онон, ки имон овардаанд, ва муҳоҷират накардаанд, ёру дӯсти шумо нестанд, то он гоҳ ки муҳоҷират кунанд. Вале агар шуморо ба ёрӣ талабиданд, бояд ба ёриашон бархезед. ғайри он, ки бар зидди он гурӯҳе бошад, ки миёни шумо ва онҳо паймоне баста шуда бошад. Ва Худо ба корҳое, ки мекунед, биност!",
        "numberInSurah": 72,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1233,
        "text": "Кофирон низ ёру дӯсти якдигаранд. Агар риояи он накунед, фитнаву фасоде бузург дар он сарзамин падид хоҳад омад.",
        "numberInSurah": 73,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1234,
        "text": "Онон, ки имон овардаанд, ва муҳочират карда анд ва дар роҳи Худо ҷиҳод кардаанд ва онон, ки ҷояшон додаанд ва ёриашон кардаанд, ба ҳақиқат мӯъминонанд, бахшоиш ва рӯзии некӯ аз они онҳост.",
        "numberInSurah": 74,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1235,
        "text": "Ва касоне, ки баъдан имон овардаанд ва муҳоҷират кардаанд ва ҳамроҳи шумо ҷиҳод кардаанд, аз шумо ҳастанд. Ба ҳукми китоби Худо хешовандон ба якдигар сазовортаранд. Ва Худо бар ҳар чизе доност!",
        "numberInSurah": 75,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "tg.ayati",
      "language": "tg",
      "name": "Оятӣ",
      "englishName": "AbdolMohammad Ayati",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}