{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 13,
    "name": "سُورَةُ الرَّعۡدِ",
    "englishName": "Ar-Ra'd",
    "englishNameTranslation": "The Thunder",
    "revelationType": "Medinan",
    "numberOfAyahs": 43,
    "ayahs": [
      {
        "number": 1708,
        "text": "Алиф, лом, мим, ро. Инҳо оёти ин китоб аст ва он чӣ аз Парвардигорат бар ту нозил шудааст, ҳақ аст, вале бештари мардум имон намеоваранд,",
        "numberInSurah": 1,
        "juz": 13,
        "manzil": 3,
        "page": 249,
        "ruku": 205,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1709,
        "text": "Оллоҳ — ҳамон Худовандест, ки осмонҳоро бе ҳеҷ сутуне, ки онро бубинед, барафрошт. Сипас ба арш пардохт ва офтобу моҳро, ки ҳар як то замоне муайян дар сайранд, ром кард. Корҳоро мегардонад ва оётро баён мекунад, бошад, ки ба дидори Парвардигоратон яқин кунед!",
        "numberInSurah": 2,
        "juz": 13,
        "manzil": 3,
        "page": 249,
        "ruku": 205,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1710,
        "text": "Ӯст, ки заминро бигустурд ва дар он кӯҳхову рудҳо қарор дод ва аз ҳар мева ҷуфт-ҷуфт падид овард ва шабро дар рӯз мепӯшонад. Дар инҳо ибратҳост барои мардуме, ки меандешанд!",
        "numberInSurah": 3,
        "juz": 13,
        "manzil": 3,
        "page": 249,
        "ruku": 205,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1711,
        "text": "Ва бар рӯи замин қитъаҳоест дар канори якдигар ва боғҳои ангуру кнштзорҳо ва нахлҳое, ки дутана аз як реша руста аст ё яктана аз як реша ва ҳама ба як об сероб мешаванд ва дар самара баъзеро дар баъзе дигар бартарӣ ниҳодаем. Албатта дар инҳо барои хирадмандон ибратҳост!",
        "numberInSurah": 4,
        "juz": 13,
        "manzil": 3,
        "page": 249,
        "ruku": 205,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1712,
        "text": "Агар ту дар ҳайрат меоӣ, тааҷҷуб дар сухани онҳо аст, ки оё он ҳангом, ки хок шавем, аз нав моро биёфаринад? Инҳо ба Парвардигорашон имон надоранд, бар гарданҳошон тавқҳо бошад ва аҳли ҷаҳаннаманд ва дар он ҷовидонаанд.",
        "numberInSurah": 5,
        "juz": 13,
        "manzil": 3,
        "page": 249,
        "ruku": 205,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1713,
        "text": "Ба шитоб аз ту пеш аз хайру бахшоиш азоб металабанд. Пеш аз онҳо азобҳое будааст ва Парвардигори ту мардумро, бо он ки ситам кардаанд, мебахшад ва низ Парвардигори ту ба сахтӣ уқубат мекунад.",
        "numberInSurah": 6,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 205,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1714,
        "text": "Кофирон мегӯянд: «Чаро аз ҷониби Парвардигораш муъҷизае бар ӯ нозил намешавад?» Ҷуз ин нест, ки ту бимдиҳандае ҳастӣ ва ҳар қавмеро роҳнамоест!",
        "numberInSurah": 7,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 205,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1715,
        "text": "Худо медонад, ки ҳар зане чӣ дар раҳм дорад ва он чӣ раҳмҳо коҳад ва он чӣ раҳмҳо афзояд. Ва ҳар чизро дар назди Ӯ миқдоре муъайян аст.",
        "numberInSurah": 8,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1716,
        "text": "Донои ниҳону ошкор — он Худом бузурги баландмартаба!",
        "numberInSurah": 9,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1717,
        "text": "Барои Ӯ яксон аст аз шумо ҳар кӣ сухан ба пинҳон гӯяд ё ба ошкоро. Ва он ки дар пардаи шаб пинҳон мешавад ва он ки дар рӯз ба ошкоро меравад.",
        "numberInSurah": 10,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1718,
        "text": "Одамиро фариштагонест, ки паёпай ба амри Худо аз рӯбарӯву пушти сараш меоянд ва нигаҳбонияш мекунанд. Худо чизеро, ки аз они мардумест, дигаргун накунад, то он мардум худ дигаргун шаванд. Чун Худо барои мардуме бадӣ хоҳад, ҳеҷ чиз монеъи Ӯ натавонад шуд ва онҳоро ғайри Худо ҳеҷ корсозе нест!",
        "numberInSurah": 11,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1719,
        "text": "Ӯст, ки барқро гоҳ барои тарсонидан ва гоҳ барои умед бахшидан ба шумо менамоёнад ва абрҳои гаронборро падид меоварад.",
        "numberInSurah": 12,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1720,
        "text": "Раъд ба ситоиши Ӯ ва фариштагон аз бими Ӯ тасбеҳ мекунанд. Ва оташакҳоро мефиристад ва ҳар киро бихоҳад, ба он осеб мерасонад. Боз ҳам дар бораи Худо баҳсу ҷидол мекунанд. Ва Ӯ ба сахтӣ уқубат мекунад!",
        "numberInSurah": 13,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1721,
        "text": "Хоси Ӯст дуову илтиҷои ростин. Онҳо, ки ҷуз Ӯро илтиҷо мекунанд, ҳеҷ посухашон намегӯянд. Монанди касе, ки ду даст ба сӯи об барад то об ба даҳон расонад ва натавонад, ки об ба даҳон расонад. Ва дуъои кофирон ҷуз ба гумроҳӣ нест!",
        "numberInSurah": 14,
        "juz": 13,
        "manzil": 3,
        "page": 251,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1722,
        "text": "Хоҳу нохоҳ барои Худованд саҷда мекунанд ҳамаи онҳо, ки дар осмонҳову заминанд ва сояҳояшон низ бомдодону шомгоҳон ба саҷда меоянд. (Саҷда).",
        "numberInSurah": 15,
        "juz": 13,
        "manzil": 3,
        "page": 251,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": {
          "id": 2,
          "recommended": true,
          "obligatory": false
        }
      },
      {
        "number": 1723,
        "text": "Бигӯ: «Кист Парвардигори осмонҳову замин?» Бигӯ: «Оллоҳ». Бигӯ; «Оё ғайри Ӯ худоёне гирифтаед, ки қодир ба суду зиёни худ нестанд? Бигӯ: «Оё нобинову бино баробаранд? Ё торикиву равшанӣ яксонанд? Ё шариконе, ки барои Худо қоил шудаанд, чизҳое офаридаанд, монанди он чӣ Худо офаридааст ва онон дар бораи офариниш ба иштибоҳ афтодаанд?» Бигӯ: «Оллоҳ офаринандаи ҳар чизест ва Ӯ ягонаву қаҳҳор аст!»",
        "numberInSurah": 16,
        "juz": 13,
        "manzil": 3,
        "page": 251,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1724,
        "text": "Аз осмон об фиристод ва ҳар як ҷӯйе ба андозаи худ ҷорӣ шуд ва оби равон каф (к) бар сар овард. Ва аз он чӣ бар оташ мегудозанд, то зевару матоъе созанд, низ кафке бар сар ояд. Худо барои ҳаққу ботил чунин масал занад, Аммо кафк ба каноре афтад ва нобуд шавад ва он чӣ барои мардум судманд аст, дар замин пойдор бимонад. Худо инчунин мисол меорад.",
        "numberInSurah": 17,
        "juz": 13,
        "manzil": 3,
        "page": 251,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1725,
        "text": "Барои онон, ки даъвати парвардигорашонро қабул карданд, мукофоти некӯест. Ва касоне, ки даъвати Ӯро қабул накарданд, агар ҳар он чиро, ки бар рӯи замин аст ва монанди онро дошта бошанд, онро фидо диҳанд, онон ба сахтӣ бозхост хоҳанд шуд ва маконашон ҷаҳаннам аст ва бад ҷойгоҳест!",
        "numberInSurah": 18,
        "juz": 13,
        "manzil": 3,
        "page": 251,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1726,
        "text": "Оё касе, ки медонад он чӣ аз ҷониби Парвардигорат бар ту нозил шуда ҳақ аст монанди кассет, ки нобиност? Танҳо хирадмандон панд мегиранд",
        "numberInSurah": 19,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1727,
        "text": "касоне, ки ба аҳди Худо вафо мекунанд ва худ паймон намешикананд;",
        "numberInSurah": 20,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1728,
        "text": "онон, ки он чиро Худо ба пайвастани он фармон дода, пайванд мекунанд ва аз Парвардигорашон метарсанд ва аз сахтии ҳисоби Худованд бимноканд;",
        "numberInSurah": 21,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1729,
        "text": "онон, ки ба талаби савоби Парвардигори худ сабр пеша карданд ва намоз гузориданд ва дар ниҳону ошкор аз он чӣ ба онҳо рӯзӣ додаем, хайр карданд ва бадиро бо некӣ бармегардонанд. Оқибати неки охират аз онҳост.",
        "numberInSurah": 22,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1730,
        "text": "Биҳиштҳои ҷовидон онҳо ва ҳар ки некӯкор будааст аз падарону ҳамсарон ва фарзандонашон, бадон дохил шаванд ва фариштагон аз ҳар дар ба наздашон оянд.",
        "numberInSurah": 23,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1731,
        "text": "Салом бар шумо ба хотири он ҳама сабре, ки кардаед. Сарои охират чӣ сарое некӯст!",
        "numberInSurah": 24,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1732,
        "text": "Ва онҳо, ки паймони Худоро пас аз бастанаш мешикананд ва он чиро, ки Худо ба пайвастани он фармон дода, қатъ мекунанд ва дар замин фасод мекунанд, лаънат бар онҳост ва бадиҳои он ҷаҳон насибашон.",
        "numberInSurah": 25,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1733,
        "text": "Худо ҳар киро хоҳад, рӯзии бисёр диҳад ё рӯзии андак. Ва мардум ба зиндагии дунё хушнуданд, ҳол он ки зиндагии дунё дар баробари зиндагии охират ҷуз андак матоъе нест.",
        "numberInSurah": 26,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1734,
        "text": "Кофирон мегӯянд: «Чаро аз ҷониби Парвардигораш мӯъҷизае бар ӯ нозил намешавад?» Бигӯ: «Худо ҳар киро бихоҳад, гумроҳ мекунад. Ва ҳар киро ба даргоҳи Ӯ рӯй кунад, ҳидоят мекунад».",
        "numberInSurah": 27,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 208,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1735,
        "text": "Онҳое, ки имон овардаанд ва дилҳояшон ба ёди Худо оромиш меёбад, огоҳ бошед, ки дилҳо ба ёди Худо оромиш меёбад!",
        "numberInSurah": 28,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 208,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1736,
        "text": "Зиндагии хуш ва бозгаштангоҳи некӯ аз они касонест, ки имон овардаанд ва корҳои шоиста кардаанд.",
        "numberInSurah": 29,
        "juz": 13,
        "manzil": 3,
        "page": 253,
        "ruku": 208,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1737,
        "text": "Ҳамчунин туро ба миёни уммате, ки пеш аз онхо умматҳои дигар будаанд, ба пайғамбарӣ фиристодаем, то он чиро, ки бар ту ваҳй кардаем, барояшон тиловат кунӣ ва онҳо ба Раҳмон кофир мешаванд. Бигӯ: «Ӯ Парвардигори ман аст. Худое ҷуз Ӯ нест. Бар Ӯ таваккал кардаам ва тавбаи ман ба даргоҳи Ӯст!»",
        "numberInSurah": 30,
        "juz": 13,
        "manzil": 3,
        "page": 253,
        "ruku": 208,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1738,
        "text": "Агар Қуръоне тавонист буд, ки куҳҳо ба он ба ҷунбиш оянд ё замин пора-пора шавад, ё мурдагонро ба сухан орад, ҷуз ин Қуръон намебуд, ки ҳамаи корҳо аз они Худост. Оё мӯъминон ҳанӯз надонистаанд, ки агар Худо мехост, ҳамаи мардумро ҳидоят мекард? Ва кофиронро пайваста ба сабаби амалҳояшон ҳодисае расад ё он ҳодиса дар наздикии хонаҳояшон фурӯд ояд, то он гоҳ, ки ваъдаи Худо ояд, зеро Худо хилофи ваъда намекунад!",
        "numberInSurah": 31,
        "juz": 13,
        "manzil": 3,
        "page": 253,
        "ruku": 208,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1739,
        "text": "Паёмбароне ҳам, ки пеш аз ту буданд, ба масхара гирифта шуданд. Ман ба кофирон мӯҳлат додам, он гоҳ ҳамаро фурӯ гирифтам ва он уқубати ман чӣ сахт буд!",
        "numberInSurah": 32,
        "juz": 13,
        "manzil": 3,
        "page": 253,
        "ruku": 209,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1740,
        "text": "Оё он ки бар ҳамаи мардум ва амалҳояшон нозир аст, монанди бутон аст? Барои Худо шариконе қоил шуданд. Бигӯ: «Онҳоро ном бибаред. Шояд мехоҳед Ӯро аз чизе дар рӯи замин огоҳ кунед, ки намедонад, ё суханони беҳуда мегӯянд?» Дар назари кофирон макрашон ороста омад ва аз роҳи рост бероҳ шуданд. Ва ҳар киро Худо гумроҳ кунад, ҳеҷ роҳнамое надорад!",
        "numberInSurah": 33,
        "juz": 13,
        "manzil": 3,
        "page": 253,
        "ruku": 209,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1741,
        "text": "Дар ин зиндагии дунё ба азобе гирифтор оянд ва азоби охират сахттар аст ва онҳоро ҳеҷ нигаҳдорандае аз азоби Худо нест!",
        "numberInSurah": 34,
        "juz": 13,
        "manzil": 3,
        "page": 253,
        "ruku": 209,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1742,
        "text": "Сифати биҳиште, ки ба парҳезгорон ваъда шуда: об аз зери дарахтонаш равон аст ва меваҳову сояаш ҳамешагист. Ин саранҷоми касонест, ки парҳезгоранд ва саранҷоми кофирон оташ аст.",
        "numberInSurah": 35,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 209,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1743,
        "text": "Аҳли китоб аз он чӣ бар ту нозил шуда, шодмонанд. Ва аз он ҷамоъат касоне ҳастанд, ки баъзе аз онро инкор мекунанд. Бигӯ: «Ман амр шудаам, ки Худои якторо бипарастам ва ба Ӯ ширк наёварам. Ба сӯи Ӯ даъват мекунам ва бозгашти ман ба сӯи Ӯст!",
        "numberInSurah": 36,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 209,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1744,
        "text": "Ҳамчунин Қуръонро ба забони арабӣ нозил кардем. Агар пас аз донише, ки ба ту расида, аз паи хоҳишҳои онҳо биравӣ, дар баробари азоби Худо корсозу нигаҳдорандае нахоҳӣ дошт.",
        "numberInSurah": 37,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 209,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1745,
        "text": "Ба таҳқиқ пеш аз ту паёмбароне фиристодаем ва барояшон ҳамсарону фарзандон қарор додаем. Ва ҳеҷ паёмбареро ҳаққи он набуд, ки ҷуз ба фармони Худо ояте биёварад ва ҳар амреро замоне навишташуда аст.",
        "numberInSurah": 38,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 210,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1746,
        "text": "Худо ҳар чиро бихоҳад, маҳв ё исбот мекунад ва уммулкитоб назди Ӯст.",
        "numberInSurah": 39,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 210,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1747,
        "text": "Агар баъзе аз он чиро ки ба онҳо ваъда кардаем, ба ту нишон диҳем, ё туро пеш аз вақт бимиронем, дар ҳар ҳол он чӣ бар ӯҳдаи туст, таблиғ аст ва он чӣ бар ӯҳдаи мост, ҳисоб кардан!",
        "numberInSurah": 40,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 210,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1748,
        "text": "Оё ҳанӯз надонистаанд, ки мо аз атрофи ин сарзамин кам мекунем ва Худо ҳукм мекунад ва ҳеҷ чиз ҳукми Ӯро рад намекунад ва Ӯ зуд ба ҳисоби ҳама мерасад?",
        "numberInSurah": 41,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 210,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1749,
        "text": "Касоне, ки пеш аз инҳо буданд, макрҳо карданд, вале ҳамаи макрҳо назди Худованд аст. Медонад, ки ҳар касе чӣ мекунад. Ва кофирон ба зудӣ хоҳанд донист, ки некӯии охират аз они кист!",
        "numberInSurah": 42,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 210,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1750,
        "text": "Кофирон мегӯянд, ки ту паёмбар нести. Бигӯ: «Худо ва ҳар кас, ки аз китоб огоҳӣ дошта бошад, ба шоҳидӣ миёни ману шумо кофист!",
        "numberInSurah": 43,
        "juz": 13,
        "manzil": 3,
        "page": 255,
        "ruku": 210,
        "hizbQuarter": 102,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "tg.ayati",
      "language": "tg",
      "name": "Оятӣ",
      "englishName": "AbdolMohammad Ayati",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}