{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 14,
    "name": "سُورَةُ إِبۡرَاهِيمَ",
    "englishName": "Ibrahim",
    "englishNameTranslation": "Abraham",
    "revelationType": "Meccan",
    "numberOfAyahs": 52,
    "ayahs": [
      {
        "number": 1751,
        "text": "Алиф, лом, ро. Китобест, ки бар ту нозил кардем, то мардумро ба фармони Парвардигорашон аз торикӣ ба рӯшноӣ бибарӣ ва ба роҳи Худои пирӯзманди сутуданӣ (ҳамаи забонҳо шукри Ӯкунанд) роҳ намоӣ.",
        "numberInSurah": 1,
        "juz": 13,
        "manzil": 3,
        "page": 255,
        "ruku": 211,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1752,
        "text": "Худое, ки ҳар чӣ дар осмонҳову замин аст, аз они Ӯст! Пас вой бар кофирон аз азобе сахт.",
        "numberInSurah": 2,
        "juz": 13,
        "manzil": 3,
        "page": 255,
        "ruku": 211,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1753,
        "text": "Онҳое, ки зиндагии дунёро аз охират дӯсттар доранд ва дигаронро аз роҳи Худо бозмедоранд ва онро мунҳариф (каҷрав нишон доданашро) мехоҳанд, сахт дар гумроҳӣ ҳастанд.",
        "numberInSurah": 3,
        "juz": 13,
        "manzil": 3,
        "page": 255,
        "ruku": 211,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1754,
        "text": "Ҳар паёмбареро фақат ба забони мардумаш фиристодем, то битавонад паёми Худоро барояшон баён кунад. Пас Худо ҳар киро бихоҳад, гумроҳ мекунад ва ҳар киро бихоҳад, ҳидоят мекунад ва Ӯст пирӯзманду ҳаким!",
        "numberInSurah": 4,
        "juz": 13,
        "manzil": 3,
        "page": 255,
        "ruku": 211,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1755,
        "text": "Мӯсоро бо оёти худ фиристодем, ки қавми худро аз торикӣ ба рӯшанӣ берун ор ва рӯзҳои Худоро ба ёдашон биёвар. Ва дар ин барои ҳар сабркунандаи шукргузор ибратҳоест!",
        "numberInSurah": 5,
        "juz": 13,
        "manzil": 3,
        "page": 255,
        "ruku": 211,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1756,
        "text": "Ва Мӯсо ба қавми худ гуфт: «Неъматеро, ки Худо бар шумо арзонӣ доштааст, ба ёд оваред, он гоҳ ки шуморо аз фиръавниён бираҳонид. Ба сахтӣ озоратон мекарданд ва писаронатонро мекуштанд ва занонатонро зинда мегузоштанд ва дар ин аз ҷониби Парвардигоратон барои шумо озмоише бузург буд».",
        "numberInSurah": 6,
        "juz": 13,
        "manzil": 3,
        "page": 256,
        "ruku": 211,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1757,
        "text": "Ва Парвардигоратон эълом кард, ки агар Маро шукр гӯед, бар неъмати шумо меафзоям ва агар ношукрӣ кунед, бидонед, ки азоби Ман сахт аст!",
        "numberInSurah": 7,
        "juz": 13,
        "manzil": 3,
        "page": 256,
        "ruku": 212,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1758,
        "text": "Ва Мӯсо гуфт: «Агар шумо ва ҳамаи мардуми рӯи замин кофир шавед, Худо бениёз ва сазовори ситоиш аст!»",
        "numberInSurah": 8,
        "juz": 13,
        "manzil": 3,
        "page": 256,
        "ruku": 212,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1759,
        "text": "Оё хабари касоне, ки пеш аз шумо будаанд, чун қавми Нӯҳ ва Од ва Самуд ва низ касоне, ки баъд аз онҳо будаанд, ба шумо нарасидааст? Ғайри Худо касеро аз онон огоҳӣ нест. Паёмбаронашон ҳамроҳ бо далоили равшан омаданд ва онҳо даст бар даҳон бурданду гуфтанд: Мо ба он чӣ ба он амр шудаед, имон намеоварем ва дар чизе, ки моро ба он мехонед, сахт дар шубҳа ҳастем».",
        "numberInSurah": 9,
        "juz": 13,
        "manzil": 3,
        "page": 256,
        "ruku": 212,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1760,
        "text": "Паёмбаронашон гуфтанд: «Оё дар Худо — он офаринандаи осмонҳову замин — шакке ҳаст? Шуморо даъват мекунад, то гуноҳонатонро бибахшад ва то муддате муайян шуморо зинда гузорад». Гуфтанд: «Шумо мардумоне монанди мо ҳастед. Мехоҳед моро аз он чӣ падаронамон мепарастиданд, боздоред. Барои мо далеле равшан биёваред!»",
        "numberInSurah": 10,
        "juz": 13,
        "manzil": 3,
        "page": 256,
        "ruku": 212,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1761,
        "text": "Паёмбаронашон гуфтанд: мо мардумоне монанди шумо ҳастем, вале Худо ба ҳар як бандагонаш, ки бихоҳад, миннат ниҳад. Моро нашояд, ки барои шумо далеле, ҷуз ба фармони Худо, биёварем ва мӯъминон бар Худо таваккал кунанд.",
        "numberInSurah": 11,
        "juz": 13,
        "manzil": 3,
        "page": 257,
        "ruku": 212,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1762,
        "text": "Чаро бар Худо таваккал накунем ва ҳол он ки Ӯ роҳи моро ба мо бинамуд? Ва мо бар озоре, ки ба мо мерасонед, сабр хоҳем кард ва таваккалкунандагон бар Худо таваккал кунанд».",
        "numberInSurah": 12,
        "juz": 13,
        "manzil": 3,
        "page": 257,
        "ruku": 212,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1763,
        "text": "Кофирон ба Паёмбаронашон гуфтанд: «Ё шуморо аз сарзамини худ меронем ё ба дини мо бозгардед». Пас Парвардигорашон ба паёмбарон ваҳй кард, ки ситамкоронро ҳалок хоҳем кард.",
        "numberInSurah": 13,
        "juz": 13,
        "manzil": 3,
        "page": 257,
        "ruku": 213,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1764,
        "text": "Ва шуморо пас аз онҳо дар он сарзамин ҷой хоҳем дод, Ин аз они касест, ки аз истодан дар пешгоҳи Ман ва аз ваъдаи азоби Ман битарсад!",
        "numberInSurah": 14,
        "juz": 13,
        "manzil": 3,
        "page": 257,
        "ruku": 213,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1765,
        "text": "Пирӯзӣ хостанд ва ҳар ҷаббори саркаше ноумед шуд.",
        "numberInSurah": 15,
        "juz": 13,
        "manzil": 3,
        "page": 257,
        "ruku": 213,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1766,
        "text": "Пушти сараш ҷаҳаннам аст, то дар он ҷо аз оби чирку хунаш бихӯронанд.",
        "numberInSurah": 16,
        "juz": 13,
        "manzil": 3,
        "page": 257,
        "ruku": 213,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1767,
        "text": "Ҷуръа-ҷуръа онро менӯшад ва ба осонӣ фурӯ набарад ва марг аз ҳар сӯ бар ӯ метозад, аммо намемирад, ва азобе сахт дар интизори ӯст.",
        "numberInSurah": 17,
        "juz": 13,
        "manzil": 3,
        "page": 257,
        "ruku": 213,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1768,
        "text": "Мисоли аъмоли касоне, ки ба Худо кофир шудаанд, чун хокистарест, ки дар рӯзе тӯфонӣ боде сахт бар он бивазад. Тавони нигоҳ доштани он чиро, ки ба даст оварданд, надоранд. Ин аст гӯмроҳии беохир!",
        "numberInSurah": 18,
        "juz": 13,
        "manzil": 3,
        "page": 257,
        "ruku": 213,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1769,
        "text": "Оё надидаӣ, ки Худо осмонҳову заминро ба ҳақ офаридааст? Агар бихоҳад, шуморо аз байн мебарад ва махлуқе нав меоварад.",
        "numberInSurah": 19,
        "juz": 13,
        "manzil": 3,
        "page": 258,
        "ruku": 213,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1770,
        "text": "Ва ин бар Худо душвор нест.",
        "numberInSurah": 20,
        "juz": 13,
        "manzil": 3,
        "page": 258,
        "ruku": 213,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1771,
        "text": "Ҳама дар пешгоҳи Худо ҳозир оянд. Заъифон ба Онҳое, ки такаббурӣ мекарданд, гӯянд: «Мо пайрави шумо будем. Оё акнун метавонед моро ба кор оед ва андаке аз азоби Худоро аз мо дафъ кунед?» Гӯянд: «Агар Худо моро ҳидоят карда буд, мо низ шуморо ҳидоят мекардем. Ҳоло моро роҳи халосӣ нест. Барои мо яксон аст, чӣ бетобӣ кунем, чӣ сабр варзем».",
        "numberInSurah": 21,
        "juz": 13,
        "manzil": 3,
        "page": 258,
        "ruku": 213,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1772,
        "text": "Чун кор ба поён ояд, шайтон гӯяд: «Худо ба шумо ваъда дод ва ваъдаи Ӯ дуруст буд ва ман низ ба шумо ваъда додам, вале ваъдаи худ хилоф кардам. Ва бароятон ҳеҷ далелу бурҳоне наёвардам, фақат ки даъвататон кардам, шумо низ даъвати ман иҷобат кардед, пас маро маломат макунед, худро маломат кунед. На ман фарёдраси шумоям, на шумо фарёдраси ман. Аз ин ки маро пеш аз ин шарики Худо карда будед, безорам». Зеро барои ситамкорон азобест дардовар!",
        "numberInSurah": 22,
        "juz": 13,
        "manzil": 3,
        "page": 258,
        "ruku": 214,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1773,
        "text": "Касонеро, ки имон овардаанд ва корҳои шоиста кардаанд, ба биҳиштҳое, ки наҳрҳо дар он ҷорист, дароваранд, ба фармони Парвардигорашон дар он ҷо ҷовидона бимонанд ва ба салом якдигарро таҳийят (салом) гӯянд.",
        "numberInSurah": 23,
        "juz": 13,
        "manzil": 3,
        "page": 258,
        "ruku": 214,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1774,
        "text": "Оё надидаӣ, ки Худо чӣ гуна мисол овард? Сухани пок чун дарахте пок аст, ки решааш дар замин устувор ва шохаҳояш дар осмон аст.",
        "numberInSurah": 24,
        "juz": 13,
        "manzil": 3,
        "page": 258,
        "ruku": 214,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1775,
        "text": "Ба фармони Худо ҳар замон меваи худро медиҳад. Худо барои мардум мисолҳо меоварад, бошад, ки панд гиранд!",
        "numberInSurah": 25,
        "juz": 13,
        "manzil": 3,
        "page": 259,
        "ruku": 214,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1776,
        "text": "Ва мисоли сухани нопок чун дарахте нопок аст, ки реша дар замин надорад ва барпо натавонад монд.",
        "numberInSurah": 26,
        "juz": 13,
        "manzil": 3,
        "page": 259,
        "ruku": 214,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1777,
        "text": "Худо мӯъминонро ба сабаби эътиқоди устуворашон дар дунёву охират пойдор медорад. Ва золимонро гумроҳ месозад ва ҳар чӣ хоҳад, ҳамон мекунад.",
        "numberInSurah": 27,
        "juz": 13,
        "manzil": 3,
        "page": 259,
        "ruku": 214,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1778,
        "text": "Оё надидаӣ он касонро, ки неъмати Худоро ба куфр иваз сохтанд ва мардуми худро ба диёри ҳалок бурданд?",
        "numberInSurah": 28,
        "juz": 13,
        "manzil": 3,
        "page": 259,
        "ruku": 215,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1779,
        "text": "Ба ҷаҳаннам, он қароргоҳи бад, дохил мешаванд!",
        "numberInSurah": 29,
        "juz": 13,
        "manzil": 3,
        "page": 259,
        "ruku": 215,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1780,
        "text": "Барои Худо шариконе қарор доданд, то мардумро аз роҳи Ӯ гумроҳ созанд. Бигӯ: «Акнун баҳраманд гардед, ки бозгаштатон ба оташ аст».",
        "numberInSurah": 30,
        "juz": 13,
        "manzil": 3,
        "page": 259,
        "ruku": 215,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1781,
        "text": "Ба бандагони Ман, ки имон овардаанд, бигӯ то намоз бигузоранд ва аз он чӣ рӯзиашон додаем, ниҳону ошкоро садақа кунанд, пеш аз он, ки рӯзе фаро расад, ки дар он на хариду фурӯхте бошад ва на ҳеҷ дӯстие ба кор ояд.",
        "numberInSurah": 31,
        "juz": 13,
        "manzil": 3,
        "page": 259,
        "ruku": 215,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1782,
        "text": "Худост, ки осмонҳову заминро офарид ва аз осмон борон нозил кард ва ба он борон барои рӯзии шумо меваҳо руёнид ва киштиҳоро роми шумо кард то ба фармони Ӯ дар даре равон шаванд ва рӯдҳоро итоаткунандаи шумо сохт.",
        "numberInSurah": 32,
        "juz": 13,
        "manzil": 3,
        "page": 259,
        "ruku": 215,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1783,
        "text": "Ва офтобу моҳро, ки ҳамеша дар ҳаракатанд, роми шумо кард ва шабу рӯзро фармонбари шумо гардонид.",
        "numberInSurah": 33,
        "juz": 13,
        "manzil": 3,
        "page": 259,
        "ruku": 215,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1784,
        "text": "Ва ҳар чӣ аз Ӯ хостед, ба шумо арзонӣ доштааст ва агар хоҳед, ки неъматҳояшро шумор кунед, натавонед, дар ҳақиқат одами ситамкор ва кофири неъмат аст!",
        "numberInSurah": 34,
        "juz": 13,
        "manzil": 3,
        "page": 260,
        "ruku": 215,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1785,
        "text": "Ва Иброҳим гуфт: «Эй Парвардигори ман, ин сарзаминро тинҷ гардон ва марову фарзандонамро аз парастиши бутон дур бидор.",
        "numberInSurah": 35,
        "juz": 13,
        "manzil": 3,
        "page": 260,
        "ruku": 216,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1786,
        "text": "Эй Парвардигори ман, инҳо бисёре аз мардумро гумроҳ кардаанд, пас ҳар кас, ки аз ман пайравӣ кунад, аз ман аст ва ҳар кас фармони ман набарад, ту омурзандаву меҳрубонӣ!",
        "numberInSurah": 36,
        "juz": 13,
        "manzil": 3,
        "page": 260,
        "ruku": 216,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1787,
        "text": "Эй Парвардигори мо, баъзе аз фарзандонамро ба водии бе ҳеҷ киштае, наздики хонаи гиромии ту ҷой додам, эй Парвардигори мо, то намоз бигузоранд. Дилҳои мардумон чунон кун, ки майли онҳо кунанд ва аз ҳар мевае рӯзиашон деҳ, шояд, ки сипос гузоранд!",
        "numberInSurah": 37,
        "juz": 13,
        "manzil": 3,
        "page": 260,
        "ruku": 216,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1788,
        "text": "Эй Парвардигори мо, ҳар чиро пинҳон медорем, ё ошкор месозем, Ту ба он огоҳӣ. Ва бар Худо ҳеҷ чиз дар замину осмон пӯшида нест!",
        "numberInSurah": 38,
        "juz": 13,
        "manzil": 3,
        "page": 260,
        "ruku": 216,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1789,
        "text": "Сипос Худоеро, ки дар ин пирӣ Исмоилу Исҳоқро ба ман ато кард. Парвардигори ман дуъоҳоро мешунавад!",
        "numberInSurah": 39,
        "juz": 13,
        "manzil": 3,
        "page": 260,
        "ruku": 216,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1790,
        "text": "Эй Парвардигори ман, маро ва фарзандони маро барпойдорандагони намоз гардон. Эй Парвардигори мо, дуъои маро бипазир.",
        "numberInSurah": 40,
        "juz": 13,
        "manzil": 3,
        "page": 260,
        "ruku": 216,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1791,
        "text": "Эй Парвардигори мо, маро ва падару модарам ва ҳамаи мӯъминонро дар рӯзи шумор бибахшоӣ!»",
        "numberInSurah": 41,
        "juz": 13,
        "manzil": 3,
        "page": 260,
        "ruku": 216,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1792,
        "text": "Ва напиндор, ки Худо аз кирдори ситамкорон ғофил аст. Азобашонро то он рӯз, ки чашмҳо дар он хира мемонад, ба дер мепартояд!",
        "numberInSurah": 42,
        "juz": 13,
        "manzil": 3,
        "page": 260,
        "ruku": 217,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1793,
        "text": "Мешитобанд, сарҳоро боло гирифтаанд, чашм бар ҳам намезананд ва дилҳояшон холи аз хирад аст.",
        "numberInSurah": 43,
        "juz": 13,
        "manzil": 3,
        "page": 261,
        "ruku": 217,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1794,
        "text": "Мардумро аз он рӯз, ки азоб фаро мерасад, битарсон. Ситамкорон мегӯянд: «Бор Худоё, моро андаке мӯҳлат дех, то даъвати Туро иҷобат кунем ва ба паёмбаронн Ту пайравӣ кунем». Оё шумо пеш аз ин савганд намехӯрдед, ки ҳаргиз завол намеёбед? (намемиред).",
        "numberInSurah": 44,
        "juz": 13,
        "manzil": 3,
        "page": 261,
        "ruku": 217,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1795,
        "text": "Дар хонаҳои касоне, ки худ бар худ ситам мекарданд, ҷой гирифтед ва донистед бо онон чӣ гуна рафтор кардем ва бароятон мисолҳо овардем.",
        "numberInSurah": 45,
        "juz": 13,
        "manzil": 3,
        "page": 261,
        "ruku": 217,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1796,
        "text": "Онон найрангҳои худ намуданд ва Худо аз найрангҳояшон огоҳ буд. Ҳарчанд, ки аз найрангҳояшор кӯҳ аз пой меафтод.",
        "numberInSurah": 46,
        "juz": 13,
        "manzil": 3,
        "page": 261,
        "ruku": 217,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1797,
        "text": "Мапиндор, ки Худо ваъдаеро, ки ба паёмбаронаш додааст, хилоф мекунад. Худованд пирӯзманд ва интиқомгиранда аст.",
        "numberInSurah": 47,
        "juz": 13,
        "manzil": 3,
        "page": 261,
        "ruku": 217,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1798,
        "text": "Он рӯз, ки замин ба замине ғайри ин замин мубаддал шавад ва осмонҳо ба осмоне дигар ва ҳама дар пешгоҳи Худои воҳиди қаҳҳор ҳозир оянд!",
        "numberInSurah": 48,
        "juz": 13,
        "manzil": 3,
        "page": 261,
        "ruku": 217,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1799,
        "text": "Гунаҳкоронро дар он рӯз ба ғулҳое, ки дастро ба гардан банданд, баста бубинӣ.",
        "numberInSurah": 49,
        "juz": 13,
        "manzil": 3,
        "page": 261,
        "ruku": 217,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1800,
        "text": "Ҷомаҳошон аз қатрон аст ва оташ рӯйҳояшонро пушидааст.",
        "numberInSurah": 50,
        "juz": 13,
        "manzil": 3,
        "page": 261,
        "ruku": 217,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1801,
        "text": "То Худо ҳар касро баробари амалаш ҷазо диҳад, албатта Худо зудҳисобкунанда аст!",
        "numberInSurah": 51,
        "juz": 13,
        "manzil": 3,
        "page": 261,
        "ruku": 217,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1802,
        "text": "Ин паёмест барои мардум то ба он бимнок шаванд ва бидонанд, ки Ӯст Худои якто ва то хирадмандон панд гиранд!",
        "numberInSurah": 52,
        "juz": 13,
        "manzil": 3,
        "page": 261,
        "ruku": 217,
        "hizbQuarter": 104,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "tg.ayati",
      "language": "tg",
      "name": "Оятӣ",
      "englishName": "AbdolMohammad Ayati",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}