{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 58,
    "name": "سُورَةُ المُجَادلَةِ",
    "englishName": "Al-Mujaadila",
    "englishNameTranslation": "The Pleading Woman",
    "revelationType": "Medinan",
    "numberOfAyahs": 22,
    "ayahs": [
      {
        "number": 5105,
        "text": "Худо сухани занеро, ки дар бораи шавҳараш бо ту ба муҷодала омадааст ва ба Худо шиква мекунад, шунид. Ва Худо гуфтугӯи шуморо мешунавад, зеро шунавову биност!",
        "numberInSurah": 1,
        "juz": 28,
        "manzil": 7,
        "page": 542,
        "ruku": 476,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5106,
        "text": "Аз миёни шумо касоне, ки занонашонро зиҳр (монанд кардани яке аз узвҳои зан бо узви модар, ки навъе аз қасам аст) мекунанд, бидонанд, ки занонашон модаронашон нестанд, модаронашон фақат заноне ҳастанд, ки онҳоро зоидаанд ва сухане нописанду дурӯғ аст, ки мегӯянд. Ва Худо аз гуноҳ он даргузаранда аст ва бахшоянда аст!",
        "numberInSurah": 2,
        "juz": 28,
        "manzil": 7,
        "page": 542,
        "ruku": 476,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5107,
        "text": "Онҳое, ки заношашонро зиҳор мекунанд, он гоҳ аз он чӣ гуфтаанд, пушаймон мещаванд, пеш аз он ки бо якдигар тамос ёбанд, бояд ғуломе озод кунанд. Ин пандест, ки ба шумо медиҳанд ва Худо ба корҳое, ки мекунед, огоҳ аст!",
        "numberInSurah": 3,
        "juz": 28,
        "manzil": 7,
        "page": 542,
        "ruku": 476,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5108,
        "text": "Аммо касоне, ки ғуломе наёбанд, пеш аз он ки бо якдигар тамос ёбанд, бояд ду моҳ пай дар пай рӯза бидоранд. Ва он кӣ натавонад, бояд шаст мискинро таъом диҳад. Ва ин ба он сабаб аст, ки ба Худову паёмбараш имон биёваред. Инҳо, ҳудуди Худост. Ва барои кофирон азобест дардовар!",
        "numberInSurah": 4,
        "juz": 28,
        "manzil": 7,
        "page": 542,
        "ruku": 476,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5109,
        "text": "Касоне, ки бо Худову паёмбараш мухолифат (зиддият, муқобала) мекунанд, залилу хор мешаванд, ҳамчунон ки пешиниёнашон хор шудаанд. Мо, оёте равшан нозил кардем ва кофиронро азобест хоркунанда!",
        "numberInSurah": 5,
        "juz": 28,
        "manzil": 7,
        "page": 542,
        "ruku": 476,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5110,
        "text": "Рӯзе, ки Худо ҳамагонро зинда мекунанд, ононро аз коре, ки кардаанд, огоҳ месозад. Худо корҳои онҳоро шумора кардааст, ҳарчанд худ аз ёд бурдаанд ва Худо шоҳиду нозир бар ҳар чизест!",
        "numberInSurah": 6,
        "juz": 28,
        "manzil": 7,
        "page": 542,
        "ruku": 476,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5111,
        "text": "Оё надонистаӣ, ки Худо ҳар чиро дар осмонҳову замин аст, медонад? Се кас бо ҳам наҷво (роз, сухани махфӣ) кунанд, Худованд чаҳорумини онҳост ва панч кас бошанд, Худованд шашумини онҳост. Ва камтар аз ин, — ҳар ҷо ки бошанд, — ва бештар аз ин. Худо бо онҳост. Сипас ҳамаро дар рӯзи қиёмат ба корҳое, ки кардаанд, огоҳ мекунад. Зеро Худо бар ҳама чиз огоҳ аст!",
        "numberInSurah": 7,
        "juz": 28,
        "manzil": 7,
        "page": 543,
        "ruku": 477,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5112,
        "text": "Оё онҳоро, ки аз наҷво манъ туда буданд, надидӣ, ки кореро, ки аз он манъ шуда буданд, аз сар гирифтанд ва боз ҳам барои гуноҳу душманӣ ва нофармонӣ аз паёмбар бо ҳам наҷво мекунанд? Ва чун назди ту меоянд, ба гунае туро салом мегӯянд, ки Худо туро ба он гуна салом нагуфтааст ва дар дил мегӯянд: «Чаро Худо моро ба он чӣ мегӯем, азоб намекунад?» Ҷаҳаннам барояшон кофист. Ва он дохил мешаванд ва ин бад бозгаштест!",
        "numberInSurah": 8,
        "juz": 28,
        "manzil": 7,
        "page": 543,
        "ruku": 477,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5113,
        "text": "Эй касоне, ки имон овардаед, агар бо якдигар наҷво (роз, сухани махфӣ) мекунед, дар боби гуноҳу душманӣ ва нофармонӣ аз паёмбар наҷво макунед, балки дар боби некиву парҳезгорӣ наҷво кунед. Аз он Худое, ки ҳамагон назди Ӯ ҷамъ меоед, битарсед,",
        "numberInSurah": 9,
        "juz": 28,
        "manzil": 7,
        "page": 543,
        "ruku": 477,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5114,
        "text": "Ҳар оина (албатта) наҷво кардан кори шайтон аст, ки мехоҳад мӯъминонро ғамгин кунад ва ҳол он ки ҳеҷ зиёне ҷуз ба фармони худованд ба онҳо намерасонад, Ва мӯъминон бояд, ки бар Худо таваккал кунанд!",
        "numberInSurah": 10,
        "juz": 28,
        "manzil": 7,
        "page": 543,
        "ruku": 477,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5115,
        "text": "Эй касоне, ки имон овардаед, чун шуморо гӯянд, дар маҷолис ҷой боз кунед, ҷой боз кунед, то Худо дар кори шумо кушоиш диҳад, Ва чун гӯянд, ки бархезед, бархезед. Худо онҳоеро, ки имон овардаанд ва касонеро, ки дониш ёфтаанд, ба дараҷаҳо баланд бардорад, ва Худо ба корҳое, ки мекунед, огоҳ аст!",
        "numberInSurah": 11,
        "juz": 28,
        "manzil": 7,
        "page": 543,
        "ruku": 477,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5116,
        "text": "Эй касоне, ки имон овардаед, чун хоҳед, ки бо паёмбар наҷво кунед, пеш аз наҷво карданатон садақа бидиҳед. Ин барои шумо беҳтару покизатар аст. Ва агар барои садақа чизе наёфтед, Худо бахшояндаву меҳрубон аст?",
        "numberInSurah": 12,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 477,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5117,
        "text": "Оё тарсидед пеш аз наҷво кардан садақа бидиҳед? Ҳол, ки садақа надодаед ва Худо ҳам тавбаи шуморо пазируфтааст, пас намоз бигузоред ва закот бидиҳед ва ба Худову паёмбараш итоъат кунед, ки Худо ба корҳое, ки мекунед, огоҳ аст!",
        "numberInSurah": 13,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 477,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5118,
        "text": "Оё надидаӣ он касонро, ки бо мардуме, ки Худо бар онҳо хашм гирифта буд, дӯстӣ карданд? Инҳо на аз шумоянд ва на аз онҳо. Ва худ медонанд, ки бардурӯғ савганд мехӯранд.",
        "numberInSurah": 14,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 478,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5119,
        "text": "Худо барояшон азобе сахт омода кардааст. Зеро корҳое. ки мекунанд, нописанд аст!",
        "numberInSurah": 15,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 478,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5120,
        "text": "Аз савгандҳояшон сипаре сохтаанд. Ва аз роҳи Худо рӯйгардон шуданд. Пас барои онҳост азобе хоркунанда!",
        "numberInSurah": 16,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 478,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5121,
        "text": "Молҳову авлодашон барояшон дар баробари хашми Худо нафъ накунад. Аҳли ҷаҳаннаманд ва дар он ҷовидонанд,",
        "numberInSurah": 17,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 478,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5122,
        "text": "Рӯзе, ки Худо ҳамаи онҳоро зинда мекунад, ҳамчунон ки барои шумо қасам мехӯрданд, барои Ӯ ҳам қасам хоҳанд хурд. Ва мепиндоранд, ки фоидае хоҳанд бурд. Огоҳ бошед, ки дурӯғгӯёнанд.",
        "numberInSurah": 18,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 478,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5123,
        "text": "Шайтон бар онҳо чира (ғолиб) шудааст ва номи Худоро аз ёдашон бурдааст. Онҳо ҳизби шайтонанд. Огоҳ бош, ки ҳизби шайтон зиёнкунандагонанд!",
        "numberInSurah": 19,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 478,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5124,
        "text": "Касоне, ки бо Худову паёмбараш мухолифат мекунанд, дар зумраи хоршудагонанд.",
        "numberInSurah": 20,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 478,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5125,
        "text": "Худо муқаррар дошта, ки албатта, Ману паёмбаронам ғолиб мешавем! Зеро Худо тавонову ғолиб аст!",
        "numberInSurah": 21,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 478,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5126,
        "text": "Намеёбӣ мардумеро, ки ба Худо ва рӯзи қиёмат имон оварда бошанд, вале бо касоне, ки бо Худову паёмбараш мухолифат меварзанд, дӯстӣ кунанд, ҳарчанд, он мухолифон падарон ё фарзандон ё бародарон ва ё қабилаи онҳо бошанд. Худо бар дилашон имонро навишта ва ба рӯҳе аз худ ёрияшон кардааст ва онҳоро ба биҳиштҳое, ки дар он наҳрҳо ҷорист, дароварад. Дар он ҷо ҷовидона бошанд. Худо аз онҳо хушнуд аст ва онон низ аз Худо хушнуданд. Инҳо ҳизби Худоянд, огоҳ бош, ки ҳизби Худо растагоронанд (наҷотёфтагон)!",
        "numberInSurah": 22,
        "juz": 28,
        "manzil": 7,
        "page": 545,
        "ruku": 478,
        "hizbQuarter": 218,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "tg.ayati",
      "language": "tg",
      "name": "Оятӣ",
      "englishName": "AbdolMohammad Ayati",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}