{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 65,
    "name": "سُورَةُ الطَّلَاقِ",
    "englishName": "At-Talaaq",
    "englishNameTranslation": "Divorce",
    "revelationType": "Medinan",
    "numberOfAyahs": 12,
    "ayahs": [
      {
        "number": 5218,
        "text": "اى پيامبر، چون خواهيد زنان را طلاق دهيد پس آنان را به هنگام عدّه ايشان طلاق دهيد و شمار عدّه را نگاه داريد، و از خداى، پروردگارتان، پروا كنيد و آنان را از خانه هاشان بيرون مكنيد و [آنها هم‌] بيرون نروند مگر آنكه كار زشت آشكارى كرده باشند. و اين مرزهاى- احكام- خداست و هر كه از مرزهاى خدا درگذرد براستى به خود ستم كرده است. تو- اى طلاق‌دهنده- چه دانى، شايد خداوند پس از اين كارى پديد آرد.",
        "numberInSurah": 1,
        "juz": 28,
        "manzil": 7,
        "page": 558,
        "ruku": 492,
        "hizbQuarter": 223,
        "sajda": false
      },
      {
        "number": 5219,
        "text": "پس چون به سرآمد خويش نزديك شدند، يا به شيوه‌اى نيكو و پسنديده نگاهشان داريد يا از آنان بخوبى جدا شويد، و دو تن عادل از خودتان را گواه گيريد، و گواهى را براى خدا برپا داريد- ادا كنيد-، اين است كه به آن پند داده مى‌شود هر كه به خدا و روز بازپسين ايمان دارد، و هر كه از خدا پروا كند براى او راه بيرون شدن [از هر دشوارى و اندوهى‌] پديد آرد،",
        "numberInSurah": 2,
        "juz": 28,
        "manzil": 7,
        "page": 558,
        "ruku": 492,
        "hizbQuarter": 223,
        "sajda": false
      },
      {
        "number": 5220,
        "text": "و او را از جايى كه گمان ندارد روزى مى‌دهد. و هر كه بر خدا توكل كند خدا او را بسنده است. همانا خدا كار خود را رساننده است [به آنجا كه خواهد]. براستى كه خداوند براى هر چيزى اندازه‌اى نهاده است.",
        "numberInSurah": 3,
        "juz": 28,
        "manzil": 7,
        "page": 558,
        "ruku": 492,
        "hizbQuarter": 223,
        "sajda": false
      },
      {
        "number": 5221,
        "text": "و آن زنانى از شما كه از حيض- قاعدگى- نااميد شده باشند، اگر شك داشتيد- علت آن ندانستيد- پس عده [طلاق‌] ايشان سه ماه است و نيز زنانى كه حيض نديده‌اند- با آنكه در سنين حيض‌ديدن هستند-. و زنان باردار سرآمدشان اين است كه بار خود را بنهند. و هر كه از خداى پروا كند- به طاعت او- او را در كارش آسانى پديد آرد.",
        "numberInSurah": 4,
        "juz": 28,
        "manzil": 7,
        "page": 558,
        "ruku": 492,
        "hizbQuarter": 223,
        "sajda": false
      },
      {
        "number": 5222,
        "text": "اين فرمان خداست كه آن را به سوى شما فرو فرستاد، و هر كه از خداى پروا كند بديهايش را از او بزدايد و مزدش را بزرگ سازد.",
        "numberInSurah": 5,
        "juz": 28,
        "manzil": 7,
        "page": 558,
        "ruku": 492,
        "hizbQuarter": 223,
        "sajda": false
      },
      {
        "number": 5223,
        "text": "آنان- زنان طلاق‌داده- را [تا سر آمد عدّه‌شان‌] آنجا سكونت دهيد كه خود سكونت مى‌كنيد از همان توانايى كه داريد و به ايشان گزند مرسانيد- در نفقه و مسكن- تا بر آنها تنگ گيريد- كه از آنجا بيرون روند- و اگر بار دارند بر آنها هزينه كنيد تا بار خويش بنهند. پس اگر كودكان شما را شير دادند، مزدشان را بدهيد و با يكديگر به شايستگى و خوبى مشورت و سازش كنيد- در شيردادن مادر و پرداخت اجرت از سوى پدر- و اگر دشوارى كنيد- به توافق نرسيديد- زنى ديگر بايد او را شير دهد- پدر دايه بگيرد-.",
        "numberInSurah": 6,
        "juz": 28,
        "manzil": 7,
        "page": 559,
        "ruku": 492,
        "hizbQuarter": 223,
        "sajda": false
      },
      {
        "number": 5224,
        "text": "فراخدست از فراخدستى خود هزينه كند، و هر كه روزى‌اش بر او تنگ شده باشد از آنچه خداوند به او داده است هزينه كند- يعنى به اندازه توان خود- خدا هيچكس را تكليف نمى‌كند مگر [به اندازه‌] آنچه به او داده است. خداوند پس از سختى و دشوارى آسانى و فراخى پديد خواهد آورد.",
        "numberInSurah": 7,
        "juz": 28,
        "manzil": 7,
        "page": 559,
        "ruku": 492,
        "hizbQuarter": 223,
        "sajda": false
      },
      {
        "number": 5225,
        "text": "و بسا [مردم‌] ديه و شهر كه از فرمان پروردگارشان و فرستادگان او سر باززدند پس سخت به حساب آنها رسيديم و عذابشان كرديم عذابى دشوار و ناشناخته.",
        "numberInSurah": 8,
        "juz": 28,
        "manzil": 7,
        "page": 559,
        "ruku": 493,
        "hizbQuarter": 223,
        "sajda": false
      },
      {
        "number": 5226,
        "text": "پس سرانجامِ بدِ كارِ خود را چشيدند و عاقبت كارشان زيانكارى بود.",
        "numberInSurah": 9,
        "juz": 28,
        "manzil": 7,
        "page": 559,
        "ruku": 493,
        "hizbQuarter": 223,
        "sajda": false
      },
      {
        "number": 5227,
        "text": "خداوند براى آنان- مشركان و كافران- عذابى سخت- عذاب دوزخ- آماده كرده است پس اى خردمندان كه ايمان آورده‌ايد از خداى پروا كنيد، همانا خدا به سوى شما ياد و پندى- قرآن- فروفرستاده است",
        "numberInSurah": 10,
        "juz": 28,
        "manzil": 7,
        "page": 559,
        "ruku": 493,
        "hizbQuarter": 223,
        "sajda": false
      },
      {
        "number": 5228,
        "text": "[و نيز بفرستاد] پيامبرى كه آيات روشن و روشنگر خدا را بر شما مى‌خواند تا كسانى را كه ايمان آورده‌اند و كارهاى شايسته كرده‌اند از تاريكيها به روشنايى بيرون آرد. و هر كه به خدا ايمان آورد و كار شايسته كند او را به بهشتهايى درآرد كه از زير آنها جويها روان است، هميشه در آنجا جاودانه اند. همانا خدا روزى او را نيكو ساخته است.",
        "numberInSurah": 11,
        "juz": 28,
        "manzil": 7,
        "page": 559,
        "ruku": 493,
        "hizbQuarter": 223,
        "sajda": false
      },
      {
        "number": 5229,
        "text": "خداى همان است كه هفت آسمان و از زمين همانند آن- هفت زمين- بيافريد فرمان [او] ميان آنها فرو مى‌آيد- جارى است- تا بدانيد كه خداى بر هر چيزى تواناست و دانش خدا همه چيز را فراگرفته است.",
        "numberInSurah": 12,
        "juz": 28,
        "manzil": 7,
        "page": 559,
        "ruku": 493,
        "hizbQuarter": 223,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "fa.mojtabavi",
      "language": "fa",
      "name": "مجتبوی",
      "englishName": "Sayyed Jalaloddin Mojtabavi",
      "format": "text",
      "type": "translation",
      "direction": "rtl"
    }
  }
}