{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 3,
    "name": "سُورَةُ آلِ عِمۡرَانَ",
    "englishName": "Aal-i-Imraan",
    "englishNameTranslation": "The Family of Imraan",
    "revelationType": "Medinan",
    "numberOfAyahs": 200,
    "ayahs": [
      {
        "number": 294,
        "text": "Alif, Lâm, Mîm;",
        "numberInSurah": 1,
        "juz": 3,
        "manzil": 1,
        "page": 50,
        "ruku": 42,
        "hizbQuarter": 20,
        "sajda": false
      },
      {
        "number": 295,
        "text": "Allah, non c'è dio all'infuori di Lui, il Vivente, l'Assoluto.",
        "numberInSurah": 2,
        "juz": 3,
        "manzil": 1,
        "page": 50,
        "ruku": 42,
        "hizbQuarter": 20,
        "sajda": false
      },
      {
        "number": 296,
        "text": "Ha fatto scendere su di te il Libro con la verità, a conferma di ciò che era prima di esso. E fece scendere la Torâh e l'Ingîl,",
        "numberInSurah": 3,
        "juz": 3,
        "manzil": 1,
        "page": 50,
        "ruku": 42,
        "hizbQuarter": 20,
        "sajda": false
      },
      {
        "number": 297,
        "text": "in precedenza, come guida per le genti. E ha fatto scendere il Discrimine. In verità, a coloro che negano i segni di Allah, un duro castigo! Allah è potente e vendicatore.",
        "numberInSurah": 4,
        "juz": 3,
        "manzil": 1,
        "page": 50,
        "ruku": 42,
        "hizbQuarter": 20,
        "sajda": false
      },
      {
        "number": 298,
        "text": "Nulla di quel che è sulla terra o nei cieli è nascosto ad Allah.",
        "numberInSurah": 5,
        "juz": 3,
        "manzil": 1,
        "page": 50,
        "ruku": 42,
        "hizbQuarter": 20,
        "sajda": false
      },
      {
        "number": 299,
        "text": "È Lui che vi plasma come vuole negli uteri. Non c'è dio all'infuori di Lui, l'Eccelso, il Saggio.",
        "numberInSurah": 6,
        "juz": 3,
        "manzil": 1,
        "page": 50,
        "ruku": 42,
        "hizbQuarter": 20,
        "sajda": false
      },
      {
        "number": 300,
        "text": "È Lui che ha fatto scendere il Libro su di te. Esso contiene versetti espliciti, che sono la Madre del Libro, e altri che si prestano ad interpretazioni diverse. Coloro che hanno una malattia nel cuore, che cercano la discordia e la [scorretta] interpretazione, seguono quello che è allegorico, mentre solo Allah ne conosce il significato. Coloro che sono radicati nella scienza dicono: “Noi crediamo: tutto viene dal nostro Signore”. Ma i soli a ricordarsene sempre, sono i dotati di intelletto.",
        "numberInSurah": 7,
        "juz": 3,
        "manzil": 1,
        "page": 50,
        "ruku": 42,
        "hizbQuarter": 20,
        "sajda": false
      },
      {
        "number": 301,
        "text": "“Signor nostro, non lasciare che i nostri cuori si perdano dopo che li hai guidati e concedici misericordia da parte Tua. In verità Tu sei Colui Che dona.",
        "numberInSurah": 8,
        "juz": 3,
        "manzil": 1,
        "page": 50,
        "ruku": 42,
        "hizbQuarter": 20,
        "sajda": false
      },
      {
        "number": 302,
        "text": "Signor nostro, in verità sei Tu Che radunerai gli uomini in un Giorno a proposito del quale non v'è dubbio alcuno.” Allah certamente non manca alla Sua promessa.",
        "numberInSurah": 9,
        "juz": 3,
        "manzil": 1,
        "page": 50,
        "ruku": 42,
        "hizbQuarter": 20,
        "sajda": false
      },
      {
        "number": 303,
        "text": "No, per quelli che sono miscredenti, non basteranno i loro beni e i loro figli per metterli al riparo da Allah. Saranno combustibile del Fuoco.",
        "numberInSurah": 10,
        "juz": 3,
        "manzil": 1,
        "page": 51,
        "ruku": 43,
        "hizbQuarter": 20,
        "sajda": false
      },
      {
        "number": 304,
        "text": "Come la gente di Faraone e quelli che vissero prima di loro! Avevano tacciato di menzogna i Nostri segni. Allah li ha colti nel peccato. Allah è severo nel punire.",
        "numberInSurah": 11,
        "juz": 3,
        "manzil": 1,
        "page": 51,
        "ruku": 43,
        "hizbQuarter": 20,
        "sajda": false
      },
      {
        "number": 305,
        "text": "Di' ai miscredenti: “Presto sarete sconfitti. Sarete radunati nell'Inferno. Che infame giaciglio!”.",
        "numberInSurah": 12,
        "juz": 3,
        "manzil": 1,
        "page": 51,
        "ruku": 43,
        "hizbQuarter": 20,
        "sajda": false
      },
      {
        "number": 306,
        "text": "Vi fu certamente un segno nelle due schiere che si fronteggiavano: una combatteva sul sentiero di Allah e l'altra era miscredente, li videro, a colpo d'occhio, due volte più numerosi di quello che erano. Ebbene, Allah presta il Suo aiuto a chi vuole. Ecco un argomento di riflessione per coloro che hanno intelletto.",
        "numberInSurah": 13,
        "juz": 3,
        "manzil": 1,
        "page": 51,
        "ruku": 43,
        "hizbQuarter": 20,
        "sajda": false
      },
      {
        "number": 307,
        "text": "Abbiamo abbellito, agli [occhi degli] uomini, le cose che essi desiderano: le donne, i figli, i tesori accumulati d'oro e d'argento, i cavalli marchiati, il bestiame e i campi coltivati; tutto ciò è solo godimento temporaneo della vita terrena, mentre verso Allah è il miglior ritorno.",
        "numberInSurah": 14,
        "juz": 3,
        "manzil": 1,
        "page": 51,
        "ruku": 43,
        "hizbQuarter": 20,
        "sajda": false
      },
      {
        "number": 308,
        "text": "Di': “Posso insegnarvi qualcosa meglio di ciò? Per quelli che sono timorati ci sono, presso il Signore, giardini nei quali scorrono ruscelli ed essi vi resteranno in eterno, e spose purissime e il compiacimento di Allah”. Allah osserva i Suoi servi",
        "numberInSurah": 15,
        "juz": 3,
        "manzil": 1,
        "page": 51,
        "ruku": 43,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 309,
        "text": "che dicono: “O Signor nostro, abbiamo creduto; perdona i nostri peccati e proteggici dal castigo del Fuoco”.",
        "numberInSurah": 16,
        "juz": 3,
        "manzil": 1,
        "page": 52,
        "ruku": 43,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 310,
        "text": "Questi i pazienti, i veritieri, gli uomini pii, i generosi, quelli che implorano perdono nelle ultime ore della notte.",
        "numberInSurah": 17,
        "juz": 3,
        "manzil": 1,
        "page": 52,
        "ruku": 43,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 311,
        "text": "Allah testimonia, e con Lui gli Angeli e i sapienti, che non c'è dio all'infuori di Lui, Colui Che realizza la giustizia. Non c'è dio all'infuori di Lui, l'Eccelso, il Saggio.",
        "numberInSurah": 18,
        "juz": 3,
        "manzil": 1,
        "page": 52,
        "ruku": 43,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 312,
        "text": "Invero, la religione presso Allah è l'Islàm. Quelli che ricevettero la Scrittura caddero nella discordia, nemici gli uni degli altri, solo dopo aver avuto la scienza. Ma chi rifiuta i segni di Allah, [sappia che] Allah è rapido al conto.",
        "numberInSurah": 19,
        "juz": 3,
        "manzil": 1,
        "page": 52,
        "ruku": 43,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 313,
        "text": "Se polemizzano contro di te, di': “Sottometto ad Allah il mio volto, io e coloro che mi hanno seguìto”. E di' a coloro che hanno ricevuto il Libro e agli illetterati: “Vi siete sottomessi?”. Se si sottomettono, saranno ben guidati; se ti volgono le spalle, il tuo compito è solo il trasmettere. Allah osserva i Suoi schiavi.",
        "numberInSurah": 20,
        "juz": 3,
        "manzil": 1,
        "page": 52,
        "ruku": 43,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 314,
        "text": "Annuncia un castigo doloroso a quelli che smentiscono i segni di Allah, ingiustamente uccidono i Profeti e uccidono coloro che invitano alla giustizia.",
        "numberInSurah": 21,
        "juz": 3,
        "manzil": 1,
        "page": 52,
        "ruku": 44,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 315,
        "text": "Coloro le cui opere sono diventate inutili in questo mondo e nell'Altro non avranno chi li soccorra.",
        "numberInSurah": 22,
        "juz": 3,
        "manzil": 1,
        "page": 52,
        "ruku": 44,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 316,
        "text": "Non hai visto coloro ai quali era stata data una parte della Scrittura? Quando sono invitati al Libro di Allah perché sia giudice tra loro, una parte di loro volge le spalle nel rifiuto assoluto.",
        "numberInSurah": 23,
        "juz": 3,
        "manzil": 1,
        "page": 53,
        "ruku": 44,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 317,
        "text": "E ciò perché dicono: “Il Fuoco non ci toccherà, se non per giorni contati”. Le loro stesse calunnie li hanno ingannati sulla loro religione.",
        "numberInSurah": 24,
        "juz": 3,
        "manzil": 1,
        "page": 53,
        "ruku": 44,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 318,
        "text": "Che accadrà quando li avremo riuniti, in un Giorno sul quale non c'è dubbio alcuno, e ogni anima riceverà quello che si sarà guadagnata e non verrà fatto loro alcun torto?",
        "numberInSurah": 25,
        "juz": 3,
        "manzil": 1,
        "page": 53,
        "ruku": 44,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 319,
        "text": "Di': “O Allah, Sovrano del regno, Tu dai il regno a chi vuoi e lo strappi a chi vuoi, esalti chi vuoi e umilî chi vuoi. Il bene è nelle Tue mani, Tu sei l'Onnipotente.",
        "numberInSurah": 26,
        "juz": 3,
        "manzil": 1,
        "page": 53,
        "ruku": 44,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 320,
        "text": "Tu fai che la notte si insinui nel giorno e il giorno nella notte, dal morto trai il vivo e dal vivo il morto. E concedi a chi vuoi senza contare”.",
        "numberInSurah": 27,
        "juz": 3,
        "manzil": 1,
        "page": 53,
        "ruku": 44,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 321,
        "text": "I credenti non si alleino con i miscredenti, preferendoli ai fedeli. Chi fa ciò contraddice la religione di Allah, a meno che temiate qualche male da parte loro. Allah vi mette in guardia nei Suoi Stessi confronti. Il divenire è verso Allah.",
        "numberInSurah": 28,
        "juz": 3,
        "manzil": 1,
        "page": 53,
        "ruku": 44,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 322,
        "text": "Di': “Sia che nascondiate quello che avete nei cuori sia che lo manifestiate, Allah lo conosce. Egli conosce tutto quello che è nei cieli e sulla terra. Allah è onnipotente”.",
        "numberInSurah": 29,
        "juz": 3,
        "manzil": 1,
        "page": 53,
        "ruku": 44,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 323,
        "text": "Il Giorno in cui ogni uomo avrà dinanzi ciò che avrà fatto di bene e ciò che avrà commesso di male, e si augurerà che tra lui e tutto questo, ci sia un tempo immenso. Allah vi mette in guardia da Se Stesso. Allah è indulgente con i servi.",
        "numberInSurah": 30,
        "juz": 3,
        "manzil": 1,
        "page": 54,
        "ruku": 44,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 324,
        "text": "Di': “Se avete sempre amato Allah, seguitemi. Allah vi amerà e perdonerà i vostri peccati. Allah è perdonatore, misericordioso”.",
        "numberInSurah": 31,
        "juz": 3,
        "manzil": 1,
        "page": 54,
        "ruku": 45,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 325,
        "text": "Di': “Obbedite ad Allah e al Messaggero. Ma se volgerete le spalle, ecco, Allah non ama i miscredenti”.",
        "numberInSurah": 32,
        "juz": 3,
        "manzil": 1,
        "page": 54,
        "ruku": 45,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 326,
        "text": "In verità, Allah ha eletto Adamo e Noè e la famiglia di Abramo e la famiglia di Imrân, al di sopra del resto del creato,",
        "numberInSurah": 33,
        "juz": 3,
        "manzil": 1,
        "page": 54,
        "ruku": 45,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 327,
        "text": "[in quanto] discendenti gli uni degli altri. Allah è audiente, sapiente.",
        "numberInSurah": 34,
        "juz": 3,
        "manzil": 1,
        "page": 54,
        "ruku": 45,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 328,
        "text": "Quando la moglie di Imrân disse: “Mio Signore, ho consacrato a Te, e solo a Te, quello che è nel mio ventre. Accettalo da parte mia. In verità Tu sei Colui Che tutto ascolta e conosce!”.",
        "numberInSurah": 35,
        "juz": 3,
        "manzil": 1,
        "page": 54,
        "ruku": 45,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 329,
        "text": "Poi, dopo aver partorito, disse: “Mio Signore, ecco che ho partorito una femmina”: ma Allah sapeva meglio di lei quello che aveva partorito. “Il maschio non è certo simile alla femmina! L'ho chiamata Maria e pongo lei e la sua discendenza sotto la Tua protezione, contro Satana il lapidato.”",
        "numberInSurah": 36,
        "juz": 3,
        "manzil": 1,
        "page": 54,
        "ruku": 45,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 330,
        "text": "L'accolse il suo Signore di accoglienza bella, e la fece crescere della migliore crescita. L'affidò a Zaccaria e ogni volta che egli entrava nel santuario trovava cibo presso di lei. Disse: “O Maria, da dove proviene questo?”. Disse: “Da parte di Allah”. In verità Allah dà a chi vuole senza contare.",
        "numberInSurah": 37,
        "juz": 3,
        "manzil": 1,
        "page": 54,
        "ruku": 45,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 331,
        "text": "Zaccaria allora si rivolse al suo Signore e disse: “O Signor mio, concedimi da parte Tua una buona discendenza. In verità Tu sei Colui Che ascolta l'invocazione”.",
        "numberInSurah": 38,
        "juz": 3,
        "manzil": 1,
        "page": 55,
        "ruku": 45,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 332,
        "text": "Gli angeli lo chiamarono mentre stava ritto in preghiera nel Santuario: “Allah ti annuncia Giovanni, che confermerà una parola di Allah, sarà un nobile, un casto, un profeta, uno dei devoti”.",
        "numberInSurah": 39,
        "juz": 3,
        "manzil": 1,
        "page": 55,
        "ruku": 45,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 333,
        "text": "Disse: “O mio Signore, come mai potrò avere un figlio? Già ho raggiunto la vecchiaia e mia moglie è sterile”. Disse: “Così! Allah fa quel che vuole”.",
        "numberInSurah": 40,
        "juz": 3,
        "manzil": 1,
        "page": 55,
        "ruku": 45,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 334,
        "text": "“Signore, disse Zaccaria, dammi un segno.” “Il tuo segno, disse [il Signore], sarà che per tre giorni potrai parlare alla gente solo a segni. Ma ricorda molto il tuo Signore e glorificaLo, al mattino e alla sera.”",
        "numberInSurah": 41,
        "juz": 3,
        "manzil": 1,
        "page": 55,
        "ruku": 45,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 335,
        "text": "E quando gli angeli dissero: “In verità, o Maria, Allah ti ha eletta; ti ha purificata ed eletta tra tutte le donne del mondo.",
        "numberInSurah": 42,
        "juz": 3,
        "manzil": 1,
        "page": 55,
        "ruku": 46,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 336,
        "text": "O Maria, sii devota al tuo Signore, prosternati e inchinati con coloro che si inchinano”.",
        "numberInSurah": 43,
        "juz": 3,
        "manzil": 1,
        "page": 55,
        "ruku": 46,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 337,
        "text": "Ti riveliamo cose del mondo invisibile, perché tu non eri con loro quando gettarono i loro calami per stabilire chi dovesse avere la custodia di Maria e non eri presente quando disputavano tra loro.",
        "numberInSurah": 44,
        "juz": 3,
        "manzil": 1,
        "page": 55,
        "ruku": 46,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 338,
        "text": "Quando gli angeli dissero: “O Maria, Allah ti annuncia la lieta novella di una Parola da Lui proveniente: il suo nome è il Messia, Gesù figlio di Maria, eminente in questo mondo e nell'Altro, uno dei più vicini.",
        "numberInSurah": 45,
        "juz": 3,
        "manzil": 1,
        "page": 55,
        "ruku": 46,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 339,
        "text": "Dalla culla parlerà alle genti e nella sua età adulta sarà tra gli uomini devoti”.",
        "numberInSurah": 46,
        "juz": 3,
        "manzil": 1,
        "page": 56,
        "ruku": 46,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 340,
        "text": "Ella disse: “Come potrei avere un bambino se mai un uomo mi ha toccata?”. Disse: “È così che Allah crea ciò che vuole: \"quando decide una cosa dice solo Sii\", ed essa è.",
        "numberInSurah": 47,
        "juz": 3,
        "manzil": 1,
        "page": 56,
        "ruku": 46,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 341,
        "text": "E Allah gli insegnerà il Libro e la saggezza, la Torâh e il Vangelo.",
        "numberInSurah": 48,
        "juz": 3,
        "manzil": 1,
        "page": 56,
        "ruku": 46,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 342,
        "text": "E [ne farà un] messaggero per i figli di Israele [che dirà loro]: In verità, vi reco un segno da parte del vostro Signore. Plasmo per voi un simulacro di uccello nella creta e poi vi soffio sopra e, con il permesso di Allah, diventa un uccello. E per volontà di Allah, guarisco il cieco nato e il lebbroso, e resuscito il morto. E vi informo di quel che mangiate e di quel che accumulate nelle vostre case. Certamente in ciò vi è un segno se siete credenti!",
        "numberInSurah": 49,
        "juz": 3,
        "manzil": 1,
        "page": 56,
        "ruku": 46,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 343,
        "text": "[Sono stato mandato] a confermarvi la Torâh che mi ha preceduto e a rendervi lecito qualcosa che vi era stata vietata. Sono venuto a voi con un segno da parte del vostro Signore. Temete dunque Allah e obbeditemi.",
        "numberInSurah": 50,
        "juz": 3,
        "manzil": 1,
        "page": 56,
        "ruku": 46,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 344,
        "text": "In verità, Allah è il mio e vostro Signore. AdorateLo dunque: \"ecco la retta via\"”.",
        "numberInSurah": 51,
        "juz": 3,
        "manzil": 1,
        "page": 56,
        "ruku": 46,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 345,
        "text": "Quando poi Gesù avvertì la miscredenza in loro, disse: “Chi sono i miei ausiliari sulla via di Allah?”. “Noi, dissero gli apostoli, siamo gli ausiliari di Allah. Noi crediamo in Allah, sii testimone della nostra sottomissione.",
        "numberInSurah": 52,
        "juz": 3,
        "manzil": 1,
        "page": 56,
        "ruku": 46,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 346,
        "text": "Signore! Abbiamo creduto in quello che hai fatto scendere e abbiamo seguito il messaggero, annoveraci tra coloro che testimoniano.”",
        "numberInSurah": 53,
        "juz": 3,
        "manzil": 1,
        "page": 57,
        "ruku": 46,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 347,
        "text": "Tessono strategie e anche Allah ne tesse. Allah è il migliore degli strateghi!",
        "numberInSurah": 54,
        "juz": 3,
        "manzil": 1,
        "page": 57,
        "ruku": 46,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 348,
        "text": "E quando Allah disse: “O Gesù, ti porrò un termine e ti eleverò a Me e ti purificherò dai miscredenti. Porrò quelli che ti seguono al di sopra degli infedeli, fino al Giorno della Resurrezione. Ritornerete tutti verso di Me e Io giudicherò le vostre discordie.",
        "numberInSurah": 55,
        "juz": 3,
        "manzil": 1,
        "page": 57,
        "ruku": 47,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 349,
        "text": "E castigherò di duro castigo quelli che sono stati miscredenti, in questa vita e nell'Altra, e non avranno chi li soccorrerà.",
        "numberInSurah": 56,
        "juz": 3,
        "manzil": 1,
        "page": 57,
        "ruku": 47,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 350,
        "text": "Quelli che invece hanno creduto e operato il bene, saranno ripagati in pieno. Allah non ama i prevaricatori”.",
        "numberInSurah": 57,
        "juz": 3,
        "manzil": 1,
        "page": 57,
        "ruku": 47,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 351,
        "text": "Ecco quello che ti recitiamo dei segni e del Saggio Ricordo.",
        "numberInSurah": 58,
        "juz": 3,
        "manzil": 1,
        "page": 57,
        "ruku": 47,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 352,
        "text": "In verità, per Allah Gesù è simile ad Adamo, che Egli creò dalla polvere, poi disse: “Sii”, ed egli fu.",
        "numberInSurah": 59,
        "juz": 3,
        "manzil": 1,
        "page": 57,
        "ruku": 47,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 353,
        "text": "[Questa è] la verità [che proviene] dal tuo Signore. Non essere tra i dubbiosi.",
        "numberInSurah": 60,
        "juz": 3,
        "manzil": 1,
        "page": 57,
        "ruku": 47,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 354,
        "text": "A chi polemizza con te, ora che hai ricevuto la scienza, di' solo: “Venite, chiamiamo i nostri figli e i vostri, le nostre donne e le vostre, noi stessi e voi stessi e invochiamo la maledizione di Allah sui bugiardi”.",
        "numberInSurah": 61,
        "juz": 3,
        "manzil": 1,
        "page": 57,
        "ruku": 47,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 355,
        "text": "Ecco il racconto veridico. Non c'è altro dio che Allah e in verità Allah, Lui, è l'Eccelso, il Saggio.",
        "numberInSurah": 62,
        "juz": 3,
        "manzil": 1,
        "page": 58,
        "ruku": 47,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 356,
        "text": "Se dunque volgono le spalle, invero Allah ben conosce i seminatori di discordia.",
        "numberInSurah": 63,
        "juz": 3,
        "manzil": 1,
        "page": 58,
        "ruku": 47,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 357,
        "text": "Di': “O gente della Scrittura, addivenite ad una dichiarazione comune tra noi e voi: [e cioè] che non adoreremo altri che Allah, senza nulla associarGli, e che non prenderemo alcuni di noi come signori all'infuori di Allah”. Se poi volgono le spalle, allora dite: “Testimoniate che noi siamo musulmani”.",
        "numberInSurah": 64,
        "juz": 3,
        "manzil": 1,
        "page": 58,
        "ruku": 48,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 358,
        "text": "O gente della Scrittura, perché polemizzate a proposito di Abramo, mentre la Torâh e il Vangelo sono scesi dopo di lui? Non capite dunque?",
        "numberInSurah": 65,
        "juz": 3,
        "manzil": 1,
        "page": 58,
        "ruku": 48,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 359,
        "text": "Ecco, già polemizzate su ciò che conoscete, perché dunque intendete polemizzare su ciò di cui non avete conoscenza alcuna? Allah sa e voi non sapete.",
        "numberInSurah": 66,
        "juz": 3,
        "manzil": 1,
        "page": 58,
        "ruku": 48,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 360,
        "text": "Abramo non era né giudeo, né nazareno, ma puro credente e musulmano. E non era uno degli associatori.",
        "numberInSurah": 67,
        "juz": 3,
        "manzil": 1,
        "page": 58,
        "ruku": 48,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 361,
        "text": "I più vicini ad Abramo sono quelli che lo hanno seguìto [così come hanno seguìto] questo Profeta e quelli che hanno creduto. Allah è il patrono dei credenti.",
        "numberInSurah": 68,
        "juz": 3,
        "manzil": 1,
        "page": 58,
        "ruku": 48,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 362,
        "text": "Una parte della gente della Scrittura avrebbe voluto, potendo, farvi perdere. Ma furono loro a perdersi e non ne sono coscienti.",
        "numberInSurah": 69,
        "juz": 3,
        "manzil": 1,
        "page": 58,
        "ruku": 48,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 363,
        "text": "O gente della Scrittura, perché smentite i segni di Allah mentre ne siete testimoni?",
        "numberInSurah": 70,
        "juz": 3,
        "manzil": 1,
        "page": 58,
        "ruku": 48,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 364,
        "text": "O gente della Scrittura, perché avvolgete di falso il vero e lo nascondete, mentre ben lo conoscete?",
        "numberInSurah": 71,
        "juz": 3,
        "manzil": 1,
        "page": 59,
        "ruku": 48,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 365,
        "text": "Una parte della gente della Scrittura dice così: “All'inizio del giorno credete in quello che è stato fatto scendere su coloro che credono, e alla fine del giorno rinnegatelo. Forse si ricrederanno.",
        "numberInSurah": 72,
        "juz": 3,
        "manzil": 1,
        "page": 59,
        "ruku": 49,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 366,
        "text": "Credete solo a quelli che seguono la vostra religione”. Di': “In verità la guida è quella di Allah: Egli può dare a chi vuole quello che ha dato a voi. [E coloro che da Lui ricevono] dovrebbero forse polemizzare con voi, davanti al vostro Signore?”. Di': “In verità, la Grazia è nelle mani di Allah, che la dà a chi vuole. Allah è immenso, sapiente.",
        "numberInSurah": 73,
        "juz": 3,
        "manzil": 1,
        "page": 59,
        "ruku": 49,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 367,
        "text": "Riserva la Sua misericordia a chi vuole Lui, Allah possiede la grazia più grande”.",
        "numberInSurah": 74,
        "juz": 3,
        "manzil": 1,
        "page": 59,
        "ruku": 49,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 368,
        "text": "Tra le genti della Scrittura ci sono alcuni che, se affidi loro un qintâr, te lo rendono e altri che, se affidi loro un denaro, non te lo rendono finché tu non stia loro addosso per riaverlo. E ciò perché dicono: “Non abbiamo obblighi verso i gentili”. E consapevolmente dicono menzogne contro Allah.",
        "numberInSurah": 75,
        "juz": 3,
        "manzil": 1,
        "page": 59,
        "ruku": 49,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 369,
        "text": "Chi invece è fedele ai suoi impegni e agisce con pietà, ebbene Allah ama i pii.",
        "numberInSurah": 76,
        "juz": 3,
        "manzil": 1,
        "page": 59,
        "ruku": 49,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 370,
        "text": "In verità, coloro che svendono a vil prezzo il patto con Allah e i loro giuramenti, non avranno parte alcuna nell'altra vita. Allah non parlerà loro, né li guarderà nel Giorno della Resurrezione, non li purificherà e avranno doloroso castigo.",
        "numberInSurah": 77,
        "juz": 3,
        "manzil": 1,
        "page": 59,
        "ruku": 49,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 371,
        "text": "Ci sono alcuni di loro che distorcono la Scrittura con la lingua, per farvi credere che ciò è parte della Scrittura, mentre le è estraneo. Dicono: “Proviene da Allah”, mentre invece non proviene da Allah. E, consapevolmente, dicono menzogne contro Allah.",
        "numberInSurah": 78,
        "juz": 3,
        "manzil": 1,
        "page": 60,
        "ruku": 49,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 372,
        "text": "Non si addice ad un uomo al quale Allah ha dato la Scrittura e la saggezza e la dignità di profeta, dire alle genti: “Adorate me all'infuori di Allah”, ma piuttosto: “Siate veri devoti del Signore, voi che insegnate il Libro e lo avete studiato”.",
        "numberInSurah": 79,
        "juz": 3,
        "manzil": 1,
        "page": 60,
        "ruku": 49,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 373,
        "text": "E non vi ordinerà di prendere per signori Angeli e Profeti. Vi ordinerebbe la miscredenza, mentre siete musulmani?",
        "numberInSurah": 80,
        "juz": 3,
        "manzil": 1,
        "page": 60,
        "ruku": 49,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 374,
        "text": "E quando Allah accettò il patto dei Profeti: “Ogni volta che vi darò una parte della Scrittura e della saggezza e che vi invierò un messaggero per confermarvi quello che avete già ricevuto, dovrete credergli e aiutarlo”. Disse: “Accettate queste Mie condizioni?”. “Accettiamo” dissero. “Siate testimoni e io sarò con voi testimone.",
        "numberInSurah": 81,
        "juz": 3,
        "manzil": 1,
        "page": 60,
        "ruku": 50,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 375,
        "text": "Quanto poi a chi volgerà le spalle, questi saranno i perversi.”",
        "numberInSurah": 82,
        "juz": 3,
        "manzil": 1,
        "page": 60,
        "ruku": 50,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 376,
        "text": "Desiderano altro che la religione di Allah, quando, per amore o per forza, tutto ciò che è nei cieli e sulla terra si sottomette a Lui e verso di Lui [tutti gli esseri] saranno ricondotti?",
        "numberInSurah": 83,
        "juz": 3,
        "manzil": 1,
        "page": 60,
        "ruku": 50,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 377,
        "text": "Di': “Crediamo in Allah e in quello che ha fatto scendere su di noi e in quello che ha fatto scendere su Abramo, Ismaele, Isacco, Giacobbe e le Tribù, e in ciò che, da parte del Signore, è stato dato a Mosè, a Gesù e ai Profeti: non facciamo alcuna differenza tra loro e a Lui siamo sottomessi”.",
        "numberInSurah": 84,
        "juz": 3,
        "manzil": 1,
        "page": 61,
        "ruku": 50,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 378,
        "text": "Chi vuole una religione diversa dall'Islàm, il suo culto non sarà accettato, e nell'altra vita sarà tra i perdenti.",
        "numberInSurah": 85,
        "juz": 3,
        "manzil": 1,
        "page": 61,
        "ruku": 50,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 379,
        "text": "Potrebbe mai Allah, guidare sulla retta via genti che rinnegano dopo aver creduto e testimoniato che il Messaggero è veridico e dopo averne avute le prove? Allah non guida coloro che prevaricano.",
        "numberInSurah": 86,
        "juz": 3,
        "manzil": 1,
        "page": 61,
        "ruku": 50,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 380,
        "text": "Loro ricompensa sarà la maledizione di Allah, degli angeli e di tutti gli uomini.",
        "numberInSurah": 87,
        "juz": 3,
        "manzil": 1,
        "page": 61,
        "ruku": 50,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 381,
        "text": "[Rimarranno in essa] in perpetuo. Il castigo non sarà loro alleviato e non avranno alcuna dilazione,",
        "numberInSurah": 88,
        "juz": 3,
        "manzil": 1,
        "page": 61,
        "ruku": 50,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 382,
        "text": "eccetto coloro che poi si pentiranno e si emenderanno, poiché Allah è perdonatore, misericordioso.",
        "numberInSurah": 89,
        "juz": 3,
        "manzil": 1,
        "page": 61,
        "ruku": 50,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 383,
        "text": "In verità, di quelli che rinnegano dopo aver creduto e aumentano la loro miscredenza, non sarà accettato il pentimento. Essi sono coloro che si sono persi.",
        "numberInSurah": 90,
        "juz": 3,
        "manzil": 1,
        "page": 61,
        "ruku": 50,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 384,
        "text": "Quanto ai miscredenti che muoiono nella miscredenza, quand'anche offrissero come riscatto tutto l'oro della terra, non sarà accettato. Avranno un castigo doloroso e nessuno li soccorrerà.",
        "numberInSurah": 91,
        "juz": 3,
        "manzil": 1,
        "page": 61,
        "ruku": 50,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 385,
        "text": "Non avrete la vera pietà, finché non sarete generosi con ciò che più amate. Tutto quello che donate, Allah lo conosce.",
        "numberInSurah": 92,
        "juz": 3,
        "manzil": 1,
        "page": 62,
        "ruku": 51,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 386,
        "text": "Ogni cibo era permesso ai figli di Israele, eccetto quello che Israele stesso si era vietato, prima che fosse stata fatta scendere la Torâh. Di': “Portate dunque la Torâh e recitatela, se siete veridici”.",
        "numberInSurah": 93,
        "juz": 4,
        "manzil": 1,
        "page": 62,
        "ruku": 51,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 387,
        "text": "Coloro che, dopo tutto ciò, costruiscono menzogne contro Allah... questi sono i prevaricatori.",
        "numberInSurah": 94,
        "juz": 4,
        "manzil": 1,
        "page": 62,
        "ruku": 51,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 388,
        "text": "Di': “Allah ha detto la verità. Dunque seguite la religione di Abramo con sincerità: egli non era politeista”.",
        "numberInSurah": 95,
        "juz": 4,
        "manzil": 1,
        "page": 62,
        "ruku": 51,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 389,
        "text": "La prima Casa che è stata eretta per gli uomini è certamente quella di Bakka, benedetta, guida del creato.",
        "numberInSurah": 96,
        "juz": 4,
        "manzil": 1,
        "page": 62,
        "ruku": 51,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 390,
        "text": "In essa, vi sono i segni evidenti, come il luogo in cui ristette Abramo: chi vi entra è al sicuro. Spetta agli uomini che ne hanno la possibilità di andare, per Allah, in pellegrinaggio alla Casa. Quanto a colui che lo nega, sappia che Allah fa a meno delle creature”.",
        "numberInSurah": 97,
        "juz": 4,
        "manzil": 1,
        "page": 62,
        "ruku": 51,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 391,
        "text": "Di': “O gente della Scrittura, perché negate i segni di Allah, quando Allah è testimone di quello che fate?”.",
        "numberInSurah": 98,
        "juz": 4,
        "manzil": 1,
        "page": 62,
        "ruku": 51,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 392,
        "text": "Di': “O gente della Scrittura, perché spingete quelli che hanno creduto lontano dal sentiero di Allah e volete renderlo difficoltoso, mentre siete testimoni?”. Allah non è incurante di quello che fate.",
        "numberInSurah": 99,
        "juz": 4,
        "manzil": 1,
        "page": 62,
        "ruku": 51,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 393,
        "text": "O voi che credete, se obbedirete ad alcuni di coloro che hanno ricevuto la Scrittura, vi riporteranno alla miscredenza, dopo che avevate creduto.",
        "numberInSurah": 100,
        "juz": 4,
        "manzil": 1,
        "page": 62,
        "ruku": 51,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 394,
        "text": "E come potreste essere miscredenti, mentre vi si recitano i segni di Allah e c'è tra voi il Suo Messaggero? Chi si aggrappa ad Allah è guidato sulla retta via.",
        "numberInSurah": 101,
        "juz": 4,
        "manzil": 1,
        "page": 63,
        "ruku": 51,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 395,
        "text": "O voi che credete, temete Allah come deve essere temuto e non morite non musulmani.",
        "numberInSurah": 102,
        "juz": 4,
        "manzil": 1,
        "page": 63,
        "ruku": 52,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 396,
        "text": "Aggrappatevi tutti insieme alla corda di Allah e non dividetevi tra voi e ricordate la grazia che Allah vi ha concesso: quando eravate nemici è Lui che ha riconciliato i cuori vostri e per grazia Sua siete diventati fratelli. E quando eravate sul ciglio di un abisso di fuoco, è Lui che vi ha salvati. Così Allah vi manifesta i segni Suoi, affinché possiate guidarvi.",
        "numberInSurah": 103,
        "juz": 4,
        "manzil": 1,
        "page": 63,
        "ruku": 52,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 397,
        "text": "Sorga tra voi una comunità che inviti al bene, raccomandi le buone consuetudini e proibisca ciò che è riprovevole. Ecco coloro che prospereranno.",
        "numberInSurah": 104,
        "juz": 4,
        "manzil": 1,
        "page": 63,
        "ruku": 52,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 398,
        "text": "E non siate come coloro che si sono divisi, opposti gli uni agli altri, dopo che ricevettero le prove. Per loro c'è castigo immenso.",
        "numberInSurah": 105,
        "juz": 4,
        "manzil": 1,
        "page": 63,
        "ruku": 52,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 399,
        "text": "Il Giorno in cui alcuni volti si illumineranno e altri si anneriranno, a quelli che avranno i volti anneriti [sarà detto]: “Avete rinnegato dopo aver creduto? Gustate il castigo della miscredenza”.",
        "numberInSurah": 106,
        "juz": 4,
        "manzil": 1,
        "page": 63,
        "ruku": 52,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 400,
        "text": "E coloro i cui visi si illumineranno, saranno nella Misericordia di Allah e vi rimarranno in perpetuo.",
        "numberInSurah": 107,
        "juz": 4,
        "manzil": 1,
        "page": 63,
        "ruku": 52,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 401,
        "text": "Questi sono i segni di Allah che ti recitiamo sinceramente. Allah non vuole l'ingiustizia per il creato.",
        "numberInSurah": 108,
        "juz": 4,
        "manzil": 1,
        "page": 63,
        "ruku": 52,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 402,
        "text": "Ad Allah appartiene tutto quello che è nei cieli e sulla terra, ed è ad Allah che tutto sarà ricondotto.",
        "numberInSurah": 109,
        "juz": 4,
        "manzil": 1,
        "page": 64,
        "ruku": 52,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 403,
        "text": "Voi siete la migliore comunità che sia stata suscitata tra gli uomini, raccomandate le buone consuetudini e proibite ciò che è riprovevole e credete in Allah. Se la gente della Scrittura credesse, sarebbe meglio per loro; ce n'è qualcuno che è credente, ma la maggior parte di loro sono empi.",
        "numberInSurah": 110,
        "juz": 4,
        "manzil": 1,
        "page": 64,
        "ruku": 53,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 404,
        "text": "Non potranno arrecarvi male, se non debolmente; e se vi combatteranno, volteranno ben presto le spalle e non saranno soccorsi.",
        "numberInSurah": 111,
        "juz": 4,
        "manzil": 1,
        "page": 64,
        "ruku": 53,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 405,
        "text": "Saranno avviliti ovunque si trovino, grazie ad una corda di Allah o ad una corda d'uomini. Hanno meritato la collera di Allah, ed eccoli colpiti dalla povertà, per aver smentito i segni di Allah, per aver ucciso ingiustamente i Profeti, per aver disobbedito e trasgredito.",
        "numberInSurah": 112,
        "juz": 4,
        "manzil": 1,
        "page": 64,
        "ruku": 53,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 406,
        "text": "Non sono tutti uguali. Tra la gente della Scrittura c'è una comunità che recita i segni di Allah durante la notte e si prosterna.",
        "numberInSurah": 113,
        "juz": 4,
        "manzil": 1,
        "page": 64,
        "ruku": 53,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 407,
        "text": "Credono in Allah e nell'Ultimo Giorno, raccomandano le buone consuetudini e proibiscono ciò che è riprovevole e gareggiano in opere di bene. Questi sono i devoti.",
        "numberInSurah": 114,
        "juz": 4,
        "manzil": 1,
        "page": 64,
        "ruku": 53,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 408,
        "text": "Tutto il bene che fanno non sarà loro disconosciuto, poiché Allah riconosce perfettamente i devoti.",
        "numberInSurah": 115,
        "juz": 4,
        "manzil": 1,
        "page": 64,
        "ruku": 53,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 409,
        "text": "E quelli che sono miscredenti, i loro beni e i loro figli non li metteranno affatto al riparo da Allah: sono i compagni del Fuoco e vi rimarranno in perpetuo.",
        "numberInSurah": 116,
        "juz": 4,
        "manzil": 1,
        "page": 65,
        "ruku": 53,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 410,
        "text": "E ciò che spendono in questa vita sarà come un vento glaciale che impazza sul campo di quelli che sono stati ingiusti con loro stessi e lo devasta. Non è Allah ad essere ingiusto con loro, ma sono essi ad esserlo con loro stessi.",
        "numberInSurah": 117,
        "juz": 4,
        "manzil": 1,
        "page": 65,
        "ruku": 53,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 411,
        "text": "O voi che credete, non sceglietevi confidenti al di fuori dei vostri, farebbero di tutto per farvi perdere. Desidererebbero la vostra rovina; l'odio esce dalle loro bocche, ma quel che i loro petti celano è ancora peggio. Ecco che vi manifestiamo i segni, se potete comprenderli.",
        "numberInSurah": 118,
        "juz": 4,
        "manzil": 1,
        "page": 65,
        "ruku": 53,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 412,
        "text": "Voi li amate, mentre loro non vi amano affatto. Mentre voi credete a tutta la Scrittura loro, quando vi incontrano, dicono: “Crediamo”; ma quando son soli, si mordono le dita rabbiosi contro di voi. Di': “Morite nella vostra rabbia!”. In verità Allah conosce bene quello che è celato nei cuori.",
        "numberInSurah": 119,
        "juz": 4,
        "manzil": 1,
        "page": 65,
        "ruku": 53,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 413,
        "text": "Se vi giunge un bene, se ne affliggono. Se un male vi colpisce, gioiscono. Se però sarete pazienti e devoti, i loro intrighi non vi procureranno alcun male. Allah abbraccia tutto quello che fanno.",
        "numberInSurah": 120,
        "juz": 4,
        "manzil": 1,
        "page": 65,
        "ruku": 53,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 414,
        "text": "E quando un mattino lasciasti la tua famiglia per schierare i credenti ai posti di combattimento Allah è Colui Che tutto ascolta e conosce.",
        "numberInSurah": 121,
        "juz": 4,
        "manzil": 1,
        "page": 65,
        "ruku": 54,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 415,
        "text": "Quando due vostri clan stavano per ritirarsi, nonostante che Allah sia il loro patrono I credenti ripongano fede in Allah.",
        "numberInSurah": 122,
        "juz": 4,
        "manzil": 1,
        "page": 66,
        "ruku": 54,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 416,
        "text": "Allah già vi soccorse a Badr, mentre eravate deboli. Temete Allah! Forse sarete riconoscenti!",
        "numberInSurah": 123,
        "juz": 4,
        "manzil": 1,
        "page": 66,
        "ruku": 54,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 417,
        "text": "Quando dicevi ai credenti: “Non vi basta, che il vostro Signore faccia scendere in vostro aiuto tremila angeli?”.",
        "numberInSurah": 124,
        "juz": 4,
        "manzil": 1,
        "page": 66,
        "ruku": 54,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 418,
        "text": "Anzi, se sarete pazienti e pii, quando i nemici verranno contro di voi, il vostro Signore vi manderà l'ausilio di cinquemila angeli guerrieri.",
        "numberInSurah": 125,
        "juz": 4,
        "manzil": 1,
        "page": 66,
        "ruku": 54,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 419,
        "text": "E Allah non ne fece altro che un annuncio di gioia per voi, affinché i vostri cuori si rassicurassero, poiché la vittoria non viene che da Allah, l'Eccelso, il Saggio,",
        "numberInSurah": 126,
        "juz": 4,
        "manzil": 1,
        "page": 66,
        "ruku": 54,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 420,
        "text": "per fare a pezzi una parte di quelli che furono miscredenti, per umiliarli e farli ritornare sconfitti.",
        "numberInSurah": 127,
        "juz": 4,
        "manzil": 1,
        "page": 66,
        "ruku": 54,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 421,
        "text": "Tu non hai nessuna parte in ciò, sia che [Allah] accetti il loro pentimento sia che li castighi, ché certamente sono degli iniqui.",
        "numberInSurah": 128,
        "juz": 4,
        "manzil": 1,
        "page": 66,
        "ruku": 54,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 422,
        "text": "Ad Allah appartiene tutto quello che è nei cieli e sulla terra. Egli perdona chi vuole e castiga chi vuole. Allah è perdonatore, misericordioso.",
        "numberInSurah": 129,
        "juz": 4,
        "manzil": 1,
        "page": 66,
        "ruku": 54,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 423,
        "text": "O voi che credete, non cibatevi dell'usura che aumenta di doppio in doppio. E temete Allah, affinché possiate prosperare.",
        "numberInSurah": 130,
        "juz": 4,
        "manzil": 1,
        "page": 66,
        "ruku": 55,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 424,
        "text": "E temete il Fuoco che è stato preparato per i miscredenti.",
        "numberInSurah": 131,
        "juz": 4,
        "manzil": 1,
        "page": 66,
        "ruku": 55,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 425,
        "text": "E obbedite ad Allah e al Messaggero, ché possiate ricevere misericordia.",
        "numberInSurah": 132,
        "juz": 4,
        "manzil": 1,
        "page": 66,
        "ruku": 55,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 426,
        "text": "Affrettatevi al perdono del vostro Signore e al Giardino vasto come i cieli e la terra, che è preparato per i timorati,",
        "numberInSurah": 133,
        "juz": 4,
        "manzil": 1,
        "page": 67,
        "ruku": 55,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 427,
        "text": "quelli che donano nella buona e nella cattiva sorte, per quelli che controllano la loro collera e perdonano agli altri, poiché Allah ama chi opera il bene,",
        "numberInSurah": 134,
        "juz": 4,
        "manzil": 1,
        "page": 67,
        "ruku": 55,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 428,
        "text": "e quelli che, quando hanno commesso qualche misfatto o sono stati ingiusti nei confronti di loro stessi, si ricordano di Allah e Gli chiedono perdono dei loro peccati (e chi può perdonare i peccati se non Allah?), e non si ostinano nel male consapevolmente.",
        "numberInSurah": 135,
        "juz": 4,
        "manzil": 1,
        "page": 67,
        "ruku": 55,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 429,
        "text": "Essi avranno in compenso il perdono del loro Signore e i Giardini in cui scorrono i ruscelli, e vi rimarranno in perpetuo. Che bella ricompensa per coloro che ben agiscono!",
        "numberInSurah": 136,
        "juz": 4,
        "manzil": 1,
        "page": 67,
        "ruku": 55,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 430,
        "text": "Certamente prima di voi avvennero molte cose. Percorrete la terra e vedrete che fine hanno fatto coloro che tacciavano di menzogna [gli inviati].",
        "numberInSurah": 137,
        "juz": 4,
        "manzil": 1,
        "page": 67,
        "ruku": 55,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 431,
        "text": "Questo è un proclama per gli uomini, una guida e un'esortazione per i timorati.",
        "numberInSurah": 138,
        "juz": 4,
        "manzil": 1,
        "page": 67,
        "ruku": 55,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 432,
        "text": "Non perdetevi d'animo, non vi affliggete: se siete credenti avrete il sopravvento.",
        "numberInSurah": 139,
        "juz": 4,
        "manzil": 1,
        "page": 67,
        "ruku": 55,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 433,
        "text": "Se subite una ferita, simile ferita è toccata anche agli altri. Così alterniamo questi giorni per gli uomini, sicché Allah riconosca quelli che hanno creduto e che scelga i testimoni tra voi - Allah non ama gli empi -",
        "numberInSurah": 140,
        "juz": 4,
        "manzil": 1,
        "page": 67,
        "ruku": 55,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 434,
        "text": "e Allah purifichi i credenti e annienti i negatori.",
        "numberInSurah": 141,
        "juz": 4,
        "manzil": 1,
        "page": 68,
        "ruku": 55,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 435,
        "text": "Pensate forse di entrare nel Giardino senza che Allah riconosca coloro che lottano, coloro che sopportano?",
        "numberInSurah": 142,
        "juz": 4,
        "manzil": 1,
        "page": 68,
        "ruku": 55,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 436,
        "text": "Vi auguravate la morte prima ancora di incontrarla. Ora l'avete vista con i vostri occhi.",
        "numberInSurah": 143,
        "juz": 4,
        "manzil": 1,
        "page": 68,
        "ruku": 55,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 437,
        "text": "Muhammad, non è altro che un messaggero, altri ne vennero prima di lui; se morisse o se fosse ucciso, ritornereste sui vostri passi? Chi ritornerà sui suoi passi, non danneggerà Allah in nulla e, ben presto, Allah compenserà i riconoscenti.",
        "numberInSurah": 144,
        "juz": 4,
        "manzil": 1,
        "page": 68,
        "ruku": 56,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 438,
        "text": "Nessuno muore se non con il permesso di Allah, in un termine scritto e stabilito. A chi vuole compensi terreni gli saranno accordati, a chi vuole compensi nell'Altra vita glieli daremo; ben presto ricompenseremo i riconoscenti.",
        "numberInSurah": 145,
        "juz": 4,
        "manzil": 1,
        "page": 68,
        "ruku": 56,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 439,
        "text": "Quanti Profeti combatterono, affiancati da numerosi discepoli, senza perdersi d'animo per ciò che li colpiva sul sentiero di Allah, senza infiacchirsi e senza cedere! Allah ama i perseveranti.",
        "numberInSurah": 146,
        "juz": 4,
        "manzil": 1,
        "page": 68,
        "ruku": 56,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 440,
        "text": "Solo dissero: “Signore, perdona i nostri errori e gli eccessi che abbiamo commesso, rinsalda le nostre gambe e dacci la vittoria sugli infedeli”.",
        "numberInSurah": 147,
        "juz": 4,
        "manzil": 1,
        "page": 68,
        "ruku": 56,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 441,
        "text": "E Allah diede loro ricompensa in questa vita e migliore ricompensa nell'altra. Allah ama coloro che fanno il bene.",
        "numberInSurah": 148,
        "juz": 4,
        "manzil": 1,
        "page": 68,
        "ruku": 56,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 442,
        "text": "O voi che credete! Se obbedite ai miscredenti, vi faranno tornare sui vostri passi e sarete sconfitti.",
        "numberInSurah": 149,
        "juz": 4,
        "manzil": 1,
        "page": 69,
        "ruku": 57,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 443,
        "text": "Sì, Allah è il vostro patrono, il Migliore dei soccorritori.",
        "numberInSurah": 150,
        "juz": 4,
        "manzil": 1,
        "page": 69,
        "ruku": 57,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 444,
        "text": "Ben presto getteremo lo sgomento nei cuori dei miscredenti, perché hanno associato ad Allah esseri ai quali Egli non ha dato autorità alcuna. Il Fuoco sarà il loro rifugio. Sarà atroce l'asilo degli empi.",
        "numberInSurah": 151,
        "juz": 4,
        "manzil": 1,
        "page": 69,
        "ruku": 57,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 445,
        "text": "Allah ha mantenuto la promessa che vi aveva fatto, quando per volontà Sua li avete annientati, [e ciò] fino al momento in cui vi siete persi d'animo e avete discusso gli ordini. Disobbediste, quando intravedeste quello che desideravate. Tra di voi ci sono alcuni che desiderano i beni di questo mondo e ce ne sono altri che bramano quelli dell'altro. Allah vi ha fatto fuggire davanti a loro per mettervi alla prova e poi certamente vi ha perdonati. Allah possiede la grazia più grande per i credenti.",
        "numberInSurah": 152,
        "juz": 4,
        "manzil": 1,
        "page": 69,
        "ruku": 57,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 446,
        "text": "Quando risalivate senza badare a nessuno, mentre alle vostre spalle il Messaggero vi richiamava Allora [Allah] vi ha compensato di un'angoscia con un'altra angoscia, affinché non vi affliggeste per quello che vi era sfuggito e per quello che vi era capitato. Allah è ben informato di quello che fate.",
        "numberInSurah": 153,
        "juz": 4,
        "manzil": 1,
        "page": 69,
        "ruku": 57,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 447,
        "text": "Dopo la tristezza, fece scendere su di voi un senso di sicurezza e un sopore che avvolse una parte di voi, mentre altri piangevano su se stessi e concepirono su Allah pensieri dell'età dell'ignoranza, non conformi al vero. Dicevano: “Cosa abbiamo guadagnato in questa impresa?”. Di' loro: “Tutta l'impresa appartiene ad Allah”. Quello che non palesano, lo nascondono in sé: “Se avessimo avuto una qualche parte in questa storia, non saremmo stati uccisi in questo luogo”. Di': “Anche se foste stati nelle vostre case, la morte sarebbe andata a cercare nei loro letti, quelli che erano predestinati. Tutto è accaduto perché Allah provi quello che celate in seno e purifichi quello che avete nei cuori. Allah conosce quello che celano i cuori.",
        "numberInSurah": 154,
        "juz": 4,
        "manzil": 1,
        "page": 70,
        "ruku": 57,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 448,
        "text": "Quanto a quelli di voi che volsero le spalle il giorno in cui le due schiere si incontrarono, fu Satana a sedurli e a farli inciampare, per una qualche colpa che avevano commesso; ma Allah ha perdonato loro, poiché Allah è perdonatore, indulgente.",
        "numberInSurah": 155,
        "juz": 4,
        "manzil": 1,
        "page": 70,
        "ruku": 57,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 449,
        "text": "O voi che credete, non siate come i miscredenti che, mentre i loro fratelli viaggiavano sulla terra o guerreggiavano, dissero: “Se fossero rimasti con noi non sarebbero morti, non sarebbero stati uccisi”. Allah ne voleva fare un [motivo di] rimpianto nei loro cuori. È Allah che dà la vita e la morte. Allah osserva quello che fate.",
        "numberInSurah": 156,
        "juz": 4,
        "manzil": 1,
        "page": 70,
        "ruku": 58,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 450,
        "text": "E se sarete uccisi sul sentiero di Allah, o perirete, il perdono e la misericordia di Allah valgono di più di quello che accumulano.",
        "numberInSurah": 157,
        "juz": 4,
        "manzil": 1,
        "page": 70,
        "ruku": 58,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 451,
        "text": "Che moriate o che siate uccisi, invero è verso Allah che sarete ricondotti.",
        "numberInSurah": 158,
        "juz": 4,
        "manzil": 1,
        "page": 71,
        "ruku": 58,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 452,
        "text": "È per misericordia di Allah che sei dolce nei loro confronti! Se fossi stato duro di cuore, si sarebbero allontanati da te. Perdona loro e supplica che siano assolti. Consultati con loro sugli ordini da impartire; poi, quando hai deciso abbi fiducia in Allah. Allah ama coloro che confidano in Lui.",
        "numberInSurah": 159,
        "juz": 4,
        "manzil": 1,
        "page": 71,
        "ruku": 58,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 453,
        "text": "Se Allah vi sostiene, nessuno vi può sconfiggere. Se vi abbandona, chi vi potrà aiutare? Confidino in Allah i credenti.",
        "numberInSurah": 160,
        "juz": 4,
        "manzil": 1,
        "page": 71,
        "ruku": 58,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 454,
        "text": "L'inganno non s'addice a un Profeta. Chi inganna porterà seco il suo inganno nel Giorno della Resurrezione, e ogni anima sarà ripagata per quello che avrà meritato. Nessuno sarà frodato.",
        "numberInSurah": 161,
        "juz": 4,
        "manzil": 1,
        "page": 71,
        "ruku": 58,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 455,
        "text": "E chi persegue il compiacimento di Allah, sarà come colui che ha meritato la Sua collera? Per costui l'Inferno, che infausto rifugio!",
        "numberInSurah": 162,
        "juz": 4,
        "manzil": 1,
        "page": 71,
        "ruku": 58,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 456,
        "text": "Vi sono [gradi] distinti presso Allah; Allah vede perfettamente quello che fanno.",
        "numberInSurah": 163,
        "juz": 4,
        "manzil": 1,
        "page": 71,
        "ruku": 58,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 457,
        "text": "Allah ha colmato [di grazia] i credenti, quando ha suscitato tra loro un Messaggero che recita i Suoi versetti, li purifica e insegna loro il Libro e la saggezza, mentre in precedenza erano in preda all'errore evidente.",
        "numberInSurah": 164,
        "juz": 4,
        "manzil": 1,
        "page": 71,
        "ruku": 58,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 458,
        "text": "Quando vi giunge un dispiacere - e già ne avevate inflitto uno doppio - direte: “Come è successo?”. Di': “Viene da voi stessi”. In verità, Allah è onnipotente!",
        "numberInSurah": 165,
        "juz": 4,
        "manzil": 1,
        "page": 71,
        "ruku": 58,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 459,
        "text": "Quello che vi toccò, il giorno in cui le due schiere si incontrarono, avvenne con il permesso di Allah, affinché riconoscesse i credenti,",
        "numberInSurah": 166,
        "juz": 4,
        "manzil": 1,
        "page": 72,
        "ruku": 58,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 460,
        "text": "e riconoscesse gli ipocriti. Quando fu detto loro: “Venite a combattere sul sentiero di Allah o [almeno] difendetevi!”, dissero: “Vi seguiremmo certamente se sapessimo combattere!”. In quel giorno erano più vicini alla miscredenza che alla fede. Le loro bocche non dicevano quello che celavano nel cuore. Ma Allah conosce bene quello che nascondevano.",
        "numberInSurah": 167,
        "juz": 4,
        "manzil": 1,
        "page": 72,
        "ruku": 58,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 461,
        "text": "Seduti tranquillamente, dissero ai loro fratelli: “Se ci avessero obbedito, non sarebbero rimasti uccisi!”. Di' loro: “Allontanate la morte da voi, se siete sinceri!”.",
        "numberInSurah": 168,
        "juz": 4,
        "manzil": 1,
        "page": 72,
        "ruku": 58,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 462,
        "text": "Non considerare morti quelli che sono stati uccisi sul sentiero di Allah. Sono vivi invece e ben provvisti dal loro Signore,",
        "numberInSurah": 169,
        "juz": 4,
        "manzil": 1,
        "page": 72,
        "ruku": 58,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 463,
        "text": "lieti di quello che Allah, per Sua grazia, concede. E a quelli che sono rimasti dietro loro, danno la lieta novella: “Nessun timore, non ci sarà afflizione”.",
        "numberInSurah": 170,
        "juz": 4,
        "manzil": 1,
        "page": 72,
        "ruku": 58,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 464,
        "text": "Annunciano la novella del beneficio di Allah e della grazia e che Allah non lascia andar perduto il compenso dei credenti.",
        "numberInSurah": 171,
        "juz": 4,
        "manzil": 1,
        "page": 72,
        "ruku": 58,
        "hizbQuarter": 29,
        "sajda": false
      },
      {
        "number": 465,
        "text": "Coloro che, pur feriti, risposero all'appello di Allah e del Messaggero, quelli di loro che ben agivano e temevano Allah avranno un compenso immenso.",
        "numberInSurah": 172,
        "juz": 4,
        "manzil": 1,
        "page": 72,
        "ruku": 59,
        "hizbQuarter": 29,
        "sajda": false
      },
      {
        "number": 466,
        "text": "Dicevano loro: “Si sono riuniti contro di voi, temeteli”. Ma questo accrebbe la loro fede e dissero: “Allah ci basterà, è il Migliore dei protettori”.",
        "numberInSurah": 173,
        "juz": 4,
        "manzil": 1,
        "page": 72,
        "ruku": 59,
        "hizbQuarter": 29,
        "sajda": false
      },
      {
        "number": 467,
        "text": "Ritornarono con la grazia e il favore di Allah, non li colse nessun male e perseguirono il Suo compiacimento. Allah possiede grazia immensa.",
        "numberInSurah": 174,
        "juz": 4,
        "manzil": 1,
        "page": 73,
        "ruku": 59,
        "hizbQuarter": 29,
        "sajda": false
      },
      {
        "number": 468,
        "text": "Certo è Satana che cerca di spaventarvi con i suoi alleati. Non abbiate paura di loro, ma temete Me se siete credenti.",
        "numberInSurah": 175,
        "juz": 4,
        "manzil": 1,
        "page": 73,
        "ruku": 59,
        "hizbQuarter": 29,
        "sajda": false
      },
      {
        "number": 469,
        "text": "Non essere afflitto per quelli che accorrono alla miscredenza. In verità non potranno nuocere ad Allah in nulla. Allah non darà loro parte alcuna nell'altra vita e avranno castigo immenso.",
        "numberInSurah": 176,
        "juz": 4,
        "manzil": 1,
        "page": 73,
        "ruku": 59,
        "hizbQuarter": 29,
        "sajda": false
      },
      {
        "number": 470,
        "text": "Invero, coloro che hanno barattato la fede con la miscredenza, non potranno nuocere ad Allah in nulla e avranno doloroso castigo.",
        "numberInSurah": 177,
        "juz": 4,
        "manzil": 1,
        "page": 73,
        "ruku": 59,
        "hizbQuarter": 29,
        "sajda": false
      },
      {
        "number": 471,
        "text": "I miscredenti non credano che la dilazione che accordiamo loro sia un bene per essi. Se gliela accordiamo, è solo perché aumentino i loro peccati. Avranno un castigo avvilente.",
        "numberInSurah": 178,
        "juz": 4,
        "manzil": 1,
        "page": 73,
        "ruku": 59,
        "hizbQuarter": 29,
        "sajda": false
      },
      {
        "number": 472,
        "text": "Non si addice ad Allah lasciare i credenti nello stato in cui vi trovate, se non fino a distinguere il cattivo dal buono. Allah non intende informarvi sull'Invisibile, Allah sceglie chi vuole tra i Suoi messaggeri. Credete in Allah e nei Suoi messaggeri. Se crederete e vi comporterete da timorati, avrete una ricompensa immensa.",
        "numberInSurah": 179,
        "juz": 4,
        "manzil": 1,
        "page": 73,
        "ruku": 59,
        "hizbQuarter": 29,
        "sajda": false
      },
      {
        "number": 473,
        "text": "Coloro che sono avari di quello che Allah ha concesso loro della Sua grazia, non credano che ciò sia un bene per loro. Al contrario, è un male: presto, nel Giorno del Giudizio, porteranno appeso al collo ciò di cui furono avari. Ad Allah l'eredità dei cieli e della terra; e Allah è ben informato di quello che fate.",
        "numberInSurah": 180,
        "juz": 4,
        "manzil": 1,
        "page": 73,
        "ruku": 59,
        "hizbQuarter": 29,
        "sajda": false
      },
      {
        "number": 474,
        "text": "Allah ha certamente udito le parole di quelli che hanno detto: “Allah è povero e noi siamo ricchi!”. Metteremo per iscritto le loro parole e il fatto che ingiustamente uccisero i Profeti, e diremo loro: “Gustate il tormento dell'Incendio”.",
        "numberInSurah": 181,
        "juz": 4,
        "manzil": 1,
        "page": 74,
        "ruku": 60,
        "hizbQuarter": 29,
        "sajda": false
      },
      {
        "number": 475,
        "text": "E ciò per via di quello che le vostre mani avranno commesso. Ché Allah non è ingiusto con i Suoi servi.",
        "numberInSurah": 182,
        "juz": 4,
        "manzil": 1,
        "page": 74,
        "ruku": 60,
        "hizbQuarter": 29,
        "sajda": false
      },
      {
        "number": 476,
        "text": "Sono quegli stessi che hanno detto: “Veramente Allah ha stabilito che non credessimo in nessun messaggero, finché non ci porti un'offerta che il fuoco consumi”. Di': “I messaggeri che vennero prima di me recarono prove evidenti e anche la prova che dite! Perché li avete uccisi, se siete sinceri?”.",
        "numberInSurah": 183,
        "juz": 4,
        "manzil": 1,
        "page": 74,
        "ruku": 60,
        "hizbQuarter": 29,
        "sajda": false
      },
      {
        "number": 477,
        "text": "Se ti trattano da bugiardo, [sappi che] trattarono da bugiardi i Profeti che vennero prima di te, che avevano portato prove chiarissime, il Salterio e il Libro che illumina.",
        "numberInSurah": 184,
        "juz": 4,
        "manzil": 1,
        "page": 74,
        "ruku": 60,
        "hizbQuarter": 29,
        "sajda": false
      },
      {
        "number": 478,
        "text": "Ogni anima gusterà la morte, ma riceverete le vostre mercedi solo nel Giorno della Resurrezione. Chi sarà allontanato dal Fuoco e introdotto nel Paradiso, sarà certamente uno dei beati, poiché la vita terrena non è che ingannevole godimento.",
        "numberInSurah": 185,
        "juz": 4,
        "manzil": 1,
        "page": 74,
        "ruku": 60,
        "hizbQuarter": 29,
        "sajda": false
      },
      {
        "number": 479,
        "text": "Sarete certamente messi alla prova nei vostri beni e nelle vostre persone, e subirete molte ingiurie da quelli che hanno ricevuto la Scrittura prima di voi e dagli associatori. Siate perseveranti e devoti, ecco il miglior atteggiamento da assumere.",
        "numberInSurah": 186,
        "juz": 4,
        "manzil": 1,
        "page": 74,
        "ruku": 60,
        "hizbQuarter": 30,
        "sajda": false
      },
      {
        "number": 480,
        "text": "Quando Allah accettò il patto di quelli cui era stata data la Scrittura [disse loro]: “Lo esporrete alle genti, senza nascondere nulla”. Invece se lo gettarono dietro le spalle e lo vendettero per un vile prezzo. Che cattivo affare hanno fatto!",
        "numberInSurah": 187,
        "juz": 4,
        "manzil": 1,
        "page": 75,
        "ruku": 60,
        "hizbQuarter": 30,
        "sajda": false
      },
      {
        "number": 481,
        "text": "Non pensare che coloro che si rallegrano di quello che hanno fatto e che amano essere elogiati per ciò che non hanno fatto, non pensare che trovino una scappatoia al castigo: avranno un doloroso castigo.",
        "numberInSurah": 188,
        "juz": 4,
        "manzil": 1,
        "page": 75,
        "ruku": 60,
        "hizbQuarter": 30,
        "sajda": false
      },
      {
        "number": 482,
        "text": "Appartiene ad Allah il regno dei cieli e della terra. Allah è onnipotente.",
        "numberInSurah": 189,
        "juz": 4,
        "manzil": 1,
        "page": 75,
        "ruku": 60,
        "hizbQuarter": 30,
        "sajda": false
      },
      {
        "number": 483,
        "text": "In verità, nella creazione dei cieli e della terra e nell'alternarsi della notte e del giorno, ci sono certamente segni per coloro che hanno intelletto,",
        "numberInSurah": 190,
        "juz": 4,
        "manzil": 1,
        "page": 75,
        "ruku": 61,
        "hizbQuarter": 30,
        "sajda": false
      },
      {
        "number": 484,
        "text": "che in piedi, seduti o coricati su un fianco ricordano Allah e meditano sulla creazione dei cieli e della terra, [dicendo]: “Signore, non hai creato tutto questo invano. Gloria a Te! Preservaci dal castigo del Fuoco.",
        "numberInSurah": 191,
        "juz": 4,
        "manzil": 1,
        "page": 75,
        "ruku": 61,
        "hizbQuarter": 30,
        "sajda": false
      },
      {
        "number": 485,
        "text": "O Signore, colui che fai entrare nel Fuoco lo copri di ignominia e gli empi non avranno chi li soccorra.",
        "numberInSurah": 192,
        "juz": 4,
        "manzil": 1,
        "page": 75,
        "ruku": 61,
        "hizbQuarter": 30,
        "sajda": false
      },
      {
        "number": 486,
        "text": "Signore, abbiamo inteso un nunzio che invitava alla fede [dicendo]: Credete nel vostro Signore!\" e abbiamo creduto. Signore, perdona i nostri peccati, cancella le nostre colpe e facci morire con i probi.",
        "numberInSurah": 193,
        "juz": 4,
        "manzil": 1,
        "page": 75,
        "ruku": 61,
        "hizbQuarter": 30,
        "sajda": false
      },
      {
        "number": 487,
        "text": "Signore, dacci quello che ci hai promesso attraverso i Tuoi messaggeri e non coprirci di ignominia nel Giorno della Resurrezione. In verità, Tu non manchi alla promessa”.",
        "numberInSurah": 194,
        "juz": 4,
        "manzil": 1,
        "page": 75,
        "ruku": 61,
        "hizbQuarter": 30,
        "sajda": false
      },
      {
        "number": 488,
        "text": "Il loro Signore risponde all'invocazione: “In verità, non farò andare perduto nulla di quello che fate, uomini o donne che siate, ché gli uni vengono dagli altri. A coloro che sono emigrati, che sono stati scacciati dalle loro case, che sono stati perseguitati per la Mia causa, che hanno combattuto, che sono stati uccisi, perdonerò le loro colpe e li farò entrare nei Giardini dove scorrono i ruscelli, ricompensa questa da parte di Allah. Presso Allah c'è la migliore delle ricompense.",
        "numberInSurah": 195,
        "juz": 4,
        "manzil": 1,
        "page": 76,
        "ruku": 61,
        "hizbQuarter": 30,
        "sajda": false
      },
      {
        "number": 489,
        "text": "Non ti inganni la facilità con cui i miscredenti si muovono in questo paese.",
        "numberInSurah": 196,
        "juz": 4,
        "manzil": 1,
        "page": 76,
        "ruku": 61,
        "hizbQuarter": 30,
        "sajda": false
      },
      {
        "number": 490,
        "text": "Effimero, meschino godimento: il loro rifugio infine sarà l'Inferno. Che infausto giaciglio!",
        "numberInSurah": 197,
        "juz": 4,
        "manzil": 1,
        "page": 76,
        "ruku": 61,
        "hizbQuarter": 30,
        "sajda": false
      },
      {
        "number": 491,
        "text": "Coloro invece che temono il loro Signore, avranno i Giardini dove scorrono i ruscelli e vi rimarranno per sempre, dono da parte di Allah. Ciò che è presso Allah, è quanto di meglio per i caritatevoli.",
        "numberInSurah": 198,
        "juz": 4,
        "manzil": 1,
        "page": 76,
        "ruku": 61,
        "hizbQuarter": 30,
        "sajda": false
      },
      {
        "number": 492,
        "text": "Tra le genti del Libro, ci sono alcuni che credono in Allah e in quello che è stato fatto scendere su di voi e in quello che è stato fatto scendere su di loro, sono umili davanti ad Allah e non svendono a vil prezzo i segni Suoi. Ecco quelli che avranno la mercede da parte del loro Signore. In verità Allah è rapido al conto.",
        "numberInSurah": 199,
        "juz": 4,
        "manzil": 1,
        "page": 76,
        "ruku": 61,
        "hizbQuarter": 30,
        "sajda": false
      },
      {
        "number": 493,
        "text": "O voi che credete, perseverate! Incitatevi alla perseveranza, lottate e temete Allah, sì che possiate prosperare.",
        "numberInSurah": 200,
        "juz": 4,
        "manzil": 1,
        "page": 76,
        "ruku": 61,
        "hizbQuarter": 30,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "it.piccardo",
      "language": "it",
      "name": "Piccardo",
      "englishName": "Hamza Roberto Piccardo",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}