{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 8,
    "name": "سُورَةُ الأَنفَالِ",
    "englishName": "Al-Anfaal",
    "englishNameTranslation": "The Spoils of War",
    "revelationType": "Medinan",
    "numberOfAyahs": 75,
    "ayahs": [
      {
        "number": 1161,
        "text": "Ti interrogheranno a proposito del bottino. Di': “Il bottino appartiene ad Allah e al Suo Messaggero”. Temete Allah e mantenete la concordia tra di voi. Obbedite ad Allah e al Suo Messaggero, se siete credenti.",
        "numberInSurah": 1,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1162,
        "text": "In verità i [veri] credenti sono quelli i cui cuori tremano quando viene menzionato Allah e che, quando vengono recitati i Suoi versetti, accrescono la loro fede. Nel Signore confidano,",
        "numberInSurah": 2,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1163,
        "text": "quelli stessi che eseguono l'orazione e donano di quello di cui li abbiamo provvisti.",
        "numberInSurah": 3,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1164,
        "text": "Sono questi i veri credenti: avranno gradi [d'onore] presso il loro Signore, il perdono e generoso sostentamento.",
        "numberInSurah": 4,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1165,
        "text": "Così fu, nel nome della Verità, che il tuo Signore ti fece uscire dalla tua casa, nonostante che una parte dei credenti ne avesse avversione. [Il versetto allude alla battaglia di Badr. L'idea di dover combattere era dispiaciuta a qualcuno, nonostante che (vedi vers. 7) Allah, tramite il Suo Inviato, avesse promesso la vittoria ai credenti]",
        "numberInSurah": 5,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1166,
        "text": "Polemizzano con te dopo che la verità è stata resa manifesta, come se fossero spinti verso la morte e ne fossero consci.",
        "numberInSurah": 6,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1167,
        "text": "[E ricordate] quando Allah vi promise che una delle due schiere [sarebbe stata] in vostro potere; avreste voluto che fosse quella disarmata! Invece Allah voleva che si dimostrasse la verità [delle Sue parole] e [voleva] sbaragliare i miscredenti fino all'ultimo,",
        "numberInSurah": 7,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1168,
        "text": "per far trionfare la verità e annientare la menzogna a scapito degli empi.",
        "numberInSurah": 8,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1169,
        "text": "E [ricordate] quando imploraste il soccorso del vostro Signore! Vi rispose: “Vi aiuterò con un migliaio di angeli a ondate successive”.",
        "numberInSurah": 9,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1170,
        "text": "E Allah non lo ha fatto se non per darvi una buona novella, affinché grazie ad essa si acquietassero i vostri cuori. Non c'è altro aiuto che quello di Allah. Allah è veramente eccelso e saggio.",
        "numberInSurah": 10,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1171,
        "text": "E quando vi avvolse nel sonno come in un rifugio da parte Sua, fece scendere su di voi acqua dal cielo, per purificarvi e scacciare da voi la sozzura di Satana, rafforzare i vostri cuori e rinsaldare i vostri passi.",
        "numberInSurah": 11,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1172,
        "text": "E quando il tuo Signore ispirò agli angeli: “Invero sono con voi: rafforzate coloro che credono. Getterò il terrore nei cuori dei miscredenti: colpiteli tra capo e collo, colpiteli su tutte le falangi!",
        "numberInSurah": 12,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1173,
        "text": "E ciò avvenne perché si erano separati da Allah e dal Suo Messaggero”. Allah è severo nel castigo con chi si separa da Lui e dal Suo Messaggero...!",
        "numberInSurah": 13,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1174,
        "text": "Assaggiate questo! I miscredenti avranno il castigo del Fuoco!",
        "numberInSurah": 14,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1175,
        "text": "O voi che credete, quando incontrerete i miscredenti in ordine di battaglia non volgete loro le spalle.",
        "numberInSurah": 15,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1176,
        "text": "Chi in quel giorno volgerà loro le spalle - eccetto il caso di stratagemma per [meglio] combattere o per raggiungere un altro gruppo - incorrerà nella collera di Allah e il suo rifugio sarà l'Inferno. Qual triste rifugio!",
        "numberInSurah": 16,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1177,
        "text": "Non siete certo voi che li avete uccisi: è Allah che li ha uccisi. Quando tiravi non eri tu che tiravi, ma era Allah che tirava, per provare i credenti con bella prova. In verità Allah tutto ascolta e conosce.",
        "numberInSurah": 17,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1178,
        "text": "Ecco [quello che avvenne]: Allah vanificò l'astuzia dei miscredenti.",
        "numberInSurah": 18,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1179,
        "text": "Se è la vittoria che volevate, ebbene la vittoria vi è giunta! Se desisterete, sarà meglio per voi. Se invece ritornerete, Noi ritorneremo. Le vostre truppe, quand'anche fossero numerose, non potranno proteggervi. In verità Allah è con i credenti.",
        "numberInSurah": 19,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1180,
        "text": "O voi che credete, obbedite ad Allah e al Suo Messaggero e non volgetegli le spalle, dopo che avete ascoltato.",
        "numberInSurah": 20,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1181,
        "text": "Non siate come quelli che dicono: “Noi ascoltiamo”, quando invece non ascoltano affatto.",
        "numberInSurah": 21,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1182,
        "text": "In verità, di fronte ad Allah, le peggiori bestie sono costoro: sordi e muti, che non comprendono.",
        "numberInSurah": 22,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1183,
        "text": "Se Allah avesse ravvisato in loro qualche bene, avrebbe fatto sì che ascoltassero; ma se anche li avesse fatti ascoltare, avrebbero voltato le spalle e sarebbero rimasti indifferenti.",
        "numberInSurah": 23,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1184,
        "text": "O voi che credete, rispondete ad Allah e al Suo Messaggero quando vi chiama a ciò che vi fa rivivere e sappiate che Allah si insinua tra l'uomo e il suo cuore e che sarete tutti radunati davanti a Lui.",
        "numberInSurah": 24,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1185,
        "text": "Temete la fitna, essa non insidierà solo coloro che sono stati ingiusti; sappiate che Allah è severo nel castigo.",
        "numberInSurah": 25,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1186,
        "text": "Ricordate quando eravate pochi, oppressi sulla terra e timorosi che gli altri si impadronissero di voi! Poi vi diede sicurezza e vi soccorse con il Suo aiuto e vi dette cibo eccellente. Sarete mai riconoscenti?",
        "numberInSurah": 26,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1187,
        "text": "O voi che credete, non tradite Allah e il Suo Messaggero. Non tradite, consapevolmente, la fiducia riposta in voi.",
        "numberInSurah": 27,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1188,
        "text": "Sappiate, che i vostri beni e i vostri figli non son altro che una tentazione. Presso Allah è la ricompensa immensa.",
        "numberInSurah": 28,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1189,
        "text": "O voi che credete! Se temete Allah, vi concederà la capacità di distinguere [il bene dal male], cancellerà le vostre colpe e vi perdonerà. Allah è dotato di grazia immensa.",
        "numberInSurah": 29,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1190,
        "text": "E [ricorda] quando i miscredenti tramavano contro di te per tenerti prigioniero o ucciderti o esiliarti! Essi tramavano intrighi e Allah tesseva strategie. Allah è il migliore degli strateghi.",
        "numberInSurah": 30,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1191,
        "text": "E quando vengono loro recitati i Nostri versetti, dicono: “Già li abbiamo ascoltati! Se volessimo potremmo dire le stesse cose: queste non sono che favole degli antichi!”.",
        "numberInSurah": 31,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1192,
        "text": "E quando dissero: “O Allah, se questa è la verità che viene da Te, fai piovere su di noi pietre dal cielo, o colpiscici con un doloroso castigo”.",
        "numberInSurah": 32,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1193,
        "text": "Certamente Allah non li castigherà finché tu starai in mezzo a loro. Allah non li castigherà, finché chiederanno perdono.",
        "numberInSurah": 33,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1194,
        "text": "Ma perché mai Allah non li dovrebbe punire? Impediscono [ai credenti l'accesso al]la Santa Moschea, anche se non ne sono affatto i custodi. Solo i timorati [di Allah] ne sono [i veri] custodi, ma la maggior parte di loro lo ignora.",
        "numberInSurah": 34,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1195,
        "text": "La loro adorazione presso la Casa, non è altro che sibili e battimani: “Proverete il castigo per la vostra miscredenza!”.",
        "numberInSurah": 35,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1196,
        "text": "I miscredenti dilapidano i loro beni per distogliere [le genti] dal sentiero di Allah. Li dilapideranno, poi li rimpiangeranno e infine soccomberanno. I miscredenti saranno radunati nell'Inferno,",
        "numberInSurah": 36,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1197,
        "text": "affinché Allah distingua il cattivo dal buono e raduni i cattivi gli uni sugli altri, li raccolga e li assegni all'Inferno! Essi sono coloro che avranno perduto.",
        "numberInSurah": 37,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1198,
        "text": "Di' a coloro che negano, che se desistono, sarà loro perdonato il passato, ma se persistono, ebbene dietro di loro c'è l'esperienza degli antichi",
        "numberInSurah": 38,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 150,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1199,
        "text": "Combatteteli finché non ci sia più politeismo e la religione sia tutta per Allah. Se poi smettono... ebbene, Allah ben osserva quello che fanno.",
        "numberInSurah": 39,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 150,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1200,
        "text": "E se volgono le spalle, sappiate che Allah è il vostro Patrono. Quale miglior patrono, quale miglior soccorritore.",
        "numberInSurah": 40,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 150,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1201,
        "text": "Sappiate che del bottino che conquisterete, un quinto appartiene ad Allah e al Suo Messaggero, ai parenti, agli orfani, ai poveri, ai viandanti, se credete in Allah e in quello che abbiamo fatto scendere sul Nostro schiavo, nel giorno del Discrimine, il giorno in cui le due schiere si incontrarono. Allah è onnipotente.",
        "numberInSurah": 41,
        "juz": 10,
        "manzil": 2,
        "page": 182,
        "ruku": 150,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1202,
        "text": "Eravate sul versante più vicino e loro erano su quello più lontano e la carovana era più in basso di voi. Se vi foste dati un appuntamento, sareste stati discordi sul luogo. Era necessario che Allah realizzasse un ordine che doveva essere eseguito, affinché chi doveva morire, morisse con una prova e chi doveva vivere, vivesse con una prova. In verità Allah tutto ascolta e conosce.",
        "numberInSurah": 42,
        "juz": 10,
        "manzil": 2,
        "page": 182,
        "ruku": 150,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1203,
        "text": "In sogno Allah te li aveva mostrati poco numerosi, ché se te li avesse mostrati in gran numero, avreste certamente perso il coraggio e vi sareste scontrati tra voi in proposito. Ma Allah vi salvò. Egli conosce quello che c'è nei petti.",
        "numberInSurah": 43,
        "juz": 10,
        "manzil": 2,
        "page": 182,
        "ruku": 150,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1204,
        "text": "Al momento dello scontro li fece apparire pochi ai vostri occhi, come vi mostrò pochi, agli occhi loro. Era necessario che Allah realizzasse un ordine che doveva essere eseguito. Tutte le cose sono ricondotte ad Allah.",
        "numberInSurah": 44,
        "juz": 10,
        "manzil": 2,
        "page": 182,
        "ruku": 150,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1205,
        "text": "O voi che credete, quando incontrate una schiera [nemica] state saldi e menzionate incessantemente il nome di Allah, affinché possiate prosperare.",
        "numberInSurah": 45,
        "juz": 10,
        "manzil": 2,
        "page": 182,
        "ruku": 151,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1206,
        "text": "Obbedite ad Allah e al Suo Messaggero. Non siate discordi, ché altrimenti vi scoraggereste e verrebbe meno la vostra risolutezza. Invero Allah è con coloro che perseverano.",
        "numberInSurah": 46,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 151,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1207,
        "text": "E non siate come quelli che uscirono dalle loro case con insolenza e ostentazione di fronte alla gente e che mettevano ostacoli sul sentiero di Allah. Allah abbraccia [nel Suo sapere] tutto quello che fanno.",
        "numberInSurah": 47,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 151,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1208,
        "text": "Satana rese belle [ai loro occhi] le azioni loro, e disse: “Oggi nessuno può sconfiggervi. Sono io il vostro patrono!”. Quando poi le due schiere si trovarono di fronte, voltò le spalle e disse: “Io vi sconfesso! Vedo cose che voi non vedete; io temo Allah, Allah è severo nel castigo”.",
        "numberInSurah": 48,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 151,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1209,
        "text": "Gli ipocriti e quelli nei cui cuori c'è una malattia dicevano: “Quella gente è accecata dalla loro religione!”. Chi confida in Allah, sappia che Egli è eccelso e saggio.",
        "numberInSurah": 49,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1210,
        "text": "Se potessi vedere quando gli Angeli finiranno i miscredenti! Li colpiranno nel volto e tra le spalle e [diranno]: “Assaggiate il castigo dell’Incendio",
        "numberInSurah": 50,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1211,
        "text": "in compenso di quello che le vostre mani hanno commesso!”. In verità Allah non è ingiusto con i Suoi schiavi,",
        "numberInSurah": 51,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1212,
        "text": "come fu per la gente di Faraone e per quelli che avevano negato i segni di Allah. Allah li colpì per i loro peccati. In verità Allah è possente e severo nel castigo.",
        "numberInSurah": 52,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1213,
        "text": "Allah non cambia la grazia che ha concesso ad un popolo, fintanto che questo non cambia quello che è nel suo cuore. Allah è audiente, sapiente.",
        "numberInSurah": 53,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1214,
        "text": "Così [avvenne] per la gente di Faraone e per quelli che, già in precedenza, smentirono i segni del loro Signore. Li facemmo perire per i loro peccati. Facemmo annegare quelli di Faraone, perché erano oppressori.",
        "numberInSurah": 54,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1215,
        "text": "Di fronte ad Allah non ci sono bestie peggiori di coloro che sono miscredenti e che non crederanno mai;",
        "numberInSurah": 55,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1216,
        "text": "coloro con i quali stipulasti un patto e che continuamente lo violano e non sono timorati [di Allah].",
        "numberInSurah": 56,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1217,
        "text": "Se quindi li incontri in guerra, sbaragliali facendone un esempio per quelli che li seguono, affinché riflettano.",
        "numberInSurah": 57,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1218,
        "text": "E se veramente temi il tradimento da parte di un popolo, denunciane l'alleanza in tutta lealtà, ché veramente Allah non ama i traditori.",
        "numberInSurah": 58,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1219,
        "text": "E non credano di vincere, i miscredenti. Non potranno ridurCi all'impotenza.",
        "numberInSurah": 59,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 153,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1220,
        "text": "Preparate, contro di loro, tutte le forze che potrete [raccogliere] e i cavalli addestrati, per terrorizzare il nemico di Allah e il vostro e altri ancora che voi non conoscete, ma che Allah conosce. Tutto quello che spenderete per la causa di Allah vi sarà restituito e non sarete danneggiati.",
        "numberInSurah": 60,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 153,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1221,
        "text": "Se inclinano alla pace, inclina anche tu ad essa e riponi la tua fiducia in Allah. Egli è Colui Che tutto ascolta e conosce.",
        "numberInSurah": 61,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 153,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1222,
        "text": "Se vogliono ingannarti, ti basti Allah. È Lui che ti ha soccorso con il Suo aiuto [e l'appoggio de]i credenti,",
        "numberInSurah": 62,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 153,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1223,
        "text": "instillando la solidarietà nei loro cuori. Se avessi speso tutto quello che c'è sulla terra, non avresti potuto unire i loro cuori; è Allah che ha destato la solidarietà tra loro. Allah è eccelso, saggio!",
        "numberInSurah": 63,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 153,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1224,
        "text": "O Profeta, ti basti Allah e basti ai credenti che ti seguono.",
        "numberInSurah": 64,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 153,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1225,
        "text": "O Profeta, incita i credenti alla lotta. Venti di voi, pazienti, ne domineranno duecento e cento di voi avranno il sopravvento su mille miscredenti. Ché in verità è gente che nulla comprende.",
        "numberInSurah": 65,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 154,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1226,
        "text": "Ora Allah vi ha alleggerito [l'ordine], Egli conosce l'inadeguatezza che è in voi. Cento di voi, perseveranti, ne domineranno duecento; e se sono mille, con il permesso di Allah, avranno il sopravvento su duemila. Allah è con coloro che perseverano.",
        "numberInSurah": 66,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 154,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1227,
        "text": "Non si addice ad un profeta prendere prigionieri, finché non avrà completamente soggiogato la terra. Voi cercate il bene terreno, mentre Allah vuole [darvi] quello dell'altra vita. Allah è eccelso, saggio.",
        "numberInSurah": 67,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 154,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1228,
        "text": "Se non fosse stato per una precedente rivelazione di Allah, vi sarebbe toccato un castigo immenso, per quello che avete preso.",
        "numberInSurah": 68,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 154,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1229,
        "text": "Mangiate quanto vi è di lecito e puro per voi nel bottino che vi è toccato e temete Allah, Egli è perdonatore misericordioso.",
        "numberInSurah": 69,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 154,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1230,
        "text": "O Profeta, di' ai prigionieri che sono nelle vostre mani: “Se Allah ravvisa un bene nei cuori vostri, vi darà più di quello che vi è stato preso e vi perdonerà”. Allah è perdonatore misericordioso.",
        "numberInSurah": 70,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1231,
        "text": "E se vogliono tradirti, è Allah che già hanno tradito, ed Egli li ha dati in vostro potere. Allah è saggio, sapiente.",
        "numberInSurah": 71,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1232,
        "text": "In verità coloro che hanno creduto e sono emigrati, e hanno lottato con i loro beni e le loro vite per la causa di Allah e quelli che hanno dato loro asilo e soccorso, sono alleati gli uni agli altri. Non potrete allearvi con quelli che hanno creduto, ma che non sono emigrati, fino a che non emigrino. Se vi chiedono aiuto in nome della religione, prestateglielo pure, ma non contro genti con le quali avete stretto un patto. Allah ben osserva quel che fate.",
        "numberInSurah": 72,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1233,
        "text": "I miscredenti sono alleati gli uni degli altri. Se non agirete in questo modo, ci saranno disordine e grande corruzione sulla terra.",
        "numberInSurah": 73,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1234,
        "text": "Coloro che hanno creduto, sono emigrati e hanno combattuto sulla via di Allah; quelli che hanno dato loro asilo e soccorso, loro sono i veri credenti: avranno il perdono e generosa ricompensa.",
        "numberInSurah": 74,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1235,
        "text": "Coloro che in seguito hanno creduto e sono emigrati e hanno lottato insieme con voi, sono anch'essi dei vostri, ma nel Libro di Allah, i parenti hanno legami prioritari gli uni verso gli altri. In verità Allah è onnisciente!",
        "numberInSurah": 75,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "it.piccardo",
      "language": "it",
      "name": "Piccardo",
      "englishName": "Hamza Roberto Piccardo",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}