{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 34,
    "name": "سُورَةُ سَبَإٍ",
    "englishName": "Saba",
    "englishNameTranslation": "Sheba",
    "revelationType": "Meccan",
    "numberOfAyahs": 54,
    "ayahs": [
      {
        "number": 3607,
        "text": "Lode ad Allah, Colui cui appartiene tutto quel che è nei cieli e sulla terra. Lode a Lui nell'altra vita, Egli è il Saggio, il Ben Informato,",
        "numberInSurah": 1,
        "juz": 22,
        "manzil": 5,
        "page": 428,
        "ruku": 370,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3608,
        "text": "conosce quello che penetra nella terra e quel che ne esce, quel che scende dal cielo e quel che vi ascende. Egli è il Misericordioso, il Perdonatore.",
        "numberInSurah": 2,
        "juz": 22,
        "manzil": 5,
        "page": 428,
        "ruku": 370,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3609,
        "text": "I miscredenti dicono: “Non ci raggiungerà l'Ora”. Di' [loro]: “No, per il mio Signore: certamente giungerà a voi, per Colui Che conosce l'invisibile”, Colui al quale non sfugge il peso di un atomo, nei cieli e sulla terra, e non c'è nulla di più grande o più piccolo che non sia in un Libro chiarissimo,",
        "numberInSurah": 3,
        "juz": 22,
        "manzil": 5,
        "page": 428,
        "ruku": 370,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3610,
        "text": "affinché [Allah] ricompensi coloro che credono e compiono il bene. Saranno perdonati e avranno un dono generoso.",
        "numberInSurah": 4,
        "juz": 22,
        "manzil": 5,
        "page": 428,
        "ruku": 370,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3611,
        "text": "Coloro invece che avranno cercato di vanificare i Nostri segni, subiranno il castigo del tormento doloroso.",
        "numberInSurah": 5,
        "juz": 22,
        "manzil": 5,
        "page": 428,
        "ruku": 370,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3612,
        "text": "Coloro cui è stata data la scienza vedono che quel che ti è stato rivelato da parte del tuo Signore è verità e guida sulla via dell'Eccelso, del Degno di lode.",
        "numberInSurah": 6,
        "juz": 22,
        "manzil": 5,
        "page": 428,
        "ruku": 370,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3613,
        "text": "Dicono i miscredenti: “Volete che vi mostriamo un uomo che vi predirà una nuova creazione dopo che sarete stati del tutto dispersi?",
        "numberInSurah": 7,
        "juz": 22,
        "manzil": 5,
        "page": 428,
        "ruku": 370,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3614,
        "text": "Ha inventato menzogne contro Allah? O forse è posseduto?”. No, coloro che non credono nell'altra vita [sono destinati] al castigo e ad errare lontano.",
        "numberInSurah": 8,
        "juz": 22,
        "manzil": 5,
        "page": 429,
        "ruku": 370,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3615,
        "text": "Non vedono forse quel che di cielo e di terra c'è davanti a loro e dietro di loro? Se volessimo, li faremmo inghiottire dalla terra o [faremmo] cadere su di loro brandelli di cielo! In verità in ciò vi è un segno per ogni servo [che torna a Lui] pentito.",
        "numberInSurah": 9,
        "juz": 22,
        "manzil": 5,
        "page": 429,
        "ruku": 370,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3616,
        "text": "Già concedemmo a Davide una grazia [speciale]: “Glorificate, oh montagne! E anche voi uccelli insieme con lui!”. E gli rendemmo malleabile il ferro.",
        "numberInSurah": 10,
        "juz": 22,
        "manzil": 5,
        "page": 429,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3617,
        "text": "[dicendogli]: “Fabbrica cotte di maglia e stringi bene le maglie”. Agite bene: in verità Io osservo quello che fate.",
        "numberInSurah": 11,
        "juz": 22,
        "manzil": 5,
        "page": 429,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3618,
        "text": "[Sottomettemmo] a Salomone il vento che percorre un mese [di marcia] il mattino e un mese la sera e facemmo scorrere la fonte di rame. Lavoravano i dèmoni sotto di lui, col permesso del suo Signore. Se uno qualunque di loro si fosse allontanato dal Nostro ordine, gli avremmo fatto provare il castigo della Fiamma.",
        "numberInSurah": 12,
        "juz": 22,
        "manzil": 5,
        "page": 429,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3619,
        "text": "Costruivano per lui quel che voleva: templi e statue, vassoi [grandi] come abbeveratoi e caldaie ben stabili. “O famiglia di Davide, lavorate con gratitudine!” E invece sono ben pochi i Miei servi riconoscenti.",
        "numberInSurah": 13,
        "juz": 22,
        "manzil": 5,
        "page": 429,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3620,
        "text": "Quando poi decidemmo che morisse, fu solo la “bestia della terra” che li avvertì della sua morte, rosicchiando il suo bastone. Poi, quando cadde, ebbero la prova i dèmoni, che se avessero conosciuto l'invisibile, non sarebbero rimasti nel castigo avvilente.",
        "numberInSurah": 14,
        "juz": 22,
        "manzil": 5,
        "page": 429,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3621,
        "text": "C'era invero, per la gente di Sabâ', un segno nella loro terra: due giardini, uno a destra e uno a sinistra. “Mangiate quel che il vostro Signore vi ha concesso e siateGli riconoscenti: [avete] una buona terra e un Signore che perdona!”",
        "numberInSurah": 15,
        "juz": 22,
        "manzil": 5,
        "page": 430,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3622,
        "text": "Si allontanarono [da Noi] e allora inviammo contro di loro lo straripamento delle dighe e trasformammo i loro due giardini in due giardini di frutti amari, tamarischi e qualche loto.",
        "numberInSurah": 16,
        "juz": 22,
        "manzil": 5,
        "page": 430,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3623,
        "text": "Così li ricompensammo per la loro miscredenza. Castighiamo in tal modo altri, che il miscredente?",
        "numberInSurah": 17,
        "juz": 22,
        "manzil": 5,
        "page": 430,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3624,
        "text": "Situammo tra loro e le città che avevamo benedetto, altre città visibili [l'una dall'altra] e calcolammo la distanza tra loro. “Viaggiate di notte e di giorno, in sicurezza.”",
        "numberInSurah": 18,
        "juz": 22,
        "manzil": 5,
        "page": 430,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3625,
        "text": "Dissero: “Signore, aumenta la distanza tra le nostre soste”. Così danneggiarono loro stessi. Ne facemmo argomento di leggende e li disperdemmo in ogni luogo. In verità in ciò vi sono segni per ogni uomo perseverante e riconoscente.",
        "numberInSurah": 19,
        "juz": 22,
        "manzil": 5,
        "page": 430,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3626,
        "text": "E Iblîs si convinse di aver visto il giusto a loro proposito. Lo seguirono dunque, eccetto un gruppo di credenti.",
        "numberInSurah": 20,
        "juz": 22,
        "manzil": 5,
        "page": 430,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3627,
        "text": "Non aveva su di loro alcun potere, eccetto per il fatto che volevamo distinguere chi credeva nell'altra vita e chi ne dubitava. Il tuo Signore è Colui Che preserva ogni cosa.",
        "numberInSurah": 21,
        "juz": 22,
        "manzil": 5,
        "page": 430,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3628,
        "text": "Di': “Invocate coloro che pretendete [essere divinità] all'infuori di Allah. Non sono padroni neppure del peso di un atomo nei cieli e sulla terra: in quelli e in questa non hanno parte alcuna [con Allah] e in loro Egli non ha nessun sostegno.",
        "numberInSurah": 22,
        "juz": 22,
        "manzil": 5,
        "page": 430,
        "ruku": 372,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3629,
        "text": "Nessuna intercessione varrà presso di Lui, eccetto per colui al quale [Egli] lo avrà permesso”. Quando poi il terrore avrà lasciato i loro cuori, verranno interrogati: “Cosa diceva il vostro Signore?”. Risponderanno: “La verità”. Egli è l'Altissimo, il Grande.",
        "numberInSurah": 23,
        "juz": 22,
        "manzil": 5,
        "page": 431,
        "ruku": 372,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3630,
        "text": "Di': “Chi provvede a voi dai cieli e dalla terra?”. Di': “Allah”. In verità o noi siamo sulla retta via, oppure in evidente errore.",
        "numberInSurah": 24,
        "juz": 22,
        "manzil": 5,
        "page": 431,
        "ruku": 372,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3631,
        "text": "Di': “Non sarete interpellati a proposito di quel che noi avremo commesso e noi non lo saremo a proposito di quel che avrete fatto voi”.",
        "numberInSurah": 25,
        "juz": 22,
        "manzil": 5,
        "page": 431,
        "ruku": 372,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3632,
        "text": "Di': “Il nostro Signore ci riunirà, quindi giudicherà tra noi, secondo verità. Egli è il Giudice che tutto conosce”.",
        "numberInSurah": 26,
        "juz": 22,
        "manzil": 5,
        "page": 431,
        "ruku": 372,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3633,
        "text": "Di': “Mostratemi quelli che Gli avete attribuito come soci. Niente affatto: Egli è Allah, l'Eccelso, il Saggio”.",
        "numberInSurah": 27,
        "juz": 22,
        "manzil": 5,
        "page": 431,
        "ruku": 372,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3634,
        "text": "Non ti abbiamo mandato se non come nunzio ed ammonitore per tutta l'umanità, ma la maggior parte degli uomini non sanno.",
        "numberInSurah": 28,
        "juz": 22,
        "manzil": 5,
        "page": 431,
        "ruku": 372,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3635,
        "text": "E dicono: “Quando si realizzerà questa promessa? [Ditecelo], se siete veridici!”.",
        "numberInSurah": 29,
        "juz": 22,
        "manzil": 5,
        "page": 431,
        "ruku": 372,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3636,
        "text": "Di': “Vi aspetta un Giorno che non sapreste né ritardare, né anticipare di un'ora”.",
        "numberInSurah": 30,
        "juz": 22,
        "manzil": 5,
        "page": 431,
        "ruku": 372,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3637,
        "text": "I miscredenti dicono: “Non crederemo mai in questo Corano e neppure a ciò che lo precede”. Se potessi vedere quando gli ingiusti saranno davanti al loro Signore, immobili s'interpelleranno gli uni con gli altri. E coloro che erano considerati deboli diranno a quelli che erano tronfi d'orgoglio: “Se non fosse stato per voi, certamente avremmo creduto”.",
        "numberInSurah": 31,
        "juz": 22,
        "manzil": 5,
        "page": 431,
        "ruku": 373,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3638,
        "text": "E quelli che erano tronfi d'orgoglio diranno a coloro che consideravano deboli: “Vi abbiamo forse impedito [di seguire] la retta via dopo che essa vi giunse? No, anche voi siete stati colpevoli”.",
        "numberInSurah": 32,
        "juz": 22,
        "manzil": 5,
        "page": 432,
        "ruku": 373,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3639,
        "text": "E coloro che erano considerati deboli diranno a quelli che erano tronfi d'orgoglio: “No, furono le vostre perfidie, di giorno e di notte, quando ci ordinavate di disconoscere Allah e attribuirGli consimili!”. Celeranno il loro rimorso quando vedranno il castigo, [perché] porremo i gioghi al collo dei miscredenti. Saranno compensati per altro che per le opere loro?",
        "numberInSurah": 33,
        "juz": 22,
        "manzil": 5,
        "page": 432,
        "ruku": 373,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3640,
        "text": "Non mandammo un ammonitore a una comunità senza che coloro che vivevano nell'agiatezza dicessero: “Non crediamo in ciò per cui siete stati inviati”.",
        "numberInSurah": 34,
        "juz": 22,
        "manzil": 5,
        "page": 432,
        "ruku": 373,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3641,
        "text": "Dissero: “Abbiamo ricchezze più grandi e figli, quindi non saremo castigati”.",
        "numberInSurah": 35,
        "juz": 22,
        "manzil": 5,
        "page": 432,
        "ruku": 373,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3642,
        "text": "Di': “In verità il mio Signore concede generosamente a chi vuole e lesina a chi vuole, ma la maggior parte degli uomini non lo sa”.",
        "numberInSurah": 36,
        "juz": 22,
        "manzil": 5,
        "page": 432,
        "ruku": 373,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3643,
        "text": "I vostri beni e i vostri figli non vi potranno avvicinare a Noi, eccetto per chi crede e compie il bene: essi sono coloro che avranno ricompensa raddoppiata per quel che facevano: saranno al sicuro negli alti livelli [del Paradiso].",
        "numberInSurah": 37,
        "juz": 22,
        "manzil": 5,
        "page": 432,
        "ruku": 374,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3644,
        "text": "Coloro che invece cercano di vanificare i Nostri segni saranno obbligati a presentarsi al castigo.",
        "numberInSurah": 38,
        "juz": 22,
        "manzil": 5,
        "page": 432,
        "ruku": 374,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3645,
        "text": "Di': “In verità il mio Signore concede generosamente a chi vuole e lesina a chi vuole. E vi restituirà tutto ciò che avrete dato. Egli è il Migliore dei dispensatori”.",
        "numberInSurah": 39,
        "juz": 22,
        "manzil": 5,
        "page": 432,
        "ruku": 374,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3646,
        "text": "Un Giorno tutti li riunirà e dirà agli angeli: “È voi che costoro adoravano?”.",
        "numberInSurah": 40,
        "juz": 22,
        "manzil": 5,
        "page": 433,
        "ruku": 374,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3647,
        "text": "Diranno: “Gloria a Te, sei Tu il nostro patrono. No, essi adoravano i dèmoni. La maggior parte di loro credeva in essi”.",
        "numberInSurah": 41,
        "juz": 22,
        "manzil": 5,
        "page": 433,
        "ruku": 374,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3648,
        "text": "In quel Giorno non potrete giovarvi o nuocervi a vicenda e Noi diremo a coloro che furono ingiusti: “Gustate il castigo del Fuoco che tacciavate di menzogna!”.",
        "numberInSurah": 42,
        "juz": 22,
        "manzil": 5,
        "page": 433,
        "ruku": 374,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3649,
        "text": "Quando vengono recitati loro i Nostri chiari versetti, dicono: “Costui non è altro che un uomo che ci vuole allontanare da quello che adoravano i vostri avi”; e dicono: “Questa non è altro che una menzogna inventata”. Quando giunge loro la Verità, i miscredenti dicono di essa: “Questa non è che evidente magia!”.",
        "numberInSurah": 43,
        "juz": 22,
        "manzil": 5,
        "page": 433,
        "ruku": 374,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3650,
        "text": "In passato non demmo loro libri da studiare, né prima di te inviammo loro un ammonitore.",
        "numberInSurah": 44,
        "juz": 22,
        "manzil": 5,
        "page": 433,
        "ruku": 374,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3651,
        "text": "Coloro che li precedettero già tacciarono di menzogna [le rivelazioni], mentre essi non hanno raggiunto nemmeno un decimo di quello [splendore] che concedemmo a quegli altri. Trattarono da bugiardi i Miei messaggeri. Quale riprovazione fu la Mia!",
        "numberInSurah": 45,
        "juz": 22,
        "manzil": 5,
        "page": 433,
        "ruku": 374,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3652,
        "text": "Di': “Ad una sola [cosa] vi esorto: state ritti per Allah, a coppie o singolarmente e riflettete: non c'è alcun demone nel vostro compagno, egli per voi non è altro che un ammonitore che precede un severo castigo”.",
        "numberInSurah": 46,
        "juz": 22,
        "manzil": 5,
        "page": 433,
        "ruku": 375,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3653,
        "text": "Di': “Non vi chiedo nessuna ricompensa. Essa vi appartiene. La mia ricompensa spetta ad Allah. Egli è il Testimone di tutte le cose”.",
        "numberInSurah": 47,
        "juz": 22,
        "manzil": 5,
        "page": 433,
        "ruku": 375,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3654,
        "text": "Di': “Certamente il mio Signore rivela la Verità, Egli ha perfetta conoscenza di ogni cosa nascosta”.",
        "numberInSurah": 48,
        "juz": 22,
        "manzil": 5,
        "page": 433,
        "ruku": 375,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3655,
        "text": "Di': “È giunta la Verità. Il falso non può dar inizio a nulla e nulla rinnovare”.",
        "numberInSurah": 49,
        "juz": 22,
        "manzil": 5,
        "page": 434,
        "ruku": 375,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3656,
        "text": "Di': “Se mi perdo, è solo contro me stesso che mi perdo; se mi mantengo sulla Retta via, è grazie a quello che il mio Signore mi ha rivelato. In verità Egli è Colui Che ascolta, Colui Che è vicino”.",
        "numberInSurah": 50,
        "juz": 22,
        "manzil": 5,
        "page": 434,
        "ruku": 375,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3657,
        "text": "Se li vedessi quando saranno atterriti, senza nessuna via d'uscita e afferrati da presso!",
        "numberInSurah": 51,
        "juz": 22,
        "manzil": 5,
        "page": 434,
        "ruku": 375,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3658,
        "text": "Allora diranno: “Crediamo in Lui”. Ma come raggiungeranno [la fede] da così lontano",
        "numberInSurah": 52,
        "juz": 22,
        "manzil": 5,
        "page": 434,
        "ruku": 375,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3659,
        "text": "quando in precedenza erano miscredenti e da lontano rifiutavano l'invisibile?",
        "numberInSurah": 53,
        "juz": 22,
        "manzil": 5,
        "page": 434,
        "ruku": 375,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3660,
        "text": "Si porrà [un ostacolo] tra loro e quel che desiderano, come già avvenne per i loro emuli, che rimasero in preda al dubbio e all'incertezza.",
        "numberInSurah": 54,
        "juz": 22,
        "manzil": 5,
        "page": 434,
        "ruku": 375,
        "hizbQuarter": 174,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "it.piccardo",
      "language": "it",
      "name": "Piccardo",
      "englishName": "Hamza Roberto Piccardo",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}