{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 46,
    "name": "سُورَةُ الأَحۡقَافِ",
    "englishName": "Al-Ahqaf",
    "englishNameTranslation": "The Dunes",
    "revelationType": "Meccan",
    "numberOfAyahs": 35,
    "ayahs": [
      {
        "number": 4511,
        "text": "Hâ', Mîm.",
        "numberInSurah": 1,
        "juz": 26,
        "manzil": 6,
        "page": 502,
        "ruku": 438,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4512,
        "text": "La rivelazione del Libro proviene da Allah, l'Eccelso, il Saggio.",
        "numberInSurah": 2,
        "juz": 26,
        "manzil": 6,
        "page": 502,
        "ruku": 438,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4513,
        "text": "Non creammo i cieli e la terra e quel che vi è frammezzo se non con verità e fino ad un termine stabilito, ma i miscredenti non badano a ciò di cui sono stati avvertiti.",
        "numberInSurah": 3,
        "juz": 26,
        "manzil": 6,
        "page": 502,
        "ruku": 438,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4514,
        "text": "Di': “Guardate coloro che invocate all'infuori di Allah? Mostratemi quel che hanno creato della terra. Oppure è nei cieli che sono associati [ad Allah]? Se siete sinceri, portate una Scrittura anteriore a questa, o una traccia di scienza”.",
        "numberInSurah": 4,
        "juz": 26,
        "manzil": 6,
        "page": 502,
        "ruku": 438,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4515,
        "text": "E chi è più sviato di colui che invoca, all'infuori di Allah, chi non saprà rispondergli fino al Giorno della Resurrezione? Essi non hanno neppure coscienza dell'invocazione che viene loro rivolta,",
        "numberInSurah": 5,
        "juz": 26,
        "manzil": 6,
        "page": 502,
        "ruku": 438,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4516,
        "text": "e quando gli uomini saranno riuniti, saranno loro nemici e rinnegheranno la loro adorazione.",
        "numberInSurah": 6,
        "juz": 26,
        "manzil": 6,
        "page": 503,
        "ruku": 438,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4517,
        "text": "Quando vengono recitati loro i Nostri versetti espliciti, i miscredenti dicono della verità che viene ad essi: “È magia evidente”.",
        "numberInSurah": 7,
        "juz": 26,
        "manzil": 6,
        "page": 503,
        "ruku": 438,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4518,
        "text": "Oppure dicono: “L'ha inventato lui”. Di': “Se l'avessi inventato io, non potreste fare nulla per me contro [la punizione di] Allah. Egli ben conosce quello che propalate ed è testimone sufficiente tra me e voi”. Egli è il Perdonatore, il Misericordioso.",
        "numberInSurah": 8,
        "juz": 26,
        "manzil": 6,
        "page": 503,
        "ruku": 438,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4519,
        "text": "Di': “Non costituisco un'innovazione rispetto agli inviati né conosco quel che avverrà a me e a voi. Non faccio che seguire quello che mi è stato rivelato. Non sono che un ammonitore esplicito”.",
        "numberInSurah": 9,
        "juz": 26,
        "manzil": 6,
        "page": 503,
        "ruku": 438,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4520,
        "text": "Di': “Ma non vedete? Se esso viene da Allah e voi non credete in esso, mentre un testimone dei Figli di Israele conferma la sua conformità e crede, mentre voi lo rifiutate per orgoglio... ?”.",
        "numberInSurah": 10,
        "juz": 26,
        "manzil": 6,
        "page": 503,
        "ruku": 438,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4521,
        "text": "I miscredenti dicono ai credenti: “Se esso fosse un bene, costoro non ci avrebbero preceduto”. Siccome non sono affatto guidati, diranno: “Questa non è che una vecchia menzogna”.",
        "numberInSurah": 11,
        "juz": 26,
        "manzil": 6,
        "page": 503,
        "ruku": 439,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4522,
        "text": "Prima di esso c'era la Scrittura di Mosè, guida e misericordia. Questo Libro ne è la conferma, in lingua araba, per ammonire gli ingiusti ed essere lieta novella per coloro che fanno il bene.",
        "numberInSurah": 12,
        "juz": 26,
        "manzil": 6,
        "page": 503,
        "ruku": 439,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4523,
        "text": "Sì, coloro che dicono: “Il nostro Signore è Allah!” e agiscono rettamente non avranno nulla da temere e non saranno afflitti.",
        "numberInSurah": 13,
        "juz": 26,
        "manzil": 6,
        "page": 503,
        "ruku": 439,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4524,
        "text": "Essi saranno i compagni del Giardino, in cui rimarranno in perpetuo, compenso per quel che avranno fatto.",
        "numberInSurah": 14,
        "juz": 26,
        "manzil": 6,
        "page": 503,
        "ruku": 439,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4525,
        "text": "Abbiamo ordinato all'uomo la bontà verso i genitori: sua madre lo ha portato con fatica e con fatica lo ha partorito. Gravidanza e svezzamento durano trenta mesi. Quando raggiunge la maturità ed è giunto ai quarant'anni dice: “Signore, dammi modo di renderti grazia del favore di cui hai colmato me e i miei genitori, affinché compia il bene di cui Ti compiaci e concedimi una discendenza onesta. Io mi volgo pentito a Te e sono uno dei sottomessi”.",
        "numberInSurah": 15,
        "juz": 26,
        "manzil": 6,
        "page": 504,
        "ruku": 439,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4526,
        "text": "Accetteremo le loro azioni più belle e sorvoleremo sui loro misfatti. [Saranno] tra i compagni del Giardino. Promessa veritiera fatta a loro.",
        "numberInSurah": 16,
        "juz": 26,
        "manzil": 6,
        "page": 504,
        "ruku": 439,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4527,
        "text": "Quanto invece a colui che dice ai suoi genitori: “Uffa a voi; vorreste promettermi che sarò fatto risorgere, quando già passarono molte generazioni prima di me?”, essi invocheranno l'ausilio di Allah [dicendo]: “Guai a te! Credi, ché la promessa di Allah è veritiera”.",
        "numberInSurah": 17,
        "juz": 26,
        "manzil": 6,
        "page": 504,
        "ruku": 439,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4528,
        "text": "Essi sono coloro contro i quali si realizza la sentenza, [come si realizzò] fra le comunità di uomini e di dèmoni che li precedettero: in verità saranno i perdenti.",
        "numberInSurah": 18,
        "juz": 26,
        "manzil": 6,
        "page": 504,
        "ruku": 439,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4529,
        "text": "Ci saranno gradi [di merito] per ciascuno di loro in base a quello che avranno fatto. [Allah] li compenserà pienamente delle loro opere e non subiranno alcun torto.",
        "numberInSurah": 19,
        "juz": 26,
        "manzil": 6,
        "page": 504,
        "ruku": 439,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4530,
        "text": "Nel Giorno in cui i miscredenti saranno condotti al Fuoco, [sarà detto loro]: “Avete dissipato i vostri beni nella vita terrena e ne avete goduto. Oggi siete compensati con un castigo avvilente, per l'orgoglio che, senza alcun diritto, manifestavate sulla terra e per la vostra perversione.",
        "numberInSurah": 20,
        "juz": 26,
        "manzil": 6,
        "page": 504,
        "ruku": 439,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4531,
        "text": "E ricorda il fratello degli Âd, quando ammonì il suo popolo presso al-'Ahqâf; vennero prima di lui e dopo di lui gli ammonitori. Disse: “Non adorate altri che Allah. Temo per voi il castigo di un Giorno terribile”.",
        "numberInSurah": 21,
        "juz": 26,
        "manzil": 6,
        "page": 505,
        "ruku": 440,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4532,
        "text": "Dissero: “Sei venuto per allontanarci dai nostri dèi? Fa' venire ciò di cui ci minacci, se sei sincero”.",
        "numberInSurah": 22,
        "juz": 26,
        "manzil": 6,
        "page": 505,
        "ruku": 440,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4533,
        "text": "Disse: “La Scienza è solo presso Allah. Io vi comunico ciò con cui sono stato inviato, ma vedo che siete gente ignorante”.",
        "numberInSurah": 23,
        "juz": 26,
        "manzil": 6,
        "page": 505,
        "ruku": 440,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4534,
        "text": "Quando videro una densa nuvola dirigersi verso le loro valli, dissero: “Ecco una nuvola, sta per piovere”. No, è proprio quello che cercavate di affrettare, è un vento che porta seco un doloroso castigo,",
        "numberInSurah": 24,
        "juz": 26,
        "manzil": 6,
        "page": 505,
        "ruku": 440,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4535,
        "text": "che tutto distruggerà per ordine del suo Signore. Al mattino non erano visibili che [i resti delle] loro case. Così compensiamo i malvagi.",
        "numberInSurah": 25,
        "juz": 26,
        "manzil": 6,
        "page": 505,
        "ruku": 440,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4536,
        "text": "Avevamo dato loro mezzi che a voi non abbiamo dato. Avevamo donato loro l'udito, gli occhi e i cuori, ma il loro udito, i loro occhi e i loro cuori non giovarono loro, perché negavano i segni di Allah. Li avvolse ciò di cui si burlavano.",
        "numberInSurah": 26,
        "juz": 26,
        "manzil": 6,
        "page": 505,
        "ruku": 440,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4537,
        "text": "Già annientammo le città attorno a voi, eppure avevamo mostrato loro i Nostri segni affinché ritornassero [a Noi pentiti].",
        "numberInSurah": 27,
        "juz": 26,
        "manzil": 6,
        "page": 505,
        "ruku": 441,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4538,
        "text": "Perché mai non li soccorsero coloro che si erano presi come intermediari e dèi, all'infuori di Allah? Anzi, li abbandonarono, non erano altro che calunnie e menzogne.",
        "numberInSurah": 28,
        "juz": 26,
        "manzil": 6,
        "page": 505,
        "ruku": 441,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4539,
        "text": "E [ricorda] quando ti conducemmo una schiera di dèmoni affinché ascoltassero il Corano; si presentarono dicendosi: “[Ascoltate in] silenzio”. Quando poi [la lettura] fu conclusa, fecero ritorno al loro popolo per avvertirlo.",
        "numberInSurah": 29,
        "juz": 26,
        "manzil": 6,
        "page": 506,
        "ruku": 441,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4540,
        "text": "Dissero: “O popolo nostro, in verità abbiamo sentito [la recitazione] di un Libro rivelato dopo [quello di] Mosè, a conferma di quello che lo precede: guida alla verità e alla retta via.",
        "numberInSurah": 30,
        "juz": 26,
        "manzil": 6,
        "page": 506,
        "ruku": 441,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4541,
        "text": "O popolo nostro, rispondete all'Araldo di Allah e credete in Lui, affinché Egli vi perdoni una [parte dei] vostri peccati e vi preservi dal doloroso castigo.",
        "numberInSurah": 31,
        "juz": 26,
        "manzil": 6,
        "page": 506,
        "ruku": 441,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4542,
        "text": "Quanto a colui che non risponde all'Araldo di Allah, non potrà diminuire [la Sua potenza] sulla terra e non avrà patroni all'infuori di Lui. Costoro sono in manifesto errore.",
        "numberInSurah": 32,
        "juz": 26,
        "manzil": 6,
        "page": 506,
        "ruku": 441,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4543,
        "text": "Non vedono che Allah ha creato i cieli e la terra, che non Si è stancato della loro creazione ed è capace di ridare la vita ai morti? Sì, in verità Egli è l'Onnipotente”.",
        "numberInSurah": 33,
        "juz": 26,
        "manzil": 6,
        "page": 506,
        "ruku": 441,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4544,
        "text": "E il Giorno in cui i miscredenti saranno condotti al Fuoco [verrà chiesto loro]: “Non è questa la verità?”. Diranno: “Sì, per il nostro Signore!”. Dirà [Allah]: “Gustate allora il castigo della vostra miscredenza”.",
        "numberInSurah": 34,
        "juz": 26,
        "manzil": 6,
        "page": 506,
        "ruku": 441,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4545,
        "text": "Sopporta con pazienza, come sopportarono i messaggeri risoluti. Non cercare di affrettare alcunché per loro. Il Giorno in cui vedranno quel che è stato promesso loro, sarà come se fossero rimasti solo un'ora del giorno. [Questo è solo un] annuncio: chi altri sarà annientato se non i perversi?",
        "numberInSurah": 35,
        "juz": 26,
        "manzil": 6,
        "page": 506,
        "ruku": 441,
        "hizbQuarter": 202,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "it.piccardo",
      "language": "it",
      "name": "Piccardo",
      "englishName": "Hamza Roberto Piccardo",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}