{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 48,
    "name": "سُورَةُ الفَتۡحِ",
    "englishName": "Al-Fath",
    "englishNameTranslation": "The Victory",
    "revelationType": "Medinan",
    "numberOfAyahs": 29,
    "ayahs": [
      {
        "number": 4584,
        "text": "In verità ti abbiamo concesso una vittoria evidente,",
        "numberInSurah": 1,
        "juz": 26,
        "manzil": 6,
        "page": 511,
        "ruku": 446,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4585,
        "text": "affinché Allah ti perdoni le tue colpe passate e future, perfezioni su di te il Suo favore e ti guidi sulla retta via;",
        "numberInSurah": 2,
        "juz": 26,
        "manzil": 6,
        "page": 511,
        "ruku": 446,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4586,
        "text": "e affinché Allah ti presti ausilio possente.",
        "numberInSurah": 3,
        "juz": 26,
        "manzil": 6,
        "page": 511,
        "ruku": 446,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4587,
        "text": "Egli è Colui Che ha fatto scendere la Pace nel cuore dei credenti, affinché possano accrescere la loro fede: [appartengono] ad Allah le armate dei cieli e della terra, Allah è sapiente, saggio.",
        "numberInSurah": 4,
        "juz": 26,
        "manzil": 6,
        "page": 511,
        "ruku": 446,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4588,
        "text": "[Lo ha fatto] per far entrare i credenti e le credenti nei Giardini in cui scorrono i ruscelli, dove rimarranno in perpetuo, per mondarli dei loro peccati - questo è successo enorme presso Allah -",
        "numberInSurah": 5,
        "juz": 26,
        "manzil": 6,
        "page": 511,
        "ruku": 446,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4589,
        "text": "e per castigare gli ipocriti e le ipocrite, gli associatori e le associatrici che hanno cattiva opinione di Allah. Che la sventura si abbatta su di loro! Allah è adirato contro di loro, li ha maledetti e ha preparato per loro l'Inferno: qual triste avvenire!",
        "numberInSurah": 6,
        "juz": 26,
        "manzil": 6,
        "page": 511,
        "ruku": 446,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4590,
        "text": "[Appartengono] ad Allah le armate dei cieli e della terra, Allah è eccelso, saggio.",
        "numberInSurah": 7,
        "juz": 26,
        "manzil": 6,
        "page": 511,
        "ruku": 446,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4591,
        "text": "In verità ti abbiamo mandato come testimone, nunzio e ammonitore,",
        "numberInSurah": 8,
        "juz": 26,
        "manzil": 6,
        "page": 511,
        "ruku": 446,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4592,
        "text": "affinché crediate in Allah e nel Suo Messaggero e affinché Lo assistiate, Lo onoriate e Gli rendiate gloria al mattino e alla sera.",
        "numberInSurah": 9,
        "juz": 26,
        "manzil": 6,
        "page": 511,
        "ruku": 446,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4593,
        "text": "In verità coloro che prestano giuramento [di fedeltà], è ad Allah che lo prestano: la mano di Allah è sopra le loro mani. Chi mancherà al giuramento lo farà solo a suo danno; a chi invece si atterrà al patto con Allah, Egli concederà una ricompensa immensa.",
        "numberInSurah": 10,
        "juz": 26,
        "manzil": 6,
        "page": 512,
        "ruku": 446,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4594,
        "text": "Quei beduini che sono rimasti indietro ti diranno: “Ci hanno trattenuto i nostri beni e le nostre famiglie: chiedi perdono per noi”. Con le loro lingue pronunciano cose che non sono nei loro cuori.",
        "numberInSurah": 11,
        "juz": 26,
        "manzil": 6,
        "page": 512,
        "ruku": 447,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4595,
        "text": "Pensavate anzi che il Messaggero e i credenti non sarebbero mai più tornati alla loro famiglia. Questa convinzione è parsa bella ai vostri cuori e avete concepito un cattivo pensiero: foste gente perduta.",
        "numberInSurah": 12,
        "juz": 26,
        "manzil": 6,
        "page": 512,
        "ruku": 447,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4596,
        "text": "Abbiamo preparato la Fiamma per i miscredenti, per coloro che non credono in Allah e nel Suo Inviato.",
        "numberInSurah": 13,
        "juz": 26,
        "manzil": 6,
        "page": 512,
        "ruku": 447,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4597,
        "text": "[Appartiene] ad Allah la sovranità sui cieli e sulla terra. Egli perdona chi vuole e castiga chi vuole. Allah è perdonatore, misericordioso.",
        "numberInSurah": 14,
        "juz": 26,
        "manzil": 6,
        "page": 512,
        "ruku": 447,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4598,
        "text": "Coloro che sono rimasti indietro, quando vi metterete in marcia per impadronirvi di un bottino, diranno: “Lasciate che vi seguiamo”. Vorrebbero cambiare la Parola di Allah. Di': “Giammai ci seguirete: Allah ha detto così in precedenza”. Diranno: “Siete gelosi di noi”. Sono loro invece a capire ben poco.",
        "numberInSurah": 15,
        "juz": 26,
        "manzil": 6,
        "page": 512,
        "ruku": 447,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4599,
        "text": "Di' a quei beduini che sono rimasti indietro: “Presto sarete chiamati [a combattere] contro gente di grande valore: dovrete combatterli finché non si sottomettono. Se obbedirete, Allah vi darà una bella ricompensa; se invece volgerete le spalle come già le avete voltate, vi punirà con un doloroso castigo”.",
        "numberInSurah": 16,
        "juz": 26,
        "manzil": 6,
        "page": 513,
        "ruku": 447,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4600,
        "text": "Non ci sarà colpa per il cieco, né per lo storpio, né per il malato. Quanto a chi obbedisce ad Allah e al Suo Messaggero, Allah lo introdurrà nei Giardini in cui scorrono i ruscelli. Quanto invece a chi volgerà le spalle, Egli lo punirà con un doloroso castigo.",
        "numberInSurah": 17,
        "juz": 26,
        "manzil": 6,
        "page": 513,
        "ruku": 447,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4601,
        "text": "Già Allah si è compiaciuto dei credenti quando ti giurarono [fedeltà] sotto l'albero. Sapeva quello che c'era nei loro cuori e fece scendere su di loro la Pace: li ha ricompensati con un'imminente vittoria.",
        "numberInSurah": 18,
        "juz": 26,
        "manzil": 6,
        "page": 513,
        "ruku": 448,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4602,
        "text": "e con l'abbondante bottino che raccoglieranno. Allah è eccelso, saggio.",
        "numberInSurah": 19,
        "juz": 26,
        "manzil": 6,
        "page": 513,
        "ruku": 448,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4603,
        "text": "Allah vi promette l'abbondante bottino che raccoglierete, ha propiziato questa [tregua] e ha trattenuto le mani di [quegli] uomini, affinché questo sia un segno per i credenti e per guidarvi sulla Retta via.",
        "numberInSurah": 20,
        "juz": 26,
        "manzil": 6,
        "page": 513,
        "ruku": 448,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4604,
        "text": "[Vi ha promesso] altre [vittorie] che allora non erano alla vostra portata, ma Allah li ha soverchiati. Allah è onnipotente.",
        "numberInSurah": 21,
        "juz": 26,
        "manzil": 6,
        "page": 513,
        "ruku": 448,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4605,
        "text": "Se coloro che non credono vi combattono, certo volgeranno le spalle e non troveranno nessun alleato, nessun soccorritore.",
        "numberInSurah": 22,
        "juz": 26,
        "manzil": 6,
        "page": 513,
        "ruku": 448,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4606,
        "text": "Già questa fu la consuetudine di Allah e non troverai mai cambiamento nella consuetudine di Allah.",
        "numberInSurah": 23,
        "juz": 26,
        "manzil": 6,
        "page": 513,
        "ruku": 448,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4607,
        "text": "Egli è Colui Che nella valle della Mecca ha trattenuto da voi le loro mani e da loro le vostre, dopo avervi concesso la supremazia. Allah osserva quel che fate.",
        "numberInSurah": 24,
        "juz": 26,
        "manzil": 6,
        "page": 514,
        "ruku": 448,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4608,
        "text": "Sono i miscredenti che hanno ostruito la via [per raggiungere] la Santa Moschea e hanno impedito che le vittime sacrificali giungessero al luogo del sacrificio. Se non ci fossero stati uomini credenti e donne credenti che voi non conoscevate e che avreste potuto calpestar inconsapevolmente, rendendovi così colpevoli di una guerra contro di loro... Così Allah farà entrare chi vuole nella Sua misericordia. Se [i credenti] si fossero fatti riconoscere, certamente avremmo colpito con doloroso castigo coloro che non credevano.",
        "numberInSurah": 25,
        "juz": 26,
        "manzil": 6,
        "page": 514,
        "ruku": 448,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4609,
        "text": "E quando i miscredenti riempirono di furore i loro cuori, il furore dell'ignoranza, Allah fece scendere la Sua Pace sul Suo Messaggero e sui credenti e li volse all'espressione del timore [di Allah], di cui erano più degni e più vicini. Allah conosce tutte le cose.",
        "numberInSurah": 26,
        "juz": 26,
        "manzil": 6,
        "page": 514,
        "ruku": 448,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4610,
        "text": "Allah mostrerà la veridicità della visione [concessa] al Suo Messaggero: se Allah vuole, entrerete in sicurezza nella Santa Moschea, le teste rasate [o] i capelli accorciati, senza più avere timore alcuno. Egli conosce quello che voi non conoscete e già ha decretato oltre a ciò una prossima vittoria.",
        "numberInSurah": 27,
        "juz": 26,
        "manzil": 6,
        "page": 514,
        "ruku": 449,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4611,
        "text": "Egli è Colui Che ha inviato il Suo Messaggero con la guida e la religione della verità, per farla prevalere su ogni altra religione. Allah è testimone sufficiente.",
        "numberInSurah": 28,
        "juz": 26,
        "manzil": 6,
        "page": 514,
        "ruku": 449,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4612,
        "text": "Muhammad è il Messaggero di Allah e quanti sono con lui sono duri con i miscredenti e compassionevoli fra loro. Li vedrai inchinarsi e prosternarsi, bramando la grazia di Allah e il Suo compiacimento. Il loro segno è, sui loro volti, la traccia della prosternazione: ecco l'immagine che ne dà di loro la Torâh. L'immagine che invece ne dà il Vangelo è quella di un seme che fa uscire il suo germoglio, poi lo rafforza e lo ingrossa, ed esso si erge sul suo stelo nell'ammirazione dei seminatori. Tramite loro Allah fa corrucciare i miscredenti. Allah promette perdono e immensa ricompensa a coloro che credono e compiono il bene.",
        "numberInSurah": 29,
        "juz": 26,
        "manzil": 6,
        "page": 515,
        "ruku": 449,
        "hizbQuarter": 205,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "it.piccardo",
      "language": "it",
      "name": "Piccardo",
      "englishName": "Hamza Roberto Piccardo",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}