{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 3,
    "name": "سُورَةُ آلِ عِمۡرَانَ",
    "englishName": "Aal-i-Imraan",
    "englishNameTranslation": "The Family of Imraan",
    "revelationType": "Medinan",
    "numberOfAyahs": 200,
    "ayahs": [
      {
        "number": 294,
        "text": "الف. لام. میم.",
        "numberInSurah": 1,
        "juz": 3,
        "manzil": 1,
        "page": 50,
        "ruku": 42,
        "hizbQuarter": 20,
        "sajda": false
      },
      {
        "number": 295,
        "text": "تنها خدا که هیچ معبودی جز او شایسته پرستش نیست، زنده و برپا دارنده هستی است.",
        "numberInSurah": 2,
        "juz": 3,
        "manzil": 1,
        "page": 50,
        "ruku": 42,
        "hizbQuarter": 20,
        "sajda": false
      },
      {
        "number": 296,
        "text": "این کتاب را که سراسر حق است و هرگز باطل بدان راه نمی‌یابد و کتاب‌های آسمانی پیش از خود را تصدیق می‌کند، بر تو فرو فرستاد، و تورات و انجیل را پیش از آن نازل کرد،",
        "numberInSurah": 3,
        "juz": 3,
        "manzil": 1,
        "page": 50,
        "ruku": 42,
        "hizbQuarter": 20,
        "sajda": false
      },
      {
        "number": 297,
        "text": "تا وسیله هدایتی برای مردم باشند، و جداکننده حق از باطل را نیز فرو فرستاد. به یقین کسانی که به آیات خدا کفر ورزیده‌اند عذابی سخت خواهند داشت، و خداوند شکست ناپذیر و انتقام گیرنده است.",
        "numberInSurah": 4,
        "juz": 3,
        "manzil": 1,
        "page": 50,
        "ruku": 42,
        "hizbQuarter": 20,
        "sajda": false
      },
      {
        "number": 298,
        "text": "او به کسانی که درخورِ کیفرند آگاه است، که هیچ چیزی نه در زمین و نه در آسمان بر خدا پوشیده نیست.",
        "numberInSurah": 5,
        "juz": 3,
        "manzil": 1,
        "page": 50,
        "ruku": 42,
        "hizbQuarter": 20,
        "sajda": false
      },
      {
        "number": 299,
        "text": "نه تنها به حال و کارتان داناست که بی رخصت او راهی نمی‌پویید چرا که اوست آن که شما را در رحم‌ها هرگونه بخواهد صورتگری می‌کند. معبودی شایسته پرستش جز او که مغلوب نمی‌شود و کارهایش همه از روی حکمت است وجود ندارد.",
        "numberInSurah": 6,
        "juz": 3,
        "manzil": 1,
        "page": 50,
        "ruku": 42,
        "hizbQuarter": 20,
        "sajda": false
      },
      {
        "number": 300,
        "text": "اوست آن که این کتاب را بر تو فرو فرستاد. بخشی از آن، آیاتی است با معانی استوار و روشن که بخش مرجع این کتاب است و سایر آیات به آنها تفسیر می‌شود، و بخش دیگر آیاتی است که معنای استوار آنها با معانی نااستوار مشتبه می‌شود. کسانی که در دل هایشان انحرافی هست، از قرآن آنچه را که مشتبه است دنبال می‌کنند تا گمراهی مردم را طلب کنند و تا از این رهگذر بر خاستگاه احکام و معارف قرآن دست یابند، در حالی که هیچ کس جز خدا خاستگاه آنها را نمی‌داند، و امّا کسانی که در شناخت معارف الهی پایدارند، می‌گویند: ما به قرآن ایمان آورده‌ایم، زیرا قرآن ـ چه آیات روشن و استوار آن و چه متشابهاتش ـ همه از جانب پروردگار ماست. و این حقیقت را جز صاحبان خرد درنمی یابند.",
        "numberInSurah": 7,
        "juz": 3,
        "manzil": 1,
        "page": 50,
        "ruku": 42,
        "hizbQuarter": 20,
        "sajda": false
      },
      {
        "number": 301,
        "text": "آنان می‌گویند: پروردگارا، پس از آن که ما را هدایت کردی دل هایمان را از شناخت دین منحرف مکن و از جانب خود رحمتی به ما ببخشای که بسیار بخشنده تویی.",
        "numberInSurah": 8,
        "juz": 3,
        "manzil": 1,
        "page": 50,
        "ruku": 42,
        "hizbQuarter": 20,
        "sajda": false
      },
      {
        "number": 302,
        "text": "پروردگارا، بی تردید تو مردمان را در روزی که هیچ تردیدی در آن نیست برای داوری گرد می‌آوری. این وعده خداست و قطعاً خدا خلف وعده نمی‌کند.",
        "numberInSurah": 9,
        "juz": 3,
        "manzil": 1,
        "page": 50,
        "ruku": 42,
        "hizbQuarter": 20,
        "sajda": false
      },
      {
        "number": 303,
        "text": "کسانی که کافر شده‌اند، هرگز اموال و فرزندانشان چیزی از نیاز آنان را به خدا برطرف نمی‌کند و از عذابی که خدا برایشان آماده کرده است نمی‌کاهد، و اینانند که هیزم آتش دوزخ‌اند.",
        "numberInSurah": 10,
        "juz": 3,
        "manzil": 1,
        "page": 51,
        "ruku": 43,
        "hizbQuarter": 20,
        "sajda": false
      },
      {
        "number": 304,
        "text": "شیوه این کافران همچون شیوه فرعونیان و کسانی است که پیش از آنان بودند که آیات ما را دروغ انگاشتند و خدا آنان را به همان گناهانشان عذاب کرد، و خدا سخت کیفر است.",
        "numberInSurah": 11,
        "juz": 3,
        "manzil": 1,
        "page": 51,
        "ruku": 43,
        "hizbQuarter": 20,
        "sajda": false
      },
      {
        "number": 305,
        "text": "به کسانی که کفر ورزیده‌اند بگو: دیری نمی‌گذرد که مغلوب خواهید شد و شما را دسته جمعی به سوی جهنم روان خواهند ساخت، و جهنم بد بستری است.",
        "numberInSurah": 12,
        "juz": 3,
        "manzil": 1,
        "page": 51,
        "ruku": 43,
        "hizbQuarter": 20,
        "sajda": false
      },
      {
        "number": 306,
        "text": "به آنان بگو: برای شما در مورد آن دو گروهی که در جنگ بدر با یکدیگر روبه رو شدند نشانه‌ای بود بر این که خدا هر که را بخواهد پیروز می‌گرداند. در آن جنگ، گروهی در راه خدا پیکار می‌کردند و گروه دیگر کافر بودند که به هنگام نبرد، پیکارگرانِ راه خدا را به دید چشم دو برابر تعدادی که بودند می‌دیدند، ازاین رو هراسان شدند و گریختند. و خدا هر که را بخواهد به یاری خود تأیید می‌کند. به راستی در این ماجرا برای صاحبان بصیرت عبرتی است.",
        "numberInSurah": 13,
        "juz": 3,
        "manzil": 1,
        "page": 51,
        "ruku": 43,
        "hizbQuarter": 20,
        "sajda": false
      },
      {
        "number": 307,
        "text": "دلدادگی به خواستنی‌ها از قبیل: زنان، فرزندان پسر، همیان‌های انباشته از زر و سیم، اسب‌های نشاندار، دام‌ها و کشتزارها برای مردم آراسته شده است. اینها بهره زندگی دنیاست که فانی شدنی است، و سرانجامِ نیکو فقط نزد خداست.",
        "numberInSurah": 14,
        "juz": 3,
        "manzil": 1,
        "page": 51,
        "ruku": 43,
        "hizbQuarter": 20,
        "sajda": false
      },
      {
        "number": 308,
        "text": "بگو: آیا شما را به بهتر از اینها خبر دهم؟ برای کسانی که تقوا پیشه کرده‌اند، نزد پروردگارشان باغ‌هایی است انبوه از درختان که از زیر آنها جوی‌ها روان است و در آن جا برای همیشه ماندگارند، و برای آنان همسرانی پاک و پاکیزه و نیز خشنودی خدا خواهد بود، و خدا به بندگان خود بیناست و کسانی را که درخورِ این موهبت‌ها هستند به خوبی می‌شناسد.",
        "numberInSurah": 15,
        "juz": 3,
        "manzil": 1,
        "page": 51,
        "ruku": 43,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 309,
        "text": "تقواپیشگان کسانی اند که می‌گویند: پروردگارا، ما ایمان آوردیم، پس گناهانمان را بیامرز، و ما را از عذاب آتش در امان دار.",
        "numberInSurah": 16,
        "juz": 3,
        "manzil": 1,
        "page": 52,
        "ruku": 43,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 310,
        "text": "آنان در اطاعت خدا و پرهیز از گناهان و در برابر ناگواری‌ها شکیبایند، و در سخن راست می‌گویند و در عبادت خدا فروتن اند و از اموال خود به مستمندان انفاق می‌کنند و در سحرگاه‌ها از خدا آمرزش می‌طلبند.",
        "numberInSurah": 17,
        "juz": 3,
        "manzil": 1,
        "page": 52,
        "ruku": 43,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 311,
        "text": "خداوند که در کارهایش عدالت را برپاداشته گواهی داده است که معبودی شایسته پرستش جز او نیست، و فرشتگان و عالِمان نیز بر آن گواهی داده‌اند. آری، معبودی شایسته پرستش جز او که شکست ناپذیر و حکیم است، نیست.",
        "numberInSurah": 18,
        "juz": 3,
        "manzil": 1,
        "page": 52,
        "ruku": 43,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 312,
        "text": "دین نزد خدا تسلیم شدن در برابر او و پذیرفتن احکام و حقایقی است که او فرو فرستاده است، و یهودیان و مسیحیان که کتاب آسمانی به آنان داده شده است در دین اختلاف نکردند و مذاهب و ادیان گوناگون پدید نیاوردند مگر پس از آن که دانش بدیشان رسیده بود، و اختلافشان به سبب برتری جویی و ستمی بود که میانشان وجود داشت. آنان به آیات خدا که بر پیامبران فرو فرستاده شده بود کافر شدند، و هر کس به آیات خدا کافر شود، به سزایش خواهد رسید، چرا که خداوند اعمال بندگان را به سرعت و همان گاه که انجام می‌شود حسابرسی می‌کند.",
        "numberInSurah": 19,
        "juz": 3,
        "manzil": 1,
        "page": 52,
        "ruku": 43,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 313,
        "text": "پس اگر با تو به محاجّه برخاستند و گفتند: اختلاف ما از روی ستم و برتری جویی نیست، بلکه فهم‌ها و برداشت‌ها گوناگون است به آنان بگو: من با تمام وجود تسلیم خدا هستم، و کسانی که مرا پیروی کرده‌اند نیز این گونه‌اند. و به اهل کتاب و به مشرکان که از کتاب آسمانی بی بهره‌اند بگو: آیا شما تسلیم خدا شده‌اید؟ پس اگر تسلیم شوند هدایت یافته‌اند، و اگر روی برتابند بر تو فقط ابلاغ پیام است و خداوند به حال و کار بندگان بیناست.",
        "numberInSurah": 20,
        "juz": 3,
        "manzil": 1,
        "page": 52,
        "ruku": 43,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 314,
        "text": "کسانی که به آیات خدا کفر میورزند و پیامبران را بی هیچ حقی می‌کشند و از میان مردم کسانی را که به عدل و داد فرمان می‌دهند به قتل می‌رسانند، آنان را به عذابی دردناک در دنیا و آخرت نوید ده.",
        "numberInSurah": 21,
        "juz": 3,
        "manzil": 1,
        "page": 52,
        "ruku": 44,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 315,
        "text": "آنان کسانی اند که اعمالشان در دنیا و آخرت تباه گشته و یاورانی نخواهند داشت.",
        "numberInSurah": 22,
        "juz": 3,
        "manzil": 1,
        "page": 52,
        "ruku": 44,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 316,
        "text": "آیا به کسانی که از کتاب آسمانی اندک بهره‌ای به آنان داده شده است ننگریسته‌ای؟ آنان به کتاب خدا فراخوانده می‌شوند تا میانشان حکم کند، سپس گروهی از آنان پشت می‌کنند در حالی که رویگردانند.",
        "numberInSurah": 23,
        "juz": 3,
        "manzil": 1,
        "page": 53,
        "ruku": 44,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 317,
        "text": "این رویگردانی بدان سبب است که گفتند: آتش دوزخ جز روزهایی اندک به ما نمی‌رسد [هر چند گناهانمان بسیار باشد]، و همین سخن دروغ که آن را ساخته و به خود تلقین کرده تا باورش نموده‌اند، آنان را در دینشان فریفته است.",
        "numberInSurah": 24,
        "juz": 3,
        "manzil": 1,
        "page": 53,
        "ruku": 44,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 318,
        "text": "پس چگونه خواهد بود حالشان هنگامی که آنان را برای روز قیامت که هیچ تردیدی در آن نیست گرد آوریم و به هر کسی آنچه فراهم آورده است بی کم و کاست داده شود؟ و بر آنان ستم نمی‌رود.",
        "numberInSurah": 25,
        "juz": 3,
        "manzil": 1,
        "page": 53,
        "ruku": 44,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 319,
        "text": "بگو: خداوندا، ای کسی که فرمانروایی ملک توست، به هر که خواهی فرمانروایی می‌بخشی و از هر که خواهی فرمانروایی باز می‌ستانی. هر که را خواهی ارجمند می‌داری و هر که را خواهی خوار می‌سازی، زیرا نیکی‌ها همه به دست توست، چرا که تو بر هر کاری توانایی.",
        "numberInSurah": 26,
        "juz": 3,
        "manzil": 1,
        "page": 53,
        "ruku": 44,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 320,
        "text": "پیوسته با کاستن از ساعات روز، و افزودن آن بر شب، شب را در روز فرو می‌بری و با کاستن از ساعات شب و افزودنش بر روز، روز را در شب فرو می‌بری. زنده را از مرده و مرده را از زنده پدید می‌آوری و هر که را خواهی، بدون درخواست عوض از او روزیِ فراوان می‌دهی.",
        "numberInSurah": 27,
        "juz": 3,
        "manzil": 1,
        "page": 53,
        "ruku": 44,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 321,
        "text": "مؤمنان نباید کافران را به جای مؤمنان دوست و یاور گیرند، و هر کس چنین کند، در هیچ حال از حزب خدا نیست، مگر این که به راستی از آنان بترسید. طرح دوستی با کافران کیفر حتمی خدا را در پی دارد، ازاین رو خدا شما را از کیفر خود می‌ترساند، و بازگشت همگان به سوی اوست.",
        "numberInSurah": 28,
        "juz": 3,
        "manzil": 1,
        "page": 53,
        "ruku": 44,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 322,
        "text": "بگو: اگر آنچه را که در سینه هایتان است نهان دارید یا آشکارش سازید خدا آن را می‌داند و از آنچه در آسمان‌ها و از آنچه در زمین است خبر دارد، و خدا بر هر کاری تواناست.",
        "numberInSurah": 29,
        "juz": 3,
        "manzil": 1,
        "page": 53,
        "ruku": 44,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 323,
        "text": "ای پیامبر، یاد کن روزی را که هر کس هر کار نیکی کرده است، هر چند اندک باشد، آن را در برابر خود حاضر شده می‌یابد، و هر کار بدی کرده نیز چنین است، و آرزو می‌کند که میان او و کار ناپسندش زمانی دراز فاصله بود. خدا شما را از کیفر خود بیم می‌دهد و برحذر می‌دارد، چرا که او به بندگان خود رئوف است.",
        "numberInSurah": 30,
        "juz": 3,
        "manzil": 1,
        "page": 54,
        "ruku": 44,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 324,
        "text": "بگو: اگر خدا را دوست دارید، از من پیروی کنید و به آیینی که از جانب او آورده‌ام پای بند باشید، در آن صورت خدا نیز شما را دوست می‌دارد و گناهانتان را بر شما می‌بخشاید، و خداوند بسیار آمرزنده و مهربان است.",
        "numberInSurah": 31,
        "juz": 3,
        "manzil": 1,
        "page": 54,
        "ruku": 45,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 325,
        "text": "بگو: خدا و پیامبر را اطاعت کنید، پس اگر روی برتافتند، به کفر گرایش یافته‌اند، و بدانند که خداوند کافران را دوست نمی‌دارد.",
        "numberInSurah": 32,
        "juz": 3,
        "manzil": 1,
        "page": 54,
        "ruku": 45,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 326,
        "text": "به یقین خدا آدم و نوح و خاندان ابراهیم و خاندان عمران را برگزید و بر جهانیان برتری بخشید.",
        "numberInSurah": 33,
        "juz": 3,
        "manzil": 1,
        "page": 54,
        "ruku": 45,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 327,
        "text": "او نسلی را برتری داد که در فضایل و خصلت‌های پسندیده مانند یکدیگرند، و خدا شنونده سخنان و آگاه از راز دل هاست و می‌داند چه کسانی درخورِ این موهبت‌اند.",
        "numberInSurah": 34,
        "juz": 3,
        "manzil": 1,
        "page": 54,
        "ruku": 45,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 328,
        "text": "آن گاه که همسر عمران گفت: پروردگارا، من فرزندی را که در شکم خود دارم برای تو نذر کردم که او را در راه خدمت به تو آزاد بگذارم، پس او را با رضایت از من بپذیر که تو شنونده درخواست‌ها و دانا به راز دل‌هایی.",
        "numberInSurah": 35,
        "juz": 3,
        "manzil": 1,
        "page": 54,
        "ruku": 45,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 329,
        "text": "پس چون فرزند خود را بزاد و دریافت که او دختر است، از روی حسرت گفت: پروردگارا، من آن را دختر زاییده‌ام. و خدا بهتر می‌دانست که او چه زاییده است، و پسری که او برای خدمت در راه ما می‌خواست مانند این دختر نبود. آن گاه همسر عمران گفت: من او را مریم نام نهادم و او را برای خدمت در اختیار تو نهادم و او و نسلش را از شرّ شیطانِ رانده شده به تو پناه می‌دهم.",
        "numberInSurah": 36,
        "juz": 3,
        "manzil": 1,
        "page": 54,
        "ruku": 45,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 330,
        "text": "پس پروردگارش او را به طرزی نیکو پذیرفت و او را به طور پسندیده‌ای رشد داد، و سرپرستیِ وی را برعهده زکریّا نهاد. هرگاه زکریّا در محراب عبادت بر مریم وارد می‌شد، نزد او رزقی می‌یافت که در آن فصل انتظارش نمی‌رفت. گفت: ای مریم، این از کجا برای تو آمده است؟ مریم گفت: این از جانب خداست. خدا به هر که بخواهد روزی می‌دهد، بی آن که آن را برای او به شمار آوَرَد و عوضی از او درخواست کند.",
        "numberInSurah": 37,
        "juz": 3,
        "manzil": 1,
        "page": 54,
        "ruku": 45,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 331,
        "text": "آنجا که زکریّا عنایت خاص خدا به مریم را دید، پروردگارش را خواند، گفت: پروردگارا، از جانب خود فرزندی پاک به من عطا کن که تو دعای بندگانت را می‌شنوی و آن را اجابت می‌کنی.",
        "numberInSurah": 38,
        "juz": 3,
        "manzil": 1,
        "page": 55,
        "ruku": 45,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 332,
        "text": "پس در حالی که ایستاده بود و در محراب نماز می‌گزارد، فرشتگان او را ندا دادند که خدا تو را به فرزندی که نامش را یحیی نهاده است مژده می‌دهد. او کلمه خدا (مسیح) را تصدیق می‌کند و در میان قومش ارجمند و از زنانْ خویشتندار و پیامبری از شایستگان است.",
        "numberInSurah": 39,
        "juz": 3,
        "manzil": 1,
        "page": 55,
        "ruku": 45,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 333,
        "text": "زکریا گفت: پروردگارا، چگونه مرا پسری باشد در حالی که مرا سالخوردگی فرا رسیده و همسرم نازاست؟ فرشته در پاسخ گفت: حقیقت همان است که به تو نوید داده شد. خدا هر کاری که بخواهد انجام می‌دهد.",
        "numberInSurah": 40,
        "juz": 3,
        "manzil": 1,
        "page": 55,
        "ruku": 45,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 334,
        "text": "گفت: پروردگارا، نشانه‌ای برای من قرار ده تا بدانم که آنچه دریافت کرده‌ام از جانب توست. خدا فرمود: نشانه تو این است که سه روز با مردم جز به اشاره سخن نتوانی گفت، و پروردگارت را بسیار یاد کن و عصرگاهان و بامدادان او را تسبیح گوی.",
        "numberInSurah": 41,
        "juz": 3,
        "manzil": 1,
        "page": 55,
        "ruku": 45,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 335,
        "text": "ای پیامبر، و یاد کن زمانی را که فرشتگان گفتند: ای مریم، خدا تو را برای عبادت خویش برگزیده و تو را پاک ساخته و از گناهان مصون داشته و بر زنان جهانیان برتری داده است.",
        "numberInSurah": 42,
        "juz": 3,
        "manzil": 1,
        "page": 55,
        "ruku": 46,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 336,
        "text": "ای مریم، فروتنانه بر اطاعت از پروردگار خود پایدار باش و سجده کن و با رکوع کنندگان رکوع نمای.",
        "numberInSurah": 43,
        "juz": 3,
        "manzil": 1,
        "page": 55,
        "ruku": 46,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 337,
        "text": "ای پیامبر، این از خبرهای غیبی است که آن را به تو وحی می‌کنیم، زیرا تو هنگامی که آنان تیرهای قرعه خود را می‌افکندند تا کدام یک سرپرستی مریم را برعهده گیرد نزدشان نبودی، و نیز هنگامی که در این باره به کشمکش پرداختند نزدشان حضور نداشتی.",
        "numberInSurah": 44,
        "juz": 3,
        "manzil": 1,
        "page": 55,
        "ruku": 46,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 338,
        "text": "ای پیامبر، یاد کن زمانی را که فرشتگان گفتند: ای مریم، خدا تو را به کلمه‌ای از جانب خود که نامش مسیح، عیسی پسر مریم است، بشارت می‌دهد، در حالی که او هم در دنیا و هم در آخرت پذیرفته شده و نزد خدا از مقربان است.",
        "numberInSurah": 45,
        "juz": 3,
        "manzil": 1,
        "page": 55,
        "ruku": 46,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 339,
        "text": "و هنگامی که او نوزادی در گهواره است و آن گاه که میانسال است با مردم سخن خواهد گفت و از زمره شایستگان است.",
        "numberInSurah": 46,
        "juz": 3,
        "manzil": 1,
        "page": 56,
        "ruku": 46,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 340,
        "text": "مریم گفت: پروردگارا، چگونه مرا فرزندی باشد در حالی که هیچ بشری مرا لمس نکرده است؟ فرشته گفت: حقیقت همان است که به تو نوید دادم. خدا هر چه بخواهد می‌آفریند، بدین صورت که چون کاری را مقرّر کند، فقط به آن می‌گوید: باش، و آن چیز موجود می‌شود.",
        "numberInSurah": 47,
        "juz": 3,
        "manzil": 1,
        "page": 56,
        "ruku": 46,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 341,
        "text": "و خدا به او کتاب آسمانی و حکمت و تورات و انجیل می‌آموزد.",
        "numberInSurah": 48,
        "juz": 3,
        "manzil": 1,
        "page": 56,
        "ruku": 46,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 342,
        "text": "و پیامبری است که به سوی بنی اسرائیل فرستاده خواهد شد با این سخن که من با نشانه‌ای از جانب پروردگارتان [که رسالت مرا تأیید می‌کند] نزد شما آمده‌ام. من از گِل برای شما چیزی همانند شکل پرنده می‌سازم و در آن می‌دمم و آن به اذن خدا پرنده ای می‌شود، و کور مادر زاد و کسی را که دچار پیسی است، بهبودی می‌بخشم، و به اذن خدا مردگان را زنده می‌کنم، و شما را از آنچه خواهید خورد و از آنچه در خانه هایتان ذخیره می‌کنید خبر می‌دهم. قطعاً در اینها برای شما اگر مؤمن باشید نشانه‌ای است.",
        "numberInSurah": 49,
        "juz": 3,
        "manzil": 1,
        "page": 56,
        "ruku": 46,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 343,
        "text": "و کتاب آسمانی تورات را که پیشاروی من است تصدیق می‌کنم، و آمده‌ام تا بخشی از آنچه را که بر شما حرام شده بود، برایتان حلال کنم، و با نشانه‌ای از جانب پروردگارتان نزد شما آمده‌ام. پس از خدا بترسید و مرا فرمان برید.",
        "numberInSurah": 50,
        "juz": 3,
        "manzil": 1,
        "page": 56,
        "ruku": 46,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 344,
        "text": "به یقین، خداوند پروردگار من و پروردگار شماست، پس او را بپرستید. این راهی راست و درست است.",
        "numberInSurah": 51,
        "juz": 3,
        "manzil": 1,
        "page": 56,
        "ruku": 46,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 345,
        "text": "فرزند مریم متولد شد و به رسالت مبعوث گشت ولی بنی اسرائیل با او مخالفت کردند پس هنگامی که عیسی از آنان احساس کفر نمود، گفت: چه کسانی مرا در مسیرم به سوی خدا یاری می‌دهند؟ حواریون گفتند: ماییم یاران خدا که تو را کمک خواهیم کرد. به خدا ایمان آورده‌ایم، و گواه باش که ما سر بر اطاعت تو نهاده و تسلیم توییم.",
        "numberInSurah": 52,
        "juz": 3,
        "manzil": 1,
        "page": 56,
        "ruku": 46,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 346,
        "text": "آن گاه گفتند: پروردگارا، ما به همه آنچه تو نازل کرده‌ای (تورات و انجیل) ایمان آوردیم و از این پیامبری که به سوی ما فرستادی پیروی کردیم، پس ما را در زمره کسانی بنویس که بر ابلاغ رسالت فرستادگانت گواهی می‌دهند.",
        "numberInSurah": 53,
        "juz": 3,
        "manzil": 1,
        "page": 57,
        "ruku": 46,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 347,
        "text": "و بنی اسرائیل با عیسی مکر کردند و خدا نیز با آنان مکر کرد، و خدا بهترین مکرکنندگان است.",
        "numberInSurah": 54,
        "juz": 3,
        "manzil": 1,
        "page": 57,
        "ruku": 46,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 348,
        "text": "یاد کن زمانی را که خدا گفت: ای عیسی، من تو را به طور کامل برمی گیرم و به سوی خویش بالا می‌برم، و تو را از معاشرت با کافران و ناپاکان دور نگه می‌دارم، و کسانی را که از تو پیروی کرده‌اند، تا روز قیامت بر یهودیانی که کفر ورزیده‌اند برتری و تسلط می‌بخشم. سپس بازگشت همه شما به سوی من است، آن گاه میان شما در آنچه بر سرش اختلاف می‌کردید، داوری خواهم کرد.",
        "numberInSurah": 55,
        "juz": 3,
        "manzil": 1,
        "page": 57,
        "ruku": 47,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 349,
        "text": "امّا یهودیانی را که کفر ورزیدند و با تو مخالفت کردند، هم در دنیا و هم در آخرت به عذابی سخت عذابشان می‌کنم و برای رهایی از عذاب یاورانی نخواهند داشت.",
        "numberInSurah": 56,
        "juz": 3,
        "manzil": 1,
        "page": 57,
        "ruku": 47,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 350,
        "text": "و امّا کسانی از پیروان تو که ایمان آورده و کارهای شایسته کرده‌اند، خداوند پاداش هایشان را بی کم و کاست به آنان خواهد داد، و کسانی که خود را پیرو تو شمردند ولی ایمان واقعی نداشتند و کار شایسته نکردند ستمکارند، و خدا ستمکاران را دوست نمی‌دارد.",
        "numberInSurah": 57,
        "juz": 3,
        "manzil": 1,
        "page": 57,
        "ruku": 47,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 351,
        "text": "ای پیامبر، اینها که بر تو می‌خوانیم، از نشانه‌های رسالت تو و از قرآنی است که خدا را در یادها زنده می‌دارد و آیاتش همه استوار و از هر باطل و ناراستی به دور است.",
        "numberInSurah": 58,
        "juz": 3,
        "manzil": 1,
        "page": 57,
        "ruku": 47,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 352,
        "text": "بی گمان، حکایت آفرینش عیسی نزد خدا همچون حکایت آفرینش آدم است که خدا او را از خاک آفرید، سپس به او گفت: باش، و او بدون پدر به وجود آمد. پس همان گونه که آدم فرزند خدا نبود، عیسی نیز فرزند خدا نیست.",
        "numberInSurah": 59,
        "juz": 3,
        "manzil": 1,
        "page": 57,
        "ruku": 47,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 353,
        "text": "حق از جانب پروردگار توست، پس هرگز از تردیدکنندگان مباش.",
        "numberInSurah": 60,
        "juz": 3,
        "manzil": 1,
        "page": 57,
        "ruku": 47,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 354,
        "text": "پس کسانی که درباره عیسی ـ بعد از آن که آگاهی برای تو حاصل شده و به برهانی که همگان را کافی است دست یافتی ـ با تو محاجّه کنند و بر الوهیت او اصرار ورزند، بگو: بیایید ما پسرانمان را فراخوانیم و شما پسرانتان را و ما زنانمان را و شما زنانتان را و ما خودمان را و شما خودتان را، آن گاه دعا کنیم و لعنت خدا را بر آن گروهی که در دعوت خود دروغگویند قرار دهیم.",
        "numberInSurah": 61,
        "juz": 3,
        "manzil": 1,
        "page": 57,
        "ruku": 47,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 355,
        "text": "آری، داستان واقعی عیسی همین است که ما از آن یاد کردیم نه آنچه مسیحیان پنداشته‌اند، و هیچ معبودی شایسته پرستش جز خدا نیست. و به راستی خداست آن مقتدری که در اراده خود مغلوب نمی‌گردد و دانایی است که کارهایش همه از روی حکمت است.",
        "numberInSurah": 62,
        "juz": 3,
        "manzil": 1,
        "page": 58,
        "ruku": 47,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 356,
        "text": "پس اگر از مباهله روی برتافتند، بدانید که آنها در پی یافتن حق نیستند، بلکه فسادگرند و خدا به حال فسادگران داناست.",
        "numberInSurah": 63,
        "juz": 3,
        "manzil": 1,
        "page": 58,
        "ruku": 47,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 357,
        "text": "بگو: ای صاحبان کتاب آسمانی، بیایید در عمل به سخنی که میان ما و شما یکسان است گرد آییم، و آن این که جز خدای یکتا را نپرستیم و چیزی را شریک او قرار ندهیم، و برخی از ما برخی دیگر را به جای خدا صاحب اختیار خود نگیرد. پس اگر از این دعوت روی برتافتند، بگویید: گواه باشید که ما مسلمانان تسلیم خداییم.",
        "numberInSurah": 64,
        "juz": 3,
        "manzil": 1,
        "page": 58,
        "ruku": 48,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 358,
        "text": "ای اهل کتاب، چرا درباره ابراهیم محاجّه می‌کنید؟ یهودیان می‌گویند: ابراهیم بر آیین یهود و مسیحیان می‌گویند: او بر آیین مسیحیت بود، در حالی که تورات و انجیل که اساس یهودیت و مسیحیت اند پس از ابراهیم نازل شده‌اند. آیا این حقیقت را درنمی یابید؟",
        "numberInSurah": 65,
        "juz": 3,
        "manzil": 1,
        "page": 58,
        "ruku": 48,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 359,
        "text": "هان! شما همانهایی هستید که درباره عیسی که از او آگاهی دارید با یکدیگر به حق محاجّه کردید، ولی چرا درباره آیین ابراهیم که از آن هیچ گونه آگاهی ندارید، محاجّه می‌کنید؟ خداست که می‌داند و شما نمی‌دانید.",
        "numberInSurah": 66,
        "juz": 3,
        "manzil": 1,
        "page": 58,
        "ruku": 48,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 360,
        "text": "ابراهیم نه یهودی بود و نه نصرانی، بلکه حق گرا و تسلیم خدا بود، و از مشرکان نبود.",
        "numberInSurah": 67,
        "juz": 3,
        "manzil": 1,
        "page": 58,
        "ruku": 48,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 361,
        "text": "بی گمان، سزاوارترین و نزدیک‌ترین مردم به ابراهیم کسانی اند که از او پیروی کرده‌اند، و این پیامبر و کسانی که به او ایمان آورده‌اند نیز از سزاوارترین و نزدیک‌ترین مردم به ابراهیم هستند، و خدا سرپرست مؤمنان است.",
        "numberInSurah": 68,
        "juz": 3,
        "manzil": 1,
        "page": 58,
        "ruku": 48,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 362,
        "text": "گروهی از اهل کتاب آرزو می‌کنند که شما مسلمانان را گمراه سازند در حالی که جز خودشان کسی را به گمراهی نمی‌افکنند و این را درک نمی‌کنند.",
        "numberInSurah": 69,
        "juz": 3,
        "manzil": 1,
        "page": 58,
        "ruku": 48,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 363,
        "text": "ای اهل کتاب، چرا آیات خدا را که در تورات و انجیل به عنوان نشانه‌هایی بر رسالت محمد آمده است انکار می‌کنید، در حالی که انطباق آنها را بر او به روشنی درمی یابید؟",
        "numberInSurah": 70,
        "juz": 3,
        "manzil": 1,
        "page": 58,
        "ruku": 48,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 364,
        "text": "ای اهل کتاب، چرا حق را در چهره باطل آشکار می‌سازید و حق را کتمان می‌کنید، در حالی که حق و باطل را می‌شناسید؟",
        "numberInSurah": 71,
        "juz": 3,
        "manzil": 1,
        "page": 59,
        "ruku": 48,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 365,
        "text": "و گروهی از اهل کتاب (عالمان یهود) به همکیشان خود گفتند: آنچه را که بامدادان بر مسلمانان فرو فرستاده شد و قبله شما را تأیید کرد، تصدیق کنید، و آنچه را که در پایان روز نازل شد و قبله دیگری برای آنان تعیین نمود، انکار کنید، شاید از آن بازگردند.",
        "numberInSurah": 72,
        "juz": 3,
        "manzil": 1,
        "page": 59,
        "ruku": 49,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 366,
        "text": "و جز به کسی که از آیین شما پیروی کرده است اعتماد نکنید و نشانه‌های پیامبر موعود را که تغییر قبله از آن جمله است برای او باز مگویید. ای پیامبر، به آنان بگو: هدایت، فقط هدایت الهی است. و گفتند: ای همکیشان، آنچه را که می‌دانید فاش نکنید، مبادا نظیر آنچه به شما داده شده (استقلال در قبله) به مسلمانان نیز داده شود و یا آنان نزد پروردگارتان با شما محاجّه کنند و بر شما پیروز شوند. بگو: فزون بخشی به دست خداست، آن را به هر که بخواهد عطا می‌کند، و خداوند را بخششی گسترده است و کسانی را که درخورِ این بخشش اند به خوبی می‌شناسد.",
        "numberInSurah": 73,
        "juz": 3,
        "manzil": 1,
        "page": 59,
        "ruku": 49,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 367,
        "text": "رحمتش را به هر که بخواهد اختصاص می‌دهد، و خداوند دارای بخشش بزرگ است.",
        "numberInSurah": 74,
        "juz": 3,
        "manzil": 1,
        "page": 59,
        "ruku": 49,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 368,
        "text": "و از اهل کتاب کسانی اند که اگر آنان را بر پوستی انباشته از طلا امین شمری، آن را به تو بازمی گردانند، و از آنان کسانی اند که اگر بر دیناری امینشان شمری، آن را به تو بازنمی گردانند، مگر این که پیوسته بر سر آنان بایستی و به اصرار حق خود را از آنها مطالبه کنی. این امانت ناشناسی از آن روست که گفتند: بر ما در مورد امیّین (کسانی که از نژاد اسرائیل نیستند) راهی مقرّر نیست که حقوقی را برای آنان به رسمیت بشناسیم. و بر خدا دروغ می‌بندند و خود می‌دانند.",
        "numberInSurah": 75,
        "juz": 3,
        "manzil": 1,
        "page": 59,
        "ruku": 49,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 369,
        "text": "چنین نیست که آنان پنداشته‌اند، بلکه هر کس به پیمان خود وفا کند و تقوا پیشه سازد، محبوب خداست، چرا که خدا تقواپیشگان را دوست می‌دارد.",
        "numberInSurah": 76,
        "juz": 3,
        "manzil": 1,
        "page": 59,
        "ruku": 49,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 370,
        "text": "کسانی که پیمان خدا و سوگندهایشان را در برابر زر و زیور ناچیز دنیا می‌فروشند، در آخرت بهره‌ای نخواهند داشت، و خدا روز قیامت با آنان سخن نمی‌گوید و به ایشان نمی‌نگرد، و در دنیا و آخرت آنان را از رشدی شایسته برخوردار نمی‌سازد، و برایشان در هر دو جهان عذابی دردناک خواهد بود.",
        "numberInSurah": 77,
        "juz": 3,
        "manzil": 1,
        "page": 59,
        "ruku": 49,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 371,
        "text": "و برخی از آنان گروهی هستند که زبان خود را به خواندن نوشته‌های خویش می‌پیچانند و آن را به صورت کتاب آسمانی قرائت می‌کنند تا آن را از کتاب خدا پندارید، با این که از آن کتاب نیست، و تصریح می‌کنند که از جانب خداست در حالی که از جانب خدا نیست، و بر خدا دروغ می‌بندند و خود می‌دانند.",
        "numberInSurah": 78,
        "juz": 3,
        "manzil": 1,
        "page": 60,
        "ruku": 49,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 372,
        "text": "هیچ بشری را نشاید که خدا به او کتاب آسمانی و داوری و نبوّت دهد، سپس او به مردم بگوید: شما بندگان من باشید، نه بندگان خدا. بلکه می‌گوید: از آن روی که کتاب آسمانی را به مردم می‌آموزید و نیز بدین سبب که معارف و احکام آن را فرا می‌گیرید، مردانی الهی باشید و در عبادت و بندگی او سخت بکوشید.",
        "numberInSurah": 79,
        "juz": 3,
        "manzil": 1,
        "page": 60,
        "ruku": 49,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 373,
        "text": "و نیز نشاید که به شما فرمان دهد که فرشتگان و پیامبران را خدایگان بگیرید. آیا پس از آن که تسلیم خدا شده‌اید شما را به کفر فرمان می‌دهد؟",
        "numberInSurah": 80,
        "juz": 3,
        "manzil": 1,
        "page": 60,
        "ruku": 49,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 374,
        "text": "و هنگامی [را یاد کن] که خداوند از پیامبران و امت هایشان پیمان گرفت که هر کتاب و حکمتی به شما دادم به آن ایمان می‌آورید، سپس پیامبری را که به سوی شما می‌آید و حقانیت آنچه را که با شماست تأیید می‌کند یاری می‌دهید. آن گاه به پیامبران فرمود: آیا اقرار کردید و از امت‌های خود نیز پیمان مرا بر این امر گرفتید؟ گفتند: آری، اقرار کردیم. فرمود: پس شما پیامبران و امت‌ها گواه یکدیگر باشید و من نیز با شما از گواهانم.",
        "numberInSurah": 81,
        "juz": 3,
        "manzil": 1,
        "page": 60,
        "ruku": 50,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 375,
        "text": "پس کسانی که بعد از این روی برتابند، آنانند فاسقان و از راه خدا خارج شدگان.",
        "numberInSurah": 82,
        "juz": 3,
        "manzil": 1,
        "page": 60,
        "ruku": 50,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 376,
        "text": "با این وصف، آیا یهودیان و مسیحیان آیینی را غیر از آیین خدا می‌جویند که در برابر خدا تسلیم نمی‌شوند و آیین تو را تأیید نمی‌کنند؟ با این که همه کسانی که در آسمان‌ها و زمینند، خواه و ناخواه در برابر او تسلیم شده‌اند. راستی چگونه از آیین خدا روی برمی تابند با این که سرانجام به سوی او بازگردانده می‌شوند؟",
        "numberInSurah": 83,
        "juz": 3,
        "manzil": 1,
        "page": 60,
        "ruku": 50,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 377,
        "text": "ای پیامبر، بگو: من و پیروانم به خدا و آنچه بر ما نازل شده و آنچه بر ابراهیم و اسماعیل و اسحاق و یعقوب و اسباط (پیامبرانی از نسل یعقوب) فرو فرستاده شده، و آنچه به موسی و عیسی و دیگر پیامبران از جانب پروردگارشان عطا شده است ایمان آورده‌ایم و میان هیچ یک از پیامبران فرقی نمی‌گذاریم که به برخی ایمان بیاوریم و به برخی دیگر کفر ورزیم، و ما تسلیم و فرمانبردار خداییم.",
        "numberInSurah": 84,
        "juz": 3,
        "manzil": 1,
        "page": 61,
        "ruku": 50,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 378,
        "text": "و هر کس جز تسلیم بودن در برابر خدا آیین دیگری طلب کند، هرگز از او پذیرفته نمی‌شود و او در آخرت از زیانکاران است.",
        "numberInSurah": 85,
        "juz": 3,
        "manzil": 1,
        "page": 61,
        "ruku": 50,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 379,
        "text": "چگونه خداوند قومی را که پس از ایمانشان کافر شدند هدایت کند و پیش از این شهادت داده بودند که پیامبر بر حق است و دلایل روشن نیز به آنان رسیده بود؟ آنان از سرِ لجاجت به کفر روی آوردند و به همین سبب ستمکارند، و خدا مردم ستمکار را هدایت نمی‌کند.",
        "numberInSurah": 86,
        "juz": 3,
        "manzil": 1,
        "page": 61,
        "ruku": 50,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 380,
        "text": "آنان سزایشان این است که لعنت خدا و فرشتگان و همه مردم بر آنها خواهد بود.",
        "numberInSurah": 87,
        "juz": 3,
        "manzil": 1,
        "page": 61,
        "ruku": 50,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 381,
        "text": "در لعنت خدا ماندگار و برای همیشه در عذاب گرفتارند، نه عذاب از آنان کاسته می‌شود و نه مهلتی می‌یابند.",
        "numberInSurah": 88,
        "juz": 3,
        "manzil": 1,
        "page": 61,
        "ruku": 50,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 382,
        "text": "مگر کسانی که پس از آن توبه کردند و مردمی شایسته شدند، که خدا آنان را می‌آمرزد و بر آنها رحمت می‌آورد، زیرا خداوند بسیار آمرزنده و مهربان است.",
        "numberInSurah": 89,
        "juz": 3,
        "manzil": 1,
        "page": 61,
        "ruku": 50,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 383,
        "text": "به یقین، کسانی که پس از ایمانشان بی هیچ بهانه‌ای کافر شدند و سپس بر کفر [خویش] افزودند، هرگز توبه آنها پذیرفته نمی‌شود، چرا که توبه آنها توبه واقعی نیست و اینان گمراهانند.",
        "numberInSurah": 90,
        "juz": 3,
        "manzil": 1,
        "page": 61,
        "ruku": 50,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 384,
        "text": "به یقین کسانی که کافر شدند و در حال کفر مردند، از هیچ یک از آنان گنجینه‌ای به گستره زمین که آکنده از طلا باشد پذیرفته نمی‌شود، هر چند آن را فدیه دهد تا به بهشت درآید. برای آنان عذابی دردناک خواهد بود و یاورانی که آنها را از عذاب برهانند نخواهند داشت.",
        "numberInSurah": 91,
        "juz": 3,
        "manzil": 1,
        "page": 61,
        "ruku": 50,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 385,
        "text": "هرگز به نیکی دست نمی‌یابید و از نیکان نمی‌شوید مگر این که از آنچه دوست می‌دارید انفاق کنید، و هر چه را انفاق کنید پاداش آن را نزد خدا خواهید یافت، زیرا خدا به انفاق شما داناست.",
        "numberInSurah": 92,
        "juz": 3,
        "manzil": 1,
        "page": 62,
        "ruku": 51,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 386,
        "text": "پیش از آن که تورات نازل شود، همه خوراکی‌ها ـ جز آنچه اسرائیل بر خود حرام کرده بود ـ برای بنی اسرائیل حلال بود. به یهودیان بگو: اگر راست می‌گویید که پیش از تورات نیز بعضی از خوراکی‌ها حرام بوده است، تورات را بیاورید و آن را بخوانید تا حقیقت آشکار شود.",
        "numberInSurah": 93,
        "juz": 4,
        "manzil": 1,
        "page": 62,
        "ruku": 51,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 387,
        "text": "پس اگر چنین نکردند، بدان که بر خدا دروغ بسته‌اند، و هر کس پس از آشکار شدن حقیقت، بر خدا دروغ بندد، چنین کسانی ستمکار خواهند بود.",
        "numberInSurah": 94,
        "juz": 4,
        "manzil": 1,
        "page": 62,
        "ruku": 51,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 388,
        "text": "بگو: خدا راست گفته است که هیچ یک از خوردنی‌های پاکیزه را پیش از نزول تورات بر بنی اسرائیل حرام نکرده بود. پس ای فرزندان اسرائیل، از آیین ابراهیم که حق گرا بود و از مشرکان نبود پیروی کنید.",
        "numberInSurah": 95,
        "juz": 4,
        "manzil": 1,
        "page": 62,
        "ruku": 51,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 389,
        "text": "نخستین خانه‌ای که برای مردم به منظور عبادت خدا بنا نهاده شده همان خانه پربرکتی است که در مکّه قرار دارد و مایه هدایت آدمیان است.",
        "numberInSurah": 96,
        "juz": 4,
        "manzil": 1,
        "page": 62,
        "ruku": 51,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 390,
        "text": "در آن جا نشانه‌های روشنی است که یاد خدا را در دل‌ها زنده می‌دارد. از جمله آنها مقام ابراهیم، امنیت و حج آن خانه است. پس هر که به آن درآید ایمن است. و برای خدا بر عهده مردم است که قصد آن خانه کنند و حج به جای آورند، البتّه این بر کسانی واجب است که بتوانند راهی به سوی آن بیابند. و هر کس حجِ خانه خدا را ترک کند، به خدا زیانی نمی‌رساند، زیرا خدا از همه جهانیان بی نیاز است.",
        "numberInSurah": 97,
        "juz": 4,
        "manzil": 1,
        "page": 62,
        "ruku": 51,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 391,
        "text": "بگو: ای اهل کتاب، چرا آیات خدا را انکار می‌کنید با این که خدا بر آنچه انجام می‌دهید گواه است؟",
        "numberInSurah": 98,
        "juz": 4,
        "manzil": 1,
        "page": 62,
        "ruku": 51,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 392,
        "text": "بگو: ای اهل کتاب، چرا کسانی را که ایمان آورده‌اند، از راه خدا باز می‌دارید و کجِ آن را می‌طلبید با این که حقیقت را می‌دانید و بر آن گواهید؟ و خدا از آنچه می‌کنید بی خبر نیست.",
        "numberInSurah": 99,
        "juz": 4,
        "manzil": 1,
        "page": 62,
        "ruku": 51,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 393,
        "text": "ای کسانی که ایمان آورده‌اید، اگر از گروهی از کسانی که به آنان کتاب آسمانی داده شده است پیروی کنید، شما را پس از آن که ایمان آورده‌اید به کفر باز می‌گردانند.",
        "numberInSurah": 100,
        "juz": 4,
        "manzil": 1,
        "page": 62,
        "ruku": 51,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 394,
        "text": "چگونه پیرو آنان می‌شوید و پس از ایمانتان به کفر می‌گرایید با اینکه آیات خدا پیوسته بر شما تلاوت می‌شود و پیامبر او نیز در میان شماست؟ شما می‌توانید با اندیشه در آیات قرآن و پیروی از پیامبر در دین خود بصیرت یابید و از گرایش به کفر ایمن شوید، زیرا هر کس به قرآن و رسول خدا تمسک جوید، به خدا تمسک جسته و هر کس به خدا تمسک جوید، قطعاً به راهی راست هدایت شده است.",
        "numberInSurah": 101,
        "juz": 4,
        "manzil": 1,
        "page": 63,
        "ruku": 51,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 395,
        "text": "ای کسانی که ایمان آورده‌اید، از خدا آن گونه که حق پروا کردن از اوست پروا کنید و به فرمان او همواره گردن نهید، و مبادا جز در حالی که تسلیم اویید بمیرید.",
        "numberInSurah": 102,
        "juz": 4,
        "manzil": 1,
        "page": 63,
        "ruku": 52,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 396,
        "text": "و همگی به ریسمان الهی (قرآن و پیامبر) که شما را به خدا پیوند می‌دهد، چنگ زنید و از اختلاف و پراکندگی بپرهیزید، و نعمت خدا را بر خود یاد کنید، آن گاه که دشمن یکدیگر بودید و او میان دل‌های شما الفت انداخت و در پرتو نعمت او با یکدیگر برادر شدید، و آن گاه که بر پرتگاه گودالی از آتش بودید پس شما را از آن رهایی بخشید. بدین سان خدا آیات خود را برای شما بیان می‌کند، باشد که شما راه یابید.",
        "numberInSurah": 103,
        "juz": 4,
        "manzil": 1,
        "page": 63,
        "ruku": 52,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 397,
        "text": "و باید از میان شما گروهی باشند که مردم را به نیکی فراخوانند و آنان را به کار پسندیده وادارند و از کار زشت و نکوهیده نهی کنند. اینانند که نیکبخت خواهند بود.",
        "numberInSurah": 104,
        "juz": 4,
        "manzil": 1,
        "page": 63,
        "ruku": 52,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 398,
        "text": "و مانند کسانی نباشید که وحدت خود را از دست دادند و پراکنده شدند، و پس از آن که دلایل روشن برای آنها آمد، در باورهای دینی خود اختلاف کردند. اینانند که برایشان عذابی بزرگ خواهد بود.",
        "numberInSurah": 105,
        "juz": 4,
        "manzil": 1,
        "page": 63,
        "ruku": 52,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 399,
        "text": "در روزی که چهره‌هایی سفید و چهره‌هایی سیاه شود، پس به کسانی که روسیاه شده‌اند گفته می‌شود: آیا بعد از ایمانتان کافر شدید؟ پس به سزای این که کفر میورزیدید عذاب را بچشید.",
        "numberInSurah": 106,
        "juz": 4,
        "manzil": 1,
        "page": 63,
        "ruku": 52,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 400,
        "text": "امّا کسانی که در آن روز روسفیدند در رحمت خدایند و جاودانه در آن خواهند بود. (۱۰۷",
        "numberInSurah": 107,
        "juz": 4,
        "manzil": 1,
        "page": 63,
        "ruku": 52,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 401,
        "text": "اینها آیات با عظمت خداست که آنها را به حق بر تو می‌خوانیم، و خدا هیچ ستمی برای جهانیان نمی‌خواهد.",
        "numberInSurah": 108,
        "juz": 4,
        "manzil": 1,
        "page": 63,
        "ruku": 52,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 402,
        "text": "و آنچه در آسمان‌ها و آنچه در زمین است از آنِ خداست و همه امور به خدا بازگشت می‌یابد و به دست او جاری می‌گردد، پس چگونه ممکن است بر کسی ستم کند؟",
        "numberInSurah": 109,
        "juz": 4,
        "manzil": 1,
        "page": 64,
        "ruku": 52,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 403,
        "text": "در آغاز ظهور اسلام شما مسلمانان بهترین امتی بودید که برای [اصلاح دنیا و آخرت] مردم پدیدار شدید، زیرا به کار نیک فرمان می‌دادید و از کار ناپسند باز می‌داشتید و دعوت خدا را باور داشتید پس اگر اهل کتاب نیز دعوت خدا را پذیرفته بودند، قطعاً برایشان بهتر بود، ولی تنها گروهی از آنان ایمان آوردند و بیشترشان از فرمان خدا خارج شدند.",
        "numberInSurah": 110,
        "juz": 4,
        "manzil": 1,
        "page": 64,
        "ruku": 53,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 404,
        "text": "آنان هرگز به شما زیانی نمی‌رسانند، فقط شما را اندک آزاری می‌دهند، و اگر با شما بجنگند، به شما پشت می‌کنند و می‌گریزند، سپس از سوی هیچ کس یاری نخواهند شد.",
        "numberInSurah": 111,
        "juz": 4,
        "manzil": 1,
        "page": 64,
        "ruku": 53,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 405,
        "text": "هر کجا یافت شوند و تسلطی بر آنان حاصل آید باید مهر خواری بر آنان نهاده شود، مگر آن که به رشته‌ای از جانب خدا تمسّک جویند و به پیمانی از سوی مردم متعهد شوند. آنان خشمی را از خدا بر خود جای دادند و مهر درماندگی بر ایشان زده شد. این بدان سبب بود که به آیات خدا کفر میورزیدند و پیامبران را به ناحق می‌کشتند، و این از آن روی بود که از فرمان خدا سرپیچی کردند و از حدود [الهی و انسانی] تجاوز می‌نمودند.",
        "numberInSurah": 112,
        "juz": 4,
        "manzil": 1,
        "page": 64,
        "ruku": 53,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 406,
        "text": "همه آنان یکسان نیستند. از میان اهل کتاب گروهی هستند که بر ایمان و اطاعت خدا پایدارند و در ساعاتی از شب آیات خدا را تلاوت می‌کنند و سر به سجده می‌نهند.",
        "numberInSurah": 113,
        "juz": 4,
        "manzil": 1,
        "page": 64,
        "ruku": 53,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 407,
        "text": "به خدا و روز واپسین ایمان دارند و به کار پسندیده فرمان می‌دهند و از کار ناپسند باز می‌دارند و در انجام کارهای نیک شتاب می‌کنند، و آنان از شایستگانند.",
        "numberInSurah": 114,
        "juz": 4,
        "manzil": 1,
        "page": 64,
        "ruku": 53,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 408,
        "text": "و هر کار نیکی انجام دهند، هرگز درباره آن از جانب خدا ناسپاسی نبینند، و خدا به تقواپیشگان داناست.",
        "numberInSurah": 115,
        "juz": 4,
        "manzil": 1,
        "page": 64,
        "ruku": 53,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 409,
        "text": "یهودیان و مسیحیانی که با انکار رسالت پیامبر کافر شدند، هرگز اموال و فرزندانشان چیزی از نیاز آنان را به خدا برطرف نخواهند کرد و از عذابی که خدا برایشان آماده کرده است نخواهند کاست. آنان همدم آتشند و در آن جاودانه‌اند.",
        "numberInSurah": 116,
        "juz": 4,
        "manzil": 1,
        "page": 65,
        "ruku": 53,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 410,
        "text": "مَثَل آنچه آنان در زندگی دنیا برای دستیابی به اهداف ناروای خود هزینه می‌کنند، همچون مَثَل بادی است که در آن سوز و سرمایی سخت باشد و به کشتزار مردمی که برخود ستم کرده‌اند بوزَد و آن را تباه سازد. خدا بر آنان ستم روا نداشته است، بلکه آنان خود بر خویشتن ستم کرده‌اند که اموال خود را در راه باطل هزینه نموده‌اند.",
        "numberInSurah": 117,
        "juz": 4,
        "manzil": 1,
        "page": 65,
        "ruku": 53,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 411,
        "text": "ای کسانی که ایمان آورده‌اید، به غیر همکیشان خود اعتماد نکنید و آنان را همراز خود نگیرید. آنان در حق شما از هیچ شرّ و فسادی کوتاهی نمی‌کنند. دوست داشته‌اند که شما در رنج بیفتید و سخت زیان ببینید. دشمنی از دهان هایشان و لحن سخنانشان آشکار است و آنچه سینه هایشان از دشمنی شما پنهان می‌دارد ـ که در بیان نمی‌گنجد ـ بزرگ‌تر است. همانا ما آیات و نشانه‌ها را برای شما به روشنی بیان کردیم، اگر خرد را به کار گیرید درمی یابید.",
        "numberInSurah": 118,
        "juz": 4,
        "manzil": 1,
        "page": 65,
        "ruku": 53,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 412,
        "text": "هان، شما همانهایی هستید که آنان را دوست می‌دارید، ولی آنها شما را دوست نمی‌دارند، و شما به همه کتاب‌های آسمانی ایمان دارید، ولی آنان به کتاب شما ایمان ندارند، و چون با شما دیدار کنند گویند: ایمان آوردیم. و چون با یکدیگر خلوت کنند، از خشم بر شما سرانگشتان خود را به دندان می‌گزند. بگو: به خشم خود بمیرید که خدا به راز سینه‌ها داناست.",
        "numberInSurah": 119,
        "juz": 4,
        "manzil": 1,
        "page": 65,
        "ruku": 53,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 413,
        "text": "اگر به شما خوشی رسد مایه اندوهشان می‌شود، و اگر به شما بدی رسد بدان شاد می‌گردند. و اگر بر ناگواری‌ها صبر کنید و تقوا پیشه سازید، نیرنگشان اندک زیانی به شما نمی‌رساند، چرا که خدا به آنچه می‌کنند احاطه دارد.",
        "numberInSurah": 120,
        "juz": 4,
        "manzil": 1,
        "page": 65,
        "ruku": 53,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 414,
        "text": "و یاد کن زمانی را که بامدادان از میان کسان خود بیرون رفتی در حالی که برای تدارک جنگ اُحُد مؤمنان را در پایگاه‌هایی که مناسب پیکار بود جای می‌دادی، و خدا سخنان آنان را می‌شنید و به راز دل هایشان دانا بود.",
        "numberInSurah": 121,
        "juz": 4,
        "manzil": 1,
        "page": 65,
        "ruku": 54,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 415,
        "text": "آن گاه که دو گروه از شما هراسی به دل راه دادند و خواستند سستی کنند، در حالی که خدا یاورشان بود. پس مؤمنان باید امورشان را به خدا واگذارند و فقط بر او توکل کنند.",
        "numberInSurah": 122,
        "juz": 4,
        "manzil": 1,
        "page": 66,
        "ruku": 54,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 416,
        "text": "چرا هراس به دل راه دادید و برای حضور در پیکار اُحُد سستی کردید، با این که خدا شما را در جنگ بدر به رغم این که در برابر دشمن ناتوان بودید، پیروز کرد؟ پس، از عذاب خدا پروا کنید، باشد که او را سپاس بگزارید.",
        "numberInSurah": 123,
        "juz": 4,
        "manzil": 1,
        "page": 66,
        "ruku": 54,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 417,
        "text": "ای پیامبر، یاد کن هنگامی را که به مؤمنان می‌گفتی: آیا برای شما کافی نیست که پروردگارتان شما را با سه هزار از فرشتگان فرود آمده و حاضر در معرکه نبرد یاری کند؟",
        "numberInSurah": 124,
        "juz": 4,
        "manzil": 1,
        "page": 66,
        "ruku": 54,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 418,
        "text": "چرا، البته این تعداد فرشته کافی است. و می‌گفتی: اگر شکیبایی کنید و تقوا پیشه سازید و دشمنان هم اکنون در رسند و بر شما هجوم آورند، پروردگارتان شما را با پنج هزار از فرشتگان که بر خود علامت نهاده‌اند یاری می‌دهد.",
        "numberInSurah": 125,
        "juz": 4,
        "manzil": 1,
        "page": 66,
        "ruku": 54,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 419,
        "text": "البته خداوند فرشتگان را برای جهاد با کافران فرو نفرستاد، بلکه آنها را فرو فرستاد تا برای شما نوید پیروزی باشند و دل هایتان به امداد الهی آرام گیرد. پس بدانید که پیروزی جز از جانب خدای شکست ناپذیرِ حکیم نیست.",
        "numberInSurah": 126,
        "juz": 4,
        "manzil": 1,
        "page": 66,
        "ruku": 54,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 420,
        "text": "آری، خدا شما را در جنگ بدر پیروز کرد تا کافران را دچار کاستی کند و ناتوانشان سازد، یا آنان را خوار کند و به خشم آورد تا ناکام باز گردند.",
        "numberInSurah": 127,
        "juz": 4,
        "manzil": 1,
        "page": 66,
        "ruku": 54,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 421,
        "text": "از این کار چیزی در اختیار تو نبود تا به هنگام پیروزی ستایش شوی و به هنگام شکست سرزنش گردی، بلکه کارها به دست خدا انجام می‌گیرد. او شما را پیروز کرد تا اگر مشرکان به سوی خدا بازگشتند، خدا نیز به سوی ایشان باز گردد و بر آنان رحمت آورد، و اگر بر کفر پایداری کردند، آنها را عذاب کند، چرا که آنان ستمگرندو ستمگران سزاوار عذابند.",
        "numberInSurah": 128,
        "juz": 4,
        "manzil": 1,
        "page": 66,
        "ruku": 54,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 422,
        "text": "و آنچه در آسمان‌ها و آنچه در زمین است از آنِ خداست، هر که را بخواهد می‌آمرزد و هر که را بخواهد عذاب می‌کند، و خدا بسیار آمرزنده و مهربان است.",
        "numberInSurah": 129,
        "juz": 4,
        "manzil": 1,
        "page": 66,
        "ruku": 54,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 423,
        "text": "ای کسانی که ایمان آورده‌اید، ربا را که با کاسته شدن اموال مردم به چندین و چند برابر افزایش می‌یابد، مخورید و از خدا پروا کنید، باشد که نیکبخت شوید.",
        "numberInSurah": 130,
        "juz": 4,
        "manzil": 1,
        "page": 66,
        "ruku": 55,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 424,
        "text": "و از آتشی که برای کافران آماده شده است بترسید.",
        "numberInSurah": 131,
        "juz": 4,
        "manzil": 1,
        "page": 66,
        "ruku": 55,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 425,
        "text": "و خدا و پیامبر را فرمان برید، باشد که مورد رحمت قرار گیرید.",
        "numberInSurah": 132,
        "juz": 4,
        "manzil": 1,
        "page": 66,
        "ruku": 55,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 426,
        "text": "و به سوی آمرزشی از پروردگارتان و بهشتی که گستره آن آسمان‌ها و زمین است و برای تقواپیشگان آماده شده است بشتابید.",
        "numberInSurah": 133,
        "juz": 4,
        "manzil": 1,
        "page": 67,
        "ruku": 55,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 427,
        "text": "تقواپیشگان کسانی اند که در آسایش و تنگی از اموال خود در راه خدا انفاق می‌کنند و خشم خود را فرو می‌خورند و از لغزش مردم در می‌گذرند. اینان نیکوکارند و خدا نیکوکاران را دوست می‌دارد.",
        "numberInSurah": 134,
        "juz": 4,
        "manzil": 1,
        "page": 67,
        "ruku": 55,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 428,
        "text": "و کسانی اند که چون کار زشتی انجام دهند یا در اثر گناهی به خود ستم کنند خدا را به یاد می‌آورند و برای گناهانشان آمرزش می‌طلبند ـ و چه کسی جز خدا گناهان را می‌آمرزد؟ ـ و بر گناهانی که مرتکب شده‌اند اصرار نمیورزند و می‌دانند [که اصرار بر گناه باعث سبک شمردن فرمان خداست].",
        "numberInSurah": 135,
        "juz": 4,
        "manzil": 1,
        "page": 67,
        "ruku": 55,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 429,
        "text": "اینان سزایشان آمرزشی از جانب پروردگارشان و بهشتی است با بوستان‌هایی انبوه از درختان که از زیر آنها جوی‌ها روان است و در آنها جاودانه‌اند، و پاداش عمل کنندگان پاداشی نیکوست.",
        "numberInSurah": 136,
        "juz": 4,
        "manzil": 1,
        "page": 67,
        "ruku": 55,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 430,
        "text": "بی گمان، پیش از شما نیز سنت‌هایی بوده و سپری شده است [امت‌ها روش‌هایی داشته‌اند و خدا براساس آن سنت‌هایی را جاری ساخته است]. پس در زمین بگردید و بنگرید که فرجام کسانی که آیات خدا را دروغ شمردند چگونه بوده است.",
        "numberInSurah": 137,
        "juz": 4,
        "manzil": 1,
        "page": 67,
        "ruku": 55,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 431,
        "text": "این برای عموم مردم نشان دادن [عبرت ها] است و برای تقواپیشگان رهنمود و پندی است.",
        "numberInSurah": 138,
        "juz": 4,
        "manzil": 1,
        "page": 67,
        "ruku": 55,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 432,
        "text": "ای مؤمنان، در تصمیم خود سستی مکنید و از شکست خویش در جنگ اُحُد اندوهگین نشوید، چرا که اگر شما ایمان داشته باشید برترید.",
        "numberInSurah": 139,
        "juz": 4,
        "manzil": 1,
        "page": 67,
        "ruku": 55,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 433,
        "text": "اگر در آن جنگ گزندی به شما رسید (گروهی از شما کشته و گروهی زخمی شدند)، به آن مردم کفرپیشه نیز گزندی مانند آن رسید، پس جای اندوه نیست. ما این روزها [= روزهای شکست و پیروزی] را میان مردم می‌گردانیم تا کارهایی که باید، انجام شود و خدا کسانی را که ایمان آورده‌اند معلوم دارد و از میان شما گواهانِ اعمال را برگیرد، و خدا ستمکاران را دوست نمی‌دارد.",
        "numberInSurah": 140,
        "juz": 4,
        "manzil": 1,
        "page": 67,
        "ruku": 55,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 434,
        "text": "و تا خداوند کسانی را که ایمان آورده‌اند خالص گرداند و ایمانشان را از هر گونه کفر و شرک و نفاق پاک سازد و کافران را به تدریج به نابودی کشاند.",
        "numberInSurah": 141,
        "juz": 4,
        "manzil": 1,
        "page": 68,
        "ruku": 55,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 435,
        "text": "آیا گمان کرده‌اید که چون به دین حق گرویده‌اید همواره بر دشمنانتان پیروز می‌شوید، و پنداشته‌اید بی آنکه آزمون شوید به بهشت می‌روید، در حالی که خداوند هنوز مجاهدان شما را معلوم نساخته و صبرپیشگان را مشخص نکرده است؟",
        "numberInSurah": 142,
        "juz": 4,
        "manzil": 1,
        "page": 68,
        "ruku": 55,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 436,
        "text": "شما مرگ در راه خدا را پیش از این که با آن روبه رو شوید، آرزو می‌کردید، ولی در جنگ اُحُد آن را حاضر یافتید و در حالی که آن را می‌نگریستید به آن تن ندادید.",
        "numberInSurah": 143,
        "juz": 4,
        "manzil": 1,
        "page": 68,
        "ruku": 55,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 437,
        "text": "آیا شایعه کشته شدن پیامبر شما را از جنگ رویگردان ساخت؟ بدانید که محمد جز فرستاده‌ای که پیش از او نیز پیامبران آمدند و درگذشتند، نیست. آیا اگر او بمیرد یا کشته شود، به عقب باز می‌گردید و از دین خدا روی برمی تابید؟ هر کس از آیین خدا روی برتابد، بداند که اندک زیانی به خدا نمی‌رساند. البتّه همه روی برنتافتند، بلکه در میان شما سپاسگزارانی نیز وجود داشتند، و به زودی خدا سپاسگزاران را پاداش خواهد داد.",
        "numberInSurah": 144,
        "juz": 4,
        "manzil": 1,
        "page": 68,
        "ruku": 56,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 438,
        "text": "هیچ کس را نشاید که جز به اذن خدا بمیرد. خداوند مرگ را سرنوشتی معین شده، قرار داده است. هر کس در پی پاداش دنیا باشد از آن به او می‌دهیم، و هر کس پاداش آخرت جوید از آن به وی می‌دهیم، و پاداش سپاسگزارانی را که خداجویند به زودی خواهیم داد.",
        "numberInSurah": 145,
        "juz": 4,
        "manzil": 1,
        "page": 68,
        "ruku": 56,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 439,
        "text": "و چه بسیار پیامبرانی که انبوهی از مردان الهی همراه آنان پیکار کردند و در برابر گزندهایی که در راه خدا به آنان رسید، سستی نکردند و ناتوان نشدند و نالان نگشتند، بلکه شکیبایی کردند و خدا شکیبایان را دوست می‌دارد.",
        "numberInSurah": 146,
        "juz": 4,
        "manzil": 1,
        "page": 68,
        "ruku": 56,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 440,
        "text": "و آنان سخنشان جز این نبود که گفتند: پروردگارا، گناهان ما و زیاده روی ما در کارمان را بر ما ببخشای و گام هایمان را استوار بدار و ما را بر مردم کفرپیشه پیروز گردان.",
        "numberInSurah": 147,
        "juz": 4,
        "manzil": 1,
        "page": 68,
        "ruku": 56,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 441,
        "text": "پس خداوند پاداش دنیا و پاداش نیکوی آخرت را به آنان عطا کرد، چرا که نیکوکار بودند، و خدا نیکوکاران را دوست می‌دارد.",
        "numberInSurah": 148,
        "juz": 4,
        "manzil": 1,
        "page": 68,
        "ruku": 56,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 442,
        "text": "ای کسانی که ایمان آورده‌اید، اگر از کافران پیروی کنید، شما را به عقب بازمی گردانند و از دینتان روی گردان می‌کنند و از زیانکاران خواهید شد.",
        "numberInSurah": 149,
        "juz": 4,
        "manzil": 1,
        "page": 69,
        "ruku": 57,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 443,
        "text": "آنان سرپرست و یاور شما نیستند، بلکه خدا سرپرست شماست و او بهترین یاور است.",
        "numberInSurah": 150,
        "juz": 4,
        "manzil": 1,
        "page": 69,
        "ruku": 57,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 444,
        "text": "به زودی در دل کافران ـ بدان سبب که چیزهایی را شریک خدا قرار دادند که خدا هیچ برهانی بر شریک بودن آنها فرو نفرستاده است ـ هراس می‌افکنیم، و جایگاهشان آتش است و بد جایی است جایگاه ستمکاران.",
        "numberInSurah": 151,
        "juz": 4,
        "manzil": 1,
        "page": 69,
        "ruku": 57,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 445,
        "text": "همانا خدا راستی و درستی وعده خود را در مورد پیروزی شما به ثبوت رسانید، آن گاه که در ساعات نخستین نبرد، به اذن او کافران را می‌کشتید و ریشه کن می‌کردید و همچنان پیش می‌رفتید، تا وقتی که در پاسداری از گذرگاه اُحد سستی کردید و در آن کار کشمکش نمودید و سرانجام دستور پیامبر را نافرمانی کردید و گذرگاه را رها ساختید، و این بعد از آن بود که خداوند آنچه را دوست می‌داشتید (غنیمت‌های جنگی) به شما نشان داده بود ـ آری، از میان شما کسانی اند که دنیا را می‌خواهند و از میان شما کسانی اند که سرای آخرت را می‌طلبند ـ سپس شما را از تعقیب دشمن بازداشت تا شما را بیازماید، و سرانجام از گناه شما درگذشت، چرا که خدا دارای تفضّل است و بر مؤمنان تفضّل می‌کند.",
        "numberInSurah": 152,
        "juz": 4,
        "manzil": 1,
        "page": 69,
        "ruku": 57,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 446,
        "text": "یاد کنید هنگامی را که از صحنه پیکار دور می‌شدید و به هیچ کس توجه نمی‌کردید و آنچنان دور شدید که پیامبر پشت سرِ آخرین نفراتِ شما، شما را به بازگشت فرا می‌خواند ولی اعتنایی نمی‌کردید. پس از آن خداوند غمِ از دست دادن یاری خدا را به جای غمِ از دست دادن غنایم و تحمّل گزندها، به شما عطا کرد تا بر آنچه از دست شما رفته و گزندهایی که به شما رسیده بود اندوه مخورید، و خدا به آنچه می‌کنید آگاه است.",
        "numberInSurah": 153,
        "juz": 4,
        "manzil": 1,
        "page": 69,
        "ruku": 57,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 447,
        "text": "سپس بعد از آن اندوه، آرامشی که خوابی سبک را در پی داشت بر شما نازل کرد، ولی تنها گروهی از شما را فراگرفت، و گروهی دیگر که از فرار خود پشیمان نشده بودند و به سوی پیامبر بازنگشتند و تنها حفظ جانشان برای آنان اهمیت داشت، آرامشی نیافتند و از بیم و هراس چشم بر هم ننهادند. آنان درباره خدا، همچون گمان دوران جاهلیت، گمانی نادرست بردند و گفتند: آیا چیزی از این کار (پیروزی در جنگ) از آنِ ما هست؟ مگر نه این است که پیروان حق باید پیروز باشند؟ بگو: کارها همه از آنِ خدا و در اختیار اوست. آنان در دل هایشان اندیشه‌هایی را نهان می‌دارند که برای تو آشکار نمی‌کنند و می‌گویند: اگر چیزی از این کار از آنِ ما بود، در این جا کشته نمی‌شدیم. بگو: اگر در خانه هایتان هم بودید، کسانی که کشته شدن بر آنان نوشته شده بود، به سوی آرامگاه‌های خود بیرون می‌رفتند، تا کارهایی که باید، انجام گیرد و تا خدا آنچه را که در سینه‌های شماست بیازماید و آنچه از ایمان و کفر در دل‌های شماست خالص گرداند، و خدا به راز سینه‌ها داناست.",
        "numberInSurah": 154,
        "juz": 4,
        "manzil": 1,
        "page": 70,
        "ruku": 57,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 448,
        "text": "کسانی از شما که روز برخورد آن دو گروه (مؤمنان و مشرکان) در میدان اُحُد، روی برتافتند و گریختند، تنها شیطان آنان را به سبب برخی از گناهانی که مرتکب شده بودند، لغزانید. ولی خدا از آنان درگذشت، چرا که خدا آمرزنده و بردبار است.",
        "numberInSurah": 155,
        "juz": 4,
        "manzil": 1,
        "page": 70,
        "ruku": 57,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 449,
        "text": "ای کسانی که ایمان آورده‌اید، مانند کسانی نباشید که کافر شدند و درباره برادرانشان ـ هنگامی که به سفر رفتند یا پیکارگر بودند پس مردند یا کشته شدند ـ گفتند: اگر نزد ما بودند نمی‌مردند و کشته نمی‌شدند. این اندیشه نادرست در نظر آنان به صورت یک واقعیت جلوه می‌کند، تا خداوند آن را در دل هایشان مایه حسرت و اندوه قرار دهد و به وسیله آن رنجشان دهد. و خداست که حیات می‌بخشد و می‌میراند، و خدا به آنچه می‌کنید بیناست.",
        "numberInSurah": 156,
        "juz": 4,
        "manzil": 1,
        "page": 70,
        "ruku": 58,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 450,
        "text": "و اگر در راه خدا کشته شوید یا بمیرید، قطعاً خدا شما را می‌آمرزد و در پرتو رحمت خویش می‌آورد، و به یقین آمرزش و رحمتی که از جانب خداست، از مال و ثروتی که آنان جمع آوری می‌کنند بهتر است.",
        "numberInSurah": 157,
        "juz": 4,
        "manzil": 1,
        "page": 70,
        "ruku": 58,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 451,
        "text": "و اگر بمیرید یا کشته شوید، حتماً به سوی خدا محشور می‌شوید.",
        "numberInSurah": 158,
        "juz": 4,
        "manzil": 1,
        "page": 71,
        "ruku": 58,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 452,
        "text": "ای پیامبر، به سبب لطف و رحمت خدا بود که با آنان نرمخویی و مهربانی کردی، و اگر درشتخوی و سختدل بودی، قطعاً از گرد تو پراکنده شده بودند. پس اکنون هم از خطاهایشان درگذر و از خدا برایشان آمرزش بخواه و در تدبیر امور با آنان مشورت کن، و چون بر کاری تصمیم گرفتی، بر خدا توکل کن که خداوند توکل کنندگان را دوست می‌دارد و آنان را یاری می‌کند.",
        "numberInSurah": 159,
        "juz": 4,
        "manzil": 1,
        "page": 71,
        "ruku": 58,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 453,
        "text": "اگر خدا شما را یاری کند، هیچ کس بر شما چیره نمی‌شود، و اگر شما را واگذارد، چه کسی بعد از او شما را یاری خواهد کرد؟ پس مؤمنان باید تنها بر خدا توکل کنند.",
        "numberInSurah": 160,
        "juz": 4,
        "manzil": 1,
        "page": 71,
        "ruku": 58,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 454,
        "text": "و هیچ پیامبری را نشاید که به خدا یا مردم خیانت کند، و هر کس خیانت ورزد، روز قیامت با خیانت خود در پیشگاه خدا حاضر خواهد شد، سپس به هر کسی همان را که فراهم آورده است، بی کم و کاست خواهند داد و در حق آنان ستم نمی‌شود.",
        "numberInSurah": 161,
        "juz": 4,
        "manzil": 1,
        "page": 71,
        "ruku": 58,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 455,
        "text": "پس آیا کسی که خشنودی خدا را دنبال کرده، مانند کسی است که با خشمی از خدا بازگشته و جایگاهش دوزخ است؟ آن بد بازگشتگاهی است.",
        "numberInSurah": 162,
        "juz": 4,
        "manzil": 1,
        "page": 71,
        "ruku": 58,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 456,
        "text": "همه آنان ـ چه کسانی که در پی خشنودی خدایند و چه کسانی که دچار خشم او شده‌اند ـ نزد خدا برحسب اعمالشان دارای درجاتی گوناگونند، و خدا به آنچه می‌کنند بیناست.",
        "numberInSurah": 163,
        "juz": 4,
        "manzil": 1,
        "page": 71,
        "ruku": 58,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 457,
        "text": "به یقین خدا به مؤمنان نعمتی بزرگ ارزانی داشت که پیامبری از خودشان در میان آنان برانگیخت که آیاتش را بر آنان تلاوت کند و آنان را از کارهای زشت و اخلاق ناپسند پاک سازد و کتاب آسمانی و معارف آن را به ایشان بیاموزد، و قطعاً آنان پیش از بعثت پیامبر در گمراهی آشکاری فرو رفته بودند.",
        "numberInSurah": 164,
        "juz": 4,
        "manzil": 1,
        "page": 71,
        "ruku": 58,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 458,
        "text": "و آیا هنگامی که در جنگ اُحُد آسیبی به شما رسید که دو برابرش را در جنگ بدر به دشمنان وارد کرده بودید، گفتید: این آسیب از کجا به ما رسید؟ بگو: آن از نزد خود شماست و خودتان این گونه خواستید. قطعاً خداوند بر هر کاری تواناست.",
        "numberInSurah": 165,
        "juz": 4,
        "manzil": 1,
        "page": 71,
        "ruku": 58,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 459,
        "text": "آسیب‌هایی که در جنگ اُحُد ـ روزی که آن دو گروه به مصاف هم رفتند ـ به شما رسید به اذن خدا بود، تا آنچه را که باید انجام شود به انجام رساند و تا مؤمنان را مشخص سازد.",
        "numberInSurah": 166,
        "juz": 4,
        "manzil": 1,
        "page": 72,
        "ruku": 58,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 460,
        "text": "و تا کسانی را که نفاق پیشه نمودند مشخص کند. به منافقان گفته شد: بیایید در راه خدا بجنگید یا دست کم از هستی خود دفاع کنید، گفتند: اگر می‌دانستیم که جنگی رخ می‌دهد، حتماً در پی شما می‌آمدیم. آنان روزی که چنین گفتند به کفر نزدیک‌تر بودند تا به ایمان. به زبانشان چیزهایی می‌گویند که در دلشان نیست و خداوند به آنچه نهان می‌دارند داناتر است.",
        "numberInSurah": 167,
        "juz": 4,
        "manzil": 1,
        "page": 72,
        "ruku": 58,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 461,
        "text": "همان کسانی که برجای نشستند و به سوی کارزار بیرون نرفتند و درباره برادرانشان که در راه خدا کشته شدند گفتند: اگر از ما پیروی می‌کردند و در این جا می‌ماندند کشته نمی‌شدند. به آنان بگو: اگر راست می‌گویید، مرگ را از خویشتن دور کنید.",
        "numberInSurah": 168,
        "juz": 4,
        "manzil": 1,
        "page": 72,
        "ruku": 58,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 462,
        "text": "و کسانی را که در راه خدا کشته شده‌اند مرده مپندار، بلکه آنان زنده‌اند و نزد پروردگارشان از نعمت‌های بهشت به آنان روزی می‌دهند.",
        "numberInSurah": 169,
        "juz": 4,
        "manzil": 1,
        "page": 72,
        "ruku": 58,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 463,
        "text": "به آنچه خدا از فضل خود به آنان داده است شادمانند، و برای آن مؤمنان راستینی که پس از آنانند و هنوز به ایشان نپیوسته‌اند مسرورند که ترسی آنان را فرانمی گیرد و اندوهگین نمی‌شوند.",
        "numberInSurah": 170,
        "juz": 4,
        "manzil": 1,
        "page": 72,
        "ruku": 58,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 464,
        "text": "به نعمت و فضلی که از جانب خداست و این که خدا پاداش مؤمنان را تباه نمی‌کند شادمانند.",
        "numberInSurah": 171,
        "juz": 4,
        "manzil": 1,
        "page": 72,
        "ruku": 58,
        "hizbQuarter": 29,
        "sajda": false
      },
      {
        "number": 465,
        "text": "کسانی که پس از آسیب رسیدن به آنان در جنگ اُحُد، دعوت خدا و پیامبر را اجابت کردند و به جنگی دیگر رهسپار شدند، برای نیکوکاران و تقواپیشگانشان پاداشی بزرگ خواهد بود.",
        "numberInSurah": 172,
        "juz": 4,
        "manzil": 1,
        "page": 72,
        "ruku": 59,
        "hizbQuarter": 29,
        "sajda": false
      },
      {
        "number": 466,
        "text": "همانان که آن مردم (مزدوران دشمن) به ایشان گفتند: مشرکان برای پیکار با شما گرد آمده‌اند، از آنان بترسید. ولی این خبر آنان را ایمان بیفزود و گفتند: خدا ما را بس است و او نیکو کارگزاری است.",
        "numberInSurah": 173,
        "juz": 4,
        "manzil": 1,
        "page": 72,
        "ruku": 59,
        "hizbQuarter": 29,
        "sajda": false
      },
      {
        "number": 467,
        "text": "پس با نعمت و بخشش خدا از تعقیب دشمن بازگشتند در حالی که هیچ گزندی به آنان نرسیده بود. آنان خشنودی خدا را پی گرفتند [و خدا نیز فضل خود را از آنان دریغ نکرد] چرا که خداوند دارای فضل و بخششی بزرگ است.",
        "numberInSurah": 174,
        "juz": 4,
        "manzil": 1,
        "page": 73,
        "ruku": 59,
        "hizbQuarter": 29,
        "sajda": false
      },
      {
        "number": 468,
        "text": "این فقط شیطان است که شما مؤمنان را از دوستان شرک پیشه خود می‌ترساند، پس اگر به راستی مؤمنید، از آنان نترسید و از عذاب من بیم داشته باشید.",
        "numberInSurah": 175,
        "juz": 4,
        "manzil": 1,
        "page": 73,
        "ruku": 59,
        "hizbQuarter": 29,
        "sajda": false
      },
      {
        "number": 469,
        "text": "ای پیامبر، مبادا کسانی که به سوی کفر می‌شتابند و در آن فرو می‌روند، با این تصور که بر اراده خدا چیره شده‌اند تو را اندوهگین کنند. آنان هرگز اندک زیانی به خدا نمی‌رسانند. خدا می‌خواهد در آخرت هیچ بهره‌ای برای آنان قرار ندهد، و آنان را عذابی بزرگ خواهد بود.",
        "numberInSurah": 176,
        "juz": 4,
        "manzil": 1,
        "page": 73,
        "ruku": 59,
        "hizbQuarter": 29,
        "sajda": false
      },
      {
        "number": 470,
        "text": "نه تنها آنان، بلکه هیچ یک از کسانی که کفر را به بهای ایمان خریده‌اند، هرگز نمی‌توانند با کفر خویش زیانی به خدا برسانند، و برای آنان عذابی دردناک خواهد بود.",
        "numberInSurah": 177,
        "juz": 4,
        "manzil": 1,
        "page": 73,
        "ruku": 59,
        "hizbQuarter": 29,
        "sajda": false
      },
      {
        "number": 471,
        "text": "و کسانی که کفر ورزیده‌اند نپندارند که مهلتی که به آنان می‌دهیم برایشان خیر است، ما فقط به آنان مهلت می‌دهیم تا گناهی بیفزایند، و برای آنان عذابی خوارکننده خواهد بود.",
        "numberInSurah": 178,
        "juz": 4,
        "manzil": 1,
        "page": 73,
        "ruku": 59,
        "hizbQuarter": 29,
        "sajda": false
      },
      {
        "number": 472,
        "text": "خدا چنین نیست که مؤمنان را بر حالتی که شما برآنید که ایمان و کفر به هم آمیخته و مؤمنان و منافقان مختلط گشته‌اند رها کند، تا این که ناپاک را از پاک جدا سازد، و نیز خدا چنین نیست که شما را از غیب آگاه گرداند تا بتوانید خود منافق را از مؤمن بازشناسید، ولی خدا هر که را بخواهد برمی گزیند و او را از غیب آگاه می‌سازد، و او پیامبرانش را برای این امر برگزیده است. پس به خدا و پیامبرانش ایمان بیاورید، و اگر ایمان بیاورید و تقوا پیشه کنید، برای شما پاداشی بزرگ خواهد بود.",
        "numberInSurah": 179,
        "juz": 4,
        "manzil": 1,
        "page": 73,
        "ruku": 59,
        "hizbQuarter": 29,
        "sajda": false
      },
      {
        "number": 473,
        "text": "و کسانی که به آنچه خدا از فضل خود به آنان داده است بخل میورزند و از آن در راه خدا انفاق نمی‌کنند، گمان نبرند که آن برای ایشان خیر است، بلکه برای آنان شرّ است، زیرا روز قیامت آنچه را که بدان بخل ورزیده‌اند طوقِ گردنشان کنند. آن روز میراث آسمان‌ها و زمین از آنِ خداست، و خدا به آنچه کرده‌اید آگاه است.",
        "numberInSurah": 180,
        "juz": 4,
        "manzil": 1,
        "page": 73,
        "ruku": 59,
        "hizbQuarter": 29,
        "sajda": false
      },
      {
        "number": 474,
        "text": "قطعاً خداوند سخن یهودیان را که گفتند: خدا تهیدست است و ما توانگریم، شنید. ما قطعاً آن سخنی را که بر زبان آوردند و این کارشان را که پیامبران را به ناحق کشتند، در کارنامه عملشان خواهیم نوشت و به آنان خواهیم گفت: عذاب آتش را بچشید،",
        "numberInSurah": 181,
        "juz": 4,
        "manzil": 1,
        "page": 74,
        "ruku": 60,
        "hizbQuarter": 29,
        "sajda": false
      },
      {
        "number": 475,
        "text": "این ثبت اعمال و کیفر به سزای کارهایی است که به دست خود پیش فرستادید و بدان سبب است که خدا به بندگان خود هیچ ستم نمی‌کند.",
        "numberInSurah": 182,
        "juz": 4,
        "manzil": 1,
        "page": 74,
        "ruku": 60,
        "hizbQuarter": 29,
        "sajda": false
      },
      {
        "number": 476,
        "text": "همانان که گفتند: خدا به ما فرمان داده است که به هیچ پیامبری ایمان نیاوریم تا برای ما قربانییی بیاورد که آتش [آسمانی] آن را در کام خود فرو برد. بگو: پیامبرانی پیش از من معجزات و دلایلی روشن و آنچه را که گفتید، برای شما آوردند، اگر راست می‌گویید، چرا آنان را کشتید؟",
        "numberInSurah": 183,
        "juz": 4,
        "manzil": 1,
        "page": 74,
        "ruku": 60,
        "hizbQuarter": 29,
        "sajda": false
      },
      {
        "number": 477,
        "text": "ای پیامبر، اگر تو را دروغگو می‌شمرند عجب نیست، زیرا پیش از تو نیز پیامبرانی که معجزات و دلایل آشکار و کتاب‌های مشتمل بر حکمت و اندرز و کتاب‌های روشنی بخش آورده بودند تکذیب شدند.",
        "numberInSurah": 184,
        "juz": 4,
        "manzil": 1,
        "page": 74,
        "ruku": 60,
        "hizbQuarter": 29,
        "sajda": false
      },
      {
        "number": 478,
        "text": "هر کسی مرگ را خواهد چشید، و جز این نیست که روز قیامت پاداش‌های شما به طور کامل به شما داده می‌شود. پس هر کس از آتش دور نگاه داشته شود و او را به بهشت درآورند، نیکبخت است، و زندگی دنیا چیزی جز کالای فریب نیست.",
        "numberInSurah": 185,
        "juz": 4,
        "manzil": 1,
        "page": 74,
        "ruku": 60,
        "hizbQuarter": 29,
        "sajda": false
      },
      {
        "number": 479,
        "text": "قطعاً شما در مورد مال و جانتان آزموده می‌شوید، و حتماً از کسانی که پیش از شما کتاب آسمانی به آنان داده شده است (یهود و نصارا) و نیز از کسانی که به شرک روی آورده‌اند، سخنان آزاردهنده بسیار خواهید شنید، و اگر شکیبایی کنید و تقوا پیشه سازید، از لغزش و سستی مصون می‌مانید و مردمی با اراده می‌شوید که شکیبایی از تصمیم قاطع در کارهاست.",
        "numberInSurah": 186,
        "juz": 4,
        "manzil": 1,
        "page": 74,
        "ruku": 60,
        "hizbQuarter": 30,
        "sajda": false
      },
      {
        "number": 480,
        "text": "و یاد کن هنگامی را که خداوند از کسانی که کتاب آسمانی به آنان داده شده است پیمان گرفت که آن را برای مردم به روشنی بیان کنید و حقایق آن را کتمان نکنید، ولی آن را پشت سرشان انداختند و با کالای ناچیز دنیا مبادله کردند. پس بد است آنچه خریداری می‌کنند.",
        "numberInSurah": 187,
        "juz": 4,
        "manzil": 1,
        "page": 75,
        "ruku": 60,
        "hizbQuarter": 30,
        "sajda": false
      },
      {
        "number": 481,
        "text": "مپندار کسانی که به آنچه کرده‌اند شادی می‌کنند و دوست دارند به آنچه [از فرمان‌های خدا] انجام نداده‌اند مورد ستایش قرار گیرند، مپندار که آنان از عذاب رهایی می‌یابند، بلکه برای آنان عذابی دردناک خواهد بود.",
        "numberInSurah": 188,
        "juz": 4,
        "manzil": 1,
        "page": 75,
        "ruku": 60,
        "hizbQuarter": 30,
        "sajda": false
      },
      {
        "number": 482,
        "text": "فرمانروایی آسمان‌ها و زمین از آنِ خداست، و خدا بر هر کاری تواناست.",
        "numberInSurah": 189,
        "juz": 4,
        "manzil": 1,
        "page": 75,
        "ruku": 60,
        "hizbQuarter": 30,
        "sajda": false
      },
      {
        "number": 483,
        "text": "همانا در آفرینش آسمان‌ها و زمین و در کاستی و فزونی شب و روز نشانه‌هایی [بر اقتدار خدا و فرمانروایی او بر آسمان‌ها و زمین] است. این نشانه‌ها را خردمندان درمی یابند،",
        "numberInSurah": 190,
        "juz": 4,
        "manzil": 1,
        "page": 75,
        "ruku": 61,
        "hizbQuarter": 30,
        "sajda": false
      },
      {
        "number": 484,
        "text": "همانان که در هر حال ـ ایستاده و نشسته و بر پهلو آرمیده ـ خدا را یاد می‌کنند، و در آفرینش آسمان‌ها و زمین می‌اندیشند که: پروردگارا، این جهان را بی هدف نیافریده‌ای، تو از هر کار باطل و بیهوده‌ای منزّهی، ازاین رو تحقق رستاخیز و کیفر و پاداش آن حتمی است، پس پروردگارا، ما را از عذاب آتش آن روز نگه دار.",
        "numberInSurah": 191,
        "juz": 4,
        "manzil": 1,
        "page": 75,
        "ruku": 61,
        "hizbQuarter": 30,
        "sajda": false
      },
      {
        "number": 485,
        "text": "پروردگارا، به یقین هر که را تو به آتش درآوری او را خوار و بی مقدار کرده‌ای، و ستمکاران یاورانی ندارند که آنان را از عذاب آتش برهانند.",
        "numberInSurah": 192,
        "juz": 4,
        "manzil": 1,
        "page": 75,
        "ruku": 61,
        "hizbQuarter": 30,
        "sajda": false
      },
      {
        "number": 486,
        "text": "پروردگارا، ما ندای ندادهنده‌ای را که به ایمان دعوت می‌کرد که: ای مردم، به پروردگارتان ایمان بیاورید شنیدیم و ایمان آوردیم. پروردگارا، پس گناهان ما را بر ما ببخشای و بدی هایمان را از ما بزدای و ما را در حالی بمیران که در زمره نیکان باشیم.",
        "numberInSurah": 193,
        "juz": 4,
        "manzil": 1,
        "page": 75,
        "ruku": 61,
        "hizbQuarter": 30,
        "sajda": false
      },
      {
        "number": 487,
        "text": "پروردگارا، و آنچه به ما وعده داده‌ای و پیامبرانت آن را بر عهده تو ضمانت کرده‌اند به ما عطا کن و روز قیامت ما را خوار مگردان که قطعاً تو خلف وعده نمی‌کنی.",
        "numberInSurah": 194,
        "juz": 4,
        "manzil": 1,
        "page": 75,
        "ruku": 61,
        "hizbQuarter": 30,
        "sajda": false
      },
      {
        "number": 488,
        "text": "پس پروردگارشان به آنان پاسخ داد که من عمل نیکوی هیچ عمل کننده‌ای از شما را ـ مرد باشد یا زن ـ تباه نمی‌کنم و پاداش آن را به طور کامل به شما می‌دهم. شما همه از یکدیگرید و هیچ کدام بر دیگری برتری ندارید، پس کسانی که هجرت کرده و به خاطر ایمانشان از دیار خود بیرون رانده شده و در راه من آزار دیده و کسانی که جنگیده و کشته شده‌اند، حتماً گناهانشان را از آنها می‌زدایم و آنان را به بوستان‌هایی پوشیده از درختان که از زیر آنها نهرها روان است درمی آورم. این پاداش آنهاست، پاداشی از جانب خدا، و خداست که پاداش نیکو نزد اوست.",
        "numberInSurah": 195,
        "juz": 4,
        "manzil": 1,
        "page": 76,
        "ruku": 61,
        "hizbQuarter": 30,
        "sajda": false
      },
      {
        "number": 489,
        "text": "گشت و گذار کافران در شهرها و دستیابی آنان به سودهای فراوان تو را فریب ندهد.",
        "numberInSurah": 196,
        "juz": 4,
        "manzil": 1,
        "page": 76,
        "ruku": 61,
        "hizbQuarter": 30,
        "sajda": false
      },
      {
        "number": 490,
        "text": "این بهره‌ای است اندک، چرا که پایان پذیر است، سپس جایگاهشان دوزخ است و آن بد بستری است.",
        "numberInSurah": 197,
        "juz": 4,
        "manzil": 1,
        "page": 76,
        "ruku": 61,
        "hizbQuarter": 30,
        "sajda": false
      },
      {
        "number": 491,
        "text": "ولی کسانی که از کیفر پروردگارشان پروا کرده‌اند، برای آنان در بهشت بوستان‌هایی انبوه از درختان خواهد بود که از زیر آنها نهرها روان است و در آن جا جاودانه‌اند. آنان با این نعمت‌ها از جانب خدا پذیرایی می‌شوند، و آنچه نزد خداست برای نیکان بهتر است.",
        "numberInSurah": 198,
        "juz": 4,
        "manzil": 1,
        "page": 76,
        "ruku": 61,
        "hizbQuarter": 30,
        "sajda": false
      },
      {
        "number": 492,
        "text": "و قطعاً از میان اهل کتاب (یهود و نصارا) کسانی هستند که به خدا و به آنچه به سوی شما مسلمانان نازل شده و به آنچه به سوی خودشان فرو فرستاده شده است ایمان دارند، در حالی که در برابر خدا فروتن اند و آیات خدا را به متاع ناچیز دنیا نمی‌فروشند. آنان پاداش خود را نزد پروردگارشان خواهند داشت، و خداوند کارها را به سرعت، آن گاه که انجام می‌گیرد، حسابرسی می‌کند.",
        "numberInSurah": 199,
        "juz": 4,
        "manzil": 1,
        "page": 76,
        "ruku": 61,
        "hizbQuarter": 30,
        "sajda": false
      },
      {
        "number": 493,
        "text": "ای کسانی که ایمان آورده‌اید، بر ناگواری‌ها و بر پرهیز از گناهان و اطاعت از خدا شکیبایی کنید و با اتکا به صبر و پایداری یکدیگر بر مقاومت خویش بیفزایید و در امور دین و دنیا با یکدیگر همبستگی داشته باشید، و از عذاب خدا پروا کنید، باشد که نیکبخت شوید.",
        "numberInSurah": 200,
        "juz": 4,
        "manzil": 1,
        "page": 76,
        "ruku": 61,
        "hizbQuarter": 30,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "fa.safavi",
      "language": "fa",
      "name": "صفوی",
      "englishName": "صفوی",
      "format": "text",
      "type": "translation",
      "direction": "rtl"
    }
  }
}