{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 4,
    "name": "سُورَةُ النِّسَاءِ",
    "englishName": "An-Nisaa",
    "englishNameTranslation": "The Women",
    "revelationType": "Medinan",
    "numberOfAyahs": 176,
    "ayahs": [
      {
        "number": 494,
        "text": "ای مردم، درباره همنوعان خود از پروردگارتان پروا کنید و حقوق یکدیگر را پاس دارید، همان کسی که شما را از یک تن (آدم) آفرید و همسرش را از نوع او خلق کرد، و از آن دو، مردان و زنان بسیاری را پراکنده ساخت. آری، از خدایی که او را بزرگ و عزتمند می‌دانید و به نام او از یکدیگر درخواست می‌کنید، پروا بدارید و از [پایمال کردن حقوق] خویشاوندان خود نیز پروا کنید و همبستگی میان خود و آنان را محترم شمرید، که خدا بر شما نگهبان است و اعمال شما را برای پاداش و جزا محفوظ می‌دارد.",
        "numberInSurah": 1,
        "juz": 4,
        "manzil": 1,
        "page": 77,
        "ruku": 62,
        "hizbQuarter": 31,
        "sajda": false
      },
      {
        "number": 495,
        "text": "و اموال یتیمان را به آنان بدهید، و اموال نامرغوب خود را با اموال مرغوب آنان جا به جا نکنید، و اموالشان را با ضمیمه کردن به اموال خود، مخورید که آن گناهی بزرگ است.",
        "numberInSurah": 2,
        "juz": 4,
        "manzil": 1,
        "page": 77,
        "ruku": 62,
        "hizbQuarter": 31,
        "sajda": false
      },
      {
        "number": 496,
        "text": "و اگر بیم دارید که در صورت ازدواج با دختران یتیم عدل و انصاف را رعایت نکنید، از دیگر زنان که مورد پسند شمایند، دو تا یا سه تا یا چهار تا به همسری گیرید، و اگر بیم دارید که نتوانید میان چند همسر به عدالت رفتار کنید، تنها یک زن را به ازدواج خویش درآورید یا به کنیزانی که مالک آنانید بسنده کنید. این برای ستم نکردن به آنان و رعایت حقوقشان نزدیک‌ترین راه است.",
        "numberInSurah": 3,
        "juz": 4,
        "manzil": 1,
        "page": 77,
        "ruku": 62,
        "hizbQuarter": 31,
        "sajda": false
      },
      {
        "number": 497,
        "text": "مهر زنان را که هدیه‌ای است، به آنان بدهید. پس اگر چیزی از آن را با رضایت خاطر به شما بخشیدند، آن را بخورید. گوارا و نوش جانتان خواهد بود.",
        "numberInSurah": 4,
        "juz": 4,
        "manzil": 1,
        "page": 77,
        "ruku": 62,
        "hizbQuarter": 31,
        "sajda": false
      },
      {
        "number": 498,
        "text": "و اموال یتیمان را که در اختیار شماست و خدا اموال را سبب برپایی زندگی شما مردم قرار داده است به کم خردانشان ندهید که آن را تباه می‌سازند، بلکه از درآمد آن به ایشان خوراک و پوشاک دهید و با آنان به نیکی سخن گویید.",
        "numberInSurah": 5,
        "juz": 4,
        "manzil": 1,
        "page": 77,
        "ruku": 62,
        "hizbQuarter": 31,
        "sajda": false
      },
      {
        "number": 499,
        "text": "و یتیمان را بیازمایید تا آن گاه که به حدّ ازدواج برسند، پس اگر در آنان بصیرتی یافتید که می‌توانند براساس آن در مصرف مال خردورزی کنند، اموالشان را به آنان بدهید و آن را به اسراف (بی آن که حق و حقوقی در آن داشته باشید) مخورید، و مبادا از ترس این که چون بزرگ شوند و شما را از تصرف در اموالشان باز دارند، اینک فرصت را مغتنم شمرده از آن بهره برداری کنید. و اگر اموالشان را در تجارت به کار می‌برید، هر که توانگر است، از گرفتن کارمزد خودداری کند، و هر که بینواست، به قدر متعارف از آن بخورد. و هنگامی که اموالشان را به آنان بازمی گردانید بر آنان گواه بگیرید، و خدا حسابرسی کافی است.",
        "numberInSurah": 6,
        "juz": 4,
        "manzil": 1,
        "page": 77,
        "ruku": 62,
        "hizbQuarter": 31,
        "sajda": false
      },
      {
        "number": 500,
        "text": "برای مردان، از آنچه پدر و مادر و خویشاوندان نزدیک ترشان بر جای نهاده‌اند سهمی از ارث است و برای زنان نیز از آنچه پدر و مادر و خویشاوندان نزدیک ترشان بر جای گذاشته‌اند سهمی از ارث خواهد بود ـ خواه آن مال کم باشد یا زیاد ـ سهمی است که قطعی شده است.",
        "numberInSurah": 7,
        "juz": 4,
        "manzil": 1,
        "page": 78,
        "ruku": 62,
        "hizbQuarter": 31,
        "sajda": false
      },
      {
        "number": 501,
        "text": "و هرگاه خویشاوندان متوفی که از ارث بهره‌ای ندارند، و یتیمان و بینوایان بر سر تقسیم ارث حاضر شدند، شما وارثان چیزی از ارث را به آنان نیز بدهید و به طور پسندیده با آنان سخن بگویید.",
        "numberInSurah": 8,
        "juz": 4,
        "manzil": 1,
        "page": 78,
        "ruku": 62,
        "hizbQuarter": 31,
        "sajda": false
      },
      {
        "number": 502,
        "text": "و کسانی که اگر پس از خود فرزندان خردسال و ناتوانی بر جای می‌گذارند که از ستم دیگران در حق آنان نگرانند باید بترسند و از خدا پروا کنند و در حق یتیمان دیگران ستم روا ندارند و حقوقشان را تباه نسازند این راهی است که کسی در حق یتیمان آنان ستم نکند و باید درباره یتیمان سخن استوار گویند و رفتاری درست در پیش گیرند.",
        "numberInSurah": 9,
        "juz": 4,
        "manzil": 1,
        "page": 78,
        "ruku": 62,
        "hizbQuarter": 31,
        "sajda": false
      },
      {
        "number": 503,
        "text": "کسانی که اموال یتیمان را به ناحق می‌خورند، جز این نیست که آتشی در شکم خود فرو می‌برند و دیری نمی‌گذرد که به آتش سوزان دوزخ می‌سوزند.",
        "numberInSurah": 10,
        "juz": 4,
        "manzil": 1,
        "page": 78,
        "ruku": 62,
        "hizbQuarter": 31,
        "sajda": false
      },
      {
        "number": 504,
        "text": "خدا به شما درباره فرزندانتان سفارش می‌کند که سهم پسر از میراث، مانند سهم دو دختر است. این در صورتی است که وارثان، دختر و پسر باشند، و اگر همه دختر و بیش از دو تن باشند، سهم آنان دو سوم چیزی است که متوفی برجای نهاده است، و اگر فقط یک دختر باشد، سهم او نصف میراث است. و برای هر یک از پدر و مادر متوفی از آنچه بر جای نهاده یک ششم است. این در صورتی است که متوفی فرزند داشته باشد، ولی اگر فرزندی نداشته باشد و تنها پدر و مادرش از او ارث ببرند، یک سوم از آنِ مادر [و بقیه از آنِ پدر] است. این در صورتی است که متوفی برادرانی نداشته باشد، ولی اگر برادرانی داشته باشد، یک ششم میراث از آنِ مادر [و بقیه از آنِ پدر] است. این سهام پس از استثنای موردی است که متوفی بدان وصیت کرده و پس از استثنای دین اوست. شما نمی‌دانید پدرانتان و پسرانتان کدام یک از آنان سودشان به شما نزدیک‌تر است تا میراث را براساس آن تقسیم کنید. پس به سهم‌هایی که از جانب خدا مقرر شده است ملتزم باشید. به راستی خدا دانا و حکیم است.",
        "numberInSurah": 11,
        "juz": 4,
        "manzil": 1,
        "page": 78,
        "ruku": 63,
        "hizbQuarter": 31,
        "sajda": false
      },
      {
        "number": 505,
        "text": "و نیمی از آنچه زنانتان بر جای نهاده‌اند سهم شماست اگر آنان فرزندی نداشته باشند، و اگر فرزندی داشته باشند یک چهارم آنچه بر جای نهاده‌اند از آنِ شماست، البته این سهام پس از استثنای موردی است که همسرانتان بدان وصیت کرده‌اند و پس از دینی است که برعهده داشته‌اند و یک چهارم آنچه شما مردان بر جای نهاده‌اید سهم آنان است اگر فرزندی نداشته باشید، و اگر فرزندی داشته باشید یک هشتم میراث برای آنان (همسرانتان) خواهد بود، البته پس از استثنای موردی که بدان وصیت کرده‌اید یا دینی که برعهده داشته‌اید. و اگر مرد یا زنی که از او ارث برده می‌شود، پدر [یا مادر] و یا فرزند وارث نیست و میّت تنها یک برادر مادری یا یک خواهر مادری دارد، برای هر یک از آن دو یک ششم میراث خواهد بود و اگر بیش از یک خواهر و برادر مادری باشند، همه در یک سوم ارث شریکند که باید به طور مساوی میان خود تقسیم کنند، البته این سهام پس از استثنای موردی که بدان وصیت شده یا دینی است که برعهده اوست، به شرط آن که به قصد زیان رساندن به ورثه آن را برعهده نگرفته باشد. پس در عمل به سفارشی که از جانب خداست پایدار باشید که خدا دانا و بردبار است.",
        "numberInSurah": 12,
        "juz": 4,
        "manzil": 1,
        "page": 79,
        "ruku": 63,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 506,
        "text": "این سهام، احکام و حدود خداست، و هر کس از خدا و پیامبر او پیروی کند، خداوند او را به بوستان‌هایی پوشیده از درختان که از زیر آنها نهرها روان است، درمی آورد. آنان در آن جا جاودانه‌اند، و این است سعادت بزرگ.",
        "numberInSurah": 13,
        "juz": 4,
        "manzil": 1,
        "page": 79,
        "ruku": 63,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 507,
        "text": "و هر کس خدا و پیامبر او را نافرمانی کند و از احکام و حدود الهی تجاوز نماید، خدا او را به آتشی درمی آورد که در آن جاودانه خواهد بود، و برای او عذابی خوارکننده است.",
        "numberInSurah": 14,
        "juz": 4,
        "manzil": 1,
        "page": 79,
        "ruku": 63,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 508,
        "text": "و از زنان شوهردار شما مسلمانان، کسانی که مرتکب عمل بسیار زشت زنا می‌شوند، چهار مرد از خودتان (مسلمانان) را بر آنان گواه گیرید، پس اگر گواهی دادند، آنها را در خانه‌ها نگاه دارید تا مرگ آنان را برگیرد یا خداوند راهی دیگر برای کیفرشان مقرر کند.",
        "numberInSurah": 15,
        "juz": 4,
        "manzil": 1,
        "page": 80,
        "ruku": 64,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 509,
        "text": "و از میان شما مسلمانان، آن زن و مرد مجرّدی که مرتکب فحشا می‌شوند آزارشان دهید، پس اگر توبه کردند و شایسته شدند، از آزارشان دست بردارید که خداوند بسیار توبه پذیر و مهربان است.",
        "numberInSurah": 16,
        "juz": 4,
        "manzil": 1,
        "page": 80,
        "ruku": 64,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 510,
        "text": "پذیرش توبه از سوی خدا برای کسانی است که از روی نادانی مرتکب گناه می‌شوند، سپس به زودی ـ پیش از آن که با مشاهده آثار مرگ، فرصت توبه را از دست بدهند ـ توبه می‌کنند. آنانند که خدا با رحمت خود به سویشان باز می‌گردد و توبه شان را می‌پذیرد، و خدا به راز دل‌ها داناست و توبه کنندگان واقعی را از غیر آنان باز می‌شناسد و کارهایش نیز همه از روی حکمت است.",
        "numberInSurah": 17,
        "juz": 4,
        "manzil": 1,
        "page": 80,
        "ruku": 64,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 511,
        "text": "پذیرش توبه برای کسانی نیست که پیوسته مرتکب گناهان می‌شوند تا هرگاه که مرگ به سراغ یکیشان بیاید (آثار آن را مشاهده کند.)، بگوید: اکنون توبه کردم، و نیز برای کسانی نیست که در حال کفر می‌میرند. آنانند که عذابی دردناک برایشان آماده کرده‌ایم.",
        "numberInSurah": 18,
        "juz": 4,
        "manzil": 1,
        "page": 80,
        "ruku": 64,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 512,
        "text": "ای کسانی که ایمان آورده‌اید، بر شما روا نیست که زنان را به رغم این که خواهان ازدواجند از ازدواج باز دارید تا از آنان ارث ببرید، و نباید همسران خود را در تنگنا قرار دهید تا بخشی از آنچه را که مهرشان قرار داده‌اید در برابر طلاق دادن آنان بازستانید، مگر آن که گناهی مرتکب شوند که زشتی آن آشکار است، و با آنها به نیکی معاشرت کنید، و اگر آنان را خوش نمی‌دارید، باز هم با آنان سازگاری کنید، زیرا چه بسا شما چیزی را خوش نمی‌دارید ولی خداوند خیر فراوانی در آن قرار می‌دهد.",
        "numberInSurah": 19,
        "juz": 4,
        "manzil": 1,
        "page": 80,
        "ruku": 64,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 513,
        "text": "و اگر خواستید همسر خود را طلاق دهید و به جای او همسر دیگری بگیرید، و به یکی از آنان که می‌خواهید طلاقشان دهید، به اندازه پوستی پر از طلا مهریه داده‌اید، چیزی از آن را بازپس نگیرید. آیا می‌خواهید آن را بازپس بگیرید در حالی که این کار ستمی بهت آور و گناهی آشکار است؟",
        "numberInSurah": 20,
        "juz": 4,
        "manzil": 1,
        "page": 81,
        "ruku": 64,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 514,
        "text": "و چگونه آن را به ستم بازپس می‌گیرید در حالی که سخت به یکدیگر پیوند خورده بودید و آنها با عقد زوجیت پیمانی استوار از شما گرفته بودند و بدین وسیله مهریه از آنِ ایشان شده بود؟",
        "numberInSurah": 21,
        "juz": 4,
        "manzil": 1,
        "page": 81,
        "ruku": 64,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 515,
        "text": "و با زنانی که پدرانتان آنها را به همسری گرفته‌اند ازدواج نکنید، مگر آنچه که پیش از بیان این حکم گذشته است، که این کرداری زشت و مایه خشم [خدا] است و بد راه و روشی است.",
        "numberInSurah": 22,
        "juz": 4,
        "manzil": 1,
        "page": 81,
        "ruku": 64,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 516,
        "text": "بر شما حرام شده است مادرانتان و دخترانتان و خواهرانتان و عمه هایتان و خاله هایتان و دختران برادر و دختران خواهر و مادران رضاعی تان که شما را شیر داده‌اند و خواهران رضاعی تان، و مادران همسرانتان و دختران همسرانتان که در دامان شما پرورش می‌یابند از آن همسرانی که با آنها همبستر شده‌اید، و اگر با آنها همبستر نشده‌اید بر شما گناهی نیست که با دخترانشان ازدواج کنید، و همسران پسرانتان که از صلب شما هستند ـ نه آنهایی که پسرخوانده‌اند ـ نیز بر شما حرام شده است، و این که دو خواهر را باهم به ازدواج خود درآورید، مگر آنچه که پیش از بیان این حکم گذشته است، آنها مورد عفو خدا قرار گرفته و آثار ازدواج مشروع بر آن مترتب است، زیرا خدا آمرزنده و مهربان است.",
        "numberInSurah": 23,
        "juz": 4,
        "manzil": 1,
        "page": 81,
        "ruku": 65,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 517,
        "text": "و زنان شوهردار نیز بر شما حرام شده است، مگر کنیزانی که مالک آنها هستید. به احکام الهی که بر شما نوشته شده است پایدار باشید. و جز این زنان بر شما حلالند که با اموال خود که مهریه (در مورد زنان آزاده) یا بهای آنان (در مورد کنیزان) قرار می‌دهید آنان را طلب کنید، در حالی که پاکدامن باشید نه آلوده به کار زشت زنا. و از زنان آنهایی را که با ازدواج موقّت به همسری خود درآورده‌اید، مهرشان را که با قرار شما و آنان واجب شده است به آنان بدهید. و بر شما گناهی نیست که پس از تعیین [مهریه و مدّت] در آنچه با یکدیگر به توافق برسید و آن را تغییر دهید. قطعاً خدا به همه امور داناست و کارهایش از روی حکمت است.",
        "numberInSurah": 24,
        "juz": 5,
        "manzil": 1,
        "page": 82,
        "ruku": 65,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 518,
        "text": "و هر کس از شما قدرت مالی ندارد که با زنان مؤمن آزاد ازدواج کند، از کنیزان با ایمان که شما مسلمانان مالک آنها هستید به همسری گیرد. خدا به ایمان شما داناتر است، و همه نمی‌توانند مؤمنان واقعی را از غیر واقعی باز شناسند پس باید به مقتضای ظاهر عمل کنید. شما همه، اعم از آزاد و برده، از یکدیگرید و نزد خدا باهم برابرید. بنابراین، کنیزان را به این شرط که پاکدامن باشند، نه پلید کار و نه دوست گیرنده از مردان، با اذن سرپرستانشان به همسری گیرید، و مهرشان را برحسب متعارف به آنها بپردازید; و هنگامی که شوهر کردند، اگر مرتکب کار زشتی شدند، نیمی از کیفری که برای زنان آزاد است، برای آنان خواهد بود. این (ازدواج با کنیزان) برای کسی از شماست که بیم آن دارد که با ترک ازدواج در رنج بیفتد; و البته صبر کردن شما و خودداری از ازدواج با آنان برای شما بهتر است، و خدا آمرزنده و مهربان است.",
        "numberInSurah": 25,
        "juz": 5,
        "manzil": 1,
        "page": 82,
        "ruku": 65,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 519,
        "text": "خدا می‌خواهد احکام و معارف دین را برای شما بیان کند و شما را به سنّت‌های پیامبران و امّت‌های پسندیده‌ای که پیش از شما بودند هدایت نماید و با رحمت و بخشایش خویش به سوی شما باز آید، و خدا داناست و احکام و قوانینی را که مقرّر می‌دارد همه از روی حکمت است.",
        "numberInSurah": 26,
        "juz": 5,
        "manzil": 1,
        "page": 82,
        "ruku": 66,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 520,
        "text": "آری، خدا می‌خواهد با رحمت و بخشایش خود به سوی شما باز آید، ازاین رو احکام خود را برای شما بیان می‌کند، ولی کسانی که در پی خواسته‌های نفسانی خود هستند، می‌خواهند شما با شکستن حدود الهی دستخوش انحرافی بزرگ شوید.",
        "numberInSurah": 27,
        "juz": 5,
        "manzil": 1,
        "page": 83,
        "ruku": 66,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 521,
        "text": "خدا می‌خواهد با تشریع ازدواج دائم و موقّت کار را بر شما آسان گیرد، زیرا انسان کم طاقت آفریده شده است.",
        "numberInSurah": 28,
        "juz": 5,
        "manzil": 1,
        "page": 83,
        "ruku": 66,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 522,
        "text": "ای کسانی که ایمان آورده‌اید، در اموالی که میان شما دست به دست می‌گردد، به ناروا تصرف نکنید و با سبب‌های نادرست آنها را از دست مردم خارج نکنید و صاحب نشوید مگر این که داد و ستدی برخاسته از توافق شما باشد، و یکدیگر را نکشید و خود را نیز در معرض قتل قرار ندهید، از آن روی خدا شما را از قتل باز می‌دارد که به شما مهربان است.",
        "numberInSurah": 29,
        "juz": 5,
        "manzil": 1,
        "page": 83,
        "ruku": 66,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 523,
        "text": "و هر کس از روی تجاوز و ستم چنین کند، به زودی او را به آتشی خواهیم سوزانید، و این بر خدا آسان است.",
        "numberInSurah": 30,
        "juz": 5,
        "manzil": 1,
        "page": 83,
        "ruku": 66,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 524,
        "text": "اگر از کبیره‌های گناهانی که از آن نهی می‌شوید اجتناب کنید، گناهان صغیره شما را از شما می‌پوشانیم و آنها را می‌آمرزیم و شما را به جایگاهی ارجمند (بهشت و قرب الهی) درمی آوریم.",
        "numberInSurah": 31,
        "juz": 5,
        "manzil": 1,
        "page": 83,
        "ruku": 66,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 525,
        "text": "و آنچه را که خداوند برخی از شما را به وسیله آن بر برخی دیگر برتری داده است آرزو مکنید، چرا که مردان از آنچه به اقتضای طبیعت یا کار و کوشش خود فراهم آورده‌اند بهره‌ای دارند، و زنان نیز از آنچه به اقتضای طبیعت یا کسب و کار خویش به دست آورده‌اند بهره‌ای دارند. شما امتیازات و دستاوردهای آنان را مخواهید، بلکه به خدا روی آورید و از او بخواهید تا شما را از فضل خود بهره مند سازد، که خدا به هر چیزی داناست.",
        "numberInSurah": 32,
        "juz": 5,
        "manzil": 1,
        "page": 83,
        "ruku": 66,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 526,
        "text": "و ما برای همه، از آنچه پدر و مادر و خویشاوندانِ نزدیکتر و همسرانی که با آنها پیمان بسته‌اید، برجای می‌گذارند، وارثانی قرار داده‌ایم، پس سهمشان را از میراث به آنان بدهید که خدا بر هر چیزی گواه است.",
        "numberInSurah": 33,
        "juz": 5,
        "manzil": 1,
        "page": 83,
        "ruku": 66,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 527,
        "text": "مردان عهده دار امور زندگی زنانند. این از آن روست که خداوند برخی از مردم را بر برخی دیگر به خردمندی و توانمندیِ بیشتر برتری داده، و نیز از آن روست که مردان از اموال خود هزینه زندگی زنان را می‌پردازند. پس زنان شایسته در برابر خواسته‌های بحقِّ شوهرانشان فرمانبردارند و به پاس این که خداوند حقوقشان را حفظ کرده است، در غیاب شوهرانشان نگهبان حقوق آنانند. و زنانی را که از سرکشی آنان بیم دارید پند دهید، اگر نتیجه نداشت، در خوابگاه‌ها از آنان کناره گیری کنید و اگر اثربخش نبود آنان را بزنید. پس اگر در مورد حقوقی که برعهده آنان دارید از شما اطاعت کردند، راهی برای آزارشان مجویید که خدا بلند مرتبه و بزرگ است.",
        "numberInSurah": 34,
        "juz": 5,
        "manzil": 1,
        "page": 84,
        "ruku": 67,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 528,
        "text": "و اگر از دشمنی و جدایی میان آن دو بیم دارید، داوری از خانواده شوهر و داوری از خانواده زن تعیین کنید. اگر آنها خود بخواهند به نوعی میانشان آشتی برقرار شود، خداوند میان آن دو به وسیله داوران سازگاری ایجاد خواهد کرد، چرا که خدا به حال آنان دانا و به کارشان آگاه است.",
        "numberInSurah": 35,
        "juz": 5,
        "manzil": 1,
        "page": 84,
        "ruku": 67,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 529,
        "text": "و خدا را بپرستید و چیزی را شریک او نسازید، و به پدر و مادر و خویشاوند و یتیمان و بینوایان و همسایه نزدیک و همسایه دور و همنشین و در راه مانده و برده و کنیزی که مالک آنهایید نیکی کنید. به یقین خداوند کسی را که متکبّر و خیالبافِ فخرفروش است دوست نمی‌دارد.",
        "numberInSurah": 36,
        "juz": 5,
        "manzil": 1,
        "page": 84,
        "ruku": 67,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 530,
        "text": "همان کسانی که بخل میورزند و با عملکرد زشت خویش مردم را به بخل وامی دارند و نعمت‌هایی را که خدا به فضل خود به آنان عطا کرده است کتمان می‌کنند و خود را فقیر جلوه می‌دهند. و ما برای کسانی که نعمت‌های الهی را به منظور محروم ساختن نیازمندان پوشیده می‌دارند و حق را انکار می‌کنند عذابی خوارکننده، آماده کرده‌ایم.",
        "numberInSurah": 37,
        "juz": 5,
        "manzil": 1,
        "page": 84,
        "ruku": 67,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 531,
        "text": "متکبّران خیالباف و فخرفروش کسانی اند که اموالشان را برای نشان دادن به مردم انفاق می‌کنند و به خدا و روز قیامت ایمان ندارند. اینانند که همدمشان شیطان است، و هر کس شیطان همدم او باشد، او بد همنشینی است.",
        "numberInSurah": 38,
        "juz": 5,
        "manzil": 1,
        "page": 85,
        "ruku": 67,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 532,
        "text": "و اگر به خدا و روز قیامت ایمانی راستین داشتند و از آنچه خدا روزیِ آنان ساخته است در راه او انفاق می‌کردند، چه زیانی برایشان داشت؟ و خدا به حال و کار آنان داناست.",
        "numberInSurah": 39,
        "juz": 5,
        "manzil": 1,
        "page": 85,
        "ruku": 67,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 533,
        "text": "چنین نمی‌کنند با این که خداوند هموزن ذره‌ای به آنان ستم نمی‌کند و از پاداش آنان نمی‌کاهد. بلکه، اگر آن ذره، کاری پسندیده باشد خدا آن را دو چندان می‌کند و از نزد خود پاداشی بزرگ به آنان می‌دهد.",
        "numberInSurah": 40,
        "juz": 5,
        "manzil": 1,
        "page": 85,
        "ruku": 67,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 534,
        "text": "پس چگونه است حالشان آن گاه که از هر امّتی گواهی بیاوریم تا بر اعمالشان گواهی دهد، و تو را ای پیامبر بر حقّانیت آن گواهان گواه بیاوریم؟",
        "numberInSurah": 41,
        "juz": 5,
        "manzil": 1,
        "page": 85,
        "ruku": 67,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 535,
        "text": "آن روز که چنین شود، کسانی که کفر ورزیده و پیامبر را نافرمانی کرده‌اند، آرزو می‌کنند که با خاک یکسان شده بودند. آن روز آنان نمی‌توانند هیچ سخنی را از خدا پوشیده دارند.",
        "numberInSurah": 42,
        "juz": 5,
        "manzil": 1,
        "page": 85,
        "ruku": 67,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 536,
        "text": "ای کسانی که ایمان آورده‌اید، در حال مستی برای نماز گزاردن به هیچ مسجدی نزدیک نشوید شما را از شرابخواری بازداشتیم تا بدانید که در نماز چه می‌گویید، و در حال جنابت نیز وارد مسجد نشوید تا غسل کنید، مگر این که بخواهید از آن جا عبور کنید. و اگر بیمارید یا در سفرید یا یکی از شما از قضای حاجت آمده است یا با زنان همبستر شده‌اید و برای وضو یا غسل آبی نیافتید، به سراغ زمینی که از حالت طبیعی خود خارج نشده است بروید و بخشی از صورت و دست هایتان را با آن مسح کنید، که خدا از شما درمی گذرد و شما را می‌آمرزد.",
        "numberInSurah": 43,
        "juz": 5,
        "manzil": 1,
        "page": 85,
        "ruku": 68,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 537,
        "text": "آیا به کسانی که به آنان بهره‌ای از کتاب آسمانی داده‌اند ننگریسته‌ای که خریدار گمراهی اند و می‌خواهند شما نیز از راه راست گمراه شوید؟",
        "numberInSurah": 44,
        "juz": 5,
        "manzil": 1,
        "page": 85,
        "ruku": 68,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 538,
        "text": "آنان دشمنان شمایند، و خدا دشمنان شما را بهتر می‌شناسد، پس مبادا شما را با اظهار محبت و وعده یاری فریب دهند. کافی است که خدا سرپرست شما باشد و کافی است که خدا یاورتان باشد.",
        "numberInSurah": 45,
        "juz": 5,
        "manzil": 1,
        "page": 86,
        "ruku": 68,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 539,
        "text": "دشمنان شما یهودیانند، آنان سخنان را از جایگاهش می‌گردانند و تحریف می‌کنند و می‌گویند: شنیدیم و نافرمانی کردیم، و در خطاب به پیامبر می‌گویند: بشنو که شنوایی داده نشوی! این سخن را از خطاب (راعنا) در حالی که زبانشان را به آن می‌پیچانند و در دین طعنه می‌زنند، اراده می‌کنند. و اگر می‌گفتند: شنیدیم و فرمانبرداری کردیم، و بشنو و به ما مهلت ده تا سخن خود را به روشنی بیان کنیم، برای آنان بهتر و استوارتر بود، ولی چنین انتظاری از آنان به دور است، زیرا خداوند آنان را به سزای کفرشان لعنت کرده است، ازاین رو جز اندکی از آنان ایمان نخواهند آورد.",
        "numberInSurah": 46,
        "juz": 5,
        "manzil": 1,
        "page": 86,
        "ruku": 68,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 540,
        "text": "ای کسانی که کتاب آسمانی به شما داده شده است، به این قرآن که به سوی شما فرو فرستاده‌ایم و تورات و انجیلی را که با شماست تأیید می‌کند، ایمان بیاورید، پیش از آن که چهره‌هایی را که باید روی به کمال آورد محو کنیم و در نتیجه آنها را به واپس (روی به تیره بختی) بازگردانیم، یا همان گونه که (اصحاب سبت) را از رحمت خود دور ساختیم، آنان را نیز از رحمت خود دور سازیم، و فرمان خدا انجام شدنی است.",
        "numberInSurah": 47,
        "juz": 5,
        "manzil": 1,
        "page": 86,
        "ruku": 68,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 541,
        "text": "انکار قرآن شرک است و قطعاً خدا این گناه را که به او شرک ورزیده شود نمی‌آمرزد، و کمتر از آن را برای هر که بخواهد می‌آمرزد. و هر کس به خدا شرک ورزد، قطعاً دروغی بافته و گناهی بزرگ مرتکب شده است.",
        "numberInSurah": 48,
        "juz": 5,
        "manzil": 1,
        "page": 86,
        "ruku": 68,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 542,
        "text": "آیا به کسانی که خود را پاک و رشدیافته می‌شمرند ننگریسته‌ای؟ آنان حق ندارند زبان به مدح خویش بگشایند، بلکه خداست که هر که را بخواهد به پاکی می‌ستاید و در ستایش آنان به اندازه رشته هسته خرمایی به آنان ستم نمی‌شود.",
        "numberInSurah": 49,
        "juz": 5,
        "manzil": 1,
        "page": 86,
        "ruku": 68,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 543,
        "text": "بنگر که یهودیان چگونه بر خدا دروغ می‌بندند، و همین بس که این کارشان گناهی آشکار است.",
        "numberInSurah": 50,
        "juz": 5,
        "manzil": 1,
        "page": 86,
        "ruku": 68,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 544,
        "text": "آیا به کسانی که بهره‌ای از کتاب آسمانی یافته‌اند (یهودیان) ننگریسته‌ای که به (جبت) و (طاغوت) ایمان می‌آورند و درباره کفرپیشگان مشرک می‌گویند: اینان از کسانی که [به محمّد] ایمان آورده‌اند راهیافته ترند؟",
        "numberInSurah": 51,
        "juz": 5,
        "manzil": 1,
        "page": 86,
        "ruku": 69,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 545,
        "text": "آنان کسانی اند که خدا از رحمت خود دورشان ساخته است، و هر که را خدا از رحمت خود دور سازد، هرگز برای او یاوری نخواهی یافت.",
        "numberInSurah": 52,
        "juz": 5,
        "manzil": 1,
        "page": 87,
        "ruku": 69,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 546,
        "text": "مگر آنان حق دارند در هر امری داوری کنند با این که مشرکان را راهیافته‌تر از مؤمنان شمرده‌اند؟ یا مگر آنان از فرمانروایی بهره‌ای دارند [تا پیامبری را به کسی بخشند یا از کسی بازدارند]؟ اگر بهره هم داشته باشند، از شدّت بخل، به اندازه آنچه پرنده با منقار خود برمی گیرد چیزی به مردم نمی‌دهند.",
        "numberInSurah": 53,
        "juz": 5,
        "manzil": 1,
        "page": 87,
        "ruku": 69,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 547,
        "text": "یا به سبب مزیّتی که خدا از فضل خود به مردم داده است بر آنان حسد میورزند؟ حسادت برایشان سودی ندارد چرا که ما خود به خاندان ابراهیم (که پیامبر و اهل بیتش از آنانند) کتاب آسمانی و دانش دین دادیم و به آنان فرمانرواییِ بزرگ (پیامبری، مقام ولایت و هدایت) بخشیدیم.",
        "numberInSurah": 54,
        "juz": 5,
        "manzil": 1,
        "page": 87,
        "ruku": 69,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 548,
        "text": "البته یهودیان همه یکسان نیستند، برخی از آنان به پیامبر ایمان آورده و برخی، نه تنها به او نگرویده، بلکه دیگران را نیز از گرایش به او بازداشته‌اند. آنان روانه دوزخ خواهند شد و دوزخ کافی است که سوزان و شعلهور باشد.",
        "numberInSurah": 55,
        "juz": 5,
        "manzil": 1,
        "page": 87,
        "ruku": 69,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 549,
        "text": "کسانی که به آیات ما کفر ورزیده‌اند، به زودی آنان را به آتشی درآورده می‌سوزانیم. هرگاه پوستشان بریان شود، به جای آن پوست دیگری می‌نهیم تا عذاب را بچشند. به راستی که خدا شکست ناپذیر و حکیم است.",
        "numberInSurah": 56,
        "juz": 5,
        "manzil": 1,
        "page": 87,
        "ruku": 69,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 550,
        "text": "و کسانی که ایمان آورده و کارهای شایسته کرده‌اند، به زودی آنان را به بوستان‌هایی پوشیده از درختان که زیر آنها جوی‌ها روان است درمی آوریم. آنان برای همیشه در آن جا ماندگارند، و برایشان در آن جا همسرانی پیراسته خواهد بود، و آنان را به سایه‌ای پایدار درمی آوریم.",
        "numberInSurah": 57,
        "juz": 5,
        "manzil": 1,
        "page": 87,
        "ruku": 69,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 551,
        "text": "خدا به شما فرمان می‌دهد که امانت‌ها را به صاحبان آنها رد کنید، و چون میان مردم داوری می‌کنید، به عدالت داوری کنید. آنچه خدا شما را به آن پند می‌دهد نیکوست. به راستی که خدا شنوا و بیناست.",
        "numberInSurah": 58,
        "juz": 5,
        "manzil": 1,
        "page": 87,
        "ruku": 69,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 552,
        "text": "ای کسانی که ایمان آورده‌اید، خدا را اطاعت کنید و از پیامبر و کسانی که امر شما را در اختیار دارند و از خودتان هستند پیروی نمایید. پس اگر به خدا و روز قیامت ایمان دارید، چنانچه در امری از امور دین اختلاف کردید، آن را به خدا و پیامبر ارجاع دهید. این کار برای شما بهتر و فرجامش نیکوتر است.",
        "numberInSurah": 59,
        "juz": 5,
        "manzil": 1,
        "page": 87,
        "ruku": 69,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 553,
        "text": "آیا به کسانی که بر این باورند که به آنچه به سوی تو فرو فرستاده شده و به آنچه پیش از تو نازل گردیده ایمان آورده‌اند، ننگریسته‌ای که می‌خواهند داوری در مرافعات خود را نزد طاغوت ببرند، با این که فرمان یافته‌اند بدان کفر ورزند؟ و شیطان می‌خواهد آنان را به بیراهه‌ای که با حق فاصله‌ای دور و دراز دارد سوق دهد.",
        "numberInSurah": 60,
        "juz": 5,
        "manzil": 1,
        "page": 88,
        "ruku": 70,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 554,
        "text": "و هنگامی که به آنان گفته می‌شود: به سوی آنچه (احکامی که) خدا فرو فرستاده و به سوی این پیامبر که بدانها حکم می‌کند بیایید، منافقان را می‌بینی که از تو سخت روی برمی تابند.",
        "numberInSurah": 61,
        "juz": 5,
        "manzil": 1,
        "page": 88,
        "ruku": 70,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 555,
        "text": "پس چگونه خواهد بود حالشان آن گاه که بر اثر کاری که به دست خود کرده‌اند گزندی به آنان رسد، سپس نزد تو آیند و به خدا سوگند خورند که هدف ما از بُردنِ داوری نزد دیگران چیزی جز نیکی و سازش میان مشاجره کنندگان نبود؟",
        "numberInSurah": 62,
        "juz": 5,
        "manzil": 1,
        "page": 88,
        "ruku": 70,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 556,
        "text": "اینان کسانی اند که خدا آنچه را که در دل دارند می‌داند، پس از آنان درگذر و پندشان ده و با آنان سخنی بگوی که بر دل هایشان نشیند.",
        "numberInSurah": 63,
        "juz": 5,
        "manzil": 1,
        "page": 88,
        "ruku": 70,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 557,
        "text": "ما هیچ پیامبری را نفرستادیم مگر برای این که به اذن خدا در همه امور از او پیروی شود، پس چگونه با بهانه‌هایی مانند برقراری سازش میان دو طرف دعوا، از پیامبر روی می‌گردانند؟ اگر آنان پس از آن که با این عمل بر خود ستم کردند نزد تو می‌آمدند و از خدا آمرزش می‌خواستند و پیامبر نیز برای آنان طلب آمرزش می‌کرد، قطعاً خدا را توبه پذیر و مهربان می‌یافتند.",
        "numberInSurah": 64,
        "juz": 5,
        "manzil": 1,
        "page": 88,
        "ruku": 70,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 558,
        "text": "پس چنین نیست که اگر مردم رسالت تو را تصدیق کنند مؤمن باشند، به پروردگارت سوگند تا آنان تو را در آنچه میانشان مایه اختلاف است داور نسازند، آن گاه از داوری تو در خود احساس هیچ گونه دلتنگی نکنند و کاملاً تسلیم حکم تو نباشند، مؤمن نخواهند بود.",
        "numberInSurah": 65,
        "juz": 5,
        "manzil": 1,
        "page": 88,
        "ruku": 70,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 559,
        "text": "و اگر بر آنان مقرّر می‌کردیم که یکدیگر را بکشید یا از خانه‌ها و دیار خود بیرون روید، جز اندکی از آنان این کار را نمی‌کردند، و اگر آنان آنچه را بدان پند داده می‌شوند، انجام می‌دادند، قطعاً برای دنیا و آخرتشان بهتر بود و به ایمانشان ثبات بیشتری می‌بخشید.",
        "numberInSurah": 66,
        "juz": 5,
        "manzil": 1,
        "page": 89,
        "ruku": 70,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 560,
        "text": "و در آن صورت ما از نزد خود پاداشی بزرگ به آنان می‌دادیم.",
        "numberInSurah": 67,
        "juz": 5,
        "manzil": 1,
        "page": 89,
        "ruku": 70,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 561,
        "text": "و آنان را به راهی راست هدایت می‌کردیم.",
        "numberInSurah": 68,
        "juz": 5,
        "manzil": 1,
        "page": 89,
        "ruku": 70,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 562,
        "text": "و کسانی که از خدا و پیامبر اطاعت کنند، با کسانی خواهند بود که خداوند آنان را از نعمت ولایت خویش برخوردار ساخته است. آنان پیامبران و راستی پیشگان و گواهان اعمال و شایستگان مقام ولایت الهی اند و نیکو رفیقانی خواهند بود.",
        "numberInSurah": 69,
        "juz": 5,
        "manzil": 1,
        "page": 89,
        "ruku": 70,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 563,
        "text": "این است فزونبخشی کامل و آن از جانب خداست و علم خدا به مراتب ایمان مردم برای مشخص ساختن مقام بایسته آنان کافی است.",
        "numberInSurah": 70,
        "juz": 5,
        "manzil": 1,
        "page": 89,
        "ruku": 70,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 564,
        "text": "ای کسانی که ایمان آورده‌اید، سلاح خود را برگیرید و همواره آماده کارزار باشید و آن گاه که شمار دشمنان اندک است گروه گروه، و چون فراوان است دسته جمعی به سویشان حرکت کنید.",
        "numberInSurah": 71,
        "juz": 5,
        "manzil": 1,
        "page": 89,
        "ruku": 71,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 565,
        "text": "و قطعاً از میان شما مؤمنان کسی هست که در حرکت به سوی جهاد کُندی می‌کند، پس اگر در جهاد گزندی به شما رسد می‌گوید: خدا به من نعمت ارزانی داشت که با آنان در جهاد حاضر نبودم.",
        "numberInSurah": 72,
        "juz": 5,
        "manzil": 1,
        "page": 89,
        "ruku": 71,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 566,
        "text": "و اگر از جانب خدا تفضّلی (غنیمت و پیروزی) به شما رسد، چنان که گویی میان شما و او هیچ گونه رابطه دوستی نبوده است، خواهد گفت: ای کاش من با آنان بودم و به کامیابی بزرگی دست می‌یافتم.",
        "numberInSurah": 73,
        "juz": 5,
        "manzil": 1,
        "page": 89,
        "ruku": 71,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 567,
        "text": "پس کسانی که زندگی دنیا را با آخرت مبادله می‌کنند باید در راه خدا پیکار کنند، و هر کس در راه خدا پیکار کند و کشته شود یا پیروز گردد، دیری نگذرد که او را مزدی بزرگ ببخشیم.",
        "numberInSurah": 74,
        "juz": 5,
        "manzil": 1,
        "page": 89,
        "ruku": 71,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 568,
        "text": "برای شما چه سودی دارد که در راه خدا و در راه مردان و زنان و کودکانی که ناتوان شمرده شده و مورد ستم کفرپیشگان قرار گرفته اند نمی‌جنگید؟ همانان که می‌گویند: پروردگارا، ما را از این شهری که مردمش ستمگرند بیرون بر، و از جانب خودت برای ما سرپرستی بگمار، و از نزد خویش برای ما یاوری مقرر دار.",
        "numberInSurah": 75,
        "juz": 5,
        "manzil": 1,
        "page": 90,
        "ruku": 71,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 569,
        "text": "کسانی که ایمان آورده‌اند، در راه خدا پیکار می‌کنند و کسانی که کافر شده‌اند، در راه طاغوت می‌جنگند، پس با دوستان شیطان پیکار کنید که قطعاً نیرنگ شیطان سست است.",
        "numberInSurah": 76,
        "juz": 5,
        "manzil": 1,
        "page": 90,
        "ruku": 71,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 570,
        "text": "آیا ندیدی کسانی را که به آنان گفته شد: اینک ـ به رغم آزار مشرکان ـ دست از جهاد بدارید و نماز را برپا دارید و زکات بدهید تا امکانات جنگ برای شما فراهم شود. امّا هنگامی که پیکار بر آنان واجب شد، برخلاف انتظار، گروهی از ایشان از مردم [= مشرکان] ترسیدند، مانند ترس از خدا یا ترسی بیشتر، و گفتند: پروردگارا، چرا پیکار را بر ما مقرر داشتی؟ چرا مرگ ما را تا زمان مقرر آن به تأخیر نینداختی که آن سرآمدی نزدیک است؟ ای پیامبر، به آنان بگو: بهره دنیا اندک است و سرای آخرت برای کسی که تقوا پیشه کرده است بهتر است و بر شما به اندازه رشته هسته خرمایی ستم نمی‌رود و از پاداشتان کاسته نمی‌شود، پس نباید از پیکار در راه خدا هراسی در دل داشته باشید.",
        "numberInSurah": 77,
        "juz": 5,
        "manzil": 1,
        "page": 90,
        "ruku": 72,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 571,
        "text": "گمان نکنید که اگر در جهاد حضور نیافتید از مرگ در امان می‌مانید، هر کجا باشید شما را مرگ در می‌رسد، هر چند در دژهایی استوار و مرتفع به سر برید. و اگر خیری به آنان رسد می‌گویند: این از جانب خداست، و اگر شرّی به ایشان رسد می‌گویند: این از جانب توست. به آنان بگو: همه از نزد خداست. پس این مردم را چه شده که نزدیک است هیچ سخنی را درنیابند.",
        "numberInSurah": 78,
        "juz": 5,
        "manzil": 1,
        "page": 90,
        "ruku": 72,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 572,
        "text": "هر خیری به تو رسد از جانب خداست و هر ناگواری به تو رسد از خود توست. ما تو را برای مردم به رسالت فرستادیم و به تو سِمتی دیگر ندادیم تا بتوانی خوشی یا ناگواری برایشان بیاوری، و همین بس که خدا بر این امر گواه باشد.",
        "numberInSurah": 79,
        "juz": 5,
        "manzil": 1,
        "page": 90,
        "ruku": 72,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 573,
        "text": "هر کس از پیامبر فرمان برد از خدا فرمان برده است، و هر کس روی برتابد تو اندوهگین مباش، زیرا ما تو را به عنوان نگهبان بر آنان نفرستاده‌ایم تا مسئول اعمالشان باشی و برای رویگردانی آنان مؤاخذه شوی. (۸۰",
        "numberInSurah": 80,
        "juz": 5,
        "manzil": 1,
        "page": 91,
        "ruku": 72,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 574,
        "text": "و چون مردم سست ایمان را به جهاد فراخوانی می‌گویند: ما از تو اطاعت می‌کنیم، ولی هنگامی که از نزد تو بیرون می‌روند، گروهی از آنان شبانگاه به چیزی جز آنچه گفته‌ای و با تو وعده کرده اند می‌اندیشند و درباره آن چاره جویی می‌کنند. البته خدا آنچه را شبانه بر ضد تو می‌اندیشند ثبت می‌کند. پس، از آنان روی برتاب و بر خدا توکل کن که خدا برای کارسازی امور بسنده است.",
        "numberInSurah": 81,
        "juz": 5,
        "manzil": 1,
        "page": 91,
        "ruku": 72,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 575,
        "text": "پس آیا در قرآن نمی‌اندیشند تا به هماهنگی آیات آن پی ببرند و دریابند که آن از جانب خدا نازل شده است؟ اگر قرآن از جانب غیر خدا بود، قطعاً در آن ناسازگاری و ناهماهنگی بسیاری می‌یافتند.",
        "numberInSurah": 82,
        "juz": 5,
        "manzil": 1,
        "page": 91,
        "ruku": 72,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 576,
        "text": "و چون از سوی دشمنان خبری که حاکی از امنیت یا ترس است به آنان برسد، آن را در میان مؤمنان پخش می‌کنند و باعث سستی آنان در برابر دشمن می‌شوند، و اگر آن را به پیامبر یا صاحبان فرمان خود بازمی گرداندند، کسانی از آنان که حقیقت ماجرا را با بررسی و تحقیق کشف می‌کنند، درستی یا نادرستی آن را تشخیص می‌دادند. و اگر فضل و رحمت خدا شامل حال شما نبود، قطعاً همه تان ـ جز شماری اندک ـ از شیطان پیروی می‌کردید و از همراهی با پیامبر در جهاد با مشرکان سر باز می‌زدید.",
        "numberInSurah": 83,
        "juz": 5,
        "manzil": 1,
        "page": 91,
        "ruku": 72,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 577,
        "text": "پس تو خود ـ ای پیامبر ـ در راه خدا پیکار کن، هر چند مردم در جهاد سستی کنند، و بدان که جز به کار خود مکلّف نیستی، و مؤمنان را به پیکار برانگیز، باشد که خداوند گزند کافران را از مؤمنان بازدارد، و خداست که عذابش سخت‌تر و کیفرش شدیدتر است.",
        "numberInSurah": 84,
        "juz": 5,
        "manzil": 1,
        "page": 91,
        "ruku": 72,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 578,
        "text": "هر کس در کار خیری وساطت کند، از فرجام نیک آن بهره‌ای خواهد داشت، و هر کس در کار شرّی میانجیگری کند، از فرجام سوء آن نصیبی خواهد برد، و خدا بر انجام هر کاری تواناست و آن را برپا می‌دارد.",
        "numberInSurah": 85,
        "juz": 5,
        "manzil": 1,
        "page": 91,
        "ruku": 72,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 579,
        "text": "و چون به شما سلام شود، با سلامی نیکوتر سلام را پاسخ دهید، یا مانند همان را بازگردانید که خداوند حسابگر هر چیزی است.",
        "numberInSurah": 86,
        "juz": 5,
        "manzil": 1,
        "page": 91,
        "ruku": 72,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 580,
        "text": "به فرمان‌های الهی پای بند باشید، زیرا قطعاً خداوند که معبودی شایسته پرستش جز او نیست، شما را در روز قیامت که هیچ تردیدی در آن وجود ندارد گرد می‌آورد تا به شما در برابر اعمالتان سزا دهد، و چه کسی از خدا راستگوتر است؟",
        "numberInSurah": 87,
        "juz": 5,
        "manzil": 1,
        "page": 92,
        "ruku": 72,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 581,
        "text": "اکنون که می‌دانید هر کسی در کار ناپسندی وساطت کند، از فرجام بد آن بهره‌ای خواهد داشت، چرا درباره آن منافقان دو گروه شده‌اید، گروهی خواهان پیکار با آنانید و گروهی از آنان حمایت می‌کنید به این امید که شاید هدایتشان کنید؟ در حالی که خداوند آنان را به کیفر اعمال ناپسندشان به گمراهی بازگردانده است. آیا می‌خواهید کسانی را که خدا گمراهشان کرده است هدایت کنید؟ و هر که را خدا گمراه کند هرگز راهی برای هدایت او نمی‌یابی.",
        "numberInSurah": 88,
        "juz": 5,
        "manzil": 1,
        "page": 92,
        "ruku": 73,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 582,
        "text": "آنان دوست دارند همان گونه که خود کافر شده‌اند شما نیز کافر شوید و همه باهم یکسان باشید. پس مبادا از میان آنان پیش از آن که در راه خدا هجرت کنند دوستانی برگیرید. شما آنان را به هجرت فراخوانید، اگر روی برتافتند هر کجا آنان را یافتید بگیریدشان و بکشیدشان، و از آنها کسی را دوست و یاور خویش مگیرید.",
        "numberInSurah": 89,
        "juz": 5,
        "manzil": 1,
        "page": 92,
        "ruku": 73,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 583,
        "text": "مگر آن کسانی که به گروهی می‌پیوندند که میان شما و آنان پیمان عدم تعرض است و یا آن کسانی که نزد شما می‌آیند که نه خوش داشته‌اند که همگام قوم خود باشند و با شما بجنگند و نه خوش دارند که همراه شما باشند و با قوم خود پیکار کنند، اگر خدا می‌خواست آنان را بر شما مسلّط می‌ساخت و آنها با شما به جنگ برمی خاستند [پس مبادا ناتوانی آنها شما را به جنگ با آنان ترغیب کند]. اینک اگر از شما کناره گیری کردند و با شما نجنگیدند و صلح و آشتی با شما را مطرح کردند، با آنان درگیر نشوید، که خدا برای شما هیچ راهی بر ضدّ آنان قرار نداده است.",
        "numberInSurah": 90,
        "juz": 5,
        "manzil": 1,
        "page": 92,
        "ruku": 73,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 584,
        "text": "به زودی گروهی دیگر را خواهید یافت که می‌خواهند از سوی شما و از سوی قوم خویش در امان باشند، به گونه‌ای که نه با شما باشند و نه بر ضد شما. هر چند به قول و قرار آنان اطمینانی نیست، چون هرگاه بر ضدّ شما به سوی فتنه و آشوبی بازگردانده شدند، به آن روی آوردند، [ولی پیشنهادشان را بپذیرید]، پس اگر از تعرض به شما کناره گیری نکردند و به شما پیشنهاد صلح ندادند و از شما دست برنداشتند، هر کجا آنان را یافتید بگیریدشان و بکشیدشان. اینانند که برای شما حجتی روشن بر ضدشان قرار داده‌ایم.",
        "numberInSurah": 91,
        "juz": 5,
        "manzil": 1,
        "page": 92,
        "ruku": 73,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 585,
        "text": "هیچ مؤمنی نشاید که مؤمنی را جز به اشتباه بکشد، و هر کس مؤمنی را به اشتباه بکشد باید برده با ایمانی را آزاد کند و خونبهایی نیز به کسان مقتول بپردازد، مگر این که آنان خونبها را به عنوان تصدق به قاتل ببخشند. و اگر مقتول از گروهی است که دشمن شمایند و با شما سر جنگ دارند ولی او مؤمن بوده است، قاتل باید برده مؤمنی را آزاد کند و خونبها برعهده او نیست، و اگر مقتولِ مؤمن از مردم کفرپیشه‌ای است که میان شما و آنان پیمانی هست که به مقتضای آن پیمان کافر حَربی به شمار نمی‌آیند، قاتل باید خونبهایی به کسان وی بپردازد و برده مؤمنی را نیز آزاد کند. و هر کس از آزاد کردن برده ناتوان است باید دو ماه پیاپی روزه بگیرد. این حکم، بازگشت رحمتی از جانب خدا بر ناتوانان است. و خدا به شما داناست و احکامی را که مقرر می‌کند از روی حکمت است.",
        "numberInSurah": 92,
        "juz": 5,
        "manzil": 1,
        "page": 93,
        "ruku": 74,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 586,
        "text": "و هر کس مؤمنی را از روی عمد بکشد سزای او دوزخ است که برای همیشه در آن خواهد ماند، و خداوند بر او خشم می‌گیرد و از رحمت خود دورش می‌کند و برای او عذابی بزرگ آماده کرده است.",
        "numberInSurah": 93,
        "juz": 5,
        "manzil": 1,
        "page": 93,
        "ruku": 74,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 587,
        "text": "ای کسانی که ایمان آورده‌اید، هنگامی که در راه خدا برای جهاد سفر می‌کنید و با افرادی رو به رو می‌شوید، خوب بررسی کنید تا مؤمنان را از کافران بازشناسید، تا مبادا مؤمنی را به تصور آن که کافر است بکشید، و به کسی که به رسم مسلمانان به شما سلام می‌کند نگویید مؤمن نیستی و او را بدون تحقیق به قتل برسانید که با این کار خواهان متاع ناپایدار زندگی دنیا به شمار می‌آیید. بدانید که غنیمت‌های بسیاری نزد خداست، آنها را طلب کنید. شما نیز پیش از آن که ایمان بیاورید چنین بودید که همواره در پی دستیابی به متاع دنیا بودید، ولی خداوند نعمتی گران به شما عطا کرد و این خصلت را از شما زدود. بنابراین خوب بررسی کنید تا هر کسی را به گمان کفر نکشید، قطعاً خدا به آنچه می‌کنید آگاه است.",
        "numberInSurah": 94,
        "juz": 5,
        "manzil": 1,
        "page": 93,
        "ruku": 74,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 588,
        "text": "مؤمنانِ وانشسته از جهاد که آسیب مند نیستند، با آنان که با مال و جان خود در راه خدا پیکار می‌کنند یکسان نیستند، زیرا خداوند کسانی را که با مال و جان خود جهاد می‌کنند در مقام و منزلت بر وانشستگان برتری داده، و خدا همه مؤمنان ـ چه مجاهدان و چه آسیب مندان و چه وانشستگان با ایمانی که حضورشان در جهاد ضرورت ندارد ـ را به فرجامی نیکو مژده داده است، و خدا مجاهدان را بر وانشستگان برتری بخشیده و برای آنان پاداشی بزرگ مقرر داشته است.",
        "numberInSurah": 95,
        "juz": 5,
        "manzil": 1,
        "page": 94,
        "ruku": 74,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 589,
        "text": "آن پاداش درجاتی از جانب او و آمرزش و رحمتی بزرگ است، و خداوند آمرزنده و مهربان است.",
        "numberInSurah": 96,
        "juz": 5,
        "manzil": 1,
        "page": 94,
        "ruku": 74,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 590,
        "text": "کسانی که با پشت سر افکندن معارف الهی و احکام دین بر خود ستم کرده‌اند، هنگامی که فرشتگان جانشان را می‌گیرند به آنان می‌گویند: در چه حال بودید؟ چرا به دین الهی پای بند نبودید؟ می‌گویند: ما در این سرزمین تحت سیطره کفر و شرک ناتوان شمرده شده بودیم. فرشتگان می‌گویند: مگر زمین خدا گسترده نبود که در آن هجرت کنید و به سرزمینی بروید که بتوانید دین خود را نگه دارید؟ ازاین رو آنان جایگاهشان دوزخ است و آن بدبازگشتگاهی است.",
        "numberInSurah": 97,
        "juz": 5,
        "manzil": 1,
        "page": 94,
        "ruku": 75,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 591,
        "text": "مگر آن مردان و زنان و کودکانِ زبون شمرده شده‌ای که نمی‌توانند برای رهایی خود چاره‌ای بیندیشند و راهی برای خروج از تحت سیطره کافران نمی‌یابند.",
        "numberInSurah": 98,
        "juz": 5,
        "manzil": 1,
        "page": 94,
        "ruku": 75,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 592,
        "text": "اینانند که امید است خدا از آنها درگذرد، چرا که خداوند بخشاینده و آمرزنده است.",
        "numberInSurah": 99,
        "juz": 5,
        "manzil": 1,
        "page": 94,
        "ruku": 75,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 593,
        "text": "هر کس برای رهایی از سیطره کافران و مشرکان در راه خدا هجرت کند، در زمین مکان‌های بسیار و گشایش و فراخی خواهد یافت، و هر کس از خانه خود بیرون رود در حالی که به سوی خدا و رسول او رهسپار می‌شود، سپس مرگ او را دریابد، پاداشش برعهده خدا لازم شده است، و خدا آمرزنده و مهربان است.",
        "numberInSurah": 100,
        "juz": 5,
        "manzil": 1,
        "page": 94,
        "ruku": 75,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 594,
        "text": "و هنگامی که سفر کردید، اگر بیم آن دارید که کافران بر شما بتازند و شما را بیازارند، بر شما گناهی نیست که از رکعات نماز بکاهید، به یقین کافران برای شما دشمنی آشکارند.",
        "numberInSurah": 101,
        "juz": 5,
        "manzil": 1,
        "page": 94,
        "ruku": 76,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 595,
        "text": "و اگر آنان از یورش دشمن در امان نبودند و خواستند نماز بگزارند، چنانچه تو ای پیامبر، در میانشان بودی و برای آنان نماز برپا کردی، باید گروهی از ایشان با تو به نماز بایستند و سلاح‌های خود را نیز برگیرند و هنگامی که سجده کردند و نماز را به پایان بردند باید پشت سر شما قرار گیرند و به نگهبانی بپردازند و گروه دیگری که نماز نخوانده‌اند بیایند و با تو نماز بگزارند، و باید جانب احتیاط را نگه دارند و سلاح‌های خود را برگیرند. کافران آرزو می‌کنند که شما از سلاح‌ها و ساز و برگ خود غافل شوید تا یکباره بر شما بتازند. و اگر از باران در زحمتید، یا بیمارید، بر شما گناهی نیست که سلاح‌های خود را بر زمین نهید، ولی جانب احتیاط را نگه دارید. به یقین خدا برای کافران عذابی خوارکننده آماده کرده است.",
        "numberInSurah": 102,
        "juz": 5,
        "manzil": 1,
        "page": 95,
        "ruku": 76,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 596,
        "text": "و هنگامی که نماز را به جای آوردید، خدا را در هر حال، ایستاده و نشسته و بر پهلوی خویش آرمیده، یاد کنید، و چون به وطن بازگشتید و از هجوم دشمن در امان شدید نماز را به صورت کامل به پا دارید، زیرا نماز بر مؤمنان واجبی همیشگی و تبدیل ناپذیر است.",
        "numberInSurah": 103,
        "juz": 5,
        "manzil": 1,
        "page": 95,
        "ruku": 76,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 597,
        "text": "و در دستیابی به گروه مشرکان سستی مکنید. اگر شما از جراحات و تلفات خود در جنگ درد می‌برید، آنان نیز مانند شما از زخم‌ها و کشته‌های خود درد می‌برند، ولی با این حال با یکدیگر یکسان نیستید، زیرا شما چیزهایی از خدا امید دارید که آنها امید ندارند، و خدا به مصلحت بندگان داناست و فرمان هایش استوار و حکیمانه است.",
        "numberInSurah": 104,
        "juz": 5,
        "manzil": 1,
        "page": 95,
        "ruku": 76,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 598,
        "text": "ما این کتاب را که سراسر حق است به سوی تو فرو فرستادیم، تا براساس آنچه خدا آن را به تو نمایانده است، میان مردم داوری کنی، و نباید مدافع خیانتکاران باشی.",
        "numberInSurah": 105,
        "juz": 5,
        "manzil": 1,
        "page": 95,
        "ruku": 77,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 599,
        "text": "و از خدای بخواه که تو را از پیروی هوای نفس و دفاع از خیانتکاران مصون دارد، چرا که خداوند مصون دارنده و مهربان است.",
        "numberInSurah": 106,
        "juz": 5,
        "manzil": 1,
        "page": 96,
        "ruku": 77,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 600,
        "text": "و از کسانی که با ارتکاب گناهان به خود خیانت می‌کنند دفاع مکن، که خداوند کسی را که خیانتکار و گناه پیشه است دوست نمی‌دارد.",
        "numberInSurah": 107,
        "juz": 5,
        "manzil": 1,
        "page": 96,
        "ruku": 77,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 601,
        "text": "آنان از مردم شرم می‌کنند و خیانت‌های خود را پنهان می‌دارند ولی از خدا شرم نمی‌کنند و در حضور او مرتکب گناه می‌شوند، در صورتی که خدا ـ هنگامی که آنان شبانه درباره سخنی که او نمی‌پسندد می‌اندیشند و برای تحقق آن چاره جویی می‌کنند ـ با ایشان است. و خدا نه تنها از این کارشان آگاه است، بلکه به هر کاری که می‌کنند احاطه دارد.",
        "numberInSurah": 108,
        "juz": 5,
        "manzil": 1,
        "page": 96,
        "ruku": 77,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 602,
        "text": "هان، شمایید کسانی که در زندگی دنیا از آنان دفاع کردید. اگر هم این دفاع شما برای آنان سودمند باشد کیست که روز قیامت در برابر خدا از آنان حمایت کند؟ یا کیست که در آن روز کارهایشان را سامان دهد؟",
        "numberInSurah": 109,
        "juz": 5,
        "manzil": 1,
        "page": 96,
        "ruku": 77,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 603,
        "text": "پس به سود خیانتکاران است که به درگاه خدا توبه برند، زیرا هر کس به دیگری بدی کند یا با ارتکاب گناه بر خود ستم روا دارد سپس از خدا آمرزش بخواهد، خدا را آمرزنده و مهربان خواهد یافت.",
        "numberInSurah": 110,
        "juz": 5,
        "manzil": 1,
        "page": 96,
        "ruku": 77,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 604,
        "text": "و هر کس گناهی کند، آن را تنها بر ضد خود انجام می‌دهد، و خدا کسی را که مرتکب گناه شده است می‌شناسد و دیگری را به جای او مؤاخذه نمی‌کند، زیرا او دانا و حکیم است.",
        "numberInSurah": 111,
        "juz": 5,
        "manzil": 1,
        "page": 96,
        "ruku": 77,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 605,
        "text": "و هر کس دچار لغزش گردد یا گناهی مرتکب شود، سپس آن را به گردن بی گناهی بیفکند، کیفر تهمت و گناه آشکاری را به دوش کشیده است.",
        "numberInSurah": 112,
        "juz": 5,
        "manzil": 1,
        "page": 96,
        "ruku": 77,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 606,
        "text": "و اگر فضل و رحمت خدا شامل حال تو نبود، گروهی از آنان تصمیم داشتند تو را گمراه سازند و به دفاع از خیانتکاران وادارت کنند و حال آن که جز خویشتن را به گمراهی نمی‌افکنند و هیچ زیانی به تو نمی‌رسانند، زیرا خداوند کتاب و حکمت را بر تو فرو فرستاده و حقایقی را به تو آموخته است که خود نمی‌توانستی آنها را فراگیری، و فضل خدا همواره بر تو بزرگ بوده است.",
        "numberInSurah": 113,
        "juz": 5,
        "manzil": 1,
        "page": 96,
        "ruku": 78,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 607,
        "text": "در بسیاری از رازگویی‌های آنان خیری نیست، مگر این که کسی در رازگویی خود به دادن صدقه یا انجام کاری نیک یا اصلاح میان مردم فرمان دهد. و هر کس برای دستیابی به خشنودی خدا چنین کند به زودی پاداشی بزرگ به او خواهیم داد.",
        "numberInSurah": 114,
        "juz": 5,
        "manzil": 1,
        "page": 97,
        "ruku": 78,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 608,
        "text": "و هر کس، پس از آن که مسیر هدایت برای او آشکار شد با پیامبر به مخالفت برخیزد و راهی جز راه مؤمنان در پیش گیرد، در دنیا او را به سوی همان مسیری که برگزیده است سوق می‌دهیم و در آن راه به او یاری می‌رسانیم و در آخرت او را به آتش دوزخ می‌سوزانیم، و آن بدبازگشتگاهی است.",
        "numberInSurah": 115,
        "juz": 5,
        "manzil": 1,
        "page": 97,
        "ruku": 78,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 609,
        "text": "مخالفت با پیامبر در ردیف شرک به خداست، و قطعاً خداوند این گناه را که به او شرک ورزیده شود نمی‌آمرزد، و کمتر از آن را برای هر که بخواهد می‌آمرزد. و هر کس به خدا شرک ورزد، به یقین در بیراهه‌ای خواهد افتاد که با حق فاصله‌ای دور و دراز دارد.",
        "numberInSurah": 116,
        "juz": 5,
        "manzil": 1,
        "page": 97,
        "ruku": 79,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 610,
        "text": "آنان به جای خدا جز موجوداتی تأثیرپذیر را که درخور پرستش نیستند، نمی‌پرستند، و جز شیطان را که خیری در او نیست، نمی‌پرستند.",
        "numberInSurah": 117,
        "juz": 5,
        "manzil": 1,
        "page": 97,
        "ruku": 79,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 611,
        "text": "خدا او را از رحمت خود دور ساخته است. و شیطان به خداوند گفت: من از بندگانت بهره‌ای معین خواهم گرفت.",
        "numberInSurah": 118,
        "juz": 5,
        "manzil": 1,
        "page": 97,
        "ruku": 79,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 612,
        "text": "و قطعاً آنان را با ترغیب به پرستش معبودانی ساختگی به گمراهی می‌افکنم، و با آرزومند ساختن آنان به سرگرمی‌ها فریبشان می‌دهم و آنان را وا می‌دارم تا گوش دام‌ها را بشکافند (دام‌هایی را که حلال کرده‌ای حرام بشمارند) و به آنان فرمان می‌دهم تا آفرینش خدا را دگرگون سازند و از مسیر فطرت خارج گردند. و هر کس به جای خدا شیطان را کارساز خویش گیرد، قطعاً زیانی آشکار کرده است.",
        "numberInSurah": 119,
        "juz": 5,
        "manzil": 1,
        "page": 97,
        "ruku": 79,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 613,
        "text": "شیطان به آنان وعده‌های دروغ می‌دهد و آرزوهای پوچ در دلشان می‌افکند و شیطان چیزی جز فریب به آنان وعده نمی‌دهد.",
        "numberInSurah": 120,
        "juz": 5,
        "manzil": 1,
        "page": 97,
        "ruku": 79,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 614,
        "text": "آنان جایگاهشان دوزخ است و گریزگاهی از آن برای خود نخواهند یافت.",
        "numberInSurah": 121,
        "juz": 5,
        "manzil": 1,
        "page": 97,
        "ruku": 79,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 615,
        "text": "و بزودی کسانی را که ایمان آورده و کارهای شایسته کرده‌اند به بوستان‌هایی آکنده از درختان که در زیر آنها نهرها روان است درمی آوریم. در آن جا برای همیشه ماندگارند. خدا آن را وعده داده است، وعده‌ای راست و درست. و کیست که از خدا راست گفتارتر باشد؟",
        "numberInSurah": 122,
        "juz": 5,
        "manzil": 1,
        "page": 98,
        "ruku": 79,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 616,
        "text": "حمایت خدا و پیامبر نه براساس آرزوها و پندارهای شما مسلمانان است و نه براساس آرزوها و پندارهای اهل کتاب. هر کس بدی کند، در دنیا و آخرت به سزای آن، کیفر خواهد دید، و جز خدا کارساز و یاوری برای خود نخواهد یافت.",
        "numberInSurah": 123,
        "juz": 5,
        "manzil": 1,
        "page": 98,
        "ruku": 79,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 617,
        "text": "و هر کس کارهایی شایسته انجام دهد و با ایمان باشد ـ مرد باشد یا زن ـ به بهشت درمی آید و به اندازه چیزی که پرنده به منقار برمی گیرد، به آنان ستم نمی‌شود.",
        "numberInSurah": 124,
        "juz": 5,
        "manzil": 1,
        "page": 98,
        "ruku": 79,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 618,
        "text": "و دین چه کسی نیکوتر از دین کسی است که خود را با تمام وجود تسلیم خدا کرده و نیکوکردار است و از آیین ابراهیم که حقگرا و دور از انحراف بود، پیروی نموده است؟ و خدا ابراهیم را چون با تمام وجود تسلیم خدا و نیکوکار و حق گرا بود دوست خویش گرفت.",
        "numberInSurah": 125,
        "juz": 5,
        "manzil": 1,
        "page": 98,
        "ruku": 79,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 619,
        "text": "با این که آنچه در آسمان‌ها و آنچه در زمین است، از آنِ خداست، و خدا بر همه چیز احاطه دارد.",
        "numberInSurah": 126,
        "juz": 5,
        "manzil": 1,
        "page": 98,
        "ruku": 79,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 620,
        "text": "ای پیامبر، از تو درباره زنان فتوا می‌خواهند، بگو: خداست که درباره آنان به شما فتوا می‌دهد، چنان که پیش‌تر نیز احکامی را درباره آنان بیان کرد، و نیز خداست که در این کتاب پیرامون آنچه درباره زنان یتیم بر شما تلاوت می‌شود، به شما فتوا می‌دهد، زنان یتیمی که حقوق مقررشان را از آنان دریغ می‌دارید و از این که با آنها ازدواج کنید، دوری می‌کنید. و نیز خداست که در این کتاب درباره کودکانِ ناتوان شمرده شده‌ای که حقوقشان را از میراث نمی‌دهید به شما فتوا می‌دهد [و شما را از پایمال کردن حقشان برحذر می‌دارد.] و همچنین خداست که درباره یتیمان به شما فتوا می‌دهد که با آنان به عدل و داد رفتار کنید. و هر کار نیکی انجام دهید خدا آن را می‌داند.",
        "numberInSurah": 127,
        "juz": 5,
        "manzil": 1,
        "page": 98,
        "ruku": 80,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 621,
        "text": "و اگر زنی از ناسازگاری یا رویگردانی شوهرش بیم داشته باشد، بر آن دو گناهی نیست که او با گذشت از بخشی از حقوقش میان خودشان صلح و سازش برقرار کنند و سازش بهتر [از جدایی] است. ولی آزمند بودن مردم به حقوق خود خصلتی است که همواره در برابر آنان حضور دارد و آنان را به دفاع از حق خود وامی دارد. پس اگر شما مردان احسان کنید و راه تقوا در پیش گیرید و همسرانتان را به گذشت از حقوق خویش وادار نسازید [سزاوارتر است] که خدا به آنچه می‌کنید آگاه است.",
        "numberInSurah": 128,
        "juz": 5,
        "manzil": 1,
        "page": 99,
        "ruku": 80,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 622,
        "text": "شما هرگز نمی‌توانید میان زنان عدالت را به طور کامل اجرا کنید، هر چند بر آن کوشا و حریص باشید. پس نباید همه میل خود را به یکی از آنان معطوف دارید و دیگری را بلاتکلیف ـ که نه چون شوهرداران است و نه بی شوهران که بتواند همسری گیرد ـ به خود وانهید. و اگر میان خود صلح و سازش برقرار کنید و تقوا پیشه سازید، خداوند آمرزش و رحمتش را بر شما می‌گستراند که خدا آمرزنده و مهربان است.",
        "numberInSurah": 129,
        "juz": 5,
        "manzil": 1,
        "page": 99,
        "ruku": 80,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 623,
        "text": "و اگر زن و شوهر به طلاق از یکدیگر جدا شدند، بیمی از درماندگی به خود راه ندهند، زیرا خداوند آن دو را به گشایش خویش بی نیاز خواهد ساخت، که خدا بخششی بی پایان دارد و کارهایش همه از روی حکمت است،",
        "numberInSurah": 130,
        "juz": 5,
        "manzil": 1,
        "page": 99,
        "ruku": 80,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 624,
        "text": "زیرا آنچه در آسمان‌ها و آنچه در زمین است از آنِ خداست. ما به کسانی که پیش از شما به آنان کتاب آسمانی داده شده و به شما سفارش کردیم که از خدا پروا کنید و در همسرداری حقوق یکدیگر را رعایت نمایید. و اگر با کفرورزی به ترک تقوا کشیده شدند، خدا به شما و تقوایتان نیازی ندارد، چرا که آنچه در آسمان‌ها و آنچه در زمین است از آنِ اوست و خدا بی نیاز و ستوده است.",
        "numberInSurah": 131,
        "juz": 5,
        "manzil": 1,
        "page": 99,
        "ruku": 80,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 625,
        "text": "و از آنِ خداست آنچه در آسمان‌ها و آنچه در زمین است و خدا برای اداره امور بندگان بس است.",
        "numberInSurah": 132,
        "juz": 5,
        "manzil": 1,
        "page": 99,
        "ruku": 80,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 626,
        "text": "ای مردم، اگر خدا بخواهد، شما را وامی نهد و مردمی دیگر می‌آورد که فرمان او را اطاعت کنند، و خدا بر این کار تواناست.",
        "numberInSurah": 133,
        "juz": 5,
        "manzil": 1,
        "page": 99,
        "ruku": 80,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 627,
        "text": "هر کس پاداش (نیکبختی) دنیا را می‌خواهد باید به دین خدا گرایش یابد، زیرا پاداش دنیا و آخرت نزد خداست، و خدا شنوا و بیناست.",
        "numberInSurah": 134,
        "juz": 5,
        "manzil": 1,
        "page": 99,
        "ruku": 80,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 628,
        "text": "ای کسانی که ایمان آورده‌اید، به عدالت رفتار کنید و در پاسداری از آن سخت بکوشید، و برای خدا گواهی دهید هرچند گواهی شما به زیان خودتان یا پدر و مادر و خویشاوندان نزدیکتان باشد. اگر آن کسی که در حق او شهادت می‌دهید توانگر یا تهیدست باشد، توانگری و تهیدستی او شما را از شهادت به حق باز ندارد که خدا به رعایت حال آنان از شما سزاوارتر است، پس از هوای خویش پیروی نکنید که مبادا از حق منحرف شوید. و اگر زبان خود را به گواهی ناحق بپیچانید یا از گواهی دادن روی برتابید، بدانید که خدا به آنچه می‌کنید آگاه است و کیفرش در انتظار شماست.",
        "numberInSurah": 135,
        "juz": 5,
        "manzil": 1,
        "page": 100,
        "ruku": 81,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 629,
        "text": "ای کسانی که ایمان آورده‌اید، شما باید همه حقایق دین را تصدیق کنید پس به خدا و رسول او و کتابی که بر پیامبرش فروفرستاده و آن کتاب آسمانی که پیش‌تر نازل کرده است ایمان بیاورید. و هر کس به خدا و فرشتگان او و کتاب‌هایی که فروفرستاده است و به پیامبرانش و روز آخرت کافر شود در بیراهه‌ای که با حق فاصله‌ای دور و دراز دارد گمراه گشته است.",
        "numberInSurah": 136,
        "juz": 5,
        "manzil": 1,
        "page": 100,
        "ruku": 81,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 630,
        "text": "کسانی که نزد مؤمنان حقایق دین را تصدیق کردند، سپس در معاشرت با کافران به همه یا برخی از آنها کافر شدند، بعد از آن با حضور نزد مؤمنان آنها را تصدیق کردند و باز هم در ملاقات با کافران به آنها کافر شدند، سپس بر کفر خویش افزودند، خدا آنان را نخواهد آمرزید و به راهی [که ایمان را بجویند] هدایتشان نخواهد کرد.",
        "numberInSurah": 137,
        "juz": 5,
        "manzil": 1,
        "page": 100,
        "ruku": 81,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 631,
        "text": "آنان منافقند، و منافقان را نوید ده که برایشان عذابی دردناک خواهد بود.",
        "numberInSurah": 138,
        "juz": 5,
        "manzil": 1,
        "page": 100,
        "ruku": 81,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 632,
        "text": "منافقان کسانی اند که به جای مؤمنان، کافران را دوست و یاور خویش می‌گیرند. آیا عزّت را نزد آنان می‌جویند؟ با این که عزت به تمامی از آنِ خداست.",
        "numberInSurah": 139,
        "juz": 5,
        "manzil": 1,
        "page": 100,
        "ruku": 81,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 633,
        "text": "در حالی چنین می‌کنید که خداوند در این کتاب بر شما نازل کرده است که وقتی می‌شنوید آیات خدا انکار می‌گردد و به استهزا گرفته می‌شود، با منکران و استهزاکنندگان منشینید تا این که وارد سخن دیگری غیر از آن شوند، چرا که شما در این صورت مانند آنان خواهید بود. قطعاً خداوند منافقان و کافران را یکسره در دوزخ گرد می‌آورد.",
        "numberInSurah": 140,
        "juz": 5,
        "manzil": 1,
        "page": 100,
        "ruku": 81,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 634,
        "text": "منافقان کسانی اند که در انتظار فرجام کار شما به سر می‌برند، پس اگر از جانب خدا پیروزی و گشایشی برای شما حاصل شود می‌گویند: آیا ما با شما نبودیم؟ پس ما نیز در بهره‌ها و غنایم سهمی داریم. و اگر برای کافران نصیبی از پیروزی باشد، به آنان می‌گویند: آیا ما بر شما چیره نشدیم و شما را از پیوستن به مؤمنان بازنداشتیم؟ پس خداوند روز قیامت میان شما داوری می‌کند، و آن روز هرگز به سود کافران راهی بر ضد مؤمنان قرار نخواهد داد.",
        "numberInSurah": 141,
        "juz": 5,
        "manzil": 1,
        "page": 101,
        "ruku": 81,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 635,
        "text": "منافقان می‌خواهند به خدا نیرنگ زنند، در حالی که خدا با مهلتی که به آنان می‌دهد، به ایشان نیرنگ می‌زند، و چون به نماز بایستند با سستی می‌ایستند، به مردم خودنمایی می‌کنند و خدا را جز اندکی یاد نمی‌کنند.",
        "numberInSurah": 142,
        "juz": 5,
        "manzil": 1,
        "page": 101,
        "ruku": 82,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 636,
        "text": "آنان به قهر الهی میان ایمان و کفر سرگردان گشته‌اند، نه با مؤمنانند و نه با کافران. خدا آنان را به سزای کردارشان گمراه ساخته است، و هر که را خدا گمراه کند، هرگز راهی برای هدایت او نخواهی یافت.",
        "numberInSurah": 143,
        "juz": 5,
        "manzil": 1,
        "page": 101,
        "ruku": 82,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 637,
        "text": "ای کسانی که ایمان آورده‌اید، کافران را به جای مؤمنان دوست و یاور خود مگیرید. آیا می‌خواهید برای خدا بر ضد خود حجّتی آشکار پدید آورید؟",
        "numberInSurah": 144,
        "juz": 5,
        "manzil": 1,
        "page": 101,
        "ruku": 82,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 638,
        "text": "قطعاً منافقان در فروترین طبقه از آتش دوزخ خواهند بود، و هرگز برای آنان یاوری نجات بخش نخواهی یافت.",
        "numberInSurah": 145,
        "juz": 5,
        "manzil": 1,
        "page": 101,
        "ruku": 82,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 639,
        "text": "مگر کسانی از آنان که توبه کنند و راه صلاح در پیش گیرند و با پیروی از قرآن و سنّت پیامبر به خدا تمسّک جویند و دین خود را برای خدا خالص کنند و از هرگونه شرکی بپرهیزند، که اینان با مؤمنان خواهند بود، و به زودی خداوند پاداشی بزرگ به مؤمنان عطا خواهد کرد.",
        "numberInSurah": 146,
        "juz": 5,
        "manzil": 1,
        "page": 101,
        "ruku": 82,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 640,
        "text": "اگر خدا را بر نعمت هایش سپاس بگزارید و به او ایمان بیاورید او را با عذاب شما چه کار؟ خدا سپاسگزار شاکران و به شایستگان سپاس آگاه است.",
        "numberInSurah": 147,
        "juz": 5,
        "manzil": 1,
        "page": 101,
        "ruku": 82,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 641,
        "text": "خداوند دوست ندارد که آشکارا از کسی بدگویی شود، ولی کسی که به او ستم شده است گناهی بر او نیست که آشکارا از ستم کننده به بدی یاد کند. و خدا همه سخنان را می‌شنود و از آنها آگاه است.",
        "numberInSurah": 148,
        "juz": 6,
        "manzil": 1,
        "page": 102,
        "ruku": 82,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 642,
        "text": "اگر کار نیکی را آشکارا یا به طور پنهانی انجام دهید یا از بدی ای که به شما شده است درگذرید، به اخلاق الهی آراسته گشته‌اید، زیرا خدا درگذرنده است با این که بر کیفر گناهکاران تواناست.",
        "numberInSurah": 149,
        "juz": 6,
        "manzil": 1,
        "page": 102,
        "ruku": 82,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 643,
        "text": "یهودیان و مسیحیان که به خدا و پیامبرانش کفر میورزند و می‌خواهند میان خدا و پیامبرانش جدایی بیفکنند، زیرا می‌گویند به برخی از پیامبران ایمان داریم و برخی دیگر را انکار می‌کنیم، و می‌خواهند میان ایمان به خدا و همه پیامبران و کفر به خدا و پیامبران راهی برگزینند (به خدا و برخی از پیامبران ایمان داشته باشند)،",
        "numberInSurah": 150,
        "juz": 6,
        "manzil": 1,
        "page": 102,
        "ruku": 82,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 644,
        "text": "آنان به راستی کافرند، و ما برای کافران عذابی خوارکننده آماده کرده‌ایم.",
        "numberInSurah": 151,
        "juz": 6,
        "manzil": 1,
        "page": 102,
        "ruku": 82,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 645,
        "text": "و کسانی که به خدا و پیامبرانش ایمان آورده و میان هیچ یک از پیامبران به کفر و ایمان جدایی نیفکنده‌اند، به زودی خدا پاداششان را به آنان خواهد داد، و خدا آمرزنده و مهربان است.",
        "numberInSurah": 152,
        "juz": 6,
        "manzil": 1,
        "page": 102,
        "ruku": 82,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 646,
        "text": "اهل کتاب (یهودیان و مسیحیان) با وجود قرآن که هیچ گونه تردیدی در آسمانی بودن آن نیست، از تو می‌خواهند که برای آنان از آسمان کتابی یکجا فرود آوری. این درخواستِ جاهلانه و برخاسته از لجاجت از آنها بعید نیست، چرا که بزرگ‌تر از این را از موسی درخواست کردند و گفتند: خدا را آشکارا به ما بنمای تا او را با چشمان خود بنگریم. پس به سزای ستمشان (درخواست نادرستشان) صاعقه آنان را فرو گرفت. گذشته از این، پس از آن که دلایلی روشن بر نادرستی بت پرستی در اختیارشان قرار گرفته بود آن گوساله را به خدایی گرفتند و ما از این هم درگذشتیم، و به موسی تسلطی آشکار بر گوساله پرستان و بر سامری که آن گوساله را ساخته بود عطا کردیم.",
        "numberInSurah": 153,
        "juz": 6,
        "manzil": 1,
        "page": 102,
        "ruku": 83,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 647,
        "text": "و برای این که از آنان پیمان بگیریم کوه طور را بالای سرشان برافراشتیم، و نیز به آنان گفتیم: سجده کنان [=با فروتنی] به آن دروازه درآیید، و گفتیم: در روز شنبه به مقررات آن روز تجاوز نکنید، و از آنان بر انجام این فرمان‌ها پیمانی استوار گرفتیم.",
        "numberInSurah": 154,
        "juz": 6,
        "manzil": 1,
        "page": 102,
        "ruku": 83,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 648,
        "text": "پس به سبب این که پیمانشان را شکستند و به آیات خدا کافر شدند و پیامبران را به ناحق کشتند و گفتند: دل‌های ما از دریافت پیام محمد در پرده است ـ چنین نیست، بلکه خدا به سزای کفرشان بر دل‌های آنان مهر نهاده است، ازاین رو جز اندکی از آنان ایمان نمی‌آورند ـ",
        "numberInSurah": 155,
        "juz": 6,
        "manzil": 1,
        "page": 103,
        "ruku": 83,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 649,
        "text": "و نیز به سبب کفرشان و آن تهمت بزرگی که به مریم زدند،",
        "numberInSurah": 156,
        "juz": 6,
        "manzil": 1,
        "page": 103,
        "ruku": 83,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 650,
        "text": "و این که گفتند: ما مسیح، عیسی پسر مریم، پیامبر خدا را کشتیم، در حالی که او را نکشتند و او را به صلیب نکشیدند، بلکه امر بر آنان مشتبه شد و دیگری را به جای او کشتند و قطعاً کسانی که درباره چگونگی قتل او اختلاف کرده‌اند که آیا به صلیب کشیده شد یا به گونه‌ای دیگر کشته شد درباره اصل کشته شدن او تردید دارند و از فرجام وی آگاهی ندارند و فقط حدس و گمان را دنبال می‌کنند و مسلماً او را به هیچ طرزی نکشتند،",
        "numberInSurah": 157,
        "juz": 6,
        "manzil": 1,
        "page": 103,
        "ruku": 83,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 651,
        "text": "بلکه خدا او را به سوی خود بالا برد، و خدا شکست ناپذیر و حکیم است.",
        "numberInSurah": 158,
        "juz": 6,
        "manzil": 1,
        "page": 103,
        "ruku": 83,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 652,
        "text": "و هیچ کس از اهل کتاب نیست مگر این که به عیسی پیش از آن که او بمیرد ایمان می‌آورد و او روز قیامت بر آنان گواهی می‌دهد.",
        "numberInSurah": 159,
        "juz": 6,
        "manzil": 1,
        "page": 103,
        "ruku": 83,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 653,
        "text": "آری، در اثر ستمی که از یهودیان برخاست و مکرر از راه خدا روی برتافتند، چیزهای پاکیزه‌ای که برایشان حلال شده بود بر آنان حرام کردیم،",
        "numberInSurah": 160,
        "juz": 6,
        "manzil": 1,
        "page": 103,
        "ruku": 83,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 654,
        "text": "و نیز به سبب این که ربا می‌گرفتند با این که از آن نهی شده بودند، و این که اموال مردم را به ناروا تصرف و تصاحب می‌کردند. و برای کافرانشان عذابی دردناک آماده ساخته‌ایم که در سرای آخرت به آن خواهند رسید.",
        "numberInSurah": 161,
        "juz": 6,
        "manzil": 1,
        "page": 103,
        "ruku": 83,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 655,
        "text": "ولی کسانی از آنان که در آگاهی از معارف الهی پایدارند و نیز مؤمنان راستینشان، به کتابی که بر تو نازل شده و به کتاب‌های آسمانی که پیش از تو نازل شده است ایمان می‌آورند، و همچنین برپاکنندگان نماز که سزاوار ستایشند و پرداخت کنندگان زکات، و کسانی که به خدا و روز واپسین ایمان دارند، اینانند که به زودی پاداشی بزرگ عطایشان خواهیم کرد.",
        "numberInSurah": 162,
        "juz": 6,
        "manzil": 1,
        "page": 103,
        "ruku": 83,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 656,
        "text": "آری، آنان به قرآن ایمان می‌آورند، زیرا ما آن را به تو وحی کرده‌ایم، همان گونه که به نوح و پیامبران بعد از او وحی کردیم و همان گونه که به ابراهیم، اسماعیل، اسحاق، یعقوب، اسباط (پیامبرانی از نسل یعقوب)، عیسی، ایوب، یونس، هارون و سلیمان وحی فرستادیم و به داود کتاب آسمانی دادیم.",
        "numberInSurah": 163,
        "juz": 6,
        "manzil": 1,
        "page": 104,
        "ruku": 84,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 657,
        "text": "و پیامبرانی که سرگذشتشان را پیش‌تر برای تو خوانده‌ایم و پیامبرانی که داستانشان را برای تو حکایت نکرده‌ایم، و خدا با موسی سخن گفت سخن گفتنی.",
        "numberInSurah": 164,
        "juz": 6,
        "manzil": 1,
        "page": 104,
        "ruku": 84,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 658,
        "text": "پیامبرانی که مردم را به پاداش الهی بشارت دادند و از کیفر او بیم دادند، خداوند آنان را برای اتمام حجت گسیل داشت تا پس از رسالت پیامبران برای مردم در برابر خدا حجتی نباشد که ما حقیقت را درنیافتیم. و خدا شکست ناپذیر و کارهایش همه از روی حکمت است و کسی نمی‌تواند در احتجاج، بر او چیره شود.",
        "numberInSurah": 165,
        "juz": 6,
        "manzil": 1,
        "page": 104,
        "ruku": 84,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 659,
        "text": "دلیل حقانیت قرآن تنها همگونی رسالت تو با رسالت دیگر پیامبران نیست، بلکه خداوند خود در مورد آنچه به سوی تو فروفرستاده گواه است. او گواهی می‌دهد که آن را با علم خود به سوی تو نازل کرده است، و فرشتگان نیز که حامل وحی اند به راستی و درستی آن گواهی می‌دهند، و کافی است که خدا بر این گواه باشد.",
        "numberInSurah": 166,
        "juz": 6,
        "manzil": 1,
        "page": 104,
        "ruku": 84,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 660,
        "text": "بی تردید، کسانی که کفر ورزیده و با رویگردانی از قرآن از راه خدا روی برتافته‌اند، به بیراهه‌ای رفته‌اند که با حق فاصله‌ای دور و دراز دارد.",
        "numberInSurah": 167,
        "juz": 6,
        "manzil": 1,
        "page": 104,
        "ruku": 84,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 661,
        "text": "کسانی که کافر شده و با انکار قرآن بر خود ستم کرده‌اند نشاید که خدا آنان را بیامرزد و نشاید که آنان را به راهی هدایت کند،",
        "numberInSurah": 168,
        "juz": 6,
        "manzil": 1,
        "page": 104,
        "ruku": 84,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 662,
        "text": "مگر به راه دوزخ که برای همیشه در آن ماندگارند، آن بر خدا آسان است.",
        "numberInSurah": 169,
        "juz": 6,
        "manzil": 1,
        "page": 104,
        "ruku": 84,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 663,
        "text": "ای مردم، این پیامبر برای شما از جانب پروردگارتان چیزی را آورده است که سراسر حق است، پس به او ایمان بیاورید که این برای شما بهتر است. و اگر کافر شوید، از حاکمیت و مالکیت خدا چیزی نکاسته‌اید، زیرا آنچه در آسمان‌ها و زمین است از آنِ اوست، و خدا دانا و حکیم است.",
        "numberInSurah": 170,
        "juz": 6,
        "manzil": 1,
        "page": 104,
        "ruku": 84,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 664,
        "text": "ای اهل کتاب، در دین خود غلوّ نکنید (از آنچه بایسته است فراتر نروید) و درباره خدا چیزی جز حق نگویید. جز این نیست که مسیح، عیسی پسر مریم، پیامبر خدا و کلمه او بود که آن را به سوی مریم افکند و او امری از جانب خدا بود. پس به خدا و یکتایی او در ربوبیت و به فرستادگان او ایمان آورید و نگویید: خدای یگانه سه تاست (پدر، پسر و روح القُدُس)، از این سخن باز ایستید که برای شما بهتر است. جز این نیست که خداوند معبودی یگانه است. او از داشتن فرزند منزّه است، زیرا آنچه در آسمان‌ها و آنچه در زمین است، از جمله عیسی پسر مریم، همه مِلک اوست. و همین بس که خدا عهده دار امور بندگان باشد و کارشان را در تکوین و تشریع تدبیر کند.",
        "numberInSurah": 171,
        "juz": 6,
        "manzil": 1,
        "page": 105,
        "ruku": 84,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 665,
        "text": "مسیح هرگز از این که بنده خدا باشد ابایی ندارد و آن را ناخوش نمی‌شمرد و فرشتگان مقرب او نیز این گونه‌اند. چگونه از پرستش خدا رویگردان باشند در حالی که هم مسیح و هم فرشتگان می‌دانند هر کس از عبادت خدا رویگردان شود و تکبر ورزد، خداوند آنان را یکسره به سوی خود محشور می‌کند.",
        "numberInSurah": 172,
        "juz": 6,
        "manzil": 1,
        "page": 105,
        "ruku": 85,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 666,
        "text": "اما کسانی که ایمان بیاورند و کارهای شایسته کنند، خداوند پاداششان را به طور کامل به آنان می‌دهد و از فضل خود بر پاداش آنان می‌افزاید، و اما کسانی که از پرستش خدا خودداری کنند و تکبر ورزند آنان را به عذابی دردناک عذاب می‌کند و آنها برای خود کارساز و یاوری جز خدا نخواهند یافت.",
        "numberInSurah": 173,
        "juz": 6,
        "manzil": 1,
        "page": 105,
        "ruku": 85,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 667,
        "text": "ای مردم، برای شما از جانب پروردگارتان حجتی روشن آمده است، و قرآن را که نوری آشکار است به سوی شما فروفرستادیم.",
        "numberInSurah": 174,
        "juz": 6,
        "manzil": 1,
        "page": 105,
        "ruku": 85,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 668,
        "text": "اما کسانی که به خدا ایمان بیاورند و با پیروی از پیامبر و فراگیری قرآن و عمل به احکام آن به او تمسک جویند به زودی آنان را در رحمت و فضلی از جانب خویش درمی آورَد و به سوی خود که راهی راست است هدایت می‌کند.",
        "numberInSurah": 175,
        "juz": 6,
        "manzil": 1,
        "page": 105,
        "ruku": 85,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 669,
        "text": "از تو درباره ارث کلاله (کسی که پدر یا مادر یا فرزند متوفی نیست) فتوا می‌خواهند. بگو: خداست که درباره آن به شما فتوا می‌دهد. اگر مردی بمیرد و هیچ فرزندی نداشته باشد (و دارای پدر و مادر نیز نباشد) و خواهری داشته باشد، نیمی از میراث برادر از آنِ اوست. و برادر تمام آنچه را که خواهرش بر جای نهاده است به ارث می‌برد به شرط آن که خواهر، فرزند (و نیز پدر و مادر) نداشته باشد. و اگر خواهران متوفی دو تن باشند، دو سوم میراث برادر یا خواهر از آنِ ایشان خواهد بود. و اگر چند برادر و خواهر وارث خواهر یا برادر خود باشند، تمام ترکه را به ارث می‌برند و سهم هر مردی برابر سهم دو زن خواهد بود. خداوند احکام خود را برای شما بیان می‌کند تا گمراه نشوید، و خدا به هر چیزی داناست.",
        "numberInSurah": 176,
        "juz": 6,
        "manzil": 1,
        "page": 106,
        "ruku": 85,
        "hizbQuarter": 42,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "fa.safavi",
      "language": "fa",
      "name": "صفوی",
      "englishName": "صفوی",
      "format": "text",
      "type": "translation",
      "direction": "rtl"
    }
  }
}