{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 5,
    "name": "سُورَةُ المَائـِدَةِ",
    "englishName": "Al-Maaida",
    "englishNameTranslation": "The Table",
    "revelationType": "Medinan",
    "numberOfAyahs": 120,
    "ayahs": [
      {
        "number": 670,
        "text": "ای کسانی که ایمان آورده‌اید، به تمام پیمان‌ها و قراردادهای خود وفا کنید. چهارپایان دامی (شتر، گاو، گوسفند و بز) ـ جز آنچه بر شما خوانده می‌شود ـ برای شما حلال گردیده است. این در حالی است که شکار را آن گاه که مُحرمید حلال نمی‌شمارید. بی تردید، خداوند هر حکمی بخواهد مقرر می‌دارد.",
        "numberInSurah": 1,
        "juz": 6,
        "manzil": 2,
        "page": 106,
        "ruku": 86,
        "hizbQuarter": 43,
        "sajda": false
      },
      {
        "number": 671,
        "text": "ای کسانی که ایمان آورده‌اید، حرمت شعایر الهی و ماه حرام و قربانی حج و قلاده‌هایی که بر گردن قربانی‌های حج می‌آویزند و نیز حرمت راهیان بیت اللّه الحرام را که فضل و خشنودی پروردگارشان را می‌طلبند نشکنید، و هنگامی که از احرام بیرون آمدید می‌توانید شکار کنید، و دشمنی گروهی از مردم که شما را از ورود به مسجدالحرام بازداشتند وادارتان نکند که بر آنان تعدی کنید. شما مؤمنان یکدیگر را در نیکوکاری و تقواپیشگی یاری دهید و در گناه و تجاوز به یکدیگر کمک نکنید، و از خدا پروا کنید که خداوند سخت کیفر است.",
        "numberInSurah": 2,
        "juz": 6,
        "manzil": 2,
        "page": 106,
        "ruku": 86,
        "hizbQuarter": 43,
        "sajda": false
      },
      {
        "number": 672,
        "text": "بر شما حرام شده است مردار و خون و گوشت خوک و حیوانی که هنگام ذبح نام غیر خدا بر آن برده شده و حیوانی که خفه شده یا با زدن مرده یا از بلندی پرتاب شده و جان داده یا به ضرب شاخ حیوان دیگر کشته شده و حیوانی که درندگان آن را خورده‌اند ـ مگر آنچه را که زنده بیابید و خود سر ببرید ـ و حیوانی که بر آستان بت‌ها سر بریده‌اند و این که گوشت دام را با تیرهای قمار سهم بندی کنید. ای مؤمنان، اینها نافرمانی خداست. امروز کسانی که کافر شده‌اند از ضربه زدن به دین شما ناامید گشته‌اند. پس از آنان نترسید و از من بترسید. امروز دینتان را برای شما کامل ساختم و نعمتم را بر شما تمام کردم و اسلام را آیین شما پسندیدم. پس هر کس هنگام قحطی و گرسنگی به خوردن گوشت حرام ناچار گردد، در حالی که به گناه تمایل نداشته باشد و از حد ضرورت نگذرد، بر او گناهی نیست که از آن بخورد، زیرا خداوند حرمت را در حال ضرورت برداشته است، چرا که خدا آمرزنده و مهربان است.",
        "numberInSurah": 3,
        "juz": 6,
        "manzil": 2,
        "page": 107,
        "ruku": 86,
        "hizbQuarter": 43,
        "sajda": false
      },
      {
        "number": 673,
        "text": "از تو می‌پرسند: چه چیزهایی برای آنان حلال است؟ بگو: همه چیزهای پاکیزه برای شما حلال است، و نیز شکار درندگانی که به آنها آموزش داده‌اید، در حالی که آنها را به سوی شکار روانه می‌کنید و به آنها از آنچه خدا به شما آموخته است یاد می‌دهید. پس، از شکاری که برای شما نگاه داشته‌اند بخورید و نام خدا را بر شکار ببرید تا بر شما حلال گردد و در شکار حیوانات از خدا پروا کنید (در کشتن آنها زیاده روی نکنید و به خاطر سرگرمی و تفریح آنها را نکشید) که خداوند به سرعت حسابرسی می‌کند و سزای ستمگری را تا قیامت به تأخیر نمی‌افکند.",
        "numberInSurah": 4,
        "juz": 6,
        "manzil": 2,
        "page": 107,
        "ruku": 86,
        "hizbQuarter": 43,
        "sajda": false
      },
      {
        "number": 674,
        "text": "امروز چیزهای پاکیزه برای شما حلال است، و طعام کسانی که به آنان کتاب آسمانی داده شده نیز بر شما حلال است و طعام شما هم برای آنان حلال است. و زنان پاکدامن مؤمن و زنان پاکدامن از کسانی که پیش از شما کتاب آسمانی به آنان داده شده است نیز بر شما حلالند، به شرط این که مهرشان را به آنان بپردازید و پاکدامن باشید نه آلوده به کار زشت و نه این که از آنها به طور پنهانی دوستانی برای خود برگزینید. و هر کس ایمان داشته باشد ولی به آنچه ایمانش او را بدان فرا می‌خواند کفر ورزد، عملش تباه می‌گردد و در آخرت از زیانکاران خواهد بود.",
        "numberInSurah": 5,
        "juz": 6,
        "manzil": 2,
        "page": 107,
        "ruku": 86,
        "hizbQuarter": 43,
        "sajda": false
      },
      {
        "number": 675,
        "text": "ای کسانی که ایمان آورده‌اید، چون خواستید به نماز ایستید، صورت و دست هایتان تا آرنج‌ها را بشویید و بخشی از سر و نیز پاهای خود تا دو برآمدگی آنها را مسح کنید. این در صورتی است که جنب نباشید، امّا اگر جنب بودید باید برای نماز غسل کنید. و اگر بیمار یا در سفر بودید، یا یکی از شما از قضای حاجت آمده یا با زنان همبستر شده‌اید و آبی نیافتید که با آن وضو بگیرید یا غسل کنید، آهنگ زمینی کنید که از طبیعت اصلی اش خارج نشده است، پس بخشی از صورت و دست‌های خود را با آن مسح نمایید. خدا نمی‌خواهد با مقرر کردن وضو و غسل یا تیمم شما را در تنگنا قرار دهد، بلکه می‌خواهد شما را پاک گرداند و با آیینی که فروفرستاده است نعمتش را بر شما تمام گرداند، باشد که سپاسگزاری کنید.",
        "numberInSurah": 6,
        "juz": 6,
        "manzil": 2,
        "page": 108,
        "ruku": 87,
        "hizbQuarter": 43,
        "sajda": false
      },
      {
        "number": 676,
        "text": "و نعمت خدا را که بر شما ارزانی داشته و نیز پیمانش که شما را بدان متعهد ساخته آن گاه که گفتید: شنیدیم و اطاعت کردیم، به یاد داشته باشید و از خدا پروا کنید که خدا به راز سینه‌ها داناست.",
        "numberInSurah": 7,
        "juz": 6,
        "manzil": 2,
        "page": 108,
        "ruku": 87,
        "hizbQuarter": 43,
        "sajda": false
      },
      {
        "number": 677,
        "text": "ای کسانی که ایمان آورده‌اید، برای خدا به جدّ برپا باشید و به عدل و داد گواهی دهید، و مبادا دشمنی شما با قومی وادارتان کند که به عدالت رفتار نکنید، به عدالت رفتار کنید که آن به تقوا نزدیک‌تر است، و از خدا پروا بدارید که خدا به آنچه می‌کنید آگاه است.",
        "numberInSurah": 8,
        "juz": 6,
        "manzil": 2,
        "page": 108,
        "ruku": 87,
        "hizbQuarter": 43,
        "sajda": false
      },
      {
        "number": 678,
        "text": "خدا به کسانی که ایمان آورده و کارهای شایسته کرده‌اند وعده داده است، برای آنان آمرزش و پاداشی بزرگ خواهد بود.",
        "numberInSurah": 9,
        "juz": 6,
        "manzil": 2,
        "page": 108,
        "ruku": 87,
        "hizbQuarter": 43,
        "sajda": false
      },
      {
        "number": 679,
        "text": "و کسانی که کفر ورزیده و آیات ما را دروغ شمرده‌اند همدم دوزخ خواهند بود.",
        "numberInSurah": 10,
        "juz": 6,
        "manzil": 2,
        "page": 109,
        "ruku": 87,
        "hizbQuarter": 43,
        "sajda": false
      },
      {
        "number": 680,
        "text": "ای کسانی که ایمان آورده‌اید، نعمت خدا را بر خود، به یاد آورید آن گاه که گروهی آهنگ آن کردند که به سوی شما دست دراز کنند و شما و آیینتان را نابود سازند، پس خداوند دستشان را از شما بازداشت. و از خدا پروا کنید و پیمان‌های او را نشکنید، و مؤمنان باید در امر دین و دنیای خود تنها بر خدا توکل کنند (امور خود را در تکوین و تشریع به او وانهند).",
        "numberInSurah": 11,
        "juz": 6,
        "manzil": 2,
        "page": 109,
        "ruku": 87,
        "hizbQuarter": 43,
        "sajda": false
      },
      {
        "number": 681,
        "text": "و از سرگذشت بنی اسرائیل عبرت گیرید، زیرا خداوند از آنان پیمان گرفت که بر آیین الهی پایدار باشند، ما از میان آنان دوازده مهتر را که امر دین و دنیای ایشان را تدبیر کنند برانگیختیم، و خدا گفت: من با شمایم، اگر نماز برپا دارید و زکات بدهید و به پیامبران من ایمان بیاورید و آنان را بزرگ دارید و یاری کنید و به خدا وامی نیکو دهید (در راه خدا انفاق کنید) قطعاً گناهانتان را از شما می‌زدایم و شما را به بوستان‌هایی با درختانی انبوه که از زیر آنها جوی‌ها روان است درمی آورم. پس هر کس از شما بعد از این کافر شود، به یقین راه راست را گم کرده است.",
        "numberInSurah": 12,
        "juz": 6,
        "manzil": 2,
        "page": 109,
        "ruku": 88,
        "hizbQuarter": 44,
        "sajda": false
      },
      {
        "number": 682,
        "text": "پس به سبب این که پیمانشان را شکستند لعنتشان کردیم و دل هایشان را سخت و حق ناپذیر گردانیدیم، تا آن جا که سخنان خدا را با تفسیرهای نادرست و دگرگون ساختن آنها تحریف کردند و بخشی از باورهای دینی را که بدان یادآوری شده بودند به فراموشی سپردند، و تو ای پیامبر همواره بر گروهی خیانتکار از آنان آگاه می‌شوی، مگر اندکی از آنان که اهل خیانت نیستند. پس از آنان درگذر و چشم پوشی کن که خداوند نیکوکاران را دوست می‌دارد.",
        "numberInSurah": 13,
        "juz": 6,
        "manzil": 2,
        "page": 109,
        "ruku": 88,
        "hizbQuarter": 44,
        "sajda": false
      },
      {
        "number": 683,
        "text": "و از کسانی که گفتند: ما مسیحی هستیم. پیمان گرفتیم که به پیامبران ایمان بیاورند و آنان را یاری کنند و احکام و معارف کتاب آسمانی را پاس دارند، ولی بخشی از آنچه را که به آنان یادآوری کرده بودند به فراموشی سپردند، ازاین رو تا روز رستاخیز عداوت و دشمنی با یکدیگر را ملازم آنان ساختیم، و به زودی خدا آنان را به حقیقت آنچه می‌کردند آگاه خواهد ساخت.",
        "numberInSurah": 14,
        "juz": 6,
        "manzil": 2,
        "page": 110,
        "ruku": 88,
        "hizbQuarter": 44,
        "sajda": false
      },
      {
        "number": 684,
        "text": "ای اهل کتاب، فرستاده ما به سوی شما آمده است. او بسیاری از حقایق کتاب آسمانی را که شما پنهان می‌کردید برایتان بیان می‌کند و از آشکار ساختن بسیاری از آنها صرف نظر می‌کند. قطعاً از جانب خدا نوری (پیامبر) و کتابی (قرآن) روشن و روشنگر به سوی شما آمده است.",
        "numberInSurah": 15,
        "juz": 6,
        "manzil": 2,
        "page": 110,
        "ruku": 88,
        "hizbQuarter": 44,
        "sajda": false
      },
      {
        "number": 685,
        "text": "خداوند به وسیله آن، کسانی را که خشنودی او را دنبال می‌کنند به راه‌های سلامت که تأمین کننده نیکبختی آنهاست رهنمون می‌شود، و آنان را در پرتو علم خود از تاریکی‌ها بیرون می‌آورد و به سوی روشنایی می‌برد و به راهی راست هدایتشان می‌کند.",
        "numberInSurah": 16,
        "juz": 6,
        "manzil": 2,
        "page": 110,
        "ruku": 88,
        "hizbQuarter": 44,
        "sajda": false
      },
      {
        "number": 686,
        "text": "قطعاً کسانی که گفتند: خداوند همان مسیح پسر مریم است، کافر شدند. به آنان بگو: اگر خدا بخواهد مسیح پسر مریم و مادرش و همه کسانی را که در روی زمینند یکسره نابود کند، چه کسی در برابر خدا، مالک و صاحب اختیار چیزی است که بتواند با آن بر اراده خدا حاکم شود؟ و حال آن که فرمانروایی آسمان‌ها و زمین و آنچه میان آن دو است از آنِ خداست، چرا که آنچه بخواهد می‌آفریند، و خدا بر هر کاری تواناست.",
        "numberInSurah": 17,
        "juz": 6,
        "manzil": 2,
        "page": 110,
        "ruku": 88,
        "hizbQuarter": 44,
        "sajda": false
      },
      {
        "number": 687,
        "text": "و یهودیان و مسیحیان گفتند: ما پسران خدا و دوستان اوییم. بگو: پس چرا شما را به سبب گناهانتان عذاب می‌کند؟ شما نزد خدا امتیازی ندارید بلکه مانند دیگران در زمره کسانی هستید که او آفریده است. هر که را بخواهد می‌آمرزد و هر که را بخواهد عذاب می‌کند، و هیچ چیز و هیچ کس نمی‌تواند مانع او باشد، زیرا فرمانروایی آسمان‌ها و زمین و آنچه میان آن دو است از آنِ خداست و بازگشت همگان فقط به سوی اوست.",
        "numberInSurah": 18,
        "juz": 6,
        "manzil": 2,
        "page": 111,
        "ruku": 88,
        "hizbQuarter": 44,
        "sajda": false
      },
      {
        "number": 688,
        "text": "ای اهل کتاب، فرستاده ما محمد پس از مدتی که پیامبری مبعوث نشده بود، به سوی شما آمد. او آنچه را که در دین خود بدان نیازمندید برای شما بیان می‌کند تا اگر گمراه گشتید نگویید: مژده رسان و هشداردهنده‌ای برای ما نیامد اینک پیامبری مژده رسان و هشداردهنده به سویتان آمده است، و خدا بر هر کاری تواناست.",
        "numberInSurah": 19,
        "juz": 6,
        "manzil": 2,
        "page": 111,
        "ruku": 88,
        "hizbQuarter": 44,
        "sajda": false
      },
      {
        "number": 689,
        "text": "و یاد کن هنگامی را که موسی به قوم خود گفت: ای قوم من، نعمت‌هایی را که خدا به شما داده است به یاد آورید، آن گاه که در میان شما پیامبرانی قرار داد و شما را از تحت سلطه دیگران بیرون آورد و به شما استقلال بخشید و چیزهایی (نعمت‌ها و معجزاتی) به شما داد که به هیچ یک از جهانیان نداده بود.",
        "numberInSurah": 20,
        "juz": 6,
        "manzil": 2,
        "page": 111,
        "ruku": 89,
        "hizbQuarter": 44,
        "sajda": false
      },
      {
        "number": 690,
        "text": "ای قوم من، به این سرزمین مقدس که خداوند سکونت در آن را برای شما مقرر کرده است درآیید و در پیکار با دشمنان به عقب بازنگردید و نگریزید که زیانکار باز خواهید گشت.",
        "numberInSurah": 21,
        "juz": 6,
        "manzil": 2,
        "page": 111,
        "ruku": 89,
        "hizbQuarter": 44,
        "sajda": false
      },
      {
        "number": 691,
        "text": "گفتند: ای موسی، در آن جا مردمی زورمند و سلطه گر وجود دارند، و ما هرگز وارد آن جا نمی‌شویم تا آنها از آن جا خارج شوند، اگر آنها خارج شدند ما وارد خواهیم شد.",
        "numberInSurah": 22,
        "juz": 6,
        "manzil": 2,
        "page": 111,
        "ruku": 89,
        "hizbQuarter": 44,
        "sajda": false
      },
      {
        "number": 692,
        "text": "دو مرد از کسانی که از مخالفت با خدا و پیامبرش بیمناک بودند و خدا نعمت ولایت خود را به آن دو ارزانی داشته بود به قوم موسی گفتند: از آن دروازه بر آنان درآیید که اگر از آن جا وارد شوید قطعاً پیروز خواهید شد، و اگر ایمان دارید فقط بر خدا توکل کنید.",
        "numberInSurah": 23,
        "juz": 6,
        "manzil": 2,
        "page": 111,
        "ruku": 89,
        "hizbQuarter": 44,
        "sajda": false
      },
      {
        "number": 693,
        "text": "گفتند: ای موسی، ما تا آنان در آن سرزمین اند هرگز وارد آن جا نمی‌شویم، پس تو و پروردگارت بروید و با آنان بجنگید که ما همین جا نشسته‌ایم.",
        "numberInSurah": 24,
        "juz": 6,
        "manzil": 2,
        "page": 112,
        "ruku": 89,
        "hizbQuarter": 44,
        "sajda": false
      },
      {
        "number": 694,
        "text": "موسی گفت: پروردگارا، من برای انجام دادن فرمان تو، فقط اختیار خودم را دارم و برادرم هارون نیز تنها اختیار خودش را دارد، پس میان ما و این مردم تمردپیشه داوری کن و ما را در انجام فرمان خود یاری رسان.",
        "numberInSurah": 25,
        "juz": 6,
        "manzil": 2,
        "page": 112,
        "ruku": 89,
        "hizbQuarter": 44,
        "sajda": false
      },
      {
        "number": 695,
        "text": "خدا فرمود: اینک چنین مقرر کردیم که بنی اسرائیل مدت چهل سال از ورود به آن سرزمین محروم باشند. آنان در طول این مدت بر روی زمین سرگردان خواهند بود، نه چون شهرنشینان در شهری استقرار می‌یابند و نه چون صحرانشینان در بیابان زندگی می‌گذرانند. این کیفر آنان است، پس بر این تمردپیشگان از این که کیفر الهی را می‌چشند اندوه مخور.",
        "numberInSurah": 26,
        "juz": 6,
        "manzil": 2,
        "page": 112,
        "ruku": 89,
        "hizbQuarter": 44,
        "sajda": false
      },
      {
        "number": 696,
        "text": "ای پیامبر، برای این یهودیان و مسیحیانی که بر تو رشک می‌برند، داستان واقعی دو پسر آدم، هابیل و قابیل را نقل کن، که هر کدام چیزی را برای تقرّب به درگاه خدا تقدیم نمودند، ولی تنها از یکی از آنها پذیرفته شد و از دیگری پذیرفته نشد. قابیل که هدیه اش قبول نشد به هابیل گفت: حتماً تو را خواهم کشت. هابیل گفت: خداوند تنها از تقواپیشگان می‌پذیرد.",
        "numberInSurah": 27,
        "juz": 6,
        "manzil": 2,
        "page": 112,
        "ruku": 90,
        "hizbQuarter": 45,
        "sajda": false
      },
      {
        "number": 697,
        "text": "اگر تو دست خود را به سوی من بگشایی تا مرا بکشی، قطعاً من دست خود را به سوی تو نمی‌گشایم تا تو را بکشم، زیرا من از خدا که پروردگار جهانیان است می‌ترسم.",
        "numberInSurah": 28,
        "juz": 6,
        "manzil": 2,
        "page": 112,
        "ruku": 90,
        "hizbQuarter": 45,
        "sajda": false
      },
      {
        "number": 698,
        "text": "من می‌خواهم که تو گناه من و گناه خودت را بر دوش گیری و از همدمان آتش گردی، و سزای ستمگران این است.",
        "numberInSurah": 29,
        "juz": 6,
        "manzil": 2,
        "page": 112,
        "ruku": 90,
        "hizbQuarter": 45,
        "sajda": false
      },
      {
        "number": 699,
        "text": "سرانجام نفْس قابیل در کشتن برادرش رام وی گردید پس، او را به قتل رسانید و از زیانکاران گردید.",
        "numberInSurah": 30,
        "juz": 6,
        "manzil": 2,
        "page": 112,
        "ruku": 90,
        "hizbQuarter": 45,
        "sajda": false
      },
      {
        "number": 700,
        "text": "آن گاه خداوند زاغی را برانگیخت که زمین را برای پنهان ساختن چیزی می‌کاوید، تا به قابیل نشان دهد چگونه جسد برادرش را پنهان سازد. قابیل گفت: ای وای! آیا ناتوان بودم که مانند این زاغ باشم و جسد برادرم را پنهان کنم و مدّت‌ها سرگردان نباشم؟ پس چون ناتوانی خویش را دریافت کشتن برادر را به سود خود ندانست و از زمره پشیمانان گردید.",
        "numberInSurah": 31,
        "juz": 6,
        "manzil": 2,
        "page": 112,
        "ruku": 90,
        "hizbQuarter": 45,
        "sajda": false
      },
      {
        "number": 701,
        "text": "بدین سبب که آدمی با انگیزه‌های واهی (چون حسد و دنیاخواهی) به قتل دیگران برانگیخته می‌شود، برای بنی اسرائیل که در معرض این خطر بودند بیان کردیم که هر کس فردی را بی آن که مرتکب قتل شده یا در زمین فسادی برانگیخته باشد، بکشد مانند آن است که همه مردم را کشته است، و هر کس فردی را زنده بدارد (از مرگ نجاتش دهد) مانند آن است که همه مردم را زنده داشته است، و به راستی پیامبران ما با دلایلی روشن به سویشان آمدند و آنان را از آدم کشی و سایر فسادها برحذر داشتند ولی پس از آن بسیاری از آنان در زمین از حدودی که تعیین شده بود تجاوز کردند.",
        "numberInSurah": 32,
        "juz": 6,
        "manzil": 2,
        "page": 113,
        "ruku": 90,
        "hizbQuarter": 45,
        "sajda": false
      },
      {
        "number": 702,
        "text": "جز این نیست که سزای آنان که با خدا و پیامبرش می‌جنگند و در زمین به فسادگری می‌کوشند این است که کشته شوند یا به صلیب کشیده شوند و یا دست و پایشان برخلاف یکدیگر بریده شود و یا از آن سرزمین [به نقطه‌ای دیگر] تبعید گردند. این کیفر، رسوایی آنان در دنیاست و برای آنان در آخرت عذابی بزرگ خواهد بود.",
        "numberInSurah": 33,
        "juz": 6,
        "manzil": 2,
        "page": 113,
        "ruku": 90,
        "hizbQuarter": 45,
        "sajda": false
      },
      {
        "number": 703,
        "text": "مگر کسانی که پیش از این که بر ایشان دست یابید توبه کرده باشند، که نباید بر آنان حد جاری کنید، زیرا باید بدانید که خداوند آمرزنده و مهربان است.",
        "numberInSurah": 34,
        "juz": 6,
        "manzil": 2,
        "page": 113,
        "ruku": 90,
        "hizbQuarter": 45,
        "sajda": false
      },
      {
        "number": 704,
        "text": "ای کسانی که ایمان آورده‌اید، از خدا پروا نمایید و با اطاعت از او در پی برقراری پیوند با او باشید و در راه او جهاد کنید، باشد که نیکبخت شوید.",
        "numberInSurah": 35,
        "juz": 6,
        "manzil": 2,
        "page": 113,
        "ruku": 91,
        "hizbQuarter": 45,
        "sajda": false
      },
      {
        "number": 705,
        "text": "زیرا کسانی که کفر ورزیده‌اند (تقوا پیشه ننمودند، به درگاه او تقرب نجستند و در راه او جهاد نکردند)، اگر همه آنچه را که در زمین است داشته باشند و مانند آن نیز با آن در اختیارشان باشد تا عذاب روز قیامت را به وسیله آن باز خرند، از آنان پذیرفته نمی‌شود و برای آنان عذابی دردناک خواهد بود.‌",
        "numberInSurah": 36,
        "juz": 6,
        "manzil": 2,
        "page": 113,
        "ruku": 91,
        "hizbQuarter": 45,
        "sajda": false
      },
      {
        "number": 706,
        "text": "می‌خواهند از آتش دوزخ بیرون آیند، در حالی که از آن بیرون آمدنی نیستند و برای آنان عذابی پایدار است.",
        "numberInSurah": 37,
        "juz": 6,
        "manzil": 2,
        "page": 114,
        "ruku": 91,
        "hizbQuarter": 45,
        "sajda": false
      },
      {
        "number": 707,
        "text": "امّا مرد و زن دزد را باید دستشان را ببرید که این سزایی است در برابر کاری که کرده‌اند و کیفری بازدارنده از جانب خداست، و خداوند شکست ناپذیر و حکیم است.",
        "numberInSurah": 38,
        "juz": 6,
        "manzil": 2,
        "page": 114,
        "ruku": 91,
        "hizbQuarter": 45,
        "sajda": false
      },
      {
        "number": 708,
        "text": "پس هر که بعد از ستم خود توبه کند و شایسته شود، خداوند با رحمت خود به او باز می‌گردد و توبه اش را می‌پذیرد، چرا که خداوند آمرزنده و مهربان است.",
        "numberInSurah": 39,
        "juz": 6,
        "manzil": 2,
        "page": 114,
        "ruku": 91,
        "hizbQuarter": 45,
        "sajda": false
      },
      {
        "number": 709,
        "text": "آیا ندانسته‌ای که پادشاهی آسمان‌ها و زمین از آن خداست، هر که را بخواهد کیفر می‌دهد و هر که را بخواهد می‌آمرزد؟ پس حق اوست که ستمگران را عذاب کند و از توبه کنندگان درگذرد، و خدا بر هر کاری تواناست،",
        "numberInSurah": 40,
        "juz": 6,
        "manzil": 2,
        "page": 114,
        "ruku": 91,
        "hizbQuarter": 45,
        "sajda": false
      },
      {
        "number": 710,
        "text": "ای پیامبر، مبادا کسانی که در کفر شتاب میورزند تو را اندوهگین کنند، چه آن منافقانی که به زبان گفتند: ایمان آوردیم ولی دل هایشان ایمان نیاورده است، و چه آن یهودیانی که نزد تو آمده‌اند تا برایشان داوری کنی. اینان به دروغ‌های عالمان خود گوش فرا می‌سپارند با این که می‌دانند آنها دروغ می‌گویند. اینان فرمانبردار مردمی دیگرند که نزد تو نیامده‌اند. عالمانشان سخنان خدا را پس از آن که در جایگاهای خود قرار گرفته است تحریف می‌کنند و به پیروانشان که آنان را نزد تو فرستاده اند می‌گویند: اگر همین حکم (حکم تحریف شده) به شما داده شد آن را بپذیرید و اگر آن به شما داده نشد دوری کنید. خدا می‌خواهد آنان را به عذاب گرفتار سازد. و هر کس را که خداوند عذابش را اراده کند تو هرگز از سوی خدا توان آن را نداری که عذاب را از او بگردانی. اینان کسانی اند که خدا نخواسته است دل هایشان را پاک گرداند. برای آنان در این جهان خواری و در آخرت عذابی بزرگ خواهد بود.",
        "numberInSurah": 41,
        "juz": 6,
        "manzil": 2,
        "page": 114,
        "ruku": 91,
        "hizbQuarter": 46,
        "sajda": false
      },
      {
        "number": 711,
        "text": "آری، یهودیان شنونده دروغ‌های عالمان خویشند و عالمانشان با گرفتن رشوه خورنده مال حرام. پس ای پیامبر، اگر برای داوری نزد تو آمدند میانشان داوری کن یا از آنان روی برتاب، و اگر روی برتافتی و میانشان داوری نکردی هرگز اندک زیانی به تو نمی‌رسانند، و اگر داوری کردی به عدل و داد میانشان داوری کن که خداوند دادگران را دوست می‌دارد.",
        "numberInSurah": 42,
        "juz": 6,
        "manzil": 2,
        "page": 115,
        "ruku": 91,
        "hizbQuarter": 46,
        "sajda": false
      },
      {
        "number": 712,
        "text": "چگونه یهودیان تو را به داوری فرا می‌خوانند در حالی که تورات نزد آنهاست و حکم خدا در آن است؟ آنان پس از این که حکم الهی را در تورات می‌یابند و آن را نمی‌پسندند از آن روی برمی تابند. در حقیقت آنان به تورات و احکام آن ایمان ندارند.",
        "numberInSurah": 43,
        "juz": 6,
        "manzil": 2,
        "page": 115,
        "ruku": 91,
        "hizbQuarter": 46,
        "sajda": false
      },
      {
        "number": 713,
        "text": "ما تورات را که در آن رهنمود و نوری است فروفرستادیم. پیامبران که تسلیم خدا بودند براساس آن برای یهودیان داوری می‌کردند، و عالمان ربّانی و دانشمندان یهود نیز به سبب این که از آنان خواسته شده بود که نگهبان این کتاب باشند بر طبق آن حکم می‌کردند و از کسانی بودند که بر آن و احکام آن گواهی می‌دادند. پس ای یهودیان، در بیان حکم خدا از مردم نترسید و از من بترسید، و آیات مرا به بهایی اندک مفروشید، که هر کس بر طبق آنچه خدا فرو فرستاده است حکم نکند آنانند کافران.",
        "numberInSurah": 44,
        "juz": 6,
        "manzil": 2,
        "page": 115,
        "ruku": 92,
        "hizbQuarter": 46,
        "sajda": false
      },
      {
        "number": 714,
        "text": "و در تورات بر یهودیان مقرّر داشتیم که جان در برابر جان و چشم در برابر چشم و بینی در برابر بینی و گوش در برابر گوش و دندان در برابر دندان قصاص می‌شود، و جراحت‌ها نیز قصاص دارند. پس اگر کسی از حق قصاص درگذرد و آن را صدقه به شمار آورد باعث آمرزش گناهان او می‌شود، و اگر از حق خود نگذرد و خواهان قصاص باشد، حاکم باید بر طبق مقررات الهی حکم کند، و هر کس بر طبق آنچه خدا فرو فرستاده است حکم نکند آنانند ستمکاران.",
        "numberInSurah": 45,
        "juz": 6,
        "manzil": 2,
        "page": 115,
        "ruku": 92,
        "hizbQuarter": 46,
        "sajda": false
      },
      {
        "number": 715,
        "text": "و عیسی پسر مریم را در پی راه‌هایی که پیامبران پیشین پیمودند فرستادیم، در حالی که حقانیت تورات را که پیش از او آمده بود تأیید می‌کرد، و به او انجیل را که در آن رهنمود و نوری بود عطا کردیم، و انجیل نیز حقانیت تورات را که پیش از آن آمده بود، تصدیق می‌نمود و رهنمود و پندی برای تقواپیشگان بود.",
        "numberInSurah": 46,
        "juz": 6,
        "manzil": 2,
        "page": 116,
        "ruku": 92,
        "hizbQuarter": 46,
        "sajda": false
      },
      {
        "number": 716,
        "text": "و پیروان اِنجیل باید براساس آنچه خدا در آن فرو فرستاده است حکم کنند. و هر کس به آنچه خدا نازل کرده است حکم نکند آنانند که از راه خدا بیرون رفته‌اند.",
        "numberInSurah": 47,
        "juz": 6,
        "manzil": 2,
        "page": 116,
        "ruku": 92,
        "hizbQuarter": 46,
        "sajda": false
      },
      {
        "number": 717,
        "text": "ای پیامبر، و ما این کتاب (قرآن) را که سراسر حق است به سوی تو فرو فرستادیم در حالی که حقانیت کتاب‌های آسمانی پیش از خود را تأیید می‌کند و بر آنها سیطره و نگهبانی دارد. پس میان همگان به آنچه خدا فرو فرستاده است حکم کن و با رویگردانی از این قرآنِ سراسر حق که به سوی تو آمده است از خواسته‌های نفسانی آنان پیروی مکن. ما برای هر امتی از شما شریعت و راهی روشن مقرّر داشتیم، و اگر خدا می‌خواست همه شما را امتی یگانه قرار می‌داد و برای شما یک شریعت مقرّر می‌کرد، اما چنین نخواست، بلکه برای هر امتی شریعتی قرار داد تا شما را در آنچه عطایتان کرده است بیازماید. پس به سوی نیکی‌ها سبقت گیرید که بازگشت همه شما به سوی خداست، آن گاه شما را به آنچه در آن اختلاف می‌کردید آگاه می‌سازد.",
        "numberInSurah": 48,
        "juz": 6,
        "manzil": 2,
        "page": 116,
        "ruku": 92,
        "hizbQuarter": 46,
        "sajda": false
      },
      {
        "number": 718,
        "text": "و به تو فرمان دادیم که میان آنان بر طبق آنچه خدا نازل کرده است، حکم کن و از خواسته هایشان پیروی مکن و از آنان برحذر باش که مبادا تو را بلغزانند و از برخی از آنچه خدا به سوی تو فرو فرستاده است بازگردانند. پس اگر از دعوت تو روی برتافتند بدان که خدا می‌خواهد آنان را به سزای برخی از گناهانشان به گمراهی کشاند، و بی گمان بسیاری از مردم از راه خدا بیرون می‌روند.",
        "numberInSurah": 49,
        "juz": 6,
        "manzil": 2,
        "page": 116,
        "ruku": 92,
        "hizbQuarter": 46,
        "sajda": false
      },
      {
        "number": 719,
        "text": "پس آیا حکم دوران جاهلیت را می‌جویند که احکام الهی را نمی‌پذیرند؟ برای مردمی که به آیات خدا یقین دارند حکم چه کسی از حکم خدا نیکوتر است؟",
        "numberInSurah": 50,
        "juz": 6,
        "manzil": 2,
        "page": 116,
        "ruku": 92,
        "hizbQuarter": 46,
        "sajda": false
      },
      {
        "number": 720,
        "text": "ای کسانی که ایمان آورده‌اید، یهودیان و مسیحیان را دوستان خود مگیرید، زیرا آنان با وجود این که باهم اختلاف دارند در برابر شما با یکدیگر همدل‌اند، و هر کس از شما آنان را به دوستی گیرد، قطعاً در زمره آنان به شمار می‌آید و از ستمکاران است، و خدا مردم ستمکار را هدایت نمی‌کند.",
        "numberInSurah": 51,
        "juz": 6,
        "manzil": 2,
        "page": 117,
        "ruku": 93,
        "hizbQuarter": 47,
        "sajda": false
      },
      {
        "number": 721,
        "text": "به همین سبب است که می‌بینی آنان که در دل هایشان بیماری شک و تردید است، برای طرح دوستی با یهودیان و مسیحیان شتابان به میان آنان می‌روند و به دروغ می‌گویند: می‌ترسیم گزندی به ما برسد و به یاری آنان نیازمند شویم. امید است خداوند برای مؤمنان پیروزی پدید آورد و یا از جانب خود امری پدیدار سازد، آن گاه بیماردلانِ سست ایمان از آنچه در دوستی با یهودیان و مسیحیان در دل هایشان نهان می‌داشتند پشیمان می‌شوند.",
        "numberInSurah": 52,
        "juz": 6,
        "manzil": 2,
        "page": 117,
        "ruku": 93,
        "hizbQuarter": 47,
        "sajda": false
      },
      {
        "number": 722,
        "text": "و مؤمنان درباره کسانی که با یهودیان و مسیحیان طرح دوستی افکندند خواهند گفت: آیا اینان همان کسانی اند که با سخت‌ترین سوگندهایشان به خدا قسم خوردند که با شما هستند؟ کارهایشان تباه شد و زیانکار گشتند.",
        "numberInSurah": 53,
        "juz": 6,
        "manzil": 2,
        "page": 117,
        "ruku": 93,
        "hizbQuarter": 47,
        "sajda": false
      },
      {
        "number": 723,
        "text": "ای کسانی که ایمان آورده‌اید، هر کس از شما از دین خود برگردد و به کفر گراید بداند که دین خدا بی یاور نمی‌ماند، زیرا دیری نمی‌گذرد که خداوند مردمی را می‌آورَد که آنان را دوست می‌دارد و آنان نیز او را دوست می‌دارند، در برابر مؤمنان فروتن اند و به آنان مهر میورزند ولی بر کافران سرافرازند، در راه خدا پیکار می‌کنند و در کارهایشان از سرزنش هیچ سرزنش کننده‌ای بیم ندارند. این فضل خداست که به هر کس بخواهد عطا می‌کند، و خدا بخششی گسترده و فضلی بی پایان دارد و به کسانی که درخور بخشش اند داناست.",
        "numberInSurah": 54,
        "juz": 6,
        "manzil": 2,
        "page": 117,
        "ruku": 93,
        "hizbQuarter": 47,
        "sajda": false
      },
      {
        "number": 724,
        "text": "جز این نیست که عهده دار امور شما مؤمنان، خدا و پیامبر او و کسانی اند که ایمان آورده‌اند، همانان که نماز برپا می‌دارند و در حال رکوع زکات می‌دهند.",
        "numberInSurah": 55,
        "juz": 6,
        "manzil": 2,
        "page": 117,
        "ruku": 93,
        "hizbQuarter": 47,
        "sajda": false
      },
      {
        "number": 725,
        "text": "و هر کس خدا و رسولش و کسانی را که ایمان آورده و از خصلت یاد شده برخوردارند، به ولایت و سرپرستی خود بپذیرد پیروز است چرا که از حزب خداست و تنها حزب خدا پیروزمندند.",
        "numberInSurah": 56,
        "juz": 6,
        "manzil": 2,
        "page": 117,
        "ruku": 93,
        "hizbQuarter": 47,
        "sajda": false
      },
      {
        "number": 726,
        "text": "ای مؤمنان، کسانی را که دین شما را به مسخره گرفته و آن را بازیچه شمرده‌اند، همانان که پیش از شما کتاب آسمانی به آنان داده شده است دوست خود مگیرید و کافران را نیز به دوستی مگیرید، و اگر مؤمنید از خدا پروا کنید.",
        "numberInSurah": 57,
        "juz": 6,
        "manzil": 2,
        "page": 117,
        "ruku": 94,
        "hizbQuarter": 47,
        "sajda": false
      },
      {
        "number": 727,
        "text": "و چون بانگ اذان سر دهید و مردم را بدین وسیله به نماز فراخوانید آن را به استهزا می‌گیرند و بازیچه می‌شمرند، این بدان سبب است که آنان مردمی هستند که درنمی یابند.",
        "numberInSurah": 58,
        "juz": 6,
        "manzil": 2,
        "page": 118,
        "ruku": 94,
        "hizbQuarter": 47,
        "sajda": false
      },
      {
        "number": 728,
        "text": "بگو: ای صاحبان کتاب‌های آسمانی، آیا چیزی جز این را از ما ناخوشایند می‌شمرید که ما به خدا و کتابی که بر ما فرو فرستاده شده و کتاب‌های آسمانی دیگری که پیش‌تر نازل شده است ایمان آورده‌ایم؟ و این که بیشتر شما از راه خدا خارج شده‌اید؟",
        "numberInSurah": 59,
        "juz": 6,
        "manzil": 2,
        "page": 118,
        "ruku": 94,
        "hizbQuarter": 47,
        "sajda": false
      },
      {
        "number": 729,
        "text": "بگو: اگر ایمان به خدا و کتاب‌های آسمانی از نظر شما بد است آیا می‌خواهید شما را به چیزی که فرجامش نزد خدا بدتر از این است آگاه کنم؟ آنان کسانی اند که خدا لعنتشان کرده و بر ایشان خشم گرفته و برخی از آنان را به بوزینه‌ها و خوک‌ها مبدل ساخته، و کسانی اند که طاغوت را پرستیده‌اند. اینانند که جایگاهی بدتر دارند و از راه راست گمراه ترند و اینان از گروه شمایند و سزاوار است که از آنان ناخشنود باشید نه از کسانی که به خدا و کتاب‌های آسمانی ایمان آورده‌اند.",
        "numberInSurah": 60,
        "juz": 6,
        "manzil": 2,
        "page": 118,
        "ruku": 94,
        "hizbQuarter": 47,
        "sajda": false
      },
      {
        "number": 730,
        "text": "و چون نزد شما آیند گویند: ما ایمان آورده‌ایم، در حالی که با کفر بر شما وارد شده و با کفر از نزد شما بیرون رفته‌اند، و خدا به آن نیرنگی که نهان داشته‌اند داناتر است.",
        "numberInSurah": 61,
        "juz": 6,
        "manzil": 2,
        "page": 118,
        "ruku": 94,
        "hizbQuarter": 47,
        "sajda": false
      },
      {
        "number": 731,
        "text": "و بسیاری از آنان را می‌بینی که در گناه و تجاوز و خوردن مال حرام شتاب میورزند. راستی که بد کارهایی انجام می‌دهند.",
        "numberInSurah": 62,
        "juz": 6,
        "manzil": 2,
        "page": 118,
        "ruku": 94,
        "hizbQuarter": 47,
        "sajda": false
      },
      {
        "number": 732,
        "text": "چرا عالمان ربانی و دانشمندانشان آنان را از سخنان گناه آلود و حرامخواری شان بازنمی دارند؟ راستی که بد کاری می‌کنند.",
        "numberInSurah": 63,
        "juz": 6,
        "manzil": 2,
        "page": 118,
        "ruku": 94,
        "hizbQuarter": 47,
        "sajda": false
      },
      {
        "number": 733,
        "text": "و یهودیان گفتند: دست خدا بسته است ـ دست‌های خودشان بسته و بی اقتدار باد، و به سزای آنچه گفتند لعنت بر آنان باد ـ بلکه هر دو دست خدا باز است و قدرتش بی کران. هرگونه بخواهد می‌بخشد. و قطعاً کتابی که از جانب پروردگارت به سوی تو فرو فرستاده شده است بر سرکشی و کفر بسیاری از آنان می‌افزاید، و ما تا روز قیامت میانشان دشمنی و نفرت افکنده‌ایم. هرگاه برای جنگ با پیامبر و مسلمانان آتشی برافروزند خدا آن را خاموش می‌کند. آنان در زمین به فسادگری می‌کوشند، و خدا فسادگران را دوست نمی‌دارد.",
        "numberInSurah": 64,
        "juz": 6,
        "manzil": 2,
        "page": 118,
        "ruku": 94,
        "hizbQuarter": 47,
        "sajda": false
      },
      {
        "number": 734,
        "text": "و اگر صاحبان کتاب‌های آسمانی ایمان می‌آوردند و از گناهان بزرگ پرهیز می‌کردند، قطعاً گناهان کوچکشان را از آنان می‌زدودیم و آنان را به بوستان‌های پرنعمت بهشت درمی آوردیم.",
        "numberInSurah": 65,
        "juz": 6,
        "manzil": 2,
        "page": 119,
        "ruku": 94,
        "hizbQuarter": 47,
        "sajda": false
      },
      {
        "number": 735,
        "text": "و اگر آنان تورات و انجیل و سایر کتاب‌های آسمانی و احکامی را که از جانب پروردگارشان بر آنان فروفرستاده شده است برپا می‌داشتند، قطعاً از فراز سرشان و از زیر پاهایشان (از آسمان و زمین) بهره‌های فراوان می‌بردند. البته برخی از آنان معتدل اند (تسلیم خدایند و بر دین پایدار) ولی بسیاری از آنان کارهایی که انجام می‌دهند نارواست.",
        "numberInSurah": 66,
        "juz": 6,
        "manzil": 2,
        "page": 119,
        "ruku": 94,
        "hizbQuarter": 47,
        "sajda": false
      },
      {
        "number": 736,
        "text": "ای پیامبر، به مردم آنچه را که از جانب پروردگارت در مورد معرّفی پیشوایشان به سوی تو فرو فرستاده شده است ابلاغ کن، و اگر نکنی رسالت او را ابلاغ نکرده‌ای، و از مردم بیمی به خود راه مده، که خداوند تو را از گزند آنان مصون می‌دارد. قطعاً خدا این مردم کفرپیشه را به اهدافشان (تباه کردن دین حق) راه نمی‌نماید.",
        "numberInSurah": 67,
        "juz": 6,
        "manzil": 2,
        "page": 119,
        "ruku": 95,
        "hizbQuarter": 48,
        "sajda": false
      },
      {
        "number": 737,
        "text": "بگو: ای اهل کتاب، شما بر جایگاهی استوار قرار ندارید تا بتوانید تورات و انجیل و سایر کتاب‌های آسمانی و احکامی را که از جانب پروردگارتان به سوی شما فرو فرستاده شده است، برپادارید. و بی تردید این قرآن که از جانب پروردگارت به سوی تو فرو فرستاده شده است بسیاری از آنان را سرکشی و کفر بسیاری می‌افزاید، پس بر این مردم کفرپیشه اندوه مخور.",
        "numberInSurah": 68,
        "juz": 6,
        "manzil": 2,
        "page": 119,
        "ruku": 95,
        "hizbQuarter": 48,
        "sajda": false
      },
      {
        "number": 738,
        "text": "کسانی که ایمان آورده‌اند (مسلمانان) و کسانی که یهودی اند و صابئان و مسیحیان بدانند که این نام‌ها کارساز نیست. تنها آنان که به خدا و روز قیامت ایمان راستین داشته باشند و کار شایسته کنند نه ترسی ایشان را فرا می‌گیرد و نه اندوهگین می‌شوند.",
        "numberInSurah": 69,
        "juz": 6,
        "manzil": 2,
        "page": 119,
        "ruku": 95,
        "hizbQuarter": 48,
        "sajda": false
      },
      {
        "number": 739,
        "text": "به یقین ما از بنی اسرائیل پیمان گرفتیم و پیامبرانی را به رسالت به سوی آنان فرستادیم. هرگاه پیامبرانی برای آنان دستوراتی آوردند که موافق میلشان نبود، گروهی را دروغپرداز شمردند و گروهی را کشتند و این رویه آنان است.",
        "numberInSurah": 70,
        "juz": 6,
        "manzil": 2,
        "page": 119,
        "ruku": 95,
        "hizbQuarter": 48,
        "sajda": false
      },
      {
        "number": 740,
        "text": "و یهودیان پنداشتند که چون یهودی هستند، در برابر کارهای ناروایشان کیفری در کار نیست، از این رو کور و کر شدند و از دیدن حق و شنیدن آن ناتوان گشتند. پس از چندی خداوند به رحمت خود به سوی آنان بازگشت و پندارهای باطل را از آنان زدود، ولی باز هم کور و کر شدند البته، نه همگان بلکه بسیاری از آنان، و خدا به آنچه به جای می‌آورند بیناست.",
        "numberInSurah": 71,
        "juz": 6,
        "manzil": 2,
        "page": 120,
        "ruku": 95,
        "hizbQuarter": 48,
        "sajda": false
      },
      {
        "number": 741,
        "text": "قطعاً کسانی که گفتند: خدا همان مسیح پسر مریم است، کافر شده‌اند. مسیح خود می‌گفت: ای بنی اسرائیل، خدا را که پروردگار من و پروردگار شماست بپرستید، زیرا حقیقت این است که هر کس به خدا شرک ورزد، به یقین خداوند بهشت را بر او حرام می‌کند و جایگاهش آتش است، و ستمکاران یاورانی ندارند که آنان را از آتش رهایی بخشند.",
        "numberInSurah": 72,
        "juz": 6,
        "manzil": 2,
        "page": 120,
        "ruku": 95,
        "hizbQuarter": 48,
        "sajda": false
      },
      {
        "number": 742,
        "text": "خدای یگانه خدایی نیست. اگر از آنچه می‌گویند بازنایستند، به کسانی از آنان که کافر شده‌اند عذابی دردناک خواهد رسید.",
        "numberInSurah": 73,
        "juz": 6,
        "manzil": 2,
        "page": 120,
        "ruku": 95,
        "hizbQuarter": 48,
        "sajda": false
      },
      {
        "number": 743,
        "text": "پس چرا به سوی خدا باز نمی‌گردند و از او آمرزش نمی‌خواهند و حال آن که خدا آمرزنده و مهربان است؟",
        "numberInSurah": 74,
        "juz": 6,
        "manzil": 2,
        "page": 120,
        "ruku": 95,
        "hizbQuarter": 48,
        "sajda": false
      },
      {
        "number": 744,
        "text": "مسیح پسر مریم جز پیامبری نبود که پیش از او آن همه پیامبران درگذشتند، و مادرش تصدیق کننده همه آیات خدا بود. آنان هر دو غذا می‌خوردند، در حالی که خدا نیازمند خوراکی‌ها نیست. بنگر چگونه نشانه‌ها را برای آنان بیان می‌کنیم، سپس بنگر چگونه از اندیشه باز داشته می‌شوند و به کجا برده می‌شوند؟",
        "numberInSurah": 75,
        "juz": 6,
        "manzil": 2,
        "page": 120,
        "ruku": 95,
        "hizbQuarter": 48,
        "sajda": false
      },
      {
        "number": 745,
        "text": "بگو: آیا به جای خدا چیزی را می‌پرستید که هیچ زیان و سودی را برای شما در اختیار ندارد و حال آن که تنها خدا شنونده درخواست‌ها و دانا به نیازهای شماست؟",
        "numberInSurah": 76,
        "juz": 6,
        "manzil": 2,
        "page": 120,
        "ruku": 95,
        "hizbQuarter": 48,
        "sajda": false
      },
      {
        "number": 746,
        "text": "بگو: ای صاحبان کتاب‌های آسمانی، در دینتان از آنچه بایسته است فراتر نروید که آن نارواست، و از خواسته‌ها و اندیشه‌های مردمی که پیش از شما به بیراهه رفتند و گروه بسیاری را به گمراهی افکندند و خود از راه راست گمراه شدند پیروی نکنید.",
        "numberInSurah": 77,
        "juz": 6,
        "manzil": 2,
        "page": 121,
        "ruku": 95,
        "hizbQuarter": 48,
        "sajda": false
      },
      {
        "number": 747,
        "text": "از میان بنی اسرائیل آنان که کفر ورزیدند، بر زبان داوود و عیسی بن مریم لعنت شدند. این بدان سبب بود که آنان پیامبرانشان را نافرمانی کردند و همواره از حدود خدا تجاوز می‌کردند.",
        "numberInSurah": 78,
        "juz": 6,
        "manzil": 2,
        "page": 121,
        "ruku": 96,
        "hizbQuarter": 48,
        "sajda": false
      },
      {
        "number": 748,
        "text": "و هرگز از کارهای ناپسندی که انجام می‌دادند، باز نمی‌ایستادند. به راستی کارهایی که می‌کردند بد بود.",
        "numberInSurah": 79,
        "juz": 6,
        "manzil": 2,
        "page": 121,
        "ruku": 96,
        "hizbQuarter": 48,
        "sajda": false
      },
      {
        "number": 749,
        "text": "بسیاری از آنان را می‌بینی که با کسانی که یکتایی خدا را انکار کرده‌اند، طرح دوستی می‌افکنند. راستی بد است آنچه نفسشان برای آنان پیش فرستاده است که خدا بر آنان خشم گرفته و در عذاب جاودانه‌اند.",
        "numberInSurah": 80,
        "juz": 6,
        "manzil": 2,
        "page": 121,
        "ruku": 96,
        "hizbQuarter": 48,
        "sajda": false
      },
      {
        "number": 750,
        "text": "و اگر به خدا و پیامبر و آنچه به سوی او فرستاده شده است ایمان می‌آوردند، منکران توحید را به دوستی نمی‌گرفتند، ولی بسیاری از آنان از راه ایمان و اطاعت خدا بیرون رفته‌اند.",
        "numberInSurah": 81,
        "juz": 6,
        "manzil": 2,
        "page": 121,
        "ruku": 96,
        "hizbQuarter": 48,
        "sajda": false
      },
      {
        "number": 751,
        "text": "بی گمان، سرسخت‌ترین مردم را در دشمنی با کسانی که ایمان آورده‌اند یهودیان و مشرکان خواهی یافت، و نزدیک‌ترین مردم را در دوستی با آنان که ایمان آورده‌اند کسانی خواهی یافت که گفتند: ما مسیحی هستیم. این از آن روست که برخی از آنان کشیشان و راهبانند، و بدان سبب است که آنان در پذیرش حق تکبر نمیورزند.",
        "numberInSurah": 82,
        "juz": 7,
        "manzil": 2,
        "page": 121,
        "ruku": 96,
        "hizbQuarter": 49,
        "sajda": false
      },
      {
        "number": 752,
        "text": "و چون آیات این قرآن را که بر پیامبر نازل شده است می‌شنوند، به دلیل این که حق را شناخته‌اند، چشمانشان را می‌بینی که اشکبار است و می‌گویند: پروردگارا، ایمان آوردیم، پس ما را با سایر مؤمنان در زمره کسانی ثبت کن که بر حقانیت رسالت پیامبر گواهی داده‌اند.",
        "numberInSurah": 83,
        "juz": 7,
        "manzil": 2,
        "page": 122,
        "ruku": 96,
        "hizbQuarter": 49,
        "sajda": false
      },
      {
        "number": 753,
        "text": "و می‌گویند: ما را چه سودی است که به خدا و این قرآن که سراسر حق است و به سوی ما آمده است ایمان نیاوریم و امیدواریم که پروردگارمان ما را با مردم شایسته همراه سازد و در میان آنان درآورد؟",
        "numberInSurah": 84,
        "juz": 7,
        "manzil": 2,
        "page": 122,
        "ruku": 96,
        "hizbQuarter": 49,
        "sajda": false
      },
      {
        "number": 754,
        "text": "پس خداوند به پاس آنچه گفتند بوستان‌هایی آکنده از درخت که در زیر آنها جوی‌ها روان است و در آن جاودانه‌اند، به آنان پاداش داد، و این است پاداش نیکوکاران.",
        "numberInSurah": 85,
        "juz": 7,
        "manzil": 2,
        "page": 122,
        "ruku": 96,
        "hizbQuarter": 49,
        "sajda": false
      },
      {
        "number": 755,
        "text": "و کسانی که به پیامبر و آنچه بر او نازل شده است کافر شده و آیات ما را دروغ انگاشته‌اند آنان همدم دوزخند.",
        "numberInSurah": 86,
        "juz": 7,
        "manzil": 2,
        "page": 122,
        "ruku": 96,
        "hizbQuarter": 49,
        "sajda": false
      },
      {
        "number": 756,
        "text": "ای کسانی که ایمان آورده‌اید، چیزهای پاکیزه را که خدا آنها را برای شما حلال کرده است بر خود و دیگران حرام مکنید و بدین وسیله از حدود الهی تجاوز نکنید که خداوند تجاوزگران را دوست نمی‌دارد.",
        "numberInSurah": 87,
        "juz": 7,
        "manzil": 2,
        "page": 122,
        "ruku": 97,
        "hizbQuarter": 49,
        "sajda": false
      },
      {
        "number": 757,
        "text": "و از آنچه خدا روزی شما کرده است که همه حلال و پاکیزه‌اند. بخورید و از خدا که به او ایمان دارید پروا کنید و حلال او را حرام مکنید.",
        "numberInSurah": 88,
        "juz": 7,
        "manzil": 2,
        "page": 122,
        "ruku": 97,
        "hizbQuarter": 49,
        "sajda": false
      },
      {
        "number": 758,
        "text": "خداوند شما را به سبب سوگندهای بیهوده تان که بدون قصد بر زبان می‌آورید بازخواست نمی‌کند و کفّاره‌ای برای آنها مقرّر نمی‌دارد، ولی بر سوگندهایی که آنها را با اراده خود استوار می‌کنید، اگر آنها را بشکنید بازخواستتان می‌کند و برای آنها کفّاره مقرّر می‌دارد. پس کفّاره شکستن سوگند، غذا دادن به ده درمانده است از غذاهای متوسطی که به خانواده خود می‌دهید یا پوشاک ده مسکین یا آزاد کردن یک برده. پس هر کس هیچ یک از اینها را نیابد باید سه روز روزه بگیرد. این کفّاره سوگندهای شماست آن گاه که سوگند یاد کنید و آن را بشکنید، و باید سوگندهای خود را حفظ کنید. این گونه خداوند احکام خود را برای شما بیان می‌کند، باشد که با فراگرفتن آنها و عمل بدانها سپاسگزاری کنید.",
        "numberInSurah": 89,
        "juz": 7,
        "manzil": 2,
        "page": 122,
        "ruku": 97,
        "hizbQuarter": 49,
        "sajda": false
      },
      {
        "number": 759,
        "text": "ای کسانی که ایمان آورده‌اید، جز این نیست که شراب و قمار و سنگ‌های نصب شده برای قربانی‌ها که بدانها تبرک می‌جویید، و تیرهای قمار که گوشت دام‌ها را با آنها تقسیم می‌کنند، همه پلیدی‌هایی هستند که گرایش به آنها برخاسته از وسوسه‌های شیطان است، پس از آنها بپرهیزید، باشد که نیکبخت شوید.",
        "numberInSurah": 90,
        "juz": 7,
        "manzil": 2,
        "page": 123,
        "ruku": 97,
        "hizbQuarter": 49,
        "sajda": false
      },
      {
        "number": 760,
        "text": "شیطان چیزی جز این نمی‌خواهد که به وسیله شراب و قمار میان شما دشمنی و نفرت بیفکند و شما را از یاد خدا و از نماز بازدارد. اینک آیا از این کارها بازمی ایستید؟",
        "numberInSurah": 91,
        "juz": 7,
        "manzil": 2,
        "page": 123,
        "ruku": 97,
        "hizbQuarter": 49,
        "sajda": false
      },
      {
        "number": 761,
        "text": "و خدا را اطاعت کنید و از پیامبر فرمان برید و از پلیدی‌ها برحذر باشید. پس اگر روی برتافتید بدانید که برعهده فرستاده ما جز ابلاغ آشکار پیام تکلیفی نیست.",
        "numberInSurah": 92,
        "juz": 7,
        "manzil": 2,
        "page": 123,
        "ruku": 97,
        "hizbQuarter": 49,
        "sajda": false
      },
      {
        "number": 762,
        "text": "بر کسانی که ایمان آورده و کارهای شایسته کرده‌اند، در مورد حرام‌های یاد شده ـ چنانچه پیش از آگاهی به حکمشان آنها را خورده‌اند ـ گناهی نیست، بدین شرط که تقوا پیشه کرده و به خدا و رسولش ایمانی راستین داشته و کارهای شایسته انجام داده باشند، سپس به مرحله‌ای دیگر از تقوا رسیده و به تمام احکام الهی ایمان آورده باشند و باز هم تقوا پیشه بوده و اعمالشان را نیکو انجام داده باشند، که خداوند کسانی را که اعمالشان را به صورتی نیکو انجام می‌دهند دوست می‌دارد.",
        "numberInSurah": 93,
        "juz": 7,
        "manzil": 2,
        "page": 123,
        "ruku": 97,
        "hizbQuarter": 49,
        "sajda": false
      },
      {
        "number": 763,
        "text": "ای کسانی که ایمان آورده‌اید، خداوند شما را به برخی شکارها که دست‌ها و نیزه هایتان به آن می‌رسد می‌آزماید، تا معلوم دارد چه کسی از او به سبب کیفرش که از دیده‌ها نهان است می‌ترسد. پس هر کس بعد از پیش آمدن این آزمون تجاوز کند (به شکار بپردازد) عذابی دردناک خواهد داشت.",
        "numberInSurah": 94,
        "juz": 7,
        "manzil": 2,
        "page": 123,
        "ruku": 98,
        "hizbQuarter": 49,
        "sajda": false
      },
      {
        "number": 764,
        "text": "ای کسانی که ایمان آورده‌اید، شکار را در حالی که مُحرمید مکشید، و هر کس از شما از روی عمد آن را بکشد جزایی برعهده اوست. آن جزا که از میان دام‌ها (شتر، گاو و گوسفند) است باید با شکاری که کشته است همانند باشد، و به همانندیِ این دو با یکدیگر، دو مرد عادل از خودتان حکم می‌کنند، و آن دام قربانیی است که باید به کعبه رسد، یا باید کفّاره‌ای بدهد که آن خوراکِ درماندگان است یا معادل آن روزه گرفتن است، تا سزای کارش را بچشد. خدا از آنچه پیش از بیان این حکم روی داده درگذشته و کفّاره‌ای برای آن مقرّر نکرده است. و هر کس از این پس شکاری را بکشد و این کار را تکرار کند خدا از او انتقام می‌گیرد، که خدا مقتدری شکست ناپذیر و صاحب انتقام است.",
        "numberInSurah": 95,
        "juz": 7,
        "manzil": 2,
        "page": 123,
        "ruku": 98,
        "hizbQuarter": 49,
        "sajda": false
      },
      {
        "number": 765,
        "text": "شکار حیوانات دریا و خوراکی‌های آن برای شما حلال شده است، در حالی که آن برای شما مُحرمان و دیگر کاروانیان بهره‌ای است، و شکار حیوانات صحرایی بر شما مُحرمان تا هنگامی که در احرام هستید حرام گردیده است، و از خدایی که به سوی او محشور می‌شوید پروا کنید.",
        "numberInSurah": 96,
        "juz": 7,
        "manzil": 2,
        "page": 124,
        "ruku": 98,
        "hizbQuarter": 49,
        "sajda": false
      },
      {
        "number": 766,
        "text": "خداوند، کعبه آن خانه درخورِ احترام و نیز ماهِ حرام و قربانی حج و قلاده‌های قربانی‌های حج را مایه برپایی مردم در امور دنیا و آخرتشان قرار داده است. این حقیقت را بیان کردیم تا بدانید که خدا آنچه را در آسمان‌ها و آنچه را در زمین است می‌داند و این که خدا به هر چیزی آگاه است.",
        "numberInSurah": 97,
        "juz": 7,
        "manzil": 2,
        "page": 124,
        "ruku": 98,
        "hizbQuarter": 50,
        "sajda": false
      },
      {
        "number": 767,
        "text": "بدانید که خداوند گناه پیشگان را به کیفری سخت می‌رساند و فرمانبرداران را آمرزنده و مهربان است.",
        "numberInSurah": 98,
        "juz": 7,
        "manzil": 2,
        "page": 124,
        "ruku": 98,
        "hizbQuarter": 50,
        "sajda": false
      },
      {
        "number": 768,
        "text": "برعهده پیامبر چیزی جز رساندن پیام‌های الهی نیست، و خدا است که آنچه را آشکار می‌کنید و آنچه را نهان می‌دارید می‌داند.",
        "numberInSurah": 99,
        "juz": 7,
        "manzil": 2,
        "page": 124,
        "ruku": 98,
        "hizbQuarter": 50,
        "sajda": false
      },
      {
        "number": 769,
        "text": "بگو: پلید و پاک برابر نیستند، هر چند فراوانیِ پلیدها تو را مجذوب خود سازد. پس ای خردمندان، از خدا پروا کنید و بر آیین او که برخاسته از پاکی هاست پایدار باشید، باشد که نیکبخت گردید.",
        "numberInSurah": 100,
        "juz": 7,
        "manzil": 2,
        "page": 124,
        "ruku": 98,
        "hizbQuarter": 50,
        "sajda": false
      },
      {
        "number": 770,
        "text": "ای کسانی که ایمان آورده‌اید، از چیزهایی که اگر برای شما آشکار شود بر تکلیف شما می‌افزاید و در نتیجه شما را اندوهگین می‌کند سؤال مکنید. بدانید که ما آنها را در غیر هنگام نزول قرآن بیان نمی‌کنیم، ولی اگر هنگامی که قرآن نازل می‌شود از آنها سؤال کنید برای شما آشکار می‌گردد. خداوند از آنچه نگفته است درگذشته و شما را به آن تکلیف نکرده است، و خدا درگذرنده و بردبار است. پس با پرسش آنها را مجویید.",
        "numberInSurah": 101,
        "juz": 7,
        "manzil": 2,
        "page": 124,
        "ruku": 99,
        "hizbQuarter": 50,
        "sajda": false
      },
      {
        "number": 771,
        "text": "به یقین، گروهی که پیش از شما بودند در مورد آنها سؤال کردند ولی بعداً به آنها کافر شدند.",
        "numberInSurah": 102,
        "juz": 7,
        "manzil": 2,
        "page": 124,
        "ruku": 99,
        "hizbQuarter": 50,
        "sajda": false
      },
      {
        "number": 772,
        "text": "خداوند درباره بحیره، سائبه، وصیله و حام هیچ حُکمی مقرر نکرده است، ولی کسانی که کافر شده‌اند بر خدا دروغ می‌بندند و چیزهایی را که خود ساخته‌اند حکم خدا معرّفی می‌کنند و بیشترشان درک نمی‌کنند که بر خدا دروغ بافته‌اند.",
        "numberInSurah": 103,
        "juz": 7,
        "manzil": 2,
        "page": 124,
        "ruku": 99,
        "hizbQuarter": 50,
        "sajda": false
      },
      {
        "number": 773,
        "text": "و چون به آنان گفته شود: به سوی آنچه خدا فرو فرستاده و به سوی پیامبر بیایید، می‌گویند: آنچه پدرانمان را بر آن یافته‌ایم ما را بس است. آیا در هر حال از راه و رسم پدرانشان پیروی می‌کنند، هرچند پدرانشان خود چیزی نمی‌دانستند و از سوی کسی نیز هدایت نشده بودند؟",
        "numberInSurah": 104,
        "juz": 7,
        "manzil": 2,
        "page": 125,
        "ruku": 99,
        "hizbQuarter": 50,
        "sajda": false
      },
      {
        "number": 774,
        "text": "ای کسانی که ایمان آورده‌اید، مراقب خویشتن باشید، مبادا پس از آن که راه یافته‌اید کسانی که گمراه شده‌اند به شما زیانی برسانند و گمراهتان کنند. بازگشت شما و آنان همگی به سوی خداست، آن گاه شما و آنان را از حقیقت فرجام آنچه می‌کردید آگاه خواهد ساخت.",
        "numberInSurah": 105,
        "juz": 7,
        "manzil": 2,
        "page": 125,
        "ruku": 99,
        "hizbQuarter": 50,
        "sajda": false
      },
      {
        "number": 775,
        "text": "ای کسانی که ایمان آورده‌اید، چون نشانه‌های مرگ یکی از شما فرا رسید، هنگام وصیت باید دو تن از مردان عادل همکیشتان میان شما گواه باشند، و اگر در سفر بودید و مصیبت مرگ به سراغتان آمد و دو شاهد مسلمان نیافتید باید دو تن از غیر همکیشانتان وصیت شما را گواه باشند. پس اگر در صحّت آنچه وصی اظهار می‌دارد تردید کردید، گواهان را پس از نماز [تا برپایی محکمه] نگاه دارید که به خدا سوگند یاد کنند که ما گواهی خود را به هیچ بهایی نمی‌فروشیم (آنچه را شاهد بوده‌ایم به سود کسی تغییر نمی‌دهیم) هر چند خویشاوند باشد، و شهادتی را که خدا برعهده ما نهاده است کتمان نمی‌کنیم، زیرا در آن صورت از گناهکاران خواهیم بود.",
        "numberInSurah": 106,
        "juz": 7,
        "manzil": 2,
        "page": 125,
        "ruku": 99,
        "hizbQuarter": 50,
        "sajda": false
      },
      {
        "number": 776,
        "text": "پس اگر فاش شد که گواهان با گواهی دروغ خود مرتکب گناه شده‌اند، دو تن از کسانی که آن دو گواه اصلی بر آنان جفا کردند، به جای آن دو قرار گیرند و به خدا سوگند یاد کنند که گواهی ما از گواهی آن دو درست‌تر است و ما با گواهی خود بر ضد آنان، در حقشان تعدی نکرده‌ایم، چرا که در آن صورت از ستمکاران خواهیم بود.",
        "numberInSurah": 107,
        "juz": 7,
        "manzil": 2,
        "page": 125,
        "ruku": 99,
        "hizbQuarter": 50,
        "sajda": false
      },
      {
        "number": 777,
        "text": "این بهترین روش است که شاهدان شهادت را آن گونه که بایسته است ادا کنند یا بترسند از این که پس از سوگندهایشان که بی اعتبار تلقی شده است سوگندها به دیگران واگذار شود. و از خدا پروا کنید و گوش فرادهید. و خدا مردم فسق پیشه را هدایت نمی‌کند.",
        "numberInSurah": 108,
        "juz": 7,
        "manzil": 2,
        "page": 125,
        "ruku": 99,
        "hizbQuarter": 50,
        "sajda": false
      },
      {
        "number": 778,
        "text": "روزی که خداوند همه پیامبران را گرد می‌آورد و به آنان می‌گوید: از سوی مردمی که به سویشان فرستاده شدید چه پاسخی به شما داده شد؟ می‌گویند: ما چنان که باید آگاهی نداریم، تو هستی که همه نهان‌ها را می‌دانی.",
        "numberInSurah": 109,
        "juz": 7,
        "manzil": 2,
        "page": 126,
        "ruku": 100,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 779,
        "text": "زمانی [را یاد کن] که خدا به عیسی، پسر مریم گفت: نعمت مرا که بر تو و مادرت ارزانی داشتم به یاد آور، آن گاه که تو را به وسیله (روح القدس) تأیید کردم، که با مردم در حالی که نوزادی در گهواره بودی و هنگامی که میانسال شدی سخن می‌گفتی، و نعمت مرا به یاد آور، آن گاه که به تو کتاب آسمانی و حکمت و تورات و انجیل آموختم، و آن گاه که به اذن من از گِل چیزی همانند شکل پرنده می‌ساختی و در آن می‌دمیدی و آن به اذن من پرنده ای می‌شد، و کور مادرزاد و کسی را که دچار پیسی بود به اذن من بهبودی می‌بخشیدی، و آن گاه که مردگان را به اذن من از گور زنده بیرون می‌آوردی، و آن گاه که شرِّ بنی اسرائیل را از تو بازگرداندم، هنگامی که آن معجزات را برایشان آوردی، پس کسانی از آنان که کفر ورزیدند گفتند: این جز جادویی آشکار نیست.",
        "numberInSurah": 110,
        "juz": 7,
        "manzil": 2,
        "page": 126,
        "ruku": 100,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 780,
        "text": "و یاد کن نعمت مرا آن گاه که به حواریون وحی کردم که به من و پیامبرم ایمان بیاورید. گفتند: ایمان آوردیم، و گواه باش که ما تسلیم توییم.",
        "numberInSurah": 111,
        "juz": 7,
        "manzil": 2,
        "page": 126,
        "ruku": 100,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 781,
        "text": "یاد کن زمانی را که حواریون گفتند: ای عیسی پسر مریم، آیا پروردگار تو می‌تواند برای ما از آسمان مائده‌ای فروفرستد؟ گفت: اگر ایمان دارید از خدا پروا کنید و پس از این همه نشانه‌ها که بر رسالت من است نشانه دیگر مخواهید.",
        "numberInSurah": 112,
        "juz": 7,
        "manzil": 2,
        "page": 126,
        "ruku": 100,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 782,
        "text": "گفتند: می‌خواهیم از آن بخوریم و دل هایمان نیز بدان آرامش یابد، و بدانیم که در رسالت خود به ما راست گفته‌ای و می‌خواهیم از زمره گواهان آن مائده آسمانی باشیم.",
        "numberInSurah": 113,
        "juz": 7,
        "manzil": 2,
        "page": 126,
        "ruku": 100,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 783,
        "text": "عیسی پسر مریم گفت: خداوندا، پروردگارا، از آسمان مائده‌ای بر ما فروفرست تا برای ما عیدی باشد هم برای نخستین گروه امّت ما و هم برای آخرین گروه امّتمان و نیز نشانه‌ای از جانب تو باشد، و بدین وسیله به ما روزی ده که تو بهترین روزی دهندگانی.",
        "numberInSurah": 114,
        "juz": 7,
        "manzil": 2,
        "page": 127,
        "ruku": 100,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 784,
        "text": "خدا گفت: من آن را بر شما فرو خواهم فرستاد، اما هر کس از شما پس از آن کفر ورزد، او را به گونه‌ای از عذاب کیفر می‌کنم که هیچ یک از جهانیان را آن گونه کیفر نکرده‌ام.",
        "numberInSurah": 115,
        "juz": 7,
        "manzil": 2,
        "page": 127,
        "ruku": 100,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 785,
        "text": "و یاد کن هنگامی را که خدا به عیسی می‌گوید: ای عیسی پسر مریم، آیا تو به مردم گفتی که غیر از خدا من و مادرم را معبود خویش گیرید؟ عیسی می‌گوید: تو پیراسته‌ای از این که شریکی داشته باشی! مرا نرسد که چیزی بگویم که سزاوار من نیست. اگر آن را گفته بودم قطعاً تو آن را می‌دانستی. تو آنچه را که در ذات من است می‌دانی و من آنچه را که در ذات توست نمی‌دانم، چرا که فقط تو به همه نهان‌ها دانایی.",
        "numberInSurah": 116,
        "juz": 7,
        "manzil": 2,
        "page": 127,
        "ruku": 101,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 786,
        "text": "به آنان چیزی جز آنچه مرا بدان فرمان دادی نگفتم، به آنان گفتم: خدا را که پروردگار من و پروردگار شماست بپرستید، و تا هنگامی که در میانشان بودم بر اعمالشان گواه بودم، و چون مرا برگرفتی، تو خود بر کارهایشان نگهبان بودی، و تو بر هر چیز گواهی.",
        "numberInSurah": 117,
        "juz": 7,
        "manzil": 2,
        "page": 127,
        "ruku": 101,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 787,
        "text": "اگر عذابشان کنی آنان بندگان تواَند و اختیار کارشان با توست، و اگر آنان را بیامرزی کسی حق ندارد بر تو ایراد گیرد، زیرا شکست در تو راه ندارد و کارهای تو همه از روی حکمت است.",
        "numberInSurah": 118,
        "juz": 7,
        "manzil": 2,
        "page": 127,
        "ruku": 101,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 788,
        "text": "آن روز خدا به عیسی می‌گوید: تو از راستگویانی و امروز روزی است که راستگویان را راستی شان سود می‌دهد، برای آنان بوستان‌هایی است پر درخت که از زیر آنها جوی‌ها روان است و برای همیشه در آن ماندگارند. خدا از آنان خشنود است و آنان نیز از خدا خشنودند. این است سعادت بزرگ.",
        "numberInSurah": 119,
        "juz": 7,
        "manzil": 2,
        "page": 127,
        "ruku": 101,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 789,
        "text": "فرمانروایی آسمان‌ها و زمین و آنچه در آنهاست از آنِ خداست، و او بر هر کاری تواناست.",
        "numberInSurah": 120,
        "juz": 7,
        "manzil": 2,
        "page": 127,
        "ruku": 101,
        "hizbQuarter": 51,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "fa.safavi",
      "language": "fa",
      "name": "صفوی",
      "englishName": "صفوی",
      "format": "text",
      "type": "translation",
      "direction": "rtl"
    }
  }
}