{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 8,
    "name": "سُورَةُ الأَنفَالِ",
    "englishName": "Al-Anfaal",
    "englishNameTranslation": "The Spoils of War",
    "revelationType": "Medinan",
    "numberOfAyahs": 75,
    "ayahs": [
      {
        "number": 1161,
        "text": "ای پیامبر، مجاهدان بَدر از تو می‌پرسند که این انفال (غنایم جنگی) از آنِ کیست و چگونه تقسیم می‌شود؟ بگو انفال ـ چه غنایم جنگی و چه املاک و اموالی که مالکی ندارند ـ به خدا و پیامبرش اختصاص دارد، پس از خدا پروا کنید و بر سر انفال با یکدیگر مشاجره نکنید و میان خود صلح و آشتی برقرار سازید و اگر واقعاً ایمان دارید، از خدا و پیامبرش فرمان برید.",
        "numberInSurah": 1,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1162,
        "text": "مؤمنان راستین فقط کسانی اند که وقتی خدا نزدشان یاد شود دل هایشان می‌ترسد، و هنگامی که آیات او بر آنان تلاوت گردد بر ایمانشان می‌افزاید، و در کارها و برنامه‌ها تنها بر پروردگارشان توکّل می‌کنند.",
        "numberInSurah": 2,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1163,
        "text": "کسانی اند که نماز را برپا می‌دارند و بخشی از آنچه را روزی آنان کرده‌ایم به نیازمندان انفاق می‌کنند.",
        "numberInSurah": 3,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1164,
        "text": "اینانند مؤمنان راستین که در حدّ ایمانشان درجاتی نزد پروردگارشان دارند و برای آنان آمرزش و رزقی نیکوست که در بهشت نصیبشان خواهد شد.",
        "numberInSurah": 4,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1165,
        "text": "گروهی از مؤمنان از حکم خدا درباره انفال ناراضی بودند، چنان که پروردگارت تو را به حق (براساس مصلحتی درست و به جا) از خانه ات [به سوی بدر] بیرون برد در حالی که گروهی از مؤمنان از آن ناخشنود بودند.",
        "numberInSurah": 5,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1166,
        "text": "با تو درباره حق ـ پس از آن که برایشان آشکار شده است ـ کشمکش می‌کنند، گویی به سوی مرگ که نشانه‌های آن را می‌نگرند، رانده می‌شوند.",
        "numberInSurah": 6,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1167,
        "text": "و ای مؤمنان، از آنچه خدا برای شما مقرّر کرده است نگران نباشید چرا که آن به سود شماست، یاد کنید هنگامی را که خدا به شما وعده داد که یکی از آن دو طایفه از آنِ شما باشد، یا بر کاروان تجاری قریش دست یابید و یا بر سپاه آنان پیروز گردید، و شما دوست می‌داشتید کاروان تجاری که بی سلاح بودند نصیب شما شوند، ولی خدا خلاف آن را اراده کرد، زیرا می‌خواست به حکم تقدیر خود (یاری پیامبران و پیروزی آیین الهی) حق را جلوه گر کند و ریشه کافران را برکند.",
        "numberInSurah": 7,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1168,
        "text": "آری، خدا به شما چنین وعده داد تا حق را ثابت گرداند و باطل را از میان بردارد، هر چند مجرمان از آن ناخشنود باشند.",
        "numberInSurah": 8,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1169,
        "text": "به یاد آورید هنگامی را که خود را در برابر مشرکان ناتوان دیدید و از پروردگارتان یاری خواستید و او بی درنگ شما را اجابت کرد که من شما را با هزار فرشته از فرشتگان که فرشتگانی دیگر را به دنبال می‌آورند یاری می‌رسانم.",
        "numberInSurah": 9,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1170,
        "text": "و خداوند فرشتگان را برای کشتن کافران نفرستاد بلکه آنها را فرستاد تا برای شما بشارتی باشد و تا دل هایتان به امداد الهی آرامش یابد، پس بدانید که پیروزی جز از جانب خدا نیست. به یقین، خدا شکست ناپذیر و حکیم است.",
        "numberInSurah": 10,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1171,
        "text": "هنگامی شما را یاری داد و دل هایتان را آرامش بخشید که خوابی سبک در اثر امنیتی که از جانب او بود بر شما پوشانید و از آسمان آبی بر شما فرو فرستاد تا شما را بدان پاک گرداند و وسوسه‌های پلید شیطان را بدین وسیله از شما بزداید، و تا دل هایتان را محکم کند و در نبرد گام‌های شما را به آن استوار سازد.",
        "numberInSurah": 11,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1172,
        "text": "آن گاه که پروردگارت به فرشتگان وحی فرستاد که من با شما هستم، پس کسانی را که ایمان آورده‌اند ثابت قدم دارید، به زودی در دل کسانی که کافر شده‌اند بیم خواهم افکند، و به مؤمنان گفتیم فراز گردن آنان را بزنید و همه سر پنجه هایشان را قطع کنید.",
        "numberInSurah": 12,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1173,
        "text": "آن کیفر برای آنان بدان سبب بود که با خدا و رسولش به مخالفت برخاستند، و هر کس با خدا و رسول او مخالفت کند و بر آن اصرار ورزد، کیفری سخت خواهد دید، زیرا خداوند سخت کیفر است.",
        "numberInSurah": 13,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1174,
        "text": "ای کافران، این کیفر دنیای شماست، آن را بچشید و بدانید که در آخرت برای کافران عذاب آتش خواهد بود.",
        "numberInSurah": 14,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1175,
        "text": "ای کسانی که ایمان آورده‌اید، هنگامی که با کافران رو به رو می‌شوید در حالی که دسته جمعی برای جنگ به سویشان رفته‌اید به آنان پشت نکنید و نگریزید.",
        "numberInSurah": 15,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1176,
        "text": "و هر کس در آن هنگام پشت به آنان کند و بگریزد، با خشمی از خدا بازگشته و جایگاهش دوزخ است و آن بد بازگشتگاهی است، مگر این که گریز و روی گردانی اش برای جنگ در ناحیه دیگر باشد، یا بخواهد به گروهی از رزمندگان بپیوندد و در کنار آنان با دشمن بجنگد.",
        "numberInSurah": 16,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1177,
        "text": "شما را توان مقابله با مشرکان بدر نبود پس آن گاه که پیروز شدید، شما آنان را نکشتید بلکه خدا آنان را کشت، و تو ای پیامبر، هنگامی که ریگ‌ها را به سوی آنان انداختی، در حقیقت تو نینداختی بلکه خدا انداخت. آری، چنین کرد تا آنچه را که باید، تحقّق بخشد و به مؤمنان از جانب خود نعمتی نیکو ارزانی دارد (هم دشمنانشان را سرکوب کند و هم از غنیمت‌های فراوان بهره مندشان سازد) چرا که خدا شنونده استغاثه آنان و به حالشان آگاه بود.",
        "numberInSurah": 17,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1178,
        "text": "آری، حقیقت این بود، و آنچه مسلّم است این است که خداوند نیرنگ کافران را سست و بی اثر می‌کند.",
        "numberInSurah": 18,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1179,
        "text": "ای مشرکان، اگر شما برای آشکار شدن حق خواهان داوری خدا میان خود و مؤمنان بودید بدین طریق که حق پویان را نصرت دهد، اینک با پیروزی مؤمنان این داوری صورت گرفته است. حال اگر از نیرنگ خود بر ضد خدا و پیامبر دست بردارید برای شما بهتر است، و اگر بار دیگر بازگردید و دست به نیرنگ بزنید ما نیز باز می‌گردیم و نیرنگتان را سست و بی اثر می‌کنیم، و گروه شماهر چند زیاد باشد هرگز برای شما کارساز نخواهد بود. این از آن روست که خداوند با مؤمنان است.",
        "numberInSurah": 19,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1180,
        "text": "ای کسانی که ایمان آورده‌اید، از خدا و پیامبرش فرمان برید و اینک که می‌شنوید پیامبر شما را به کاری فرا می‌خواند یا از کاری باز می‌دارد از او روی برنتابید.",
        "numberInSurah": 20,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1181,
        "text": "و مانند کسانی نباشید که به پیامبر گفتند سخن تو را شنیدیم، در صورتی که آن را به گوش دل نمی‌شنیدند.",
        "numberInSurah": 21,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1182,
        "text": "آری، این کفرپیشگانی که از شنیدن سخن حق کرند و از گفتن حق لال، همانان که حق را درنمی یابند، نزد خدا بدترین جنبندگان به شمار می‌روند.",
        "numberInSurah": 22,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1183,
        "text": "و اگر خدا در آنان خیری می‌یافت آنان را به شنیدن حق شنوا می‌ساخت، و اگر بی آن که خیری در آنان باشد حقیقت را به آنها می‌شناسانید، باز هم پشت می‌کردند و روی برمی تافتند.",
        "numberInSurah": 23,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1184,
        "text": "ای کسانی که ایمان آورده‌اید، خدا را اجابت کنید و نیز پیامبر را آن گاه که شما را به اسلام که موجب حیات شماست فرا می‌خواند و بدانید که خدا میان آدمی و قلب او حایل می‌شود و بدانید که همگان به سوی او روانه می‌شوید و در حضور او گرد می‌آیید.",
        "numberInSurah": 24,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1185,
        "text": "از فتنه‌ای بزرگ که در پیش است بترسید و در دفع آن بکوشید، زیرا آن به گونه‌ای است که نباید تنها به ستمکاران شما (فتنه انگیزان) برسد، بلکه دامنگیر همه شما خواهد شد، و بدانید که خدا سخت کیفر است.",
        "numberInSurah": 25,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1186,
        "text": "برای این که بدانید خدا یاور مؤمنان است به یاد آورید زمانی را که در سرزمین مکّه گروهی اندک بودید و در آن جا ناتوان شمرده می‌شدید و همواره بیم آن داشتید که مردم شما را بربایند، سپس خدا شما را در مدینه جای داد و به یاری خود نیرومندتان ساخت تا در جنگ بدر پیروز شدید و شما را از غنایم آن جنگ که برایتان حلال کرده بود بهره مند ساخت، باشد که خدا را سپاسگزاری کنید.",
        "numberInSurah": 26,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1187,
        "text": "ای کسانی که ایمان آورده‌اید، با افشای تصمیم‌های پیامبر در مورد کافران و آشکار ساختن اسرار حکومت اسلامی، به خدا و رسول او خیانت نکنید که خیانت به امانت‌های خود کرده‌اید، و این حقیقت را شما خود می‌دانید.",
        "numberInSurah": 27,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1188,
        "text": "و بدانید که اموال و فرزندان شما وسیله آزمایش شما هستند، پس مبادا برای حفظ آنها به خدا و پیامبرش خیانت کنید، و بدانید آنان که امانت‌های خدا و پیامبرش را پاس دارند، نزد خدا پاداشی بزرگ خواهند داشت.",
        "numberInSurah": 28,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1189,
        "text": "ای کسانی که ایمان آورده‌اید، اگر از خدا پروا کنید، برای شما نیرویی قرار می‌دهد که به وسیله آن حق را از باطل تشخیص دهید، و بدی هایتان را از شما می‌زداید و گناهانتان را می‌آمرزد، و خدا دارای فضلی بزرگ است.",
        "numberInSurah": 29,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1190,
        "text": "ای پیامبر، برای این که بدانی خدا تو را یاری می‌کند، یاد کن زمانی را که کافران مکّه به مشورت نشستند و برای محو کردن دعوت تو چاره جویی می‌کردند، برخی بر آن بودند که تو را حبس کنند و برخی می‌خواستند تو را بکشند و برخی بر آن بودند که از مکّه بیرونت کنند. آنان همواره در پی چاره جویی اند و خدا نیز در برابر آنها کار تو را تدبیر می‌کند، و خدا بهترین تدبیرکنندگان است.",
        "numberInSurah": 30,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1191,
        "text": "و هنگامی که آیات قرآن ـ که همه از جانب ماست ـ بر آنان تلاوت شود می‌گویند: شنیدیم و محتوای آن را دریافتیم. اگر ما هم می‌خواستیم، مانند این را می‌سرودیم، ولی ما اهل افسانه سرایی نیستیم. این چیزی جز افسانه‌هایی که پیشینیان ساخته‌اند نیست.",
        "numberInSurah": 31,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1192,
        "text": "و یاد کن زمانی را که برخی از مسلمانان سرخورده گفتند: خداوندا، اگر این همان پیام حق است و از جانب توست ما آن را نمی‌پذیریم، پس سنگ‌هایی از آسمان بر ما بباران یا عذابی دردناک بر سر ما بیاور.",
        "numberInSurah": 32,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1193,
        "text": "ولی بدانند که تا هنگامی که تو ای پیامبر در میان مسلمانان هستی خدا آنان را به عذاب نابود نمی‌کند، و تا هنگامی که از خدا طلب آمرزش می‌کنند، خدا به عذاب، نابودکننده آنان نیست.",
        "numberInSurah": 33,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1194,
        "text": "چه چیز مشرکان مکّه را درخورِ آن ساخته است که خدا عذابشان نکند در صورتی که آنان مؤمنان را از ورود به مسجدالحرام بازمی دارند آنان متولّیان آن نیستند تا به هر که بخواهند اجازه ورود دهند و هر که را بخواهند از ورود به آن بازدارند. متولّیان آن جز تقواپیشگان نخواهند بود، ولی بیشترشان [این حقیقت را] نمی‌دانند.",
        "numberInSurah": 34,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1195,
        "text": "نماز آنان در کنار آن خانه جز سوت کشیدن و کف زدن نیست. ای کافران، حال که چنین است، به سزای این که کفر ورزیده‌اید عذاب را بچشید.",
        "numberInSurah": 35,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1196,
        "text": "کافران اموال خود را هزینه می‌کنند تا مردم را از راه خدا باز دارند. آری، به زودی کفرپیشگان مکه اموالشان را برای شعلهور ساختن جنگ هزینه می‌کنند، ولی به نتیجه دلخواه خود نمی‌رسند و اموال تلف شده آنان مایه حسرتشان می‌شود و سرانجام در فتح مکّه مغلوب می‌گردند. و کسانی از آنان که بر کفر اصرار ورزند به سوی دوزخ رانده خواهند شد.",
        "numberInSurah": 36,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1197,
        "text": "کافران، به مقتضای کفرشان با دین خدا مخالفت می‌کنند و در این راه می‌کوشند، تا خداوند براساس سنّتی که در نظام آفرینش مقرّر داشته است ناپاکان را از پاکان جدا سازد. سپس برخی از ناپاکان را بر روی برخی دیگر نهد و همه را انباشته کند سپس آن را در دوزخ قرار دهد. اینانند که زیانکار خواهند بود.",
        "numberInSurah": 37,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1198,
        "text": "به کافران بگو: اگر از ستیزه جویی با خدا و پیامبر دست بردارند و به کشتن و آزار مسلمانان پایان دهند، آنچه گذشته است بر آنان بخشوده می‌شود و از آنان انتقام گرفته نمی‌شود، و اگر بار دیگر به فتنه انگیزی و ستیزه جویی باز گردند خداوند نابودشان خواهد کرد و این سنت خداست که بر پیشینیان نیز گذشته است.",
        "numberInSurah": 38,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 150,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1199,
        "text": "و با کافران بجنگید تا فتنه‌ای برجای نماند و دین (حاکمیّت) یکسره از آنِ خدا باشد. پس اگر از جنگ باز ایستادند و تن به سازش دادند، خدا حکم خود را درباره آنان اعلام خواهد کرد، چرا که او به آنچه می‌کنند بینا است.",
        "numberInSurah": 39,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 150,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1200,
        "text": "و اگر روی برتافتند و باز هم سر جنگ داشتند، با آنان بجنگید و بدانید که خدا سرپرست و یاور شماست. و خوب سرپرست و نیکو یاوری است.",
        "numberInSurah": 40,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 150,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1201,
        "text": "و بدانید که هر فایده‌ای به دست می‌آورید، خُمس آن برای خدا و پیامبر و برای خویشاوندان او، و یتیمان و بینوایان و درراه مانده از بستگان اوست، پس آن را به اهلش بپردازید اگر به خدا و آنچه در روز بدر بر بنده خود محمّد فرو فرستادیم ایمان دارید، همان روز که خدا با یاری کردن مؤمنان و شکست دادن مشرکان حق را از باطل مشخص ساخت، روزی که آن دو گروه مؤمن و مشرک برای نبرد با یکدیگر روبه رو شدند. و خدا بر انجام هر کاری تواناست.",
        "numberInSurah": 41,
        "juz": 10,
        "manzil": 2,
        "page": 182,
        "ruku": 150,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1202,
        "text": "هنگامی حق را از باطل مشخص ساخت که شما در نزدیک‌ترین کرانه آن وادی، در زمینی شنزار و دور از آب اردو زدید، و مشرکان در دورترین کرانه وادی، در کنارِ آب و در زمینی سخت پیاده شدند و کاروان تجاری قریش در فرو دست شما بودند و از ساحل دریا رهسپار مکّه شدند و از تیررس شما رهیدند. بدین ترتیب شما چاره‌ای جز نبرد با مشرکان نداشتید. اگر شما و آنان با یکدیگر وعده می‌کردید که این گونه باهم روبه رو شوید، قطعاً هر دو گروه وعده خود را خلاف می‌کردید، ولی آنچه را خدا پیش آورد برای این بود که کاری را که می‌بایست انجام شود به انجام رساند، تا در شرایطی که عوامل پیروزی برای مشرکان آماده بود، با پیروزی شما حق را از باطل مشخص سازد تا از آن پس هر که هلاک می‌شود، با دلیلی روشن هلاک گردد، و هر که حیات می‌یابد، با دلیلی آشکار حیات یابد. و نیز چون خدا شنونده استغاثه شما و آگاه به راز درونتان بود چنین تقدیر کرد.",
        "numberInSurah": 42,
        "juz": 10,
        "manzil": 2,
        "page": 182,
        "ruku": 150,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1203,
        "text": "ای پیامبر، یاد کن زمانی را که خداوند شمار مشرکان را در خواب تو، به تو اندک نشان می‌داد تا وقتی خواب خود را برای مؤمنان نقل می‌کنی، از برخورد با آنان بیمناک نباشند و تردیدی به خود راه ندهند. و اگر شمار آنان را به تو بسیار نشان می‌داد قطعاً سست و نگران می‌شدید و در کار جنگ، اختلاف می‌کردید، ولی خداوند بدین وسیله شما را از سستی و اختلاف در امان داشت، چرا که او به راز درون سینه‌ها داناست.",
        "numberInSurah": 43,
        "juz": 10,
        "manzil": 2,
        "page": 182,
        "ruku": 150,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1204,
        "text": "و یاد کن زمانی را که چون با مشرکان روبه رو شدید، آنان را در نظر شما اندک جلوه می‌داد و شما را نیز در نظر آنان اندک می‌نمایاند، تا خداوند کاری را که باید تحقّق می‌یافت (نبرد دو گروه) به انجام رساند، و بدانید که همه کارها به او بازگردانده می‌شود.",
        "numberInSurah": 44,
        "juz": 10,
        "manzil": 2,
        "page": 182,
        "ruku": 150,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1205,
        "text": "ای کسانی که ایمان آورده‌اید، هنگامی که در میدان نبرد با گروهی از کافران روبه رو گشتید ثابت قدم باشید و از برابر آنان مگریزید و خدا را با قلب و زبان خود بسیار یاد کنید، باشد که پیروز گردید.",
        "numberInSurah": 45,
        "juz": 10,
        "manzil": 2,
        "page": 182,
        "ruku": 151,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1206,
        "text": "و خدا و پیامبرش را در امر جهاد فرمان برید و با یکدیگر اختلاف نکنید که ناتوان می‌شوید و عزّت و شکوهتان از بین می‌رود، و بر سختی‌های جنگ و اطاعت از خدا و پیامبر شکیبا باشید که خداوند با شکیبایان است و آنان را یاری خواهد کرد.",
        "numberInSurah": 46,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 151,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1207,
        "text": "و هنگامی که برای جهاد با دشمنان دین بیرون می‌روید، مانند کسانی نباشید که با سرمستی و برای خودنمایی به مردم از شهر و دیارشان برای جنگ بیرون رفتند و مردم را از راه خدا باز می‌داشتند. آنان گمان نکنند که از تحت سلطه خدا خارجند، بلکه خدا به آنچه می‌کنند احاطه دارد.",
        "numberInSurah": 47,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 151,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1208,
        "text": "و هنگامی خدا حق و باطل را از یکدیگر مشخص و معلوم ساخت که شیطان کارهای مشرکان را در جنگ بدر برایشان آراست و به آنان گفت: امروز با این ساز و برگ نظامی وانبوه نفرات هیچ گروهی از مردم بر شما چیره نمی‌شود و من خود حمایتگر شما هستم، ولی هنگامی که آن دو گروه باهم روبه رو شدند و یکدیگر را دیدند به عقب بازگشت و گفت: من از شما بری هستم، من چیزی را می‌بینم که شما نمی‌بینید. می‌بینم فرشتگانی برای یاری مؤمنان و سرکوب شما آمده‌اند. من از عذاب خدا می‌ترسم، چرا که خدا سخت کیفر است.",
        "numberInSurah": 48,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 151,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1209,
        "text": "آری، هنگامی خدا حق و باطل را از یکدیگر مشخص ساخت که منافقان و کسانی که در دل هایشان بیماری شکّ و تردید بود گفتند: اینان (مؤمنان) را دینشان فریفته است که با این شمار اندک و با کمترین تجهیزات به جنگِ سپاهی مجهّز آمده‌اند، ولی نمی‌دانستند که آنان بر خدا توکّل کرده‌اند. و هر کس بر خدا توکّل کند خدا او را بسنده است، زیرا خداوند مقتدری است شکست ناپذیر که کارهایش همه از روی حکمت است.",
        "numberInSurah": 49,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1210,
        "text": "ای کاش می‌دیدی زمانی را که فرشتگان جان کافران را می‌گیرند در حالی که بر چهره و پشتشان می‌کوبند و به آنان می‌گویند: عذاب آتش سوزان را بچشید.",
        "numberInSurah": 50,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1211,
        "text": "این کیفر به سزای دستاوردی است که خود پیش فرستاده‌اید و از آن روست که خدا به بندگانش ستم نمی‌کند [مجرمان و نیکوکاران را یکسان قرار نمی‌دهد و هر کدام را بر طبق کردارشان جزا می‌دهد].",
        "numberInSurah": 51,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1212,
        "text": "شیوه این مشرکان همچون شیوه فرعونیان و کسانی است که پیش از آنان بودند که به آیات خدا کافر شدند، و خداوند آنان را به کیفر گناهانشان گرفت. همانا خدا نیرومند و سخت کیفر است.",
        "numberInSurah": 52,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1213,
        "text": "این کیفر بدان سبب است که کافران مکه با خدا و رسولش به ستیزه برخاستند و بدین سبب شایستگی نعمت را از خود سلب کردند و خداوند نعمتی را که بر قومی ارزانی داشته است به محنت و عذاب تبدیل نمی‌کند تا این که آنان خود، آنچه را در دل دارند دگرگون سازند و با کفر و ناسپاسی خویش قابلیّت نعمت را از خود سلب نمایند، و نیز بدان سبب است که خدا شنونده فریادخواهی مسلمانان و آگاه به نیازهای آنان است.",
        "numberInSurah": 53,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1214,
        "text": "آری، شیوه آنان همچون شیوه فرعونیان و کسانی است که پیش از آنان بودند، که آیات پروردگارشان را دروغ انگاشتند، پس ما آنان را به سزای گناهانشان هلاک نمودیم و فرعونیان را غرق کردیم و همه آنان مردمی ستمکار بودند.",
        "numberInSurah": 54,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1215,
        "text": "بی تردید، بدترین جنبندگان در نزد خداوند یهودیان مدینه‌اند که کافر شدند و به حدّی کفر در دل هایشان رسوخ یافته است که هرگز ایمان نمی‌آورند.",
        "numberInSurah": 55,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1216,
        "text": "آن گروهشان که بارها با آنان پیمان بستی ولی هر بار پیمان خود را شکستند و از خدا پروا نکردند و این شیوه آنان است.",
        "numberInSurah": 56,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1217,
        "text": "پس اگر در جنگ بر آنان دست یافتی که خواهی یافت، چنان بر ایشان سخت گیر که مایه عبرت کسانی شوند که در پی آنانند و ترس و نگرانی بر آنان حاکم شود و دیگر برای نبرد با مؤمنان همداستان نشوند، باشد که بفهمند پیمان شکنی و ستیزه جویی با مؤمنان چه فرجام شومی دارد.",
        "numberInSurah": 57,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1218,
        "text": "و اگر از قومی که با آنان پیمان بسته‌ای بیم خیانت در پیمان داری، پیمانشان را به سویشان بیفکن و لغو آن را به ایشان اعلام کن تا شما و آنان در آگاهی از لغو پیمان یکسان باشید، و بدان که اگر به آنان اعلام نکنی مرتکب خیانت شده‌ای و خداوند خیانتکاران را دوست نمی‌دارد.",
        "numberInSurah": 58,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1219,
        "text": "کسانی که کافر شده‌اند مپندارند که با کفر و ستیزه جویی خویش بر خدا سبقت گرفته و بر او چیره گشته‌اند، آنان نمی‌توانند خدا را ناتوان کنند [چرا که کارهایشان از تحت اراده او خارج نیست].",
        "numberInSurah": 59,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 153,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1220,
        "text": "شما مؤمنان باید برای مقابله با کافرانی که پیرامون شمایند، آنچه در توان دارید از نیروی رزمی و اسبان بسته (آماده نبرد) فراهم آورید تا بدین وسیله کسانی را که دشمن خدا و دشمن شمایند بترسانید [و اندیشه هجوم به مسلمانان را از آنان سلب کنید] و نیز باید برای مقابله با دشمنان دیگری که غیر از اینانند و شما از آنان بی خبرید و خدا به وجودشان آگاه است نیروی رزمی آماده کنید، و بدانید که هر چیزی را در راه خدا هزینه کنید، بی کم و کاست به شما بازگردانده می‌شود و بر شما ستم نخواهد شد.",
        "numberInSurah": 60,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 153,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1221,
        "text": "و اگر به صلح تمایل داشتند تو نیز بدان روی آور، و بر خدا توکّل کن و بیم نیرنگشان را نداشته باش که او شنونده سخن بندگان و دانا به اندیشه‌های آنان است.",
        "numberInSurah": 61,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 153,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1222,
        "text": "و اگر دشمنان بخواهند با پیشنهاد صلح تو را بفریبند تا در شرایط مناسب ضربه‌ای بر تو وارد کنند، خدا برای تو بس است، چرا که او بود که پیش‌تر تو را با یاری خود و به وسیله مؤمنان نیرومند ساخت.",
        "numberInSurah": 62,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 153,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1223,
        "text": "و دل‌های مؤمنان را به هم پیوند داد، که اگر همه ثروت روی زمین را خرج می‌کردی نمی‌توانستی میان دل هایشان پیوند دهی، ولی خدا بود که میان آنان الفت انداخت، به یقین او شکست ناپذیر و حکیم است.",
        "numberInSurah": 63,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 153,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1224,
        "text": "ای پیامبر، در میدان کارزار، خدا تو را بسنده است و نیز کسانی از مؤمنان که تو را پیروی کرده‌اند.",
        "numberInSurah": 64,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 153,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1225,
        "text": "ای پیامبر، مؤمنان را به پیکار با کافران برانگیز. اگر از شما بیست تن شکیبا باشند، بر دویست تن از کافران چیره می‌شوند، و اگر از شما صد تن شکیبا باشند بر هزار تن از کفرپیشگان پیروز می‌شوند. این بدان سبب است که آنان مردمی هستند که نمی‌فهمند. بر این اساس، ما شما را مکلّف کرده بودیم حتی اگر دشمن ده برابر شما بودند باید مقاومت کنید و از میدان کارزار مگریزید.",
        "numberInSurah": 65,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 154,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1226,
        "text": "اینک که خدا دانست در ایمان شما ضعفی پدید آمده است تکلیف شما را سبک ساخت، پس اگر از شما یکصد تن شکیبا باشند بر دویست تن چیره می‌شوند، و اگر از شما هزار تن باشند بر دو هزار تن پیروز می‌گردند. اینها همه به اذن خداست، و خدا با شکیبایان است.",
        "numberInSurah": 66,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 154,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1227,
        "text": "چرا خودسرانه و بدون مشورت با پیامبر در جنگ بدر از دشمنان اسیر گرفتید تا در برابر آزادی آنان فدیه بگیرید؟ در صورتی که برای هیچ پیامبری سزاوار نبوده است که در میدان جنگ اسیرانی بگیرد. پیامبران باید در میدان جنگ چنان بر کشته‌ها بیفزایند تا عبرت دیگران شود. این شیوه تا زمانی است که دینشان در زمین استقرار نیافته باشد، امّا از آن پس برای آنان رواست که از دشمن اسیر بگیرند. شما خواهان متاع ناپایدار دنیا هستید و خداوند سرای آخرت را برای شما می‌خواهد، و خدا شکست ناپذیر و حکیم است.",
        "numberInSurah": 67,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 154,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1228,
        "text": "اگر پیشتر از جانب خدا مقرر نشده بود که به عذاب گرفتار نگردید، قطعاً به سبب این که در جنگ بدر اسیر گرفتید، عذابی بزرگ به شما می‌رسید.",
        "numberInSurah": 68,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 154,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1229,
        "text": "ولی اکنون از فدیه‌ها و آنچه به غنیمت گرفته‌اید بهره ببرید که برای شما حلال و پاکیزه است، و از خدا پروا کنید که خدا آمرزنده و مهربان است.",
        "numberInSurah": 69,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 154,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1230,
        "text": "ای پیامبر، به اسیرانی که در دست شمایند و از آنان فدیه گرفته‌اید، بگو: اگر خداوند در دل‌های شما خیری (ایمان و حق باوری) سراغ داشته باشد، بهتر از آنچه از شما گرفته شده به شما می‌دهد و شما را می‌آمرزد، چرا که خداوند آمرزنده و مهربان است.",
        "numberInSurah": 70,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1231,
        "text": "و اگر خواستند به تو خیانت کنند و بار دیگر آتش جنگ را بر ضدّ تو شعلهور سازند، خدا تو را بر آنان پیروز خواهد ساخت، چرا که آنان پیش‌تر نیز به سبب کفرشان، به خدا خیانت کردند و خدا تو را بر آنان چیره ساخت، و خدا به خیانت آنان داناست و براساس حکمتش، تو را بر آنان چیره می‌سازد.",
        "numberInSurah": 71,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1232,
        "text": "کسانی که ایمان آورده و به مدینه هجرت نموده و با مال و جانشان در راه خدا جهاد کرده‌اند، و کسانی که پیامبر و مؤمنان را در مدینه جای داده و خدا و رسولش را یاری نموده‌اند، اینان بر یکدیگر ولایت دارند، و کسانی که ایمان آورده ولی هجرت نکرده‌اند، از ولایت آنان چیزی بر شما مقرّر نیست، تا آن که هجرت کنند، مگر ولایت یاری رسانی که اگر از شما در امر دین کمک خواستند بر شماست که آنان را یاری دهید، مگر این که بر ضدّ قومی باشد که میان شما و آنان پیمانی [مبنی بر عدم تعرّض] منعقد شده است، و خدا به آنچه می‌کنید بیناست.",
        "numberInSurah": 72,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1233,
        "text": "کسانی که کفر ورزیده‌اند ولیّ یکدیگرند و خدا میان شما و آنان ولایتی مقرّر نکرده است. اگر قانون ولایت را که میان شما مؤمنان مقرّر شده است به کار نبندید و یا پیوند ولایت با کافران داشته باشید، در زمین فتنه و فسادی بزرگ روی خواهد داد.",
        "numberInSurah": 73,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1234,
        "text": "و کسانی که ایمان آورده و هجرت نموده و در راه خدا جهاد کرده‌اند، و آنان که به پیامبر و مهاجران جای داده و خدا و رسولش را یاری کرده‌اند، اینان همان مؤمنان راستین اند که برایشان آمرزش و رزقی ارجمند است که در بهشت نصیبشان خواهد شد.",
        "numberInSurah": 74,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1235,
        "text": "و کسانی که پس از این ایمان بیاورند و هجرت نمایند و همراه شما جهاد کنند، از شما خواهند بود و پیوند ولایت میان شما و آنان برقرار می‌گردد، و خویشاوندان در ارث بردن از یکدیگر بر دیگران مقدّم اند و این حکم در کتاب خدا ثبت شده است. بنابراین، از این پس هجرت و اخوّت ایمانی سبب ارث نخواهد بود. به یقین، خداوند به هر چیزی داناست.",
        "numberInSurah": 75,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "fa.safavi",
      "language": "fa",
      "name": "صفوی",
      "englishName": "صفوی",
      "format": "text",
      "type": "translation",
      "direction": "rtl"
    }
  }
}