{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 9,
    "name": "سُورَةُ التَّوۡبَةِ",
    "englishName": "At-Tawba",
    "englishNameTranslation": "The Repentance",
    "revelationType": "Medinan",
    "numberOfAyahs": 129,
    "ayahs": [
      {
        "number": 1236,
        "text": "از سوی خدا و پیامبرش به مشرکانی که با آنان پیمان بسته‌اید اعلام می‌شود که پیمان میان شما و آنان ملغی و بی اعتبار است.",
        "numberInSurah": 1,
        "juz": 10,
        "manzil": 2,
        "page": 187,
        "ruku": 156,
        "hizbQuarter": 75,
        "sajda": false
      },
      {
        "number": 1237,
        "text": "بنابراین، ای مشرکان، چهار ماه در این سرزمین بگردید، این مدّت را به شما مهلت می‌دهیم و شما را از تعرّض مؤمنان در امان می‌داریم تا بیندیشید و برای سرنوشت خویش تصمیم بگیرید، یا از شرک دست بردارید و یا آماده نبرد شوید، و بدانید که شما نمی‌توانید خدا را درمانده کنید، و بدانید که خداوند کافران را خوار و ذلیل خواهد کرد.",
        "numberInSurah": 2,
        "juz": 10,
        "manzil": 2,
        "page": 187,
        "ruku": 156,
        "hizbQuarter": 75,
        "sajda": false
      },
      {
        "number": 1238,
        "text": "و در روز حجّ اکبر (روز عید قربان) از سوی خدا و پیامبرش به مردم ابلاغ می‌شود که خدا پیمان مشرکان را ملغی کرده و پیامبرش نیز چنین کرده است. پس اگر از شرک باز گردید این برای شما بهتر است، و اگر از این دعوت روی برتابید، بدانید که شما نمی‌توانید خدا را درمانده کنید، و تو ای پیامبر، کافران را به عذابی دردناک نوید ده.",
        "numberInSurah": 3,
        "juz": 10,
        "manzil": 2,
        "page": 187,
        "ruku": 156,
        "hizbQuarter": 75,
        "sajda": false
      },
      {
        "number": 1239,
        "text": "امّا مشرکانی که با آنان پیمان بسته‌اید و از پیمانشان چیزی نکاسته و کسی را بر ضدّ شما یاری نکرده‌اند، پیمانشان ملغی نیست، بنابراین پیمانشان را تا مدّتی که برای آنان مقرّر شده است به پایان رسانید که وفای به پیمان نشانگر تقواپیشگی است و خداوند تقوا پیشگان را دوست می‌دارد.",
        "numberInSurah": 4,
        "juz": 10,
        "manzil": 2,
        "page": 187,
        "ruku": 156,
        "hizbQuarter": 75,
        "sajda": false
      },
      {
        "number": 1240,
        "text": "و چون آن مهلت چهار ماهه که جان و مال مشرکان در آن مصون شمرده شد، به پایان رسد، آنان را هر جا و هر وقت که یافتید بکشید، یا بگیریدشان و یا آنان را به محاصره درآورید و یا در هر کمینگاهی در کمینشان بنشینید، پس اگر از شرک بازگشتند و به توحید گراییدند و احکام اسلام را پذیرفتند پس نماز برپا داشتند و زکات پرداختند آزادشان بگذارید که خداوند توبه کنندگان را می‌آمرزد و آنان را مورد رحمت خود قرار می‌دهد.",
        "numberInSurah": 5,
        "juz": 10,
        "manzil": 2,
        "page": 187,
        "ruku": 156,
        "hizbQuarter": 75,
        "sajda": false
      },
      {
        "number": 1241,
        "text": "و اگر یکی از آن مشرکان محارب از تو امان خواست تا نزد تو آید و از محتوای دعوتت با خبر شود، او را امان ده تا نزد تو آید و کلام خدا را بشنود و با آن آشنا شود، سپس او را به جای امنش برسان. این بدان سبب است که مشرکان ناآگاهند و لازم است این فرصت به کسانی که در پی تحقیق اند داده شود.",
        "numberInSurah": 6,
        "juz": 10,
        "manzil": 2,
        "page": 187,
        "ruku": 156,
        "hizbQuarter": 75,
        "sajda": false
      },
      {
        "number": 1242,
        "text": "چگونه مشرکان می‌توانند نزد خدا و پیامبرش پیمانی داشته باشند پیمان همه آنان بی اعتبار است به جز کسانی از آنان که در کنار مسجدالحرام با ایشان پیمان بسته‌اید و تاکنون به پیمان خود وفادار بوده‌اند، پس تا هنگامی که به عهد خویش با شما پایدارند شما نیز به عهد خود با آنان پایدار بمانید، که پای بندی به پیمان، نشانگر تقواپیشگی است و خداوند تقواپیشگان را دوست می‌دارد.",
        "numberInSurah": 7,
        "juz": 10,
        "manzil": 2,
        "page": 188,
        "ruku": 157,
        "hizbQuarter": 75,
        "sajda": false
      },
      {
        "number": 1243,
        "text": "چگونه پیمان مشرکان محترم شمرده شود، در صورتی که اگر بر شما چیره شوند نه حقّی از حقوق خویشاوندی را درباره شما رعایت می‌کنند و نه به هیچ پیمانی که با آنان امضا کرده‌اید وفادارند. شما را به زبان و با سخنان فریبنده خود خشنود می‌کنند ولی دل هایشان از آنچه بر زبان می‌آورند ابا دارد و بیشترشان از عهد و پیمان خود خارج شده‌اند.",
        "numberInSurah": 8,
        "juz": 10,
        "manzil": 2,
        "page": 188,
        "ruku": 157,
        "hizbQuarter": 75,
        "sajda": false
      },
      {
        "number": 1244,
        "text": "آیات خدا را به کالای کم بهای دنیا فروخته‌اند و بدین کار مردم را از راه او باز داشته‌اند. راستی که بد کاری انجام می‌داده‌اند.",
        "numberInSurah": 9,
        "juz": 10,
        "manzil": 2,
        "page": 188,
        "ruku": 157,
        "hizbQuarter": 75,
        "sajda": false
      },
      {
        "number": 1245,
        "text": "در حق هیچ مؤمنی هیچ یک از حقوق خویشاوندی را رعایت نمی‌کنند و به هیچ پیمانی که امضا کرده‌اند پای بند نیستند. اینانند که به پیمان‌های شما تجاوز کرده و آنها را نادیده گرفته‌اند.",
        "numberInSurah": 10,
        "juz": 10,
        "manzil": 2,
        "page": 188,
        "ruku": 157,
        "hizbQuarter": 75,
        "sajda": false
      },
      {
        "number": 1246,
        "text": "پس اگر از شرک توبه کردند و احکام دین را پذیرفتند پس نماز به جای آوردند و زکات پرداختند، برادران دینی شما هستند و در تمام حقوق با سایر مؤمنان برابرند. ما آیات خود را به روشنی برای همه بیان می‌کنیم و تنها مردم دانا از آن بهره می‌برند.",
        "numberInSurah": 11,
        "juz": 10,
        "manzil": 2,
        "page": 188,
        "ruku": 157,
        "hizbQuarter": 75,
        "sajda": false
      },
      {
        "number": 1247,
        "text": "و اگر گروهی از مشرکان پیمان‌های خود را که بر آنها سوگند یاد کرده‌اند پس از آن که بر آن عهد بستند، شکستند و درباره دین شما زبان به بدگویی گشودند آنان پیشوایان کفر به شمار می‌آیند و شما باید با پیشوایان کفر پیکار کنید، چرا که آنان را هیچ پیمانی نیست، باشد که از پیمان شکنی دست بردارند.",
        "numberInSurah": 12,
        "juz": 10,
        "manzil": 2,
        "page": 188,
        "ruku": 157,
        "hizbQuarter": 75,
        "sajda": false
      },
      {
        "number": 1248,
        "text": "آیا با قومی که پیمان‌های خود را شکستند و قصد بیرون راندن پیامبر را داشتند و نخستین بار آغازگر جنگ با شما بودند، نمی‌جنگید؟ آیا از آنان می‌ترسید؟ اگر مؤمنید [باید برای شما آشکار باشد که] خدا سزاواتر است که از او بترسید.",
        "numberInSurah": 13,
        "juz": 10,
        "manzil": 2,
        "page": 188,
        "ruku": 157,
        "hizbQuarter": 75,
        "sajda": false
      },
      {
        "number": 1249,
        "text": "با مشرکان پیکار کنید در این صورت خداوند آنان را به دست شما عذاب می‌کند و خوار و ذلیلشان می‌سازد و شما را بر آنان پیروز می‌گرداند و سینه [داغدار] گروهی از مؤمنان را شفا می‌بخشد.",
        "numberInSurah": 14,
        "juz": 10,
        "manzil": 2,
        "page": 189,
        "ruku": 157,
        "hizbQuarter": 75,
        "sajda": false
      },
      {
        "number": 1250,
        "text": "و خشم دل هایشان را می‌برد، و این را هم بدانید که خداوند بر هر که بخواهد به رحمت خود باز می‌گردد [و او را از شرک می‌رهاند] و شما را از نبرد با وی باز می‌دارد، و خدا دانا و حکیم است.",
        "numberInSurah": 15,
        "juz": 10,
        "manzil": 2,
        "page": 189,
        "ruku": 157,
        "hizbQuarter": 75,
        "sajda": false
      },
      {
        "number": 1251,
        "text": "آیا شما مدّعیان ایمان پنداشته‌اید که رها می‌شوید و مورد آزمایش قرار نمی‌گیرید، در صورتی که هنوز خداوند کسانی از شما را که در جهاد شرکت می‌کنند و جز خدا و رسول او و مؤمنان تکیه گاهی نگرفته‌اند، مشخص نکرده است؟ و خدا به آنچه می‌کنید آگاه است.",
        "numberInSurah": 16,
        "juz": 10,
        "manzil": 2,
        "page": 189,
        "ruku": 157,
        "hizbQuarter": 75,
        "sajda": false
      },
      {
        "number": 1252,
        "text": "مشرکان حق ندارند در حالی که به زبان یا عمل، بر کفر خود گواهی می‌دهند، مساجد خدا از جمله مسجدالحرام را تعمیر کنند. آنان اعمالشان بی اثر است و برای همیشه در آتش دوزخ ماندگارند.",
        "numberInSurah": 17,
        "juz": 10,
        "manzil": 2,
        "page": 189,
        "ruku": 158,
        "hizbQuarter": 75,
        "sajda": false
      },
      {
        "number": 1253,
        "text": "تنها کسانی حق دارند مساجد خدا را تعمیر کنند که به خدا و روز واپسین ایمان آورده و نماز برپاداشته و زکات داده و جز از خدا بیم نداشته‌اند (تنها او را پرستیده اند) که امید است اینان در زمره ره یافتگان باشند.",
        "numberInSurah": 18,
        "juz": 10,
        "manzil": 2,
        "page": 189,
        "ruku": 158,
        "hizbQuarter": 75,
        "sajda": false
      },
      {
        "number": 1254,
        "text": "آیا آب دادن به حاجیان و تعمیر مسجدالحرام را که برخاسته از ایمان به خدا نبوده است ارج می‌نهید و چنین کسی را با آن کس که به خدا و روز واپسین ایمان آورده و در راه خدا جهاد کرده است یکسان می‌شمرید؟ نه، این دو گروه نزد خدا یکسان نیستند، زیرا خداوند مردم ستمکار (مشرکان) را به سوی خویش هدایت نمی‌کند.",
        "numberInSurah": 19,
        "juz": 10,
        "manzil": 2,
        "page": 189,
        "ruku": 158,
        "hizbQuarter": 76,
        "sajda": false
      },
      {
        "number": 1255,
        "text": "کسانی که ایمان آورده و هجرت نموده و با مال و جانشان در راه خدا جهاد کرده‌اند، نزد خدا از همه بلندمرتبه ترند و اینانند که نیکبخت خواهند بود.",
        "numberInSurah": 20,
        "juz": 10,
        "manzil": 2,
        "page": 189,
        "ruku": 158,
        "hizbQuarter": 76,
        "sajda": false
      },
      {
        "number": 1256,
        "text": "این گروه از مؤمنانند که پروردگارشان آنان را به رحمتی والا از جانب خویش و به خشنودی خود و بوستان‌هایی از بهشت که در آنها برایشان نعمتی پایان ناپذیر است مژده می‌دهد.",
        "numberInSurah": 21,
        "juz": 10,
        "manzil": 2,
        "page": 190,
        "ruku": 158,
        "hizbQuarter": 76,
        "sajda": false
      },
      {
        "number": 1257,
        "text": "در آن جا برای همیشه ماندگارند. مبادا این وعده‌ها را بعید بدانید، چرا که خداست که نزد او پاداشی بزرگ است.",
        "numberInSurah": 22,
        "juz": 10,
        "manzil": 2,
        "page": 190,
        "ruku": 158,
        "hizbQuarter": 76,
        "sajda": false
      },
      {
        "number": 1258,
        "text": "ای کسانی که ایمان آورده‌اید، اگر پدران و برادرانتان کفر را بر ایمان برگزیدند آنان را دوست خود و عهده دار کارهایتان قرار ندهید و کسانی از شما که آنان را دوست خود گیرند و کارهایشان را به آنان بسپرند ستمکار خواهند بود.",
        "numberInSurah": 23,
        "juz": 10,
        "manzil": 2,
        "page": 190,
        "ruku": 158,
        "hizbQuarter": 76,
        "sajda": false
      },
      {
        "number": 1259,
        "text": "ای پیامبر، به آنان که ایمان آورده‌اند بگو: اگر پدران و پسران و برادران و همسران و خویشاوندانتان و اموالی که گرد آورده‌اید و تجارتی که از کسادش بیم دارید و خانه‌هایی که آنها را خوش می‌دارید، نزد شما از خدا و پیامبرش و جهاد در راه او محبوب‌تر است و اینها مانع رفتن شما به جهاد شده‌اند، منتظر باشید تا خدا فرمان خود را اجرا کند (مؤمنانی را جایگزین شما کند که خدا از هر چیزی برای آنان محبوب‌تر است و به بهترین وجه در راه او جهاد می‌کنند) و بدانید که خداوند مردمی را که از مرز بندگی او خارج شوند، به سوی پیامبر و یاری دین خدا هدایت نمی‌کند.",
        "numberInSurah": 24,
        "juz": 10,
        "manzil": 2,
        "page": 190,
        "ruku": 158,
        "hizbQuarter": 76,
        "sajda": false
      },
      {
        "number": 1260,
        "text": "قطعاً خداوند شما را در معرکه‌های فراوانی یاری کرده است، و نیز در آن روز که در وادی (حُنَین) با مشرکان به کارزار پرداختید، آن گاه که کثرت افرادتان شما را شادمان ساخته بود به گونه‌ای که خدا را فراموش کردید و به فراوانی لشکر خود اعتماد نمودید، ولی آن سپاه عظیم کارساز نشد و هیچ خطری را از شما دفع نکرد و در محاصره دشمن قرار گرفتید و زمین با همه فراخی اش بر شما تنگ شد و سرانجام به دشمن پشت کردید و گریختید.",
        "numberInSurah": 25,
        "juz": 10,
        "manzil": 2,
        "page": 190,
        "ruku": 159,
        "hizbQuarter": 76,
        "sajda": false
      },
      {
        "number": 1261,
        "text": "پس از آن، خداوند آرامشی را از جانب خود بر پیامبرش و بر مؤمنانی که در آن معرکه ثابت قدم ماندند فرو فرستاد و لشکریانی را از فرشتگان که شما آنها را ندیدید برای یاری شما نازل کرد و کسانی را که کافر شدند کیفر داد، و این است سزای کفرپیشگان.",
        "numberInSurah": 26,
        "juz": 10,
        "manzil": 2,
        "page": 190,
        "ruku": 159,
        "hizbQuarter": 76,
        "sajda": false
      },
      {
        "number": 1262,
        "text": "سپس خداوند بعد از واقعه حنین به هر کس از کافران و مؤمنان خطاکار که می‌خواست روی کرد و به او توفیق توبه داد و توبه اش را پذیرفت و خدا راه توبه را برای همگان گشوده است، زیرا خدا آمرزنده و مهربان است.",
        "numberInSurah": 27,
        "juz": 10,
        "manzil": 2,
        "page": 191,
        "ruku": 159,
        "hizbQuarter": 76,
        "sajda": false
      },
      {
        "number": 1263,
        "text": "ای کسانی که ایمان آورده‌اید، جز این نیست که مشرکان پلیدند، از این رو نباید پس از پایان امسال (سال نهم هجرت) به مسجدالحرام نزدیک شوند. و اگر می‌ترسید که با اجرای این حکم داد و ستدتان کساد شود و فقر به شما روی آورد، به زودی خدا، اگر بخواهد، از فضل خویش شما را توانگر می‌کند. به یقین، خداوند دانا و کارهایش همه از روی حکمت است.",
        "numberInSurah": 28,
        "juz": 10,
        "manzil": 2,
        "page": 191,
        "ruku": 159,
        "hizbQuarter": 76,
        "sajda": false
      },
      {
        "number": 1264,
        "text": "با کسانی که به آنان کتاب آسمانی داده شده است (یهودیان، مسیحیان، مجوسیان و صابئی ها) ولی به خدا و روز قیامت آن گونه که باید ایمان ندارند و آنچه را خدا حرام کرده و پیامبرش محمّد تحریم نموده است بر خود حرام نمی‌دانند و دین حقّ را آیین خود نمی‌گیرند بجنگید تا با خضوع در برابر حکومت شما به قانون جزیه تن در دهند و آن را به دست خود به شما بپردازند.",
        "numberInSurah": 29,
        "juz": 10,
        "manzil": 2,
        "page": 191,
        "ruku": 159,
        "hizbQuarter": 76,
        "sajda": false
      },
      {
        "number": 1265,
        "text": "یهودیان گفتند: عزیر پسر خداست. و نصارا گفتند: مسیح پسر خداست. این سخن آنان است که بر زبان می‌آورند، سخنی است بی پایه و عاری از حقیقت که به سخن آن کافران بت پرستی می‌ماند که پیش از ایشان بودند. خدا آنان را بکشد! تا کی از حق باز داشته و به سوی باطل کشانده می‌شوند.",
        "numberInSurah": 30,
        "juz": 10,
        "manzil": 2,
        "page": 191,
        "ruku": 160,
        "hizbQuarter": 76,
        "sajda": false
      },
      {
        "number": 1266,
        "text": "یهودیان و مسیحیان از آن روی که بی هیچ قید و شرطی از عالمان و راهبان خود اطاعت کردند، آنها را به منزله پروردگار و معبود خویش شمردند و برای خدا ربوبیتی قائل نشدند. علاوه بر این، نصارا مسیح پسر مریم را نیز پروردگار خود گرفتند در حالی که آنان مأمور نبودند مگر این که یک خدا را که جز او معبودی درخور پرستش نیست عبادت کنند. او منزّه است از این که به او شرک ورزیده شود.‌",
        "numberInSurah": 31,
        "juz": 10,
        "manzil": 2,
        "page": 191,
        "ruku": 160,
        "hizbQuarter": 76,
        "sajda": false
      },
      {
        "number": 1267,
        "text": "می‌خواهند نور خدا را که در آیین او جلوه کرده است با دهان خود خاموش کنند و خدا نخواهد گذاشت جز این شود که نور خود را به کمال رساند و سراسر گیتی را فراگیرد هر چند کافران از آن ناخشنود باشند.",
        "numberInSurah": 32,
        "juz": 10,
        "manzil": 2,
        "page": 192,
        "ruku": 160,
        "hizbQuarter": 76,
        "sajda": false
      },
      {
        "number": 1268,
        "text": "اوست آن کسی که پیامبرش محمّد را با هدایت و دین حق به رسالت فرستاد تا آن را بر همه ادیان چیره کند هر چند مشرکان ناخشنود باشند.",
        "numberInSurah": 33,
        "juz": 10,
        "manzil": 2,
        "page": 192,
        "ruku": 160,
        "hizbQuarter": 76,
        "sajda": false
      },
      {
        "number": 1269,
        "text": "ای کسانی که ایمان آورده‌اید، بسیاری از عالمان دینی یهود و راهبان مسیحی اموال مردم را به ناروا می‌خورند و آنان را از راه خدا باز می‌دارند، و کسانی را که زر و سیم می‌اندوزند و آن را در راه خدا خرج نمی‌کنند به عذابی دردناک نوید ده.",
        "numberInSurah": 34,
        "juz": 10,
        "manzil": 2,
        "page": 192,
        "ruku": 160,
        "hizbQuarter": 77,
        "sajda": false
      },
      {
        "number": 1270,
        "text": "این عذاب در روزی است که آن گنج‌های طلا و نقره را در آتش دوزخ بگدازند و پیشانی و پهلو و پشتشان را با آنها داغ کنند و به آنان گفته شود: این است آنچه برای خود اندوختید که اینک به صورت عذاب برای شما جلوه گر شده است، پس بچشید آنچه را که می‌اندوختید.",
        "numberInSurah": 35,
        "juz": 10,
        "manzil": 2,
        "page": 192,
        "ruku": 160,
        "hizbQuarter": 77,
        "sajda": false
      },
      {
        "number": 1271,
        "text": "شماره ماه‌های سال نزد خدا دوازده ماه است. این تعداد را خداوند از همان روزی که آسمان‌ها و زمین را آفرید در جهان هستی مقرّر کرد. از این دوازده ماه، چهار ماه (رجب، ذی القعده، ذی الحجّه و محرّم) ماه‌های حرام اند که جنگ در آنها ممنوع است. این است آن دینی که مصالح بندگان را تأمین و امور زندگی آنان را اداره می‌کند، پس مبادا در این ماه‌های حرام با ارتکاب گناه، به ویژه با برپایی جنگ بر خود ستم کنید. و با همه مشرکان بجنگید، چنان که آنان نیز با همه شما می‌جنگند، و در جنگ‌ها تقوای الهی را رعایت کنید و حدود او را محترم شمرید و بدانید که خدا با تقواپیشگان است و آنان را پیروز می‌گرداند.",
        "numberInSurah": 36,
        "juz": 10,
        "manzil": 2,
        "page": 192,
        "ruku": 160,
        "hizbQuarter": 77,
        "sajda": false
      },
      {
        "number": 1272,
        "text": "جز این نیست که تأخیر انداختن ماه‌های حرام از زمان خودشان تغییر دادن حکم خداست و کفر است و مشرکان کفرپیشه با این کار بر کفر خویش می‌افزایند. با این کار نادرست سایر کافران نیز به گمراهی کشیده می‌شوند. کارشان بدین گونه است که ماه حرام را یک سال حلال می‌شمرند و حرمتش را برای ماه بعد قرار می‌دهند و سال دیگر حرمت آن را باز می‌گردانند و بدین طریق حرام و حلال را جابه جا می‌کنند تا تعداد آنچه حرام می‌شمرند با تعداد آنچه خدا حرام کرده است یکسان باشد، از این رو آنچه را خدا حرام کرده است حلال می‌شمرند، هر چند تعداد آن را حفظ می‌کنند. کارهای ناروایشان برای آنان آراسته شده است و خداوند به کافران توفیق هدایت و دستیابی به سعادت را نخواهد داد.",
        "numberInSurah": 37,
        "juz": 10,
        "manzil": 2,
        "page": 193,
        "ruku": 160,
        "hizbQuarter": 77,
        "sajda": false
      },
      {
        "number": 1273,
        "text": "ای کسانی که ایمان آورده‌اید، شما را چه شده است که وقتی به شما می‌گویند در راه خدا برای جهاد حرکت کنید، کندی و سنگینی می‌کنید و به زمین می‌چسبید؟ آیا به زندگی دنیا بسنده کرده و آن را پسندیده و از زندگی آخرت چشم پوشیده‌اید؟ پس بدانید که بهره زندگی دنیا در برابر آخرت جز بهره‌ای ناچیز نیست.",
        "numberInSurah": 38,
        "juz": 10,
        "manzil": 2,
        "page": 193,
        "ruku": 161,
        "hizbQuarter": 77,
        "sajda": false
      },
      {
        "number": 1274,
        "text": "اگر برای جهاد حرکت نکنید، خداوند شما را به عذابی دردناک کیفر می‌دهد و به جای شما مردمی دیگر می‌آورد که فرمان جهاد را نادیده نمی‌انگارند و در آن سستی نمیورزند، و اگر خدا شما را از میان ببرد هیچ زیانی به او نمی‌رسانید بلکه خود زیانکار خواهید شد که خداوند بر هر کاری تواناست.",
        "numberInSurah": 39,
        "juz": 10,
        "manzil": 2,
        "page": 193,
        "ruku": 161,
        "hizbQuarter": 77,
        "sajda": false
      },
      {
        "number": 1275,
        "text": "اگر پیامبر را یاری نکنید او بی یاور نخواهد ماند، چنان که پیش‌تر خدا او را یاری کرد، آن گاه که کافران مکّه او را بیرون کردند (درصدد کشتنش برآمدند و او به ناچار از آن شهر بیرون رفت) و جز یک تن کسی همراهش نبود، زمانی که آن دو در آن غار (غار ثَوْر) بودند، وقتی که به همراهش می‌گفت: اندوه مدار و بدان که قطعاً خدا با ماست. آری، در چنین موقعیتی خدا پیامبرش را یاری کرد و آرامشی از جانب خود بر او فرو فرستاد و او را با سپاهیانی که آنها را نمی‌دیدید نیرو بخشید، و سخن کافران و تصمیم آنان بر قتل پیامبر و برچیدن رسالت را پست‌ترین سخنان قرار داد و آن را بی نتیجه ساخت، و سخن خدا که همانا یاری پیامبر و سیطره دین اوست، برتر و فایق بر سخن و تصمیم کافران است و خداوند شکست ناپذیر و کارهایش همه از روی حکمت است.",
        "numberInSurah": 40,
        "juz": 10,
        "manzil": 2,
        "page": 193,
        "ruku": 161,
        "hizbQuarter": 77,
        "sajda": false
      },
      {
        "number": 1276,
        "text": "گرفتاری‌های زندگی و کارهای روزمرّه عذری موجه برای ترک جهاد نیست، بنابراین وقتی به جهاد فرا خوانده می‌شوید، خواه سبکبار باشید یا گرانبار، باید روانه شوید و با مال و جانتان در راه خدا پیکار کنید. این برای شما بهتر است اگر بدانید.",
        "numberInSurah": 41,
        "juz": 10,
        "manzil": 2,
        "page": 194,
        "ruku": 161,
        "hizbQuarter": 77,
        "sajda": false
      },
      {
        "number": 1277,
        "text": "اگر چشم انداز جهادی که مردم را بدان فرا خواندی غنیمتی نزدیک و در دسترس و سفری آسان و کوتاه بود منافقان در پی تو می‌آمدند، ولی راه تا معرکه تبوک بر آنان دور و دراز آمد و آن را دشوار دیدند و در آن شرکت نکردند و به زودی وقتی از این غزوه بازگشتید به خدا سوگند خواهند خورد که اگر می‌توانستیم با شما خارج می‌شدیم. آنان با این شیوه‌ای که در پیش گرفته‌اند، خود را نابود می‌کنند و خدا می‌داند که آنان قطعاً دروغگویند.",
        "numberInSurah": 42,
        "juz": 10,
        "manzil": 2,
        "page": 194,
        "ruku": 161,
        "hizbQuarter": 77,
        "sajda": false
      },
      {
        "number": 1278,
        "text": "خدا بر تو ببخشاید، چرا به آنان رخصت دادی که در جهاد شرکت نکنند؟ اگر می‌خواستی رخصت نمی‌دادی و سزاوارتر آن بود که چنین می‌کردی تا بدین وسیله آنان را می‌آزمودی تا کسانی که راست گفته‌اند برای تو معلوم شوند و دروغگویان را بشناسی.",
        "numberInSurah": 43,
        "juz": 10,
        "manzil": 2,
        "page": 194,
        "ruku": 162,
        "hizbQuarter": 77,
        "sajda": false
      },
      {
        "number": 1279,
        "text": "کسانی که واقعاً به خدا و روز واپسین ایمان آورده‌اند، از تو برای ترک جهاد با مال و جان خود رخصت نمی‌طلبند، زیرا آنان اهل تقوا هستند و به ضرورت جهاد آگاهی دارند و خدا هم به تقواپیشگان داناست.",
        "numberInSurah": 44,
        "juz": 10,
        "manzil": 2,
        "page": 194,
        "ruku": 162,
        "hizbQuarter": 77,
        "sajda": false
      },
      {
        "number": 1280,
        "text": "تنها کسانی که به خدا و روز واپسین ایمان ندارند و دل هایشان به شک آلوده است و همواره در شک خود سرگردانند، از تو اجازه می‌خواهند که رهسپار میدان جهاد نشوند.",
        "numberInSurah": 45,
        "juz": 10,
        "manzil": 2,
        "page": 194,
        "ruku": 162,
        "hizbQuarter": 77,
        "sajda": false
      },
      {
        "number": 1281,
        "text": "آنان خواستار جهاد نیستند، اگر خواستار آن بودند ساز و برگی برای آن فراهم می‌آوردند، و خدا هم بسیج آنان را خوش نداشت و به کیفر نفاقشان رغبت به جهاد را از آنان سلب کرد و آنها را از این کار بازداشت و مؤمنان را از خطر آنان رهانید و از درونشان به آنان ندا داده شد که با خانه نشینان همنشین باشید.",
        "numberInSurah": 46,
        "juz": 10,
        "manzil": 2,
        "page": 194,
        "ruku": 162,
        "hizbQuarter": 78,
        "sajda": false
      },
      {
        "number": 1282,
        "text": "اگر در میان شما رهسپار میدان جهاد می‌شدند، جز بر تباهی و تشویش خاطر شما نمی‌افزودند و به سرعت میان شما فساد و آشوب به پا می‌کردند و تفرقه و اختلاف شما را می‌خواستند، و در میان شما کسانی هستند که به سخنان آنها گوش می‌سپارند و خواسته هایشان را اجابت می‌کنند، و خداوند به ستمکاران داناست.",
        "numberInSurah": 47,
        "juz": 10,
        "manzil": 2,
        "page": 194,
        "ruku": 162,
        "hizbQuarter": 78,
        "sajda": false
      },
      {
        "number": 1283,
        "text": "آنان پیش از این هم در پی فساد و ایجاد اختلاف در میان مؤمنان بودند و کارها را برای تو وارونه می‌کردند، تا آن که حق پدیدار شد و امر خدا (دین او) پیروز گشت در حالی که از آن ناخشنود بودند.",
        "numberInSurah": 48,
        "juz": 10,
        "manzil": 2,
        "page": 195,
        "ruku": 162,
        "hizbQuarter": 78,
        "sajda": false
      },
      {
        "number": 1284,
        "text": "و از میان آنان کسی است که وقتی او را به جهاد فرا می‌خوانی می‌گوید: به من اجازه ماندن ده و مرا در فتنه میفکن و گرفتار بلا مکن. بدانید که آنان بر اثر کفر و نفاق، خود در فتنه فرو افتاده‌اند و سرانجام دوزخ کافران را فراخواهد گرفت.",
        "numberInSurah": 49,
        "juz": 10,
        "manzil": 2,
        "page": 195,
        "ruku": 162,
        "hizbQuarter": 78,
        "sajda": false
      },
      {
        "number": 1285,
        "text": "اگر در این جنگ که به سوی آن رهسپاری پیروز شوی و خیری به تو رسد، آنان را بدحال می‌کند، و اگر گزندی به تو رسد و مغلوب گردی، می‌گویند: ما پیش از این کار خود را به دست گرفتیم و از حوادث در امان ماندیم، آن گاه روی برمی گردانند و شادمانه می‌روند.",
        "numberInSurah": 50,
        "juz": 10,
        "manzil": 2,
        "page": 195,
        "ruku": 162,
        "hizbQuarter": 78,
        "sajda": false
      },
      {
        "number": 1286,
        "text": "به آنان بگو: جز آنچه خدا برای ما مقرّر کرده است چیزی به ما نمی‌رسد. او سرپرست ماست و چیزی در اختیار ما نیست و در هر حال به فرمان او عمل می‌کنیم و بر او توکّل داریم که مؤمنان باید فقط بر او توکّل کنند (امور خود را به او وانهند و به فرمان و تقدیر او گردن نهند.)",
        "numberInSurah": 51,
        "juz": 10,
        "manzil": 2,
        "page": 195,
        "ruku": 162,
        "hizbQuarter": 78,
        "sajda": false
      },
      {
        "number": 1287,
        "text": "به آنان بگو: آیا برای ما جز یکی از این دو نیکی را انتظار می‌برید که یا پیروز شویم و غنایمی به دست آوریم و یا مغلوب گردیم و در راه خدا کشته شویم؟ ما نیز برای شما انتظار می‌بریم که خداوند از جانب خودش یا به دست ما گرفتار عذابتان کند، پس منتظر باشید که ما نیز با شما در انتظاریم.",
        "numberInSurah": 52,
        "juz": 10,
        "manzil": 2,
        "page": 195,
        "ruku": 162,
        "hizbQuarter": 78,
        "sajda": false
      },
      {
        "number": 1288,
        "text": "بگو: چه از روی رغبت انفاق کنید یا از روی بی میلی، هرگز از شما پذیرفته نمی‌شود، زیرا شما مردمی تبهکارید و خدا انفاق را از تبهکاران نمی‌پذیرد.",
        "numberInSurah": 53,
        "juz": 10,
        "manzil": 2,
        "page": 195,
        "ruku": 162,
        "hizbQuarter": 78,
        "sajda": false
      },
      {
        "number": 1289,
        "text": "و هیچ دلیلی برای پذیرفته نشدن انفاق هایشان نیست جز این که به خدا و پیامبرش کافر شدند، و نماز را جز با حال سستی به جای نمی‌آورند و جز از روی اکراه انفاق نمی‌کنند.",
        "numberInSurah": 54,
        "juz": 10,
        "manzil": 2,
        "page": 195,
        "ruku": 162,
        "hizbQuarter": 78,
        "sajda": false
      },
      {
        "number": 1290,
        "text": "ای پیامبر، مبادا فراوانی اموال و فرزندان منافقان تو را مجذوب کند، جز این نیست که خدا می‌خواهد به وسیله اینها در زندگی دنیا عذابشان کند و در حالی که کافرند جانشان برآید.",
        "numberInSurah": 55,
        "juz": 10,
        "manzil": 2,
        "page": 196,
        "ruku": 162,
        "hizbQuarter": 78,
        "sajda": false
      },
      {
        "number": 1291,
        "text": "آنان به خدا سوگند می‌خورند که از شما مؤمنانند، در حالی که ایمان ندارند و از شما نیستند، بلکه مردمی هستند که می‌ترسند و پریشان خاطرند.",
        "numberInSurah": 56,
        "juz": 10,
        "manzil": 2,
        "page": 196,
        "ruku": 162,
        "hizbQuarter": 78,
        "sajda": false
      },
      {
        "number": 1292,
        "text": "اگر پناهگاه یا نهانگاه‌هایی یا راهی باریک برای گریز بجویند، [از شما] روی برتافته شتابان به سوی آن می‌روند و هیچ چیز آنان را باز نمی‌گرداند.",
        "numberInSurah": 57,
        "juz": 10,
        "manzil": 2,
        "page": 196,
        "ruku": 162,
        "hizbQuarter": 78,
        "sajda": false
      },
      {
        "number": 1293,
        "text": "برخی از این منافقان کسانی اند که [از روی خودخواهی] درباره تقسیم صدقات بر تو ایراد می‌گیرند. پس اگر از صدقات به آنان داده شود راضی می‌شوند، و اگر از آن به ایشان داده نشود ناگهان به خشم می‌آیند.",
        "numberInSurah": 58,
        "juz": 10,
        "manzil": 2,
        "page": 196,
        "ruku": 162,
        "hizbQuarter": 78,
        "sajda": false
      },
      {
        "number": 1294,
        "text": "ای کاش آنچه را خدا به آنان داد و پیامبرش به آنان پرداخت با رضایت می‌گرفتند و می‌گفتند: خدا ما را بس است، ما امید آن داریم که خدا از فضل خود به ما دهد و پیامبرش نیز به فرمان او به ما عطا کند، چرا که ما به فضل خدا دل بسته‌ایم.",
        "numberInSurah": 59,
        "juz": 10,
        "manzil": 2,
        "page": 196,
        "ruku": 162,
        "hizbQuarter": 78,
        "sajda": false
      },
      {
        "number": 1295,
        "text": "بر همه مسلمانان روا نیست که از زکات واجب بهره مند شوند تا اگر به عدّه‌ای داده نشد شکایت کنند، زکات تنها به مستمندان و درماندگان و عاملانِ گمارده شده بر آن و مخالفانی که با هدف گرایش به اسلام یا یاری دادن مسلمانان از آنان دلجویی می‌شود اختصاص دارد، و نیز در راه آزادی بردگان و پرداخت وامِ کسانی که از پرداخت آن ناتوانند و در راه خدا و [تأمین توشه و مرکب] مسافری که در راه مانده است هزینه می‌شود. این موارد هشتگانه برای مصرف زکات از جانب خدا مقرّر شده و قابل تغییر نیست، و خدا دانا و کارهایش همه از روی حکمت است.",
        "numberInSurah": 60,
        "juz": 10,
        "manzil": 2,
        "page": 196,
        "ruku": 163,
        "hizbQuarter": 79,
        "sajda": false
      },
      {
        "number": 1296,
        "text": "و برخی از منافقان کسانی اند که پیامبر را آزار می‌دهند و می‌گویند: او گوش است و به آنچه به وی می‌گویند گوش فرا می‌دهد. بگو: گوش فرا دادن او به سخن شما و این که شما را راستگو می‌داند برای شما بهتر است. آنچه را خدا می‌گوید باور می‌کند و آنچه را مؤمنان می‌گویند، به سود آنان می‌پذیرد و آنان را در سخنانشان دروغگو نمی‌شمرد و برای کسانی از شما مسلمانان که حقیقتاً ایمان آورده‌اند مایه رحمت است، و کسانی که پیامبر خدا را آزار می‌رسانند برای آنان عذابی دردناک خواهد بود.",
        "numberInSurah": 61,
        "juz": 10,
        "manzil": 2,
        "page": 196,
        "ruku": 163,
        "hizbQuarter": 79,
        "sajda": false
      },
      {
        "number": 1297,
        "text": "منافقان برای شما به خدا سوگند می‌خورند تا شما را از خود خشنود سازند، در صورتی که اگر مؤمن باشند سزاوارتر است که خدا و پیامبرش را با اطاعت و ترک خصومت خشنود کنند.",
        "numberInSurah": 62,
        "juz": 10,
        "manzil": 2,
        "page": 197,
        "ruku": 163,
        "hizbQuarter": 79,
        "sajda": false
      },
      {
        "number": 1298,
        "text": "آیا ندانسته‌اند که هر کس با خدا و پیامبر او مخالفت و دشمنی کند آتش دوزخ برای اوست که در آن جاودانه می‌ماند؟ این است خواری بزرگ.",
        "numberInSurah": 63,
        "juz": 10,
        "manzil": 2,
        "page": 197,
        "ruku": 163,
        "hizbQuarter": 79,
        "sajda": false
      },
      {
        "number": 1299,
        "text": "منافقان از این بیم دارند که سوره‌ای از قرآن بر ضدّ آنان نازل شود و آنان را از آنچه در دل دارند (کفر و سوءقصد به تو) خبر دهد. به آنان بگو: همچنان در نفاق خود بمانید و با این شیوه مؤمنان را به مسخره گیرید، قطعاً خداوند آنچه را که از فاش شدنش بیم دارید آشکار خواهد کرد.",
        "numberInSurah": 64,
        "juz": 10,
        "manzil": 2,
        "page": 197,
        "ruku": 163,
        "hizbQuarter": 79,
        "sajda": false
      },
      {
        "number": 1300,
        "text": "اگر از سوء قصدی که درباره تو داشتند بپرسی، می‌گویند: ما چنین قصدی نداشتیم، ما فقط کارهای بیهوده می‌کردیم و به بازی و سرگرمی مشغول بودیم. به آنان بگو: آیا برای بازی و سرگرمی، خدا و آیات او و پیامبرش را به مسخره می‌گرفتید؟",
        "numberInSurah": 65,
        "juz": 10,
        "manzil": 2,
        "page": 197,
        "ruku": 163,
        "hizbQuarter": 79,
        "sajda": false
      },
      {
        "number": 1301,
        "text": "برای آنچه کرده‌اید عذر نیاورید که بی نتیجه است، زیرا شما پس از آن که ایمان آورده بودید، با سوء قصدی که درباره پیامبر داشتید، کافر شدید، از این رو همه درخورِ کیفرید، و اگر ما گروهی از شما را به اقتضای مصلحتی ببخشیم و مجازات نکنیم گروهی دیگر را بدان سبب که گنهکارند کیفر خواهیم داد.",
        "numberInSurah": 66,
        "juz": 10,
        "manzil": 2,
        "page": 197,
        "ruku": 163,
        "hizbQuarter": 79,
        "sajda": false
      },
      {
        "number": 1302,
        "text": "مردان و زنان منافق همه در داشتن صفات ناپسند و ارتکاب کارهای ناروا مانند یکدیگرند. آنان به کار ناروا فرمان می‌دهند و از کار پسندیده بازمی دارند و از انفاق در راه خدا دست نگاه می‌دارند آری آنان خدا را فراموش کرده‌اند چرا که از بندگی خدا خارج شده‌اند و خدا هم آنان را به فراموشی سپرده است.",
        "numberInSurah": 67,
        "juz": 10,
        "manzil": 2,
        "page": 197,
        "ruku": 164,
        "hizbQuarter": 79,
        "sajda": false
      },
      {
        "number": 1303,
        "text": "خداوند به مردان و زنان منافق و همه کفرپیشگان آتش دوزخ را وعده داده است که جاودانه در آن خواهند بود. آن آتش برایشان بسنده است و خداوند آنان را از رحمت خود دور ساخته و عذابی پایدار خواهند داشت.",
        "numberInSurah": 68,
        "juz": 10,
        "manzil": 2,
        "page": 197,
        "ruku": 164,
        "hizbQuarter": 79,
        "sajda": false
      },
      {
        "number": 1304,
        "text": "شما منافقان همچون کافران و منافقانی هستید که پیش از شما بودند. آنان از شما نیرومندتر بودند و اموال و فرزندان بیشتری داشتند و به دنیا روی آوردند و از آنچه نصیبشان شد بهره بردند. شما نیز همچون منافقان و کافرانی که پیش از شما بودند و از نصیب خود کامیاب گشتند، از نصیب خود بهره بردید و در یاوه سرایی درباره آیات خدا فرورفتید، آن گونه که آنان فرورفتند. آنان اعمالشان در دنیا و آخرت تباه گردید و زیانکار شدند، شما نیز در زیانکاری و تباهی اعمال همچون آنانید، از این رو ثروت و مکنت برای شما نیز کارساز نخواهد بود.",
        "numberInSurah": 69,
        "juz": 10,
        "manzil": 2,
        "page": 198,
        "ruku": 164,
        "hizbQuarter": 79,
        "sajda": false
      },
      {
        "number": 1305,
        "text": "آیا خبر کسانی که پیش از آنان بودند [و به پیامبران کافر شدند]، خبر قوم نوح و عاد و ثمود و قوم ابراهیم و مردم شهر مدیَن و آن شهرهای زیر و رو شده قوم لوط به ایشان نرسیده است؟ داستانشان این بود که پیامبرانشان معجزات و دلایلی روشن برای آنان آوردند ولی آنها آن را دروغ انگاشتند و در نتیجه به هلاکت رسیدند، پس خدا آن گاه که عذابشان کرد بر آنان ستم نکرد و زیبنده او هم نیست که ستم کند. آنان خود با روی آوردن به دنیا و تکذیب پیامبران، خویشتن را سزاوار کیفر نمودند و بدین طریق بر خود ستم روا داشتند.",
        "numberInSurah": 70,
        "juz": 10,
        "manzil": 2,
        "page": 198,
        "ruku": 164,
        "hizbQuarter": 79,
        "sajda": false
      },
      {
        "number": 1306,
        "text": "امّا مردان و زنان با ایمان بر یکدیگر ولایت دارند، از این رو یکدیگر را به کار شایسته فرمان می‌دهند و از کار ناپسند نهی می‌کنند و نماز را برپا می‌دارند و زکات می‌پردازند و از خدا و پیامبرش اطاعت می‌کنند. اینانند که به زودی خداوند رحمت خود را شامل حالشان می‌کند و هیچ کس نمی‌تواند مانع آن شود، چرا که خدا مقتدری شکست ناپذیر و کارهایش همه از روی حکمت است.",
        "numberInSurah": 71,
        "juz": 10,
        "manzil": 2,
        "page": 198,
        "ruku": 164,
        "hizbQuarter": 79,
        "sajda": false
      },
      {
        "number": 1307,
        "text": "خداوند به مردان و زنان با ایمان بوستان‌هایی پردرخت که از زیر آنها نهرها روان است و در آن جا جاودانه‌اند وعده داده است، و نیز سراهایی خوش در بوستان‌هایی دایمی علاوه بر اینها او از آنان خشنود است، و خشنودی خدا از همه موهبت‌های بهشتی برتر است. این است نیکبختی بزرگ.",
        "numberInSurah": 72,
        "juz": 10,
        "manzil": 2,
        "page": 198,
        "ruku": 164,
        "hizbQuarter": 79,
        "sajda": false
      },
      {
        "number": 1308,
        "text": "ای پیامبر، با کافران و منافقان جهاد کن و بر آنان سخت گیر. سرایشان دوزخ است و آن بد جایگاهی است.",
        "numberInSurah": 73,
        "juz": 10,
        "manzil": 2,
        "page": 199,
        "ruku": 165,
        "hizbQuarter": 79,
        "sajda": false
      },
      {
        "number": 1309,
        "text": "منافقان به خدا سوگند می‌خورند که سخنی کفرآمیز نگفته‌اند، در صورتی که حتماً آن را گفته و به طور جدّی هم گفته‌اند و بدین سبب پس از آن که اسلام آورده بودند کافر شدند و در گردنه راه تبوک آهنگ جان پیامبر را کردند و بدین کار دست نیافتند، و علّت خشمشان بر پیامبر چیزی جز این نبود که خداوند آنان را به فضل خویش توانگر کرد و پیامبرش نیز به وسیله غنایم جنگی بی نیازشان ساخت. پس اگر توبه کنند برای آنان بهتر است، چرا که توبه آنان آمرزش گناهان و ورود به بهشت را به دنبال خواهد داشت، و اگر از توبه رویگردان شوند، خداوند در دنیا و آخرت به عذابی دردناک عذابشان خواهد کرد و در روی زمین هیچ سرپرست و یاوری که آنان را از عذاب رهایی دهد، نخواهند داشت.",
        "numberInSurah": 74,
        "juz": 10,
        "manzil": 2,
        "page": 199,
        "ruku": 165,
        "hizbQuarter": 79,
        "sajda": false
      },
      {
        "number": 1310,
        "text": "برخی از منافقان کسانی اند که با خدا پیمان بستند که اگر از فضل خود به ما ثروتی عطا کند قطعاً صدقه خواهیم داد و از کسانی خواهیم شد که کارهای شایسته انجام می‌دهند.",
        "numberInSurah": 75,
        "juz": 10,
        "manzil": 2,
        "page": 199,
        "ruku": 165,
        "hizbQuarter": 80,
        "sajda": false
      },
      {
        "number": 1311,
        "text": "پس هنگامی که خداوند از فضل خود به آنان بخشید، بدان بخل ورزیدند و [به پیمانشان] پشت کردند و روی برتافتند.",
        "numberInSurah": 76,
        "juz": 10,
        "manzil": 2,
        "page": 199,
        "ruku": 165,
        "hizbQuarter": 80,
        "sajda": false
      },
      {
        "number": 1312,
        "text": "سپس این بخل در دل هایشان نفاقی بر جای نهاد که تا روزی که مرگ را دیدار کنند از آنان جدا نخواهد شد. این بدان سبب بود که وعده‌ای را که به خدا دادند وفا نکردند و همواره دروغ می‌گفتند.",
        "numberInSurah": 77,
        "juz": 10,
        "manzil": 2,
        "page": 199,
        "ruku": 165,
        "hizbQuarter": 80,
        "sajda": false
      },
      {
        "number": 1313,
        "text": "آیا ندانسته‌اند که خداوند کارها و سخنان پنهانی آنان را می‌داند و خداوند از همه نهان‌ها به خوبی آگاه است؟",
        "numberInSurah": 78,
        "juz": 10,
        "manzil": 2,
        "page": 199,
        "ruku": 165,
        "hizbQuarter": 80,
        "sajda": false
      },
      {
        "number": 1314,
        "text": "کسانی که به مؤمنان توانگری که از روی رغبت صدقه می‌دهند طعنه می‌زنند و نیز بر کسانی از اهل ایمان که چیزی برای پرداخت صدقه نمی‌یابند مگر آن که آخرین تلاش خود را به کار بندند، خرده می‌گیرند، و هر دو گروه را به خاطر پرداخت صدقه مسخره می‌کنند، خدا آنان را به مسخره خواهد گرفت و برای آنان عذابی دردناک خواهد بود.",
        "numberInSurah": 79,
        "juz": 10,
        "manzil": 2,
        "page": 199,
        "ruku": 165,
        "hizbQuarter": 80,
        "sajda": false
      },
      {
        "number": 1315,
        "text": "چه برای آنان از خدا آمرزش بخواهی یا آمرزش نخواهی یکسان است، اگر هفتاد بار هم برایشان آمرزش بخواهی هرگز خدا آنان را نمی‌آمرزد، زیرا آنان به خدا و رسول او کفر ورزیدند و از بندگی خدا خارج شدند، و خدا کسانی را که از بندگی او خارج شوند به قرب خویش نمی‌رساند.",
        "numberInSurah": 80,
        "juz": 10,
        "manzil": 2,
        "page": 200,
        "ruku": 165,
        "hizbQuarter": 80,
        "sajda": false
      },
      {
        "number": 1316,
        "text": "واپس نهاده شدگان از این که به خاطر مخالفت با رسول خدا بر جای خود نشستند و رهسپار غزوه تبوک نشدند، شادمان شدند، و ناخشنود بودند از این که با مال و جانشان در راه خدا پیکار کنند و به دیگران نیز می‌گفتند: شما هم در این هوای گرم و سوزان به سوی جنگ نروید. بگو: آتش دوزخ سوزان‌تر است ای کاش می‌دانستند.",
        "numberInSurah": 81,
        "juz": 10,
        "manzil": 2,
        "page": 200,
        "ruku": 166,
        "hizbQuarter": 80,
        "sajda": false
      },
      {
        "number": 1317,
        "text": "پس باید خنده و شادمانی آنان کم باشد و گریه و اندوهشان بسیار چرا که شادمانی آنان تنها در این دنیای زودگذر است و گریه و اندوهشان در سرای آخرت است که آتشی جاودانه دارد. این جزایی است در برابر کارهایی که می‌کردند.",
        "numberInSurah": 82,
        "juz": 10,
        "manzil": 2,
        "page": 200,
        "ruku": 166,
        "hizbQuarter": 80,
        "sajda": false
      },
      {
        "number": 1318,
        "text": "پس اگر خداوند تو را از این جنگ به سوی گروهی از این منافقان بازگرداند، و آنان برای بسیج شدن از تو رخصت خواستند، به آنان بگو: از این پس هرگز با من رهسپار نمی‌شوید و همراه من با هیچ دشمنی کارزار نمی‌کنید، زیرا شما نخستین بار به باز نشستن از جهاد خشنود بودید، پس اکنون هم با کسانی که در خانه‌ها مانده‌اند (زنان، کودکان، بیماران) بنشینید.",
        "numberInSurah": 83,
        "juz": 10,
        "manzil": 2,
        "page": 200,
        "ruku": 166,
        "hizbQuarter": 80,
        "sajda": false
      },
      {
        "number": 1319,
        "text": "و هرگز بر اَحَدی از آنان (منافقان) که در گذشته است نماز مخوان و بر گورش به دعا نایست، زیرا آنان به خدا و رسول او کافر شدند و در حالی مُردند که از بندگی خدا خارج بودند.",
        "numberInSurah": 84,
        "juz": 10,
        "manzil": 2,
        "page": 200,
        "ruku": 166,
        "hizbQuarter": 80,
        "sajda": false
      },
      {
        "number": 1320,
        "text": "مبادا فراوانی مال و فرزندانشان تو را مجذوب کند، جز این نیست که خدا می‌خواهد به وسیله اینها در زندگی دنیا عذابشان کند و در حالی که کافرند جانشان برآید.",
        "numberInSurah": 85,
        "juz": 10,
        "manzil": 2,
        "page": 200,
        "ruku": 166,
        "hizbQuarter": 80,
        "sajda": false
      },
      {
        "number": 1321,
        "text": "و چون سوره‌ای از قرآن نازل شود و در آن به مردم فرمان داده شود که به خدا ایمان بیاورید و همراه پیامبرش جهاد کنید، توانگرانشان از تو رخصت می‌طلبند و می‌گویند: ما را واگذار که با نشستگان باشیم.",
        "numberInSurah": 86,
        "juz": 10,
        "manzil": 2,
        "page": 200,
        "ruku": 166,
        "hizbQuarter": 80,
        "sajda": false
      },
      {
        "number": 1322,
        "text": "آنان از این خشنود شدند که رهسپار جهاد نشوند و با خانه نشینان باشند، و بر دل هایشان مهر نهاده شد، ازاین رو درک نمی‌کنند.",
        "numberInSurah": 87,
        "juz": 10,
        "manzil": 2,
        "page": 201,
        "ruku": 166,
        "hizbQuarter": 80,
        "sajda": false
      },
      {
        "number": 1323,
        "text": "امّا پیامبر و کسانی که ایمان آورده‌اند و با او هستند، با مال و جانشان جهاد کردند، و اینانند که همه خوبی‌ها برای آنهاست و اینانند که نیکبخت‌اند.",
        "numberInSurah": 88,
        "juz": 10,
        "manzil": 2,
        "page": 201,
        "ruku": 166,
        "hizbQuarter": 80,
        "sajda": false
      },
      {
        "number": 1324,
        "text": "خداوند برای آنان بوستان‌هایی با درختانی انبوه آماده کرده است که از زیر آنها نهرها روان است و در آن جاودانه‌اند. این است کامیابی بزرگ.",
        "numberInSurah": 89,
        "juz": 10,
        "manzil": 2,
        "page": 201,
        "ruku": 166,
        "hizbQuarter": 80,
        "sajda": false
      },
      {
        "number": 1325,
        "text": "پس از اعلام جهاد، بادیه نشینانی که از حضور در میدان جنگ معذور بودند آمدند تا به آنان اجازه جهاد داده شود، امّا آنان که ادعای ایمان می‌کردند و به خدا و رسول او دروغ گفتند بر جای نشستند. به زودی به کسانی از آنان که کافر شدند عذابی دردناک خواهد رسید.",
        "numberInSurah": 90,
        "juz": 10,
        "manzil": 2,
        "page": 201,
        "ruku": 167,
        "hizbQuarter": 80,
        "sajda": false
      },
      {
        "number": 1326,
        "text": "بر ناتوانان و بیماران و تهیدستانی که هزینه سفر جنگ را ندارند جهاد مقرّر نشده است تا بر اثر آن دچار رنج و سختی شوند از این رو سزاوار کیفر و نکوهش نیستند، به شرط آن که برای خدا و پیامبرش خیرخواهی کنند و از خیانت به خدا و رسول بپرهیزند و کارها را بر ضدّ پیامبر و مؤمنان واژگونه نکنند. اینان از نیکوکارانند و هیچ راهی برای سرزنش نیکوکاران نیست، و خدا بسیار آمرزنده و مهربان است.",
        "numberInSurah": 91,
        "juz": 10,
        "manzil": 2,
        "page": 201,
        "ruku": 167,
        "hizbQuarter": 80,
        "sajda": false
      },
      {
        "number": 1327,
        "text": "و نیز جهاد مقرّر نشده است بر کسانی که وقتی نزد تو می‌آیند تا مَرکبی به آنان بدهی و برای جهاد آماده شان کنی، می‌گویی: من مرکبی نمی‌یابم که شما را به آن مجهّز کنم و آنان باز می‌گردند در حالی که دیدگانشان از اندوهِ این که چیزی نمی‌یابند که در راه خدا هزینه کنند، اشکبار است.",
        "numberInSurah": 92,
        "juz": 10,
        "manzil": 2,
        "page": 201,
        "ruku": 167,
        "hizbQuarter": 80,
        "sajda": false
      },
      {
        "number": 1328,
        "text": "راه سرزنش فقط بر روی کسانی گشوده است که با این که توانگرند از تو اجازه ترک جهاد می‌خواهند. آنان به این خشنودند که با خانه نشینان باشند، و خدا بر دل هایشان مهر نهاده است، از این روست که نمی‌دانند.",
        "numberInSurah": 93,
        "juz": 11,
        "manzil": 2,
        "page": 201,
        "ruku": 167,
        "hizbQuarter": 81,
        "sajda": false
      },
      {
        "number": 1329,
        "text": "هنگامی که از جنگ به سوی این منافقان بازگردید برای شما عذر می‌آورند. ای پیامبر، به آنان بگو: عذر نیاورید، ما هرگز سخن شما را باور نمی‌کنیم، زیرا خدا ما را از خبرهای شما تا آن جا که نفاق و دروغگویی تان را آشکار کند، آگاه ساخته است و قطعاً خدا حقیقت عمل شما را می‌بیند و پیامبرش نیز آن را مشاهده می‌کند. سپس روز قیامت به سوی خدای دانای نهان و آشکار بازگردانده می‌شوید و آن گاه شما را نیز به حقیقت آنچه می‌کردید آگاه می‌کند.",
        "numberInSurah": 94,
        "juz": 11,
        "manzil": 2,
        "page": 202,
        "ruku": 167,
        "hizbQuarter": 81,
        "sajda": false
      },
      {
        "number": 1330,
        "text": "وقتی به سوی آنان باز گردید، برای شما به خدا سوگند می‌خورند تا از آنها درگذرید و ملامتشان نکنید. شما از آنان روی برتابید، زیرا آنها پلیدند و جایگاهشان دوزخ است. این جزایی است در برابر کارهایی که می‌کردند.",
        "numberInSurah": 95,
        "juz": 11,
        "manzil": 2,
        "page": 202,
        "ruku": 167,
        "hizbQuarter": 81,
        "sajda": false
      },
      {
        "number": 1331,
        "text": "برای شما سوگند یاد می‌کنند تا از آنان راضی شوید. اگر شما هم از آنان راضی شوید خدا از آنان خشنود نمی‌شود، زیرا خدا از مردمی که از بندگی او خارج شده‌اند راضی نمی‌شود.",
        "numberInSurah": 96,
        "juz": 11,
        "manzil": 2,
        "page": 202,
        "ruku": 167,
        "hizbQuarter": 81,
        "sajda": false
      },
      {
        "number": 1332,
        "text": "بادیه نشینان از آن روی که از فرهنگ و تمدن بدورند، در کفر و نفاق از دیگران سخت ترند، و سزاوارترند به این که از چند و چون معارف و احکامی که خداوند بر پیامبرش فرو فرستاده است آگاه نباشند، و خداوند بسیار دانا و حکیم است.",
        "numberInSurah": 97,
        "juz": 11,
        "manzil": 2,
        "page": 202,
        "ruku": 167,
        "hizbQuarter": 81,
        "sajda": false
      },
      {
        "number": 1333,
        "text": "و از بادیه نشینان کسانی اند که آنچه را به عنوان زکات می‌پردازند خسارت می‌شمرند، و در انتظارند که پیشامدهای ناگوار برای شما رخ دهد تا از تحت تسلّط شما خارج شوند و به آداب و رسوم جاهلی خویش باز گردند. بر آنان باد پیشامد ناگوار! و خداوند شنونده سخنان همه و آگاه از راز دل هاست.",
        "numberInSurah": 98,
        "juz": 11,
        "manzil": 2,
        "page": 202,
        "ruku": 167,
        "hizbQuarter": 81,
        "sajda": false
      },
      {
        "number": 1334,
        "text": "و از بادیه نشینان کسانی اند که به خدای یگانه و روز واپسین ایمان دارند و آنچه را به عنوان زکات می‌پردازند و نیز دعاهایی را که پیامبر پس از ادای زکات در حق آنان می‌کند، باعث تقرّب به خدا می‌دانند. آگاه باشید که هم زکاتشان و هم دعای پیامبر وسیله تقرّب آنهاست و به زودی خدا آنان را به رحمت خویش درمی آرد، چرا که خداوند آمرزنده گناهان و رحمت آورنده بر مؤمنان است.",
        "numberInSurah": 99,
        "juz": 11,
        "manzil": 2,
        "page": 202,
        "ruku": 167,
        "hizbQuarter": 81,
        "sajda": false
      },
      {
        "number": 1335,
        "text": "و از میان مهاجران و انصار پیشگامان نخستینشان که در ایمان و هجرت و یاری پیامبر بر دیگران سبقت گرفتند، و نیز کسانی که پس از آنان به جرگه مؤمنان پیوستند و با پیروی نیکویی از آنان پیروی کردند، خدا از آنان خشنود شده و آنان نیز از او خشنودند، و خدا برای آنان بوستان‌هایی با درختانی انبوه که زیر آنها نهرها روان است آماده کرده است و برای همیشه در آن جا ماندگارند. این است سعادت بزرگ.",
        "numberInSurah": 100,
        "juz": 11,
        "manzil": 2,
        "page": 203,
        "ruku": 168,
        "hizbQuarter": 81,
        "sajda": false
      },
      {
        "number": 1336,
        "text": "و برخی از بادیه نشینانی که پیرامون شمایند منافقند، و از اهل مدینه نیز گروهی بر نفاق خو گرفته‌اند. ای پیامبر، تو آنان را نمی‌شناسی، ما آنان را می‌شناسیم. به زودی آنان را دو بار (یک بار در دنیا و بار دیگر در عالم برزخ) کیفر خواهیم کرد، سپس در سرای آخرت به سوی عذابی بزرگ رانده خواهند شد.",
        "numberInSurah": 101,
        "juz": 11,
        "manzil": 2,
        "page": 203,
        "ruku": 168,
        "hizbQuarter": 81,
        "sajda": false
      },
      {
        "number": 1337,
        "text": "و برخی دیگر از بادیه نشینان منافق نیستند، بلکه گنهکارند و به گناهان خود اعتراف کرده و کار شایسته را با کارهای دیگر که ناشایسته است به هم آمیخته‌اند (هم کارهای پسندیده کرده‌اند و هم کارهای ناپسند) که امید است خداوند با آمرزش خود به آنان روی کند و گناهانشان را ببخشاید، زیرا خداوند بسیار آمرزنده و مهربان است.",
        "numberInSurah": 102,
        "juz": 11,
        "manzil": 2,
        "page": 203,
        "ruku": 168,
        "hizbQuarter": 81,
        "sajda": false
      },
      {
        "number": 1338,
        "text": "ای پیامبر، از اموال مردم زکات بگیر، که با گرفتن زکات از آنان پاکشان می‌سازی و آنان را رشدی نیکو می‌دهی، و پس از دریافت زکات دعا کن که خدا خیر و برکت به آنان عطا کند، همانا دعای تو باعث آرامش آنهاست، و خداوند شنونده دعاها و دانا به همه نیازها است.",
        "numberInSurah": 103,
        "juz": 11,
        "manzil": 2,
        "page": 203,
        "ruku": 168,
        "hizbQuarter": 81,
        "sajda": false
      },
      {
        "number": 1339,
        "text": "آیا ندانسته‌اند که خداست که توبه بندگانش را می‌پذیرد و اوست که زکات‌ها را دریافت می‌کند؟ و آیا ندانسته‌اند که خداست که بسیار توبه پذیر و مهربان است؟",
        "numberInSurah": 104,
        "juz": 11,
        "manzil": 2,
        "page": 203,
        "ruku": 168,
        "hizbQuarter": 81,
        "sajda": false
      },
      {
        "number": 1340,
        "text": "و به مردم بگو: عمل کنید و بدانید که خدا امروز حقیقت اعمال نیک و بد شما را می‌نگرد و پیامبرش نیز آنها را مشاهده می‌کند و آن گروه از مؤمنان هم که شاهد اعمال شمایند آنها را می‌نگرند و دیری نمی‌گذرد که در قیامت به سوی خدای دانای نهان و آشکار باز گردانده می‌شوید و او شما را نیز به حقیقت آنچه می‌کردید آگاه می‌کند.",
        "numberInSurah": 105,
        "juz": 11,
        "manzil": 2,
        "page": 203,
        "ruku": 168,
        "hizbQuarter": 81,
        "sajda": false
      },
      {
        "number": 1341,
        "text": "و از بادیه نشینان مسلمان گروهی هستند که نه موجب قطعی برای عذابشان هست نه سببی برای آمرزش آنان، فرجام کارشان موقوف به فرمان خداست، یا آنان را عذاب می‌کند و یا با آمرزش خود به آنان روی می‌آورد و آنان را می‌بخشد، و خدا دانا و حکیم است و براساس علم و حکمتش با آنان رفتار خواهد کرد.",
        "numberInSurah": 106,
        "juz": 11,
        "manzil": 2,
        "page": 203,
        "ruku": 168,
        "hizbQuarter": 81,
        "sajda": false
      },
      {
        "number": 1342,
        "text": "و برخی از منافقان کسانی اند که برای بی رونق کردن مسجد قُبا و شکستن حرمت آن مسجدی ساختند و بر آن بودند که کفر به خدا و پیامبر را در آن رواج دهند و میان مؤمنانی که در مسجد قبا اجتماع می‌کردند جدایی بیفکنند و برای کسی که پیش‌تر با خدا و رسول او به جنگ برخاسته بود پایگاهی بسازند (تا به رهبری او و کمک سپاهیان روم به مدینه یورش برند و پیامبر و مؤمنان را از آن جا بیرون کنند). و [چون بازخواست شوند] سوگند می‌خورند که از این کار جز بهترین هدف را که احداث مساجد گوناگون و تسهیل در امر نماز است در نظر نداشته‌اند، ولی خدا گواهی می‌دهد که آنان دروغ می‌گویند.",
        "numberInSurah": 107,
        "juz": 11,
        "manzil": 2,
        "page": 204,
        "ruku": 168,
        "hizbQuarter": 81,
        "sajda": false
      },
      {
        "number": 1343,
        "text": "ای پیامبر، هرگز در آن مسجد به نماز نایست، همانا مسجدی که از روز نخست براساس تقوا بنا نهاده شده سزاوارتر است که در آن به نماز بایستی. در آن مردانی هستند که دوست دارند از آلودگی‌ها پاک شوند، و خدا کسانی را که از گناهان و پلیدی‌ها دوری می‌کنند، دوست می‌دارد.",
        "numberInSurah": 108,
        "juz": 11,
        "manzil": 2,
        "page": 204,
        "ruku": 168,
        "hizbQuarter": 81,
        "sajda": false
      },
      {
        "number": 1344,
        "text": "پس آیا کسی که اساس دین و روش زندگی خود را بر تقوای الهی و دستیابی به خشنودی خدا نهاده بهتر است یا کسی که بنیان دین و روش زندگی اش را بر لبه بی ثبات رودی نهاده است و با آن بنا در آتش دوزخ می‌افتد؟ و خداوند مردم ستمکار رابه قرب خویش نمی‌رساند.",
        "numberInSurah": 109,
        "juz": 11,
        "manzil": 2,
        "page": 204,
        "ruku": 168,
        "hizbQuarter": 81,
        "sajda": false
      },
      {
        "number": 1345,
        "text": "این بنایی که آنان برای دین خود ساخته‌اند همواره در دل هایشان مایه تردید است و هرگز این تردید از بین نمی‌رود مگر آن که دل هایشان پاره پاره شود، و خداوند دانا و حکیم است.",
        "numberInSurah": 110,
        "juz": 11,
        "manzil": 2,
        "page": 204,
        "ruku": 168,
        "hizbQuarter": 81,
        "sajda": false
      },
      {
        "number": 1346,
        "text": "همانا خدا از مؤمنان، جان و مالشان را در برابر این که بهشت برای آنان باشد خریده است، بدین صورت که در راه خدا پیکار کنند و بکشند و کشته شوند. این را خداوند به عنوان وعده‌ای راست و درست بر خویش واجب کرده و در تورات و انجیل و قرآن آن را به عنوان سند معامله ثبت کرده است. و کیست که به پیمان خویش از خدا وفادارتر باشد؟ پس به این داد و ستدی که به آن دست یافته‌اید شادمان باشید، و این است آن سعادت بزرگ.",
        "numberInSurah": 111,
        "juz": 11,
        "manzil": 2,
        "page": 204,
        "ruku": 169,
        "hizbQuarter": 82,
        "sajda": false
      },
      {
        "number": 1347,
        "text": "مؤمنان کسانی اند که از غیر خدا روی برتافته و به سوی او بازگشته‌اند و او را عبادت می‌کنند و زبانشان به ستایش او گویاست و پیوسته برای عبادت از مسجدی به مسجد دیگر در رفت و آمدند و رکوع می‌کنند و به درگاه خدا سجده می‌برند، علاوه بر اینها به وظایف اجتماعی خود عمل می‌کنند و مردم را به کار پسندیده فرا می‌خوانند و از کار ناپسند بازمی دارند و در هر حال پاسدار مقرّرات الهی‌اند. اینان را ـ ای پیامبر ـ به بهشت و سعادتی بزرگ نوید ده.",
        "numberInSurah": 112,
        "juz": 11,
        "manzil": 2,
        "page": 205,
        "ruku": 169,
        "hizbQuarter": 82,
        "sajda": false
      },
      {
        "number": 1348,
        "text": "پیامبر و کسانی که ایمان آورده‌اند حق ندارند برای مشرکان ـ پس از آن که برایشان آشکار شده است که آنان اهل دوزخند ـ از خدا آمرزش بخواهند، هر چند خویشاوندشان باشند.",
        "numberInSurah": 113,
        "juz": 11,
        "manzil": 2,
        "page": 205,
        "ruku": 169,
        "hizbQuarter": 82,
        "sajda": false
      },
      {
        "number": 1349,
        "text": "امّا این که ابراهیم برای پدرش آمرزش خواست، تنها به خاطر وعده‌ای بود که به او داده بود تا بلکه به یکتاپرستی روی آوَرَد، امّا همین که برای ابراهیم روشن شد که وی دشمن خداست از او تبرّی جست. به راستی ابراهیم از خوف خدا بسیار نالان بود و به همین سبب آمرزش پدرش را از خدا می‌خواست، چنان که بردبار نیز بود و جفاهای او را تحمّل می‌کرد.",
        "numberInSurah": 114,
        "juz": 11,
        "manzil": 2,
        "page": 205,
        "ruku": 169,
        "hizbQuarter": 82,
        "sajda": false
      },
      {
        "number": 1350,
        "text": "خداوند چنین نیست که مردمی را پس از آن که هدایتشان کرده است به بیراهه افکند تا این که آنچه را باید از آن پرهیز کنند برایشان بیان کند، و پرهیز از طلب آمرزش برای مشرکان از جمله آنهاست. قطعاً خدا به هر چیزی داناست.",
        "numberInSurah": 115,
        "juz": 11,
        "manzil": 2,
        "page": 205,
        "ruku": 169,
        "hizbQuarter": 82,
        "sajda": false
      },
      {
        "number": 1351,
        "text": "فرمانرواییِ آسمان‌ها و زمین تنها از آنِ خداست. اوست که حیات می‌بخشد و می‌میراند، و برای شما هیچ سرپرست و یاوری جز خدا نیست، پس از دوستی با مشرکان حتی به این که برای آنان آمرزش بخواهید برحذر باشید.",
        "numberInSurah": 116,
        "juz": 11,
        "manzil": 2,
        "page": 205,
        "ruku": 169,
        "hizbQuarter": 82,
        "sajda": false
      },
      {
        "number": 1352,
        "text": "همانا خدا با رحمت خود، بر پیامبر و مهاجران و انصار که در آن لحظات سختِ رهسپار شدن به سوی جنگ تبوک از پیامبر پیروی کردند، روی آورد، پس از آن که نزدیک بود دل‌های گروهی از آنان در اثر سختی‌ها دچار لغزش شود و باز گردند، ولی خداوند با رحمت خود به آنان روی کرد و راه درست را به آنها نشان داد، زیرا خداوند با مؤمنان رئوف است و رحمت خود را از آنان دریغ نمی‌دارد.",
        "numberInSurah": 117,
        "juz": 11,
        "manzil": 2,
        "page": 205,
        "ruku": 169,
        "hizbQuarter": 82,
        "sajda": false
      },
      {
        "number": 1353,
        "text": "و بر آن سه تن نیز که واپس نهاده شدند و با پیامبر به جنگ تبوک نرفتند با رحمت خود روی کرد، چنین بود که به سبب این گناهشان اَحَدی حتی کسانشان با آنان معاشرت نکردند تا این که زمین با همه فراخی اش بر آنان تنگ شد و از شدّت اندوه جان هایشان بر آنان تنگی کرد و دریافتند که از جانب خدا پناهی جز این ندارند که به او روی آورند، سپس خدا با رحمت خود به آنان روی کرد تا از گناه خویش توبه کنند، به یقین خداوند پذیرنده توبه بندگان است و رحمت خود را از مؤمنان دریغ نمی‌کند.",
        "numberInSurah": 118,
        "juz": 11,
        "manzil": 2,
        "page": 206,
        "ruku": 169,
        "hizbQuarter": 82,
        "sajda": false
      },
      {
        "number": 1354,
        "text": "ای کسانی که ایمان آورده‌اید، از خدا پروا کنید و با کسانی باشید که در گفتار و عقیده راستگویند.",
        "numberInSurah": 119,
        "juz": 11,
        "manzil": 2,
        "page": 206,
        "ruku": 170,
        "hizbQuarter": 82,
        "sajda": false
      },
      {
        "number": 1355,
        "text": "مردم مدینه و بادیه نشینان پیرامونشان حق ندارند از همگامی با رسول خدا باز بمانند و نباید به خود بپردازند و در خوشی به سر برند و او را در خطرها واگذارند. این تکلیف در برابر این است که هیچ تشنگی و رنج و گرسنگی در راه خدا به آنان نمی‌رسد و در هیچ سرزمینی که کافران را به خشم می‌آورد گام نمی‌نهند و از هیچ دشمنی غنیمتی به دست نمی‌آورند مگر این که برای آنان در برابر هر یک از آنها عملی شایسته نوشته می‌شود و پاداش آن را می‌بینند، چرا که آنان نیکوکارند و خدا پاداش نیکوکاران را تباه نمی‌کند.",
        "numberInSurah": 120,
        "juz": 11,
        "manzil": 2,
        "page": 206,
        "ruku": 170,
        "hizbQuarter": 82,
        "sajda": false
      },
      {
        "number": 1356,
        "text": "هیچ هزینه‌ای را ـ کم یا زیاد ـ در این راه متحمل نمی‌شوند و هیچ وادیی را نمی‌پیمایند مگر این که برای آنان نوشته می‌شود، تا خدا اعمال نیکشان را بر پایه بهترین عملی که کرده‌اند به آنان پاداش دهد.",
        "numberInSurah": 121,
        "juz": 11,
        "manzil": 2,
        "page": 206,
        "ruku": 170,
        "hizbQuarter": 82,
        "sajda": false
      },
      {
        "number": 1357,
        "text": "مؤمنان وظیفه ندارند که همه رهسپار میدان‌های نبرد شوند و از دستیابی به دانش باز مانند پس چرا از هر فرقه‌ای گروهی نزد پیامبر نمی‌روند تا دانش دین بیاموزند و هنگامی که به سوی قومشان بازگشتند آنان را از مخالفت با احکام الهی هشدار دهند، باشد که آنان بترسند؟",
        "numberInSurah": 122,
        "juz": 11,
        "manzil": 2,
        "page": 206,
        "ruku": 170,
        "hizbQuarter": 83,
        "sajda": false
      },
      {
        "number": 1358,
        "text": "ای کسانی که ایمان آورده‌اید، با کافرانی که همجوار شما هستند پیکار کنید، و باید در شما صلابت و سرسختی بیابند، و بدانید که خدا با تقواپیشگان است و آنان را یاری می‌کند.",
        "numberInSurah": 123,
        "juz": 11,
        "manzil": 2,
        "page": 207,
        "ruku": 171,
        "hizbQuarter": 83,
        "sajda": false
      },
      {
        "number": 1359,
        "text": "و چون سوره‌ای از قرآن نازل شود، برخی از کسانی که دلشان آلوده به نفاق است و قرآن در آن تأثیر ندارد می‌گویند: این سوره بر ایمان کدام یک از شما افزود؟ اگر چنین تأثیری ندارد در حقانیّت آن تردید است. ولی منافقان باید بدانند آنان که ایمان آورده‌اند و شک و نفاق در دلشان راه نیافته است هر سوره‌ای که نازل شود بر ایمان آنان می‌افزاید و از آن شادمان می‌شوند.",
        "numberInSurah": 124,
        "juz": 11,
        "manzil": 2,
        "page": 207,
        "ruku": 171,
        "hizbQuarter": 83,
        "sajda": false
      },
      {
        "number": 1360,
        "text": "امّا کسانی که در دل هایشان بیماری شکّ و نفاق است، هر سوره‌ای نازل شود پلیدی و گمراهی بر پلیدی و گمراهی پیشینشان می‌افزاید و در حال کفر خواهند مرد.",
        "numberInSurah": 125,
        "juz": 11,
        "manzil": 2,
        "page": 207,
        "ruku": 171,
        "hizbQuarter": 83,
        "sajda": false
      },
      {
        "number": 1361,
        "text": "آیا نمی‌بینند که هر سال یک یا دو بار به بلایی آزموده می‌شوند، ولی از عهده آزمایش برنمی آیند و خدا را نافرمانی می‌کنند، سپس نه توبه می‌کنند و نه متذکّر می‌شوند؟",
        "numberInSurah": 126,
        "juz": 11,
        "manzil": 2,
        "page": 207,
        "ruku": 171,
        "hizbQuarter": 83,
        "sajda": false
      },
      {
        "number": 1362,
        "text": "و هنگامی که سوره‌ای نازل شود و آنان نزد پیامبر باشند، نگران و مضطرب به یکدیگر می‌نگرند و گویی از یکدیگر می‌پرسند: آیا کسی شما را می‌بیند و نگرانی شما را درک می‌کند؟ سپس از نزد پیامبر باز می‌گردند. خدا دل هایشان را همواره از حق برگرداند، زیرا آنان مردمی هستند که حقیقت را درک نمی‌کنند.",
        "numberInSurah": 127,
        "juz": 11,
        "manzil": 2,
        "page": 207,
        "ruku": 171,
        "hizbQuarter": 83,
        "sajda": false
      },
      {
        "number": 1363,
        "text": "همانا پیامبری از جنس خودتان به رسالت به سوی شما آمده است که تباهی و زیان شما بر او دشوار است و سخت به شما علاقه دارد و با مؤمنان رئوف و مهربان است.",
        "numberInSurah": 128,
        "juz": 11,
        "manzil": 2,
        "page": 207,
        "ruku": 171,
        "hizbQuarter": 83,
        "sajda": false
      },
      {
        "number": 1364,
        "text": "پس اگر روی برتافتند و رسالت تو را نپذیرفتند بگو: خدا مرا بس است، زیرا معبودی شایسته پرستش جز او نیست، فقط بر او توکّل کرده‌ام، و اوست خداوندگار آن عرش بزرگ.",
        "numberInSurah": 129,
        "juz": 11,
        "manzil": 2,
        "page": 207,
        "ruku": 171,
        "hizbQuarter": 83,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "fa.safavi",
      "language": "fa",
      "name": "صفوی",
      "englishName": "صفوی",
      "format": "text",
      "type": "translation",
      "direction": "rtl"
    }
  }
}