{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 10,
    "name": "سُورَةُ يُونُسَ",
    "englishName": "Yunus",
    "englishNameTranslation": "Jonas",
    "revelationType": "Meccan",
    "numberOfAyahs": 109,
    "ayahs": [
      {
        "number": 1365,
        "text": "الف، لام، را. این آیات بلند مرتبه که بر تو وحی می‌شود، آیات قرآن، این کتاب حکمت آمیز است.",
        "numberInSurah": 1,
        "juz": 11,
        "manzil": 3,
        "page": 208,
        "ruku": 172,
        "hizbQuarter": 83,
        "sajda": false
      },
      {
        "number": 1366,
        "text": "آیا برای این مردم شگفت آور است که به مردی از خودشان وحی کردیم که مردم را از فرجام کفر و گناه بترسان و به کسانی که ایمان آورده‌اند نوید ده که برای آنان نزد پروردگارشان مقام و منزلتی راستین است؟ آنان که رسالت پیامبر را انکار کردند، گفتند: بی تردید، این مرد جادوگر است و جادوگری اش به خوبی آشکار است.",
        "numberInSurah": 2,
        "juz": 11,
        "manzil": 3,
        "page": 208,
        "ruku": 172,
        "hizbQuarter": 83,
        "sajda": false
      },
      {
        "number": 1367,
        "text": "پروردگار شما که امورتان را تدبیر می‌کند خداوند است که آسمان‌ها و زمین را در شش مرحله آفرید، آن گاه بر تخت فرمانروایی استیلا یافت و به تدبیر کار جهان پرداخت. در ساماندهی امور هیچ واسطه و سببی جز پس از اذن او نیست. این است خدا که پروردگار شماست، پس او را بپرستید. چرا با وجود این همه نشانه‌ها حقیقت را درنمی یابید؟",
        "numberInSurah": 3,
        "juz": 11,
        "manzil": 3,
        "page": 208,
        "ruku": 172,
        "hizbQuarter": 83,
        "sajda": false
      },
      {
        "number": 1368,
        "text": "بازگشت همه شما به سوی اوست. خدا این را وعده داده است، وعده‌ای راست و حقیقتی بایسته هستی. او آفریدگان را نخست پدید می‌آورَد، سپس آنها را با پایان یافتن سرآمدشان به سوی خود باز می‌گرداند تا کسانی را که ایمان آورده و کارهای شایسته کرده‌اند به عدالت سزا دهد، امّا کسانی که کافر شدند، برای آنان به سزای آن که کفر میورزیدند نوشابه‌ای از آب جوشان و عذابی دردناک خواهد بود.",
        "numberInSurah": 4,
        "juz": 11,
        "manzil": 3,
        "page": 208,
        "ruku": 172,
        "hizbQuarter": 83,
        "sajda": false
      },
      {
        "number": 1369,
        "text": "اوست آن که خورشید را درخشان و ماه را تابان قرار داده و برای ماه منزل‌هایی بیست و هشتگانه مقرّر داشته تا شمار سال‌ها و حساب اوقات را بدانید. خدا آنها را جز به حق نیافریده است. نشانه‌های ربوبیّت خود را برای مردمی که اهل دانشند به خوبی آشکار می‌سازد.",
        "numberInSurah": 5,
        "juz": 11,
        "manzil": 3,
        "page": 208,
        "ruku": 172,
        "hizbQuarter": 83,
        "sajda": false
      },
      {
        "number": 1370,
        "text": "به یقین در کوتاه و بلند شدن شب و روز و آنچه خدا در آسمان‌ها و زمین آفریده است، برای تقواپیشگان نشانه‌هایی بر ربوبیّت خداست.",
        "numberInSurah": 6,
        "juz": 11,
        "manzil": 3,
        "page": 208,
        "ruku": 172,
        "hizbQuarter": 83,
        "sajda": false
      },
      {
        "number": 1371,
        "text": "همانا کسانی که رستاخیز را انکار می‌کنند و در نتیجه به دیدار ما امیدی ندارند و به زندگی دنیا دل خوش کرده و از تلاش برای حیات اخروی باز ایستاده‌اند، و کسانی که از نشانه‌های ما بی خبرند،",
        "numberInSurah": 7,
        "juz": 11,
        "manzil": 3,
        "page": 209,
        "ruku": 172,
        "hizbQuarter": 83,
        "sajda": false
      },
      {
        "number": 1372,
        "text": "اینان جایگاهشان به سزای کارهایی که می‌کرده‌اند آتش دوزخ است.",
        "numberInSurah": 8,
        "juz": 11,
        "manzil": 3,
        "page": 209,
        "ruku": 172,
        "hizbQuarter": 83,
        "sajda": false
      },
      {
        "number": 1373,
        "text": "امّا کسانی که ایمان آورده و کارهای شایسته کرده‌اند، پروردگارشان آنان را در اثر ایمانشان به قرب خود رهنمون می‌شود. در بوستان‌های پر نعمت بهشت از زیر قصرهایشان نهرها روان است.",
        "numberInSurah": 9,
        "juz": 11,
        "manzil": 3,
        "page": 209,
        "ruku": 172,
        "hizbQuarter": 83,
        "sajda": false
      },
      {
        "number": 1374,
        "text": "هنگام ورود به بهشت، زبان به تسبیح خدا می‌گشایند و نخستین ندایشان در آن جا این است که: خداوندا، تو از هر عیب و نقصی پیراسته‌ای، و درودشان در آن جا سلام است. و آخرین دعایشان این است که ستایش، همه از آنِ خدا، پروردگار جهان هاست.",
        "numberInSurah": 10,
        "juz": 11,
        "manzil": 3,
        "page": 209,
        "ruku": 172,
        "hizbQuarter": 83,
        "sajda": false
      },
      {
        "number": 1375,
        "text": "اگر خدا در رساندن عذاب به مردم کفرپیشه، آن گونه که خواهان شتاب ما در خیر و خوبی هستند، شتاب می‌کرد، مهلتشان فرا می‌رسید و حکم عذاب در حقشان صادر می‌شد، ولی به آنان در این دنیا مهلت می‌دهد، از این رو کسانی را که رستاخیز را دروغ انگاشته‌اند و در نتیجه به دیدار ما امیدی ندارند رها می‌کنیم که در طغیانگریِ خود پیوسته سرگردان بمانند.",
        "numberInSurah": 11,
        "juz": 11,
        "manzil": 3,
        "page": 209,
        "ruku": 173,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1376,
        "text": "و چون به انسان رنجی رسد، برای برطرف کردن آن، ما را در هر حال ـ به پهلو افتاده یا نشسته یا ایستاده ـ می‌خواند، و چون رنجش را برطرف کنیم چنان می‌گذرد و ما را از یاد می‌برد که گویی برای رنجی که به او رسیده بود ما را نخوانده است. این گونه برای کسانی که در بهرهوری از لذّت‌های دنیا زیاده روی می‌کنند، اعمالشان آراسته شده است.",
        "numberInSurah": 12,
        "juz": 11,
        "manzil": 3,
        "page": 209,
        "ruku": 173,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1377,
        "text": "به یقین ما امّت‌هایی را که پیش از شما بودند، هنگامی به هلاکت رساندیم که با دروغ انگاشتن رستاخیز ستم پیشه نمودند، در حالی که پیامبرانشان با دلایل روشن و روشنگر به سویشان آمدند ولی آنان درخور آن نبودند که ایمان بیاورند. این گونه، مردم گنهکار را جزا می‌دهیم.",
        "numberInSurah": 13,
        "juz": 11,
        "manzil": 3,
        "page": 209,
        "ruku": 173,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1378,
        "text": "سپس شما را بعد از آنان در زمین جانشین قرار دادیم تا بنگریم که چگونه عمل می‌کنید.",
        "numberInSurah": 14,
        "juz": 11,
        "manzil": 3,
        "page": 209,
        "ruku": 173,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1379,
        "text": "و هنگامی که آیات ما که الهی بودن آنها به خوبی روشن است بر مشرکان تلاوت شود، آنان که رستاخیز را دروغ پنداشته‌اند و به دیدار ما امیدی ندارند به پیامبر می‌گویند: قرآنی غیر از این بیاور که آیاتش برای ما قابل قبول باشد، یا تغییر و تحولی در آن پدید آور که با آرای ما سازگار باشد. بگو: من حقّ ندارم آن را از پیش خود دگرگون کنم. این سخن خداست که به من وحی کرده است و من جز آنچه را که به من وحی می‌شود پیروی نمی‌کنم، زیرا اگر پروردگارم را نافرمانی کنم از عذاب روزی بزرگ بیمناکم.",
        "numberInSurah": 15,
        "juz": 11,
        "manzil": 3,
        "page": 210,
        "ruku": 173,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1380,
        "text": "بگو: اگر خدا می‌خواست قرآنی دیگر نازل کند، من این قرآن را بر شما تلاوت نمی‌کردم و او شما را از آن آگاه نمی‌کرد. بی گمان من پیش از نزول قرآن عمری را در میان شما گذراندم و از وحی و قرآن چیزی به شما نگفتم، چرا نمی‌اندیشید تا دریابید که آوردن قرآن در اختیار من نیست؟",
        "numberInSurah": 16,
        "juz": 11,
        "manzil": 3,
        "page": 210,
        "ruku": 173,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1381,
        "text": "من اگر تغییری در این قرآن پدید آورم به خدا دروغ بسته‌ام، و کیست ستمکارتر از آن کس که بر خدا دروغ بندد؟ و اگر قرآنی جز این بیاورم آیات خدا را دروغ شمرده‌ام، و کیست ستمکارتر از آن کس که آیات خدا را دروغ انگارد؟ و در هر دو صورت بزرگ‌ترین گناه را مرتکب شده‌ام و حقیقت این است که گنهکاران نیکبخت نمی‌شوند.",
        "numberInSurah": 17,
        "juz": 11,
        "manzil": 3,
        "page": 210,
        "ruku": 173,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1382,
        "text": "مشرکان به جای خدا چیزهایی را می‌پرستند که نه زیانی به آنان می‌رساند و نه سودی عایدشان می‌کند، و در توجیه آن می‌گویند: آنها شفیعان ما نزد خدایند. به آنان بگو: آیا می‌خواهید خدا را به چیزی خبر دهید که در آسمان‌ها و زمین از آن آگاهی ندارد با این که خدا از همه چیز آگاه است؟ او منزّه و برتر از این است که به او شرک ورزند.",
        "numberInSurah": 18,
        "juz": 11,
        "manzil": 3,
        "page": 210,
        "ruku": 173,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1383,
        "text": "و مردم در آغاز جز امّتی یگانه نبودند و همگان بر آیین توحید می‌زیستند. سپس اختلاف کردند، گروهی بر توحید پایدار ماندند و گروهی به شرک گرایش یافتند. و اگر پیش‌تر از جانب پروردگارت سخنی نرفته بود که آدمیان تا مدّتی در زمین مستقر باشند، قطعاً میان آنان درباره آنچه بر سرش اختلاف می‌کردند داوری می‌شد و مشرکان به هلاکت می‌رسیدند.",
        "numberInSurah": 19,
        "juz": 11,
        "manzil": 3,
        "page": 210,
        "ruku": 173,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1384,
        "text": "مشرکان قرآن را نشانه رسالت پیامبر نمی‌دانند و می‌گویند: چرا از جانب پروردگارش معجزه‌ای بر او فرستاده نمی‌شود؟ بگو: معجزات از امور غیبی هستند، و غیب در اختیار خدا است نه در اختیار من، پس منتظر باشید که من نیز با شما از منتظرانم.",
        "numberInSurah": 20,
        "juz": 11,
        "manzil": 3,
        "page": 210,
        "ruku": 173,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1385,
        "text": "و هنگامی که به این مردم شرک پیشه پس از گزندی که به آنان رسیده است رحمتی بچشانیم، بی آن که انتظار رود، در نشانه‌هایی که بیانگر یکتایی ماست نیرنگ به کار می‌برند تا روشنگری آنها را مخدوش کنند. بگو: نیرنگ خدا با شما سریع‌تر است، چرا که فرستادگان ما از میان فرشتگان هر نیرنگی را به کار برید ثبت می‌کنند و ما از آن آگاهیم.",
        "numberInSurah": 21,
        "juz": 11,
        "manzil": 3,
        "page": 211,
        "ruku": 174,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1386,
        "text": "اوست آن که شما را در خشکی و دریا سیر می‌دهد، تا آن گاه که در کشتی‌ها استقرار یابید و کشتی‌ها به کمک بادی ملایم سرنشینان را به حرکت درآورند و آنان بدان شادمان گردند، ناگاه تند بادی بر کشتی‌ها بوزد و از هر سو موجی به سویشان روی آورَد و دریابند که از هر طرف در محاصره قرار گرفته و در معرض هلاکتند، آن گاه خدا را در حالی که اطاعت و پرستش را ویژه او می‌کنند می‌خوانند که: خدایا، اگر ما را از این گرفتاری نجات بخشی، قطعاً از سپاسگزاران خواهیم بود.",
        "numberInSurah": 22,
        "juz": 11,
        "manzil": 3,
        "page": 211,
        "ruku": 174,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1387,
        "text": "پس هنگامی که خداوند نجاتشان دهد بی آن که انتظار رود، به ناحق در زمین ستم می‌کنند. ای مردم، ستمکاری شما بر ضد خودتان است، چرا که شما را از ما دور می‌کند و گناهش در کارنامه شما ثبت می‌شود. در زندگی دنیا بهره ای می‌برید، سپس بازگشتتان به سوی ماست، آن گاه شما را به حقیقت آنچه می‌کردید آگاه خواهیم کرد.",
        "numberInSurah": 23,
        "juz": 11,
        "manzil": 3,
        "page": 211,
        "ruku": 174,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1388,
        "text": "جز این نیست که داستان زندگانی دنیا بسان آبی است که از آسمان فرو ریختیم، پس روییدنی‌های زمین ـ از آنچه مردم و دام‌ها می‌خورند ـ با آن درآمیخت، تا چون زمین با رویش گیاهان آرایش و شادابی خود را برگرفت و اهل آن پنداشتند که زمین را با قدرت تمام در اختیار دارند، شبی یا روزی فرمان ما دررسیدش پس آن را چنان درو شده گرداندیم که گویی دیروز در آن جا چیزی نبوده است. این گونه، آیات خود را برای مردمی که می‌اندیشند به روشنی بیان می‌کنیم.",
        "numberInSurah": 24,
        "juz": 11,
        "manzil": 3,
        "page": 211,
        "ruku": 174,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1389,
        "text": "و خداوند [همگان را] به سرای سلامت، همان بهشتی که هیچ گزند و آفتی در آن نیست فرا می‌خوانَد، و هر که را بخواهد به راهی راست می‌رساند.",
        "numberInSurah": 25,
        "juz": 11,
        "manzil": 3,
        "page": 211,
        "ruku": 174,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1390,
        "text": "برای کسانی که کارهای نیکو کرده‌اند، بهترین پاداش و پاداشی افزون بر آن خواهد بود. بر چهره هایشان هیچ غبار سیاهی نمی‌نشیند و هیچ ذلّتی آنها را فرا نمی‌گیرد. آنان اهل بهشتند و در آن جاودانه‌اند.",
        "numberInSurah": 26,
        "juz": 11,
        "manzil": 3,
        "page": 212,
        "ruku": 174,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1391,
        "text": "و کسانی که مرتکب بدی‌ها شده‌اند، سزایشان در برابر هر بدی عذابی مانند آن است و غبار ذلّت آنان را فرا می‌گیرد. در برابر کیفر الهی هیچ بازدارنده‌ای برایشان نیست. چهره هایشان چنان سیاه می‌گردد که گویی با پاره‌هایی از شب تار پوشانده شده است. آنان همدم آتش دوزخند و در آن جاودانه‌اند.",
        "numberInSurah": 27,
        "juz": 11,
        "manzil": 3,
        "page": 212,
        "ruku": 174,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1392,
        "text": "و یاد کن روزی را که آنان (مؤمنان و مشرکان و معبودانشان) را یکجا برمی انگیزیم و گرد می‌آوریم، سپس به کسانی که شرک ورزیده اند می‌گوییم: شما و معبودانتان که آنها را شریک خدا می‌پنداشتید، در جای خود بمانید، آن گاه با آشکار ساختن این حقیقت که رابطه عبادت میان آنان بر اساس وهم و خیال بوده است، میانشان جدایی می‌افکنیم، و شریکانی که برای خدا تصور می‌کردند می‌گویند: شما ما را نمی‌پرستیدید، بلکه شریکان خدا را پرستش می‌کردید و ما شریک خدا نیستیم چرا که خدا را هیچ شریکی نیست.",
        "numberInSurah": 28,
        "juz": 11,
        "manzil": 3,
        "page": 212,
        "ruku": 174,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1393,
        "text": "پس خدا میان ما و شما گواه است و گواهی او کافی است، قطعاً ما از پرستش شما بی خبر بودیم.",
        "numberInSurah": 29,
        "juz": 11,
        "manzil": 3,
        "page": 212,
        "ruku": 174,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1394,
        "text": "آن جاست که هر کسی هر عملی را که پیش فرستاده است می‌آزماید و حقیقت کارهای خود را آشکارا می‌بیند، و همگان به سوی خداوند که سرپرست واقعی آنهاست بازگردانده می‌شوند، و آنچه به دروغ بافته بودند از فکرشان زدوده می‌شود.",
        "numberInSurah": 30,
        "juz": 11,
        "manzil": 3,
        "page": 212,
        "ruku": 174,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1395,
        "text": "ای پیامبر، برای اثبات ربوبیّت خدا از مشرکان بپرس: کیست که با فرو ریختن باران از آسمان و رویاندن گیاهان از زمین به شما روزی می‌دهد؟ یا کیست که گوش‌ها و چشم‌های شما را در اختیار دارد و به آنها شنوایی و بینایی می‌دهد؟ و کیست که زنده را از مرده و مرده را از زنده بیرون می‌آورد؟ و کیست که کار جهان هستی را تدبیر می‌کند؟ خواهند گفت: همه کارها به خدا باز می‌گردد و سر رشته هر چیزی به دست اوست. پس بگو: چرا از خدا پروا نمی‌کنید و غیر او را می‌پرستید؟",
        "numberInSurah": 31,
        "juz": 11,
        "manzil": 3,
        "page": 212,
        "ruku": 175,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1396,
        "text": "این است خدا که پروردگار راستین شماست. بنابراین پس از حقّ که هدایت را در پی دارد، چیست جز باطل که پیامدش گمراهی است. تا کی شما را از حق باز می‌گردانند و به سوی باطل روانه می‌کنند؟",
        "numberInSurah": 32,
        "juz": 11,
        "manzil": 3,
        "page": 212,
        "ruku": 175,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1397,
        "text": "این گونه، قضای پروردگارت بر کسانی که از اطاعت خدا خارج شدند محقق شده است که آنان ایمان نیاورند.",
        "numberInSurah": 33,
        "juz": 11,
        "manzil": 3,
        "page": 212,
        "ruku": 175,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1398,
        "text": "ای پیامبر، به مشرکان بگو: آیا از میان معبودانتان که آنها را شریک خدا می‌پندارید کسی هست که آفریدگان را نخست پدید آورَد و آن گاه با پایان یافتن سرآمدشان آنها را به سوی خود باز گرداند و هر کسی را به سزای کردارش برساند؟ خود در پاسخ بگو: فقط خداست که آفریدگان را نخست پدید می‌آورد و سپس آنها را به سوی خود باز می‌گرداند، لذا او پروردگار شماست و باید او را پرستش کنید. پس تا کی شما را از حق باز می‌دارند و به سوی باطل روانه می‌کنند؟",
        "numberInSurah": 34,
        "juz": 11,
        "manzil": 3,
        "page": 213,
        "ruku": 175,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1399,
        "text": "به آنان بگو: آیا از میان معبودانتان که آنها را شریک خدا قرار داده‌اید کسی هست که پدیده‌های جهان هستی از جمله آدمیان را به سوی حق (هدف آفرینش آنها) راه نماید؟ خود در پاسخ بگو: فقط خداست که آفریده‌ها را به سوی حق رهنمون می‌شود پس آیا کسی که پدیده‌های جهان هستی را به اهدافشان راه می‌نماید سزاوارتر است که از او پیروی شود یا آن کسی که خود راه درست را نمی‌یابد مگر این که او را راه نمایند؟ شما را چه شده است؟ چگونه حکم می‌کنید؟",
        "numberInSurah": 35,
        "juz": 11,
        "manzil": 3,
        "page": 213,
        "ruku": 175,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1400,
        "text": "و بیشترشان جز از پی گمان نمی‌روند، در صورتی که گمان برای رسیدن به حق هیچ بسنده نیست. قطعاً خدا آنچه را براساس پندار عمل می‌کنند می‌داند.",
        "numberInSurah": 36,
        "juz": 11,
        "manzil": 3,
        "page": 213,
        "ruku": 175,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1401,
        "text": "نشاید که این قرآن از جانب غیر خدا و به دروغ به او نسبت داده شده باشد، بلکه تصدیق کننده معارف و احکام تورات و انجیل است که پیشاروی آن قرار دارند و بیان کننده حقایق کتاب‌های آسمانی دیگر است. در این قرآن هیچ گونه تردیدی نیست چرا که از جانب پروردگار جهان هاست.",
        "numberInSurah": 37,
        "juz": 11,
        "manzil": 3,
        "page": 213,
        "ruku": 175,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1402,
        "text": "آیا می‌گویند: محمّد خود آن را ساخته و به خدا نسبت داده است؟ بگو: اگر در این ادّعا راست می‌گویید، شما هم باید سوره‌ای مانند آن بیاورید و جز خدا هر که را می‌توانید به یاری فراخوانید.",
        "numberInSurah": 38,
        "juz": 11,
        "manzil": 3,
        "page": 213,
        "ruku": 175,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1403,
        "text": "[آنان قرآن را نه از آن روی که ساخته بشر انگاشتند تکذیب کردند،] بلکه چون به علم آن احاطه نیافتند و هنوز حقیقت و خاستگاه آن که در آخرت آشکار می‌شود به ایشان نرسیده است آن را دروغ شمردند، و درست به همین دلیل کسانی هم که پیش از آنان بودند پیام رسولانشان را دروغ انگاشتند و ستمکار شدند. پس بنگر که فرجام آن ستمکاران چگونه بود تا بدانی این ستمکاران چه فرجامی خواهند داشت.",
        "numberInSurah": 39,
        "juz": 11,
        "manzil": 3,
        "page": 213,
        "ruku": 175,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1404,
        "text": "و برخی از اینان کسانی اند که به قرآن ایمان می‌آورند و برخی هم به آن ایمان نمی‌آورند، زیرا راه فساد در پیش گرفته‌اند، و پروردگارت از هر کسی به فسادگران داناتر است.",
        "numberInSurah": 40,
        "juz": 11,
        "manzil": 3,
        "page": 213,
        "ruku": 175,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1405,
        "text": "و اگر تو را تکذیب کردند، بگو: عمل من از آنِ من، و عمل شما از آنِ شماست. شما از آنچه من می‌کنم برکنارید، و من نیز از آنچه شما می‌کنید برکنارم.",
        "numberInSurah": 41,
        "juz": 11,
        "manzil": 3,
        "page": 213,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1406,
        "text": "و برخی از مشرکان به سخنان تو گوش فرا می‌دهند، در حالی که دل هایشان از درک آن در حجاب است. آیا تو می‌توانی به کران سخنی بشنوانی، هر چند نیندیشند و توانِ درک آن را نداشته باشند؟",
        "numberInSurah": 42,
        "juz": 11,
        "manzil": 3,
        "page": 213,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1407,
        "text": "از مشرکان کسانی اند که به تو می‌نگرند ولی کوردلند، آیا تو می‌توانی کوردلان را هر چند از دیدن حق ناتوان باشند راه بنمایی؟",
        "numberInSurah": 43,
        "juz": 11,
        "manzil": 3,
        "page": 214,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1408,
        "text": "قطعاً خدا بر مردم هیچ ستمی روا نمی‌دارد، بلکه این مردمند که با کر و کور ساختن خود، بر خود ستم می‌کنند.",
        "numberInSurah": 44,
        "juz": 11,
        "manzil": 3,
        "page": 214,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1409,
        "text": "و روزی که خدا آنان را محشور کند در حالی که احساس می‌کنند که گویی جز به اندازه ساعتی از روز در دنیا درنگ نکرده‌اند، و یکدیگر را می‌شناسند، آن روز کسانی که دیدار خدا و قیامت را دروغ انگاشته‌اند خواهند دانست که زیان کرده و رهیافته نبوده‌اند.",
        "numberInSurah": 45,
        "juz": 11,
        "manzil": 3,
        "page": 214,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1410,
        "text": "ای پیامبر، بدان که وعده‌های ما در حقّ کفرپیشگان تحقق خواهد یافت. اگر ما بخشی از کیفرهایی را که به آنان وعده می‌دهیم به تو بنمایانیم یا پیش از آن، جان تو را بستانیم، در هر صورت بازگشتشان به سوی ما و فرجامشان در اختیار ماست. علاوه بر این، خدا بر آنچه می‌کنند گواه است.",
        "numberInSurah": 46,
        "juz": 11,
        "manzil": 3,
        "page": 214,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1411,
        "text": "و هر امّتی پیامبری دارد که رسالت خود را به آنان ابلاغ می‌کند، پس وقتی پیامبرشان به سویشان بیاید و پیام خود را به آنان برساند، گروهی به او ایمان می‌آورند و گروهی به وی کفر میورزند، آن گاه خدا میان آنان به عدالت داوری می‌کند و مورد ستم قرار نمی‌گیرند.",
        "numberInSurah": 47,
        "juz": 11,
        "manzil": 3,
        "page": 214,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1412,
        "text": "و مشرکان به تمسخر [از تو و پیروانت] می‌پرسند: اگر راست می‌گویید، این وعده عذاب کی تحقق می‌یابد؟",
        "numberInSurah": 48,
        "juz": 11,
        "manzil": 3,
        "page": 214,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1413,
        "text": "بگو: من قدرت ندارم نه زیانی را از خود دور سازم و نه سودی را به سوی خود جلب کنم، مگر آنچه را که خدا بخواهد و مرا بر آن توانا سازد، لذا نمی‌توانم عذابی بر شما فرود آورم، اما بدانید که هر امّتی مهلتی دارد که هرگاه مهلتشان به پایان رسد، نه لحظه‌ای از آن باز می‌مانند و نه لحظه‌ای پیش می‌افتند.",
        "numberInSurah": 49,
        "juz": 11,
        "manzil": 3,
        "page": 214,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1414,
        "text": "بگو: به من خبر دهید، اگر عذاب الهی در شبی یا روزی بر شما در رسد که هرگز از شما بازداشته نمی‌شود، گناه پیشگان خواهانِ شتاب در چه بخشی از آنند؟",
        "numberInSurah": 50,
        "juz": 11,
        "manzil": 3,
        "page": 214,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1415,
        "text": "وانگهی، آیا هنگامی که عذاب دررسید، به قرآن ایمان می‌آورید؟ آیا اکنون ایمان می‌آورید تا عذاب از شما برداشته شود، در حالی که پیش از آن می‌خواستید هرچه زودتر به سراغتان آید؟",
        "numberInSurah": 51,
        "juz": 11,
        "manzil": 3,
        "page": 214,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1416,
        "text": "آن گاه پس از پایان مهلت هر امّتی، به کسانی که ستمکار بوده‌اند گفته می‌شود: بچشید عذاب جاودانه را، آیا جز به گناهانی که دست آورد خودتان است سزا داده می‌شوید؟",
        "numberInSurah": 52,
        "juz": 11,
        "manzil": 3,
        "page": 214,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1417,
        "text": "از تو می‌پرسند که آیا این عذاب موعود حق است؟ بگو: آری، به پروردگارم سوگند که قطعاً آن حق است و شما نمی‌توانید آن را از خود باز دارید و از آن بگریزید.",
        "numberInSurah": 53,
        "juz": 11,
        "manzil": 3,
        "page": 214,
        "ruku": 176,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1418,
        "text": "و اگر آنچه در زمین است از آنِ کسی باشد که ستم کرده است، قطعاً آن را برای رهایی خود از عذاب خواهد داد. و چون ستمکاران عذاب را ببینند از کرده خود پشیمان می‌شوند، ولی از بیم سرزنش پشیمانی خود را نهان می‌دارند، و میانشان به عدالت داوری می‌شود و بر آنان ستمی نمی‌رود.",
        "numberInSurah": 54,
        "juz": 11,
        "manzil": 3,
        "page": 215,
        "ruku": 177,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1419,
        "text": "بدانید که آنچه در آسمان‌ها و زمین است از آنِ خداست و هرگونه تصرّفی در آنها بخواهد می‌کند. بدین سبب وعده خدا به آمدن عذاب حق است و کسی نمی‌تواند آن را بازدارد، ولی بیشتر مردم چون مالکیت خدا را به خوبی درنیافته اند نمی‌دانند که تحقّق وعده‌های او تردیدناپذیر است.",
        "numberInSurah": 55,
        "juz": 11,
        "manzil": 3,
        "page": 215,
        "ruku": 177,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1420,
        "text": "اوست که به شما حیات می‌بخشد و جان شما را می‌ستاند و به سوی او بازگردانده می‌شوید، پس چگونه می‌توانید در اختیار او نباشید؟",
        "numberInSurah": 56,
        "juz": 11,
        "manzil": 3,
        "page": 215,
        "ruku": 177,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1421,
        "text": "ای مردم، برای شما از جانب پروردگارتان پندی هشیارکننده و درمانی برای آنچه از صفات نکوهیده در سینه هاست، و رهنمود و رحمتی برای مؤمنان، آمده است.",
        "numberInSurah": 57,
        "juz": 11,
        "manzil": 3,
        "page": 215,
        "ruku": 177,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1422,
        "text": "ای پیامبر، بگو: به فضل و رحمت خدا، آری به این دو، که مایه سعادت آنان است شادمان باشند نه به ثروت و امکانات. این از هر ثروتی که فراهم می‌آورند بهتر است.",
        "numberInSurah": 58,
        "juz": 11,
        "manzil": 3,
        "page": 215,
        "ruku": 177,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1423,
        "text": "بگو: به من خبر دهید، رزقی را که خدا برای شما فرو فرستاده و شما بخشی از آن را حرام و بخشی را حلال دانسته‌اید، بگو: آیا خدا به شما اجازه داده است که این احکام را صادر کنید یا با این کار بر خدا دروغ می‌بندید؟",
        "numberInSurah": 59,
        "juz": 11,
        "manzil": 3,
        "page": 215,
        "ruku": 177,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1424,
        "text": "کسانی که بر خدا دروغ می‌بندند و نعمت‌های او را ناسپاسی می‌کنند، به فرجام خود در روز قیامت چه گمان می‌برند؟ بی تردید، خداوند از فضل خود به مردم عطا می‌کند ولی بیشترشان ناسپاسی می‌کنند و با حرام شمردن بخشی از آنها شکر نعمت‌های خدا را پاس نمی‌دارند.",
        "numberInSurah": 60,
        "juz": 11,
        "manzil": 3,
        "page": 215,
        "ruku": 177,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1425,
        "text": "ای پیامبر، در هیچ کاری نمی‌باشی و هیچ بخشی از قرآن را که از سوی خدا بر تو نازل می‌شود تلاوت نمی‌کنی، و تو و دیگران هیچ کاری را انجام نمی‌دهید مگر این که ما شما را می‌بینیم و بر کارتان آن گاه که بدان می‌پردازید گواهیم، و هموزن ذرّه‌ای نه در زمین و نه در آسمان از پروردگار تو پنهان نمی‌ماند، و چیزی کوچک‌تر از ذرّه و بزرگ‌تر از آن نیست مگر این که در کتابی روشن محفوظ است.",
        "numberInSurah": 61,
        "juz": 11,
        "manzil": 3,
        "page": 215,
        "ruku": 178,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1426,
        "text": "آگاه باشید که دوستان خدا را در دنیا و آخرت هیچ ترسی فرا نمی‌گیرد و اندوهگین نمی‌شوند.",
        "numberInSurah": 62,
        "juz": 11,
        "manzil": 3,
        "page": 216,
        "ruku": 178,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1427,
        "text": "آنان کسانی اند که به خدا و پیامبر ایمان آورده و در برابر خدا تسلیم اند و پیش از این نیز تقواپیشه بوده‌اند.",
        "numberInSurah": 63,
        "juz": 11,
        "manzil": 3,
        "page": 216,
        "ruku": 178,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1428,
        "text": "برای آنان در زندگی دنیا و در آخرت بشارت است. این سخن و تقدیر الهی است و سخنان و تقدیرات خدا را دگرگونی نیست. این است سعادت بزرگ.",
        "numberInSurah": 64,
        "juz": 11,
        "manzil": 3,
        "page": 216,
        "ruku": 178,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1429,
        "text": "ای پیامبر، مبادا سخنان ناروای مشرکان درباره خدا و دینِ او تو را اندوهگین کند، چرا که عزّت به تمامی از آنِ خداست و مشرکان و معبودانشان هیچ نصیبی از عزّت ندارند، و اوست که سخنان آنان را می‌شنود و به حال تو و آنان آگاه است و هرگاه بخواهد آنان را به سزای کردارشان می‌رساند.",
        "numberInSurah": 65,
        "juz": 11,
        "manzil": 3,
        "page": 216,
        "ruku": 178,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1430,
        "text": "بدانید که هر که در آسمان‌ها و هر که در زمین است از آنِ خداست و کارش به دست اوست و کسانی که غیر خدا را شریک او می‌خوانند، در حقیقت از آن شریکان پیروی نمی‌کنند، زیرا آنها واقعیّتی ندارند. آنان جز پیرو گمان و پندار خود نیستند و جز به حدس سخن نمی‌گویند.",
        "numberInSurah": 66,
        "juz": 11,
        "manzil": 3,
        "page": 216,
        "ruku": 178,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1431,
        "text": "اوست آن که شب را برای شما پدید آورْد تا در آن آرام گیرید و روز را روشن آفرید. به راستی در اینها نشانه‌هایی بر یکتایی خداست، و تنها کسانی که گوش شنوا دارند سخن حق را شنیده و نشانه‌ها را درک می‌کنند.",
        "numberInSurah": 67,
        "juz": 11,
        "manzil": 3,
        "page": 216,
        "ruku": 178,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1432,
        "text": "گفتند: خدا فرزندی برای خود برگرفته است. او پاک و منزّه است از این که نیازمند فرزندی باشد. او از همه چیز بی نیاز است. آنچه در آسمان‌ها و آنچه در زمین است ملک اوست. شما هیچ برهانی بر ادّعای خویش ندارید. آیا چیزی را که نمی‌دانید، به دروغ به خدا نسبت می‌دهید؟",
        "numberInSurah": 68,
        "juz": 11,
        "manzil": 3,
        "page": 216,
        "ruku": 178,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1433,
        "text": "بگو: قطعاً کسانی که بر خدا دروغ می‌بندند نیکبخت نمی‌شوند.",
        "numberInSurah": 69,
        "juz": 11,
        "manzil": 3,
        "page": 216,
        "ruku": 178,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1434,
        "text": "در دنیا اندک بهره‌ای دارند، سپس بازگشتشان به سوی ماست، آن گاه به سزای این که کفر ورزیدند عذاب سخت را به ایشان می‌چشانیم.",
        "numberInSurah": 70,
        "juz": 11,
        "manzil": 3,
        "page": 216,
        "ruku": 178,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1435,
        "text": "و برای عبرت گرفتن کسانی که تو را تکذیب می‌کنند داستان نوح را برای آنان بخوان، آن گاه که به تنهایی در برابر قوم خود قرار گرفت و آنان را به مبارزه فرا خواند و گفت: ای قوم من، اگر قیام من برای دعوت شما به توحید و این که آیات خدا را برای شما یادآوری می‌کنم بر شما گران است، من بر خدا توکّل کرده‌ام، پس شما با معبودانتان که آنها را شریک خدا و یاور خود می‌پندارید، عزم خود را در کار خویش جزم کنید، سپس همه نیروهایتان را فراهم آورید تا در صورت شکست، کارتان برای شما مایه اندوه نشود، آن گاه کارم را یکسره کنید و مهلتم ندهید.",
        "numberInSurah": 71,
        "juz": 11,
        "manzil": 3,
        "page": 217,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1436,
        "text": "و اگر از دعوت من روی برتافتید، زیانی متوجّه من نمی‌شود، زیرا من مزدی از شما نخواسته‌ام. پاداش من جز برعهده خدا نیست. من فرمان یافته‌ام که از جمله کسانی باشم که در برابر خدا تسلیم اند و کارهای خود را به او سپرده‌اند.",
        "numberInSurah": 72,
        "juz": 11,
        "manzil": 3,
        "page": 217,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1437,
        "text": "با این وصف، او را تکذیب کردند، پس ما او و کسانی را که در کشتی با وی بودند، نجات بخشیدیم و آنان را در زمین جایگزین پیشینیان قرار دادیم، و کسانی را که آیات ما را دروغ انگاشتند، در سیلابی غرق کردیم. پس بنگر که فرجام هشدار داده شدگان چگونه بود.",
        "numberInSurah": 73,
        "juz": 11,
        "manzil": 3,
        "page": 217,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1438,
        "text": "آن گاه پس از او پیامبرانی را به سوی قومشان به رسالت برانگیختیم، ولی آنان را تکذیب کردند، سپس پیامبرانشان معجزاتی را که آنان پیشنهاد می‌کردند برایشان آوردند، اما آنان درخورِ این نبودند که به چیزی که قبلاً آن را دروغ شمرده بودند ایمان بیاورند، زیرا ما بر دل هایشان مُهر نهاده بودیم، و این گونه بر دل‌های تجاوزکاران مهر می‌نهیم.",
        "numberInSurah": 74,
        "juz": 11,
        "manzil": 3,
        "page": 217,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1439,
        "text": "سپس موسی و هارون را بعد از آن پیامبران با معجزاتی که نشان دهنده قدرت ما بود، به سوی فرعون و مهتران قومش (قِبطیان) فرستادیم، ولی آنان در برابر حق گردنفرازی کردند، زیرا مردمی گناه پیشه بودند.",
        "numberInSurah": 75,
        "juz": 11,
        "manzil": 3,
        "page": 217,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1440,
        "text": "چنین بود که وقتی آن معجزه حق از جانب ما برایشان آمد گفتند: بی تردید این جادویی است آشکار.",
        "numberInSurah": 76,
        "juz": 11,
        "manzil": 3,
        "page": 217,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1441,
        "text": "موسی گفت: آیا وقتی این معجزه راستین برای شما آمد آن را افسون می‌خوانید؟ آیا به راستی این افسون است؟ و حال آن که افسونگران نیکبخت نمی‌شوند.",
        "numberInSurah": 77,
        "juz": 11,
        "manzil": 3,
        "page": 217,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1442,
        "text": "گفتند: آیا با ادّعای پیامبری نزد ما آمده‌ای تا ما را از آداب و رسومی که پدرانمان را بر آن یافته‌ایم باز داری و با این شیوه به ریاست برسی و بزرگی و پیشوایی در این سرزمین از آنِ شما دو تن باشد؟ ما هرگز به شما ایمان نمی‌آوریم و شما را در هدف خود ناکام خواهیم گذاشت.",
        "numberInSurah": 78,
        "juz": 11,
        "manzil": 3,
        "page": 217,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1443,
        "text": "فرعون به کارگزارانش گفت: هر جادوگر ماهری را نزد من آورید.",
        "numberInSurah": 79,
        "juz": 11,
        "manzil": 3,
        "page": 218,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1444,
        "text": "هنگامی که جادوگران به میدان آمدند و با موسی رو به رو شدند، موسی به آنان گفت: هر چه را می‌خواهید بیفکنید، بیفکنید و جادوی خود را نشان دهید.",
        "numberInSurah": 80,
        "juz": 11,
        "manzil": 3,
        "page": 218,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1445,
        "text": "پس وقتی ریسمان‌ها و عصاهای خود را افکندند، موسی به آنان گفت: آنچه آورده‌اید همه جادوست و به زودی خدا آن را باطل می‌کند، چرا که خداوند کار مفسدان را به سامان نمی‌آورد.",
        "numberInSurah": 81,
        "juz": 11,
        "manzil": 3,
        "page": 218,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1446,
        "text": "و خداوند به حکم سنّت و مقدّرات خود، حق را به اثبات می‌رساند، هر چند گناه پیشگان آن را خوش نداشته باشند.",
        "numberInSurah": 82,
        "juz": 11,
        "manzil": 3,
        "page": 218,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1447,
        "text": "پس از بعثت موسی و سرباز زدن فرعون از پذیرش رسالت او، جز توده‌هایی از قوم موسی آن هم با بیم از فرعون و مهتران قوم خود به او ایمان نیاوردند. آنها می‌ترسیدند که فرعون به خاطر ایمانشان آنان را شکنجه کند، و جای این ترس هم بود، زیرا فرعون در آن سرزمین زمامداری چیره دست بود و در ستمکاری حدّ و مرزی نمی‌شناخت.",
        "numberInSurah": 83,
        "juz": 11,
        "manzil": 3,
        "page": 218,
        "ruku": 180,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1448,
        "text": "موسی به قوم خویش گفت: اگر همان گونه که حال و کارتان پیداست به خدا ایمان آورده‌اید و اگر امور خود را به او تسلیم کرده‌اید که سزاوار است چنین باشید، باید بر او توکّل کنید و آنچه را که برای شما خواسته است بپذیرید.",
        "numberInSurah": 84,
        "juz": 11,
        "manzil": 3,
        "page": 218,
        "ruku": 180,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1449,
        "text": "گفتند: ما فقط بر خدا توکّل کرده‌ایم. پس به درگاه خدا دعا کردند که: پروردگارا، ناتوانی و ذلّت را از ما بردار تا وسیله آزمون این مردم ستمکار نباشیم،",
        "numberInSurah": 85,
        "juz": 11,
        "manzil": 3,
        "page": 218,
        "ruku": 180,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1450,
        "text": "و ما را به رحمت خویش از چنگال این مردم کفرپیشه رهایی بخش.",
        "numberInSurah": 86,
        "juz": 11,
        "manzil": 3,
        "page": 218,
        "ruku": 180,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1451,
        "text": "و به موسی و برادرش وحی کردیم که برای قوم خود در مصر خانه‌هایی فراهم آورید، زیرا آنان باید چادرنشینی و پراکندگی را رها کنند، و شما و آنان خانه هایتان را رو به روی هم قرار دهید و نماز برپا دارید، و به موسی گفتیم: به مؤمنانِ قوم خود نوید ده که خداوند دعایشان را اجابت کرده و آنان را از ذلّت و زبونی و آزار فرعونیان رهایی خواهد بخشید.",
        "numberInSurah": 87,
        "juz": 11,
        "manzil": 3,
        "page": 218,
        "ruku": 180,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1452,
        "text": "موسی گفت: پروردگارا، تو به فرعون و مهتران قومش در زندگی دنیا زیور و اموالی داده‌ای تا پروردگارا، پیروانشان را از راه تو منحرف سازند. پروردگارا، اموالشان را روی به نیستی کشان و آن نعمت‌ها را برای آنان به بلا تبدیل کن و دل هایشان را چنان سخت گردان که ایمان نیاورند تا وقتی که آن عذاب دردناک را ببینند.",
        "numberInSurah": 88,
        "juz": 11,
        "manzil": 3,
        "page": 218,
        "ruku": 180,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1453,
        "text": "خدا به موسی و هارون وحی کرد که دعای شما دو تن درباره فرعونیان اجابت شد، پس بر فراخواندن مردم به سوی خدا پایداری کنید و راه و روش نادانان را در انجام کارهای جاهلانه‌ای که از شما می‌خواهند دنبال نکنید.",
        "numberInSurah": 89,
        "juz": 11,
        "manzil": 3,
        "page": 219,
        "ruku": 180,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1454,
        "text": "و بنی اسرائیل را از آن دریا پس از شکافتن آب عبور دادیم. پس فرعون و سپاهیانش از روی ستم و دشمنی آنان را دنبال کردند و وارد شکاف دریا شدند. تا آن گاه که فرعون را غرق شدن دررسید، گفت: ایمان آوردم که معبودی شایسته پرستش جز آن کسی که بنی اسرائیل به او ایمان آورده‌اند، نیست، و من از کسانی هستم که تسلیم او شده‌اند.",
        "numberInSurah": 90,
        "juz": 11,
        "manzil": 3,
        "page": 219,
        "ruku": 180,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1455,
        "text": "به او گفته شد: آیا اینک به خدا ایمان آوردی، در صورتی که پیش‌تر او را نافرمانی کردی و از فسادگران بودی؟",
        "numberInSurah": 91,
        "juz": 11,
        "manzil": 3,
        "page": 219,
        "ruku": 180,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1456,
        "text": "پس امروز تو را با بیرون انداختن پیکرت از دریا، نجات می‌دهیم تا برای کسانی که پس از تو می‌آیند نشانه‌ای باشی، و قطعاً بسیاری از مردم از نشانه‌های ما بی خبرند.",
        "numberInSurah": 92,
        "juz": 11,
        "manzil": 3,
        "page": 219,
        "ruku": 180,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1457,
        "text": "و همانا ما بنی اسرائیل را در سرزمینی مناسب که دارای شرایط یک زندگی نیکو بود سکونت دادیم و از چیزهای پاکیزه به آنان روزی دادیم، ولی پس از چندی راه تفرقه و اختلاف را دنبال کردند، و اختلافشان جز پس از فراهم آمدن علم و دانش برایشان نبود، از این رو در پیشگاه خدا عذری نخواهند داشت. بی تردید پروردگار تو در روز قیامت میان آنان درباره آنچه بر سرش اختلاف می‌کردند داوری خواهد کرد.",
        "numberInSurah": 93,
        "juz": 11,
        "manzil": 3,
        "page": 219,
        "ruku": 181,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1458,
        "text": "اگر درباره حقایقی که در این سوره بر تو فرو فرستاده‌ایم تردید داری، از کسانی که پیش از تو کتاب آسمانی می‌خوانده‌اند بپرس. به یقین که از جانب پروردگارت چیزی به تو رسیده است که سراسر حق است، پس مبادا از تردیدکنندگان باشی.",
        "numberInSurah": 94,
        "juz": 11,
        "manzil": 3,
        "page": 219,
        "ruku": 181,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1459,
        "text": "و از کسانی مباش که آیات خدا را دروغ انگاشتند، که در این صورت سرمایه ایمان را از دست خواهی داد و از زیانکاران خواهی شد.",
        "numberInSurah": 95,
        "juz": 11,
        "manzil": 3,
        "page": 219,
        "ruku": 181,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1460,
        "text": "به یقین، کسانی که سخن پروردگارت (وعده عذاب) درباره آنان تحقق یافته است ایمان نمی‌آورند.",
        "numberInSurah": 96,
        "juz": 11,
        "manzil": 3,
        "page": 219,
        "ruku": 181,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1461,
        "text": "گرچه هرگونه نشانه و معجزه‌ای برایشان بیاید، تا این که آن عذاب دردناک را ببینند، که دیگر در آن حال ایمانشان سودی برایشان نخواهد داشت.",
        "numberInSurah": 97,
        "juz": 11,
        "manzil": 3,
        "page": 219,
        "ruku": 181,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1462,
        "text": "پس چرا در میان شهرهایی که مردمش پیامبران را تکذیب کردند و عذاب بر آنان مقرر شد، مردم هیچ شهری پیش از نزول عذاب ایمان نیاوردند که ایمانشان سودشان دهد؟ تنها قوم یونس بودند که پیش از نزول عذاب ایمان آوردند و آن گاه که ایمان آوردند ما عذاب خواری را در زندگی دنیا از آنان برداشتیم و تا مدّتی که عمر طبیعی آنان بود از زندگی بهره مندشان ساختیم.",
        "numberInSurah": 98,
        "juz": 11,
        "manzil": 3,
        "page": 220,
        "ruku": 181,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1463,
        "text": "و اگر پروردگار تو می‌خواست، قطعاً همه کسانی که در این جهانند یکسره ایمان می‌آوردند، ولی خدا چنین نخواسته است. اینک آیا تو می‌خواهی مردم را بی آن که خود خواسته باشند وادار کنی تا ایمان بیاورند؟ نه تو بر این کار توانایی و نه این گونه ایمان کارساز است.",
        "numberInSurah": 99,
        "juz": 11,
        "manzil": 3,
        "page": 220,
        "ruku": 181,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1464,
        "text": "هیچ کس نمی‌تواند جز به اذن خدا ایمان بیاورد، و خداوند بر کسانی که تعقل نمی‌کنند و آیات خدا را از روی لجاجت دروغ می‌شمرند، پلیدیِ شک و تردید را قرار می‌دهد، از این رو درخورِ آن نیستند که به آنان رخصتِ ایمان دهد.",
        "numberInSurah": 100,
        "juz": 11,
        "manzil": 3,
        "page": 220,
        "ruku": 181,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1465,
        "text": "بگو: به آنچه در آسمان‌ها و زمین است بنگرید، همه آنها نشانه‌های قدرت خدایند که شما را به ایمان فرا می‌خوانند، ولی نشانه‌ها و هشدارها در مردمی که نمی‌خواهند ایمان بیاورند چه سودی خواهد داشت؟",
        "numberInSurah": 101,
        "juz": 11,
        "manzil": 3,
        "page": 220,
        "ruku": 181,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1466,
        "text": "آیا برای ایمان آوردن خود جز فرا رسیدن روزهایی مانند روزهای کسانی را که پیش از آنان بودند و به عذاب هلاک شدند انتظار می‌برند؟ ولی بدانند که در آن هنگام ایمانشان برایشان سودی ندارد. به آنان بگو: پس در انتظار آن روزها باشید که من نیز با شما از منتظرانم.",
        "numberInSurah": 102,
        "juz": 11,
        "manzil": 3,
        "page": 220,
        "ruku": 181,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1467,
        "text": "بر آن امّت‌ها عذاب می‌فرستادیم آنگاه پیامبران خود و کسانی را که ایمان آورده بودند نجات می‌دادیم. بدین سان برعهده ماست که مؤمنان امّت تو را نیز از عذاب رهایی بخشیم.",
        "numberInSurah": 103,
        "juz": 11,
        "manzil": 3,
        "page": 220,
        "ruku": 181,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1468,
        "text": "بگو: ای مردم، اگر در پایداری من بر آیین خودم تردید دارید و امید بسته‌اید که از آن دست بردارم، بدانید که من کسانی را که شما آنها را به جای خدا می‌پرستید نمی‌پرستم، بلکه فقط خدایی را می‌پرستم که جان هایتان را می‌ستاند، و به من فرمان داده شده است که در زمره مؤمنان باشم تا از عذاب تکذیب کنندگان دین در امان بمانم.",
        "numberInSurah": 104,
        "juz": 11,
        "manzil": 3,
        "page": 220,
        "ruku": 182,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1469,
        "text": "و نیز به من فرمان داده شده است که: روی خود را بدون انحراف به چپ و راست به سوی اسلام کن و هرگز از آن غفلت مکن و از مشرکان مباش.",
        "numberInSurah": 105,
        "juz": 11,
        "manzil": 3,
        "page": 220,
        "ruku": 182,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1470,
        "text": "و به جای خدا، چیزهایی را که به تو سود و زیانی نمی‌رسانند، مخوان، که اگر چنین کنی، قطعاً تو در آن صورت از ستمکارانی.",
        "numberInSurah": 106,
        "juz": 11,
        "manzil": 3,
        "page": 220,
        "ruku": 182,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1471,
        "text": "و اگر خدا به تو گزندی برساند، هیچ کس جز او آن را برطرف نخواهد کرد، و اگر برای تو خیری بخواهد، هیچ کس نمی‌تواند بخشش او را باز دارد. آن را به هر کس از بندگانش که بخواهد می‌رساند، و اوست که گناهان بندگانش را می‌بخشد و بر آنان رحمت می‌آورد.",
        "numberInSurah": 107,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 182,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1472,
        "text": "بگو: ای مردم، این قرآن که سراسر حق است از جانب پروردگارتان برای شما آمده است، پس هر که بدان هدایت یابد، تنها به سود خود هدایت یافته است، و هر که گمراه گردد، تنها به زیان خود گمراه شده است. و بگو: من بر شما گمارده نشده‌ام و امورتان در اختیار من نیست تا بتوانم رهنمودهای این کتاب را بر شما تحمیل کنم.",
        "numberInSurah": 108,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 182,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1473,
        "text": "ای پیامبر، از آنچه به تو وحی می‌شود پیروی کن و بر سختی‌هایی که در این راه به تو می‌رسد شکیبا باش تا خدا میان تو و مردم داوری کند، که او بهترین داوران است.",
        "numberInSurah": 109,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 182,
        "hizbQuarter": 88,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "fa.safavi",
      "language": "fa",
      "name": "صفوی",
      "englishName": "صفوی",
      "format": "text",
      "type": "translation",
      "direction": "rtl"
    }
  }
}