{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 11,
    "name": "سُورَةُ هُودٍ",
    "englishName": "Hud",
    "englishNameTranslation": "Hud",
    "revelationType": "Meccan",
    "numberOfAyahs": 123,
    "ayahs": [
      {
        "number": 1474,
        "text": "الف. لام. را. این قرآن کتابی است از جانب حکیمی آگاه که آیات آن حقیقتی واحد دارد و هدف واحدی را دنبال می‌کند و در عین حال شرح داده شده و به شاخه‌ها و فصل‌های گوناگون تقسیم گردیده است.",
        "numberInSurah": 1,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 183,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1475,
        "text": "آن حقیقت این است که: جز خدا را نپرستید. به راستی من از جانب او برای شما هشداردهنده و بشارتگرم.",
        "numberInSurah": 2,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 183,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1476,
        "text": "و این که از پروردگارتان آمرزش گناهان خود را بخواهید، سپس با انجام کارهای شایسته به سوی او باز گردید که در آن صورت خداوند شما را تا مدّتی معیّن که سرآمد عمرتان است از بهره‌ای نیکو برخوردار می‌سازد و به هر کس که بر دیگران فضیلتی دارد و درخور پاداشی بیشتر است، پاداش فضیلت او را عطا می‌کند، و اگر از پرستش خدا روی برتابید، من از عذاب روزی بزرگ بر شما بیمناکم.",
        "numberInSurah": 3,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 183,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1477,
        "text": "چرا که بازگشت شما به سوی خداست و او بر هر کاری تواناست.",
        "numberInSurah": 4,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 183,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1478,
        "text": "بدانید که مشرکان آن گاه که پیامبر قرآن را بر مردم تلاوت می‌کند، سینه‌های خود را به عقب برمی گردانند و سرهایشان را به زیر می‌افکنند تا خود را پنهان سازند از این که آیات قرآن را شنیده‌اند و حجت‌های الهی را دریافت کرده‌اند باید بدانند که خداوند حتی هنگامی که آنان جامه‌های خوابشان را بر سر می‌افکنند، آنچه را نهان می‌دارند و آنچه را آشکار می‌کنند می‌داند، چرا که او به راز سینه‌ها داناست. پس چگونه می‌توانند بنمایانند که آیات الهی را نشنیده‌اند.",
        "numberInSurah": 5,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 183,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1479,
        "text": "چگونه خداوند از نهان و آشکار امور و از راز دل‌ها آگاه نباشد در صورتی که هیچ جنبنده‌ای در زمین نیست مگر این که روزی اش تنها برعهده خداست و قرارگاه و گردشگاه آن را می‌داند. همه اینها در کتابی روشن ثبت است.",
        "numberInSurah": 6,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 183,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1480,
        "text": "و اوست آن کسی که آسمان‌ها و زمین را در شش مرحله آفرید و عرش او در آن هنگام بر آب مستقر بود (همه هستی آب بود و او بر آب فرمانروایی می‌کرد) پس آسمان‌ها و زمین را پدید آورْد تا شما را بیازماید که کدام یک نیکوکارترید. و اگر بگویی: شما پس از مرگ برانگیخته می‌شوید، قطعاً کسانی که کافر شده‌اند خواهند گفت: این سخن جز افسونی آشکار نیست.",
        "numberInSurah": 7,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 183,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1481,
        "text": "و اگر عذابی را که بدان تهدید شده‌اند تا مدّتی معدود از آنان به تأخیر افکنیم، حتماً از روی مسخره خواهند گفت: چه چیز آن را از ما باز می‌دارد؟ بدانند روزی که عذاب به سراغشان بیاید، از آنان باز گردانده نمی‌شود و آن چیزی که به مسخره می‌گرفتند آنان را فرو خواهد گرفت.",
        "numberInSurah": 8,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 183,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1482,
        "text": "و اگر از جانب خود رحمتی به انسان بچشانیم و نعمتی در اختیارش نهیم، سپس آن را از او باز گیریم، به یقین او از این که بار دیگر به نعمت‌هایی دست یابد ناامید می‌شود و نعمت‌هایی که داشته ناسپاسی می‌کند و آنها را از جانب خدا نمی‌شمرد.",
        "numberInSurah": 9,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1483,
        "text": "و اگر پس از گزندی که به او رسیده است نعمتی به او بچشانیم، حتماً خواهد گفت: همه دشواری‌ها از من دور شد، و می‌پندارد که دیگر رنجی به او نمی‌رسد، چرا که او بسیار شادمان و به خود بالنده است.",
        "numberInSurah": 10,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1484,
        "text": "اما کسانی که شکیبایی ورزیده و کارهای شایسته انجام داده‌اند، نه هنگام سختی‌ها مأیوس و ناسپاس می‌شوند و نه هنگام راحتی شادمانی می‌کنند و به خود می‌بالند. اینانند که آمرزش و پاداشی بزرگ خواهند داشت.",
        "numberInSurah": 11,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1485,
        "text": "ای پیامبر، رسالت تو جای هیچ گونه تردید و انکار ندارد، پس چگونه است که گروهی آن را دروغ انگاشته‌اند؟ آیا برخی از آنچه را به تو وحی می‌شود وامی نهی و به مردم نمی‌رسانی و سینه ات از آن به تنگ می‌آید که مبادا بگویند: چرا گنجی بر او فرو فرستاده نشده یا فرشته‌ای با او نیامده است؟ این چه انتظار بی جایی است که از تو دارند، تو فقط هشداردهنده‌ای و خدا کارساز و تدبیرکننده امور است.",
        "numberInSurah": 12,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1486,
        "text": "یا می‌گویند: محمّد خود قرآن را بافته و آن را کلام خدا می‌نامد؟ اگر این ادّعا را دارند، بگو: چنانچه راست می‌گویید، ده سوره ساختگی مانند آن بیاورید و جز خدا هر که را می‌توانید به یاری فرا خوانید.",
        "numberInSurah": 13,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1487,
        "text": "پس اگر دعوت شدگان به شما پاسخ ندادند و نتوانستند شما را برای آوردن همانند قرآن توانا سازند، بدانید که قرآن تنها به علم خدا نازل شده است و معبودی شایسته پرستش جز او نیست، چرا که اگر می‌بود، شما را در آوردن مثل این قرآن یاری می‌کرد. اینک آیا با وجود این دلیلِ روشن به فرمان خدا گردن می‌نهید؟",
        "numberInSurah": 14,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1488,
        "text": "هر کس زندگی دنیا و آراستگی آن را می‌خواهد و برای آن تلاش می‌کند، ما در دنیا نتیجه اعمالشان را به طور کامل به آنان می‌دهیم و آنان در دنیا کاستی نخواهند دید.",
        "numberInSurah": 15,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1489,
        "text": "اینان کسانی اند که در سرای آخرت بهره‌ای جز آتش ندارند، و آنچه در دنیا انجام داده‌اند بی ثمر است و هر عملی که کرده‌اند پوچ و تباه خواهد بود.",
        "numberInSurah": 16,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1490,
        "text": "آیا کسی چون پیامبر که بر بینشی از جانب خدا اتکا دارد و بدین وسیله آسمانی بودن قرآن را دریافته است و شاهدی از خود وی به دنبال اوست که بینشی الهی به حقانیت وی و قرآن نازل شده بر او گواهی می‌دهد و کتاب موسی نیز که پیشوا و مایه رحمت است پیش از او نازل شده و دربردارنده حقایقی از قرآن است، مانند کسی است که از این امور بی بهره است؟ چنین کسانی به قرآن ایمان دارند، و هر کس از گروه‌ها به آن کفر ورزد آتش وعده گاه اوست. پس تو ـ ای پیامبر ـ چون از این ویژگی‌ها برخورداری، در حقّانیّت قرآن تردید مکن، همانا آن سراسر حق است و از جانب پروردگار توست، ولی بیشتر مردم به این حقیقت ایمان نمی‌آورند.",
        "numberInSurah": 17,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1491,
        "text": "و کیست ستمکارتر از آن کس که بر خدا دروغ بسته است؟ آنان در روز قیامت بر پروردگارشان عرضه می‌شوند و گواهان می‌گویند: اینان کسانی اند که بر پروردگارشان دروغ بستند. بدانید که لعنت خدا بر ستمکاران است،",
        "numberInSurah": 18,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1492,
        "text": "همانان که از راه خدا باز می‌مانند و کج آن راه را می‌خواهند و آخرت را انکار می‌کنند.",
        "numberInSurah": 19,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1493,
        "text": "آنان با کفر ورزیدن خود، خدا را در این جهان ناتوان نکرده و از سیطره او خارج نشده‌اند و جز خدا هیچ سرپرستی که کارشان را تدبیر کند و آنها را به شرک و کفر گرایش دهد نداشته‌اند، بلکه خداوند به سزای گناهانشان آنان را به بیراهه برده است. عذاب برای آنان دو چندان خواهد شد، چرا که راه فسق و فجور را برگزیدند و بر آن پافشاری کردند. آنان از شنیدن اخطارها و نویدهای الهی ناتوان بودند و نشانه‌های خدا را نمی‌دیدند.",
        "numberInSurah": 20,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1494,
        "text": "آنان کسانی اند که به خود زیان زده و خویشتن را به هلاکت افکنده‌اند، و روز رستاخیز با آشکار شدن حقایق، آنچه به دروغ بافته بودند از آنان گم می‌شود و از افکارشان محو می‌گردد.",
        "numberInSurah": 21,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1495,
        "text": "حقّاً که آنان در سرای آخرت زیانکارترینِ مردمند، چرا که راه نجاتی از آتش دوزخ ندارند.",
        "numberInSurah": 22,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1496,
        "text": "به یقین، کسانی که ایمان آورده و کارهای شایسته کرده‌اند و به پروردگارشان اطمینان داشته و در ایمانشان به او تزلزل نداشته‌اند اهل بهشتند و جاودانه در آن خواهند بود.",
        "numberInSurah": 23,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1497,
        "text": "مثَل این دو گروه مؤمن و کافر، مانند کور و کر در مقایسه با بینا و شنواست، آیا این دو در مثل یکسانند؟ پس آیا توجّه نمی‌کنید و درنمی یابید؟",
        "numberInSurah": 24,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 184,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1498,
        "text": "به راستی ما نوح را به سوی قومش به رسالت فرستادیم، پس به آنان گفت: من پیامبری هستم که به شما هشدار می‌دهم و آنچه را که در امر هدایت بدان نیاز دارید برای شما به روشنی بیان می‌کنم.",
        "numberInSurah": 25,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1499,
        "text": "و این پیام را برای شما دارم که جز خدا را نپرستید، زیرا من از عذاب روزی دردناک بر شما بیمناکم.",
        "numberInSurah": 26,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1500,
        "text": "مهتران قومش که کافر بودند، بی آن که بیندیشند گفتند: ما تو را جز بشری مانند خود نمی‌بینیم، و نمی‌بینیم که جز فرومایگان ما که فرومایگی آنان با یک نظر معلوم می‌شود کسی از تو پیروی کرده باشد، و نمی‌بینیم که شما از نظر ثروت و مقام و آگاهی از غیب امتیازی بر ما داشته باشید. ما نه تنها دلیلی بر لزوم پیروی از شما نداریم، بلکه می‌پنداریم شما دروغگویید.",
        "numberInSurah": 27,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1501,
        "text": "نوح در پاسخ آنان گفت: ای قوم من، به من بگویید، اگر من بر معجزه‌ای از جانب پروردگارم که رسالت مرا تأیید کند، تکیه داشته باشم و خدا از نزد خود رحمتی (کتاب و دانشی) به من داده باشد که شما را به وسیله آن راه نمایم، ولی آن به دلیل تکبر و لجاجت شما بر شما پوشیده مانده باشد، آیا شما را به پذیرش آن رحمت در حالی که از آن کراهت دارید اجبار کنیم؟",
        "numberInSurah": 28,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1502,
        "text": "ای قومِ من، من برای ابلاغ رسالت خود هیچ مالی از شما نمی‌خواهم، مزد من فقط برعهده خداست. پس تصور نکنید که من مدّعی رسالت شده‌ام تا مال و ثروتی به چنگ آورم. و من هرگز کسانی را که ایمان آورده‌اند از خود طرد نمی‌کنم، هر چند شما آنان را فرومایه پندارید. آنان پروردگارشان را دیدار خواهند کرد و حساب کارهایشان با اوست. روز حساب حقیقتی است تردیدناپذیر، ولی من شما را مردمی می‌بینم که از آن بی خبرید.",
        "numberInSurah": 29,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1503,
        "text": "ای قوم من، اگر آنان را از خود طرد کنم، در حقشان ستم کرده و درخور عذاب الهی خواهم شد، آن گاه چه کسی مرا یاری می‌دهد و از کیفر خدا می‌رهاند؟ آیا توجه ندارید که این ستمکاری است و خداوند ستمکاران را رها نخواهد کرد.",
        "numberInSurah": 30,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1504,
        "text": "من به شما نمی‌گویم که گنجینه نعمت‌های الهی نزد من است و می‌توانم تهیدستان را بی نیاز کنم، و غیب هم نمی‌دانم تا به هر خیری روی آورم و از هر بلایی بگریزم، و نمی‌گویم که من فرشته‌ام و نیازی به خوردن و آشامیدن ندارم، و درباره کسانی که چشمان ظاهربین شما آنان را حقیر می‌بیند، نمی‌گویم که خدا به آنان خیری عطا نمی‌کند. خدا به آنچه در دل آنان است داناتر است. اگر من درباره آنان چیزی را بگویم که شما می‌پندارید، از ستمکاران خواهم بود.",
        "numberInSurah": 31,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1505,
        "text": "سران قوم نوح گفتند: ای نوح، با ما به جدال پرداختی و بسیار هم جدال کردی. اگر از راستگویانی، عذابی را که پیوسته به ما وعده می‌دهی و ما را بدان تهدید می‌کنی برای ما بیاور.",
        "numberInSurah": 32,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1506,
        "text": "نوح گفت: من آورنده عذاب برای شما نیستم. این خداست که اگر بخواهد آن را برای شما می‌آورَد، و شما نمی‌توانید خدا را از آوردن آن ناتوان سازید.",
        "numberInSurah": 33,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1507,
        "text": "و اگر بخواهم شما را اندرز دهم، چنانچه خدا بخواهد شما را به سزای گناهانتان به بیراهه کشد و عذابتان کند، اندرزهای من به حال شما سودی ندارد. او پروردگار شماست و شما به سوی او بازگردانده می‌شوید و کارتان در اختیار اوست.",
        "numberInSurah": 34,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1508,
        "text": "ای پیامبر، آیا مشرکان قوم تو می‌گویند: محمّد خود این داستان را ساخته است و آن را کلام خدا می‌شمرد؟ بگو: اگر من آن را ساخته باشم گناهکارم و گناه من برعهده خود من است، و من از گناهی که شما مرتکب می‌شوید و این حقایق را انکار می‌کنید برکنارم.",
        "numberInSurah": 35,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1509,
        "text": "و به نوح وحی شد که از قوم تو جز کسانی که ایمان آورده‌اند دیگر کسی ایمان نمی‌آورَد، پس به آنچه می‌کنند اندوهگین مباش.",
        "numberInSurah": 36,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 186,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1510,
        "text": "و زیر نظر ما و براساس وحی ما کشتی را بساز، و درباره نجات کسانی که ستم کرده‌اند با من سخن مگوی، زیرا آنان غرق خواهند شد و این مقدر شده است.",
        "numberInSurah": 37,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 186,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1511,
        "text": "و نوح کشتی را می‌ساخت، در حالی که هرگاه گروهی از اشراف قومش بر او می‌گذشتند، او را به خاطر ساختن کشتی مسخره می‌کردند. نوح در پاسخ آنها می‌گفت: اگر اینک ما را مسخره می‌کنید، ما نیز شما را همان گونه که مسخره می‌کنید، مسخره خواهیم کرد.",
        "numberInSurah": 38,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1512,
        "text": "به زودی خواهید دانست چه کسی را در این دنیا عذابی در می‌رسد که او را خوار و رسوا می‌کند و فردای قیامت نیز عذابی جاودانه بر او فرود می‌آید.",
        "numberInSurah": 39,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1513,
        "text": "کار نوح و قومش بدین ترتیب می‌گذشت، تا آن گاه که فرمان ما در رسید و از آن تنور به نشانه فرارسیدن عذاب، آب فوران کرد، به نوح گفتیم: از هر حیوانی دو تا، یک نر و یک ماده، در آن کشتی حمل کن و نیز خانواده ات ـ مگر آن کسی که پیش‌تر وعده ما مبنی بر غرق شدن او به اثبات رسیده است ـ و نیز کسانی را که ایمان آورده‌اند در کشتی سوار کن و جز عده‌ای اندک با او به خدا ایمان نیاورده بودند.",
        "numberInSurah": 40,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1514,
        "text": "و نوح به افراد خانواده خود و به سایر مؤمنان گفت: در آن سوار شوید که روان شدن و لنگر انداختنش فقط با نام خداست، و خداوند سرنشینان آن را از غرق شدن نجات می‌دهد، چرا که پروردگارم آمرزنده و مهربان است.",
        "numberInSurah": 41,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1515,
        "text": "و کشتی آنان را در میان امواجی کوه پیکر به پیش می‌برد، و نوح پسرش را که در کناری دور از کشتی بود ندا داد که: ای پسرک من، با ما به کشتی سوار شو و با کافران مباش که غرق خواهی شد.",
        "numberInSurah": 42,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1516,
        "text": "پسر گفت: به زودی بر کوهی که مرا از این آب در امان دارد جای می‌گیرم. نوح گفت: امروز برای مردم هیچ نگهدارنده‌ای از عذاب خدا نیست، جز برای کسانی که خدا بر آنان رحمت آورده و به آنان توفیق ایمان داده و با ما در کشتی سوار شده‌اند. و موج میان آن دو حایل شد و پسر از غرق شدگان گردید.",
        "numberInSurah": 43,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1517,
        "text": "و گفته شد: ای زمین، آب خود فرو بر، و ای آسمان، از باریدن باز ایست، و آب فرو نشانده شد و کار به انجام رسید و فرمان خدا درباره قوم نوح اجرا شد و کشتی بر کوه جودی قرار گرفت و گفته شد: دوری از رحمت خدا برای مردم ستمکار باد.",
        "numberInSurah": 44,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1518,
        "text": "و هنگامی که موج میان نوح و پسرش حایل شد، نوح پروردگارش را ندا داد و گفت: پروردگارا، پسرم از خانواده من است و قطعاً وعده تو مبنی بر نجات خانواده من حق است، با این حال داوری با توست، که تو بهترین داورانی.",
        "numberInSurah": 45,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1519,
        "text": "خدا فرمود: ای نوح، او از کسان تو که وعده نجات آنان به تو داده شده، نیست، خانواده تو به شرط این که صالح باشند نجات می‌یابند. پسر تو زشت کردار است، پس مبادا آنچه را بدان علم نداری از من بخواهی. من تو را پند می‌دهم که مبادا از جاهلان گردی.",
        "numberInSurah": 46,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1520,
        "text": "نوح گفت: پروردگارا، من به تو پناه می‌برم از این که چیزی از تو بخواهم که بدان علم ندارم. اگر مرا نبخشایی و از خطاها مصونم نداری و بر من رحمت نیاوری از زیانکاران خواهم بود.",
        "numberInSurah": 47,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1521,
        "text": "گفته شد: ای نوح، با سلامت و امنیتی که از جانب ماست و نیز با نعمت‌هایی پربرکت که بر تو و همراهانت و بر امّت‌های شایسته‌ای که از همراهان تو پدید می‌آیند نازل می‌شود، از کشتی فرود آی و از کسانی که همراه تواند امّت‌هایی ناشایسته پدید می‌آیند که ما آنان را از متاع دنیا بهره مند می‌کنیم، سپس عذابی دردناک از جانب ما به آنان خواهد رسید.",
        "numberInSurah": 48,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1522,
        "text": "ای پیامبر، این داستان‌ها از خبرهای غیبی است که آنها را به تو وحی می‌کنیم. پیش از این نه تو از آن آگاه بودی و نه قوم تو. اکنون که دانستی نوح و پیروانش نجات یافتند و کافران به هلاکت رسیدند، بر آنچه حق است شکیبایی کن که فرجام نیک از آنِ تقواپیشگان است.",
        "numberInSurah": 49,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1523,
        "text": "و به سوی قوم عاد، برادرشان هود را به رسالت فرستادیم، گفت: ای قوم من، خدا را بپرستید، زیرا شما را هیچ معبودی شایسته پرستش جز او نیست. شما با شرک ورزیدن خود جز افترازنندگانی بیش نیستید.",
        "numberInSurah": 50,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1524,
        "text": "ای قوم من، من برای رساندن پیام الهی هیچ مزدی از شما درخواست نمی‌کنم، پس تصوّر نکنید که برای دستیابی به مال و ثروت مدّعی رسالت شده‌ام، مزد من جز برعهده کسی که مرا پدید آورده است، نیست. پس چرا سخنانم را درنمی یابید تا حقیقت برایتان آشکار شود؟",
        "numberInSurah": 51,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1525,
        "text": "و ای قوم من، از پروردگارتان آمرزش گناهانتان را بخواهید، سپس با انجام کارهای شایسته به سوی او بازگردید که در این صورت ابرهایی پرباران به سوی شما خواهد فرستاد تا باران‌هایی سودمند بر شما فرو ریزند. و نیرویی بر نیرویتان خواهد افزود. پس مبادا با حال شرک و گناه از دعوت من روی برتابید.",
        "numberInSurah": 52,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1526,
        "text": "گفتند: ای هود، برای ما حجّت و دلیلی روشن نیاورده‌ای، و ما برای سخنان تو معبودان خود را رها نمی‌کنیم و هرگز به تو ایمان نمی‌آوریم.",
        "numberInSurah": 53,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1527,
        "text": "ما درباره تو چیزی جز این نمی‌گوییم که برخی از معبودان ما به تو گزندی رسانده و خِرد را از تو گرفته‌اند. هود گفت: من خدا را گواه می‌گیرم و شما نیز گواه باشید که من بری هستم از آنچه شما آن را شریک او می‌پندارید،",
        "numberInSurah": 54,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1528,
        "text": "که آن غیر خداست، پس همگی برای نابودی من نیرنگ کنید و به من مهلت ندهید.",
        "numberInSurah": 55,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1529,
        "text": "ولی بدانید که کاری از شما ساخته نیست، زیرا من بر خدا که پروردگار خودم و پروردگار شماست توکّل کرده‌ام. هیچ جنبنده‌ای نیست مگر این که او موی پیشانی اش را گرفته و بر آن تسلط کامل دارد. به یقین پروردگار من بر راهی راست قرار دارد و به شیوه‌ای درست عمل می‌کند. او مرا از نیرنگ شما مصون می‌دارد و بدین وسیله معجزه رسالت مرا به شما نشان می‌دهد.",
        "numberInSurah": 56,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1530,
        "text": "پس اگر از پیروی من روی برتابید گرفتار عذاب می‌شوید و من مسئول آن نیستم، زیرا آنچه را که به منظور آن به سوی شما فرستاده شده‌ام به شما ابلاغ کردم، و پروردگارم شما را هلاک می‌کند و قومی جز شما را جایگزین شما می‌سازد و شما نمی‌توانید هیچ زیانی به او برسانید، چرا که پروردگارم بر هر چیزی نگهبان است، نه چیزی از او پنهان می‌ماند و نه از سلطه او راه گریزی هست.",
        "numberInSurah": 57,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1531,
        "text": "و هنگامی که فرمان ما صادر شد و عذاب در رسید، هود و کسانی را که با او ایمان آورده بودند، به رحمتی از جانب خود نجات دادیم و آنان را از عذابی سخت رهایی بخشیدیم.",
        "numberInSurah": 58,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1532,
        "text": "و این قوم عاد بودند که نشانه‌های پروردگارشان را انکار کردند و با نافرمانی از هود همه فرستادگان خدا را نافرمانی نمودند و فرمان هر ستمکار حق ناپذیری را پیروی کردند.",
        "numberInSurah": 59,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1533,
        "text": "و در این دنیا لعنتی به دنبال دارند و روز رستاخیز نیز چنین خواهد بود. آن گاه ندایی آسمانی برخاست که: آگاه باشید، قوم عاد به پروردگارشان کافر شدند. هان، عادیان: قوم هود از رحمت خدا دور باشند.",
        "numberInSurah": 60,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1534,
        "text": "و به سوی قوم ثمود، برادرشان صالح را به رسالت فرستادیم. گفت: ای قوم من، خدا را بپرستید چرا که شما را معبودی شایسته پرستش جز او نیست، اوست که شما را از زمین پدید آورده و در آن رشدتان داده و از شما خواسته است که در آن آبادانی کنید. پس آمرزش گناهانتان را از او بخواهید، سپس با انجام کارهای شایسته به سوی او باز گردید که پروردگار من نزدیک است و دعاها را اجابت می‌کند.",
        "numberInSurah": 61,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1535,
        "text": "گفتند: ای صالح، پیش از این که ما را به توحید فراخوانی، در میان ما مایه امید بودی و دل بسته بودیم که ما را به راه ترقی درآوری ولی اینک نومید شده‌ایم. آیا ما را از پرستش آنچه پدرانمان می‌پرستند باز می‌داری؟ ما در آنچه تو ما را بدان فرا می‌خوانی تردید داریم و دعوت تو مایه بدگمانی ما شده است.",
        "numberInSurah": 62,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1536,
        "text": "صالح گفت: ای قوم من، اگر من بر معجزه‌ای از جانب پروردگارم که رسالت مرا تأیید کند، تکیه داشته باشم و او از جانب خود رحمتی (رسالتی) به من داده باشد و مرا به ابلاغ آن فرمان داده باشد، به من بگویید، چنانچه او را نافرمانی کنم و پیامش را ابلاغ نکنم چه کسی مرا یاری می‌کند و از کیفر خدا می‌رهاند؟ من اگر به خواسته شما عمل کنم، جز این که به من زیان می‌رسانید چیزی بر من نخواهید افزود.",
        "numberInSurah": 63,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1537,
        "text": "و ای قوم من، این ناقه خداست که او آن را از دل کوه برای شما پدید آورده است تا نشانه‌ای بر درستی رسالت من باشد، پس آن را آزاد بگذارید تا در زمین خدا بچرد و آسیبی به آن نرسانید که عذابی زودرس شما را فروخواهد گرفت.",
        "numberInSurah": 64,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1538,
        "text": "پس آن را کشتند، و صالح گفت: سه روز در دیار خود بهره برید که [پس از این مهلت عذاب دامنگیرتان خواهد شد]، این وعده‌ای است که دروغ در آن راه ندارد.",
        "numberInSurah": 65,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1539,
        "text": "پس هنگامی که فرمان ما در رسید، صالح و کسانی را که با او ایمان آورده بودند به رحمتی از جانب خود، از عذاب نجات دادیم و آنان را از خواری آن روز رهانیدیم، چرا که پروردگار توست که نیرومند و شکست ناپذیر است.",
        "numberInSurah": 66,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1540,
        "text": "و کسانی را که ستم کرده بودند صیحه فرو گرفت و در خانه هایشان به زانو درآمدند و با چهره بر زمین افتادند و هلاک شدند،",
        "numberInSurah": 67,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1541,
        "text": "چنان که گویی در آن جا سکونت نداشتند، آن گاه ندایی آسمانی برخاست که: آگاه باشید! قوم ثمود به پروردگارشان کافر شدند. هان، قوم ثمود از رحمت خدا دور باشند.",
        "numberInSurah": 68,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1542,
        "text": "و در حقیقت فرستادگان ما (فرشتگان) با بشارت و نوید به حضور ابراهیم آمدند و سلام کردند. او پاسخ داد که: بر شما سلام باد. پس بی درنگ گوساله‌ای بریان شده برایشان آورد.",
        "numberInSurah": 69,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1543,
        "text": "اما وقتی که دید دستشان به سوی آن نمی‌رود، ناخوشایندشان دانست و پنداشت که سوء قصدی دارند، ازاین رو در دلش از آنان احساس ترس کرد. فرشتگان گفتند: نترس. ما به سوی قوم لوط فرستاده شده‌ایم.",
        "numberInSurah": 70,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1544,
        "text": "در این هنگام همسر ابراهیم که آن جا ایستاده بود و این ماجرا را نظاره می‌کرد، عادت ماهانه دید، پس او را به اسحاق و از پی اسحاق به فرزند وی یعقوب نوید دادیم.",
        "numberInSurah": 71,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1545,
        "text": "همسر ابراهیم گفت: ای وای بر من! آیا من فرزند می‌آورم با این که زنی سالخورده‌ام و این هم شوهر من است که کهنسال است؟ به راستی این چیزی شگفت است!",
        "numberInSurah": 72,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1546,
        "text": "فرشتگان به او گفتند: آیا از کار خدا در شگفتی؟ خداست که هر چه بخواهد انجام می‌دهد، وانگهی رحمت و برکات خاص او همواره بر شما خاندان نازل شده است. چرا که همه زیبایی‌ها و کارهای پسندیده و هر جود و کَرَمی از اوست.",
        "numberInSurah": 73,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1547,
        "text": "هنگامی که ابراهیم دریافت که مهمانانش فرشته‌اند، و دلهره از او دور شد و آن مژده به وی رسید، با ما درباره قوم لوط به چون و چرا پرداخت و از آنان شفاعت کرد،",
        "numberInSurah": 74,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1548,
        "text": "زیرا ابراهیم بسیار بردبار بود و در کیفر گنهکاران شتاب نمی‌کرد، و بسیار دلسوز بود و از گمراهی و هلاکت مردم سخت آزرده می‌شد، و برای انجام کارها روی به درگاه خدا می‌آورْد.",
        "numberInSurah": 75,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1549,
        "text": "فرشتگان به او گفتند: ای ابراهیم، از این خواسته ات روی بگردان که فرمان پروردگارت در رسیده است و قطعاً عذابی بازگشت ناپذیر به سراغ آنان خواهد آمد.",
        "numberInSurah": 76,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1550,
        "text": "و چون فرستادگان ما نزد لوط آمدند، از آن روی که به صورت جوانانی زیبا آمده بودند، حضورشان نزد لوط سبب ناراحتی او شد و دستش از یاری آنان کوتاه گردید، زیرا نمی‌توانست در برابر قومش از آنان دفاع کند، و گفت: این روزی دشوار است و شر و بلا سخت بدان آمیخته است.",
        "numberInSurah": 77,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1551,
        "text": "قوم لوط که از ورود آن زیبا رویان با خبر شدند، شتابان به سوی او آمدند، و از پیش کارهای زشت مرتکب می‌شدند. لوط گفت: ای قوم من، اینان دختران منند. آنان را به همسری برگیرید که برای شما پاکیزه ترند. پس از خدا بترسید و مرا در مورد مهمانانم خوار و رسوا مکنید. آیا از میان شما مردی رهیافته نیست که از انسانیّت بهره مند باشد و مرا یاری کند؟",
        "numberInSurah": 78,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1552,
        "text": "گفتند: تو خوب می‌دانی که رسم ما دوری از زنان و روی آوردن به همجنسان است، پس در دختران تو حقی نداریم و تو خوب می‌دانی که ما چه می‌خواهیم.",
        "numberInSurah": 79,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1553,
        "text": "لوط گفت: ای کاش به وسیله شما نیرویی می‌داشتم که مرا یاری کند، یا به تکیه گاهی استوار (قبیله‌ای نیرومند و مدافع) روی می‌آوردم.",
        "numberInSurah": 80,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1554,
        "text": "در این هنگام فرشتگان گفتند: ای لوط، ما فرستادگان پروردگار توییم. آنان هرگز به تو دست نمی‌یابند و نمی‌توانند گزندی به تو برسانند. پس، در پاسی از این شب با خانواده ات از این دیار کوچ کن، و هیچ یک از شما نباید روی بگرداند و به پشت سرش بنگرد. اما همسرت را با خود مبر، زیرا عذابی که به دیگران می‌رسد به او نیز خواهد رسید. قطعاً موعد هلاکتشان همین بامداد است. آیا بامداد نزدیک نیست؟",
        "numberInSurah": 81,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1555,
        "text": "پس چون فرمان ما مبنی بر عذاب قوم لوط دررسید، دیارشان را زیر و زبر کردیم و سنگ‌هایی از (سجّیل) که لایه‌هایی منظّم داشت بر آن باراندیم.",
        "numberInSurah": 82,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1556,
        "text": "سنگ‌هایی که نزد پروردگار تو نشاندار بود و هرگز از هدف خطا نمی‌رفت و آنها از ستمگران دور نیست.",
        "numberInSurah": 83,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1557,
        "text": "و به سوی مردم مدین برادرشان شعیب را به رسالت فرستادیم. گفت: ای قوم من، خدا را بپرستید، که شما را معبودی شایسته پرستش جز او نیست، و از پیمانه و ترازو نکاهید. به راستی من شما را در نعمت فراوان می‌بینم، چه نیازی به اموالِ حرام دارید؟ من بر شما از عذاب روزی فراگیر که هیچ کس را توانِ گریز از آن نیست می‌ترسم.",
        "numberInSurah": 84,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1558,
        "text": "و ای قوم من، پیمانه و ترازو را به طور کامل و با عدل و انصاف بسنجید، و هنگام وزن کردن و پیمانه نمودنِ کالاهای مردم، از آنها نکاهید، و در زمین تبهکارانه به فساد برنخیزید.",
        "numberInSurah": 85,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1559,
        "text": "اگر مؤمن باشید، سودی که از داد و ستد برای شما می‌ماند و خدا شما را بدان راه نموده، برای شما بهتر از مالی است که از راه ناروا به دست می‌آورید. من بر شما نگهبان نیستم تا بتوانم به خیر و صلاح وادارتان کنم و شما را از شر و فساد باز دارم.",
        "numberInSurah": 86,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1560,
        "text": "گفتند: ای شعیب، آیا نماز تو به تو فرمان می‌دهد که ما آنچه را پدرانمان می‌پرستند رها کنیم، یا در اموال خود آن گونه که می‌خواهیم تصرف نکنیم؟ راستی که تو بردبار و رهیافته‌ای و برای تو زشت است که آزادی را از ما سلب کنی.",
        "numberInSurah": 87,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1561,
        "text": "شعیب گفت: ای قوم من، به من خبر دهید، اگر بر معجزه‌ای که از جانب پروردگار من است و رسالتم را تأیید می‌کند اتکا داشته باشم و او از جانب خود به من رزقی نیکو (وحی معارف و احکام دین) که شما را به وسیله آن راه نمایم، عطا کرده باشد، آیا می‌پندارید کاری نابخردانه می‌کنم که شما را به خدا و پرستش او فرا می‌خوانم و از داد و ستدهای نادرست باز می‌دارم؟ من نمی‌خواهم با شما مخالفت کنم و خود به آنچه شما را از آن باز می‌دارم، روی آورم. من جز اصلاح امور مردم، تا آن جا که در توان دارم، چیزی نمی‌خواهم، و توفیق من جز به مدد خدا نیست. فقط بر او توکّل کرده‌ام، و برای انجام کارها فقط به سوی او باز می‌گردم و از او یاری می‌طلبم.",
        "numberInSurah": 88,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1562,
        "text": "و ای قوم من، مبادا ستیز شما با من سبب شود که مانند آن عذابی که به قوم نوح یا قوم هود یا قوم صالح رسید به شما نیز برسد، و قوم لوط از شما دور نیست.",
        "numberInSurah": 89,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1563,
        "text": "و از پروردگارتان آمرزش گناهانتان را بخواهید، سپس با ایمان و کارهای شایسته به سوی او بازگردید که پروردگار من بر آمرزش طلبان رحمت می‌آورد و آنان را دوست می‌دارد.",
        "numberInSurah": 90,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1564,
        "text": "گفتند: ای شعیب، ما بسیاری از آنچه را که تو می‌گویی به روشنی نمی‌فهمیم و قطعاً تو را در میان خود ناتوان می‌بینیم، و اگر آن چند تن از خویشاوندان تو که نزد ما محترمند نبودند، حتماً تو را سنگسار کرده بودیم، و تو بر ما قدرتی نداری.",
        "numberInSurah": 91,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1565,
        "text": "شعیب گفت: ای قوم من، آیا آن چند تن از خویشاوندان من نزد شما از خدا گرامی ترند که شما او را پشت سر افکنده و به فراموشی سپرده‌اید؟ در حالی که پروردگارم به آنچه می‌کنید احاطه دارد.",
        "numberInSurah": 92,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1566,
        "text": "و ای قوم من، هر کاری که قدرت دارید انجام دهید، من نیز [به آنچه وظیفه دارم] عمل می‌کنم. به زودی خواهید دانست که چه کسی عذابی به سراغش می‌آید که او را خوار و رسوا می‌سازد و چه کسی دروغگوست، و چشم به راه باشید که من نیز با شما چشم به راهم و از شما جدا نمی‌شوم.",
        "numberInSurah": 93,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1567,
        "text": "و هنگامی که فرمان ما در رسید، شعیب و کسانی را که با او ایمان آورده بودند به رحمتی از جانب خود از عذاب نجات دادیم، و کسانی را که ستم کرده بودند صیحه فرو گرفت، پس در خانه هایشان به زانو درآمدند و با چهره بر زمین افتادند و هلاک شدند.",
        "numberInSurah": 94,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1568,
        "text": "چنان که گویی در آن جا سکونت نداشتند. آن گاه ندایی از آسمان برخاست که: هان، اهل مدین از رحمت خدا دور باشند، چنان که قوم ثمود از رحمت خدا دور شدند.",
        "numberInSurah": 95,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1569,
        "text": "و به راستی موسی را با معجزات خود و با قدرتی آشکار که فرعون را از دسترسی به او باز می‌داشت فرستادیم.",
        "numberInSurah": 96,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1570,
        "text": "او را به سوی فرعون و مهتران قومش به رسالت گسیل داشتیم، ولی آنان از فرمان فرعون پیروی کردند، و فرمان فرعون صواب نبود که آنان را به راه راست رهنمون شود.",
        "numberInSurah": 97,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1571,
        "text": "روز قیامت پیشاپیش قومش می‌رود سپس آنان را به آتش درمی آورَد، و بد آبشخوری است آتشی که بدان وارد می‌شوند.",
        "numberInSurah": 98,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1572,
        "text": "و در این دنیا لعنتی بدرقه آنان می‌شود، و بد عطایی است آن آتش که روز رستاخیز نصیب آنان می‌گردد.",
        "numberInSurah": 99,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1573,
        "text": "این بخشی از اخبار آن شهرهاست که برای تو حکایت می‌کنیم، برخی از آنها هنوز پابر جا هستند و آثارشان باقی است، و برخی درو شده و به کلّی بر باد رفته‌اند.",
        "numberInSurah": 100,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1574,
        "text": "ما به آنان ستم نکردیم که عذاب بر سرشان فرو فرستادیم، بلکه آنان خود با شرک ورزیدنشان به خویشتن ستم کردند و سزاوار کیفر شدند. پس هنگامی که فرمان پروردگارت در رسید، معبودانشان که به جای خدا می‌خواندند آنان را هیچ کفایت نکردند و جز تباهی بر آنان نیفزودند.",
        "numberInSurah": 101,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1575,
        "text": "و پروردگارت چون بخواهد شهرهایی را که مردمش ستمکارند به کیفر گیرد، همانگونه گیرد که پیشینیان را گرفت. قطعاً به کیفر گرفتن پروردگار تو دردناک و سخت است.",
        "numberInSurah": 102,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1576,
        "text": "به راستی در این رویدادها برای کسی که از عذاب آخرت می‌ترسد نشانه‌ای است بر این که خداوند در روز قیامت مجرمان را کیفر خواهد داد. آن روز روزی است که همه مردم برای آن گرد آوری می‌شوند و روزی است که همگان (آدمیان، جنّیان و فرشتگان) آن را مشاهده خواهند کرد.",
        "numberInSurah": 103,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1577,
        "text": "و ما آن را جز تا سرآمد مدتی که در حال شمارش است به تأخیر نمی‌افکنیم.",
        "numberInSurah": 104,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1578,
        "text": "روزی که آن سرآمد فرا رسد، هیچ کس لب به سخن نمی‌گشاید، مگر کسی که خدا به او اجازه دهد. در آن روز بعضی از مردم، تیره بخت و بعضی نیکبخت خواهند بود.",
        "numberInSurah": 105,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1579,
        "text": "امّا کسانی که تیره بخت اند در آتش خواهند بود و در آن جا ناله و فریادی خواهند داشت.",
        "numberInSurah": 106,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1580,
        "text": "تا آسمان‌ها و زمین پابرجاست در آن جا ماندگارند، مگر این که پروردگارت بخواهد آنان رهایی یابند، چرا که پروردگارت آنچه بخواهد انجام می‌دهد.",
        "numberInSurah": 107,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1581,
        "text": "و امّا کسانی که نیکبخت‌اند، تا آسمان‌ها و زمین برقرار است جاودانه در بهشت خواهند بود، مگر این که پروردگارت جز این را بخواهد، که البته نخواهد خواست، زیرا بهشت را به عنوان عطایی پایان ناپذیر مقرّر کرده است.",
        "numberInSurah": 108,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1582,
        "text": "ای پیامبر، اکنون که سرگذشت پیشینیان را بر تو حکایت کردیم و دانستی که آنان بر اثر شرک هلاک شدند، مبادا در عبادت این مردم تردید کنی و گمان بری که شاید حجّتی دارند. آنان جز همان گونه که پیش‌تر پدرانشان (امت‌های گذشته) بی هیچ حجتی غیر خدا را می‌پرستیدند چیزی نمی‌پرستند، و قطعاً ما سهم آنان را از عذاب بی کم و کاست به آنان خواهیم داد.",
        "numberInSurah": 109,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 191,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1583,
        "text": "اختلاف و تردید مردم در قرآن بر تو گران نیاید، اختلاف و تردید در کتاب‌های آسمانی چیز تازه‌ای نیست، ما به موسی نیز کتاب آسمانی دادیم ولی در آن اختلاف شد، و اگر از جانب پروردگارت سخنی صادر نشده بود که برای انسان‌ها در زمین سرآمدی هست، قطعاً میان کسانی که در آن کتاب اختلاف کردند داوری شده و هر کس به سزای کردارش رسیده بود. آری قوم موسی درباره کتاب او سخت در شک و تردید بودند.",
        "numberInSurah": 110,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1584,
        "text": "و قطعاً پروردگار تو به همه کسانی که در کتاب موسی اختلاف کردند سزای اعمالشان را به طور کامل خواهد داد، زیرا او به آنچه می‌کنند آگاه است.",
        "numberInSurah": 111,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1585,
        "text": "پس همان گونه که فرمان یافته‌ای بر این دین پایدار باش و کسانی هم که از شرک توبه کرده و همراه تو ایمان آورده‌اند باید پایداری کنند، و مبادا طغیان کنید و از بندگی خدا که خدا در فطرت شما نهاده است منحرف شوید، که او به آنچه می‌کنید بیناست و در صورت نافرمانی شما را مؤاخذه خواهد کرد.",
        "numberInSurah": 112,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1586,
        "text": "و به کسانی که ستم کرده‌اند (دین خدا را نپذیرفته اند) اعتماد نکنید که آتش دوزخ به شما می‌رسد و در سرای آخرت جز خدا برای شما دوستانی یاری رسان نیست و آن گاه است که از سوی هیچ کس یاری نمی‌شوید.",
        "numberInSurah": 113,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1587,
        "text": "در دو طرف روز (صبح و عصر) و نیز در ساعاتی از آغاز شب برای مردم نماز برپادار، زیرا نماز از کارهای نیک است و کارهای نیک گناهان را از بین می‌برد. این حقیقت که نیکی زداینده بدی است تذکاری است برای کسانی که به یاد خدا هستند.",
        "numberInSurah": 114,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1588,
        "text": "و بر دشواری‌های راه رسالت و آزار کافران صبر کن که خداوند پاداش نیکوکاران را تباه نمی‌سازد.",
        "numberInSurah": 115,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1589,
        "text": "شگفت است که چرا از امّت‌هایی که پیش از شما می‌زیستند، گروهی نبودند که قومشان را از فسادگری در زمین باز دارند و از عذاب برَهانند. آری عدّه‌ای اندک باقی ماندند، همانان که چون عذاب فرا رسید نجاتشان دادیم، و کسانی که ستم کردند، از پی لذت‌ها و نعمت‌هایی رفتند که در آن غوطهور بودند، در حالی که گنهکار بودند.",
        "numberInSurah": 116,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1590,
        "text": "و پروردگار تو بر آن نبوده است که شهرهایی را که مردم آن اهل صلاحند به ستم هلاک کند، زیرا او هرگز به بندگانش ستم روا نمی‌دارد.",
        "numberInSurah": 117,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1591,
        "text": "و اگر پروردگار تو می‌خواست، مردم را امّتی یگانه قرار می‌داد که همه بر یک آیین باشند، ولی چنین نخواست، از این رو آنان پیوسته بر اثر هواهای نفسانی در دین اختلاف می‌کنند و در نتیجه به بیراهه می‌روند،",
        "numberInSurah": 118,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1592,
        "text": "مگر کسانی که پروردگارت بر آنان رحمت آورَد و به راه راست هدایتشان کند که خدا آنان را برای همین آفریده است، ولی چون اختلاف کرده و حقّ را گم نموده‌اند، وعده پروردگارت درباره آنان تحقق یافته است که: دوزخ را از تمامی جنّیان و آدمیان گمراه پُر خواهم کرد.",
        "numberInSurah": 119,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1593,
        "text": "ای پیامبر، هر سرگذشتی را برای تو حکایت می‌کنیم داستان‌های پیامبران را، آنچه دلت را بدان استوار بسازیم، بر تو می‌خوانیم، و در این سوره آنچه سراسر حقّ است برای تو آمده، و در آن برای مؤمنان پند و تذکّری است.",
        "numberInSurah": 120,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1594,
        "text": "و به کسانی که ایمان نمی‌آورند بگو: براساس همان وضعی که دارید و خیر خود را در آن می‌پندارید عمل کنید که ما نیز [به آنچه وظیفه خود می‌دانیم] عمل خواهیم کرد.",
        "numberInSurah": 121,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1595,
        "text": "و در انتظار فرجام کار خود باشید که ما نیز در انتظار خواهیم بود.",
        "numberInSurah": 122,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1596,
        "text": "غیب آسمان‌ها و زمین که فرجام کار تو و کافران را دربردارد و حاکی از پیروزی تو بر آنان است، در اختیار خداست و کارها همه به او بازگشت می‌یابد و به دست او رقم می‌خورد، پس او را عبادت کن و بر او توکّل نمای و [بدان که] پروردگارت از آنچه می‌کنید بی خبر نیست.",
        "numberInSurah": 123,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "fa.safavi",
      "language": "fa",
      "name": "صفوی",
      "englishName": "صفوی",
      "format": "text",
      "type": "translation",
      "direction": "rtl"
    }
  }
}