{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 12,
    "name": "سُورَةُ يُوسُفَ",
    "englishName": "Yusuf",
    "englishNameTranslation": "Joseph",
    "revelationType": "Meccan",
    "numberOfAyahs": 111,
    "ayahs": [
      {
        "number": 1597,
        "text": "الف، لام، را. این آیه‌های بلند مرتبه که اینک به تو وحی می‌کنیم و آیاتی که پیش‌تر نازل کرده‌ایم، آیات این کتاب روشن و روشنگر است.",
        "numberInSurah": 1,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 193,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1598,
        "text": "ما آن را به گونه‌ای که خوانده شود و به زبان تازی فرو فرستادیم، باشد که در آن بیندیشید و حقایق آن را درک کنید.",
        "numberInSurah": 2,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 193,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1599,
        "text": "ما با وحی کردنِ این قرآن به تو، داستان یوسف را که نیکوترین داستان است بر تو حکایت می‌کنیم، و قطعاً تو پیش از این نسبت به آن از بی خبران بودی.",
        "numberInSurah": 3,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 193,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1600,
        "text": "یاد کن هنگامی را که یوسف به پدرش یعقوب گفت: ای پدر، من در خواب یازده ستاره و نیز خورشید و ماه را دیدم، آنها را دیدم که برای من سجده می‌کنند.",
        "numberInSurah": 4,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 193,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1601,
        "text": "یعقوب گفت: ای پسرک من، خوابت را برای برادرانت حکایت مکن، زیرا آنان بر تو حسد می‌برند و قطعاً برای تو نیرنگی می‌اندیشند و شیطان آنان را تحریک خواهد کرد که نیرنگ خود را به کار بندند، چرا که شیطان برای آدمی دشمنی آشکار است.",
        "numberInSurah": 5,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 193,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1602,
        "text": "و همان گونه که در خواب دیدی، پروردگارت تو را برمی گزیند و از بندگان خالص خود قرار می‌دهد و از تعبیر خواب‌ها و تحلیل درست رخدادها به تو می‌آموزد و نعمتش را بر تو تمام می‌کند و به واسطه تو نعمت خود را بر خاندان یعقوب نیز تمام می‌کند، چنان که پیش‌تر آن را بر پدرانت ابراهیم و اسحاق تمام کرد. به یقین، پروردگار تو به حال بندگانش آگاه و کارهایش همه از روی حکمت است.",
        "numberInSurah": 6,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 193,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1603,
        "text": "ای پیامبر، از تو سرگذشت یوسف را می‌پرسند، قطعاً در داستان یوسف و برادرانش برای جویندگان حقیقت نشانه‌هایی است بر این که خدا یکتاست و عهده دار امور بندگان خالص خویش است.",
        "numberInSurah": 7,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1604,
        "text": "یاد کن هنگامی را که برادران یوسف درصدد توطئه برآمدند و با یکدیگر گفتند: همه می‌دانیم که یوسف و برادرش بنیامین نزد پدرمان از ما محبوب ترند، در صورتی که ما گروهی نیرومندیم و همه کارهای پدر به دست ما انجام می‌شود. قطعاً پدرمان در برتری دادن یوسف و برادرش بر ما در خطایی آشکار است.",
        "numberInSurah": 8,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1605,
        "text": "برخی از آنان گفتند: یوسف را بکشید، و برخی دیگر گفتند او را در سرزمینی دور دست بیفکنید که نتواند بازگردد، آن گاه توجّه پدرتان به شما معطوف می‌شود، بعد از او توبه می‌کنید و مردمی شایسته می‌شوید.",
        "numberInSurah": 9,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1606,
        "text": "گوینده‌ای از آنان گفت: یوسف را نکشید، و کاری که به هلاکت او می‌انجامد نکنید. اگر می‌خواهید کاری کنید او را در قعر چاه بیفکنید، تا برخی از کاروانیان او را برگیرند و با خود به سرزمینی دور دست ببرند.",
        "numberInSurah": 10,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1607,
        "text": "پس همه بر این رأی اتفاق کردند و نزد یعقوب رفتند و گفتند: ای پدر، تو را چه دلیلی است که ما را بر یوسف امین نمی‌دانی، در حالی که ما قطعاً خیرخواه او هستیم؟",
        "numberInSurah": 11,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1608,
        "text": "فردا او را با ما بفرست، که اگر با ما بیاید، در چمنزار گردش می‌کند و به بازی و تفریح می‌پردازد و ما حتماً مراقب او هستیم.",
        "numberInSurah": 12,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1609,
        "text": "یعقوب در پاسخ فرزندانش گفت: این که یوسف را ببرید مرا اندوهگین می‌کند، و می‌ترسم وقتی از او غافلید گرگ او را بخورد.",
        "numberInSurah": 13,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1610,
        "text": "گفتند: اگر گرگ او را بخورد با این که ما گروهی نیرومندیم، قطعاً زیانکار خواهیم بود.",
        "numberInSurah": 14,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1611,
        "text": "سرانجام برادران یوسف رضایت پدرشان را جلب کردند، و هنگامی که او را با خود بردند و همگی بر آن شدند تا او را در قعر چاه بگذارند، گذشت بر یوسف آنچه گذشت. و ما به او وحی کردیم که حتماً آنان را از این کارشان که زمینه عزّت و شکوه توست با خبر خواهی کرد، ولی آنان این حقیقت را درک نمی‌کردند.",
        "numberInSurah": 15,
        "juz": 12,
        "manzil": 3,
        "page": 237,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1612,
        "text": "و عصرگاهان، گریه کنان نزد پدرشان باز آمدند.",
        "numberInSurah": 16,
        "juz": 12,
        "manzil": 3,
        "page": 237,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1613,
        "text": "گفتند: ای پدر، ما رفتیم مسابقه دهیم، و یوسف را پیش اثاثیه خود گذاشتیم و گرگ او را خورد، ولی تو ما را در آنچه می‌گوییم تصدیق نخواهی کرد هر چند در سخن خود راستگو باشیم.",
        "numberInSurah": 17,
        "juz": 12,
        "manzil": 3,
        "page": 237,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1614,
        "text": "و بر پیراهنش خونی دروغین که آشکارا نشانگر دروغ بودن آن بود آوردند. یعقوب گفت: نه، این گونه نیست، بلکه نفس شما کاری را برای شما آراسته و شما را به آن وسوسه کرده است. پس من شکیبایی می‌کنم که در دشواری‌ها شکیبایی زیباست، و تنها خداست که بر آنچه وصف می‌کنید از او یاری خواسته می‌شود.",
        "numberInSurah": 18,
        "juz": 12,
        "manzil": 3,
        "page": 237,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1615,
        "text": "یوسف در چاه بود که کاروانی دررسید. آنان آب آور خود را فرستادند. او دلو خود را در چاه انداخت. وقتی دلو را بیرون آورْد و یوسف را بر طناب دلو آویخته دید گفت: مژده باد! این یک پسر بچه است، و او را به عنوان کالایی برای فروش پنهان ساختند، و خدا از آنچه می‌کردند آگاه بود.",
        "numberInSurah": 19,
        "juz": 12,
        "manzil": 3,
        "page": 237,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1616,
        "text": "کاروانیان او را به بهایی ناچیز ـ به چند درهم ـ فروختند، و چون نگران کشف ماجرا بودند به او رغبتی نشان نمی‌دادند.",
        "numberInSurah": 20,
        "juz": 12,
        "manzil": 3,
        "page": 237,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1617,
        "text": "آن مردی که او را خرید و از اهالی مصر بود، چون در سیمای یوسف نشانه عظمت دید، به همسرش گفت: تو خود امور او را برعهده بگیر و منزلتش را نیکو بدار، امید است برای ما در کارهای مهم سودمند باشد یا او را به فرزندی اختیار کنیم. بدین سان یوسف را در آن سرزمین جای دادیم و به او قدرت و مکنت بخشیدیم تا کارهایی را که مورد نظر ما بود به انجام رسانیم و به او تعبیر رؤیاها و تحلیل رخدادها را بیاموزیم، و خدا بر کار خود چیره است، ولی بیشتر مردم این حقیقت را نمی‌دانند.",
        "numberInSurah": 21,
        "juz": 12,
        "manzil": 3,
        "page": 237,
        "ruku": 195,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1618,
        "text": "و چون یوسف به توانایی‌های خویش دست یافت، به او رأیی درست و دانشی ناآمیخته با جهل عطا کردیم، و نیکوکاران را این گونه سزا می‌دهیم.",
        "numberInSurah": 22,
        "juz": 12,
        "manzil": 3,
        "page": 237,
        "ruku": 195,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1619,
        "text": "و آن زنی که یوسف در خانه او بود از یوسف خواست که خود را در اختیار او نهد، و درها را محکم بست و به یوسف گفت: بیا که برای تو آماده شده‌ام. یوسف گفت: پناه بر خدا! او پروردگار من است که جایگاه مرا نیکو قرار داده است. کاری که مرا بدان فرا می‌خوانی ستمکاری است و ستمکاران رستگار نمی‌شوند.",
        "numberInSurah": 23,
        "juz": 12,
        "manzil": 3,
        "page": 238,
        "ruku": 195,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1620,
        "text": "آن زن آهنگ یوسف کرد تا از او کام بگیرد، و یوسف نیز اگر برهان پروردگارش را ندیده بود، آهنگ آن زن می‌کرد. بدین سان برهان خود را به او نمایاندیم تا گناه و زشتکاری را از او بازگردانیم، زیرا او از بندگان ما بود که برای ما خالص گشته بود.",
        "numberInSurah": 24,
        "juz": 12,
        "manzil": 3,
        "page": 238,
        "ruku": 195,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1621,
        "text": "[یوسف که دریافت آن زن آهنگ کامجویی دارد، گریخت و او نیز در پی یوسف شتافت] وهر دو به سوی در از یکدیگر سبقت گرفتند. یوسف پیش دوید تا در را بگشاید و بگریزد، ولی آن زن به پیراهن یوسف چنگ انداخت و او را چنان به سوی خود کشید که پیراهنش را از پشت درید. در این هنگام شوهر آن زن را در آستانه در یافتند. زن به شوهر خود گفت: کیفر کسی که بخواهد به همسر تو بدی کند چیست، جز این که به زندان افکنده شود یا عذابی دردناک به او بچشانند؟",
        "numberInSurah": 25,
        "juz": 12,
        "manzil": 3,
        "page": 238,
        "ruku": 195,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1622,
        "text": "یوسف بی هیچ دلهره‌ای گفت: من گناهی مرتکب نشده‌ام، او از من خواست که خود را در اختیار او بگذارم. و شاهدی از کسان آن زن گواهی داد که اگر پیراهن یوسف از جلو چاک خورده، زن راست می‌گوید و او از دروغگویان است. (۲۶",
        "numberInSurah": 26,
        "juz": 12,
        "manzil": 3,
        "page": 238,
        "ruku": 195,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1623,
        "text": "و اگر پیراهن او از پشت دریده شده، زن دروغ می‌گوید و او از راستگویان است.",
        "numberInSurah": 27,
        "juz": 12,
        "manzil": 3,
        "page": 238,
        "ruku": 195,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1624,
        "text": "پس چون عزیز مصر به پیراهن یوسف نگریست و دید از پشت چاک خورده، به همسرش گفت: این از نیرنگ شما زنان است، به راستی نیرنگ شما بزرگ است.",
        "numberInSurah": 28,
        "juz": 12,
        "manzil": 3,
        "page": 238,
        "ruku": 195,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1625,
        "text": "ای یوسف، از این ماجرا درگذر و آن را به کسی مگوی، و ای زن، تو هم از گناه خودت پوزش بخواه که قطعاً از خطاکاران بوده‌ای.",
        "numberInSurah": 29,
        "juz": 12,
        "manzil": 3,
        "page": 238,
        "ruku": 195,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1626,
        "text": "و زنانی در آن شهر (از همسرانِ کارگزاران و سران)، در محافل خود به ملامت می‌گفتند: همسر عزیز مصر به اصرار از جوان زرخریدش می‌خواهد که خود را در اختیار او نهد. عشق وی در دلش جای گرفته و سخت شیفته او شده است. به راستی ما او را در گمراهی آشکاری می‌بینیم.",
        "numberInSurah": 30,
        "juz": 12,
        "manzil": 3,
        "page": 238,
        "ruku": 196,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1627,
        "text": "پس هنگامی که همسر عزیز عیبجوییِ مکرآمیز زنان را درباره خود شنید، نزد آنان فرستاد و آنان را به خانه خود دعوت کرد و برایشان تکیه گاهی آماده ساخت، و به هر یک از آنان کاردی داد تا میوه بخورند، و به یوسف که در اندرون بود گفت: بر آنان در آی. وقتی یوسف وارد شد و زنان او را دیدند، چنان در زیبایی بزرگش یافتند که از خود بی خود شدند و دست‌های خود را بی آن که بفهمند بریدند و گفتند: منزّه است خدا! این بشر نیست، این جز فرشته‌ای بزرگوار نیست.",
        "numberInSurah": 31,
        "juz": 12,
        "manzil": 3,
        "page": 239,
        "ruku": 196,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1628,
        "text": "همسر عزیز گفت: این همان جوانی است که مرا در [عشق] او سرزنش کردید، و اینک در حضور شما اعتراف می‌کنم که من از او خواستم که خودش را در اختیار من نهد و به وصال من درآید، ولی او سخت امتناع ورزید. و سوگند یاد می‌کنم که اگر آنچه را به او فرمان می‌دهم انجام ندهد قطعاً زندانی خواهد شد و از زمره حقیران خواهد گشت.",
        "numberInSurah": 32,
        "juz": 12,
        "manzil": 3,
        "page": 239,
        "ruku": 196,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1629,
        "text": "یوسف گفت: پروردگارا، زندان برای من از چیزی که مرا به آن فرا می‌خوانند محبوب‌تر است، و اگر نیرنگشان را از من نگردانی به آنان گرایش می‌یابم و از نادانان خواهم شد.",
        "numberInSurah": 33,
        "juz": 12,
        "manzil": 3,
        "page": 239,
        "ruku": 196,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1630,
        "text": "پس پروردگارش دعای او را اجابت کرد و نیرنگ همسر عزیز و سایر زنان را از او بگردانید. آری، او شنونده سخن بندگان خویش است و به حالشان داناست.",
        "numberInSurah": 34,
        "juz": 12,
        "manzil": 3,
        "page": 239,
        "ruku": 196,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1631,
        "text": "پس از چندی برای عزیز مصر و دیگر دولتمردان این رأی پدید آمد که یوسف را با وجود این که نشانه‌های بسیاری از پاکدامنی او دیده بودند برای مدّتی روانه زندان کنند.",
        "numberInSurah": 35,
        "juz": 12,
        "manzil": 3,
        "page": 239,
        "ruku": 196,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1632,
        "text": "یوسف به زندان رفت و دو جوان از بردگان پادشاه مصر نیز با او وارد زندان شدند. مدّتی گذشت. یکی از آن دو زندانی به یوسف گفت: من خود را در خواب دیدم که انگور می‌فشارم تا شراب بسازم، و دیگری گفت: من خود را در خواب دیدم که بر روی سرم نان می‌برم و پرندگان از آن می‌خورند. ما را به تعبیر خوابی که هر یک دیده‌ایم آگاه کن که ما تو را از نیکوکاران و بر تعبیر خواب توانا می‌بینیم.",
        "numberInSurah": 36,
        "juz": 12,
        "manzil": 3,
        "page": 239,
        "ruku": 197,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1633,
        "text": "یوسف گفت: هیچ غذایی که روزیِ شما کنند به شما نمی‌رسد مگر این که حقیقت آن را به شما خبر می‌دهم پیش از آن که به شما برسد. این دانشی نیست که بتوان آن را تحصیل کرد، این از جمله علومی است که پروردگارم به من آموخته است، زیرا من آیین مردمی را که به خدا ایمان ندارند و آخرت را منکرند رها کرده‌ام.",
        "numberInSurah": 37,
        "juz": 12,
        "manzil": 3,
        "page": 239,
        "ruku": 197,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1634,
        "text": "و آیین پدرانم ابراهیم و اسحاق و یعقوب را پیروی کرده‌ام. ما را نرسد که چیزی را شریک خدا سازیم. این از فضل خدا بر ما خاندان نبوّت است، و پایداری ما بر توحید از فضل خدا بر مردم است، زیرا به وسیله ما هدایت می‌شوند، ولی بیشتر مردم نعمت وجود پیامبران را سپاسگزاری نمی‌کنند.",
        "numberInSurah": 38,
        "juz": 12,
        "manzil": 3,
        "page": 240,
        "ruku": 197,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1635,
        "text": "ای دو همدم زندان، آیا خدایان پراکنده شایسته پرستش اند یا خداوند یکتا که بر همه موجودات چیره است؟",
        "numberInSurah": 39,
        "juz": 12,
        "manzil": 3,
        "page": 240,
        "ruku": 197,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1636,
        "text": "شما به جای خدا جز نام‌هایی را که خود و پدرانتان آنها را نامگذاری کرده‌اید و حقیقتی ندارند نمی‌پرستید. خداوند بر این که آنها از جایگاه شفاعت برخوردارند یا از خود در هستی تأثیری دارند، هیچ برهانی فرو نفرستاده است. حکومت در جهان هستی جز از آنِ خدا نیست. او فرمان داده است که جز وی را نپرستید. این است آن آیینی که می‌تواند جوامع بشری را بر پای دارد و از نیکبختی برخوردار سازد، ولی بیشتر مردم این حقیقت را درک نمی‌کنند.",
        "numberInSurah": 40,
        "juz": 12,
        "manzil": 3,
        "page": 240,
        "ruku": 197,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1637,
        "text": "ای دو همدم زندان، امّا یکی از شما دو تن از زندان آزاد می‌شود و ساقیِ دربار می‌گردد و به سرورش شراب می‌دهد، و امّا آن دیگری به دار کشیده می‌شود و پرندگان از سرش می‌خورند. امری که درباره آن از من نظر می‌خواستید حتمی شده است.",
        "numberInSurah": 41,
        "juz": 12,
        "manzil": 3,
        "page": 240,
        "ruku": 197,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1638,
        "text": "یوسف به آن کس از آن دو تن که دریافت نجات می‌یابد، گفت: مرا نزد سرورت یاد کن، باشد که وسیله آزادی مرا از زندان فراهم کند، ولی شیطان از خاطر او برد که یوسف را نزد سرور خود یاد کند، از این رو یوسف چند سالی در زندان ماند.",
        "numberInSurah": 42,
        "juz": 12,
        "manzil": 3,
        "page": 240,
        "ruku": 197,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1639,
        "text": "و پادشاه به مهتران دربارش گفت: من در خواب هفت گاو فربه را دیدم که هفت گاو لاغر آنها را می‌خورند، و هفت خوشه سبز و خوشه‌های دیگری که خشک بودند نیز در خواب دیدم. ای مهتران، اگر تعبیر خواب می‌کنید، درباره خوابم به من نظر دهید.",
        "numberInSurah": 43,
        "juz": 12,
        "manzil": 3,
        "page": 240,
        "ruku": 198,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1640,
        "text": "گفتند: رؤیای تو چند رشته خوابِ درهم پیچیده است و ما تعبیر این گونه خواب‌ها را نمی‌دانیم.",
        "numberInSurah": 44,
        "juz": 12,
        "manzil": 3,
        "page": 241,
        "ruku": 198,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1641,
        "text": "و آن کس از آن دو زندانی که نجات یافته بود و پس از مدّتی یوسف را به خاطر آورد، گفت: من شما را از تعبیر رؤیای پادشاه خبر می‌دهم، پس مرا به زندان نزد یوسف بفرستید.",
        "numberInSurah": 45,
        "juz": 12,
        "manzil": 3,
        "page": 241,
        "ruku": 198,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1642,
        "text": "او نزد یوسف آمد و گفت: یوسف، ای مرد بسیار راستگوی، درباره دیدنِ هفت گاو فربه در خواب که هفت گاو لاغر آنها را می‌خورند و هفت خوشه سبز و خوشه‌های دیگری که خشک بودند به ما نظر ده، امیدوارم با دانستن تعبیر این خواب به سوی مردم بازگردم، باشد که آنان از حقیقت آن آگاه شوند.",
        "numberInSurah": 46,
        "juz": 12,
        "manzil": 3,
        "page": 241,
        "ruku": 198,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1643,
        "text": "یوسف گفت: خواب پادشاه پیامی است بدین مضمون: هفت سال پی درپی کشت می‌کنید، و آنچه درو خواهید کرد ـ جز اندکی را که در این سال‌ها می‌خورید ـ در خوشه اش واگذارید تا فاسد نشود.",
        "numberInSurah": 47,
        "juz": 12,
        "manzil": 3,
        "page": 241,
        "ruku": 198,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1644,
        "text": "آن گاه پس از آن، هفت سال سخت می‌آید که آنچه را برای آن هفت سال ذخیره کرده‌اید ـ جز اندکی را که برای بذر نگاه می‌دارید ـ خواهند خورد.",
        "numberInSurah": 48,
        "juz": 12,
        "manzil": 3,
        "page": 241,
        "ruku": 198,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1645,
        "text": "آن گاه پس از آن، سالی فرا می‌رسد که در آن سال مردم از باران برخوردار می‌شوند و گیاهان می‌رویند و مردم در آن سال از دام‌های خود شیر فراوان می‌دوشند.",
        "numberInSurah": 49,
        "juz": 12,
        "manzil": 3,
        "page": 241,
        "ruku": 198,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1646,
        "text": "فرستاده دربار بازگشت و تعبیر خواب پادشاه را گزارش کرد. پادشاه فرمان آزادی یوسف را صادر نمود و گفت: او را نزد من آورید. هنگامی که فرستاده پادشاه نزد یوسف آمد، یوسف همراه او نرفت و گفت: نزد سرورت باز گرد و از او بپرس وضع آن زنانی که دست خود را بریدند چگونه بود؟ البتّه پروردگار من به نیرنگشان آگاه است.",
        "numberInSurah": 50,
        "juz": 12,
        "manzil": 3,
        "page": 241,
        "ruku": 199,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1647,
        "text": "پادشاه، زنان را احضار کرد و گفت: داستان شما آن گاه که به اصرار از یوسف خواستید خودش را در اختیار شما نهد چه بود؟ گفتند: منزّه است خدا! ما هیچ گناهی از او سراغ نداریم. همسر عزیز گفت: اکنون حقیقت آشکار شد. من به اصرار از او خواستم که خودش را در اختیار من بگذارد و او چنین نکرد، و بی تردید او از راستگویان است.",
        "numberInSurah": 51,
        "juz": 12,
        "manzil": 3,
        "page": 241,
        "ruku": 199,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1648,
        "text": "یوسف در پی این ماجرا گفت: من از آن روی فرستاده پادشاه را بازگرداندم و بازجویی از زنان را درخواست کردم که عزیز مصر بداند من در نهان به او خیانت نکردم و بداند که خدا نیرنگ خیانتکاران را به نتیجه نمی‌رساند.",
        "numberInSurah": 52,
        "juz": 12,
        "manzil": 3,
        "page": 241,
        "ruku": 199,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1649,
        "text": "و افزود: من نفس خود را از گرایش به بدی‌ها تبرئه نمی‌کنم، چرا که نفس آدمی بسیار به بدی فرمان می‌دهد، مگر کسی را که پروردگار من بر او رحم کند، به راستی پروردگار من آمرزنده و مهربان است.",
        "numberInSurah": 53,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 199,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1650,
        "text": "پس از آن که پاکدامنی یوسف ثابت شد، پادشاه گفت: یوسف را نزد من آورید که او را از خواص خود قرار خواهم داد. هنگامی که یوسف را نزد پادشاه آوردند و پادشاه با او سخن گفت و عظمت وی نزد پادشاه بیشتر آشکار شد، او را به صدارت منصوب کرد و گفت: تو امروز نزد ما مقامی بلند داری و در همه کارهای ما امین هستی.",
        "numberInSurah": 54,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 199,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1651,
        "text": "یوسف گفت: مرا بر خزانه‌های این سرزمین بگمار تا آذوقه مردم را تأمین کنم و در دوران قحطی میانشان توزیع نمایم، که من نگهبان امور و به اداره کارها دانایم.",
        "numberInSurah": 55,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 199,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1652,
        "text": "و این گونه به یوسف در آن سرزمین قدرت دادیم که هر جای آن می‌خواست منزل می‌گزید. هر که را بخواهیم از رحمت خود برخوردار می‌سازیم و پاداش نیکوکاران را تباه نمی‌کنیم.",
        "numberInSurah": 56,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 199,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1653,
        "text": "و قطعاً پاداش آخرت برای کسانی که ایمان آورده و به درجات بالای ایمان رسیده و پیش از آن تقوا پیشه بوده‌اند، بهتر است.",
        "numberInSurah": 57,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 199,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1654,
        "text": "سال‌های قحطی فرا رسید و برادران یوسف برای تهیّه آذوقه به مصر آمدند و بر یوسف وارد شدند. یوسف آنان را شناخت ولی آنان او را نشناختند.",
        "numberInSurah": 58,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1655,
        "text": "و چون برادرانش را به خوار و بارشان مجهّز کرد، گفت: آن برادر پدریِ خود را که از او سخن گفتید، در نوبت بعدی نزد من آورید. آیا نمی‌بینید که من پیمانه را به طور کامل می‌دهم و به کسی ستم روا نمی‌دارم و بهترین میزبانانم؟",
        "numberInSurah": 59,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1656,
        "text": "اگر او را نزد من نیاورید، هیچ سهمیّه‌ای نزد من نخواهید داشت و نباید برای خرید آذوقه به این سرزمین وارد شوید و نزد من بیایید.",
        "numberInSurah": 60,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1657,
        "text": "گفتند: از پدرش به اصرار خواهیم خواست که او را به ما بسپرد تا همراه ما نزد تو آید و قطعاً این کار را خواهیم کرد.",
        "numberInSurah": 61,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1658,
        "text": "یوسف به خدمتگزاران خود گفت: سرمایه آنان را که در برابر آذوقه پرداخته‌اند در اثاثیه شان بگذارید، شاید وقتی به سوی کسانشان بازگشتند به آن پی ببرند، امید که آنان با برادرشان به سوی ما باز آیند.",
        "numberInSurah": 62,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1659,
        "text": "پس هنگامی که نزد پدرشان بازگشتند، گفتند: ای پدر، بدون همراهی برادرمان بنیامین آذوقه از ما منع شده است، پس برادرمان را با ما بفرست که اگر او بیاید آذوقه خواهیم گرفت و قطعاً ما نگهبان او خواهیم بود.",
        "numberInSurah": 63,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1660,
        "text": "یعقوب به فرزندانش گفت: آیا جز همان گونه که شما را پیش‌تر درباره برادرش یوسف امین شمردم و به شما اطمینان کردم و آن حوادث روی داد، درباره او نیز شما را امین بشمارم و به شما اطمینان کنم؟ پس باید به خدا و نگهبانی او دل بست که خدا بهترین نگهبان و مهربانترین مهربانان است.",
        "numberInSurah": 64,
        "juz": 13,
        "manzil": 3,
        "page": 243,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1661,
        "text": "در این هنگام فرزندان یعقوب به سراغ کالاهای خود رفتند و وقتی آنها را گشودند، دیدند که سرمایه شان به آنان باز گردانده شده است. نزد پدر آمدند و گفتند: ای پدر، ما چه می‌خواهیم؟ این سرمایه ماست که به ما بازگردانده شده است. ما در سفر به مصر نه تنها از گزند عزیز در امانیم بلکه از کَرَم او نیز بهره مند خواهیم بود و برای خاندان خود آذوقه می‌آوریم و از برادرمان مراقبت می‌کنیم و بار شتری بر سهم خود می‌افزاییم که دستیابی به این سهمیه آسان است.",
        "numberInSurah": 65,
        "juz": 13,
        "manzil": 3,
        "page": 243,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1662,
        "text": "یعقوب گفت: هرگز بنیامین را با شما نمی‌فرستم تا این که وثیقه‌ای الهی به من بسپارید که او را حتماً به من بازگردانید، مگر این که از هر سو محاصره شوید و ناتوان گردید. پس هنگامی که وثیقه خود را به یعقوب سپردند، او گفت: خدا بر آنچه گفتیم ناظر و نگهبان باشد.",
        "numberInSurah": 66,
        "juz": 13,
        "manzil": 3,
        "page": 243,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1663,
        "text": "هنگامی که فرزندان یعقوب عازم سفر شدند پدرشان به آنان گفت: ای پسران من، همه باهم از یک دروازه وارد نشوید، بلکه از دروازه‌های گوناگون وارد شوید. و بدانید که اگر گزندی برای شما مقدّر شده باشد، من با این سفارش خود نمی‌توانم اندکی از آنچه را که خدا مقدّر کرده است از شما باز دارم، زیرا فرمانروایی فقط از آنِ خداست و من بر او توکّل کرده‌ام، و توکّل کنندگان فقط باید بر او توکّل کنند.",
        "numberInSurah": 67,
        "juz": 13,
        "manzil": 3,
        "page": 243,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1664,
        "text": "و چون از همان جایی که پدرشان به آنان فرمان داده بود وارد مصر شدند تدبیر یعقوب، بلایی را که از جانب خدا مقدّر شده بود برطرف نساخت، لیکن خدا حاجتی را که در دل یعقوب بود برآورد، و قطعاً او بدان سبب که ما به وی آموزش داده بودیم، از دانشی خاص بهره مند بود، ولی بیشتر مردم آن را نمی‌دانند و از آن بهره‌ای ندارند.",
        "numberInSurah": 68,
        "juz": 13,
        "manzil": 3,
        "page": 243,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1665,
        "text": "و هنگامی که بر یوسف وارد شدند، یوسف برادرش بنیامین را نزد خود جای داد و به او گفت: بی گمان من برادر توام و چاره‌ای اندیشیده‌ام تا تو را نزد خود نگه دارم، لذا بر آنچه مأموران انجام می‌دهند اندوهگین مباش.",
        "numberInSurah": 69,
        "juz": 13,
        "manzil": 3,
        "page": 243,
        "ruku": 201,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1666,
        "text": "پس هنگامی که یوسف برادرانش را به خواروبارشان مجهّز کرد، جام پادشاه را در بار برادرش نهاد. پس از حرکتِ آنان، نداکننده‌ای از کارگزارانِ یوسف بانگ برآورد: ای کاروانیان، قطعاً شما دزد هستید.",
        "numberInSurah": 70,
        "juz": 13,
        "manzil": 3,
        "page": 244,
        "ruku": 201,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1667,
        "text": "برادران یوسف روی به آنان کردند و گفتند: چه گم کرده‌اید؟",
        "numberInSurah": 71,
        "juz": 13,
        "manzil": 3,
        "page": 244,
        "ruku": 201,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1668,
        "text": "گفتند: جام پادشاه را گم کرده‌ایم، و یوسف گفت: هرکه آن را بیابد و نزد ما بیاورد، مزدش یک بارِ شتر آذوقه است و من خود ضامن آنم.",
        "numberInSurah": 72,
        "juz": 13,
        "manzil": 3,
        "page": 244,
        "ruku": 201,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1669,
        "text": "گفتند: به خدا سوگند، شما قبلاً از کار ما جویا شدید و دانستید که ما به این سرزمین نیامده‌ایم برای این که تباهی کنیم و ما هرگز دزد نبوده‌ایم.",
        "numberInSurah": 73,
        "juz": 13,
        "manzil": 3,
        "page": 244,
        "ruku": 201,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1670,
        "text": "گفتند: اگر شما دروغ گفته باشید و دزد در میان شما باشد، کیفر او چیست؟",
        "numberInSurah": 74,
        "juz": 13,
        "manzil": 3,
        "page": 244,
        "ruku": 201,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1671,
        "text": "گفتند: کیفر سرقت این است که هر کس جام پادشاه در بار او پیدا شود، خودش کیفر آن است که به بردگی صاحب کالا درمی آید. ما بدین سان ستمکاران (سارقان) را کیفر می‌دهیم.",
        "numberInSurah": 75,
        "juz": 13,
        "manzil": 3,
        "page": 244,
        "ruku": 201,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1672,
        "text": "پس از تعیین کیفر سرقت، [یوسف] بازرسی بارهای آنان را پیش از بازرسی بار برادرش آغاز کرد، آن گاه جام را از ظرف برادرش بنیامین درآورْد. این گونه برای یوسف تدبیر کردیم که برادرش را نزد خود نگه دارد، زیرا در آیین پادشاه، یوسف حق نداشت برادرش را، هر چند دزدی کرده باشد، بگیرد و نگه دارد، مگر این که مجرم بخواهد براساس آیین خودش کیفر داده شود، و خدا چنین خواست که برادران یوسف خود کیفر سارق را تعیین کنند. ما هر که را بخواهیم به درجاتی بالا می‌بریم، همان گونه که یوسف را به درجاتی بر برادرانش برتری دادیم، و برتر از هر صاحب دانشی دانشمندی هست.",
        "numberInSurah": 76,
        "juz": 13,
        "manzil": 3,
        "page": 244,
        "ruku": 201,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1673,
        "text": "برادران یوسف گفتند: اگر او دزدی می‌کند دور از انتظار نیست، زیرا او برادری داشت که پیش‌تر دزدی کرده بود. یوسف این اتّهام را در دل خود نهان داشت و آن را برایشان آشکار نکرد، فقط گفت: شما جایگاهی بدتر دارید و خداوند به آنچه وصف می‌کنید داناتر است.",
        "numberInSurah": 77,
        "juz": 13,
        "manzil": 3,
        "page": 244,
        "ruku": 201,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1674,
        "text": "گفتند: ای عزیز، او پدری پیر و کهنسال دارد، یکی از ما را به جای او بگیر و او را آزاد کن، که ما تو را از نیکوکاران می‌بینیم.",
        "numberInSurah": 78,
        "juz": 13,
        "manzil": 3,
        "page": 244,
        "ruku": 201,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1675,
        "text": "یوسف گفت: پناه به خدا از این که جز آن کسی را که کالای خود را نزد او یافته‌ایم بگیریم، زیرا در آن صورت قطعاً ستمکار خواهیم بود.",
        "numberInSurah": 79,
        "juz": 13,
        "manzil": 3,
        "page": 245,
        "ruku": 201,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1676,
        "text": "پس هنگامی که از او در مورد بنیامین ناامید شدند، به کناری رفتند و محرمانه درباره تصمیمات خود به گفتوگو پرداختند. بزرگشان گفت: آیا ندانسته‌اید و فراموش کرده‌اید که پدرتان از شما پیمانی الهی گرفت که فرزندش را به او بازگردانید؟ و پیش‌تر هم درباره یوسف کوتاهی کردید و گفتید از او مراقبت می‌کنیم، ولی او را در چاه انداختید. من هرگز از این سرزمین دور نمی‌شوم مگر این که پدرم از آن پیمانی که بستیم صرف نظر کند و به من اجازه بازگشت دهد، یا خدا در حقّ من حکم کند و راه نجاتی برایم قرار دهد که او بهترین حکم کنندگان است.",
        "numberInSurah": 80,
        "juz": 13,
        "manzil": 3,
        "page": 245,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1677,
        "text": "نزد پدرتان بازگردید و به او بگویید: ای پدر، پسرت بنیامین دزدی کرد، و ما درباره کیفر سرقت جز آنچه می‌دانستیم گواهی ندادیم و از غیب هم آگاه نبودیم و نمی‌دانستیم که او سرقت کرده است، وگرنه کیفر سرقت را به آنان نمی‌گفتیم و به آن رضایت نمی‌دادیم.",
        "numberInSurah": 81,
        "juz": 13,
        "manzil": 3,
        "page": 245,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1678,
        "text": "و برای این که در سخن شما تردید نکند به او بگویید: از آن سرزمینی که ما در آن بودیم و از کاروانی که با آن بدین جا روی آوردیم و شاهد ماجرا بودند بپرس، و قطعاً ما راست می‌گوییم.",
        "numberInSurah": 82,
        "juz": 13,
        "manzil": 3,
        "page": 245,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1679,
        "text": "یعقوب پس از شنیدن این سخنان گفت: نه، چنین نیست، بلکه نفس شما کاری را برای شما آراسته و شما را به آن وسوسه کرده است. من صبر می‌کنم که در دشواری‌ها شکیبایی نیکوست، امید است خدا هر سه نفرشان را به من بازگرداند. قطعاً او به بندگانش داناست و کارهایش براساس حکمت است.",
        "numberInSurah": 83,
        "juz": 13,
        "manzil": 3,
        "page": 245,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1680,
        "text": "سپس از آنان روی برتافت و گفت: افسوس بر یوسف! و هر دو چشمش از اندوه سفید گشت، چرا که خشمش را در خود نگاه می‌داشت و اندوهش را فرو می‌خورد.",
        "numberInSurah": 84,
        "juz": 13,
        "manzil": 3,
        "page": 245,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1681,
        "text": "فرزندانش به او گفتند: به خدا سوگند تو پیوسته یوسف را به خاطر می‌آوری و بر او اندوه می‌خوری تا سرانجام در آستانه تباهی قرار گیری یا هلاک شوی.",
        "numberInSurah": 85,
        "juz": 13,
        "manzil": 3,
        "page": 245,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1682,
        "text": "یعقوب گفت: من درد و اندوه خود را با شما نمی‌گویم و آن را فقط با خدا در میان می‌گذارم و از او چاره می‌جویم، و از صفات خدا چیزهایی می‌دانم که شما نمی‌دانید و به همین سبب به رحمت او دل بسته‌ام.",
        "numberInSurah": 86,
        "juz": 13,
        "manzil": 3,
        "page": 245,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1683,
        "text": "سپس گفت: ای پسران من، بروید و از یوسف و برادرش جست و جو کنید و از رحمت خدا و آسایشی که پس از سختی‌ها عطا می‌کند ناامید نشوید، زیرا حقیقت این است که جز کسانی که باور ندارند خدا بر زدودن رنج‌ها تواناست، کسی از رحمت خدا مأیوس نمی‌شود.",
        "numberInSurah": 87,
        "juz": 13,
        "manzil": 3,
        "page": 246,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1684,
        "text": "پسران یعقوب رهسپار مصر شدند. هنگامی که بر یوسف درآمدند، گفتند: ای عزیز، به ما و خانواده ما آسیب رسیده و در تنگنا قرار گرفته‌ایم. این سرمایه‌ای که برای خرید آورده‌ایم ناچیز و کمتر از بهای آذوقه‌ای است که بدان نیازمندیم، تو پیمانه را به طور کامل به ما عطا کن و برادرمان را به ما ببخش که خداوند بخشندگان را پاداش می‌دهد.",
        "numberInSurah": 88,
        "juz": 13,
        "manzil": 3,
        "page": 246,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1685,
        "text": "یوسف گفت: آیا دانستید آن گاه که نادان بودید با یوسف و برادرش چه کردید؟",
        "numberInSurah": 89,
        "juz": 13,
        "manzil": 3,
        "page": 246,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1686,
        "text": "گفتند: بی تردید، تو خود، یوسفی. چنین نیست؟ گفت: چرا، من یوسفم و این برادر من است. قطعاً خداوند نعمتی بزرگ به ما ارزانی داشت. زیرا حقیقت این است که هر کس تقوا پیشه کند و شکیبایی ورزد نیکوکار است و خدا پاداش نیکوکاران را تباه نمی‌کند.",
        "numberInSurah": 90,
        "juz": 13,
        "manzil": 3,
        "page": 246,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1687,
        "text": "برادران یوسف گفتند: به خدا سوگند که خدا تو را برگزیده و بر ما برتری داده است و قطعاً ما در اشتباه بوده‌ایم.",
        "numberInSurah": 91,
        "juz": 13,
        "manzil": 3,
        "page": 246,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1688,
        "text": "یوسف گفت: امروز بر شما هیچ سرزنشی نیست. خدا شما را می‌آمرزد و مهربانترین مهربانان است.",
        "numberInSurah": 92,
        "juz": 13,
        "manzil": 3,
        "page": 246,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1689,
        "text": "سپس به برادرانش فرمود: این پیراهن مرا ببرید و آن را بر چهره پدرم بیفکنید، او بدین سبب بینا می‌شود، و همه کسان خود را نزد من آورید.",
        "numberInSurah": 93,
        "juz": 13,
        "manzil": 3,
        "page": 246,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1690,
        "text": "و هنگامی که کاروان به راه افتاد و از مصر فاصله گرفت، پدرشان به تنی چند از پسرانش که نزد او بودند گفت: اگر مرا کم خرد نشمارید، بی شک من بوی یوسف را می‌شنوم.",
        "numberInSurah": 94,
        "juz": 13,
        "manzil": 3,
        "page": 246,
        "ruku": 203,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1691,
        "text": "گفتند: به خدا سوگند تو در همان اشتباه گذشته خود هستی که یوسف را این گونه دوست می‌داری.",
        "numberInSurah": 95,
        "juz": 13,
        "manzil": 3,
        "page": 246,
        "ruku": 203,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1692,
        "text": "و هنگامی که مژده رسان آمد، پیراهن را بر چهره یعقوب افکند و او بینا شد. او به فرزندانش گفت: مگر به شما نگفتم که من از صفات خدا چیزهایی می‌دانم که شما نمی‌دانید؟",
        "numberInSurah": 96,
        "juz": 13,
        "manzil": 3,
        "page": 247,
        "ruku": 203,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1693,
        "text": "گفتند: ای پدر، از خدا برای ما آمرزش گناهانمان را بخواه که ما در اشتباه بوده‌ایم.",
        "numberInSurah": 97,
        "juz": 13,
        "manzil": 3,
        "page": 247,
        "ruku": 203,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1694,
        "text": "یعقوب گفت: به زودی از پروردگارم برای شما آمرزش می‌طلبم. قطعاً اوست که بسیار آمرزنده و مهربان است.",
        "numberInSurah": 98,
        "juz": 13,
        "manzil": 3,
        "page": 247,
        "ruku": 203,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1695,
        "text": "یعقوب با کسان خود رهسپار مصر شد و یوسف در بیرون شهر به استقبال آنان رفت. هنگامی که بر یوسف وارد شدند، یوسف پدر و مادرش را در آغوش گرفت و گفت: همه وارد مصر شوید که به خواست خدا آن جا در امن و امان خواهید بود.",
        "numberInSurah": 99,
        "juz": 13,
        "manzil": 3,
        "page": 247,
        "ruku": 203,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1696,
        "text": "و پدر و مادرش را بر تخت نشانید، و همه در برابر یوسف بر زمین افتادند و سجده کردند، و یوسف گفت: ای پدر، این است تعبیر آن خوابی که پیش‌تر دیدم، پروردگارم اکنون به آن تحقّق بخشیده است، به راستی خدا به من نیکی کرد آن گاه که مرا از زندان خارج ساخت و شما را از صحرا به این جا آورْد، پس از آن که شیطان میان من و برادرانم فتنه ایجاد کرد. به راستی پروردگارم آنچه بخواهد به لطف و کَرَمش انجام می‌دهد، چرا که او به بندگانش داناست و کارهایش از روی حکمت است.",
        "numberInSurah": 100,
        "juz": 13,
        "manzil": 3,
        "page": 247,
        "ruku": 203,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1697,
        "text": "آن گاه با تمام وجود به خدا روی آورد و گفت: پروردگارا، تو از سلطنت بهره‌ای به من دادی و از تعبیر خواب‌ها و تحلیل رویدادها به من آموختی. ای پدیدآورنده آسمان‌ها و زمین، تنها تویی که در دنیا و آخرت سرپرست منی، مرا تا پایان عمر تسلیم خود گردان و مرا به شایستگان ملحق کن.",
        "numberInSurah": 101,
        "juz": 13,
        "manzil": 3,
        "page": 247,
        "ruku": 203,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1698,
        "text": "ای پیامبر، این سرگذشت از خبرهای غیب است که آن را به تو وحی می‌کنیم، و تو آن گاه که برادران یوسف همگی بر کار خود مصمم شدند و درباره یوسف بداندیشی می‌کردند نزد آنان نبودی که از اخبارشان آگاه شوی.",
        "numberInSurah": 102,
        "juz": 13,
        "manzil": 3,
        "page": 247,
        "ruku": 203,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1699,
        "text": "و بیشتر مردم ایمان نمی‌آورند، هر چند تو خواستار ایمان آنان باشی و در این راه سخت بکوشی.",
        "numberInSurah": 103,
        "juz": 13,
        "manzil": 3,
        "page": 247,
        "ruku": 203,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1700,
        "text": "این در حالی است که تو از آنان برای ابلاغ قرآن هیچ مزدی نمی‌طلبی تا به بهانه غرامت ایمان نیاورند. قرآن برای جهانیان یادآور آیات خدا و زداینده غفلت هاست، نه کالایی که به وسیله آن مقام و ثروت فراهم گردد.",
        "numberInSurah": 104,
        "juz": 13,
        "manzil": 3,
        "page": 248,
        "ruku": 203,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1701,
        "text": "و چه بسیار نشانه‌هایی بر یکتایی خدا در آسمان‌ها و زمین است که مردم بر آن می‌گذرند ولی از آنها روی می‌گردانند و آنها را درک نمی‌کنند.",
        "numberInSurah": 105,
        "juz": 13,
        "manzil": 3,
        "page": 248,
        "ruku": 204,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1702,
        "text": "و بیشتر کسانی که به خدا ایمان دارند، در همان حال مشرکند و ایمانشان به شرک آلوده است.",
        "numberInSurah": 106,
        "juz": 13,
        "manzil": 3,
        "page": 248,
        "ruku": 204,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1703,
        "text": "آیا کسانی که ایمان نمی‌آورند ایمنند از این که عذابی فراگیر از جانب خدا آنان را احاطه کند، یا قیامت ـ در حالی که بی خبرند ـ ناگهان بر آنان در رسد؟",
        "numberInSurah": 107,
        "juz": 13,
        "manzil": 3,
        "page": 248,
        "ruku": 204,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1704,
        "text": "ای پیامبر، بگو: این است راه من که از روی بصیرت، مردم را به خدای یکتا فرا می‌خوانم. این است راه من و کسانی که مرا پیروی کرده‌اند. آری، منزّه است خدا از این که شریک داشته باشد، و من از مشرکان نیستم.",
        "numberInSurah": 108,
        "juz": 13,
        "manzil": 3,
        "page": 248,
        "ruku": 204,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1705,
        "text": "ای پیامبر، تو نخستین بشر نیستی که از میان مردم به سوی آنان مبعوث شده‌ای، پیش از تو نیز به رسالت نفرستادیم مگر مردانی را که به آنان وحی می‌کردیم، مردانی از اهالی شهرهایی که به سویشان فرستاده شدند. آیا قوم تو در زمین سیر نکرده‌اند تا بنگرند فرجام کسانی که پیش از آنان می‌زیستند و پیامبران و آیات خدا را انکار کردند، چگونه بوده است؟ حقّا سرای آخرت برای کسانی که تقوا پیشه نموده‌اند بهتر است، آیا درنمی یابید؟",
        "numberInSurah": 109,
        "juz": 13,
        "manzil": 3,
        "page": 248,
        "ruku": 204,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1706,
        "text": "پیامبران مردم را به یکتاپرستی فرا خواندند و آنان را به عذاب الهی هشدار دادند، تا آن گاه که از ایمان مردم ناامید شدند و مردم پنداشتند که به پیامبران در مورد عذاب کافران دروغ گفته شده است یاری ما به آنان رسید، پس هر که را خواستیم نجات داده شد، و عذاب ما از مردم گنهکار بازگردانده نمی‌شود.",
        "numberInSurah": 110,
        "juz": 13,
        "manzil": 3,
        "page": 248,
        "ruku": 204,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1707,
        "text": "به یقین در سرگذشت یوسف و برادرانش، برای خردمندان درس عبرتی است. این داستان داستانی بافته شده نیست، بلکه تصدیق کننده تورات است که پیش از قرآن بوده، و روشنگر همه امور دینی مردم است و رهنمود و رحمتی است برای مردمی که ایمان می‌آورند.",
        "numberInSurah": 111,
        "juz": 13,
        "manzil": 3,
        "page": 248,
        "ruku": 204,
        "hizbQuarter": 99,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "fa.safavi",
      "language": "fa",
      "name": "صفوی",
      "englishName": "صفوی",
      "format": "text",
      "type": "translation",
      "direction": "rtl"
    }
  }
}