{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 13,
    "name": "سُورَةُ الرَّعۡدِ",
    "englishName": "Ar-Ra'd",
    "englishNameTranslation": "The Thunder",
    "revelationType": "Medinan",
    "numberOfAyahs": 43,
    "ayahs": [
      {
        "number": 1708,
        "text": "الف، لام، میم، را. این پدیده‌های جهان هستی همه نشانه‌هایی بر یکتایی خداوندند، و کتابی که از جانب پروردگارت به سوی تو نازل شده سراسر حق است، ولی بیشتر مردم به آن نشانه‌ها و به این کتاب آسمانی ایمان نمی‌آورند.",
        "numberInSurah": 1,
        "juz": 13,
        "manzil": 3,
        "page": 249,
        "ruku": 205,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1709,
        "text": "خداست آن که آسمان‌ها را بدون ستونهایی که آنها را ببینید برافراشت، سپس بر عرش فرمانروایی تسلط یافت و خورشید و ماه را رام ساخت. هر کدام تا سر آمدی معیّن در حرکتند. او کار جهان را تدبیر می‌کند و موجودات را که نشانه‌های یکتایی اویند از هم جدا می‌سازد تا بدانید که مجرمان و نیکوکاران را نیز از هم جدا خواهد کرد، باشد که به دیدار خدا و برپایی قیامت یقین کنید.",
        "numberInSurah": 2,
        "juz": 13,
        "manzil": 3,
        "page": 249,
        "ruku": 205,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1710,
        "text": "و اوست آن که زمین را گسترانید تا درخورِ رویش گیاهان و پدید آمدن جانداران باشد، و در آن کوه‌هایی استوار برای ذخیره شدن آب‌ها و جویبارهایی برای روان ساختن آب به کشتزارها قرار داد، و از هر میوه‌ای که رویش آن در زمین امکان داشت، انواع گوناگونی در آن آفرید. پیوسته تاریکی شب را بر روز می‌پوشانَد تا زمینه آرامش مردم فراهم شود. به راستی در اینها برای مردمی که می‌اندیشند نشانه‌هایی بر یکتایی خداست.",
        "numberInSurah": 3,
        "juz": 13,
        "manzil": 3,
        "page": 249,
        "ruku": 205,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1711,
        "text": "و در زمین قطعاتی است با خاکی همسان که مجاور یکدیگرند، و در آن باغ‌هایی از انگور و کشتزار و درختان خرماست که برخی بر یک ریشه روییده‌اند و برخی جدا جدا بر ریشه‌هایی مختلف قرار دارند و همه با یک آب سیراب می‌شوند ولی مختلفند و ما بعضی از آنها را از جهت میوه بر بعضی دیگر برتری می‌دهیم. به یقین، در اینها برای مردمی که خرد ورزند نشانه‌هایی بر یکتایی خداست.",
        "numberInSurah": 4,
        "juz": 13,
        "manzil": 3,
        "page": 249,
        "ruku": 205,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1712,
        "text": "و اگر تعجب می‌کنی، از سخن منکران رستاخیز تعجّب کن که می‌گویند: آیا وقتی خاک شدیم، واقعاً در آفرینشی جدید قرار می‌گیریم؟ اینان کسانی اند که به پروردگارشان کافر شده‌اند. اینانند که بر گردن هایشان زنجیرهاست، و اینان همدم آتشند و در آن جاودانه خواهند بود.",
        "numberInSurah": 5,
        "juz": 13,
        "manzil": 3,
        "page": 249,
        "ruku": 205,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1713,
        "text": "کافران پیش از درخواست رحمت و سلامت، از تو می‌خواهند که هر چه زودتر عذاب الهی را بر آنان فرود آوری، در حالی که پیش از آنان عقوبت‌هایی عبرت انگیز بر منکران رسالت پیامبران رفته است و آنان از آن آگاهند. به یقین، پروردگار تو برای مردم ـ با وجود ستمکاری شان ـ صاحب مغفرت است و البته پروردگار تو سخت کیفر نیز هست.",
        "numberInSurah": 6,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 205,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1714,
        "text": "کافران قرآن را نشانه رسالت تو نمی‌شمرند، لذا می‌گویند: چرا از جانب خدا معجزه‌ای همچون معجزات موسی و عیسی بر او فرستاده نشده است؟ ای پیامبر، آوردن معجزه در اختیار تو نیست، تو فقط بیم دهنده و هدایت کننده‌ای، و هر قومی هدایت کننده‌ای دارد.",
        "numberInSurah": 7,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 205,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1715,
        "text": "خدا می‌داند که هر ماده‌ای چه در رحم دارد، و نیز از خون‌هایی که رحم‌ها در دوران بارداری جذب می‌کنند و به مصرف غذای جنین می‌رسانند و خون‌هایی که زیاد آورده به مصرف نمی‌رسانند و دفع می‌کنند آگاه است. چگونه آگاه نباشد، در صورتی که هر چیزی نزد او اندازه‌ای معین دارد.",
        "numberInSurah": 8,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1716,
        "text": "دانای نهان و آشکار، و بزرگ و بلند مرتبه است.",
        "numberInSurah": 9,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1717,
        "text": "نزد او یکسان است آن کس از شما که سخنش را نهان دارد و کسی که آن را آشکار کند، و آن کس که در شب خود را پنهان سازد و کسی که در روز به طور آشکار راه پیماید.",
        "numberInSurah": 10,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1718,
        "text": "آدمی فرشتگانی در پی دارد که همواره از پیش روی و از پشت سرش او را احاطه کرده‌اند و به فرمان خدا او را از گزندهایی که برخاسته از فرمان خداست حفظ می‌کنند. این موهبت همچنان ادامه دارد، چرا که خداوند نعمتی را که به مردمی داده است به بلا و محنت تبدیل نمی‌کند تا این که آنان خود، خویشتن را دگرگون سازند و به کفر و ناسپاسی روی بیاورند. و هنگامی که خدا محنت و بلایی را برای مردمی بخواهد بازگشتی برای آن نیست و جز خدا هیچ سرپرستی در برابر آن محنت و بلا نخواهند داشت.",
        "numberInSurah": 11,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1719,
        "text": "اوست آن که برق را در آسمان به شما می‌نمایاند تا در گروهی بیم و در گروهی امید به وجود آورَد، و اوست که ابرهای گرانبار را پدید می‌آورد.",
        "numberInSurah": 12,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1720,
        "text": "رعد، همراه با ستایش خدا، و فرشتگان از هیبت او تسبیح او می‌گویند، و اوست که صاعقه‌ها را فرو می‌فرستد آنها را به هر که بخواهد می‌رساند. با این حال، مشرکان درباره ربوبیّت خدا مجادله می‌کنند و آن را ویژه معبودان خود می‌دانند، و حال آن که خدا در مجادله با آنان و رسوا ساختنشان سخت تواناست.",
        "numberInSurah": 13,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1721,
        "text": "دعای راستین ویژه خداست، و کسانی که مشرکان آنها را به جای خدا می‌خوانند، هیچ پاسخی به آنان نمی‌دهند و اندکی از خواسته هایشان را هم تأمین نمی‌کنند، مگر مانند تشنه‌ای که دو دستش را از دور به سوی آب می‌گشاید تا آب به دهانش برسد ولی آب به دهانش نمی‌رسد. آری، دعای کافران جز در بیراهه نیست و قطعاً کارگشا نخواهد بود.",
        "numberInSurah": 14,
        "juz": 13,
        "manzil": 3,
        "page": 251,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1722,
        "text": "همه کسانی که در آسمان‌ها و زمینند، خواه ناخواه در برابر خدا خاضعند و برای او سجده می‌کنند، و نیز سایه هایشان در هر بامداد و عصرگاه.",
        "numberInSurah": 15,
        "juz": 13,
        "manzil": 3,
        "page": 251,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": {
          "id": 2,
          "recommended": true,
          "obligatory": false
        }
      },
      {
        "number": 1723,
        "text": "به مشرکان بگو: پروردگار آسمان‌ها و زمین و تدبیرکننده آنها کیست؟ بگو: خداست. بگو: با این حال، آیا غیر او را سرپرستانی برای خود برگرفته‌اید که مالک هیچ سود و زیانی برای خود نیستند تا چه رسد به شما؟ بگو: آیا کافران که از دیدن حقایق کورند با مؤمنان که چشم بصیرت دارند برابرند؟ آیا تاریکی‌های کفر با نور ایمان یکسان است؟ آیا آنان برای خدا همتایانی پنداشته‌اند که مانند آفریده‌های خدا را آفریده‌اند و این دو دسته آفریده بر آنان مشتبه شده است؟ بگو: خدا آفریننده هر چیزی است، زیرا او یگانه و بر همه موجودات چیره است.",
        "numberInSurah": 16,
        "juz": 13,
        "manzil": 3,
        "page": 251,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1724,
        "text": "خداوند از آسمان آبی خالص فرو فرستاده است، و رودها هر کدام به اندازه گنجایش خود آب برگرفته و جاری شده‌اند، آن گاه سیل، کفی برآمده، بر روی خود برداشته است، و از آنچه مردم بر آن آتش می‌افروزند تا با ذوب کردن آنها زیور یا کالایی به دست آورند، کفی مانند کف سیلاب برمی آید. خداوند، حق و باطل را این گونه مَثَل می‌زند، حق مانند آب و فلز دارای ثبات، و باطل همچون کف سیلاب و کف فلزّ محو شدنی است. آری، کف به کناری می‌رود و نابود می‌شود، ولی آنچه به مردم سود می‌رساند در زمین باقی می‌ماند. خداوند مَثَل‌ها را این گونه تبیین می‌کند.",
        "numberInSurah": 17,
        "juz": 13,
        "manzil": 3,
        "page": 251,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1725,
        "text": "برای کسانی که دعوت پروردگارشان را اجابت کرده‌اند نیکوترین فرجام خواهد بود، و کسانی که دعوت او را نپذیرفته‌اند، اگر همه آنچه در زمین است همراه با برابر آن مال ایشان باشد، آن را برای نجات خود فدیه خواهند داد. آنان حساب بدی خواهند داشت و جایگاهشان دوزخ است و آن بد بستری است.",
        "numberInSurah": 18,
        "juz": 13,
        "manzil": 3,
        "page": 251,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1726,
        "text": "آیا کسی که بیناست و می‌داند آنچه از جانب پروردگارت بر تو نازل شده حق است، مانند کسی است که کور است و درنمی یابد؟ آنان برابر نیستند، زیرا حق بینان خردمندند و تنها خردمندان متذکّر می‌شوند.",
        "numberInSurah": 19,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1727,
        "text": "همانان که به عهدشان با خدا وفا می‌کنند (به توحید و لوازم آن پای بندند) و آن پیمان را نمی‌شکنند.",
        "numberInSurah": 20,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1728,
        "text": "و کسانی که آنچه را خدا به پیوستنش فرمان داده است می‌پیوندند و از کیفر پروردگارشان می‌ترسند و از سختیِ حساب اعمالشان بیم دارند.",
        "numberInSurah": 21,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1729,
        "text": "و آنان که برای طلب خشنودی پروردگارشان، بر دشواری‌ها، فرمانبرداری از خدا و پرهیز از گناهان صبر کرده و نماز را برپا داشته و از آنچه روزیشان کرده‌ایم، در نهان و آشکار انفاق کرده‌اند، و بدی را با نیکی می‌زدایند. اینانند که فرجام نیکوی این سرا را خواهند داشت.",
        "numberInSurah": 22,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1730,
        "text": "همان بوستان‌های دایمی بهشت که خردمندان همراه با پدران و همسران و فرزندانشان که شایسته آن هستند وارد آن می‌شوند و فرشتگان از هر دری بر آنان درمی آیند.",
        "numberInSurah": 23,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1731,
        "text": "و به آنان می‌گویند: سلام بر شما به پاداش این که صبر کردید. فرجام این سرای برای کسانی که بر کردار شایسته پایدار بوده‌اند فرجامی نیکوست.",
        "numberInSurah": 24,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1732,
        "text": "و کسانی که عهدشان را با خدا پس از بستن آن می‌شکنند و آنچه را خدا به پیوستن آن فرمان داده است می‌گسلند، و با انجام کارهای ناشایسته در زمین فساد می‌کنند، برای آنان دوری از رحمت خدا خواهد بود و ناگواری این سرا را خواهند داشت.",
        "numberInSurah": 25,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1733,
        "text": "خداست که روزی را برای هر که بخواهد وسعت می‌بخشد و بر هر که بخواهد تنگ می‌گیرد، به همین سبب بهشت را برای مؤمنان، و ناگواری و دوری از رحمت خود را برای کافران و تبهکاران قرار می‌دهد. آنان به زندگی دنیا شادمان شدند و به آن اکتفا کردند، در حالی که زندگی دنیا در برابر آخرت جز بهره‌ای اندک نیست که سرانجام از میان خواهد رفت.",
        "numberInSurah": 26,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1734,
        "text": "کفرپیشگان، قرآن را معجزه رسالت پیامبر نمی‌شمرند و می‌گویند: چرا از جانب پروردگارش معجزه‌ای بر او نازل نشده است تا ما بدین وسیله هدایت شویم؟ بگو: هدایت انسان‌ها به اراده خداست نه دیدن معجزه. خدا هر که را بخواهد گمراه می‌کند و برای کسانی چنین می‌خواهد که به او باز نیایند، و هر که به سوی او بازگردد، او را به سوی خود هدایت می‌کند.",
        "numberInSurah": 27,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 208,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1735,
        "text": "بازآمدگان به سوی خدا کسانی اند که به او ایمان آورده‌اند و دل هایشان به یاد خدا آرام می‌گیرد. بدانید که تنها با یاد خدا دل‌ها آرامش می‌یابد.",
        "numberInSurah": 28,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 208,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1736,
        "text": "کسانی که ایمان آورده و کارهای شایسته کرده‌اند، چون دلشان به یاد خدا آرامش یافته است، خوش‌ترین زندگی را خواهند داشت و برای آنان فرجامی نیکو خواهد بود.",
        "numberInSurah": 29,
        "juz": 13,
        "manzil": 3,
        "page": 253,
        "ruku": 208,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1737,
        "text": "همان گونه که سنّت ما تاکنون بر این جاری بوده است که مردم را به توحید فراخوانیم، تو را نیز در میان امّتی که پیش از آن امّت‌هایی گذشته‌اند به رسالت فرستادیم تا آنچه را به تو وحی کرده‌ایم بر آنان بخوانی، ولی آنان خدای رحمان را انکار می‌کنند. بگو: او پروردگار من است. معبودی شایسته پرستش جز او نیست. فقط بر او توکّل کرده‌ام و برای نیازهای خود به او رجوع می‌کنم.",
        "numberInSurah": 30,
        "juz": 13,
        "manzil": 3,
        "page": 253,
        "ruku": 208,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1738,
        "text": "و اگر قرآنی بود که کوه‌ها به وسیله آن از جای برکنده و روانه می‌شد، یا زمین به آن شکافته و قطعه قطعه می‌گشت، یا مردگان به وسیله آن زنده می‌شدند و درباره رستاخیز با آنان سخن گفته می‌شد. باز هم کافران هدایت نمی‌شدند، مگر این که خدا می‌خواست. آری، تنها معجزه سبب هدایت مردم نیست، بلکه کارها همه در اختیار خداست. با این وصف آیا مؤمنان ندانسته‌اند که خدا نمی‌خواهد این کفرپیشگان هدایت شوند و اگر خدا بخواهد همه مردم را هدایت می‌کند؟ و آیا مؤمنان از هدایت یافتن این کافران ناامید نشده‌اند که می‌خواهند معجزه‌ای جز قرآن برای آنان آورده شود تا ایمان بیاورند؟ و کسانی که رسالت تو را انکار کرده‌اند، پیوسته به سبب کفرشان به خدای رحمان، حادثه‌ای کوبنده به آنان می‌رسد، یا آن حادثه نزدیک خانه هایشان فرود می‌آید و آثار آن دامنگیرشان می‌شود. این امر همچنان ادامه دارد تا این که وعده خدا فرا رسد و نابودشان کند. به یقین، خداوند وعده خود را خلاف نمی‌کند.",
        "numberInSurah": 31,
        "juz": 13,
        "manzil": 3,
        "page": 253,
        "ruku": 208,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1739,
        "text": "سرنوشت پیشینیان گواه این وعده است، چرا که پیش از تو نیز پیامبرانی مورد استهزا قرار گرفتند و من به کسانی که کافر شده بودند مهلت دادم، سپس آنان را به عذاب گرفتم، پس کیفر من چگونه بود؟ آیا کافران توانستند از آن بگریزند؟",
        "numberInSurah": 32,
        "juz": 13,
        "manzil": 3,
        "page": 253,
        "ruku": 209,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1740,
        "text": "پس آیا خدا که بر هر شخصی چیره است و همه امور را او تدبیر می‌کند شریک دارد؟ ولی کافران برای خدا شریکانی پنداشته‌اند. بگو: آنها را وصف کنید تا برای شما روشن شود که درخورِ پرستش نیستند. آیا خدا را به شریک‌هایی خبر می‌دهید که او از وجودشان در زمین آگاه نیست، یا سخن شما سطحی و بی محتواست؟ کافران هیچ دلیلی بر شرک خود ندارند، بلکه برای آنان نیرنگشان آراسته شده و از راه درست بازداشته شده‌اند. و هر که را خدا به بیراهه کشد، هدایت کننده‌ای برای او نخواهد بود.",
        "numberInSurah": 33,
        "juz": 13,
        "manzil": 3,
        "page": 253,
        "ruku": 209,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1741,
        "text": "برای آنان در زندگی دنیا عذابی است، و قطعاً عذاب آخرت دشوارتر است، و به جای خدا نگهدارنده‌ای از عذاب نخواهند داشت.",
        "numberInSurah": 34,
        "juz": 13,
        "manzil": 3,
        "page": 253,
        "ruku": 209,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1742,
        "text": "وصف آن بهشتی که به تقواپیشگان وعده داده شده این است که از زیر درختان آن نهرها جاری است. میوه آن همیشگی و سایه اش پایدار است. این فرجام کسانی است که تقواپیشه بوده‌اند و فرجام کفرپیشگان آتش است.",
        "numberInSurah": 35,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 209,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1743,
        "text": "ای پیامبر، کسانی که به آنان کتاب آسمانی داده‌ایم، از آنچه به سوی تو فرو فرستاده شده است شادمان می‌شوند، و برخی از احزابشان کسانی هستند که بخشی از آنچه را بر تو نازل کرده‌ایم، چون با باورهایشان ناسازگار است، انکار می‌کنند. بگو: جز این نیست که من فرمان یافته‌ام خدا را بپرستم و چیزی را شریک او قرار ندهم. من مردم را فقط به سوی او می‌خوانم و در کارهایم فقط به او رجوع می‌کنم.",
        "numberInSurah": 36,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 209,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1744,
        "text": "و همان گونه که بر موسی و عیسی کتاب آسمانی نازل کردیم، بر تو نیز این قرآن را که دربردارنده حکم و به زبان عربی است فرو فرستادیم. و اگر پس از دانشی که به تو رسیده است، از خواسته‌های اهل کتاب پیروی کنی و به بخشی از احکام منسوخ یا تحریف شده آنان تمایل نشان دهی، یا در پاسخ به پیشنهادشان معجزه‌ای جز قرآن بخواهی، قطعاً خدا تو را مؤاخذه خواهد کرد، آن گاه نه به جای او یاوری خواهی داشت و نه کسی که تو را از کیفر او حفظ کند.",
        "numberInSurah": 37,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 209,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1745,
        "text": "به یقین، ما پیش از تو نیز پیامبرانی را به رسالت فرستادیم و برای آنان همسران و فرزندانی قرار دادیم، و هیچ پیامبری را توانِ این نبوده است که جز به اذن خدا معجزه‌ای بیاورد، و خدا نیز جز بر طبق حکمت و مصلحت فرمانِ تحقق معجزه‌ای را نمی‌دهد، زیرا برای هر زمانی چیزی مقرر شده است که در آن زمان جز همان چیز تحقق نمی‌یابد.",
        "numberInSurah": 38,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 210,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1746,
        "text": "خداست که در هر زمانی آنچه را بخواهد می‌زداید و آنچه را بخواهد استوار می‌دارد. البتّه زدودن و استوار داشتن امور از سوی خدا بی برنامه نیست، بلکه اساس آن (امّ الکتاب) است و (امّ الکتاب) فقط نزد اوست.",
        "numberInSurah": 39,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 210,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1747,
        "text": "پس اگر بخشی از کیفرهایی را که به آنان وعده می‌دهیم به تو بنمایانیم، یا پیش از آن جان تو را بستانیم، تو در انتظار تحقّق آن وعده‌ها مباش، چرا که وظیفه تو فقط ابلاغ پیام است و حسابرسی آنان فقط برعهده ماست.",
        "numberInSurah": 40,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 210,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1748,
        "text": "آیا ندیده‌اند که ما به سراغ زمین می‌آییم و از اطرافش آن را می‌کاهیم (آدمیان را جان می‌ستانیم و به هلاکت می‌افکنیم)؟ و خداست که حکم می‌کند و هیچ کس نمی‌تواند حکم او را دنبال کند و مانع آن شود، و او کارها را به سرعت همان گاه که انجام می‌شود حسابرسی می‌کند.",
        "numberInSurah": 41,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 210,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1749,
        "text": "قطعاً کسانی هم که پیش از آنان بودند مکر ورزیدند، ولی مکرشان ما را از هلاک ساختن آنان بازنداشت، زیرا تدبیرها همه از آنِ خداست. اوست که می‌داند هر کسی چه فراهم می‌آورَد. و به زودی کافران خواهند دانست که فرجام نیکوی این سرای از آنِ کیست؟",
        "numberInSurah": 42,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 210,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1750,
        "text": "ای پیامبر، کسانی که قرآن را انکار کرده و کافر شده اند می‌گویند: تو فرستاده خدا نیستی. بگو: برای روشن شدن حقیقت کافی است که خدا میان من و شما گواه باشد، و او به رسالت من گواهی داده است، و نیز کافی است آن کسی که دانش این کتاب (قرآن) نزد اوست به رسالت من گواهی دهد.",
        "numberInSurah": 43,
        "juz": 13,
        "manzil": 3,
        "page": 255,
        "ruku": 210,
        "hizbQuarter": 102,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "fa.safavi",
      "language": "fa",
      "name": "صفوی",
      "englishName": "صفوی",
      "format": "text",
      "type": "translation",
      "direction": "rtl"
    }
  }
}