{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 14,
    "name": "سُورَةُ إِبۡرَاهِيمَ",
    "englishName": "Ibrahim",
    "englishNameTranslation": "Abraham",
    "revelationType": "Meccan",
    "numberOfAyahs": 52,
    "ayahs": [
      {
        "number": 1751,
        "text": "الف. لام. را. این قرآن کتابی است که ما آن را به سوی تو فرستادیم تا مردم را به اذن پروردگارشان از تاریکی‌های گمراهی بیرون آوری و به نور هدایت، به راه آن مقتدر شکست ناپذیر ستوده روانه کنی.",
        "numberInSurah": 1,
        "juz": 13,
        "manzil": 3,
        "page": 255,
        "ruku": 211,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1752,
        "text": "خدایی که آنچه در آسمان‌ها و آنچه در زمین است از آنِ اوست، و وای بر کافران از عذابی سخت که دامنگیرشان خواهد شد.",
        "numberInSurah": 2,
        "juz": 13,
        "manzil": 3,
        "page": 255,
        "ruku": 211,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1753,
        "text": "همانان که زندگی دنیا را با شیفتگی برمی گزینند و آن را بر آخرت ترجیح می‌دهند و از راه خدا (آیینی که برای مردم مقرّر کرده است) باز می‌مانند و کج آن راه را می‌طلبند. اینان در بیراهه‌ای هستند که با حق فاصله‌ای دور و دراز دارد.",
        "numberInSurah": 3,
        "juz": 13,
        "manzil": 3,
        "page": 255,
        "ruku": 211,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1754,
        "text": "و ما هیچ پیامبری را جز به زبان قومش به رسالت نفرستادیم، تا پیام الهی را برای آنان به روشنی بیان کند. پس از آن، خداوند هر که را بخواهد به بیراهه می‌افکند و هر کس را بخواهد هدایت می‌کند و اوست مقتدری شکست ناپذیر که کارهایش همه از روی حکمت است.",
        "numberInSurah": 4,
        "juz": 13,
        "manzil": 3,
        "page": 255,
        "ruku": 211,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1755,
        "text": "ای پیامبر، ما تو را به رسالت فرستاده‌ایم، چنان که یقیناً موسی را با نشانه‌های خود (معجزاتی که به او دادیم) به رسالت فرستادیم و به او گفتیم: قوم خود را از تاریکی‌های گمراهی برون آور و به سوی نورِ هدایت روانه ساز و روزهای الهی را که حاکمیّت خدا بر همه اسباب و عوامل آشکار شد به آنان یادآوری کن. قطعاً در هر یک از آنها، برای هر کسی که در بلاها بسیار شکیبا و در برابر نعمت‌های الهی بسیار سپاسگزار باشد، نشانه‌هایی بر یکتایی خداست.",
        "numberInSurah": 5,
        "juz": 13,
        "manzil": 3,
        "page": 255,
        "ruku": 211,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1756,
        "text": "و یاد کن زمانی را که موسی به قومش گفت: آن نعمتی که خدا به شما ارزانی داشت به خاطر آورید، آن گاه که شما را از فرعونیان رهایی بخشید. آنان پیوسته عذاب ناگوار به شما می‌چشاندند، و برای نابود کردن نسل شما پسرانتان را سر می‌بریدند و زنانتان را برای کنیزی و خدمت زنده می‌گذاشتند، و در این امر برای شما از جانب پروردگارتان آزمونی بزرگ بود.",
        "numberInSurah": 6,
        "juz": 13,
        "manzil": 3,
        "page": 256,
        "ruku": 211,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1757,
        "text": "و یاد کن زمانی را که پروردگارتان اعلام کرد که اگر سپاسگزاری کنید، قطعاً بر نعمت‌های شما می‌افزایم، و اگر ناسپاسی کنید و به کفر و گناه روی آورید، بی تردید عذاب من سخت است.",
        "numberInSurah": 7,
        "juz": 13,
        "manzil": 3,
        "page": 256,
        "ruku": 212,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1758,
        "text": "و موسی به قومش گفت: اگر شما و کسانی که در زمینند یکسره ناسپاسی کنید و کافر شوید، به خدا زیانی نمی‌رسد، زیرا خداوند بی نیاز و ستوده است.",
        "numberInSurah": 8,
        "juz": 13,
        "manzil": 3,
        "page": 256,
        "ruku": 212,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1759,
        "text": "آیا داستان هلاکت کسانی که پیش از شما بودند: قوم نوح و عاد و ثمود و کسانی که بعد از آنان بودند به شما نرسیده است؟ هیچ کس جز خدا از حقیقت حالشان و تاریخ حیاتشان آگاه نیست. پیامبرانشان با دلایلی روشنگر به سویشان آمدند، ولی آنان دست پیامبران را به دهانشان برگرداندند (آنان را به سکوت واداشتند) و گفتند: ما به آیینی که شما برای آن فرستاده شده‌اید کافریم و در درستیِ آنچه ما را بدان فرا می‌خوانید تردید داریم و دعوت شما به یکتاپرستی مایه بدگمانی ما شده است.",
        "numberInSurah": 9,
        "juz": 13,
        "manzil": 3,
        "page": 256,
        "ruku": 212,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1760,
        "text": "پیامبرانشان گفتند: آیا در یکتایی خدا که پدیدآورنده آسمان‌ها و زمین و سامان دهنده آنهاست تردیدی هست؟ او شما را دعوت می‌کند تا پاره‌ای از گناهان شما را بر شما ببخشاید و تا سرآمدی معیّن به شما مهلت دهد، زیرا اگر بخشوده نشوید، پیش از مهلت مقرّر، به سزای گناهانتان به هلاکت خواهید رسید. گفتند: شما جز بشری مانند ما نیستید، اگر از جانب خدا پیامی به شما می‌رسید به ما نیز رسیده بود. شما می‌خواهید با این ادّعا ما را از آنچه پدرانمان می‌پرستیدند بازدارید. اگر از جانب خدا فرستاده شده‌اید برای ما معجزه‌ای آشکار بیاورید.",
        "numberInSurah": 10,
        "juz": 13,
        "manzil": 3,
        "page": 256,
        "ruku": 212,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1761,
        "text": "پیامبرانشان در پاسخ آنان گفتند: آری، ما جز بشری مانند شما نیستیم، ولی آدمیان در بهره مندی از نعمت‌های خدا یکسان نیستند، بلکه خدا به هر یک از بندگانش که بخواهد، با اعطای مقام نبوّت، نعمتی سنگین به او ارزانی می‌دارد. امّا این که از ما درخواست معجزه می‌کنید بدانید که ما نمی‌توانیم بی اذن خدا معجزه‌ای برای شما بیاوریم. پس کسانی که به خدا ایمان دارند باید تنها بر او توکّل کنند.",
        "numberInSurah": 11,
        "juz": 13,
        "manzil": 3,
        "page": 257,
        "ruku": 212,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1762,
        "text": "و ما چه عذری داریم که بر خدا توکّل نکنیم و حال آن که او راه‌هایی را که برای ما شایسته است به ما نشان داده است؟ به همین جهت بر آزارهایی که برای ابلاغ توحید به ما رسانده‌اید صبر می‌کنیم. پس اهل توکّل باید فقط بر خدا توکّل کنند.",
        "numberInSurah": 12,
        "juz": 13,
        "manzil": 3,
        "page": 257,
        "ruku": 212,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1763,
        "text": "و کسانی که کافر شدند، به پیامبرانشان گفتند: بی تردید، شما و پیروانتان را از سرزمین خود بیرون می‌کنیم مگر این که به آیین ما درآیید. پس پروردگارشان به آنان وحی کرد که حتماً ستمکاران را نابود خواهیم کرد.",
        "numberInSurah": 13,
        "juz": 13,
        "manzil": 3,
        "page": 257,
        "ruku": 213,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1764,
        "text": "و شما را پس از آنان در همان سرزمین سکونت خواهیم داد. این وعده برای کسی است که از مقام من بیم داشته و از تهدید من ترسیده است.",
        "numberInSurah": 14,
        "juz": 13,
        "manzil": 3,
        "page": 257,
        "ruku": 213,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1765,
        "text": "و پیامبران چنان از ستم کافران به ستوه آمدند که از خدا طلب یاری کردند و خدا هم آنان را یاری کرد و هر زورگوی ستیزه گری از نجات خود نومید شد و به هلاکت رسید.",
        "numberInSurah": 15,
        "juz": 13,
        "manzil": 3,
        "page": 257,
        "ruku": 213,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1766,
        "text": "دوزخ از پی اوست و به او خونابه خواهند نوشانید.",
        "numberInSurah": 16,
        "juz": 13,
        "manzil": 3,
        "page": 257,
        "ruku": 213,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1767,
        "text": "آن را جرعه جرعه می‌نوشد و می‌رود که نتواند آن را فرو برد، و مرگ از هر سو به سراغش می‌آید ولی هرگز نخواهد مرد، و عذابی سخت به دنبال خواهد داشت.",
        "numberInSurah": 17,
        "juz": 13,
        "manzil": 3,
        "page": 257,
        "ruku": 213,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1768,
        "text": "کسانی که به پروردگارشان کافر شده‌اند، اعمالشان در مَثَل به خاکستری می‌ماند که در روزی طوفانی تندبادی بر آن بوزَد که بر اندکی هم از آنچه فراهم آورده‌اند دست نمی‌توانند یافت. این است آن گمراهیی که از حق فاصله‌ای دور و دراز دارد.",
        "numberInSurah": 18,
        "juz": 13,
        "manzil": 3,
        "page": 257,
        "ruku": 213,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1769,
        "text": "آیا ندانسته‌ای که خداوند آسمان‌ها و زمین را به حق آفریده است (برای آن هدفی مقرر داشته است)؟ اگر بخواهد شما را از میان می‌بَرد و آفریدگانی جدید پدید می‌آورَد.",
        "numberInSurah": 19,
        "juz": 13,
        "manzil": 3,
        "page": 258,
        "ruku": 213,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1770,
        "text": "و این کار بر خدا دشوار نیست.",
        "numberInSurah": 20,
        "juz": 13,
        "manzil": 3,
        "page": 258,
        "ruku": 213,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1771,
        "text": "در قیامت پرده‌ها از روی چشم‌ها برداشته می‌شود و همه مردم درمی یابند که برای خدا آشکارند، آن گاه ناتوانانی که پیرو مستکبران کفرپیشه بودند، به آن گردنفرازان می‌گویند: ما در دنیا پیرو بی چون و چرای شما بودیم، آیا امروز چیزی از عذاب خدا را از ما باز می‌دارید؟ مستکبران در پاسخ می‌گویند: اگر خدا ما را به رهایی از این عذاب ره نموده بود، ما نیز شما را به رهایی از آن راهنمایی می‌کردیم، ولی بدانید چه بی تابی کنیم و چه شکیبایی ورزیم برای ما یکسان است، ما را هیچ گریزگاهی نیست.",
        "numberInSurah": 21,
        "juz": 13,
        "manzil": 3,
        "page": 258,
        "ruku": 213,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1772,
        "text": "و چون کار به انجام رسد، شیطان (ابلیس) به کافران و گنهکاران می‌گوید: خدا به شما وعده داد، وعده‌ای راست و درست، و به آن وفا کرد، و من هم به شما وعده دادم ولی با شما خلاف کردم، و من بر شما هیچ تسلّطی نداشتم، نه بر خودتان چیره بودم و نه بر خِردهایتان، فقط شما را به کفر و نافرمانی خدا فراخواندم و شما دعوتم را پذیرفتید، پس مرا سرزنش نکنید و خود را سرزنش کنید که به اختیار خود از من پیروی کردید، نه من فریادرس شما هستم و نه شما فریادرس من. من منکر آن بودم که مرا پیش از این، در حیات دنیا شریک خدا گیرید، به یقین ستمکاران عذابی دردناک دارند.",
        "numberInSurah": 22,
        "juz": 13,
        "manzil": 3,
        "page": 258,
        "ruku": 214,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1773,
        "text": "و کسانی که ایمان آورده و کارهای شایسته کرده‌اند به بوستان‌هایی آکنده از درختان که از زیر آنها نهرها روان است درآورده می‌شوند، در حالی که به اذن پروردگارشان در آن جا جاودانه خواهند بود، و درودشان در آن جا سلام است.",
        "numberInSurah": 23,
        "juz": 13,
        "manzil": 3,
        "page": 258,
        "ruku": 214,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1774,
        "text": "آیا ندانسته‌ای که خداوند گواهی به توحید را چگونه مَثَل زده است؟ او سخن پاک (گواهی به توحید) را به درختی پاک که ریشه اش در زمین استوار و شاخه هایش در آسمان است تشبیه کرده است.",
        "numberInSurah": 24,
        "juz": 13,
        "manzil": 3,
        "page": 258,
        "ruku": 214,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1775,
        "text": "درختی که در هر زمان میوه اش را به اذن پروردگارش می‌دهد. و خداوند برای مردم مَثَل‌ها می‌زند، باشد که دریابند که نیکبختی آنان در گرو توحید و خداپرستی است.",
        "numberInSurah": 25,
        "juz": 13,
        "manzil": 3,
        "page": 259,
        "ruku": 214,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1776,
        "text": "و سخن پلید (شرک) در مَثَل همچون درختی بی ریشه و پلید است که از روی زمین برکنده شده و ثبات ندارد و جز شر و بدی ثمری به بار نمی‌آورَد.",
        "numberInSurah": 26,
        "juz": 13,
        "manzil": 3,
        "page": 259,
        "ruku": 214,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1777,
        "text": "خداوند کسانی را که ایمان آورده‌اند، در زندگی دنیا و در آخرت با سخنی استوار که آن را پذیرفته‌اند بر ایمانشان پایدار می‌دارد و ستمکاران (کفرپیشگان) را در گمراهی می‌افکند و آنان را از دستیابی به حیات پاک دنیا و آخرت محروم می‌کند. و خدا هر کاری که بخواهد انجام می‌دهد.",
        "numberInSurah": 27,
        "juz": 13,
        "manzil": 3,
        "page": 259,
        "ruku": 214,
        "hizbQuarter": 103,
        "sajda": false
      },
      {
        "number": 1778,
        "text": "آیا به سران کفر ننگریسته‌ای که سپاس نعمت خدا را به ناسپاسی تبدیل کردند و قوم خود را در پی خویش به سرای هلاکت درآوردند؟",
        "numberInSurah": 28,
        "juz": 13,
        "manzil": 3,
        "page": 259,
        "ruku": 215,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1779,
        "text": "به دوزخ که به آن در می‌آیند و به آتشش می‌سوزند و آن بد قرارگاهی است.",
        "numberInSurah": 29,
        "juz": 13,
        "manzil": 3,
        "page": 259,
        "ruku": 215,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1780,
        "text": "آنان برای خدا همتایانی قرار دادند تا مردم را از راه او گمراه سازند و بدین وسیله از آنان بهره برند. ای پیامبر، به آنان بگو: از دنیا بهره برید ولی بدانید که بازگشت شما به سوی آتش است.",
        "numberInSurah": 30,
        "juz": 13,
        "manzil": 3,
        "page": 259,
        "ruku": 215,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1781,
        "text": "ای پیامبر، به آن بندگان من که ایمان آورده‌اند بگو نماز را برپا دارند و بخشی از آنچه را که روزی آنان کرده‌ایم، در نهان و آشکار انفاق کنند، پیش از آن که روزی فرا رسد که در آن نه داد و ستدی هست و نه رفاقتی، اگر بگویی، مؤمنان راستین همان کنند که تو فرمانشان می‌دهی.",
        "numberInSurah": 31,
        "juz": 13,
        "manzil": 3,
        "page": 259,
        "ruku": 215,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1782,
        "text": "چگونه خدا همتایانی داشته باشد، در حالی که اوست که آسمان‌ها و زمین را پدید آورده و از آسمان آبی فرو فرستاده و به وسیله آن از میوه‌ها برای شما روزی برآورده و کشتی‌ها را برای شما مسخّر ساخته تا به فرمان او در دریا روان شوند، و جویبارها را برای شما رام کرده است.",
        "numberInSurah": 32,
        "juz": 13,
        "manzil": 3,
        "page": 259,
        "ruku": 215,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1783,
        "text": "و خورشید و ماه را که پیوسته در حرکتند، برای شما رام ساخته و شب و روز را برای شما مسخّر کرده است.",
        "numberInSurah": 33,
        "juz": 13,
        "manzil": 3,
        "page": 259,
        "ruku": 215,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1784,
        "text": "و از هر آنچه درخواست کرده‌اید به شما داده است. و اگر نعمت‌های خدا را شماره کنید، نمی‌توانید آنها را به شمار آورید. بی تردید، انسان به خود بسیار ستم می‌کند و خویشتن را به هلاکت می‌افکند، چرا که در برابر نعمت‌های خدا بسیار ناسپاس است.",
        "numberInSurah": 34,
        "juz": 13,
        "manzil": 3,
        "page": 260,
        "ruku": 215,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1785,
        "text": "و یاد کن زمانی را که ابراهیم گفت: پروردگارا، این شهر (مکّه) را تحت مقرّراتی ویژه ایمن گردان و مرا و فرزندانم را از پرستش بت‌ها دور دار.",
        "numberInSurah": 35,
        "juz": 13,
        "manzil": 3,
        "page": 260,
        "ruku": 216,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1786,
        "text": "پروردگارا، آنها سبب گمراهی بسیاری از مردم شده‌اند. پس هر که از من پیروی کند و به آیینی که آورده‌ام پای بند باشد، او از من است، و هر که مرا نافرمانی کند از من نیست، با این حال تو آمرزنده و مهربانی.",
        "numberInSurah": 36,
        "juz": 13,
        "manzil": 3,
        "page": 260,
        "ruku": 216,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1787,
        "text": "پروردگارا، من برخی از فرزندانم (اسماعیل و نسل او) را در سرزمینی بی کشت و زرع، در کنار خانه حرمت یافته تو سکونت دادم، پروردگارا، تا نماز را برپا دارند، پس دل‌های گروهی از مردم را به آنان گرایش ده و آنان را از میوه‌ها و محصولات روزی عطا کن، باشد که سپاسگزاری کنند.",
        "numberInSurah": 37,
        "juz": 13,
        "manzil": 3,
        "page": 260,
        "ruku": 216,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1788,
        "text": "پروردگارا، به یقین، تو آنچه را که نهان می‌داریم و آنچه آشکار می‌کنیم، می‌دانی، و هیچ چیز نه در زمین و نه در آسمان بر خدا پنهان نیست.",
        "numberInSurah": 38,
        "juz": 13,
        "manzil": 3,
        "page": 260,
        "ruku": 216,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1789,
        "text": "ستایش خدای راست که دعای مرا اجابت کرد و با وجود سالخوردگی من، اسماعیل و اسحاق را به من عطا فرمود. قطعاً پروردگار من شنونده دعا و اجابت کننده آن است.",
        "numberInSurah": 39,
        "juz": 13,
        "manzil": 3,
        "page": 260,
        "ruku": 216,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1790,
        "text": "پروردگارا، مرا برپادارنده نماز گردان و از نسل من نیز نمازگزارانی قرار ده. پروردگارا، و دعای مرا بپذیر.",
        "numberInSurah": 40,
        "juz": 13,
        "manzil": 3,
        "page": 260,
        "ruku": 216,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1791,
        "text": "پروردگارا، مرا و پدر و مادرم و مؤمنان را روزی که حساب برپا می‌شود بیامرز.",
        "numberInSurah": 41,
        "juz": 13,
        "manzil": 3,
        "page": 260,
        "ruku": 216,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1792,
        "text": "و تو ای انسان مپندار که خدا از آنچه ستمکارانِ غرق در ناز و نعمت انجام می‌دهند بی خبر است، جز این نیست که کیفر آنان را تا روزی که چشم‌ها از ترس خیره می‌شود به تأخیر می‌افکند.",
        "numberInSurah": 42,
        "juz": 13,
        "manzil": 3,
        "page": 260,
        "ruku": 217,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1793,
        "text": "در حالی که گردن هایشان را کشیده و سرهایشان را بالا آورده‌اند، و بر اثر ترس پلک هایشان بر هم نمی‌آید و دل هایشان از هر چاره و تدبیری تهی است.",
        "numberInSurah": 43,
        "juz": 13,
        "manzil": 3,
        "page": 261,
        "ruku": 217,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1794,
        "text": "ای پیامبر، مردم را از روزی که عذاب به سراغشان می‌آید و هلاکشان می‌کند بیم ده. در آن روز کسانی که ستم کرده‌اند (شرک ورزیده و کافر شده اند) می‌گویند: پروردگارا، مرگ ما را تا زمانی نزدیک به تأخیر انداز. در این صورت دعوت تو را می‌پذیریم و از پیامبران پیروی می‌کنیم. به آنان بگو: آیا پیش‌تر سوگند یاد نمی‌کردید که امّتی نیرومندید و شما را فنا و انقراضی نیست؟",
        "numberInSurah": 44,
        "juz": 13,
        "manzil": 3,
        "page": 261,
        "ruku": 217,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1795,
        "text": "و آیا در دیار کسانی که بر خود ستم نمودند سکونت نکردید؟ و حال آن که برای شما آشکار شد که با آنان چگونه رفتار کردیم، و برای شما مَثَل‌ها زدیم و از امّت‌های هلاک شده نمونه‌های بسیاری بیان کردیم.",
        "numberInSurah": 45,
        "juz": 13,
        "manzil": 3,
        "page": 261,
        "ruku": 217,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1796,
        "text": "ما بر سر آنان عذابی فرود آوردیم و آنان هم نیرنگ خود را به کار بستند، ولی نیرنگشان در اختیار خدا بود و در نزد او آشکار. پس هرگز برای آنان چاره ساز نشد، هر چند مکرشان چنان بود که کوه‌ها به وسیله آن از جای کنده می‌شد.",
        "numberInSurah": 46,
        "juz": 13,
        "manzil": 3,
        "page": 261,
        "ruku": 217,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1797,
        "text": "پس هرگز مپندار که خداوند در وعده خود با پیامبرانش تخلّف می‌کند و به آنان یاری نمی‌رساند و دشمنانشان را کیفر نمی‌دهد، قطعاً خداوند شکست ناپذیر و انتقام گیرنده است.",
        "numberInSurah": 47,
        "juz": 13,
        "manzil": 3,
        "page": 261,
        "ruku": 217,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1798,
        "text": "روزی انتقام خواهد گرفت که قیامت رخ دهد و زمین به غیر این زمین و آسمان‌ها نیز به غیر این آسمان‌ها مبدل شوند و پرده‌ها همه کنار رود و همگان دریابند که در پیشگاه خداوند یگانه که بر همه موجودات چیره است، آشکارند.",
        "numberInSurah": 48,
        "juz": 13,
        "manzil": 3,
        "page": 261,
        "ruku": 217,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1799,
        "text": "آن روز گنهکاران را می‌بینی که در زنجیرها به هم بسته شده‌اند.",
        "numberInSurah": 49,
        "juz": 13,
        "manzil": 3,
        "page": 261,
        "ruku": 217,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1800,
        "text": "جامه هایشان از قَطِران (ماده‌ای سیاه و بدبو) است و آتش چهره آنان را می‌پوشاند.",
        "numberInSurah": 50,
        "juz": 13,
        "manzil": 3,
        "page": 261,
        "ruku": 217,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1801,
        "text": "[آری، قیامت روی می‌دهد] تا خداوند به هر کسی همان را که فراهم آورده است سزا دهد و در آن هیچ تأخیری نیست زیرا خدا به سرعت اعمال بندگانش را حسابرسی می‌کند.",
        "numberInSurah": 51,
        "juz": 13,
        "manzil": 3,
        "page": 261,
        "ruku": 217,
        "hizbQuarter": 104,
        "sajda": false
      },
      {
        "number": 1802,
        "text": "اینها همه ابلاغی است برای مردم تا حقایق روشن شود و مردم به وسیله آنها بیم داده شوند و بدانند که خدا معبودی یگانه است و صاحبان خرد نیز متذکر گردند.",
        "numberInSurah": 52,
        "juz": 13,
        "manzil": 3,
        "page": 261,
        "ruku": 217,
        "hizbQuarter": 104,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "fa.safavi",
      "language": "fa",
      "name": "صفوی",
      "englishName": "صفوی",
      "format": "text",
      "type": "translation",
      "direction": "rtl"
    }
  }
}