{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 18,
    "name": "سُورَةُ الكَهۡفِ",
    "englishName": "Al-Kahf",
    "englishNameTranslation": "The Cave",
    "revelationType": "Meccan",
    "numberOfAyahs": 110,
    "ayahs": [
      {
        "number": 2141,
        "text": "ستایش همه از آنِ خداوند است، همان کسی که این کتاب آسمانی را بر بنده اش محمّد فرو فرستاد و در آن هیچ کژی و انحرافی قرار نداد.",
        "numberInSurah": 1,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2142,
        "text": "کتابی که مایه برپایی جوامع انسانی است، تا کافران و گنهکاران را به عذابی سخت که از جانب خداست بیم دهد و به مؤمنانی که کارهای شایسته می‌کنند نوید دهد که برای آنان پاداشی نیکو (بهشت) خواهد بود.",
        "numberInSurah": 2,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2143,
        "text": "و برای همیشه در آن ماندگارند.",
        "numberInSurah": 3,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2144,
        "text": "و تا کسانی را که گفتند: خدا فرزندی برگرفته است، هشدار دهد.",
        "numberInSurah": 4,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2145,
        "text": "نه آنان بدین سخن علمی دارند و نه پدرانشان که مقتدای آنانند بدان علمی داشتند. چه بزرگ سخنی است که از دهانشان بیرون می‌آید! آنان جز دروغ نمی‌گویند.",
        "numberInSurah": 5,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2146,
        "text": "بیم آن می‌رود که اگر مشرکان به این قرآن ایمان نیاورند تو در پیِ رویگردانی آنان خود را از شدت اندوه به هلاکت بیفکنی.",
        "numberInSurah": 6,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2147,
        "text": "ولی جای اندوه نیست، ما آنچه را که روی زمین است زینتی برای آن قرار داده‌ایم تا بدین وسیله مردم را بیازماییم که کدام یک از آنان کردارش نیکوتر است.",
        "numberInSurah": 7,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2148,
        "text": "و هنگامی که آزمون به پایان رسد، آنچه را که بر روی زمین است از بین می‌بریم و آن را به صورت خاکی بی گیاه و جایی که مورد رغبت نباشد درمی آوریم.",
        "numberInSurah": 8,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2149,
        "text": "آیا پنداشته‌ای که اصحاب کهف و رقیم از نشانه‌های بسیار شگفت انگیز [و کم نظیر] ما بوده‌اند؟ ولی بدان آنچه بر آدمیان می‌گذرد نظیر واقعه‌ای است که بر اصحاب کهف گذشت.",
        "numberInSurah": 9,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2150,
        "text": "یاد کن زمانی را که آن جوانان در غار جای گرفتند و گفتند: پروردگارا، از جانب خود رحمتی به ما ببخش و راه درست را به ما بنمای و در کاری که در پیش گرفته‌ایم راه نجاتی برای ما فراهم کن.",
        "numberInSurah": 10,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2151,
        "text": "پس چند سالی در آن غار به آرامی بر گوش هایشان نواختیم و آنان را به خواب فرو بردیم.",
        "numberInSurah": 11,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2152,
        "text": "سپس از خواب بیدارشان کردیم تا مشخص کنیم کدام یک از آن دو گروه مدت درنگشان را برشمرده‌اند.",
        "numberInSurah": 12,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2153,
        "text": "ما داستان آنها را به دور از هر باطلی بر تو حکایت می‌کنیم. آنها جوانانی بودند که به پروردگارشان ایمان آوردند و ما آنان را هدایت، افزودیم.",
        "numberInSurah": 13,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 253,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2154,
        "text": "و دل هایشان را استوار کردیم آن گاه که برخاستند و به سردمداران مشرک خود گفتند: پروردگار ما همان پروردگار آسمان‌ها و زمین است و ما هرگز به جای او معبودی را نمی‌پرستیم، زیرا اگر چنین کنیم، قطعاً سخنی گزاف و ناروا گفته‌ایم.",
        "numberInSurah": 14,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 253,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2155,
        "text": "اینها قوم ما هستند که به جای او معبودانی را برگزیده و به پرستش آنها پرداخته‌اند. چرا بر شایستگی آنها برای پرستش دلیلی آشکار نمی‌آورند؟ این پرستش بی دلیل، افترا بر خداست، و کیست ستمکارتر از کسی که بر خدا دروغ بسته است.",
        "numberInSurah": 15,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 253,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2156,
        "text": "سپس از مشرکان کناره گرفتند و به یکدیگر گفتند: اکنون که از آنان و از آنچه به جای خدا می‌پرستند کناره گرفتید و روی به خدای یکتا آوردید، در آن غار جای گیرید که پروردگارتان رحمتی از رحمت خود را بر شما می‌گستراند و برای شما در کارتان گشایشی فراهم می‌آورد.",
        "numberInSurah": 16,
        "juz": 15,
        "manzil": 4,
        "page": 295,
        "ruku": 253,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2157,
        "text": "و اگر خود را میان آنان فرض کنی، می‌بینی که چون خورشید برمی آید، از غارشان به سمت راست می‌گراید و بر آن جانب پرتو می‌افکند. و چون غروب می‌کند، از آنان می‌گذرد در حالی که نورش بر سمت چپ غار می‌تابد، این در حالی است که آنان در جایی فراخ از آن که آفتاب بر آن نمی‌تابد قرار گرفته‌اند. این از آیات خداست. هر که را خدا هدایت کند او رهیافته است، و هر که را به گمراهی بیفکند، هرگز برای او کارگزاری هدایتگر نخواهی یافت.",
        "numberInSurah": 17,
        "juz": 15,
        "manzil": 4,
        "page": 295,
        "ruku": 253,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2158,
        "text": "و دیدگانشان را گشوده می‌بینی و آنان را بیدار می‌انگاری، در حالی که خفته‌اند، و ما آنها را از پهلوی چپ به راست و از پهلوی راست به چپ می‌گردانیم تا لباس و اندامشان در اثر تماس با زمین فرسوده نگردد، و سگشان بر آستانه غار دو ساعدش را گسترده است. اگر بر آنها سر می‌کشیدی، با حالت گریز از آنان روی می‌گرداندی و از مشاهده آنها آکنده از ترس می‌شدی.",
        "numberInSurah": 18,
        "juz": 15,
        "manzil": 4,
        "page": 295,
        "ruku": 254,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2159,
        "text": "و همان گونه که خواب را بر آنان مسلط کردیم، بیدارشان نمودیم تا در میان خود از یکدیگر پرسش کنند. گوینده‌ای از آنان گفت: چقدر در خواب مانده‌اید؟ چند تن از آنان گفتند: یک روز یا پاره‌ای از روز را مانده‌ایم، و برخی دیگر گفتند: پروردگارتان به مقدار ماندنتان داناتر است، اینک یکی از خودتان را با این درهم هایتان به شهر بفرستید تا بنگرد که غذای کدامین فروشنده پاکیزه‌تر است، و از همان برای شما خوردنی بیاورد، و باید با مردم در داد و ستد و رفت و آمدش نرمی کند، مبادا کشمکشی روی دهد و کسی را از حال شما با خبر سازد.",
        "numberInSurah": 19,
        "juz": 15,
        "manzil": 4,
        "page": 295,
        "ruku": 254,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2160,
        "text": "قطعاً اگر آنان بر شما دست یابند سنگسارتان می‌کنند یا شما را به آیین خود باز می‌گردانند و در آن صورت هرگز سعادتمند نخواهید شد.",
        "numberInSurah": 20,
        "juz": 15,
        "manzil": 4,
        "page": 295,
        "ruku": 254,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2161,
        "text": "و بدینسان مردم را از حالشان باخبر ساختیم تا همگان (مؤمنان و کافران) بدانند که وعده خدا حق است و در رستاخیز هیچ تردیدی نیست. آری آن گاه اصحاب کهف را از خوابشان بیدار کردیم و مردم را از حالشان باخبر ساختیم که آنان درباره حقانیت معاد با یکدیگر کشمکش می‌کردند. ولی منکران معاد با این نشانه بزرگ به حقیقت راه نیافتند، از این رو گفتند: بنایی (دیواری) بر آنان بسازید و رهایشان کنید، پروردگارشان به حالشان آگاه‌تر است، امّا کسانی که در آنچه بدان باور داشتند (حقانیت معاد) پیروز شدند، گفتند: ما حتماً بر آنان مسجدی بنا می‌کنیم تا یادشان زنده بماند.",
        "numberInSurah": 21,
        "juz": 15,
        "manzil": 4,
        "page": 296,
        "ruku": 254,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2162,
        "text": "به زودی مردم در شمارِ اصحاب کهف اختلاف خواهند کرد، برخی خواهند گفت: آنان سه تن بودند و چهارمین آنها سگشان بود، و برخی دیگر خواهند گفت: آنان پنج تن بودند و ششمین آنها سگشان بود ـ آنان تیر در تاریکی می‌افکنند و از روی جهل سخن می‌گویند ـ و برخی نیز خواهند گفت: آنان هفت تن بودند و هشتمین آنها سگشان بود. بگو: پروردگارم به شمار آنها داناتر است، جز اندکی از مردم کسی شمار آنها را نمی‌داند. پس ای پیامبر، با کسانی که درباره آنها سخن می‌گویند جز به شیوه‌ای آشکار که آیات قرآن بر آن دلالت دارد جدال مکن و از هیچ یک از آنان درباره اصحاب کهف نظرخواهی مکن.",
        "numberInSurah": 22,
        "juz": 15,
        "manzil": 4,
        "page": 296,
        "ruku": 254,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2163,
        "text": "و هرگز در مورد کاری که آهنگ آن را داری مگو: قطعاً من فردا آن را انجام می‌دهم.",
        "numberInSurah": 23,
        "juz": 15,
        "manzil": 4,
        "page": 296,
        "ruku": 255,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2164,
        "text": "مگر این که به همراه آن بگویی: اگر خدا بخواهد. و چنانچه آن را فراموش کردی، پروردگارت را با این وصف که همه امور به دست اوست و جز به اراده او کاری انجام نمی‌گیرد یاد کن و بگو: امید است که پروردگارم مرا به چیزی که از یاد او پس از فراموشی، به هدایت نزدیک‌تر است (به ذکر همیشگی خود) هدایت کند.",
        "numberInSurah": 24,
        "juz": 15,
        "manzil": 4,
        "page": 296,
        "ruku": 255,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2165,
        "text": "و اصحاب کهف سیصد سال در غارشان به خواب ماندند و نُه سال نیز بر آن افزودند.",
        "numberInSurah": 25,
        "juz": 15,
        "manzil": 4,
        "page": 296,
        "ruku": 255,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2166,
        "text": "بگو: خداست که به مدت درنگشان در غار از همه داناتر است، زیرا غیب آسمان‌ها و زمین تنها از آنِ اوست. چه بینا و شنواست! برای آنان کارگزاری جز او نیست و هیچ کس را در فرمانروایی خود شریک نمی‌گیرد.",
        "numberInSurah": 26,
        "juz": 15,
        "manzil": 4,
        "page": 296,
        "ruku": 255,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2167,
        "text": "آنچه از لوح محفوظ که نگارش یافته پروردگار توست بر تو وحی می‌شود تلاوت کن. سخنان او را دگرگون کننده‌ای نیست، و جز او هرگز پناهگاهی برای خود نخواهی یافت.",
        "numberInSurah": 27,
        "juz": 15,
        "manzil": 4,
        "page": 296,
        "ruku": 255,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2168,
        "text": "ای پیامبر، به کافران مرفّه که در بند ایمان نیستند دل مبند، بلکه خود را پای بند و همراه کسانی که هر صبح و شام پروردگارشان را می‌خوانند و خشنودی او را می‌طلبند قرار ده و دیدگانت از آنان نگردد و به کفرپیشگان مرفّه نگراید که آرایش زندگی این دنیا را بخواهی، و از آن کس که ما دلش را از یاد خود غافل ساخته‌ایم و از پی هوای خویش رفته و کارش نادیده گرفتن حق بوده است پیروی مکن.",
        "numberInSurah": 28,
        "juz": 15,
        "manzil": 4,
        "page": 297,
        "ruku": 255,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2169,
        "text": "و به آنان بگو: حق از جانب پروردگار شماست. پس هر که بخواهد ایمان بیاورد و هر که بخواهد کافر شود، ولی بدانند که ما برای ستمکاران آتشی آماده کرده‌ایم که سراپرده اش آنان را احاطه کرده است، و اگر یاری بطلبند، با آبی مانند مس ذوب شده که چهره‌ها را می‌گدازد به فریادشان می‌رسند. بد نوشیدنی ای است آن آب و بد تکیه گاهی است آن آتش.",
        "numberInSurah": 29,
        "juz": 15,
        "manzil": 4,
        "page": 297,
        "ruku": 255,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2170,
        "text": "به یقین، کسانی که ایمان آورده و کارهای شایسته کرده‌اند، پاداششان را به طور کامل می‌دهیم، زیرا ما پاداش کسی را که کار نیکو کند تباه نمی‌کنیم.",
        "numberInSurah": 30,
        "juz": 15,
        "manzil": 4,
        "page": 297,
        "ruku": 255,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2171,
        "text": "اینانند که برایشان بوستان‌هایی دایمی است، از زیر قصرهایشان نهرها روان است. در آن جا با دستواره‌هایی زرّین آراسته می‌گردند و جامه‌هایی سبز از حریر نازک و دیبای ستبر بر تن می‌کنند، در آن جا بر تخت‌ها تکیه می‌زنند. نیکو پاداشی است آن بوستان‌ها و نیکو تکیه گاهی است آن تخت‌ها،",
        "numberInSurah": 31,
        "juz": 15,
        "manzil": 4,
        "page": 297,
        "ruku": 255,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2172,
        "text": "برای آنان که به دنیا دل بسته و از یاد خدا غافلند حکایتی را بیان کن، حکایت دو مردی که به یکی از آنها دو باغ انگور دادیم و گرداگرد آن دو باغ را با درختان خرما پوشاندیم و میان آن دو کشتزاری قرار دادیم.",
        "numberInSurah": 32,
        "juz": 15,
        "manzil": 4,
        "page": 297,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2173,
        "text": "درختان هر دو باغ میوه خود را می‌دادند و چیزی از آن نمی‌کاستند، و میان آن دو باغ نهری جوشان روان ساخته بودیم.",
        "numberInSurah": 33,
        "juz": 15,
        "manzil": 4,
        "page": 297,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2174,
        "text": "علاوه بر اینها او ثروتی فراوان داشت، پس به رفیقش در حالی که با او گفتوگو می‌کرد، گفت: دارایی من از تو بیشتر است و نفراتم (فرزندان و خدمتکارانم) از تو نیرومندترند.",
        "numberInSurah": 34,
        "juz": 15,
        "manzil": 4,
        "page": 297,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2175,
        "text": "آن مرد در حالی که بر اثر فراموشی خدا و غرور و تکبر بر خود ستم کرده بود وارد باغ خود شد و به رفیقش گفت: گمان نمی‌کنم این باغ هرگز تباه شود، زیرا اسباب خرمی آن همچنان فراهم است.",
        "numberInSurah": 35,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2176,
        "text": "و گمان نمی‌کنم که رستاخیز برپا شود، و اگر هم رستاخیزی در کار باشد و من به سوی پروردگارم بازگردانده شوم قطعاً بازگشتی بهتر از این خواهم یافت، چرا که شایستگی من در دنیا نشانگر لیاقت من در آخرت است.",
        "numberInSurah": 36,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2177,
        "text": "رفیقش ـ در حالی که با او گفتوگو می‌کرد ـ در پاسخ وی گفت: آیا به آن کسی که تو را از خاکی و سپس از نطفه‌ای آفرید و آن گاه تو را به صورت مردی اعتدال بخشید، کافر شده‌ای که اراده او را در آفرینش بی اثر می‌دانی؟ (۳۷",
        "numberInSurah": 37,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2178,
        "text": "امّا من، حقیقت این است که خدا پروردگار من است و هیچ کس را با پروردگارم در تدبیر امور هستی شریک نمی‌سازم.",
        "numberInSurah": 38,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2179,
        "text": "و چرا وقتی وارد باغ خود شدی نگفتی: امر آن است که خدا خواسته است و هیچ قدرتی جز در پرتو قدرت خدا نیست؟ و چون فرجام کارها در اختیار اوست، اگر می‌بینی مال و فرزندان من از تو کمتر است،",
        "numberInSurah": 39,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2180,
        "text": "ممکن است پروردگارم بهتر از باغ تو به من عطا کند، و بر باغ تو شراره‌هایی از آسمان فرو فرستد، در نتیجه آن به صورت زمینی صاف و بی گیاه درآید.",
        "numberInSurah": 40,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2181,
        "text": "یا آب آن به زمین فرو رود و هرگز نتوانی آن را به دست آوری.",
        "numberInSurah": 41,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2182,
        "text": "و سرانجام، محصولش را تباهی فرا گرفت و او در حالی که باغش بر داربست‌های آن فرو ریخته بود برای آنچه در آن هزینه کرده بود، دست هایش را از پشیمانی به هم می‌مالید و می‌گفت: ای کاش کسی را با پروردگارم شریک نمی‌ساختم و به غیر او اعتماد نکرده بودم.",
        "numberInSurah": 42,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2183,
        "text": "او که به خدمتکاران و فرزندان خود می‌بالید، در آن هنگام هیچ گروهی را جز خدا نداشت که به او یاری رسانند و خود نیز توانِ آن را نداشت که عذاب را از خویشتن بگرداند.",
        "numberInSurah": 43,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2184,
        "text": "آری، آن گاه که علل و اسباب بی اثر شود، آشکار می‌گردد که فرمانروایی فقط در اختیار خداست، زیرا او حق است و بی عنایت او هیچ چیزی کارساز نیست. پاداش او از همه بهتر و به فرجام نیز از همه نیکوتر است.",
        "numberInSurah": 44,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2185,
        "text": "برای آن رفاه طلبانی که به تجمّلات دنیا روی آورده و خدا را از یاد برده‌اند زندگی دنیا را مَثَل بزن که مانند آبی است که آن را از آسمان فرو فرستادیم، پس گیاه زمین با آن درآمیخت و سبز و خرّم شد، آن گاه پس از چندی خشک و خرد گشت به گونه‌ای که بادها آن را از سویی به سوی دیگر پراکنده می‌سازند، و خدا بر هر چیزی تواناست.",
        "numberInSurah": 45,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 257,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2186,
        "text": "مال و پسران زیور زندگی دنیا و زودگذرند، ولی کارهای شایسته که ماندگار است نزد پروردگارت پاداشی بهتر دارد و برای دستیابی به رحمت او امیدبخش‌تر است.",
        "numberInSurah": 46,
        "juz": 15,
        "manzil": 4,
        "page": 299,
        "ruku": 257,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2187,
        "text": "یاد کن روزی را که کوه‌ها را از جای برکنده و روان می‌سازیم در نتیجه زمین را صاف و آشکار می‌بینی، و مشرکان را محشور کرده و هیچ یک از آنان را فرو نگذاشته‌ایم.",
        "numberInSurah": 47,
        "juz": 15,
        "manzil": 4,
        "page": 299,
        "ruku": 257,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2188,
        "text": "و در یک صف بر پروردگارت عرضه شده‌اند و به آنان گفته‌ایم: همان گونه که نخستین بار شما را آفریدیم و چیزی از زیورهای دنیا را با خود نداشتید اینک نزد ما آمده‌اید. تنها زیورهای دنیا بازدارنده شما از کارهای نیک نبود، بلکه می‌پنداشتید که هرگز برای شما وعده گاهی مقرّر نخواهیم کرد و قیامتی در کار نخواهد بود.",
        "numberInSurah": 48,
        "juz": 15,
        "manzil": 4,
        "page": 299,
        "ruku": 257,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2189,
        "text": "و نامه اعمال برای داوری در میان نهاده شده است، آن گاه مشرکان و گنهکاران را می‌بینی که از آنچه در آن است بیمناکند و می‌گویند: ای وای بر ما، این چه نامه عملی است که هیچ خرد و کلانی را فروگذار نکرده مگر این که آن را به شمار آورده است! و آنچه انجام داده‌اند حاضر یافته‌اند، و پروردگارت به هیچ کس ستم نمی‌کند.",
        "numberInSurah": 49,
        "juz": 15,
        "manzil": 4,
        "page": 299,
        "ruku": 257,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2190,
        "text": "و یاد کن زمانی را که به فرشتگان گفتیم: برای آدم سجده کنید. پس همه سجده کردند، جز ابلیس که از جنّیان بود و از فرمان پروردگارش سرپیچی کرد. با این وصف آیا او و نسلش را به جای من کارساز خود گرفته‌اید، در صورتی که آنها دشمن شمایند؟ بد جایگزینی است که ستمکاران به جای خدا دارند.",
        "numberInSurah": 50,
        "juz": 15,
        "manzil": 4,
        "page": 299,
        "ruku": 258,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2191,
        "text": "من ابلیس و نسل او را نه گواه بر آفرینش آسمان‌ها و زمین گرفتم و نه گواه بر آفرینش خودشان، پس چگونه می‌توانند کار جهان هستی را تدبیر کنند یا امور خود را سامان دهند؟ علاوه بر این، آنها عناصری گمراه گرند و من هرگز گمراه کنندگان را مددکار خود نگرفته‌ام.",
        "numberInSurah": 51,
        "juz": 15,
        "manzil": 4,
        "page": 299,
        "ruku": 258,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2192,
        "text": "و یاد کن روزی را که خدا به مشرکان می‌گوید: کسانی را که شریکان من می‌پنداشتید ندا دهید. پس آنها را می‌خوانند ولی آنان اجابتشان نمی‌کنند، و ما میان آنها فاصله‌ای قرار داده‌ایم که روابط آنها را با یکدیگر قطع کند.",
        "numberInSurah": 52,
        "juz": 15,
        "manzil": 4,
        "page": 299,
        "ruku": 258,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2193,
        "text": "و گنهکاران آتش دوزخ را دیده و دریافته‌اند که در آن فرو می‌افتند و آتش آنان را فرا می‌گیرد و گریزگاهی از آن برای خود نخواهند یافت.",
        "numberInSurah": 53,
        "juz": 15,
        "manzil": 4,
        "page": 299,
        "ruku": 258,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2194,
        "text": "و به راستی در این قرآن هرگونه مَثَلی که حق را برای مردم آشکار کند و آنان را به ایمان سوق دهد با بیان‌های گوناگون آورده‌ایم، ولی انسان از هر چیزی جدال پیشه‌تر است.",
        "numberInSurah": 54,
        "juz": 15,
        "manzil": 4,
        "page": 300,
        "ruku": 259,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2195,
        "text": "این مردم، گویی با کفر ورزیدن خود عذاب الهی را می‌طلبند، زیرا هنگامی که هدایت برایشان آمد، چیزی آنان را از ایمان آوردن و طلب آمرزش از پروردگارشان باز نداشت جز این که درخورِ آن گردند که سنّتی که درباره گذشتگان اجرا شد و آنان را نابود ساخت درباره اینان نیز اجرا شود، یا عذاب رویارویشان بیاید و با مشاهده آن به ایمان ناگزیر شوند.",
        "numberInSurah": 55,
        "juz": 15,
        "manzil": 4,
        "page": 300,
        "ruku": 259,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2196,
        "text": "ای پیامبر، مبادا کفر کافران تو را اندوهگین کند، زیرا ما پیامبران را جز بشارت دهنده و اخطارکننده نفرستاده‌ایم، و کسانی که کافر شده‌اند به وسیله باطل به جدال می‌پردازند تا حق را بدان پایمال کنند، و آنان آیات من و آنچه را که بدان بیم داده شده‌اند به مسخره گرفته‌اند.",
        "numberInSurah": 56,
        "juz": 15,
        "manzil": 4,
        "page": 300,
        "ruku": 259,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2197,
        "text": "و کیست ستمکارتر از آن کس که آیات پروردگارش به او یادآوری شده و از آنها روی برتافته و این دستاورد را که پیش فرستاده فراموش کرده است؟ ما بر دل‌های آنان چندین پوشش گذاشته‌ایم تا حقیقت را به اندیشه خود درنیابند، و در گوش هایشان سنگینی نهاده‌ایم تا سخن حق را چنان که باید نشنوند. از این رو، اگر آنان را به هدایت فراخوانی، هرگز هدایت نخواهند شد.",
        "numberInSurah": 57,
        "juz": 15,
        "manzil": 4,
        "page": 300,
        "ruku": 259,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2198,
        "text": "و پروردگار تو بسیار آمرزنده و صاحب رحمت است، لذا در عذابشان شتاب نمی‌کند. اگر به سزای آنچه فراهم آورده‌اند، آنان را مؤاخذه می‌کرد، قطعاً عذاب را هر چه زودتر بر سرشان فرود می‌آورد. آنان تصور نکنند که برای همیشه رهایی یافته‌اند، بلکه برای عذابشان موعدی است که در برابر آن هرگز پناهگاهی نخواهند یافت.",
        "numberInSurah": 58,
        "juz": 15,
        "manzil": 4,
        "page": 300,
        "ruku": 259,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2199,
        "text": "و این شهرهاست که چون مردمش ستم کردند، آنها را هلاک کردیم، ولی در هلاکتشان شتاب نکردیم بلکه برای آن موعدی مقرّر داشتیم.",
        "numberInSurah": 59,
        "juz": 15,
        "manzil": 4,
        "page": 300,
        "ruku": 259,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2200,
        "text": "و یاد کن زمانی را که موسی به جوانی که پیوسته همراهش بود گفت: همچنان خواهم رفت تا به محل برخورد آن دو دریا برسم یا زمانی دراز راه پویم.",
        "numberInSurah": 60,
        "juz": 15,
        "manzil": 4,
        "page": 300,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2201,
        "text": "پس به راه خود ادامه دادند تا وقتی که به محل برخورد آن دو دریا رسیدند و بر صخره‌ای آرمیدند، از ماهی خود که آن را در کناری نهاده بودند غافل شدند و ماهی راه خود را در دریا که همچون جاده‌ای بود در پیش گرفت و رفت.",
        "numberInSurah": 61,
        "juz": 15,
        "manzil": 4,
        "page": 300,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2202,
        "text": "و هنگامی که از آن جا گذشتند، موسی به جوان همراهش گفت: غذایمان را به ما بده که ما از این سفرمان رنج و خستگی دیدیم.",
        "numberInSurah": 62,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2203,
        "text": "جوان گفت: دیدی [چه شد]؟ وقتی کنار آن صخره جای گرفتیم، من فراموش کردم جریان ماهی را برای تو بازگویم، و کسی جز شیطان یاد آن را از خاطرم نبرد، و ماهی به گونه‌ای شگفت انگیز راه خود را در دریا پیش گرفت و رفت.",
        "numberInSurah": 63,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2204,
        "text": "موسی گفت: این رویداد همان چیزی است که ما در پی آن بودیم و این نشانه میعاد ماست، پس بی درنگ ردّ پای خود را دنبال کردند و بازگشتند.",
        "numberInSurah": 64,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2205,
        "text": "چون بدان جا رسیدند، بنده‌ای از بندگان ما (خِضْر) را یافتند که از جانب خود رحمتی به او عطا کرده و از نزد خود دانشی به او آموخته بودیم.",
        "numberInSurah": 65,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2206,
        "text": "موسی به او گفت: آیا اجازه می‌دهی به دنبال تو بیایم، با این قرار که بخشی از آنچه را که به تو آموخته‌اند به من بیاموزی تا به وسیله آن به راه درست رهنمون شوم؟",
        "numberInSurah": 66,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2207,
        "text": "آن عالم (خضر) گفت: تو هرگز نمی‌توانی به همراه من باشی و بر روش آموزش من شکیبایی کنی.",
        "numberInSurah": 67,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2208,
        "text": "و چگونه بر چیزی که دانشت بدان احاطه ندارد شکیبایی می‌کنی؟",
        "numberInSurah": 68,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2209,
        "text": "موسی گفت: اگر خدا بخواهد مرا شکیبا خواهی یافت و در هیچ کاری تو را نافرمانی نخواهم کرد.",
        "numberInSurah": 69,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2210,
        "text": "خضر گفت: اگر دنبال من آمدی، از من درباره کاری که انجام می‌دهم چیزی مپرس تا خود از آن برای تو سخنی آغاز کنم.",
        "numberInSurah": 70,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2211,
        "text": "پس هر دو به راه افتادند، تا وقتی که سوار کشتی شدند، خضر آن را سوراخ کرد. موسی گفت: آیا آن را سوراخ کردی تا سرنشینانش را غرق کنی؟ به راستی کاری بس ناگوار کردی.",
        "numberInSurah": 71,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 261,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2212,
        "text": "خضر گفت: آیا به تو نگفتم که هرگز نمی‌توانی به همراه من باشی و بر روش آموزش من شکیبایی ورزی؟",
        "numberInSurah": 72,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 261,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2213,
        "text": "موسی گفت: مرا به فراموشی و غفلتم بازخواست مکن و به سبب کارم مرا در تنگنا قرار مده.",
        "numberInSurah": 73,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 261,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2214,
        "text": "سپس از کشتی پیاده شدند و به راه افتادند، تا وقتی که به پسری نوجوان رسیدند و خضر او را کشت، موسی گفت: آیا شخص بی گناهی را بدون آن که کسی را کشته باشد کشتی؟ به راستی کاری ناپسند مرتکب شدی.",
        "numberInSurah": 74,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 261,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2215,
        "text": "خضر گفت: آیا به تو نگفتم که هرگز نمی‌توانی به همراه من باشی و بر روش آموزش من شکیبایی کنی؟",
        "numberInSurah": 75,
        "juz": 16,
        "manzil": 4,
        "page": 302,
        "ruku": 261,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2216,
        "text": "موسی گفت: اگر پس از این درباره چیزی از تو پرسیدم با من همراهی مکن که قطعاً از جانب من به عذری رسیده‌ای.",
        "numberInSurah": 76,
        "juz": 16,
        "manzil": 4,
        "page": 302,
        "ruku": 261,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2217,
        "text": "پس به راه افتادند تا وقتی که به مردم دیاری رسیدند و از اهل آن جا غذا خواستند و آنان از مهمان نمودن و غذا دادن به آن دو خودداری کردند و در آن جا دیواری را یافتند که می‌خواست فرو ریزد و خضر آن را استوار ساخت، موسی گفت: اگر می‌خواستی بر آن دستمزدی می‌گرفتی تا به وسیله آن غذایی تهیه کنیم.",
        "numberInSurah": 77,
        "juz": 16,
        "manzil": 4,
        "page": 302,
        "ruku": 261,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2218,
        "text": "خضر گفت: این سخن تو باعث جدایی میان من و توست. به زودی دلیل آنچه را که نتوانستی بر آن شکیبایی کنی به تو خبر می‌دهم.",
        "numberInSurah": 78,
        "juz": 16,
        "manzil": 4,
        "page": 302,
        "ruku": 261,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2219,
        "text": "امّا آن کشتی، از آنِ بینوایانی بود که در دریا کار می‌کردند و معاش خود را از این طریق تأمین می‌نمودند. من خواستم آن را معیوب کنم، زیرا در کمین آنان پادشاهی بود که هر کشتی سالمی را به زور می‌گرفت.",
        "numberInSurah": 79,
        "juz": 16,
        "manzil": 4,
        "page": 302,
        "ruku": 261,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2220,
        "text": "امّا آن نوجوان، پدر و مادرش مؤمن بودند و ما ترسیدیم او با کفر و سرکشی خود، آن دو را در تنگنا قرار دهد و بیازارد.",
        "numberInSurah": 80,
        "juz": 16,
        "manzil": 4,
        "page": 302,
        "ruku": 261,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2221,
        "text": "پس خواستیم که پروردگارشان برای آنان فرزندی را که در ایمان و نیکوکاری از او بهتر و به رعایت حق خویشاوندی نزدیک‌تر باشد، جایگزین او کند.",
        "numberInSurah": 81,
        "juz": 16,
        "manzil": 4,
        "page": 302,
        "ruku": 261,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2222,
        "text": "و امّا آن دیوار، از آنِ دو پسر یتیم در شهر بود، و زیر آن گنجی وجود داشت که مال آن دو بود، و پدرشان مردی نیکوکار بود، پس پروردگارت خواست که آن دو به توانایی خویش رسند و گنجِ خود را از آن جا بیرون آورند. این به سبب رحمتی بود که از جانب پروردگارت شامل حالشان شده بود. من آنچه انجام دادم از پیش خود نکردم، بلکه فرمان خدا را به جای آوردم. این بود دلیل و خاستگاه آنچه که نتوانستی بر آن شکیبایی کنی.",
        "numberInSurah": 82,
        "juz": 16,
        "manzil": 4,
        "page": 302,
        "ruku": 261,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2223,
        "text": "و از تو ای پیامبر درباره ذوالقرنین می‌پرسند. بگو: به زودی درباره او از قرآن برای شما خواهم خواند.",
        "numberInSurah": 83,
        "juz": 16,
        "manzil": 4,
        "page": 302,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2224,
        "text": "ما به او برای حکومت در زمین توانایی بخشیدیم و از هر چیزی که او را به اهدافش برساند وسیله‌ای به او عطا کردیم.",
        "numberInSurah": 84,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2225,
        "text": "پس او وسیله‌ای فراهم کرد.",
        "numberInSurah": 85,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2226,
        "text": "و سپس به راه افتاد، تا وقتی که به غروبگاه خورشید، آخرین معموره‌های مغرب زمین رسید، از ساحل دریا چنین یافت که گویی خورشید در دریایی سیاه و گِل آلود فرو می‌رود، و در کنار دریا قومی را یافت و آنان را تحت سلطه خود درآورد. گفتیم: ای ذوالقرنین، با آنان چه خواهی کرد؟ آیا آنان را کیفر می‌دهی یا در میانشان به نیکی رفتار می‌کنی؟",
        "numberInSurah": 86,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2227,
        "text": "گفت: امّا آن کس که ستم کرده است، به زودی او را کیفر می‌کنیم، سپس به سوی پروردگارش بازگردانده می‌شود و خداوند او را به عذابی که تصوّر آن را نمی‌کرده است معذَّب می‌دارد.",
        "numberInSurah": 87,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2228,
        "text": "و امّا آن کس که ایمان آورده و کاری شایسته کرده است نیکوترین پاداش را خواهد داشت و به زودی او را به تکالیف سهل و ساده‌ای مکلّف خواهیم ساخت.",
        "numberInSurah": 88,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2229,
        "text": "سپس وسیله دیگری برای حرکت به سوی مشرق فراهم نمود.",
        "numberInSurah": 89,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2230,
        "text": "و به راه افتاد، تا وقتی که به جایگاه برآمدنِ خورشید رسید، خورشید را یافت که بر مردمی طلوع می‌کند که برای آنان در برابر تابش آن پوششی قرار نداده بودیم.",
        "numberInSurah": 90,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2231,
        "text": "ذوالقرنین این گونه عمل می‌کرد، در حالی که ما به آنچه در اختیار داشت و به آنچه بر او می‌گذشت به خوبی آگاه بودیم و با هدایت ما اهداف خود را پیش می‌برد.",
        "numberInSurah": 91,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2232,
        "text": "آن گاه وسیله دیگری برای حرکت به سوی شمال فراهم ساخت.",
        "numberInSurah": 92,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2233,
        "text": "و به راه افتاد، تا وقتی که به درّه‌ای میان آن دو کوه (از کوه‌های قفقاز) رسید، در مجاورت آن دو کوه، قومی عقب مانده را یافت که به آسانی مفهوم هیچ سخنی را درک نمی‌کردند.",
        "numberInSurah": 93,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2234,
        "text": "گفتند: ای ذوالقرنین، قبیله (یأجوج) و (مأجوج) فسادگرند. آنان به این سرزمین هجوم می‌آورند و به قتل و غارت ما می‌پردازند. آیا برای تو از اموال خود مزدی مقرّر کنیم که میان ما و آنان سدّی بنا کنی؟",
        "numberInSurah": 94,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2235,
        "text": "ذوالقرنین گفت: من به اموال شما نیازی ندارم. آنچه پروردگارم به من در آن توانایی بخشیده بهتر از دستمزدی است که شما به من می‌پردازید. اگر خواهانِ بنای سدّ هستید، مرا با نیروی انسانی و تهیه مصالح سدّ یاری دهید که من میان شما و آنان سدّی استوار بنا خواهم کرد.",
        "numberInSurah": 95,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2236,
        "text": "سپس گفت: پاره‌های آهن به من بدهید. پس از آن که پاره‌های آهن را آوردند، آنها را روی هم چید، و وقتی میان آن دو کوه را با پاره‌های آهن و مواد لازم پر کرد و آن دو را برابر ساخت، گفت: در دم‌های آهنگری بدمید. هنگامی که آنها را بسان آتش گداخته کرد گفت: مسِ ذوب شده به من دهید تا بر شکاف‌های آن فروریزم.",
        "numberInSurah": 96,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2237,
        "text": "بدین ترتیب سدّی بلند و استوار ساخت. از آن پس قبیله یأجوج و مأجوج نه توانستند از آن بالا روند و نه توانستند در آن رخنه‌ای پدید آورند.",
        "numberInSurah": 97,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2238,
        "text": "ذو القرنین گفت: این سد رحمتی از جانب پروردگار من است که بدین وسیله امّت‌هایی از گزند فسادگران مصون می‌مانند، و این سدّ تا فرا رسیدن وعده الهی پایدار است، و هنگامی که وعده پروردگارم فرا رسد آن را با خاک یکسان می‌کند، و وعده پروردگارم راست و درست است.",
        "numberInSurah": 98,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2239,
        "text": "آن روز که چنین شود، مردم را به حال خود وا می‌نهیم تا چون دریایی طوفان زده آشفته گردند و مانند امواج به هم درآمیزند، و در صور دمیده می‌شود تا مردگان زنده شوند، آن گاه همه آنان را گرد می‌آوریم.",
        "numberInSurah": 99,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 262,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2240,
        "text": "و آن روز دوزخ را برای کافران چنان که باید آشکار می‌سازیم.",
        "numberInSurah": 100,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 262,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2241,
        "text": "همانان که چشمانشان از دیدن نشانه‌های من که باعث یادکرد من است در پرده بود و توانایی شنیدن حکمت‌ها و اندرزها را نداشتند.",
        "numberInSurah": 101,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 262,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2242,
        "text": "آیا کسانی که یکتایی خدا را منکر شده‌اند پنداشته‌اند که بندگان مرا به جای من کارسازانی می‌گیرند که آنان را یاری دهند و کیفر مرا از آنان بازدارند؟ چنین نیست، قطعاً ما دوزخ را برای پیش پذیرایی از کافران آماده کرده‌ایم.",
        "numberInSurah": 102,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 263,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2243,
        "text": "ای پیامبر، به مشرکان بگو: آیا شما را از کسانی که در همه کارهایشان زیانکارترین مردمند آگاه کنیم؟",
        "numberInSurah": 103,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 263,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2244,
        "text": "آنان کسانی اند که تلاششان در زندگی دنیا به بیراهه می‌رود و خود می‌پندارند که کار نیک انجام می‌دهند.",
        "numberInSurah": 104,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 263,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2245,
        "text": "آنان کسانی اند که نشانه‌های پروردگارشان و لقای او را انکار کرده‌اند، در نتیجه اعمالشان تباه شده است، از این رو ما در روز قیامت میزانی برای آنان برپا نمی‌کنیم و بی درنگ راهیِ دوزخ خواهند شد.",
        "numberInSurah": 105,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 263,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2246,
        "text": "این است حقیقت امرشان. سزایشان از آن روی که کافر شدند و نشانه‌ها و پیامبران مرا به مسخره گرفتند، دوزخ است.",
        "numberInSurah": 106,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 263,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2247,
        "text": "کسانی که ایمان آورده و کارهای شایسته کرده‌اند، باغ‌های فردوس پیش پذیرایی آنان است.",
        "numberInSurah": 107,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 263,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2248,
        "text": "در آن جاودانه‌اند و انتقال از آن جا را نمی‌خواهند.",
        "numberInSurah": 108,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 263,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2249,
        "text": "بگو: اگر دریا برای نگارش کلمات (نشانه‌های روشن) پروردگارم مرکّب شود، پیش از آن که نگارش کلمات پروردگارم پایان پذیرد دریا پایان خواهد یافت، هر چند مانند آن دریا را نیز به مدد آوریم.",
        "numberInSurah": 109,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 263,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2250,
        "text": "بگو: جز این نیست که من هم بشری مانند شما هستم، با این تفاوت که به من وحی می‌شود که معبود شما معبودی یگانه است. پس هر کس به لقای پروردگار خود امید دارد باید کاری شایسته کند و هیچ کس را در پرستش پروردگارش شریک نسازد.",
        "numberInSurah": 110,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 263,
        "hizbQuarter": 122,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "fa.safavi",
      "language": "fa",
      "name": "صفوی",
      "englishName": "صفوی",
      "format": "text",
      "type": "translation",
      "direction": "rtl"
    }
  }
}