{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 22,
    "name": "سُورَةُ الحَجِّ",
    "englishName": "Al-Hajj",
    "englishNameTranslation": "The Pilgrimage",
    "revelationType": "Medinan",
    "numberOfAyahs": 78,
    "ayahs": [
      {
        "number": 2596,
        "text": "ای مردم، از پروردگارتان پروا بدارید و از شرک و گناه دوری کنید; قطعاً زلزله‌ای که در آستانه قیامت روی می‌دهد پدیده‌ای بس بزرگ است.",
        "numberInSurah": 1,
        "juz": 17,
        "manzil": 4,
        "page": 332,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2597,
        "text": "روزی که آن را ببینید، هر شیردهنده‌ای پستان از دهان شیرخواره اش می‌گیرد و وحشت زده از او دور می‌شود، و هر بارداری از ترس، وضع حمل می‌کند، و مردم را مست می‌بینی در حالی که آنان مست شراب نیستند، ولی عذاب خدا سخت است که هوش از آدمیان می‌بَرد.",
        "numberInSurah": 2,
        "juz": 17,
        "manzil": 4,
        "page": 332,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2598,
        "text": "و از مردم کسانی اند که بدون هیچ دانشی، درباره خدا و صفات و افعال او به جدال می‌پردازند و از هر شیطان پلیدی پیروی می‌کنند.",
        "numberInSurah": 3,
        "juz": 17,
        "manzil": 4,
        "page": 332,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2599,
        "text": "بر شیطان چنین مقرّر شده است که هر کس ولایت او را بپذیرد و خود را تحت نفوذ او قرار دهد، وی را به بیراهه خواهد کشید و او را به عذابِ آتش برافروخته راه خواهد نمود.",
        "numberInSurah": 4,
        "juz": 17,
        "manzil": 4,
        "page": 332,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2600,
        "text": "ای مردم، اگر در رستاخیز و زنده شدن مردگان تردید دارید، به آفرینش خود بنگرید، ما شما را از خاکی بی جان آفریدیم، آن گاه از نطفه و سپس از خونی بسته شده و پس از آن از گوشتی [که گویی] جویده شده با آفرینشی تمام و ناتمام، تا برای شما آشکار کنیم که زنده شدن مردگان امکان پذیر است; و هر جنینی را که بخواهیم تا سرآمدی معین در رحم‌ها نگاه می‌داریم، سپس شما را در حالی که کودکی هستید بیرون می‌آوریم، آن گاه [شما را رشد می‌دهیم] تا به توانایی خود برسید; و از شما کسانی اند که پیش از رسیدن به کهنسالی جانشان را می‌ستانند، و از شما کسانی اند که به فروترین دوران عمر رسانده می‌شوند تا چندان فرتوت گردند که بعد از دانستن، چیزی ندانند. و زمین را نیز خاموش و مرده می‌بینی، پس چون آب بر آن بفرستیم، سخت به جنبش درآید و بر دمد و از هر نوع گیاه نیکو و شاداب برویاند.",
        "numberInSurah": 5,
        "juz": 17,
        "manzil": 4,
        "page": 332,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2601,
        "text": "این آفرینش و تدبیر که سرانجام به رستاخیز منتهی می‌شود بدان سبب است که خداوند حق مطلق است و باطل از او سر نمی‌زند، در حالی که آفرینش بدون رستاخیز بیهوده است، و نیز بدان سبب است که خدا پیوسته مردگان را حیات می‌بخشد پس برپا کردن رستاخیز بر او دشوار نیست و نیز این که او بر انجام هر کاری تواناست.",
        "numberInSurah": 6,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2602,
        "text": "و نیز با توجه به این حقیقت است که قیامت آمدنی است و هیچ شکی در آن نیست و این که خدا همه کسانی را که در گورهایند برمی انگیزد.",
        "numberInSurah": 7,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2603,
        "text": "امّا از میان مردم کسی است که درباره خدا و صفات او مجادله می‌کند بی آن که به دانشی برخاسته از دلیل عقلی متّکی باشد یا با هدایت و الهامی از جانب خدا دلش به نور معرفت روشن شده باشد و یا به کتابی آسمانی که روشنگر است تمسّک نموده باشد.",
        "numberInSurah": 8,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2604,
        "text": "این در حالی است که او از سر تکبّر پهلوی خود را می‌گرداند و روی برمی تابد تا مردم را از راه خدا به گمراهی بیفکند. برای او در این جهان خواری و رسوایی است و روز قیامت عذاب آن آتش برافروخته را به او خواهیم چشانید.",
        "numberInSurah": 9,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2605,
        "text": "[به او گفته می‌شود:] این کیفر به سزای دستاوردی است که خود پیش فرستاده‌ای، و نیز از آن روست که خدا به بندگانش ستم نمی‌کند، بلکه به هر کسی آنچه را که درخور اوست می‌دهد.",
        "numberInSurah": 10,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2606,
        "text": "و از میان مردم کسی است که خدا را یکسویه و در برخی شرایط عبادت می‌کند; پس اگر خیری به او رسد دلش به آن آرام می‌گیرد و به عبادت خدا و دین او دل خوش می‌کند، و اگر رنج و محنتی به او رسد روی می‌گرداند و از عبادت خدا باز می‌ایستد. او در دنیا و آخرت زیان دیده است و زیانکاری آشکار همین است.",
        "numberInSurah": 11,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2607,
        "text": "به جای خدا چیزی را می‌پرستد که نه به او زیانی می‌رساند و نه به او سودی می‌بخشد. این است آن گمراهی که با حق فاصله‌ای دور و دراز دارد.",
        "numberInSurah": 12,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2608,
        "text": "روز قیامت درباره معبودش می‌گوید: کسی که زیان او از سودش نزدیک‌تر است قطعاً بد سرپرست و بد همدمی است.",
        "numberInSurah": 13,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2609,
        "text": "قطعاً خداوند کسانی را که ایمان آورده و کارهای شایسته کرده‌اند به بوستان‌هایی پردرخت که از زیر آنها نهرها روان است درمی آورَد. به یقین خدا آنچه را بخواهد انجام می‌دهد.",
        "numberInSurah": 14,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2610,
        "text": "هر کس می‌پنداشت که خدا هرگز پیامبرش را در دنیا یاری نمی‌کند و دین او را رونق نمی‌بخشد و در آخرت نیز او را یاری نمی‌کند و بر او و پیروانش رحمت نمی‌آورَد، اکنون که شوکت او و کثرت پیروانش را می‌بیند و به خشم می‌آید باید ریسمانی به آسمان کشد، سپس خود را بدان حلق آویز کند، آن گاه بنگرد که آیا این کار خشم او را از بین می‌برد.",
        "numberInSurah": 15,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2611,
        "text": "ما قرآن را که دارای آیاتی روشن و روشنگر است بدین سان که در این سوره آمده است فرو فرستاده‌ایم، ولی بدانید که قرآن بدون اراده خدا سبب هدایت نمی‌شود زیرا حقیقت این است که خدا هر که را بخواهد هدایت می‌کند.",
        "numberInSurah": 16,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2612,
        "text": "کسانی که به محمّد ایمان آورده و کسانی که یهودی اند و صابئان و مسیحیان و زرتشتیان و کسانی که شرک ورزیده‌اند، قطعاً خدا روز قیامت میان آنان در آنچه اختلاف کرده‌اند داوری می‌کند و حقگرایانشان را از باطل گرایانشان جدا می‌سازد. به یقین، خدا بر هر چیزی گواه است.",
        "numberInSurah": 17,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2613,
        "text": "آیا ندانسته‌ای که هر که در آسمان‌ها و هر که در زمین است، و نیز خورشید و ماه و ستارگان و کوه‌ها و درختان و جنبندگان در برابر عظمت و شکوه خدا خضوع می‌کنند؟ و آیا ندانسته‌ای که بسیاری از مردم پیشانی به خاک می‌سایند و برای او سجده می‌کنند و بسیاری هم از سجده به درگاه او خودداری میورزند و به همین سبب عذاب بر آنان حتمی شده است؟ اینانند که خدا خوار و حقیرشان می‌دارد، و هر که را خدا خوار دارد گرامی دارنده‌ای برای او نخواهد بود. قطعاً خدا هر چه بخواهد انجام می‌دهد.",
        "numberInSurah": 18,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": {
          "id": 6,
          "recommended": true,
          "obligatory": false
        }
      },
      {
        "number": 2614,
        "text": "اینان دو گروه متخاصمند که درباره پروردگارشان با یکدیگر در ستیز بودند; پس کسانی که یکتایی پروردگارشان را باور نکرده و به پیامبران او کفر ورزیده‌اند، جامه‌هایی آتشین برای آنان بریده شده و از بالای سرشان آب جوشان بر آنان ریخته می‌شود.",
        "numberInSurah": 19,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2615,
        "text": "آنچه در درونشان است و پوستشان به وسیله آن پخته و ذوب می‌گردد.",
        "numberInSurah": 20,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2616,
        "text": "و برای آنان گرزهایی آهنین است.",
        "numberInSurah": 21,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2617,
        "text": "هرگاه بخواهند از آتش بیرون روند و از اندوه رهایی یابند در آن باز گردانده می‌شوند و [به آنان گفته می‌شود:] بچشید عذاب سوزان آتش را!",
        "numberInSurah": 22,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2618,
        "text": "امّا کسانی که یکتایی پروردگارشان را باور کرده و به پیامبران او ایمان آورده و کارهای شایسته انجام داده‌اند، خدا آنان را به بوستان‌هایی پردرخت که از زیر آنها نهرها روان است درمی آورَد. در آن جا به دستواره‌هایی زرّین و به مروارید درشت آراسته می‌شوند و جامه شان در آن جا دیبای خالص است.",
        "numberInSurah": 23,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 287,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2619,
        "text": "در آن جا به گفتنِ سخن پاک راهنمایی می‌شوند و به راه خداوندِ ستوده هدایت می‌گردند.",
        "numberInSurah": 24,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 287,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2620,
        "text": "کسانی که به پیامبر کافر شده‌اند و پیوسته مردم را از راه خدا و مؤمنان را از ورود به مسجدالحرام ـ که ما آن را عبادتگاهی برای همه مردم قرار داده‌ایم به گونه‌ای که ساکنان آن جا و کسانی که از مناطق دیگر می‌آیند در این بهرهوری حقی یکسان دارند ـ باز می‌دارند، برای آنان عذابی دردناک خواهد بود، زیرا هر که در آن جا از روی ستم مردم را منحرف بخواهد، از عذابی دردناک به او خواهیم چشانید.",
        "numberInSurah": 25,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 287,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2621,
        "text": "یاد کن زمانی را که جایگاه آن خانه (کعبه) را با وحیی که به ابراهیم کردیم محل عبادت او مقرر داشتیم، او را گفتیم: در پرستش من و انجام مراسم حج چیزی را شریک من مساز، و آن خانه را که جایگاه پرستش من است برای طواف کنندگان و کسانی که به نماز و عبادت می‌ایستند و برای رکوع کنندگان و سجده کنندگان پاک گردان.",
        "numberInSurah": 26,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2622,
        "text": "و به او گفتیم: در میان مردم بانگ برآور تا برای انجام مراسم حج در مسجدالحرام حضور یابند. اگر آنان را فراخوانی، پیاده و سوار بر شترانی لاغرمیان که از هر راه دوری فرا می‌رسند نزد تو می‌آیند،",
        "numberInSurah": 27,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2623,
        "text": "تا منافع مادّی و معنوی را که برایشان فراهم است بنگرند و نام خدا را در روزهایی معیّن (ایّام تَشریق) به هنگام قربانی بر دام‌هایی که خدا روزی آنان کرده است ببرند. پس، از گوشت آنها بخورید و از آن به نیازمندان و تهیدستان نیز غذا دهید.",
        "numberInSurah": 28,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2624,
        "text": "سپس حاجیان باید آلودگی‌های خود را بزدایند و از ناخن‌ها و موهای خود بگیرند تا از احرام خارج شوند، و باید به نذرهایی که کرده‌اند وفا کنند و بر گِرد آن خانه کهن (کعبه) طواف نمایند.",
        "numberInSurah": 29,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2625,
        "text": "اینهاست مناسک حج که برای ابراهیم و کسانی که پس از او می‌آیند تشریع شده است. و هر کس محرّمات الهی را بزرگ بشمارد و از ارتکاب آنها پرهیز کند، این نزد پروردگارش برای او بهتر است. دام‌ها ـ جز آنچه بر شما خوانده می‌شود ـ برای شما حلال شده است. پس از بت‌ها که پلیدند دوری کنید و از دام‌هایی که به نام آنها سربریده می‌شود اجتناب نمایید و از گفتار باطل بپرهیزید;",
        "numberInSurah": 30,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2626,
        "text": "در حالی که به سوی خدا گرایش داشته و کسی را شریک او قرار ندهید. و هر کس برای خدا شریک قرار دهد، از مرتبه انسانیّت ساقط می‌شود و شیطان او را شکار خویش می‌کند. او در مَثَل مانند این است که از آسمان فرو افتد و پرندگان شکاری او را بربایند، یا باد او را به مکانی دوردست بیفکند.",
        "numberInSurah": 31,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2627,
        "text": "حقیقت آن است که گفتیم، و هر کس شعائر الهی را بزرگ بشمارد پس حرمت شترانی را که برای قربانی علامت گذاری شده‌اند پاس دارد. دلی تقواپیشه دارد زیرا بزرگ شمردن شعایر الهی برخاسته از تقواپیشگی دل هاست.",
        "numberInSurah": 32,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2628,
        "text": "[حفظ حرمت شتران قربانی در ترک بهره برداری از آنها نیست، بلکه] برای شما در آنها سودهایی است که می‌توانید تا مدّتی که برای قربانی کردن آنها تعیین شده است از آنها استفاده برید; و زمان قربانی کردن آنها هنگامی است که به آن خانه کهن (کعبه) برسند.",
        "numberInSurah": 33,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2629,
        "text": "نه تنها برای ابراهیم و امّت او، بلکه برای هر امّتی قربانیی مقرر داشتیم تا بر دام‌هایی که خدا روزیِ آنها کرده است، هنگام ذبح، نام او را ببرند. پس معبود شما و آنان معبودی یگانه است و آن خداست; از این رو با اخلاص در انجام مناسک حج و تقدیم قربانی‌ها، تسلیم فرمان او باشید. و کسانی را که به خدا آرامش یافته‌اند و در برابر او خاشعند نوید ده;",
        "numberInSurah": 34,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 289,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2630,
        "text": "همانان که چون خدا نزدشان یاد شود دل هایشان می‌ترسد و بر ناگواری‌هایی که به آنان رسیده است شکیبایند و نماز را برپا می‌دارند و از آنچه روزیشان کرده‌ایم انفاق می‌کنند.",
        "numberInSurah": 35,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 289,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2631,
        "text": "و شتران فربهی را که برای قربانی حج آماده کرده‌اید، برای شما از شعائر الهی قرار داده‌ایم. برای شما در آنها خیری است. پس در حالی که بر دست‌های خود ایستاده‌اند نام خدا را بر آنها ببرید و نحرشان کنید و چون به پهلو درافتادند و جان دادند، خود از آنها بخورید و به تهیدستِ قناعت پیشه و مستمندی که به انتظار بخشش نزد شما آید از آن غذا دهید. این گونه، شتران را برای شما رام ساختیم، باشد که سپاسگزاری کنید.",
        "numberInSurah": 36,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 289,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2632,
        "text": "هرگز گوشت و خون آنها به خدا نمی‌رسد، زیرا او از همه چیز بی نیاز است، امّا تقوای شما به او می‌رسد، چرا که پرهیزکاران به درگاه او تقرّب می‌یابند. بدین سان خدا آنها را برای شما رام ساخت تا شما را با تقدیم قربانی‌ها به اطاعت و تقرب خویش رهنمون شود و شما باید او را به پاس این که راهتان نمود به بزرگی یاد کنید. و به نیکوکاران نوید ده.",
        "numberInSurah": 37,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 289,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2633,
        "text": "قطعاً خداوند شرّ مشرکان را از کسانی که ایمان آورده‌اند دور می‌کند، زیرا آنان را دوست می‌دارد، ولی مشرکان را چون به امانت الهی (فطرت خداجویی خویش) خیانت کرده و نعمت‌های او را ناسپاسی نموده‌اند دوست نمی‌دارد، که او هیچ خیانتکار ناسپاسی را دوست نمی‌دارد.",
        "numberInSurah": 38,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 289,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2634,
        "text": "اینک به آن مؤمنانی که مورد هجوم قرار می‌گیرند، از جانب خدا رخصت داده شده است که به جهاد اقدام کنند. این بدان سبب است که آنان مورد ستم قرار گرفته‌اند، و قطعاً خدا بر یاری آنان تواناست و پیروزشان خواهد کرد.",
        "numberInSurah": 39,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2635,
        "text": "همانان که به ناحق از دیارشان بیرون رانده شدند; اخراجشان سببی جز این نداشت که می‌گفتند پروردگار ما خداست. و اگر خدا با حکم جهاد، برخی از مردم را به وسیله برخی دیگر دفع نمی‌کرد، صومعه‌های راهبان و کلیساهای مسیحیان و معابد یهودیان و مساجد مسلمانان که در آنها نام خدا بسیار برده می‌شود ویران گشته بود، و قطعاً خدا کسانی را که او را یاری می‌دهند یاری خواهد کرد، چرا که خدا نیرومند و شکست ناپذیر است.",
        "numberInSurah": 40,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2636,
        "text": "همانان که اگر در زمین به ایشان قدرت دهیم تا بتوانند روش زندگی اجتماعی خود را برگزینند، جامعه‌ای تشکیل می‌دهند که همگان در آن نماز را برپا می‌دارند و زکات می‌پردازند و به آنچه شایسته است فرمان می‌دهند و از آنچه ناشایسته است نهی می‌کنند. و قطعاً خدا مؤمنان را یاری می‌کند و آنان را بر کفرپیشگان پیروز می‌گرداند چرا که فرجام امور از آن خداست.",
        "numberInSurah": 41,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2637,
        "text": "و اگر تو را ـ ای پیامبر ـ دروغ پرداز می‌شمرند غمگین مباش، چرا که تکذیب پیامبران پیشینه‌ای دور و دراز دارد; قوم نوح و عادیان و ثمودیان نیز پیامبرانشان را دروغگو شمردند،",
        "numberInSurah": 42,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2638,
        "text": "و همچنین قوم ابراهیم و قوم لوط،",
        "numberInSurah": 43,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2639,
        "text": "و نیز اهل مدین، و موسی هم از سوی فرعونیان تکذیب شد; پس به کافران مهلت دادم، سپس آنها را به عذاب گرفتم. پس انکار من در برابر کفر و تکذیب آنان چگونه بود و چه عذابی بر سرشان فرود آوردم.",
        "numberInSurah": 44,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2640,
        "text": "چه بسیار شهرهایی را که مردمش ستمکار بودند نابود کردیم، و اینک دیوار خانه هایشان بر سقف‌های آن فرو ریخته است، و چه بسیار چاه‌هایی که با نابودی صاحبانش متروک شده و چه بسیار قصرهای گچکاری شده که ساکنانش به هلاکت رسیده‌اند.",
        "numberInSurah": 45,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2641,
        "text": "پس آیا کسانی که تو را تکذیب می‌کنند در زمین گردش نکرده و با دیده عبرت به این ویرانه‌ها ننگریسته‌اند تا برایشان دل‌هایی پدید آید که با آنها در فرجام کفر و شرک بیندیشند یا گوش‌هایی که با آنها حقایق را بشنوند و ایمان بیاورند؟ به یقین دیده‌ها نابینا نیست ولی دل‌هایی که در سینه هاست کور است.",
        "numberInSurah": 46,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2642,
        "text": "و از تو به مسخره می‌خواهند که در آوردن عذابی که بدان تهدید شده‌اند شتاب کنی. بدانند که خدا هرگز وعده اش را در مورد عذاب آنان خلاف نمی‌کند و در این کار شتاب نمیورزد، زیرا یک روز با هزار سالی که شما برمی شمرید نزد پروردگارت همسان و برابر است.",
        "numberInSurah": 47,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2643,
        "text": "و چه بسیار مردم شهرهایی که ستمکار بودند مهلتشان دادم و سپس آنان را به عذاب گرفتم. اینک از چه رو در عذاب اینان شتاب کنم در حالی که بازگشت همگان فقط به سوی من است و من به حسابشان رسیدگی خواهم کرد.",
        "numberInSurah": 48,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2644,
        "text": "بگو: ای مردم، جز این نیست که من برای شما پیامبری هشداردهنده‌ام و آنچه نیکبختی شما را موجب می‌شود و هر آنچه تیره بختی شما را در پی دارد به روشنی برای شما بیان می‌کنم.",
        "numberInSurah": 49,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2645,
        "text": "پس کسانی که ایمان آورده و کارهای شایسته کرده‌اند آمرزش و رزقی ارجمند خواهند داشت که در بهشت نصیبشان خواهد شد.",
        "numberInSurah": 50,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2646,
        "text": "و کسانی که در نابودی آیات ما نهایت تلاش خود را به کار بسته‌اند و به گمان خود می‌خواهند ما را سخت درمانده کنند، آنان اهل دوزخ خواهند بود.",
        "numberInSurah": 51,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2647,
        "text": "و پیش از تو هیچ رسول و پیامبری را به سوی مردم نفرستادیم مگر این که وقتی برنامه هایش را برای پیشرفت رسالت خود آماده می‌ساخت و طرح‌هایی را برای تأمین اهدافش پی ریزی می‌کرد، شیطان درصدد برمی آمد تا با تحریک مردم اهداف او را به تباهی کشد، ولی خدا آنچه را شیطان القا می‌کرد محو می‌نمود، سپس با پیروز ساختن پیامبر یا رسول خود، آیات خویش را استوار می‌کرد، چرا که خداوند دانا و حکیم است.",
        "numberInSurah": 52,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2648,
        "text": "خدا این فرصت را به شیطان داده است که آنچه را او بر ضد پیامبران القا می‌کند، برای کسانی که در دل هایشان بیماری شک و تردید است و نیز برای سنگدلان وسیله آزمونی قرار دهد، و قطعاً ستمکاران در مسیری خلاف هستند و با حق فاصله‌ای دور و دراز دارند.",
        "numberInSurah": 53,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2649,
        "text": "آری، خدا ترفندهای شیطان را می‌زداید و آیات خود را استوار می‌سازد تا کسانی که از دانش برخوردار شده‌اند دریابند که آنچه پیامبران دنبال می‌کنند حق است و از جانب پروردگار توست، و آن را باور کنند و دل هایشان در برابر آن نرم و خاشع گردد، و قطعاً خداوند کسانی را که ایمان آورده‌اند به راهی راست هدایت می‌کند.",
        "numberInSurah": 54,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2650,
        "text": "و کسانی که کفر ورزیده‌اند (سران کفرپیشه قریش) همواره از حقانیت قرآن در شکّند، تا این که به ناگاه قیامت بر آنان در رسد یا عذاب روزی که فردایی ندارد به سراغشان بیاید.",
        "numberInSurah": 55,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2651,
        "text": "روزی که قیامت فرا رسد، آشکار شود که مالکیّت و فرمانروایی جهان هستی از آنِ خداست. او میان مردم داوری می‌کند; پس کسانی که ایمان آورده و کارهای شایسته کرده‌اند، در بوستان‌هایی پرنعمت خواهند بود.",
        "numberInSurah": 56,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2652,
        "text": "و کسانی که کافر شده و آیات ما را دروغ انگاشته‌اند، اینانند که برایشان عذابی خوارکننده خواهد بود.",
        "numberInSurah": 57,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2653,
        "text": "و کسانی که در راه خدا هجرت کرده، آن گاه در این مسیر کشته شده یا مرده‌اند، قطعاً خداوند به آنان رزقی نیکو عطا می‌کند، و بی گمان خداست که بهترین روزی دهندگان است.",
        "numberInSurah": 58,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2654,
        "text": "بی تردید آنان را به جایگاهی که آن را می‌پسندند درمی آورَد، و به راستی خدا به آنچه مهاجران راه خدا می‌پسندند آگاه و در کیفر دشمنانشان بردبار است.",
        "numberInSurah": 59,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2655,
        "text": "حقیقت همین است که گفته شد، و هر کس مانند عقوبتی که بر او رفته است عقوبت کند، به شرط این که به ناروا عقوبت شده باشد، خدا به او رخصت مقابله به مثل می‌دهد و او را بدین وسیله یاری می‌کند، چرا که خدا بسیار بخشاینده و آمرزنده است.",
        "numberInSurah": 60,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2656,
        "text": "این قانون مقابله به مثل برخاسته از سنّت خدا در جهان آفرینش است; چنان که خدا شب را در روز فرو می‌برد و بر آن چیره می‌کند و روز را در شب فرو می‌برد و بر آن چیره می‌سازد، و نیز بدان سبب است که خداوند به گفتار و کردار ستمدیدگان شنوا و بیناست.",
        "numberInSurah": 61,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2657,
        "text": "این تصرفاتی که از جانب خدا در تکوین و تشریع صورت می‌پذیرد بدان سبب است که خدا پایدار و از هر باطلی پیراسته است و آنچه جز او می‌خوانند باطل و بی ثبات است، و بدان سبب است که خدا بلند مرتبه و بزرگ است.",
        "numberInSurah": 62,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2658,
        "text": "آیا ندیده‌ای که خدا از آسمان آبی فرو فرستاده است، آن گاه زمین به وسیله آن سبز و خرّم می‌شود؟ آری، علم خدا بر ژرفای هر چیزی احاطه دارد و از کُنه موجودات با خبر است.",
        "numberInSurah": 63,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2659,
        "text": "آنچه در آسمان‌ها و آنچه در زمین است از آنِ اوست، و به راستی خدا از آنچه مردم انجام می‌دهند بی نیاز است و کارهایش همه زیباست و بر آن ستایش می‌شود.",
        "numberInSurah": 64,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2660,
        "text": "نشانه‌های قدرت خدا در سراسر جهان هستی آشکار است; مگر ندیده‌ای که خدا آنچه را در زمین است و نیز کشتی‌ها را که به فرمان او در دریا روانند، برای شما رام ساخته و آسمان و آنچه را در آن است (صاعقه‌ها و سنگ‌های آسمانی و...) نگاه می‌دارد از این که بر زمین افتند، مگر این که خود اذن دهد. قطعاً خدا به مردم رئوف است و بر آنان ترحم می‌کند.",
        "numberInSurah": 65,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2661,
        "text": "اوست آن که به شما حیات بخشیده است، سپس شما را می‌میراند، آن گاه در قیامت به شما حیاتی دوباره می‌بخشد. اینها برای شما نعمت‌هایی ارجمندند ولی انسان در برابر این نعمت‌ها بسیار ناسپاس است.",
        "numberInSurah": 66,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2662,
        "text": "ما برای هر یک از امّت‌های گذشته عبادتی فراخور فهم و درک آنان قرار دادیم که همان را انجام می‌دادند، و برای تو و امّتت نیز عباداتی خاص قرار داده‌ایم; پس نباید کافران با تو در این امر کشمکش کنند و بگویند بدعت آورده‌ای. تو به مخالفت آنان توجّه مکن و مردم را به سوی پروردگارت فراخوان که قطعاً بر راهی راست که بدان هدایت شده‌ای قرار داری.",
        "numberInSurah": 67,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2663,
        "text": "و اگر باز هم با تو به جدال پرداختند با آنان کشمکش مکن و بگو: خدا به آنچه می‌کنید داناتر است.",
        "numberInSurah": 68,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2664,
        "text": "خدا در روز قیامت میان شما درباره آنچه با پیامبر بر سر آن مخالفت می‌کردید داوری می‌کند.",
        "numberInSurah": 69,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2665,
        "text": "آیا ندانسته‌ای که خدا آنچه را در آسمان‌ها و زمین است می‌داند و از کارهای شما نیز آگاه است؟ قطعاً آنچه را خدا می‌داند با همه گستردگی اش در کتابی ثبت گردیده و یقیناً ثبت آنها بر خدا آسان است.",
        "numberInSurah": 70,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2666,
        "text": "و مشرکان جز خدا چیزهایی را می‌پرستند که خدا برهانی با آنها فرو نفرستاده است و چیزهایی که خود به آنها علمی ندارند. آنان ستمکارند و ستمکاران هیچ یاوری نخواهند داشت.",
        "numberInSurah": 71,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2667,
        "text": "و چون آیات ما که دلالت آنها [بر توحید] به خوبی روشن است، بر آنان تلاوت شود، در چهره کسانی که کافر شده‌اند، آثار انکار و ناخوشایندی را می‌بینی. نزدیک است به کسانی که آیات ما را بر آنان تلاوت می‌کنند، حمله برند. به آنان بگو: آیا شما را به بدتر از این آگاه کنم؟ این همان آتش دوزخ است که خدا آن را به کسانی که کافر شده‌اند وعده داده و بد سرانجامی است.",
        "numberInSurah": 72,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2668,
        "text": "ای مردم مَثَلی زده شده است، بدان گوش فرا دهید: کسانی که شما آنها را به جای خدا می‌خوانید هرگز نمی‌توانند مگسی بیافرینند، هر چند برای آفریدن آن همداستان شوند; و اگر مگس چیزی از آنها برباید نمی‌توانند آن را بازپس گیرند. هم خدایانی که در پی آن مگس برآیند ناتوانند و هم مگسی که در پی آنند ناتوان است.",
        "numberInSurah": 73,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2669,
        "text": "خداست که تدبیرکننده جهان هستی است و تنها او شایسته پرستش است، ولی مشرکان خدا را آن گونه که درخور منزلت اوست ارج ننهادند و به غیر او روی آوردند. بی گمان، خدا نیرومند و شکست ناپذیر است.",
        "numberInSurah": 74,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2670,
        "text": "خدا از میان فرشتگان فرستادگانی شایسته را برمی گزیند تا وحی الهی را به پیامبران برسانند، و از میان مردم نیز شایستگان رسالت را انتخاب می‌کند تا پیام خدا را به مردم ابلاغ کنند چرا که خداوند درخواست مردم را که در پی کمالند می‌شنود و نیازشان به رهنمودها را می‌بیند.",
        "numberInSurah": 75,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2671,
        "text": "خدا آنچه را که پیش روی فرشتگان و پیامبران است و آنچه را که پشت سرشان است می‌داند. چگونه ممکن است کارهای آنان بر خدا پوشیده بماند در صورتی که همه امور به او باز گردانده می‌شود.",
        "numberInSurah": 76,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2672,
        "text": "ای کسانی که ایمان آورده‌اید، رکوع و سجده کنید و پروردگارتان را بپرستید و کار خیر انجام دهید، باشد که نیکبخت شوید.",
        "numberInSurah": 77,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": {
          "id": 7,
          "recommended": true,
          "obligatory": false
        }
      },
      {
        "number": 2673,
        "text": "ای کسانی که ایمان آورده‌اید، در آنچه مربوط به خداست ـ چنان که درخورِ تلاش برای اوست ـ تلاش کنید. او شما را برگزیده و در دینتان که همان آیین پدرتان ابراهیم است، بر شما هیچ دشواری و تنگنایی قرار نداده است. خدا شما را پیش از نزول قرآن و در این قرآن اهل تسلیم نامیده و اسلام شما را پذیرفته است تا هم پیامبر بر شما گواه باشد و هم شما بر اعمال مردم گواه باشید. پس نماز را برپا دارید و زکات بدهید و در همه حال به خدا تمسّک جویید و او را اطاعت کنید که او سرپرست شماست، او خوب سرپرست و نیکو یاوری است.",
        "numberInSurah": 78,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "fa.safavi",
      "language": "fa",
      "name": "صفوی",
      "englishName": "صفوی",
      "format": "text",
      "type": "translation",
      "direction": "rtl"
    }
  }
}