{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 24,
    "name": "سُورَةُ النُّورِ",
    "englishName": "An-Noor",
    "englishNameTranslation": "The Light",
    "revelationType": "Medinan",
    "numberOfAyahs": 64,
    "ayahs": [
      {
        "number": 2792,
        "text": "این سوره‌ای است که آن را فرو فرستادیم و عمل به احکامی را که در آن بیان شده است واجب کردیم و در آن آیاتی فرو فرستادیم که بیانگر معارف الهی است; باشد که شما آنها را فراگیرید و به خاطر داشته باشید.",
        "numberInSurah": 1,
        "juz": 18,
        "manzil": 4,
        "page": 350,
        "ruku": 301,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2793,
        "text": "زن و مرد زناکننده را، به هر یک از آنها صد تازیانه بزنید، و اگر به خدا و روز آخرت ایمان دارید نباید مهربانی و دلسوزی به آن دو شما را فراگیرد و در کیفرشان سستی به خرج دهید، که این سهل انگاری در دین و بی اعتنایی به قانون خداست، و باید گروهی از مؤمنان در صحنه کیفر حضور داشته باشند و عقوبت آنان را نظاره کنند.",
        "numberInSurah": 2,
        "juz": 18,
        "manzil": 4,
        "page": 350,
        "ruku": 301,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2794,
        "text": "مرد زناکاری که حد بر او جاری شده و توبه نکرده است، جز با زنی زناکار یا مشرک ازدواج نمی‌کند، و زن زناکاری که حد خورده و توبه نکرده است، او را جز مردی زناکار یا مشرک به همسری نمی‌گیرد، و این ازدواج بر مؤمنان حرام گردیده است.",
        "numberInSurah": 3,
        "juz": 18,
        "manzil": 4,
        "page": 350,
        "ruku": 301,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2795,
        "text": "و کسانی که زنان پاکدامن را به زنا متهم می‌کنند، سپس چهار مرد را بر درستی گفته خویش شاهد نمی‌آورند، هشتاد تازیانه به آنان بزنید و هرگز شهادتشان را در هیچ امری نپذیرید که اینان فاسقند.",
        "numberInSurah": 4,
        "juz": 18,
        "manzil": 4,
        "page": 350,
        "ruku": 301,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2796,
        "text": "مگر کسانی که پس از اجرای حد توبه کنند و کارهای خود را اصلاح نمایند، که اینان دیگر فاسق به شمار نمی‌آیند و شهادتشان پذیرفته می‌شود، چرا که خداوند آمرزنده گناهان و رحمت آورنده بر توبه کنندگان است.",
        "numberInSurah": 5,
        "juz": 18,
        "manzil": 4,
        "page": 350,
        "ruku": 301,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2797,
        "text": "و مردانی که همسران خود را به زنا متهم می‌کنند، و بر درستی دعوایشان گواهانی جز خویشتن ندارند، شهادت هر یک از آنان چهار مرتبه است که در هر مرتبه خدا را گواه می‌گیرد که در نسبتی که به همسرش می‌دهد از راستگویان است.",
        "numberInSurah": 6,
        "juz": 18,
        "manzil": 4,
        "page": 350,
        "ruku": 301,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2798,
        "text": "و پنجمین گواهی او این است که لعنت خدا بر او باد اگر از دروغگویان باشد.",
        "numberInSurah": 7,
        "juz": 18,
        "manzil": 4,
        "page": 350,
        "ruku": 301,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2799,
        "text": "بدین طریق اتهام شوهر به همسر خود ثابت می‌شود. و کیفر زنا بر او مقرر می‌گردد; و این کیفر را از او برمی دارد این که چهار مرتبه خدا را گواه گیرد که شوهرش از دروغگویان است،",
        "numberInSurah": 8,
        "juz": 18,
        "manzil": 4,
        "page": 350,
        "ruku": 301,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2800,
        "text": "و پنجمین بار گواهی دهد که خشم خدا بر او باد اگر شوهرش از راستگویان باشد.",
        "numberInSurah": 9,
        "juz": 18,
        "manzil": 4,
        "page": 350,
        "ruku": 301,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2801,
        "text": "و اگر نه این بود که فضل و رحمت خدا در پرتو دین شامل حال شماست و خداوند توبه پذیر و کارهایش براساس حکمت است، قطعاً تیره بختی شما را فرو می‌گرفت و گناه، شما را تباه می‌ساخت و نظام زندگی تان از هم می‌گسست.",
        "numberInSurah": 10,
        "juz": 18,
        "manzil": 4,
        "page": 350,
        "ruku": 301,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2802,
        "text": "قطعاً کسانی که آن بهتان را مطرح کردند، دسته‌ای توطئه گر از شما بودند. آنان با متهم ساختن یکی از زنان پیامبر خواستند خانواده او را آلوده نشان دهند و بر او طعنه زنند. شما آن بهتان را شرّی برای خود مپندارید، بلکه آن در نهایت برای شما خیر است، زیرا برای هر یک از آنان، آثار ناهنجار گناهی را که مرتکب شده است خواهد بود. و شما بدین وسیله منحرفان جامعه خود را می‌شناسید، و آن کس از ایشان که سهم عمده‌ای در گسترش آن بهتان را بر عهده داشته است، عذابی بزرگ خواهد داشت.",
        "numberInSurah": 11,
        "juz": 18,
        "manzil": 4,
        "page": 351,
        "ruku": 302,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2803,
        "text": "چرا وقتی آن بهتان را درباره همکیش خود شنیدید، مردان و زنان مؤمن در حق او که از خودشان به شمار می‌رفت گمان نیک نبردند و نگفتند: این بهتانی آشکار است؟",
        "numberInSurah": 12,
        "juz": 18,
        "manzil": 4,
        "page": 351,
        "ruku": 302,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2804,
        "text": "چرا مدّعیان بر آن بهتانی که زدند چهار مرد را گواه نیاوردند؟ پس چون گواهان را نیاورده‌اند، آنان نزد خدا قطعاً دروغگو به شمار می‌روند.",
        "numberInSurah": 13,
        "juz": 18,
        "manzil": 4,
        "page": 351,
        "ruku": 302,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2805,
        "text": "و اگر فضل و رحمت خدا در دنیا و آخرت بر شما نبود، قطعاً به خاطر بهتانی که در آن وارد شدید، در هر دو جهان عذابی بزرگ دامنگیرتان می‌شد.",
        "numberInSurah": 14,
        "juz": 18,
        "manzil": 4,
        "page": 351,
        "ruku": 302,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2806,
        "text": "آری، هنگامی شما وارد آن بهتان شدید که بی هیچ اندیشه‌ای در درستی یا نادرستی آن، زبان به زبان آن را می‌گرفتید و چیزی را می‌گفتید که از آن هیچ گونه آگاهی نداشتید و گفت و شنود آن را آسان می‌پنداشتید در حالی که نزد خدا امری بزرگ بود.",
        "numberInSurah": 15,
        "juz": 18,
        "manzil": 4,
        "page": 351,
        "ruku": 302,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2807,
        "text": "و چرا وقتی آن را شنیدید نگفتید: ما حق نداریم این شایعه بی دلیل را بر زبان آوریم ـ خداوندا، تو منزّهی و خانواده پیامبرت از هر آلودگی پیراسته‌اند ـ این سخن، افترایی بزرگ و بُهت آور است.",
        "numberInSurah": 16,
        "juz": 18,
        "manzil": 4,
        "page": 351,
        "ruku": 302,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2808,
        "text": "خدا به شما پند می‌دهد که اگر ایمان دارید، هرگز مثل چنین کاری را تکرار نکنید و به سخنان بی پایه نپردازید.",
        "numberInSurah": 17,
        "juz": 18,
        "manzil": 4,
        "page": 351,
        "ruku": 302,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2809,
        "text": "خداوند احکام دین خود را که از آیات او به شمار می‌رود برای شما بیان می‌کند، و خدا به مصلحت شما داناست و آنچه را برایتان مقرر می‌دارد حکیمانه مقرر می‌دارد.",
        "numberInSurah": 18,
        "juz": 18,
        "manzil": 4,
        "page": 351,
        "ruku": 302,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2810,
        "text": "کسانی که دوست دارند کارِ زشت در میان مؤمنان شایع شود، برای آنان در دنیا و آخرت عذابی دردناک خواهد بود، و خدا می‌داند که چه چیزی خشم او را در پی دارد و شما نمی‌دانید.",
        "numberInSurah": 19,
        "juz": 18,
        "manzil": 4,
        "page": 351,
        "ruku": 302,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2811,
        "text": "و اگر فضل و رحمت خدا شامل حال شما نبود و این که خدا رئوف و مهربان است، قطعاً به سزای آنچه کردید شما را کیفر می‌داد.",
        "numberInSurah": 20,
        "juz": 18,
        "manzil": 4,
        "page": 351,
        "ruku": 302,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2812,
        "text": "ای کسانی که ایمان آورده‌اید، از پی گام‌های شیطان نروید، که هر کس از پی گام‌های شیطان برود، به کارهای زشت و ناروا گرایش می‌یابد، زیرا شیطان به کار زشت و ناپسند فرمان می‌دهد. و اگر فضل و رحمت خدا بر شما نبود، هرگز اَحدی از شما پیراسته و پاک نمی‌شد، ولی خدا هر که را بخواهد (او را شایسته پاکی بداند)، پاک می‌سازد، و خدا شنونده درخواست‌های مردم و دانا به حال آنان است.",
        "numberInSurah": 21,
        "juz": 18,
        "manzil": 4,
        "page": 352,
        "ruku": 303,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2813,
        "text": "و از میان شما، آنان که ثروتی بیش از مخارج خویش دارند و از گشایش روزی برخوردارند، نباید از انفاق به خویشاوندان و مستمندان و هجرت کنندگانِ در راه خدا کوتاهی کنند; هر چند آنان دچار خطاها و لغزش‌هایی شده باشند. توانگران باید خطای آنان را ببخشند و از لغزششان چشم پوشی کنند. آیا دوست ندارید که خدا گناهانتان را بیامرزد؟ و خداوند آمرزنده و مهربان است.",
        "numberInSurah": 22,
        "juz": 18,
        "manzil": 4,
        "page": 352,
        "ruku": 303,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2814,
        "text": "به یقین، کسانی که زنان پاکدامنِ بی خبر مؤمن را به فحشا متهم می‌کنند، در دنیا و آخرت لعنت شده و از رحمت خدا دور گردیده‌اند، و برای آنان عذابی بزرگ خواهد بود.",
        "numberInSurah": 23,
        "juz": 18,
        "manzil": 4,
        "page": 352,
        "ruku": 303,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2815,
        "text": "آن عذاب در روزی است که زبان‌ها و دست‌ها و پاهایشان بر ضدّ آنان به آنچه می‌کردند گواهی می‌دهند.",
        "numberInSurah": 24,
        "juz": 18,
        "manzil": 4,
        "page": 352,
        "ruku": 303,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2816,
        "text": "در آن روز خداوند جزای بایسته آنان را به تمام و کمال به آنان می‌دهد، و آن روز خواهند دانست که خداست حق روشن و آشکار.",
        "numberInSurah": 25,
        "juz": 18,
        "manzil": 4,
        "page": 352,
        "ruku": 303,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2817,
        "text": "زنان پلید از آنِ مردان پلیدند و مردان پلید از آنِ زنان پلید. و زنان پاک از آنِ مردان پاکند و مردان پاک از آنِ زنان پاک. اینان به خاطر پاکی و ایمانشان، از تهمت‌هایی که درباره شان مطرح می‌کنند برکنارند. برای آنان آمرزش و روزی ارجمند (زندگی پاک در دنیا و پاداش نیکو در آخرت) خواهد بود.",
        "numberInSurah": 26,
        "juz": 18,
        "manzil": 4,
        "page": 352,
        "ruku": 303,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2818,
        "text": "ای کسانی که ایمان آورده‌اید، به خانه‌هایی که خانه‌های شما نیست وارد نشوید تا به ساکنانش آشنایی دهید و ورود خود را بر آنان، اعلام نمایید و بر اهل آن سلام کنید. این برای شما بهتر است، باشد که در اثر پای بندی به این شیوه پسندیده همواره وظایف اجتماعی خود را به خاطر داشته باشید.",
        "numberInSurah": 27,
        "juz": 18,
        "manzil": 4,
        "page": 352,
        "ruku": 304,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2819,
        "text": "پس اگر کسی را در آن خانه‌ها نیافتید، وارد آنها نشوید، تا به شما اجازه ورود داده شود; و اگر اجازه نیافتید و به شما گفته شد: بازگردید. بازگردید، که این برای شما پاک‌تر و بالنده‌تر است، و خدا به آنچه می‌کنید داناست.",
        "numberInSurah": 28,
        "juz": 18,
        "manzil": 4,
        "page": 353,
        "ruku": 304,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2820,
        "text": "بر شما گناهی نیست که به خانه‌های غیر مسکونی (از قبیل تجارتخانه‌ها، کاروانسراها، حمّام‌ها و دیگر اماکن عمومی) که استفاده‌ای برای شما در آنهاست، بدون اجازه وارد شوید، و بدانید که خدا آنچه را آشکار می‌کنید و آنچه را پنهان می‌دارید می‌داند.",
        "numberInSurah": 29,
        "juz": 18,
        "manzil": 4,
        "page": 353,
        "ruku": 304,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2821,
        "text": "ای پیامبر، به مردان مؤمن بگو چشمان خود را از شرمگاه‌های دیگران فرو بندند و شرمگاه‌های خود را نیز از دید دیگران بپوشانند، که اگر فرمانشان دهی چنین کنند. این شیوه برای آنان پاکیزه‌تر و بالنده‌تر است. قطعاً خدا به آنچه می‌کنند آگاه است.",
        "numberInSurah": 30,
        "juz": 18,
        "manzil": 4,
        "page": 353,
        "ruku": 304,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2822,
        "text": "و به زنان مؤمن نیز بگو چشمان خود را از شرمگاه‌های دیگران فروبندند و شرمگاه‌های خود را نیز از دید دیگران بپوشانند و زیبایی هایشان را جز آنچه خود نمایان است آشکار نسازند و اطراف مقنعه خود را بر سینه خویش بیندازند تا سینه شان را بپوشاند اگر به آنان بگویی قطعاً چنین خواهند کرد. و زیبایی‌های خود را آشکار نسازند جز برای شوهرانشان یا پدرانشان یا پدران شوهرانشان یا پسرانشان یا پسران شوهرانشان یا برادرانشان یا پسران برادرانشان یا پسران خواهرانشان یا زنان همکیش خود یا بردگانی که مالک آنها شده‌اند یا مردان سفیهی که سرپرستی دارند و شهوت جنسی ندارند یا کودکان نابالغی که بر اندام خاص زنان چیرگی نیافته‌اند، و زنان نباید پاهایشان را بر زمین بکوبند تا زیورهایی که پنهان می‌دارند معلوم شود. ای مؤمنان، همگی با پیمودن راه خدا به سوی او باز گردید، باشد که سعادتمند شوید.",
        "numberInSurah": 31,
        "juz": 18,
        "manzil": 4,
        "page": 353,
        "ruku": 304,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2823,
        "text": "ای مؤمنان، به مردان و زنانِ بی همسری که از [همکیشان] شما هستند و به آن بندگان و کنیزانتان که شایستگی ازدواج را دارند، همسر دهید. اگر تهیدست‌اند، خداوند آنان را از فضل خود توانگر خواهد ساخت، که خداوند دارای بخششی گسترده است و به حال کسی که صلاح او در گشایش است داناست.",
        "numberInSurah": 32,
        "juz": 18,
        "manzil": 4,
        "page": 354,
        "ruku": 304,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2824,
        "text": "و باید کسانی که هزینه ازدواج و مخارج زندگی را نمی‌یابند پاکدامنی پیشه کنند و از کارهای زشت بپرهیزند تا خداوند آنان را از فضل خود توانگر کند. و از میان بردگانتان، آنان که می‌خواهند با قراردادی مکتوب ثمن خود را بپردازند و آزادی خود را باز یابند، اگر شایستگی این کار را در آنان سراغ دارید، درخواستشان را بپذیرید و با آنان قرارداد بنویسید، و از مالی که خدا به شما ارزانی کرده است به عنوان زکات به ایشان بدهید [تا بتوانند بهای خود را بپردازند.] و اگر کنیزانتان خواهان عفّت‌اند، برای دستیابی به متاع ناپایدار دنیا آنان را به زنا وادار نکنید، و هر کس آنان را به این کار وادار کند [کیفر خواهد دید و] البته خداوند گناه کنیزان را پس از آن که به این کار زشت مجبور شده اند می‌آمرزد و رحمت خود را از آنان دریغ نمی‌دارد.",
        "numberInSurah": 33,
        "juz": 18,
        "manzil": 4,
        "page": 354,
        "ruku": 304,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2825,
        "text": "همانا ما آیاتی روشنگر که راه سعادت را به شما نشان می‌دهد و شرحی از آنان که پیش از شما درگذشتند ـ چه نیکانشان و چه تبهکارانشان ـ به سوی شما نازل کردیم تا کارهای شایسته و ناشایسته را بشناسید، و برای تقواپیشگان شما نیز اندرزی فرو فرستادیم.",
        "numberInSurah": 34,
        "juz": 18,
        "manzil": 4,
        "page": 354,
        "ruku": 304,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2826,
        "text": "خداوند نوری است که آسمان‌ها و زمین به سبب آن پدید آمده‌اند و برای او نوری ویژه مؤمنان است. این نور در مَثَل همچون چراغدانی است که در آن چراغی باشد و آن چراغ در بلوری، که وزش باد شعله اش را نلرزاند و از فروغش نکاهد. آن بلور چنان بدرخشد که گویی اختری تابان است. آن چراغ با روغنی که از درخت پربرکت زیتون فراهم آمده است افروخته می‌شود; درختی که نه در جانب شرق است و نه در جانب غرب که تنها یک سوی آن از تابش خورشید بهره بَرَد; نزدیک است روغن آن از شدّت صافی روشنی بخشد، هرچند آتشی به آن نرسیده و شعلهورش نکرده باشد; نوری است شدید بر روی نوری شدید. خدا هر که را بخواهد (شایسته بداند)، به نورِ هدایتش راه می‌نماید، و خدا این مَثَل‌ها را برای مردم می‌آورَد و خدا به هر چیزی داناست.",
        "numberInSurah": 35,
        "juz": 18,
        "manzil": 4,
        "page": 354,
        "ruku": 305,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2827,
        "text": "آن چراغ پرفروغ در خانه‌هایی است که خدا رخصت داده است که قدر و منزلت آنها رفعت یابد چرا که رخصت داده است که نام خدا در آنها برده شود. در آن خانه‌ها هر بامداد و عصرگاه مردانی او را تسبیح می‌گویند;",
        "numberInSurah": 36,
        "juz": 18,
        "manzil": 4,
        "page": 354,
        "ruku": 305,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2828,
        "text": "مردانی در آن خانه‌ها تسبیح خدا می‌گویند که نه هیچ تجارت و نه هیچ خرید و فروشی آنان را از یاد خدا و برپا داشتن نماز و پرداخت زکات بازمی دارد. آنان از روزی می‌هراسند که دل‌ها و دیده‌های همگان (مؤمنان و کافران) در آن دگرگون می‌شود. (دل‌ها و دیدگان مؤمنان به نور خدا بینا می‌شود و کرامت‌های الهی را می‌نگرند، و دل‌ها و دیدگان کافران کور می‌گردد و چیزی جز رنج نمی‌بینند).",
        "numberInSurah": 37,
        "juz": 18,
        "manzil": 4,
        "page": 355,
        "ruku": 305,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2829,
        "text": "آری، مؤمنان به کارهای شایسته می‌پردازند تا خدا هنگام دادن پاداش به آنان، تمام اعمالشان را هرچند کاستی‌هایی داشته باشد، بهترین عمل به شمار آورد و همه را بر پایه آن سزا دهد و از فضل خود نیز بر پاداششان بیفزاید، و خداوند به هر کس بخواهد، بی حساب; بدون آن که از اعمال او عوضی بخواهد، روزی و پاداش افزون خواهد داد.",
        "numberInSurah": 38,
        "juz": 18,
        "manzil": 4,
        "page": 355,
        "ruku": 305,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2830,
        "text": "این است وصف مؤمنان، اما کسانی که کفر ورزیده‌اند، اعمالشان همچون سرابی است در زمینی هموار که تشنه آن را آب می‌پندارد و به سراغ آن می‌رود، ولی هنگامی که به آن می‌رسد آن را چیزی نمی‌یابد. آری، کافران به گمان رستگاری بت می‌پرستند، اما وقتی مرگ یکی از آنان فرا رسید و به صحنه قیامت درآمد، آن جاست که اعمال خود را بی ثمر می‌بیند و خدا را نزد خویش حاضر می‌یابد و خدا هم حساب او را بررسی می‌کند و سزایش را به تمام و کمال به او می‌دهد، و خداوند اعمال بندگان را به سرعت رسیدگی می‌کند.",
        "numberInSurah": 39,
        "juz": 18,
        "manzil": 4,
        "page": 355,
        "ruku": 305,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2831,
        "text": "یا اعمالشان همچون تاریکی‌هایی است در دریایی موّاج که هماره آن دریا را موجی می‌پوشاند و بر فراز آن موجی دیگر است، و بالای آن ابرهایی است که جلو نورهای آسمانی را می‌گیرد. اینها تاریکی‌هایی است متراکم که بعضی بر روی بعضی قرار گرفته است، و کسی که در این دریاست، وقتی دست خود را بیرون می‌آورد، نزدیک است که آن را از شدت تاریکی نبیند. اعمال کافران نیز حجاب‌هایی متراکم اند که مانع از آنند که نور ایمان و معرفت بر دل هایشان بتابد و آنان را به راه نجات رهنمون شود. آری، کسی که خدا نوری برای او قرار نداده است هیچ نوری نخواهد داشت.",
        "numberInSurah": 40,
        "juz": 18,
        "manzil": 4,
        "page": 355,
        "ruku": 305,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2832,
        "text": "آیا ندانسته‌ای که هر که در آسمان‌ها و زمین است و پرندگانِ گشوده بال، خدا را با هستیِ خویش تسبیح می‌گویند و وجود نیازمندشان بی نیازی او را اعلام می‌کند؟ این حقیقتی است بس روشن و آشکار. همه موجودات راه عرضه نیاز خود را به درگاه خدا می‌دانند و از تسبیح گفتن خود آگاهند، و خدا به آنچه می‌کنند داناست.",
        "numberInSurah": 41,
        "juz": 18,
        "manzil": 4,
        "page": 355,
        "ruku": 306,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2833,
        "text": "فرمانرواییِ آسمان‌ها و زمین تنها از آنِ خداست و بازگشت همه امور نیز به سوی خداست.",
        "numberInSurah": 42,
        "juz": 18,
        "manzil": 4,
        "page": 355,
        "ruku": 306,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2834,
        "text": "آیا ندیده‌ای که خدا ابرهایی پراکنده را روانه می‌کند، آن گاه میان آنها پیوند می‌دهد، سپس آنها را متراکم می‌سازد، پس قطره‌های باران را می‌بینی که از لابه لای ابرها بیرون می‌آید؟ و آیا ندیده‌ای که خدا از آسمان، از تگرگ‌های متراکم موجود در آن که همچون کوه هاست فرو می‌فرستد و هر که را بخواهد با آن هدف قرار می‌دهد تا به مال و جان او آسیب برساند، و از هر که بخواهد آن را باز می‌دارد؟ نزدیک است روشنی برقش دیده‌ها را از بین ببرد.",
        "numberInSurah": 43,
        "juz": 18,
        "manzil": 4,
        "page": 355,
        "ruku": 306,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2835,
        "text": "خداوند شب و روز را به گردش درمی آورد و هر کدام را جایگزین دیگری می‌کند. به راستی در این جابه جایی برای اهل بصیرت نشانه و عبرتی است بر این که تنظیم امور هستی به دست اوست.",
        "numberInSurah": 44,
        "juz": 18,
        "manzil": 4,
        "page": 356,
        "ruku": 306,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2836,
        "text": "خداست که همه جنبندگان را از آبی که دارای یک طبیعت است آفرید; با وجود این، آنها دارای گونه‌ها و انواع بسیارند; برخی از آنها بر شکمشان می‌خزند و برخی از آنها بر روی دو پا راه می‌روند و برخی از آنها بر روی چهار پا راه می‌روند. خدا هر چه بخواهد می‌آفریند، زیرا او بر هر چیزی تواناست.",
        "numberInSurah": 45,
        "juz": 18,
        "manzil": 4,
        "page": 356,
        "ruku": 306,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2837,
        "text": "همانا ما آیاتی که بیانگر صفات خدا و روشنگر راه ایمان و کفر و توحید و شرک است فرو فرستادیم، و خداوند هر که را بخواهد به راهی راست هدایت می‌کند.",
        "numberInSurah": 46,
        "juz": 18,
        "manzil": 4,
        "page": 356,
        "ruku": 306,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2838,
        "text": "منافقان می‌گویند: به خدا و پیامبر ایمان آوردیم و به فرمانشان گردن نهادیم. ولی گروهی از آنان پس از این اقرار روی می‌گردانند و سرپیچی می‌کنند. ولی هیچ یک از این دو گروه ایمان نیاورده‌اند.",
        "numberInSurah": 47,
        "juz": 18,
        "manzil": 4,
        "page": 356,
        "ruku": 306,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2839,
        "text": "و هنگامی که نزاعی درگیرد و آنان به قانون خدا و داوری پیامبر فراخوانده شوند، بی آن که انتظار رود، گروهی از آنان رویگردان می‌شوند.",
        "numberInSurah": 48,
        "juz": 18,
        "manzil": 4,
        "page": 356,
        "ruku": 306,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2840,
        "text": "در صورتی که اگر داوری پیامبر ـ که همیشه حق است ـ به سود آنان باشد، با حال اطاعت و تسلیم به سوی او می‌آیند.",
        "numberInSurah": 49,
        "juz": 18,
        "manzil": 4,
        "page": 356,
        "ruku": 306,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2841,
        "text": "آیا در دل هایشان مرضی هست، یا در حقانیّت دینشان تردید دارند، یا می‌ترسند خداوند با حکمی ناحق به آنان ستم کند و پیامبرش با داوری نابحق ستم روا دارد؟ نه، اینها دلیل رویگردانی شان نیست، بلکه از آن روست که آنان ستمکارند، زیرا اظهار ایمان کردند و در دل تسلیم نشدند.",
        "numberInSurah": 50,
        "juz": 18,
        "manzil": 4,
        "page": 356,
        "ruku": 306,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2842,
        "text": "ولی مؤمنانِ حقیقی هنگامی که نزاعی میانشان رخ دهد و به قانون خدا و داوری پیامبر فراخوانده شوند تا میانشان داوری کند، سخنشان جز این نیست که می‌گویند: دعوت خدا را پذیرفتیم و بر اطاعت از خدا و پیامبرش گردن نهادیم. اینانند نیکبختان.",
        "numberInSurah": 51,
        "juz": 18,
        "manzil": 4,
        "page": 356,
        "ruku": 307,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2843,
        "text": "زیرا هر کس از خدا و پیامبرش فرمان برد و از خدا بترسد و از او پروا کند، تنها چنین کسانی به سعادت نایل می‌گردند.",
        "numberInSurah": 52,
        "juz": 18,
        "manzil": 4,
        "page": 356,
        "ruku": 307,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2844,
        "text": "منافقان با سوگندهای مؤکّد خود به خدا قسم خوردند که اگر آنان را به جهاد در راه خدا فرمان دهی، قطعاً به سوی میدان نبرد بیرون می‌روند. به آنان بگو: سوگند یاد نکنید، زیرا جهاد در راه خدا طاعتی است که ضرورت آن در دین شناخته شده است و وجوب آن در گرو سوگند نیست، و اگر سوگندتان برای جلب رضایت خدا و پیامبر است، بدانید که خدا به آنچه می‌کنید آگاه است و سوگندهای شما او را فریب نمی‌دهد.",
        "numberInSurah": 53,
        "juz": 18,
        "manzil": 4,
        "page": 356,
        "ruku": 307,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2845,
        "text": "بگو: خدا را اطاعت کنید و از فرستاده اش فرمان برید. پس اگر روی گرداندید و پیامبر را فرمان نبردید، به وی زیانی نمی‌رسد، چرا که فقط برعهده اوست آنچه بدان تکلیف شده است و برعهده شماست آنچه بدان تکلیف شده‌اید. و اگر از پیامبر فرمان برید، هدایت خواهید یافت، و بدانید که بر رسول خدا جز ابلاغ آشکار پیام وظیفه‌ای نیست.",
        "numberInSurah": 54,
        "juz": 18,
        "manzil": 4,
        "page": 357,
        "ruku": 307,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2846,
        "text": "خداوند به کسانی از شما که ایمان آورده و کارهای شایسته کرده‌اند وعده داده است که آنان را در زمین جانشین امّت‌های شایسته گذشته کند; چنان که شایستگان امت‌های پیشین را در زمین جانشین دیگران قرار داد، و نیز نوید داده است که آیین آنان را که بر پایه فطرت استوار است و خدا آن را برایشان پسندیده است، پابرجا سازد، به گونه‌ای که جامعه براساس آن شکل یابد، و وعده داده است که آنان را پس از این که پیوسته از سوی دشمنان داخلی و خارجی بیمناک بودند، ایمنی بخشد. در حالی به امنیت می‌رسند که مرا می‌پرستند و چیزی را شریک من قرار نمی‌دهند، و هر کس پس از تحقق این وعده، به وسیله کفر و نفاق و ارتکاب گناهان ناسپاسی کند، اینانند که از راه خدا بیرون رفته‌اند.",
        "numberInSurah": 55,
        "juz": 18,
        "manzil": 4,
        "page": 357,
        "ruku": 307,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2847,
        "text": "و نماز را بر پا دارید و زکات بدهید و حکم پیامبر را اطاعت کنید، امید است که مورد رحمت خدا قرار گیرید و وعده جانشین شدن در زمین و تشکیل جامعه‌ای بر پایه دین اسلام بی ترس از دشمنان، برای شما تحقق یابد.",
        "numberInSurah": 56,
        "juz": 18,
        "manzil": 4,
        "page": 357,
        "ruku": 307,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2848,
        "text": "هرگز مپندار که کفرپیشگان می‌توانند خدا را در زمین ناتوان کنند و او را از وفا به وعده خود بازدارند. آنان سرانجام شکست خواهند خورد، و جایگاهشان آتش دوزخ است و بی گمان، آن بدجایگاهی است.",
        "numberInSurah": 57,
        "juz": 18,
        "manzil": 4,
        "page": 357,
        "ruku": 307,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2849,
        "text": "ای کسانی که ایمان آورده‌اید، باید بردگانتان و نیز نوجوانانتان که به حد بلوغ نرسیده‌اند، هنگام ورود به خانه‌های شما، در هر شبانه روز سه مرتبه از شما اجازه بگیرند: پیش از نماز صبح، و در نیمروز آن گاه که لباس‌های خود را از تن بیرون می‌آورید، و پس از نماز عشا. این سه زمان، زمان‌هایی هستند که شما دوست نمی‌دارید دیگران از وضع شما در آنها آگاه شوند، و شایسته است که بر دیگران پوشیده بمانید. ولی پس از این سه زمان، نه بر شما گناهی است که آنان را به اجازه خواستن فرمان ندهید، و نه بر آنان گناهی است که اجازه در چندین آیه دیگر نگیرند، چرا که رفت و آمدشان بر گرد شما بسیار است و همه بر گرد یکدیگر می‌چرخید، و اجازه خواستن پی در پی ملال آور است. خداوند احکام دین خود را که از نشانه‌های اوست این گونه برای شما بیان می‌کند، و خدا به احکامی که مورد نیاز شماست داناست و آنچه برای شما مقرّر می‌دارد براساس حکمت اوست.",
        "numberInSurah": 58,
        "juz": 18,
        "manzil": 4,
        "page": 357,
        "ruku": 308,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2850,
        "text": "و هنگامی که کودکان شما به حدّ بلوغ رسیدند، باید برای ورود به خانه شما اجازه بگیرند; چنان که مردان و زنانی که پیش از آنان بالغ شدند، اجازه می‌خواستند. خداوند احکام دین خود را که از نشانه‌های اوست، این گونه برای شما به روشنی بیان می‌کند. و خداوند به احکامی که مورد نیاز شماست داناست، و آنچه برای شما مقرّر می‌دارد براساس حکمت اوست.",
        "numberInSurah": 59,
        "juz": 18,
        "manzil": 4,
        "page": 358,
        "ruku": 308,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2851,
        "text": "و بر زنانی که در اثر سالخوردگی از زناشویی بازنشسته و امیدی به ازدواج ندارند گناهی نیست که لباس‌های خود را فرو گذارند بی آن که زیبایی‌های خود را نمایان سازند; و اینکه پاکدامنی پیشه سازند و حجاب خویش را رعایت کنند بهتر و شایسته‌تر است. و خدا شنوا و داناست.",
        "numberInSurah": 60,
        "juz": 18,
        "manzil": 4,
        "page": 358,
        "ruku": 308,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2852,
        "text": "بر نابینا و بر لنگ و بر بیمار و بر شما گناهی نیست که از خانه‌های خودتان یا از خانه‌های پدرانتان یا خانه‌های مادرانتان یا خانه‌های برادرانتان یا خانه‌های خواهرانتان یا خانه‌های عموهایتان یا خانه‌های عمّه هایتان یا خانه‌های دایی هایتان یا خانه‌های خاله هایتان یا خانه‌هایی که مخازن خوراکی آنها را در اختیار دارید یا خانه دوستتان غذایی بخورید. بر شما و آنان گناهی نیست که دسته جمعی یا به تنهایی و جدا جدا غذا بخورید. شما باید آداب ورود به خانه دیگران را رعایت کنید و هنگامی که به خانه‌هایی درآمدید، به یکدیگر سلام کنید که سلام درودی است مبارک و خوشایند که از جانب خدا مقرر شده است. خداوند احکام دین خود را که از نشانه‌های اوست، این گونه برای شما به روشنی بیان می‌کند، شاید دانشِ دین بیابید و آن را به کار بندید.",
        "numberInSurah": 61,
        "juz": 18,
        "manzil": 4,
        "page": 358,
        "ruku": 308,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2853,
        "text": "مؤمنان راستین تنها کسانی اند که به خدا و پیامبرش ایمان آورده‌اند، و هنگامی که با پیامبر بر سر کاری که مربوط به جامعه اسلامی است گرد آمده‌اند، پیش از آن که از او اجازه بگیرند، از نزد وی بیرون نمی‌روند. کسانی که از تو اجازه می‌گیرند، اینانند که به خدا و پیامبرش ایمان دارند. پس اگر برای برخی از کارهای خود از تو اجازه خواستند، به هر کس از آنان که خواهی اجازه ده و برایشان از خدا آمرزش بخواه که خدا آمرزنده و مهربان است.",
        "numberInSurah": 62,
        "juz": 18,
        "manzil": 4,
        "page": 359,
        "ruku": 309,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2854,
        "text": "فراخوانی پیامبر را در میان خود مانند فراخوانی یکدیگر قرار ندهید; اگر پیامبر شما را برای کاری فراخواند، حاضر شوید، و بی اجازه او از نزدش خارج نشوید. قطعاً خداوند کسانی از شما را که آهسته آهسته و در پناه دیگران از حضور پیامبر بیرون می‌روند، می‌شناسد. پس باید کسانی که از فرمان پیامبر سرپیچی می‌کنند بترسند از این که بلایی به آنان رسد یا عذابی دردناک به سراغشان آید.",
        "numberInSurah": 63,
        "juz": 18,
        "manzil": 4,
        "page": 359,
        "ruku": 309,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2855,
        "text": "آگاه باشید که آنچه در آسمان‌ها و زمین است از آنِ خداست و او به ملک خویش آگاه است و قطعاً می‌داند که شما در چه حالی هستید و چه نیازی دارید و چه آیینی برای شما ضروری است، پس همان را برایتان مقرر کرده است; و نیز خبر دارد از روزی که همگان به سوی او بازگردانده می‌شوند و آنان را به حقیقت آنچه کرده‌اند آگاه می‌کند، و خدا به هر چیزی داناست.",
        "numberInSurah": 64,
        "juz": 18,
        "manzil": 4,
        "page": 359,
        "ruku": 309,
        "hizbQuarter": 143,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "fa.safavi",
      "language": "fa",
      "name": "صفوی",
      "englishName": "صفوی",
      "format": "text",
      "type": "translation",
      "direction": "rtl"
    }
  }
}