{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 25,
    "name": "سُورَةُ الفُرۡقَانِ",
    "englishName": "Al-Furqaan",
    "englishNameTranslation": "The Criterion",
    "revelationType": "Meccan",
    "numberOfAyahs": 77,
    "ayahs": [
      {
        "number": 2856,
        "text": "پرخیر و برکت است آن کسی که قرآن را که جداکننده حق از باطل است بر بنده خود محمد فرو فرستاد تا جهانیان را بیم دهنده باشد.",
        "numberInSurah": 1,
        "juz": 18,
        "manzil": 4,
        "page": 359,
        "ruku": 310,
        "hizbQuarter": 144,
        "sajda": false
      },
      {
        "number": 2857,
        "text": "همان کسی که فرمانروایی آسمان‌ها و زمین تنها از آنِ اوست، فرزندی نگرفته است و در فرمانروایی هیچ شریکی نداشته است، و هر چیزی را او آفریده و چنان که باید برای آن اندازه معین کرده است.",
        "numberInSurah": 2,
        "juz": 18,
        "manzil": 4,
        "page": 359,
        "ruku": 310,
        "hizbQuarter": 144,
        "sajda": false
      },
      {
        "number": 2858,
        "text": "مشرکان به جای خدا معبودانی اختیار کرده‌اند شده‌اند، و برای خود نه زیانی را در اختیار دارند تا آن را از خود دور سازند و نه سودی را مالکند تا آن را برای خود فراهم آورند; چه رسد به این که بر دفع زیان از پرستشگران خود و رساندن سود به آنان توانا باشند. آنها نه مرگی را در اختیار دارند تا آن را از کسی دور سازند و نه حیاتی را مالکند تا آن را به کسی ارزانی دارند و نه بر رستاخیز قدرت دارند تا مردمان را پاداش دهند یا مجازات کنند.",
        "numberInSurah": 3,
        "juz": 18,
        "manzil": 4,
        "page": 360,
        "ruku": 310,
        "hizbQuarter": 144,
        "sajda": false
      },
      {
        "number": 2859,
        "text": "کفرپیشگان عرب گفتند: این قرآن جز سخنی دروغین که محمد آن را بافته و کلام خدا می‌نامد چیزی نیست، و گروهی از اهل کتاب او را بر ساختن آن کمک کرده‌اند. راستی آنان با این سخن ستم کردند و دروغ گفتند.",
        "numberInSurah": 4,
        "juz": 18,
        "manzil": 4,
        "page": 360,
        "ruku": 310,
        "hizbQuarter": 144,
        "sajda": false
      },
      {
        "number": 2860,
        "text": "و گفتند: این قرآن همان خرافه‌هایی است که مردمان نخستین نگاشته‌اند و محمد به کمک یارانش آنها را نوشته و هر صبح و عصر بر او خوانده می‌شود تا آن را فراگیرد و بر مردم بخواند.",
        "numberInSurah": 5,
        "juz": 18,
        "manzil": 4,
        "page": 360,
        "ruku": 310,
        "hizbQuarter": 144,
        "sajda": false
      },
      {
        "number": 2861,
        "text": "بگو: چنین نیست، این قرآن را کسی فروفرستاده است که رازهای نهفته در آسمان‌ها و زمین را می‌داند و به نیازهای شما آگاه است. او با نازل کردن این قرآن می‌خواهد شما هدایت یابید تا از آمرزش و رحمت وی برخوردار شوید، زیرا او آمرزنده و مهربان است.",
        "numberInSurah": 6,
        "juz": 18,
        "manzil": 4,
        "page": 360,
        "ruku": 310,
        "hizbQuarter": 144,
        "sajda": false
      },
      {
        "number": 2862,
        "text": "و گفتند: می‌بایست از جانب خدا فرشته‌ای به رسالت مبعوث شود، زیرا بشر نمی‌تواند با غیب سر و کار داشته باشد; این چه پیامبری است که غذا می‌خورد و برای کسب معاش در بازارها در حرکت است؟! چرا دست کم فرشته‌ای به سوی او فرستاده نشده است تا با او به هشدار مردم بپردازد؟",
        "numberInSurah": 7,
        "juz": 18,
        "manzil": 4,
        "page": 360,
        "ruku": 310,
        "hizbQuarter": 144,
        "sajda": false
      },
      {
        "number": 2863,
        "text": "حال که فرشته‌ای با او نیامده است، چرا دست کم گنجی از آسمان به سوی او افکنده نمی‌شود تا نیازمند کسب معاش در کوچه و بازار نباشد یا بوستانی ندارد که از محصول آن بخورد و روزی خود را آماده داشته باشد؟ آن ستمگران به پیروان رسول خدا گفتند: شما جز از مردی که جادو شده و می‌پندارد که فرستاده خداست، پیروی نمی‌کنید.",
        "numberInSurah": 8,
        "juz": 18,
        "manzil": 4,
        "page": 360,
        "ruku": 310,
        "hizbQuarter": 144,
        "sajda": false
      },
      {
        "number": 2864,
        "text": "بنگر که چگونه برای تو وصف‌ها آوردند و در نتیجه به بیراهه‌ای افتادند که نمی‌توانند به راه حق بازگردند.",
        "numberInSurah": 9,
        "juz": 18,
        "manzil": 4,
        "page": 360,
        "ruku": 310,
        "hizbQuarter": 144,
        "sajda": false
      },
      {
        "number": 2865,
        "text": "پرخیر و برکت است آن خدایی که اگر بخواهد، بهتر از آنچه کافران پیشنهاد کردند، برای تو پدید می‌آورد; بوستان‌هایی با درختانی انبوه که نهرها از زیر آنها روان باشد، و اگر بخواهد کاخ‌هایی برای تو قرار می‌دهد که توصیفگران را درمانده کند.",
        "numberInSurah": 10,
        "juz": 18,
        "manzil": 4,
        "page": 360,
        "ruku": 311,
        "hizbQuarter": 144,
        "sajda": false
      },
      {
        "number": 2866,
        "text": "غذا خوردن و راه رفتن تو در بازارها و نبودن فرشته‌ای با تو و نداشتن گنج و بوستان سبب اصلی انکار رسالت تو نیست، بلکه سبب اصلی این است که آنان قیامت را دروغ شمردند، و ما برای کسانی که قیامت را دروغ شمرند آتشی فروزان آماده کرده‌ایم.",
        "numberInSurah": 11,
        "juz": 18,
        "manzil": 4,
        "page": 360,
        "ruku": 311,
        "hizbQuarter": 144,
        "sajda": false
      },
      {
        "number": 2867,
        "text": "چون آتش دوزخ کافران را از مکانی دور بنگرد، خشم گیرد و فروزنده‌تر شود و آنان فریاد خشم و خروش آن را می‌شنوند.",
        "numberInSurah": 12,
        "juz": 18,
        "manzil": 4,
        "page": 361,
        "ruku": 311,
        "hizbQuarter": 144,
        "sajda": false
      },
      {
        "number": 2868,
        "text": "و هنگامی که آنان ـ در حالی که با غل و زنجیر به یکدیگر بسته شده‌اند ـ به تنگنایی از آتش دوزخ افکنده شوند، در آن جا فریاد واویلا سر می‌دهند و هلاکت خویش را می‌خواهند.",
        "numberInSurah": 13,
        "juz": 18,
        "manzil": 4,
        "page": 361,
        "ruku": 311,
        "hizbQuarter": 144,
        "sajda": false
      },
      {
        "number": 2869,
        "text": "به آنان گفته می‌شود: امروز یک بار هلاکت خود را مخواهید، بلکه بارها و بارها هلاکت خود را بخواهید. امروز روز جزاست و فریاد واویلا ـ چه کم باشد یا زیاد ـ سودی به حال شما ندارد.",
        "numberInSurah": 14,
        "juz": 18,
        "manzil": 4,
        "page": 361,
        "ruku": 311,
        "hizbQuarter": 144,
        "sajda": false
      },
      {
        "number": 2870,
        "text": "بگو: آیا این آتش فروزان بهتر است یا آن بهشت جاودان که به تقواپیشگان وعده داده شده است؟ بهشت پاداش تقوای آنان است و فرجامی است که بدان بازمی گردند.",
        "numberInSurah": 15,
        "juz": 18,
        "manzil": 4,
        "page": 361,
        "ruku": 311,
        "hizbQuarter": 144,
        "sajda": false
      },
      {
        "number": 2871,
        "text": "آنان در آن جا، جاودانه‌اند هر چه بخواهند دارند. این وعده‌ای است برعهده پروردگارت که وفای به آن بر او حتمی است و از او درخواست شده است.",
        "numberInSurah": 16,
        "juz": 18,
        "manzil": 4,
        "page": 361,
        "ruku": 311,
        "hizbQuarter": 144,
        "sajda": false
      },
      {
        "number": 2872,
        "text": "یاد کن روزی را که خداوند کافران را با آنچه جز خدا می‌پرستیدند برمی انگیزد و آنان را گرد می‌آورد، سپس به معبودانشان می‌گوید: آیا شما این بندگان مرا به بیراهه کشاندید یا آنها خود راه راست را گم کردند؟",
        "numberInSurah": 17,
        "juz": 18,
        "manzil": 4,
        "page": 361,
        "ruku": 311,
        "hizbQuarter": 144,
        "sajda": false
      },
      {
        "number": 2873,
        "text": "معبودان می‌گویند: منزّهی تو; ما را نشاید که جز تو یاورانی بگیریم و آنان را به پرستش خود بخوانیم، ولی تو اینان و پدرانشان را از نعمت‌های دنیا برخوردار ساختی تا آن که تعلیمات پیامبران را که یادآور یکتایی تو بود فراموش کردند و بر اثر علاقه فراوانی که به دنیا داشتند مردمی تیره بخت و هلاک گشته بودند.",
        "numberInSurah": 18,
        "juz": 18,
        "manzil": 4,
        "page": 361,
        "ruku": 311,
        "hizbQuarter": 144,
        "sajda": false
      },
      {
        "number": 2874,
        "text": "خدا به مشرکان می‌گوید: پس مطمئن باشید که معبودانتان آنچه را که شما درباره آنها می‌گفتید و معتقد بودید که آنها رنج‌ها و بلاها را از شما می‌گردانند و به شما یاری می‌رسانند، دروغ شمردند. بنابراین شما نه می‌توانید با پرستش اینها عذاب را از خود دور سازید و نه می‌توانید با یاری آنها از عذاب رهایی یابید. و هر کس از شما با ارتکاب گناهان ستم روا دارد، او را عذابی بزرگ می‌چشانیم.",
        "numberInSurah": 19,
        "juz": 18,
        "manzil": 4,
        "page": 361,
        "ruku": 311,
        "hizbQuarter": 144,
        "sajda": false
      },
      {
        "number": 2875,
        "text": "پیامبر شدن بشر پدیده‌ای نوظهور نیست، ما پیش از تو هم ـ ای پیامبر ـ هیچ رسولی از رسولان خود را نفرستادیم مگر این که آنان نیز غذا می‌خوردند و برای کسب معاش در بازارها راه می‌رفتند. ما برخی از شما آدمیان را وسیله آزمون برخی دیگر قرار دادیم (پیامبران را نیز وسیله آزمون امّت‌ها قرار دادیم) تا بنگریم که آیا راه خدا را می‌پویید و بر مشکلات آن شکیبایید، یا پیرو هوای خویشید و ناگواری‌های پذیرش حق را تحمل نمی‌کنید. و پروردگار تو به راه صحیح تکامل انسان‌ها بیناست.",
        "numberInSurah": 20,
        "juz": 18,
        "manzil": 4,
        "page": 361,
        "ruku": 311,
        "hizbQuarter": 144,
        "sajda": false
      },
      {
        "number": 2876,
        "text": "و آنان که منکر رستاخیزند و به لقای ما در آن جا امیدی ندارند، رسالت محمد را انکار کردند و گفتند: اگر بشر درخور این است که فرشته‌ای برای او وحی بیاورد و یا خدا خود با او سخن بگوید، پس چرا فرشتگان بر ما نازل نشده‌اند یا خدا را که به گمان محمد پروردگار ماست نمی‌بینیم تا با ما سخن بگوید؟ سوگند یاد می‌کنم که اینان به ناحق برای خود بزرگی و عظمت خواستند و به طغیانی بزرگ دست یازیدند.",
        "numberInSurah": 21,
        "juz": 19,
        "manzil": 4,
        "page": 362,
        "ruku": 312,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2877,
        "text": "ولی روزی که وارد عالَم برزخ می‌شوند و فرشتگان را دیدار می‌کنند، آن روز هیچ مژده و خبر خوشی برای تبهکاران نخواهد بود و آنان به فرشتگان که آماده کیفر ایشانند می‌گویند: بر شما حرام و ممنوع است که ما را عذاب کنید.",
        "numberInSurah": 22,
        "juz": 19,
        "manzil": 4,
        "page": 362,
        "ruku": 312,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2878,
        "text": "و در آن روز به هر کاری که کرده‌اند روی می‌آوریم و آن را همچون غبار پراکنده ای می‌سازیم.",
        "numberInSurah": 23,
        "juz": 19,
        "manzil": 4,
        "page": 362,
        "ruku": 312,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2879,
        "text": "بهشتیان در آن روز جایگاهشان بهتر و آسایشگاهشان برای استراحتِ نیمروز نیکوتر است.",
        "numberInSurah": 24,
        "juz": 19,
        "manzil": 4,
        "page": 362,
        "ruku": 312,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2880,
        "text": "و یاد کنید روزی را که آسمانِ پوشیده از ابر شکافته شود و فرشتگان چنان که باید به سوی زمین فرو فرستاده شوند.",
        "numberInSurah": 25,
        "juz": 19,
        "manzil": 4,
        "page": 362,
        "ruku": 312,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2881,
        "text": "در آن روز آشکار شود که فرمانروایی به تمام و کمال حق و حقیقت است و از آنِ خداوند رحمان است، و آن روز بر کافران روزی دشوار خواهد بود.",
        "numberInSurah": 26,
        "juz": 19,
        "manzil": 4,
        "page": 362,
        "ruku": 312,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2882,
        "text": "و روزی را که آن کسی که از هدایت پیامبر بی بهره بوده و بر خود ستم کرده است، دست‌های خود را از پشیمانی به دندان می‌گزد و می‌گوید: ای کاش، با رسول خدا راهی به سوی هدایت برگرفته بودم.",
        "numberInSurah": 27,
        "juz": 19,
        "manzil": 4,
        "page": 362,
        "ruku": 312,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2883,
        "text": "ای وای بر من! کاش فلانی را دوستِ خود نگرفته بودم.",
        "numberInSurah": 28,
        "juz": 19,
        "manzil": 4,
        "page": 362,
        "ruku": 312,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2884,
        "text": "بی گمان او مرا از این قرآن که یادآور خداست، پس از آن که به من رسید، دور ساخت و به بیراهه کشانید. آری، شیطان انسانی را که به یاری او دل بسته است یاری نمی‌کند.",
        "numberInSurah": 29,
        "juz": 19,
        "manzil": 4,
        "page": 362,
        "ruku": 312,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2885,
        "text": "و روزی را که محمد ـ فرستاده خدا، لب به شکایت می‌گشاید و می‌گوید: پروردگارا، کافران و گنهکاران قوم من این قرآن را وانهادند.",
        "numberInSurah": 30,
        "juz": 19,
        "manzil": 4,
        "page": 362,
        "ruku": 312,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2886,
        "text": "آری، همان گونه که برای تو دشمنانی قرار دادیم، برای هر پیامبری نیز دشمنانی از تبهکاران قرار دادیم. با این حال، بیمی به خود راه مده از این که مبادا امر دین و هدایت مردم با دشمنی آنان به سامان نرسد، چرا که همین بس که پروردگار تو هدایت کننده و یاریگر است. او هر که را درخور هدایت بداند هدایت می‌کند و تو و دین تو را یاری خواهد کرد.",
        "numberInSurah": 31,
        "juz": 19,
        "manzil": 4,
        "page": 362,
        "ruku": 312,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2887,
        "text": "و آنان که به پیام الهی کافر شدند، گفتند: چرا قرآن یکجا بر محمد نازل نشده است؟ این پراکندگی آیات قرآن نشانه این است که او خود، آنها را به مناسبتِ رویدادها می‌بافد و به خدا نسبت می‌دهد. آری، ما آیات قرآن را این گونه به تدریج و به مناسبتِ حوادث نازل می‌کنیم تا آن را به شکل بهتری در دل تو جای دهیم و بدین وسیله قلب تو را به تعالیم قرآن سخت استوار سازیم. با این حال، بخشی از آن را در پی بخشی دیگر می‌آوریم تا پیوند و ارتباط آنها با یکدیگر حفظ شود.",
        "numberInSurah": 32,
        "juz": 19,
        "manzil": 4,
        "page": 362,
        "ruku": 312,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2888,
        "text": "از نتایج نزول تدریجی قرآن این است که مردم هیچ وصف نادرستی را که از تحریف حقیقتی حکایت دارد، برای تو مطرح نمی‌کنند، جز این که ما با نزول آیاتی از قرآن، حق را با بهترین تفسیر برای تو می‌آوریم، تا حق استوار بماند و تحریف‌ها از بین برود.",
        "numberInSurah": 33,
        "juz": 19,
        "manzil": 4,
        "page": 363,
        "ruku": 312,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2889,
        "text": "کفرپیشگان با انکار آسمانی بودن قرآن از تو به بدی یاد کردند، ولی باید بدانند کسانی که در قیامت به صورت دسته جمعی و نگون بر چهره هایشان به سوی دوزخ رانده می‌شوند، بدترین جایگاه را دارند و از همه گمراه ترند.‌",
        "numberInSurah": 34,
        "juz": 19,
        "manzil": 4,
        "page": 363,
        "ruku": 312,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2890,
        "text": "می‌گویند: بشر درخورِ دریافت وحی نیست; بی گمان ما به موسی کتاب آسمانی عطا کردیم و [هیچ فرشته‌ای را دستیار او قرار ندادیم، بلکه] برادرش هارون را با وی همراه کردیم و او را پشتیبان وی قرار دادیم.",
        "numberInSurah": 35,
        "juz": 19,
        "manzil": 4,
        "page": 363,
        "ruku": 313,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2891,
        "text": "و به آن دو گفتیم: به سوی این مردم که نشانه‌های یکتایی ما را دروغ شمرده‌اند بروید و آنان را به توحید فراخوانید. ولی آنان رسالت موسی و هارون را نپذیرفتند و ما هم آنان را چنان که باید نابود ساختیم.",
        "numberInSurah": 36,
        "juz": 19,
        "manzil": 4,
        "page": 363,
        "ruku": 313,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2892,
        "text": "و قوم نوح را نیز آن گاه که پیامبران را تکذیب کردند غرق ساختیم و آنان را برای مردم نسلشان نشانه‌ای [بر حقانیّت پیامبران] قرار دادیم، و برای ستمکاران عذابی دردناک آماده کرده‌ایم.",
        "numberInSurah": 37,
        "juz": 19,
        "manzil": 4,
        "page": 363,
        "ruku": 313,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2893,
        "text": "و قوم عاد و ثمود و اصحاب رسّ و نسل‌های بسیاری را که پس از قوم نوح تا قوم فرعون پدید آمدند، همه را نابود کردیم.",
        "numberInSurah": 38,
        "juz": 19,
        "manzil": 4,
        "page": 363,
        "ruku": 313,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2894,
        "text": "و برای همه آنان مثل‌هایی آموزنده آوردیم و چون نپذیرفتند، همه آنان را درهم شکستیم و نابود ساختیم.",
        "numberInSurah": 39,
        "juz": 19,
        "manzil": 4,
        "page": 363,
        "ruku": 313,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2895,
        "text": "و قطعاً این کافران (کافران حجاز) بر شهر قوم لوط که آن باران شوم به صورت سنگپاره‌ها بر آن بارانده شد، گذر کرده‌اند; آیا آن جا را ندیده‌اند تا از انکار قرآن و رسالت پیامبر باز ایستند؟ چرا دیده‌اند، ولی رستاخیز را باور ندارند از این رو دعوت پیامبر را نمی‌پذیرند.",
        "numberInSurah": 40,
        "juz": 19,
        "manzil": 4,
        "page": 363,
        "ruku": 313,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2896,
        "text": "و هنگامی که تو را می‌بینند، فقط مسخره ات می‌کنند و می‌گویند: آیا این است آن کسی که خدا او را به رسالت برانگیخته است؟",
        "numberInSurah": 41,
        "juz": 19,
        "manzil": 4,
        "page": 363,
        "ruku": 313,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2897,
        "text": "اگر ما بر پرستش معبودان خود پایدار نبودیم، نزدیک بود او ما را از معبودانمان باز دارد. و به زودی ـ هنگامی که عذاب را بنگرند ـ خواهند دانست چه کسی گمراه‌تر است.",
        "numberInSurah": 42,
        "juz": 19,
        "manzil": 4,
        "page": 363,
        "ruku": 313,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2898,
        "text": "آیا دیدی آن کسی را که معبود خود را هوای نفس خویش قرار داده است؟ مگر تو بر او گماشته شده‌ای تا بتوانی او را هدایت کنی؟",
        "numberInSurah": 43,
        "juz": 19,
        "manzil": 4,
        "page": 363,
        "ruku": 313,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2899,
        "text": "آیا می‌پنداری که بیشتر آنان که پیرو هوای نفس اند گوش شنوا دارند و یا تعقّل می‌کنند؟ آنان جز مانند دام‌ها نیستند که از سخن جز آوایی نمی‌شنوند و از اندیشه بهره‌ای ندارند، بلکه چون از درک و فهم خود بهره نبرده‌اند از دام‌ها نیز گمراه ترند.",
        "numberInSurah": 44,
        "juz": 19,
        "manzil": 4,
        "page": 364,
        "ruku": 313,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2900,
        "text": "آیا به کار پروردگارت در آفرینش نظر نکرده‌ای که چگونه پس از زوالِ ظهر بر امتداد سایه افزوده و آن را گسترده است؟ و اگر می‌خواست آن را ساکن قرار می‌داد. سپس خورشید را نشانه وجود سایه قرار دادیم.",
        "numberInSurah": 45,
        "juz": 19,
        "manzil": 4,
        "page": 364,
        "ruku": 314,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2901,
        "text": "آن گاه پس از طلوع خورشید، سایه را به سوی خود می‌کشانیم و آن را به تدریج محو می‌کنیم، و این کار را به آسانی انجام می‌دهیم.",
        "numberInSurah": 46,
        "juz": 19,
        "manzil": 4,
        "page": 364,
        "ruku": 314,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2902,
        "text": "و اوست آن که شب را چون لباس، پوششی برای شما ساخت و خواب را باعث تعطیل قوا و آرامش اندامتان قرار داد، و روز را زمان پراکنده شدن برای به دست آوردن روزی مقرّر داشت.",
        "numberInSurah": 47,
        "juz": 19,
        "manzil": 4,
        "page": 364,
        "ruku": 314,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2903,
        "text": "اوست آن که بادها را پیشاپیش باران فرستاده است تا نویدبخش فرود آمدن رحمتش باشد، و از آسمان، آبی پاک و پاک کننده فرو فرستادیم.",
        "numberInSurah": 48,
        "juz": 19,
        "manzil": 4,
        "page": 364,
        "ruku": 314,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2904,
        "text": "تا به وسیله آن با رویش گیاهان سرزمینی مرده را زنده کنیم و نیز آن را برای نوشیدن در اختیار دام‌ها و مردمان بسیاری که آفریده‌ایم، قرار دهیم.",
        "numberInSurah": 49,
        "juz": 19,
        "manzil": 4,
        "page": 364,
        "ruku": 314,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2905,
        "text": "به یقین باران را میان مردم در مناطق گوناگون گردانده‌ایم (آن را پیوسته از جایی به جایی منتقل کرده ایم) تا توجه پیدا کنند و شکر نعمت‌ها را به جای آورند، ولی بیشتر مردم تنها از ناسپاسی ابا ندارند.",
        "numberInSurah": 50,
        "juz": 19,
        "manzil": 4,
        "page": 364,
        "ruku": 314,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2906,
        "text": "ای محمد، ما تو را به دلیل عظمت مقام و مرتبه ات به سوی همه انسان‌ها برانگیختیم، و اگر می‌خواستیم در هر شهری پیامبری هشداردهنده مبعوث می‌کردیم.",
        "numberInSurah": 51,
        "juz": 19,
        "manzil": 4,
        "page": 364,
        "ruku": 314,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2907,
        "text": "پس، از کافران فرمان مبر، و در برابر آنان با بیان حقایق قرآن به مبارزه و تلاشی بزرگ برخیز و رسالت خود را ابلاغ کن.",
        "numberInSurah": 52,
        "juz": 19,
        "manzil": 4,
        "page": 364,
        "ruku": 314,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2908,
        "text": "و اوست آن که دو دریا را کنار یکدیگر روان ساخت; این یکی خوشگوار و شیرین است و این یکی ناگوار و سخت شور است، و میان آن دو حایلی استوار پدید آورد و آنها را باز داشت از این که به یکدیگر بیامیزند.",
        "numberInSurah": 53,
        "juz": 19,
        "manzil": 4,
        "page": 364,
        "ruku": 314,
        "hizbQuarter": 146,
        "sajda": false
      },
      {
        "number": 2909,
        "text": "اوست آن که از آب بشری آفرید و او را خویشاوند نسبی و سببی قرار داد. و پروردگارت تواناست.",
        "numberInSurah": 54,
        "juz": 19,
        "manzil": 4,
        "page": 364,
        "ruku": 314,
        "hizbQuarter": 146,
        "sajda": false
      },
      {
        "number": 2910,
        "text": "مشرکان به جای خدا چیزهایی را می‌پرستند که نه به خاطر پرستش آنها سودی برایشان دارند و نه در صورت ترک پرستش آنها زیانی به آنان می‌رسانند; و کافر همیشه بر ضدّ پروردگارش پشتیبان شیطان است.",
        "numberInSurah": 55,
        "juz": 19,
        "manzil": 4,
        "page": 364,
        "ruku": 314,
        "hizbQuarter": 146,
        "sajda": false
      },
      {
        "number": 2911,
        "text": "ای پیامبر، ما تو را جز نویددهنده و هشداردهنده نفرستادیم; بنابراین مسئول کفر مردم نیستی.",
        "numberInSurah": 56,
        "juz": 19,
        "manzil": 4,
        "page": 365,
        "ruku": 314,
        "hizbQuarter": 146,
        "sajda": false
      },
      {
        "number": 2912,
        "text": "بگو: من برای رساندن پیام آسمانی خود هیچ مزدی از شما نمی‌خواهم، جز این که کسی بخواهد راهی به سوی پروردگارش برگیرد. آری، مزد من همین است که شما هدایت شوید.",
        "numberInSurah": 57,
        "juz": 19,
        "manzil": 4,
        "page": 365,
        "ruku": 314,
        "hizbQuarter": 146,
        "sajda": false
      },
      {
        "number": 2913,
        "text": "و بر آن خدای زنده که نمی‌میرد توکّل کن و او را همراه با ستایش وی، از ناتوانی و بی دانشی و دیگر کاستی‌ها منزّه شمار، و همین بس که او به گناهان بندگانش آگاه است.",
        "numberInSurah": 58,
        "juz": 19,
        "manzil": 4,
        "page": 365,
        "ruku": 314,
        "hizbQuarter": 146,
        "sajda": false
      },
      {
        "number": 2914,
        "text": "بر آن کسی توکل نما که آسمان‌ها و زمین و آنچه را که میان آن دو هست، در شش مرحله آفرید; سپس بر عرش فرمانروایی عالم استیلا یافت. اوست خداوند رحمان. پس به او روی بیاور، و از وی که آگاه است بپرس، که از هرچه خبر دهد حقیقت همان است.",
        "numberInSurah": 59,
        "juz": 19,
        "manzil": 4,
        "page": 365,
        "ruku": 314,
        "hizbQuarter": 146,
        "sajda": false
      },
      {
        "number": 2915,
        "text": "و هنگامی که به کافران گفته شود: خداوند رحمان را سجده کنید، می‌گویند: و رحمان چیست؟ آیا چیزی را سجده کنیم که تو ما را به سجده برای آن فرمان می‌دهی؟ آنان نه تنها به این دعوت پاسخ نمی‌دهند، بلکه این دعوت بر گریزشان می‌افزاید.",
        "numberInSurah": 60,
        "juz": 19,
        "manzil": 4,
        "page": 365,
        "ruku": 314,
        "hizbQuarter": 146,
        "sajda": {
          "id": 8,
          "recommended": true,
          "obligatory": false
        }
      },
      {
        "number": 2916,
        "text": "پر خیر و برکت است آن خدایی که منازلی را در آسمان برای خورشید و ماه مقرّر کرد و چراغی فروزان و ماهی تابان در آن پدید آورد.",
        "numberInSurah": 61,
        "juz": 19,
        "manzil": 4,
        "page": 365,
        "ruku": 315,
        "hizbQuarter": 146,
        "sajda": false
      },
      {
        "number": 2917,
        "text": "اوست آن که شب و روز را در پی یکدیگر آورده است برای کسی که بخواهد با بازگشت به فطرت خویش معارف الهی را دریابد یا با پرستش خدا و انجام کارهای شایسته او را سپاسگزاری کند.",
        "numberInSurah": 62,
        "juz": 19,
        "manzil": 4,
        "page": 365,
        "ruku": 315,
        "hizbQuarter": 146,
        "sajda": false
      },
      {
        "number": 2918,
        "text": "بندگان واقعی خدای رحمان کسانی اند که روی زمین با خشوع گام برمی دارند (در معاشرت با مردم فروتنی می‌کنند و در برابر خدا خاضعند) و هنگامی که نادانان با سخنی جاهلانه آنان را خطاب می‌کنند، در پاسخ، سخنی مسالمت آمیز بر زبان می‌آورند.",
        "numberInSurah": 63,
        "juz": 19,
        "manzil": 4,
        "page": 365,
        "ruku": 315,
        "hizbQuarter": 146,
        "sajda": false
      },
      {
        "number": 2919,
        "text": "آنان کسانی اند که شب را در عبادت خدا به سر می‌برند; گاه سر به سجده پروردگار دارند و گاه در برابر او به پا ایستاده‌اند.",
        "numberInSurah": 64,
        "juz": 19,
        "manzil": 4,
        "page": 365,
        "ruku": 315,
        "hizbQuarter": 146,
        "sajda": false
      },
      {
        "number": 2920,
        "text": "و کسانی اند که می‌گویند: پروردگارا، عذاب دوزخ را از ما بگردان که عذاب آن شکنجه‌ای دائمی و پیوسته است.",
        "numberInSurah": 65,
        "juz": 19,
        "manzil": 4,
        "page": 365,
        "ruku": 315,
        "hizbQuarter": 146,
        "sajda": false
      },
      {
        "number": 2921,
        "text": "به یقین، دوزخ بد جایگاه و بد اقامتگاهی است.",
        "numberInSurah": 66,
        "juz": 19,
        "manzil": 4,
        "page": 365,
        "ruku": 315,
        "hizbQuarter": 146,
        "sajda": false
      },
      {
        "number": 2922,
        "text": "و کسانی اند که چون مالی را هزینه کنند ـ چه برای خود و چه برای دیگران ـ نه اسراف می‌کنند و نه تنگ می‌گیرند، بلکه هزینه کردن آنان در حد اعتدال و میان این دو حالت است.",
        "numberInSurah": 67,
        "juz": 19,
        "manzil": 4,
        "page": 365,
        "ruku": 315,
        "hizbQuarter": 146,
        "sajda": false
      },
      {
        "number": 2923,
        "text": "و بندگان واقعی خدای رحمان کسانی اند که با وجود خدا معبود دیگری نمی‌خوانند و انسان را که خدا کشتن او را حرام کرده است نمی‌کشند، مگر این که قتل او به حق باشد، و زنا نمی‌کنند، و هر کس این کارها را انجام دهد با وِزر و وبال گناهانش رو به رو خواهد شد.",
        "numberInSurah": 68,
        "juz": 19,
        "manzil": 4,
        "page": 366,
        "ruku": 315,
        "hizbQuarter": 146,
        "sajda": false
      },
      {
        "number": 2924,
        "text": "عذابش در روز قیامت دو چندان می‌شود و برای همیشه با خفّت و خواری در آن عذاب می‌ماند.",
        "numberInSurah": 69,
        "juz": 19,
        "manzil": 4,
        "page": 366,
        "ruku": 315,
        "hizbQuarter": 146,
        "sajda": false
      },
      {
        "number": 2925,
        "text": "مگر کسانی که از شرک توبه کنند و به یکتایی خدا ایمان بیاورند و کار شایسته کنند، که اینان را خدا بدی‌های برخاسته از گناهانشان را از دل و جانشان می‌زداید و آنها را به آثاری نیکو تبدیل می‌کند، چرا که خداوند آمرزنده و مهربان است.",
        "numberInSurah": 70,
        "juz": 19,
        "manzil": 4,
        "page": 366,
        "ruku": 315,
        "hizbQuarter": 146,
        "sajda": false
      },
      {
        "number": 2926,
        "text": "هر کس از گناهانش توبه کند و کار شایسته انجام دهد، قطعاً او چنان که بایسته است به سوی خدا باز آمده و درخور این است که خداوند بدی‌های او را به نیکی‌ها مبدّل سازد.",
        "numberInSurah": 71,
        "juz": 19,
        "manzil": 4,
        "page": 366,
        "ruku": 315,
        "hizbQuarter": 146,
        "sajda": false
      },
      {
        "number": 2927,
        "text": "و بندگان واقعی خدای رحمان کسانی اند که در مجلس لهو و آوازه خوانی حاضر نمی‌شوند، و چون بر مردمی که به گناه و کار بیهوده مشغولند، بگذرند، از آنان روی می‌گردانند و می‌گذرند و خود را گرامی‌تر از آن می‌دانند که در محفلشان حضور یابند و با آنان همنشین شوند.",
        "numberInSurah": 72,
        "juz": 19,
        "manzil": 4,
        "page": 366,
        "ruku": 315,
        "hizbQuarter": 146,
        "sajda": false
      },
      {
        "number": 2928,
        "text": "و کسانی اند که چون آیات پروردگارشان به آنان یادآوری شود، چشم و گوش بسته با آنها رو به رو نمی‌شوند، بلکه در آنها می‌اندیشند و آنها را از روی بصیرت باور می‌کنند.",
        "numberInSurah": 73,
        "juz": 19,
        "manzil": 4,
        "page": 366,
        "ruku": 315,
        "hizbQuarter": 146,
        "sajda": false
      },
      {
        "number": 2929,
        "text": "و کسانی اند که می‌گویند: پروردگارا، از همسران و فرزندانمان نسلی پرهیزگار به ما ببخش که مایه خرسندی و روشنی چشم ما باشد، و چنان کن که در کارهای پسندیده و دستیابی به رحمت تو از همگان سبقت گیریم و پیشوا و مقتدای تقواپیشگان باشیم.",
        "numberInSurah": 74,
        "juz": 19,
        "manzil": 4,
        "page": 366,
        "ruku": 315,
        "hizbQuarter": 146,
        "sajda": false
      },
      {
        "number": 2930,
        "text": "اینانند که به پاس آن که بر اطاعت خدا و دوری از گناهان صبر کردند، درجه رفیع بهشت را به آنها پاداش می‌دهند و در آن جا همواره با اموری مسرت بخش و سلامت آمیز روبه رویشان می‌سازند.",
        "numberInSurah": 75,
        "juz": 19,
        "manzil": 4,
        "page": 366,
        "ruku": 315,
        "hizbQuarter": 146,
        "sajda": false
      },
      {
        "number": 2931,
        "text": "در بهشت که جایگاه و اقامتگاهی نیکوست، جاودانه‌اند.",
        "numberInSurah": 76,
        "juz": 19,
        "manzil": 4,
        "page": 366,
        "ruku": 315,
        "hizbQuarter": 146,
        "sajda": false
      },
      {
        "number": 2932,
        "text": "بگو: خدا به شما کافران اعتنایی نمی‌کند، چرا که پیام او را دروغ شمرده و پیامبرش را تکذیب کرده‌اید. اگر لازم نبود که خدا برای اتمام حجّت، شما را به ایمان فراخواند، این اندازه هم به شما توجه نمی‌کرد. پس زود است که این تکذیبِ شما دامنگیرتان شود و به عذابی دائمی گرفتار شوید.",
        "numberInSurah": 77,
        "juz": 19,
        "manzil": 4,
        "page": 366,
        "ruku": 315,
        "hizbQuarter": 146,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "fa.safavi",
      "language": "fa",
      "name": "صفوی",
      "englishName": "صفوی",
      "format": "text",
      "type": "translation",
      "direction": "rtl"
    }
  }
}