{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 27,
    "name": "سُورَةُ النَّمۡلِ",
    "englishName": "An-Naml",
    "englishNameTranslation": "The Ant",
    "revelationType": "Meccan",
    "numberOfAyahs": 93,
    "ayahs": [
      {
        "number": 3160,
        "text": "طا، سین. اینها که بر تو نازل می‌شود، آیات قرآن و آیات کتابی بلندمرتبه است که مقصود خود را به روشنی بیان می‌کند.",
        "numberInSurah": 1,
        "juz": 19,
        "manzil": 5,
        "page": 377,
        "ruku": 327,
        "hizbQuarter": 151,
        "sajda": false
      },
      {
        "number": 3161,
        "text": "کتابی که هدایت کننده مؤمنان است و آنان را به رستگاری و ورود به بهشت نوید می‌دهد.",
        "numberInSurah": 2,
        "juz": 19,
        "manzil": 5,
        "page": 377,
        "ruku": 327,
        "hizbQuarter": 151,
        "sajda": false
      },
      {
        "number": 3162,
        "text": "همانان که همواره نماز را برپا می‌دارند و زکات اموالشان را می‌پردازند و آنان به آخرت یقین دارند.",
        "numberInSurah": 3,
        "juz": 19,
        "manzil": 5,
        "page": 377,
        "ruku": 327,
        "hizbQuarter": 151,
        "sajda": false
      },
      {
        "number": 3163,
        "text": "کسانی که سرای آخرت را باور ندارند، ما کارهایشان را برای آنان زیبا جلوه داده‌ایم، و چون منکر آخرتند، زندگی دنیا را بی هدف می‌دانند، از این رو همیشه سرگردانند.",
        "numberInSurah": 4,
        "juz": 19,
        "manzil": 5,
        "page": 377,
        "ruku": 327,
        "hizbQuarter": 151,
        "sajda": false
      },
      {
        "number": 3164,
        "text": "آنان کسانی اند که در دنیا و آخرت بد عذابی خواهند داشت و در آخرت از همه زیانکارترند، زیرا کارهای پسندیده شان تباه شده است.",
        "numberInSurah": 5,
        "juz": 19,
        "manzil": 5,
        "page": 377,
        "ruku": 327,
        "hizbQuarter": 151,
        "sajda": false
      },
      {
        "number": 3165,
        "text": "و حقّاً ـ ای پیامبر ـ قرآن از سوی حکیم و دانای بلندمرتبه بر تو تلقین می‌شود; از این رو هیچ کس نمی‌تواند آن را سست کند و در گزارش هایش ناراستی و در حکمش خطایی بیابد.",
        "numberInSurah": 6,
        "juz": 19,
        "manzil": 5,
        "page": 377,
        "ruku": 327,
        "hizbQuarter": 151,
        "sajda": false
      },
      {
        "number": 3166,
        "text": "یاد کن زمانی را که موسی در شبی سرد، راه را گم کرد، به خانواده اش گفت: من آتشی دیدم به سراغ آن می‌روم و به زودی با یافتن راهنمایی از پیرامون آن، خبری از راه برای شما می‌آورم و گرنه شعله‌ای از آتش برخواهم گرفت و نزد شما خواهم آورد، باشد که آتشی برافروزید و گرم شوید.",
        "numberInSurah": 7,
        "juz": 19,
        "manzil": 5,
        "page": 377,
        "ruku": 327,
        "hizbQuarter": 151,
        "sajda": false
      },
      {
        "number": 3167,
        "text": "پس هنگامی که نزد آتش آمد، آوایی به او رسید که: مبارک است آن کسی که با کلام خود، در این آتش بر تو تجلّی کرده و آن کسی که پیرامون این آتش است، و منزّه است خدا، پروردگار جهانیان، از این که مکانی او را احاطه کند.",
        "numberInSurah": 8,
        "juz": 19,
        "manzil": 5,
        "page": 377,
        "ruku": 327,
        "hizbQuarter": 151,
        "sajda": false
      },
      {
        "number": 3168,
        "text": "ای موسی، حقیقت این است که منم خدای مقتدر شکست ناپذیر و حکیم که با تو سخن می‌گویم.",
        "numberInSurah": 9,
        "juz": 19,
        "manzil": 5,
        "page": 377,
        "ruku": 327,
        "hizbQuarter": 151,
        "sajda": false
      },
      {
        "number": 3169,
        "text": "[و سپس این صدا را شنید که:] عصایت را بیفکن. موسی عصایش را انداخت. عصا اژدهایی شد که همچون ماری کوچک به سرعت حرکت می‌کرد و در جنب و جوش بود. موسی که عصایش را این گونه دید، $هراسان روی گرداند و فرار کرد و باز نیامد. خدا به او گفت: ای موسی، نترس که تو رسول منی، و رسولان هنگامی که در پیشگاه من حضور دارند در امن و امانند و از هیچ چیز نمی‌ترسند.",
        "numberInSurah": 10,
        "juz": 19,
        "manzil": 5,
        "page": 377,
        "ruku": 327,
        "hizbQuarter": 151,
        "sajda": false
      },
      {
        "number": 3170,
        "text": "ولی کسی که با ارتکاب گناه بر خود ستم کرده است ایمن نخواهد بود; مگر کسی که پس از گناه با توبه به درگاه خدا، نیکی را جایگزین بدی کرده باشد او نیز [تا وقتی که در پیشگاه من است] در امن و امان است و نباید از چیزی بهراسد. چرا که من آمرزنده و مهربانم.",
        "numberInSurah": 11,
        "juz": 19,
        "manzil": 5,
        "page": 377,
        "ruku": 327,
        "hizbQuarter": 151,
        "sajda": false
      },
      {
        "number": 3171,
        "text": "و دستت را از گریبان زیر بغل خود کن آنگاه که برآید بی هیچ عیبی سپید و درخشان بیرون آید. این دو معجزه از جمله معجزات نُه گانه‌ای است که به سوی فرعون و قوم او می‌بری و به آنان ارائه می‌کنی; بی تردید آنان مردمی هستند که از مرز فطرت خارج شده‌اند.",
        "numberInSurah": 12,
        "juz": 19,
        "manzil": 5,
        "page": 377,
        "ruku": 327,
        "hizbQuarter": 151,
        "sajda": false
      },
      {
        "number": 3172,
        "text": "پس هنگامی که معجزات ما که همه به روشنی حکایت از حقّانیت رسالت موسی داشت، به آنان رسید گفتند: (این جادویی آشکار است).",
        "numberInSurah": 13,
        "juz": 19,
        "manzil": 5,
        "page": 377,
        "ruku": 327,
        "hizbQuarter": 151,
        "sajda": false
      },
      {
        "number": 3173,
        "text": "فرعون و اطرافیانش با این که دل هایشان به درستی معجزات ما یقین داشت آنها را به ستم و از سر تکبّر انکار کردند. پس بنگر فرجام فسادگران چگونه شد.",
        "numberInSurah": 14,
        "juz": 19,
        "manzil": 5,
        "page": 378,
        "ruku": 327,
        "hizbQuarter": 151,
        "sajda": false
      },
      {
        "number": 3174,
        "text": "و سوگند یاد می‌کنم که ما به داود و فرزندش سلیمان، دانشی والا عطا کردیم، و آن دو گفتند: ستایش خدای را که با این نعمت دانش و دیگر نعمت‌هایی که به ما داده، ما را بر بسیاری از بندگان با ایمانش برتری بخشیده است.",
        "numberInSurah": 15,
        "juz": 19,
        "manzil": 5,
        "page": 378,
        "ruku": 328,
        "hizbQuarter": 151,
        "sajda": false
      },
      {
        "number": 3175,
        "text": "و پس از داود، سلیمان دارایی‌ها و سلطنت او را به ارث برد و گفت: ای مردم، به من و پدرم زبان پرندگان را آموخته‌اند و از هر نعمتی، فراوان به ما داده شده است. به راستی این است فضل و عنایت آشکار که خدا به ما ارزانی داشته است.",
        "numberInSurah": 16,
        "juz": 19,
        "manzil": 5,
        "page": 378,
        "ruku": 328,
        "hizbQuarter": 151,
        "sajda": false
      },
      {
        "number": 3176,
        "text": "و برای سلیمان سپاهیانش از جنّ و انس و پرندگان، همه گردآوری شدند و هر گروهی از آنها در جایگاه مخصوص خود مستقر می‌گردیدند و از پراکندگی و به هم آمیختگی بازداشته می‌شدند.",
        "numberInSurah": 17,
        "juz": 19,
        "manzil": 5,
        "page": 378,
        "ruku": 328,
        "hizbQuarter": 151,
        "sajda": false
      },
      {
        "number": 3177,
        "text": "سلیمان و سپاهیانش حرکت کردند تا بر درّه مورچگان درآمدند. در آن میان مورچه‌ای گفت: ای مورچگان، به خانه هایتان درآیید، مبادا سلیمان و سپاهیانش که از وجود شما در این جا ناآگاهند، پایمالتان کنند.",
        "numberInSurah": 18,
        "juz": 19,
        "manzil": 5,
        "page": 378,
        "ruku": 328,
        "hizbQuarter": 151,
        "sajda": false
      },
      {
        "number": 3178,
        "text": "سلیمان از سخن آن مورچه لب به خنده گشود و با تبسّمی، شادمانی خود را از نعمت‌های الهی آشکار کرد و گفت: پروردگارا، در دلم جوششی پدید آور تا نعمت تو را که به من و پدر و مادرم ارزانی داشته‌ای سپاس بگزارم و در من شوری به پا کن تا کاری را که تو می‌پسندی انجام دهم، و مرا فردی شایسته گردان و در میان بندگان شایسته ات درآور.",
        "numberInSurah": 19,
        "juz": 19,
        "manzil": 5,
        "page": 378,
        "ruku": 328,
        "hizbQuarter": 151,
        "sajda": false
      },
      {
        "number": 3179,
        "text": "و حال آن پرندگان را که ملازم رکابش بودند جویا شد; هدهد در میان آنها نبود. گفت: مرا چه شده است که هدهد را نمی‌بینم؟ آیا او از آنان است که غیبت کرده‌اند [و از حضور در میان لشکر باز ایستاده اند]؟",
        "numberInSurah": 20,
        "juz": 19,
        "manzil": 5,
        "page": 378,
        "ruku": 328,
        "hizbQuarter": 151,
        "sajda": false
      },
      {
        "number": 3180,
        "text": "بی گمان او را به عذابی سخت عذاب می‌کنم و یا سرش را می‌بُرم یا این که بر غیبتِ خود دلیلی روشن برای من بیاورد.",
        "numberInSurah": 21,
        "juz": 19,
        "manzil": 5,
        "page": 378,
        "ruku": 328,
        "hizbQuarter": 151,
        "sajda": false
      },
      {
        "number": 3181,
        "text": "هدهد پس از درنگی نه چندان طولانی به حضور سلیمان رسید. سلیمان سبب غیبتش را پرسید. هدهد گفت: به چیزی آگاهی یافتم که تو از آن بی خبری; برای تو از دیار (سبا) خبری مهم و صحیح آورده‌ام.",
        "numberInSurah": 22,
        "juz": 19,
        "manzil": 5,
        "page": 378,
        "ruku": 328,
        "hizbQuarter": 151,
        "sajda": false
      },
      {
        "number": 3182,
        "text": "من زنی را یافتم که بر مردم سبا حکومت می‌کرد و از تمام آنچه که پادشاهان برای اداره کشور خود به آن نیازمندند به او داده شده بود و تختی بزرگ داشت.",
        "numberInSurah": 23,
        "juz": 19,
        "manzil": 5,
        "page": 379,
        "ruku": 328,
        "hizbQuarter": 151,
        "sajda": false
      },
      {
        "number": 3183,
        "text": "او و قومش را یافتم که به جای این که برای خدا سجده کنند، برای خورشید سجده می‌کردند، و شیطان کارهای ناروایشان را برای آنان آراسته و در نتیجه آنان را از راه خدا و پرستش او باز داشته بود، از این رو به حق راه نمی‌یابند.",
        "numberInSurah": 24,
        "juz": 19,
        "manzil": 5,
        "page": 379,
        "ruku": 328,
        "hizbQuarter": 151,
        "sajda": false
      },
      {
        "number": 3184,
        "text": "آری، شیطان برای آنان چنین آراسته بود که برای خدا سجده نکنند; همان خدایی که موجودات را از عدم به درآورده و در آسمان‌ها و زمین به آنها وجود بخشیده و آنچه را که پنهان می‌کنید و آنچه را که آشکار می‌سازید همه را می‌داند.",
        "numberInSurah": 25,
        "juz": 19,
        "manzil": 5,
        "page": 379,
        "ruku": 328,
        "hizbQuarter": 151,
        "sajda": false
      },
      {
        "number": 3185,
        "text": "خداست که هیچ معبودی جز او شایسته پرستش نیست و خداوندگار عرش بزرگ است.",
        "numberInSurah": 26,
        "juz": 19,
        "manzil": 5,
        "page": 379,
        "ruku": 328,
        "hizbQuarter": 151,
        "sajda": {
          "id": 9,
          "recommended": true,
          "obligatory": false
        }
      },
      {
        "number": 3186,
        "text": "سلیمان گفت: خواهیم دید که آیا راست گفتی یا از دروغگویانی.",
        "numberInSurah": 27,
        "juz": 19,
        "manzil": 5,
        "page": 379,
        "ruku": 328,
        "hizbQuarter": 152,
        "sajda": false
      },
      {
        "number": 3187,
        "text": "پس نامه‌ای نگاشت و به هدهد گفت: این نامه مرا ببر و به سوی ملکه سبا و بزرگان دربارش بیفکن، سپس از جمع آنان به کناری برو، و در جایی که آنان را می‌بینی قرار گیر، آن گاه ببین درباره این نامه چه سخنانی را ردّ و بدل می‌کنند.",
        "numberInSurah": 28,
        "juz": 19,
        "manzil": 5,
        "page": 379,
        "ruku": 328,
        "hizbQuarter": 152,
        "sajda": false
      },
      {
        "number": 3188,
        "text": "هدهد نامه سلیمان را به ملکه سبا رسانید. وقتی ملکه از مضمون نامه آگاه شد، به بزرگان دربارش گفت: ای مهتران، نامه‌ای گرانقدر به سوی من افکنده شده است;",
        "numberInSurah": 29,
        "juz": 19,
        "manzil": 5,
        "page": 379,
        "ruku": 328,
        "hizbQuarter": 152,
        "sajda": false
      },
      {
        "number": 3189,
        "text": "زیرا آن نامه از سلیمان است و با نام خدا آغاز شده و مَطلع آن این است: به نام خداوند گسترده مهرِ مهربان.",
        "numberInSurah": 30,
        "juz": 19,
        "manzil": 5,
        "page": 379,
        "ruku": 328,
        "hizbQuarter": 152,
        "sajda": false
      },
      {
        "number": 3190,
        "text": "و مضمون نامه این است: بر من برتری مجویید و به حالت تسلیم نزد من آیید.",
        "numberInSurah": 31,
        "juz": 19,
        "manzil": 5,
        "page": 379,
        "ruku": 328,
        "hizbQuarter": 152,
        "sajda": false
      },
      {
        "number": 3191,
        "text": "پس به منظور مشورت گفت: ای مهتران، در مورد کاری که برای من پیش آمده است رأی خود را باز گویید، که من در اداره امور هرگز خودرأی نبوده و هیچ گاه بدون حضور شما در کاری تصمیم نگرفته‌ام.",
        "numberInSurah": 32,
        "juz": 19,
        "manzil": 5,
        "page": 379,
        "ruku": 329,
        "hizbQuarter": 152,
        "sajda": false
      },
      {
        "number": 3192,
        "text": "سران گفتند: اندوه مدار، که ما نیرومندیم و لشکری دلاور و آماده نبرد داریم، فرمان از آنِ توست و ما $فرمانبرداریم، پس بنگر چه فرمان می‌دهی.",
        "numberInSurah": 33,
        "juz": 19,
        "manzil": 5,
        "page": 379,
        "ruku": 329,
        "hizbQuarter": 152,
        "sajda": false
      },
      {
        "number": 3193,
        "text": "ملکه گفت: اکنون عزم نبرد ندارم، زیرا پادشاهان وقتی در جنگ پیروز می‌شوند و دیاری را فتح می‌کنند و بدان وارد می‌شوند، آن را ویران می‌کنند و عزیزانش را با قتل و اسارت و زورگویی، خوار می‌سازند و همواره چنین می‌کنند.",
        "numberInSurah": 34,
        "juz": 19,
        "manzil": 5,
        "page": 379,
        "ruku": 329,
        "hizbQuarter": 152,
        "sajda": false
      },
      {
        "number": 3194,
        "text": "من پیش از آن که به جنگ اقدام کنم، خِبرگانی را با هدیه‌ای به سوی آنان می‌فرستم، پس می‌نگرم که آن فرستادگان با چه خبری باز می‌گردند و قدرت و مُکنت سلیمان را چگونه ارزیابی می‌کنند.",
        "numberInSurah": 35,
        "juz": 19,
        "manzil": 5,
        "page": 379,
        "ruku": 329,
        "hizbQuarter": 152,
        "sajda": false
      },
      {
        "number": 3195,
        "text": "چون سرپرست فرستادگان نزد سلیمان آمد و هدیه ملکه را تقدیم سلیمان کرد، سلیمان گفت: آیا مرا به مالی ناچیز یاری می‌دهید؟ این نبوت و سلطنتی که خدا به من عطا کرده بهتر است از آنچه به شما داده است. من این کار شما را ناپسند می‌دانم و ناپسندتر این که شما به هدیه خود شادمانید و آن را بزرگ می‌شمرید.",
        "numberInSurah": 36,
        "juz": 19,
        "manzil": 5,
        "page": 380,
        "ruku": 329,
        "hizbQuarter": 152,
        "sajda": false
      },
      {
        "number": 3196,
        "text": "به سوی آنان باز گرد که قطعاً با سپاهیانی که قوم سبا را در همان دیارشان در برابر آن هیچ تاب و توانی نباشد به سویشان خواهیم آمد و آنان را با ذلت و خواری از آن جا بیرون خواهیم کرد.",
        "numberInSurah": 37,
        "juz": 19,
        "manzil": 5,
        "page": 380,
        "ruku": 329,
        "hizbQuarter": 152,
        "sajda": false
      },
      {
        "number": 3197,
        "text": "سلیمان پس از بازگرداندنِ فرستادگان ملکه به بزرگان دربارش گفت: ای مهتران، کدام یک از شما تختِ سلطنتِ آن زن را ـ پیش از آن که با حالت تسلیم نزد من آیند ـ برای من می‌آورَد؟",
        "numberInSurah": 38,
        "juz": 19,
        "manzil": 5,
        "page": 380,
        "ruku": 329,
        "hizbQuarter": 152,
        "sajda": false
      },
      {
        "number": 3198,
        "text": "پلیدی مطرود که از جنّیان بود گفت: من آن را پیش از آن که از جایگاهت برخیزی [و مجلس خود را ترک گویی] برای تو می‌آورم و قطعاً من بر این کار توانا و امینم.",
        "numberInSurah": 39,
        "juz": 19,
        "manzil": 5,
        "page": 380,
        "ruku": 329,
        "hizbQuarter": 152,
        "sajda": false
      },
      {
        "number": 3199,
        "text": "و آن کس که دانشی فراوان از کتاب الهی نزد خود داشت به سلیمان گفت: من آن را پیش از آن که نگاهت به تو بازگردد برای تو می‌آورم. سلیمان به او رخصت داد و ناگهان تخت پدیدار شد. وقتی سلیمان دید تخت نزد او قرار گرفته است گفت: این از فضل پروردگار من است; آن را به من ارزانی داشته است تا مرا بیازماید که آیا نعمتش را سپاس می‌گزارم یا ناسپاسی می‌کنم. و هر کس سپاسگزاری کند، تنها به سود خود سپاسگزاری می‌کند، و هر کس ناسپاسی کند [بر خود ستم کرده است که] پروردگار من بی نیاز و کریم است.",
        "numberInSurah": 40,
        "juz": 19,
        "manzil": 5,
        "page": 380,
        "ruku": 329,
        "hizbQuarter": 152,
        "sajda": false
      },
      {
        "number": 3200,
        "text": "سلیمان پس از آن که دریافت که ملکه به سوی او رهسپار شده است، گفت: تخت او را [با دگرگونی‌هایی که در آن پدید می‌آورید] برای او ناشناخته سازید تا بنگریم آیا بر شناختن تخت خود راه می‌یابد یا از کسانی است که به آن پی نمی‌برند. ما بدین وسیله درک و خرد او را می‌آزماییم.",
        "numberInSurah": 41,
        "juz": 19,
        "manzil": 5,
        "page": 380,
        "ruku": 329,
        "hizbQuarter": 152,
        "sajda": false
      },
      {
        "number": 3201,
        "text": "پس هنگامی که ملکه به حضور سلیمان رسید، به او گفته شد: آیا تخت تو همین گونه است؟ پاسخ داد: گویی این همان است. و دریافت که سلیمان با این کار دارای قدرتی برتر است; از این رو گفت: ما پیش از این به قدرت شگفت آور سلیمان آگاهی یافته و تسلیم او شده بودیم.",
        "numberInSurah": 42,
        "juz": 19,
        "manzil": 5,
        "page": 380,
        "ruku": 329,
        "hizbQuarter": 152,
        "sajda": false
      },
      {
        "number": 3202,
        "text": "[اما او هنوز به یکتایی خدا و رُبوبیّت او ایمان نیاورده بود] و آنچه جز خدا می‌پرستید، وی را از این که تسلیم خدا شود و به او ایمان بیاورد بازداشته بود، چرا که او از مردمی به شمار می‌رفت که کفرپیشه بودند.",
        "numberInSurah": 43,
        "juz": 19,
        "manzil": 5,
        "page": 380,
        "ruku": 329,
        "hizbQuarter": 152,
        "sajda": false
      },
      {
        "number": 3203,
        "text": "به او گفته شد: به کاخ سلیمان درآی. او روانه کاخ شد. وقتی آن جا را دید، گمان کرد برکه آبی است، ازاین رو جامه از ساق هایش برگرفت. سلیمان به او گفت: این برکه نیست. کاخی است صاف و صیقلی شده از شیشه‌ها [ی بلورین]. ملکه دریافت که این نشانه‌ای بر نبوت اوست، زیرا بشر عادی قدرت چنین کاری ندارد، ازاین رو گفت: پروردگارا، من با پرستش خورشید بر خود ستم کردم و اکنون با سلیمان و همچون او در برابر خدا، پروردگار جهان‌ها، تسلیم شدم.",
        "numberInSurah": 44,
        "juz": 19,
        "manzil": 5,
        "page": 380,
        "ruku": 329,
        "hizbQuarter": 152,
        "sajda": false
      },
      {
        "number": 3204,
        "text": "و همانا به سوی قوم ثمود برادرشان صالح را به رسالت فرستادیم با این پیام که خدا را بپرستید و از پرستش غیر او دست بدارید. ولی آنان بی آن که انتظار رود دو گروه شدند; گروهی مؤمن و گروهی کافر که با یکدیگر به جدال و ستیزه می‌پرداختند.",
        "numberInSurah": 45,
        "juz": 19,
        "manzil": 5,
        "page": 381,
        "ruku": 330,
        "hizbQuarter": 152,
        "sajda": false
      },
      {
        "number": 3205,
        "text": "کافرانِ قومش پس از آن که آن ناقه را که معجزه صالح بود کشتند، به تمسخر سراغ عذاب موعود را می‌گرفتند. صالح به آنان گفت: ای قوم من، چرا پیش از آن که در سایه ایمان و کردار شایسته، خوبی را برای خود بخواهید، شتاب در بدی و عذاب را می‌طلبید؟ چرا از شرک توبه نمی‌کنید و از خدا نمی‌خواهید که شما را بیامرزد، شاید مورد رحمت او قرار گیرید و عذاب را از شما بگرداند؟",
        "numberInSurah": 46,
        "juz": 19,
        "manzil": 5,
        "page": 381,
        "ruku": 330,
        "hizbQuarter": 152,
        "sajda": false
      },
      {
        "number": 3206,
        "text": "گفتند: از آن زمان که سخن از توحید گفته‌ای و عدّه‌ای به تو گرویده‌اند، ما دچار رنج‌های فراوان شده‌ایم; ازاین رو ما به تو و کسانی که با تو هستند و ایمان آورده‌اند، فال بد می‌زنیم. صالح گفت: بلا و محنت شما نزد خداست; اوست که به مقتضای اعمالتان آن را برای شما مقرّر کرده است و من در آن نقشی ندارم، بلکه شما مردمی هستید که مورد آزمایش قرار گرفته‌اید و این بلاها و رنج‌ها وسیله آزمون شماست.",
        "numberInSurah": 47,
        "juz": 19,
        "manzil": 5,
        "page": 381,
        "ruku": 330,
        "hizbQuarter": 152,
        "sajda": false
      },
      {
        "number": 3207,
        "text": "و در آن شهر، نُه گروه [از سران طوایف] بودند که در زمین به فساد و تبهکاری می‌پرداختند و در صدد اصلاح امور نبودند.",
        "numberInSurah": 48,
        "juz": 19,
        "manzil": 5,
        "page": 381,
        "ruku": 330,
        "hizbQuarter": 152,
        "sajda": false
      },
      {
        "number": 3208,
        "text": "آنان همقسم شده به خدا سوگند یاد کردند و گفتند: حتماً به او و خانواده اش شبیخون می‌زنیم و آنان را می‌کُشیم، سپس به ولیّ او خواهیم گفت: ما شاهد کشتار او و خانواده اش نبوده‌ایم و تأکید می‌کنیم که ما راست می‌گوییم.",
        "numberInSurah": 49,
        "juz": 19,
        "manzil": 5,
        "page": 381,
        "ruku": 330,
        "hizbQuarter": 152,
        "sajda": false
      },
      {
        "number": 3209,
        "text": "آنان نیرنگ به کار بردند و ما هم به سزای نیرنگشان با آنان مکر کردیم، در حالی که از مکر ما بی خبر بودند.",
        "numberInSurah": 50,
        "juz": 19,
        "manzil": 5,
        "page": 381,
        "ruku": 330,
        "hizbQuarter": 152,
        "sajda": false
      },
      {
        "number": 3210,
        "text": "پس بنگر که فرجام نیرنگشان چگونه بود; ما آنان [= سران طوایف] و قومشان را به تمامی نابود کردیم.",
        "numberInSurah": 51,
        "juz": 19,
        "manzil": 5,
        "page": 381,
        "ruku": 330,
        "hizbQuarter": 152,
        "sajda": false
      },
      {
        "number": 3211,
        "text": "و اینها خانه‌های آنهاست که به سبب آن که ستم کردند از سکنه خالی شده است. به راستی در داستان صالح و قوم او برای مردمی که اهل دانشند آیتی است [بر یکتایی خدا و حقّانیت رسالت پیامبران].",
        "numberInSurah": 52,
        "juz": 19,
        "manzil": 5,
        "page": 381,
        "ruku": 330,
        "hizbQuarter": 152,
        "sajda": false
      },
      {
        "number": 3212,
        "text": "آری، کافران را هلاک کردیم و کسانی را که ایمان آورده و تقوا پیشه کرده بودند، نجات بخشیدیم.",
        "numberInSurah": 53,
        "juz": 19,
        "manzil": 5,
        "page": 381,
        "ruku": 330,
        "hizbQuarter": 152,
        "sajda": false
      },
      {
        "number": 3213,
        "text": "و لوط را یاد کن، آن گاه که به قومش گفت: آیا به آن کار زشت می‌پردازید در حالی که یکدیگر را نظاره می‌کنید؟",
        "numberInSurah": 54,
        "juz": 19,
        "manzil": 5,
        "page": 381,
        "ruku": 330,
        "hizbQuarter": 152,
        "sajda": false
      },
      {
        "number": 3214,
        "text": "آیا شما از روی شهوت به جای زنان به سراغ مردان می‌روید؟ شما سزاوار ملامتید بلکه ملامت و سرزنشِ شما بی فایده است; زیرا شما مردمی هستید که نادانی می‌کنید.",
        "numberInSurah": 55,
        "juz": 19,
        "manzil": 5,
        "page": 381,
        "ruku": 330,
        "hizbQuarter": 152,
        "sajda": false
      },
      {
        "number": 3215,
        "text": "ولی پاسخ قومش جز این نبود که گفتند: خاندان لوط را از شهر و دیارتان بیرون کنید. و به تمسخر گفتند: اینها مردمی هستند که خواهان پاکی اند و نمی‌خواهند دامنشان آلوده شود!",
        "numberInSurah": 56,
        "juz": 20,
        "manzil": 5,
        "page": 382,
        "ruku": 330,
        "hizbQuarter": 153,
        "sajda": false
      },
      {
        "number": 3216,
        "text": "پس او و خانواده اش را نجات دادیم، جز همسرش را که مقدّر کردیم از باقی ماندگان در عذاب باشد.",
        "numberInSurah": 57,
        "juz": 20,
        "manzil": 5,
        "page": 382,
        "ruku": 330,
        "hizbQuarter": 153,
        "sajda": false
      },
      {
        "number": 3217,
        "text": "و بر قومش بارانی از سنگپاره‌ها باراندیم. شوم بود باران کسانی که به آنان هشدار داده شد.",
        "numberInSurah": 58,
        "juz": 20,
        "manzil": 5,
        "page": 382,
        "ruku": 330,
        "hizbQuarter": 153,
        "sajda": false
      },
      {
        "number": 3218,
        "text": "ای پیامبر، بگو: ستایش همه از آنِ خداست. و سلام بر بندگانی از او که آنها را برگزیده است. آیا خدا بهتر است یا آنچه شریک او قرار می‌دهند; همانها که از رساندن کمترین خیری به پرستشگران خود ناتوانند؟",
        "numberInSurah": 59,
        "juz": 20,
        "manzil": 5,
        "page": 382,
        "ruku": 331,
        "hizbQuarter": 153,
        "sajda": false
      },
      {
        "number": 3219,
        "text": "آیا خدایان اهل شرک بهترند یا آن کس که آسمان‌ها و زمین را آفرید و از آسمان برای شما آبی فرو فرستاد و به وسیله آن باغ‌هایی شاداب رویانیدیم که شما را توان آن نبود که درختانش را برویانید; آیا با وجود خدا معبودی هست بلکه مشرکان مردمی هستند که از راه درست منحرف می‌شوند و از خدا به غیر او روی می‌کنند.",
        "numberInSurah": 60,
        "juz": 20,
        "manzil": 5,
        "page": 382,
        "ruku": 331,
        "hizbQuarter": 153,
        "sajda": false
      },
      {
        "number": 3220,
        "text": "آیا آن کس که زمین را به گونه‌ای مستقر ساخته است که شما را نلرزاند و در دل آن نهرهایی پدید آورده و برای آن کوه‌هایی استوار قرار داده و میان دو دریا [= دریای شور و شیرین] حایلی نهاده است تا به هم نیامیزند، آیا او بهتر است یا معبودان اهل شرک؟ آیا با وجود خدا معبودی شایسته پرستش، هست؟ تلاش برای هدایت مشرکان بی فایده است، زیرا بیشترشان دانشی ندارند.",
        "numberInSurah": 61,
        "juz": 20,
        "manzil": 5,
        "page": 382,
        "ruku": 331,
        "hizbQuarter": 153,
        "sajda": false
      },
      {
        "number": 3221,
        "text": "آیا آن کس که خواسته هر درمانده‌ای را ـ آن گاه که او را بخواند ـ اجابت می‌کند و گرفتاری اش را برطرف می‌سازد و شما آدمیان را در زمین جانشین قرار می‌دهد، بهتر است یا خدایان اهل شرک؟ آیا با وجود خدا معبودی شایسته پرستش، هست؟ شما کفرپیشگان چه اندک درمی یابید و متذکّر می‌شوید.",
        "numberInSurah": 62,
        "juz": 20,
        "manzil": 5,
        "page": 382,
        "ruku": 331,
        "hizbQuarter": 153,
        "sajda": false
      },
      {
        "number": 3222,
        "text": "آیا آن کس که شب هنگام شما را در تاریکی‌های خشکی و دریا راه می‌نماید و آن کس که بادها را به عنوان نویدبخش نزول رحمتش پیشاپیش باران می‌فرستد، بهتر است یا خدایان اهل شرک که سودی برای پرستشگران خود ندارند؟ آیا با وجود خدا معبودی شایسته پرستش، هست؟ پس خداوند والاتر از آن است که شریکی برای او بپندارند.",
        "numberInSurah": 63,
        "juz": 20,
        "manzil": 5,
        "page": 382,
        "ruku": 331,
        "hizbQuarter": 153,
        "sajda": false
      },
      {
        "number": 3223,
        "text": "آیا آن کس که آفریدگان را بار نخست پدید می‌آورد و سپس آنها را با برانگیختن مجدد به سوی خود باز می‌گرداند، و آن کس که امورتان را تدبیر می‌کند و از آسمان و زمین به شما روزی می‌دهد، او بهتر است یا معبودان اهل شرک که هیچ کاری از آنها ساخته نیست؟ آیا با وجود خدا معبودی شایسته پرستش، هست؟ بگو: اگر راست می‌گویید که اینها شایسته پرستش اند برهان خود را بیاورید.",
        "numberInSurah": 64,
        "juz": 20,
        "manzil": 5,
        "page": 383,
        "ruku": 331,
        "hizbQuarter": 153,
        "sajda": false
      },
      {
        "number": 3224,
        "text": "بگو: از فرشتگان و جنّیان و پارسایان بشر که در آسمان‌ها و زمینند و شما آنها را می‌پرستید، هیچ کدام از غیب آگاه نیستند; تنها خداست که از غیب آگاه است. آنها درنمی یابند که چه زمانی قیامت برپا می‌شود و کی برانگیخته می‌شوند.",
        "numberInSurah": 65,
        "juz": 20,
        "manzil": 5,
        "page": 383,
        "ruku": 331,
        "hizbQuarter": 153,
        "sajda": false
      },
      {
        "number": 3225,
        "text": "بلکه دانش منکران معاد درباره آخرت به پایان رسیده است زیرا همه دانش خود را در امور دنیا به کار برده و درباره آخرت اطّلاعی کسب نکرده‌اند و چنانند که گویی آن را نشنیده‌اند، نه، بلکه خبرش به گوش آنان رسیده ولی در شک و تردید به سر می‌برند. بلکه آنان کوردل اند و از درک آن ناتوانند.",
        "numberInSurah": 66,
        "juz": 20,
        "manzil": 5,
        "page": 383,
        "ruku": 331,
        "hizbQuarter": 153,
        "sajda": false
      },
      {
        "number": 3226,
        "text": "و آنان که کافر شدند گفتند: آیا هنگامی که ما و پدرانمان مُردیم و خاک شدیم، حتماً زنده از گورها بیرون آورده می‌شویم؟ این چگونه ممکن است؟",
        "numberInSurah": 67,
        "juz": 20,
        "manzil": 5,
        "page": 383,
        "ruku": 332,
        "hizbQuarter": 153,
        "sajda": false
      },
      {
        "number": 3227,
        "text": "به یقین این را به ما وعده داده‌اند و پیش‌تر نیز آن را به پدرانمان وعده داده بودند، ولی چنین چیزی تاکنون تحقّق نیافته است. این جز افسانه‌هایی که مردمان نخستین بافته‌اند چیزی نیست.",
        "numberInSurah": 68,
        "juz": 20,
        "manzil": 5,
        "page": 383,
        "ruku": 332,
        "hizbQuarter": 153,
        "sajda": false
      },
      {
        "number": 3228,
        "text": "ای پیامبر، به آنان بگو: در زمین سیر و سفر کنید و بنگرید فرجام آن مجرمانی که رستاخیز را دروغ شمردند چگونه بوده است.",
        "numberInSurah": 69,
        "juz": 20,
        "manzil": 5,
        "page": 383,
        "ruku": 332,
        "hizbQuarter": 153,
        "sajda": false
      },
      {
        "number": 3229,
        "text": "و بر آنان اندوه مخور که چرا بر کفرشان اصرار میورزند، و از این که نیرنگ می‌زنند تا دعوت تو را خاموش کنند دلتنگ مباش، زیرا کارشان برعهده ماست.",
        "numberInSurah": 70,
        "juz": 20,
        "manzil": 5,
        "page": 383,
        "ruku": 332,
        "hizbQuarter": 153,
        "sajda": false
      },
      {
        "number": 3230,
        "text": "منکران رستاخیز، به تمسخر، از پیامبر و مؤمنان می‌پرسند: اگر راست می‌گویید که کافران در دنیا و آخرت گرفتار عذاب می‌شوند، این وعده کی تحقق خواهد یافت؟",
        "numberInSurah": 71,
        "juz": 20,
        "manzil": 5,
        "page": 383,
        "ruku": 332,
        "hizbQuarter": 153,
        "sajda": false
      },
      {
        "number": 3231,
        "text": "بگو: من امید آن دارم که بخشی از عذابی که شتاب در آن را می‌طلبید در پی شما باشد.",
        "numberInSurah": 72,
        "juz": 20,
        "manzil": 5,
        "page": 383,
        "ruku": 332,
        "hizbQuarter": 153,
        "sajda": false
      },
      {
        "number": 3232,
        "text": "و به راستی پروردگارت از فضل خود به مردم نعمت و رحمت بخشیده و عذاب را از آنان به تأخیر افکنده است، ولی بیشترشان بر این نعمت سپاسگزاری نمی‌کنند، بلکه به تمسخر شتاب در عذاب را می‌خواهند.",
        "numberInSurah": 73,
        "juz": 20,
        "manzil": 5,
        "page": 383,
        "ruku": 332,
        "hizbQuarter": 153,
        "sajda": false
      },
      {
        "number": 3233,
        "text": "آنان گمان نکنند که تأخیر عذاب به علّت ناآگاه بودن خدا از کفرشان است، زیرا پروردگارت آنچه را که سینه هایشان نهان می‌دارد و آنچه را که خود آشکار می‌کنند، قطعاً می‌داند.",
        "numberInSurah": 74,
        "juz": 20,
        "manzil": 5,
        "page": 383,
        "ruku": 332,
        "hizbQuarter": 153,
        "sajda": false
      },
      {
        "number": 3234,
        "text": "و در آسمان و زمین هیچ نهانی نیست جز این که در کتابی که روشنگر حقایق است ثبت شده است.",
        "numberInSurah": 75,
        "juz": 20,
        "manzil": 5,
        "page": 383,
        "ruku": 332,
        "hizbQuarter": 153,
        "sajda": false
      },
      {
        "number": 3235,
        "text": "همانا این قرآن بیشتر احکام و معارفی را که بنی اسرائیل درباره آنها اختلاف دارند، بر آنان حکایت می‌کند و درست و نادرست آنها را آشکار می‌سازد.",
        "numberInSurah": 76,
        "juz": 20,
        "manzil": 5,
        "page": 383,
        "ruku": 332,
        "hizbQuarter": 153,
        "sajda": false
      },
      {
        "number": 3236,
        "text": "و قطعاً این قرآن مؤمنان را به حق رهنمون می‌شود و برای آنان مایه رحمت است.",
        "numberInSurah": 77,
        "juz": 20,
        "manzil": 5,
        "page": 384,
        "ruku": 332,
        "hizbQuarter": 153,
        "sajda": false
      },
      {
        "number": 3237,
        "text": "به یقین، پروردگار تو با حکم خود میان بنی اسرائیل داوری خواهد کرد، و اوست آن مقتدر دانا که در اراده خود مغلوب نمی‌شود و در حکمش خطا نمی‌کند.",
        "numberInSurah": 78,
        "juz": 20,
        "manzil": 5,
        "page": 384,
        "ruku": 332,
        "hizbQuarter": 153,
        "sajda": false
      },
      {
        "number": 3238,
        "text": "پس بر خدا توکّل کن و کار مشرکان و کافران بنی اسرائیل را به او واگذار و بدان که تو قطعاً بر حقّی آشکار قرار داری.",
        "numberInSurah": 79,
        "juz": 20,
        "manzil": 5,
        "page": 384,
        "ruku": 332,
        "hizbQuarter": 153,
        "sajda": false
      },
      {
        "number": 3239,
        "text": "آری، کارشان را به خدا واگذار، زیرا آنان مردگانند و تو نمی‌توانی سخن خود را به مردگان بشنوانی و آنان را هدایت کنی. آنان کرانی هستند که تو از شنواندن و رساندن دعوتت به آنان ناتوانی، به ویژه آن گاه که از تو روی برمی تابند و پشت می‌کنند و گر نه امکان داشت که با اشاره سخن خود را به آنان بفهمانی و هدایتشان کنی.",
        "numberInSurah": 80,
        "juz": 20,
        "manzil": 5,
        "page": 384,
        "ruku": 332,
        "hizbQuarter": 153,
        "sajda": false
      },
      {
        "number": 3240,
        "text": "ای پیامبر. اینان کورند و به بیراهه می‌روند، و تو نمی‌توانی کوران را راه بنمایی و آنان را از گمراهی باز داری; تو فقط می‌توانی سخنت را به کسانی بشنوانی و آنان را هدایت کنی که در آیات ما ـ که همه بیانگر توحید است ـ بیندیشند و تصدیق کنند. اینانند که در برابر ما تسلیم می‌شوند و ایمان می‌آورند.",
        "numberInSurah": 81,
        "juz": 20,
        "manzil": 5,
        "page": 384,
        "ruku": 332,
        "hizbQuarter": 153,
        "sajda": false
      },
      {
        "number": 3241,
        "text": "و هنگامی که بر کافران زمانِ آن فرا رسد که آیتی خارق العاده به آنان ارائه شود تا آنان را به اعتراف به حق وادار کند، جنبنده‌ای را که با آنان سخن خواهد گفت، از زمین برای آنان پدید می‌آوریم; زیرا در آن هنگام مردم بر اثر از کف نهادن استعداد ایمان به نشانه‌های روشن ما یقین نمی‌کنند.",
        "numberInSurah": 82,
        "juz": 20,
        "manzil": 5,
        "page": 384,
        "ruku": 332,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3242,
        "text": "و یاد کن روزی را که از هر امّتی، گروهی از کسانی را که آیات ما را دروغ انگاشتند بر می‌انگیزیم و برانگیخته شدگان از این که پراکنده شوند بازداشته می‌شوند تا همه آنان یکجا گردآوری شوند.",
        "numberInSurah": 83,
        "juz": 20,
        "manzil": 5,
        "page": 384,
        "ruku": 333,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3243,
        "text": "تا چون در جایگاهی که با آنان سخن گفته می‌شود حاضر شوند، خدا به آنان می‌گوید: آیا نشانه‌ها و آیات مرا دروغ انگاشتید و با بی توجهی در آنها اندیشه نکردید و آنها را ندانستید؟ شما جز تکذیب آیات من چه می‌کردید؟",
        "numberInSurah": 84,
        "juz": 20,
        "manzil": 5,
        "page": 384,
        "ruku": 333,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3244,
        "text": "و چون با تکذیب آیات خدا بر خود ستم روا داشتند، این سخن که خدا ستمکاران را هدایت نمی‌کند، در مورد آنان به وقوع پیوست; از این رو آنان دیگر عذری برای خود نمی‌یابند و هیچ سخنی نمی‌گویند.",
        "numberInSurah": 85,
        "juz": 20,
        "manzil": 5,
        "page": 384,
        "ruku": 333,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3245,
        "text": "آیا ندیده‌اند که ما شب را پدید آورده‌ایم تا در آن آرامش بیابند، و روز را روشن قرار داده‌ایم تا در پرتو آن آیات الهی را بنگرند؟ به راستی در این امور برای مردمی که ایمان دارند نشانه‌هایی بر یکتایی خدا هست.",
        "numberInSurah": 86,
        "juz": 20,
        "manzil": 5,
        "page": 384,
        "ruku": 333,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3246,
        "text": "و روزی که در صور دمیده شود، پس با نخستین نفخه، هر که در آسمان‌ها و هر که در زمین است به وحشت افتد و بمیرد، مگر آن کس که خدا بخواهد، و با نفخه دوم همگان ـ چه آنان که از دَهشت مرده و چه آنان که استثنا شده‌اند ـ به حضور خدا آیند.",
        "numberInSurah": 87,
        "juz": 20,
        "manzil": 5,
        "page": 384,
        "ruku": 333,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3247,
        "text": "تو این کوه‌ها را که اینک بی حرکت می‌پنداری آن روز که در صور دمیده شود خواهی دید که بسان ابرها به حرکت در می‌آیند و این جهان فرو می‌ریزد و با فرو ریختنش آخرت برپا می‌شود و هستی به کمال می‌رسد، زیرا خدا آن را ساخته است; همو که هر چیزی را استوار و متقن پدید آورده است. به یقین، او در آن روز به جزئیات آنچه شما می‌کردید آگاه است.",
        "numberInSurah": 88,
        "juz": 20,
        "manzil": 5,
        "page": 384,
        "ruku": 333,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3248,
        "text": "کسانی که فقط کار نیک آورند، آنان را پاداشی بهتر از آنچه کرده‌اند خواهد بود و در آن روز، آنان از ترس و دَهشت ایمنند.",
        "numberInSurah": 89,
        "juz": 20,
        "manzil": 5,
        "page": 385,
        "ruku": 333,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3249,
        "text": "و کسانی که فقط کار ناشایسته آورند، در آن روز بر صورت هایشان در آتش افکنده شوند [و به آنان گویند] آیا جز آنچه می‌کردید سزا داده می‌شوید؟ آری این کیفر، نمودِ همان اعمال شماست.",
        "numberInSurah": 90,
        "juz": 20,
        "manzil": 5,
        "page": 385,
        "ruku": 333,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3250,
        "text": "بگو: جز این نیست که فرمان یافته‌ام خداوندگار این شهر مکّه را پرستش کنم; همان که آن را حرمت بخشید و همه چیز از آنِ اوست، و نیز فرمان یافته‌ام از کسانی باشم که تسلیمِ خواستِ خداوندند.",
        "numberInSurah": 91,
        "juz": 20,
        "manzil": 5,
        "page": 385,
        "ruku": 333,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3251,
        "text": "و نیز به من امر شده است که قرآن را بر مردم تلاوت کنم. پس آن که با این قرآن هدایت یابد، خود بهره هدایت خویش بَرَد و سودش به من نمی‌رسد، و آن که هدایت قرآن نپذیرد و گمراه شود، وزر و وبالش بر خود اوست و به من نمی‌رسد. ای پیامبر، بگو: این بدان جهت است که من انذارگری از انذارگرانم، نه اختیاردار گمراهان و نه مسئول رفتار آنان.",
        "numberInSurah": 92,
        "juz": 20,
        "manzil": 5,
        "page": 385,
        "ruku": 333,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3252,
        "text": "و بگو: ستایش از آنِ خداوند است. او در قیامت و نیز در آستانه برپایی آن ـ که دیری نمی‌پاید ـ نشانه‌ها و آیات خود که همگان را به پذیرش حق وامی دارد به شما نشان خواهد داد و شما بی درنگ آنها را خواهید شناخت و حق را باور خواهید کرد. و پروردگارت از آنچه می‌کنید غافل و بی خبر نیست.",
        "numberInSurah": 93,
        "juz": 20,
        "manzil": 5,
        "page": 385,
        "ruku": 333,
        "hizbQuarter": 154,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "fa.safavi",
      "language": "fa",
      "name": "صفوی",
      "englishName": "صفوی",
      "format": "text",
      "type": "translation",
      "direction": "rtl"
    }
  }
}