{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 28,
    "name": "سُورَةُ القَصَصِ",
    "englishName": "Al-Qasas",
    "englishNameTranslation": "The Stories",
    "revelationType": "Meccan",
    "numberOfAyahs": 88,
    "ayahs": [
      {
        "number": 3253,
        "text": "طا، سین، میم.",
        "numberInSurah": 1,
        "juz": 20,
        "manzil": 5,
        "page": 385,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3254,
        "text": "این آیاتی که در این سوره خواهد آمد، و نیز آیاتی که پیش‌تر نازل شد، همه، آیات این کتاب است که نزول آن از جانب خداوند، روشن و آشکار است.",
        "numberInSurah": 2,
        "juz": 20,
        "manzil": 5,
        "page": 385,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3255,
        "text": "ای پیامبر، بخشی از داستان موسی و فرعون را بر تو می‌خوانیم ـ داستانی راست و درست ـ تا آنان که به آیات ما ایمان دارند و پیرو تو هستند در آن بیندیشند و بدانند که آن خداوندی که بنی اسرائیل را از چنگ فرعونیان رهایی بخشید، همو آنان را از سرکشان قریش نجات می‌دهد و حاکمیّت می‌بخشد.",
        "numberInSurah": 3,
        "juz": 20,
        "manzil": 5,
        "page": 385,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3256,
        "text": "همانا فرعون در سرزمین مصر به سرکشی و استکبار پرداخت و میان ساکنان آن دیار اختلاف برانگیخت و از آنان چندین گروه مختلف و متفرق بساخت. او در این میان طایفه بنی اسرائیل را به استضعاف کشید تا آن جا که پسرانشان را سر می‌برید و زنانشان را برای خدمت باقی می‌گذاشت، چرا که او از فسادگران بود.",
        "numberInSurah": 4,
        "juz": 20,
        "manzil": 5,
        "page": 385,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3257,
        "text": "آری، فرعون برای انقراض بنی اسرائیل تلاش می‌کرد، در حالی که ما می‌خواستیم کسانی را که در زمین به استضعاف کشیده شده بودند نعمتی گرانسنگ عطا کنیم; آنان را پیشوایانی قرار دهیم که از ایشان پیروی شود و مواهبی را که در اختیار فرعونیان بود از آنِ ایشان کنیم.",
        "numberInSurah": 5,
        "juz": 20,
        "manzil": 5,
        "page": 385,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3258,
        "text": "و می‌خواستیم آنان را مالک آن سرزمین گردانیم و در آن مستقرشان سازیم و از ناحیه همین مستضعفان، به فرعون پادشاه مصر و هامان وزیر او، و لشکریان این دو، همان را بنمایانیم که هماره از آن هراس داشتند.",
        "numberInSurah": 6,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3259,
        "text": "در همان زمانی که پسران بنی اسرائیل را می‌کشتند، مادر موسی به موسی حامله شد و او را بزاد. ما به مادر موسی الهام کردیم: تا آن گاه که بر جان او نترسیده‌ای او را شیر ده، ولی آن گاه که ترسیدی او را در آن رود بزرگ (رود نیل) بیفکن و نترس، که کشته نمی‌شود و از دوری وی اندوهگین مباش که ما او را به تو باز می‌گردانیم و از پیامبرانش قرار می‌دهیم و او را به سوی خاندان فرعون و بنی اسرائیل به رسالت می‌فرستیم.",
        "numberInSurah": 7,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3260,
        "text": "[مادر موسی او را به نیل انداخت] فرعونیان او را یافتند و از آن رود برگرفتند و نزد فرعون آوردند، تا سرانجام دشمن آنان شود و مایه حزن و اندوهشان گردد. آری، فرعون و هامان و لشکریان آن دو، در کشتن پسران بنی اسرائیل و رها کردن موسی به راه خطا رفتند; خواستند آن کس را که نابودی آنان به دست او بود بکشند ولی ندانسته در نگهداری و تربیت وی کوشیدند.",
        "numberInSurah": 8,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3261,
        "text": "آن هنگام که موسی را نزد فرعون آوردند، همسر فرعون به شفاعت او برخاست و به شوهرش گفت: این نور چشم من و تو و مایه سرور ماست، مبادا بکشیدش. امید می‌رود که به ما سود رساند و یا او را به فرزندی بگیریم. این چنین کردند ولی نمی‌فهمیدند حقیقت ماجرا چیست و فرجام کارشان چه خواهد شد.",
        "numberInSurah": 9,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3262,
        "text": "با الهامی که به مادر موسی شد، دلش از ترس و اندوه پاک و تهی گردید، که اگر قلبش را با آن الهام محکم نکرده بودیم، نزدیک بود بر اثر ناشکیبایی راز خود را فاش کند. آری، به او الهام کردیم تا به حراستِ ما از موسی اطمینان یابد و بدان باور داشته باشد.",
        "numberInSurah": 10,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3263,
        "text": "مادر موسی، موسی را به رود نیل انداخت و به خواهر وی گفت: او را دنبال کن تا ببینی فرجامش چه می‌شود. او در پی موسی از دور نظاره اش می‌کرد; دید خدمتکاران فرعون او را از آب گرفتند. ولی آنان متوجه نشدند که خواهر این کودک در پی اوست و او را نگهبانی می‌کند.",
        "numberInSurah": 11,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3264,
        "text": "و ما موسی را - پیش از حضور خواهرش در نزد فرعونیان - از پذیرش دایگان باز داشتیم; پس شیر هیچ دایه‌ای را ننوشید. خواهرش حکایت او دریافت; پس نزد فرعونیان شتافت و گفت: آیا می‌خواهید شما را به خانواده‌ای که سرپرستی و دایگی او را برایتان به عهده گیرند و خیرخواه او باشند، راهنمایی کنم؟",
        "numberInSurah": 12,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3265,
        "text": "فرعونیان پیشنهادش را پذیرفتند. او آنان را به مادر موسی راهنمایی کرد، و آنان کودک را به مادرش تسلیم کردند. بدین ترتیب، موسی را به مادرش بازگرداندیم تا دیده اش روشن شود و محزون نباشد و تا به چشم خود ببیند که وعده‌های خدا حق است، ولی بیشتر مردم راستی و درستیِ وعده‌های الهی را باور نمی‌کنند و در آن تردید روا می‌دارند.",
        "numberInSurah": 13,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3266,
        "text": "پس هنگامی که موسی به توانایی اش رسید و برومند شد و اعتدال و برپایی یافت، به او دانشی عطا کردیم که براساس آن در معارف الهی و امور اخلاقی و آداب اجتماعی درست قضاوت می‌کرد، و به او علمی آموختیم که با هیچ گونه جهل و نادانی آمیخته نبود. اینها پاداش نیکوکاری او بود و ما بدین سان نیکوکاران را سزا می‌دهیم.",
        "numberInSurah": 14,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3267,
        "text": "موسی آن هنگام که مردم مصر به خانه هایشان رفته و از کوچه و بازار بی خبر بودند، از قصر فرعون به درآمد و به آن شهر وارد شد. در آن جا دو مرد را یافت که به کشمکش و ستیز با یکدیگر برخاسته بودند. یکی از آن دو، اسرائیلی بود و همکیش موسی، و دیگری قِبطی و از دشمنان وی و طایفه بنی اسرائیل. آن مرد اسرائیلی که همکیش موسی بود، موسی را در برابر دشمن قبطی خود به یاری طلبید. موسی با مشتی گره کرده بر آن قبطی کوبید و او را هلاک کرد. موسی بر آنچه گذشت پشیمان شد و آن را زمینه گرفتاری خود به خطری بزرگ دانست و گفت: ستیزه گری آن دو مرد که به مرگ قبطی انجامید کاری شیطانی بود; بی تردید شیطان دشمنی گمراه کننده است که عداوت و گمراه گری او آشکار است.",
        "numberInSurah": 15,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3268,
        "text": "موسی گفت: پروردگارا، من با کشتن آن قبطی، خود را در خطر هلاکت افکندم و به خویشتن ستم کردم; از تو می‌خواهم آن را بر من بپوشانی و پیامدش را از من بگردانی و مرا از شرّ فرعونیان برهانی. پس خداوند چنین کرد، زیرا او بسی پرده پوش و مهربان است.",
        "numberInSurah": 16,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3269,
        "text": "گفت: پروردگارا، به شکرانه نعمتی که به من عطا کردی با تو پیمان می‌بندم که هرگز گنهکاران را در ارتکاب گناهشان یاری نکنم.",
        "numberInSurah": 17,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3270,
        "text": "موسی پس از آن، دیگر به قصر فرعون باز نگشت و شب را هراسان در شهر بماند و به انتظار شرّی از ناحیه فرعون به سر می‌برد، که ناگهان همان مرد اسرائیلی که روز گذشته موسی را به یاری طلبیده بود، با فریادی بلند، از وی بر ضدّ قبطیِ دیگری کمک خواست. موسی از سر توبیخ به آن اسرائیلی گفت: تو راه درست را نمی‌پویی و آشکارا بیراهه می‌روی.",
        "numberInSurah": 18,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3271,
        "text": "پس هنگامی که موسی خواست بر آن قبطی که دشمن هر دوی آنان بود بتازد، آن مرد اسرائیلی که به خاطرعتاب موسی گمان می‌کرد موسی آهنگ وی کرده است و می‌خواهد بر او حمله برد، گفت: ای موسی، آیا می‌خواهی مرا به قتل برسانی همان گونه که دیروز فردی را کشتی؟ تو جز این نمی‌خواهی که در زمین ستمگری کنی و نمی‌خواهی از مصلحان باشی.",
        "numberInSurah": 19,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3272,
        "text": "مردی از دورترین نقطه شهر مصر، از همان جا که قصر فرعون قرار داشت، دوان دوان آمد و گفت: ای موسی، سران فرعونی درباره تو به مشورت نشسته‌اند تا تو را به قتل برسانند; پس از این شهر بیرون شو که من از خیرخواهان توام.",
        "numberInSurah": 20,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3273,
        "text": "موسی بی درنگ از مصر بیرون رفت، در حالی که از فرعونیان ترسان بود و در انتظار آن بود که گرفتار آید. او به مناجات با خدا پرداخت و گفت: پروردگارا، مرا از این مردم ستمکار رهایی بخش.",
        "numberInSurah": 21,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3274,
        "text": "و آن گاه که موسی از مصر خارج شد و به سوی مَدیَن روی آورد، راهش را نمی‌شناخت; گفت: امید است پروردگارم مرا راهنمایی کند و راه مستقیم آن دیار را به من بنمایاند.",
        "numberInSurah": 22,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3275,
        "text": "[خداوند دعایش را مستجاب کرد، و او راه مستقیم مدین را در پیش گرفت] و آن گاه که بر سَرِ آب مدین رسید، گروهی از مردم را دید که گوسفندان خود را آب می‌دهند، و در نزدیکی آنان دو زن را یافت که گوسفندانشان را از ورود به آبشخور باز می‌دارند. به آن دو گفت: کارتان چیست و چه می‌کنید؟ گفتند: روش ما این است که گوسفندان را آب نمی‌دهیم تا چوپانان از آبشخور درآیند و گوسفندان خود را از آن خارج سازند. پدرمان پیری سالخورده است و خود نمی‌تواند گوسفندانمان را به این جا آورد.",
        "numberInSurah": 23,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3276,
        "text": "آن گاه موسی برای آن دو، گوسفندانشان را آب داد، سپس از آبشخور به سوی سایه رفت و گفت: پروردگارا، به این نیرویی که به من عطا کرده‌ای و خیرِ من در آن است، نیازمندم و برای حفظ و بقای آن به طعامی محتاجم.",
        "numberInSurah": 24,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3277,
        "text": "یکی از آن دو زن در حالی که با نهایت حیا و عفت گام برمی داشت، نزد موسی آمد و به وی گفت: پدرم تو را فرا می‌خواند تا مزد آب دادنت به گوسفندان را، به تو بپردازد. موسی نزد شعیب رفت. او از حال و کارش پرسید. هنگامی که وی داستان خود را حکایت کرد، شعیب گفت: هراسی به خود راه مده که از دسترس آن مردم ستم پیشه دور شده و نجات یافته‌ای.",
        "numberInSurah": 25,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3278,
        "text": "یکی از دختران شعیب گفت: ای پدر، او را برای کارهایت استخدام کن، که هم توانا است و هم درستکار; و بهترین کسی که استخدام می‌کنی، آن کس است که نیرومند و امین باشد.",
        "numberInSurah": 26,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3279,
        "text": "شعیب به موسی گفت: (من می‌خواهم یکی از این دو دخترم را به تو تزویج کنم به شرط آن که در برابر آن هشت سال اجیر من باشی، و اگر این مدت را به ده سال برسانی اختیار با توست; از ناحیه من الزامی بر تو نیست، و بدان که نمی‌خواهم بر تو سخت بگیرم، و هرگز کار مشقت باری برعهده تو نخواهم گذاشت، و به زودی ـ اگر خدا بخواهد ـ مرا از درست کرداران و شایستگان خواهی یافت.",
        "numberInSurah": 27,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3280,
        "text": "موسی در پاسخ شعیب گفت: آنچه شرط کردی و تعهّد نمودی، میان من و تو برقرار باشد; نه من و نه تو اختیار مخالفت نداریم، و هر کدام از آن دو مدت را که من اختیار کنم نباید به من ستمی روا داشته شود; اگر هشت سال را برگزینم، بیش از آن را از من مخواه، و اگر ده سال را انتخاب کردم، مرا به کمتر از آن مجبور مکن. خداوند بر آنچه گفتیم و شرط کردیم شاهد است، و در صورت اختلاف، او میان ما داوری خواهد کرد.",
        "numberInSurah": 28,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3281,
        "text": "پس آن گاه که موسی مدت قرار داد را به پایان رسانید و با خانواده اش روانه مصر شد، در کنار کوه طور آتشی دید; به خانواده اش گفت: این جا بمانید که من آتشی دیدم; شاید پیرامون آن راهنمایی بیابم و از راه برایتان خبری بگیرم، یا پاره‌ای از آن آتش بیاورم، باشد که آتشی برافروزید و گرم شوید.",
        "numberInSurah": 29,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3282,
        "text": "هنگامی که موسی به سراغ آن آمد، از جانب راست درّه، در قطعه زمینی که با سخن گفتن خداوند مبارک شد، از درختی که آن جا قرار داشت ندایی به او رسید که: ای موسی، همانا من خداوندم که پروردگار همه جهان‌ها هستم.",
        "numberInSurah": 30,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3283,
        "text": "و نیز ندا شد که: ای موسی، عصایت را به زمین بیفکن. موسی عصای خویش انداخت. عصا اژدهایی شد که همچون ماری کوچک به شدّت می‌خزید. وقتی موسی عصایش را این گونه دید، هراسان روی گرداند و فرار کرد و باز نیامد. به او گفته شد: ای موسی، پیش آی و نترس، تو از کسانی هستی که ایمنند.",
        "numberInSurah": 31,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3284,
        "text": "ای موسی، دستت را در گریبان خویش ببر، آن گاه که خارج شود، بی هیچ بیماری و عارضه‌ای، سپید و درخشان خواهد بود. و از خوف خدا بازویت را به خود بچسبان و فروتن و خاشع باش و همچون متکبران بازوان خود را مگشای. این دو آیت، حجت‌های روشنی از جانب پروردگار تواَند. با این دو برهان به سوی فرعون و اشراف قوم او برو که آنان مردمی هستند که از راه خدا بیرون رفته‌اند.",
        "numberInSurah": 32,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3285,
        "text": "موسی گفت: پروردگارا، من کسی از این قِبطیان را کشته‌ام، می‌ترسم مرا به قصاص بکُشند.",
        "numberInSurah": 33,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3286,
        "text": "و برادرم هارون از من زبانی گویاتر دارد، او را همراه من به یاری بفرست. او مرا تصدیق می‌کند و پیامم را به روشنی می‌رساند. من بیم آن دارم که مرا تکذیب کنند و من نتوانم درستیِ مدعای خویش را بیان کنم.",
        "numberInSurah": 34,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3287,
        "text": "خداوند به موسی گفت: ما به زودی به وسیله برادرت هارون بازویت را محکم و استوار می‌کنیم و تو را نیرومند و برتر می‌سازیم و شما دو تن را به وسیله آیات و معجزات خویش بر آنها چیره می‌سازیم، به گونه‌ای که هرگز بر شما دست نخواهند یافت. تو و هارون و هر کسی که از شما دو تن پیروی کند، پیروز خواهید بود.",
        "numberInSurah": 35,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3288,
        "text": "پس هنگامی که موسی با معجزات و نشانه‌های روشن و روشنگر ما نزد فرعونیان آمد، گفتند: آنچه موسی آورده است جز افسونی که به دروغ آیات الهی می‌نامدش نیست. آیینی که او مدّعی آن است سابقه‌ای ندارد و از پدران نخستین ما به ما نرسیده است و نشنیده‌ایم که این آیین را برگزیده باشند.",
        "numberInSurah": 36,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3289,
        "text": "موسی در پاسخ فرعونیان گفت: پروردگارم از شما به کسی که هدایت را از جانب او آورده آگاه‌تر است و بهتر می‌داند که فرجام نیک دنیا و آخرت از آنِ کیست. بدانید که شما نیکبخت نمی‌شوید، زیرا حقیقت این است که ستمکاران به نیکبختی نخواهند رسید.",
        "numberInSurah": 37,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3290,
        "text": "و فرعون گفت: ای بزرگان، درستیِ آنچه موسی مرا بدان فرا می‌خواند برای من روشن نشده است. من جز خودم معبودی برای شما سراغ نداشته‌ام. ای هامان، برای من بر گِل آتش بیفروز و آجر تهیه کن و با آن کاخی مرتفع بساز تا بر فراز آن برآیم، شاید از وجود خدای موسی آگاهی بیابم. من می‌پندارم که او از دروغگویان است.",
        "numberInSurah": 38,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3291,
        "text": "فرعون و لشکریانش به ناحق در سرزمین مصر بر مردمان چیره شدند و وانمود کردند که سرای آخرت امری مشکوک است، و گمان بردند که به سوی خداوند باز گردانده نمی‌شوند.",
        "numberInSurah": 39,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3292,
        "text": "بدین سبب او و لشکریانش را گرفتیم و آنان را به دریا انداختیم. پس بنگر که فرجام ستمکاران چگونه است!",
        "numberInSurah": 40,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3293,
        "text": "و آنان را پیشوایانی قرار دادیم که در کفرورزی و ارتکاب گناه مقتدا باشند و مردمان را به کفر و گناه که درپی دارنده آتش است فراخوانند و در قیامت شفاعت هیچ کس به آنان نمی‌رسد و یاری نمی‌شوند.",
        "numberInSurah": 41,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3294,
        "text": "و چون پیوسته گروهی از مردم به پیروی از آنان گمراه شده‌اند، در این دنیا هماره لعنتی را بدرقه آنان کرده‌ایم و از آن رو که در قیامت از سوی کسی یاری نمی‌شوند مورد تنفر مردمند و از زشت رویان خواهند بود.",
        "numberInSurah": 42,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3295,
        "text": "پس از آن که امت‌های پیشین را نابود ساختیم، سزاوار بود که دعوت و اخطار تجدید شود; ازاین رو کتاب آسمانی تورات را که دربردارنده دلایلی روشن و برای مردم مایه بینش و هدایت و رحمت بود به موسی عطا کردیم، باشد که دریابند و عبرت گیرند و عقاید و رفتارهای بایسته را بفهمند.",
        "numberInSurah": 43,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3296,
        "text": "ای پیامبر، تو در جانب غربی آن درّه حضور نداشتی آن گاه که تورات را بر موسی نازل کردیم و به وسیله آن عهدی را که با او داشتیم استوار ساختیم آری تو از حاضران در آن صحنه و شاهدان آن ماجرا نبودی.",
        "numberInSurah": 44,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3297,
        "text": "لیکن ما پس از آن که امت‌هایی را بعد از او پدید آوردیم و زمانی طولانی بر آنان گذشت، داستان موسی را بر تو خواندیم. و نیز تو در میان اهل مدین (شعیب و مردمش) اقامت نداشتی و شاهد ماجراهای موسی در آن دیار نبودی تا بتوانی آن را باز گویی و آیات ما را که بیانگر سرگذشت موسی است، بر این مشرکان بخوانی. آری، تو نبودی و خبر نداشتی ولی ما تو را به سوی قومت به رسالت فرستادیم و آن اخبار را به تو وحی کردیم.",
        "numberInSurah": 45,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3298,
        "text": "و ای پیامبر، تو در کنار کوه طور، آن گاه که موسی را از آن درخت ندا دادیم و او را به رسالت برگزیدیم، حضور نداشتی تا خود، آن داستان را گزارش دهی، ولی به خاطر رحمت و لطفی که از جانب پروردگارت بود، تو را از آن داستان باخبر ساختیم تا مردمی را که پیش از تو هشداردهنده‌ای برایشان نیامده بود هشدار دهی، باشد که متوجه شوند و دریابند.",
        "numberInSurah": 46,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3299,
        "text": "و اگر نبود این که وقتی به سزای گناهانی که به دست خود پیش فرستاده‌اند عذاب به آنان می‌رسید و نداشتن پیامبر را بهانه ساخته و بر ما احتجاج می‌کردند، ما هرگز پیامبری به سوی آنان نمی‌فرستادیم; آری اگر پیامبری به رسالت نیایدشان می‌گویند: پروردگارا، چرا پیامبری به سوی ما نفرستادی اگر می‌فرستادی از آیات تو پیروی می‌کردیم و از مؤمنان می‌شدیم.",
        "numberInSurah": 47,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3300,
        "text": "پس این پیامبر را به رسالت فرستادیم و قرآن را بر او نازل کردیم ولی هنگامی که قرآن ـ آن کتاب راست و درست ـ از جانب ما برایشان آمد، گفتند: چرا قرآن یکجا به او داده نشد، آن گونه که تورات یکجا به موسی داده شد؟ آیا این مشرکان، پیش‌تر (آن گاه که اهل کتاب قرآن را تصدیق کردند) به توراتی که به موسی داده شد کافر نشدند؟ [آن گاه] که گفتند: تورات و قرآن هر دو سحر و افسونند و یکدیگر را تأیید می‌کنند. و نیز گفتند: ما هر رسالتی را که از جانب خدا ادعا شود منکریم.",
        "numberInSurah": 48,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3301,
        "text": "ای پیامبر، به آنان بگو: اگر راست می‌گویید که تورات و قرآن سحر و افسونند، شما از جانب خداوند کتابی بیاورید که از این دو کتاب هدایت آفرین‌تر باشد در این صورت من نیز از آن پیروی می‌کنم.",
        "numberInSurah": 49,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3302,
        "text": "پس اگر به پیشنهاد تو پاسخ ندادند و همچنان بر افسون خواندن آنها اصرار ورزیدند، بدان که آنان در پی حق نیستند، بلکه پیرو هواهای خویشند. و کیست گمراه‌تر از آن کس که بدون رهنمودی از جانب خدا از هوای خویش پیروی کند؟ اینان گمراهند، زیرا کسی که از هوای خویش پیروی کند، از حق رویگردان شده و ستمکار است و خداوند ستمکاران را هدایت نمی‌کند.",
        "numberInSurah": 50,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3303,
        "text": "همانا این سخن را پیاپی، آیه‌ای پس از آیه دیگر و سوره‌ای پس از سوره دیگر به آنان رساندیم شاید متوجه شوند و دریابند.",
        "numberInSurah": 51,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3304,
        "text": "گروهی از کسانی که پیش از نزول قرآن کتاب آسمانی به آنان دادیم، به قرآن ایمان می‌آورند.",
        "numberInSurah": 52,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3305,
        "text": "و هنگامی که قرآن بر آنان تلاوت شود می‌گویند: ما به این قرآن ایمان داریم. این حق است و از سوی پروردگارمان آمده است. ما پیش از آن که قرآن نازل شود، در برابر آن تسلیم بودیم.",
        "numberInSurah": 53,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3306,
        "text": "به اینان دو بار مزدشان داده خواهد شد، به این سبب که در دو نوبت ایمان آوردند و هر بار بر مرارت‌های راه ایمان شکیبایی کردند; و آنان با خلق و خوی نیکو و مدارا با مردم، آزار و اذیّت آنان را از خود دور می‌سازند و از آنچه روزیِ آنان کرده‌ایم برای خدا و در راه او انفاق می‌کنند.",
        "numberInSurah": 54,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3307,
        "text": "و آن گاه که سخن بیهوده‌ای چون دشنام و درشتی بشنوند از آن دوری کرده پاسخ نمی‌دهند، بلکه برای ترک مشاجره می‌گویند: سود و زیان کردارهای ما از آنِ ماست و به شما نمی‌رسد و سود و زیان کردارهای شما نیز از آنِ شما است و به ما نمی‌رسد. سپس وداع کرده و می‌گویند: شما از سوی ما در امن و امانید، و در دل می‌گویند: ما خواهان همنشینی با جاهلان نیستیم.",
        "numberInSurah": 55,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3308,
        "text": "ای پیامبر، کار تو نیست که ایمان را بر قلب مردمی که دوستشان داری بنشانی و آنان را به سر منزل هدایت برسانی، بلکه خداست که بر دل هر کس که بخواهد ـ چنان که برای گروهی از اهل کتاب خواست ـ ایمان را افاضه می‌کند و او داناتر است به کسانی که هدایت پذیرند.",
        "numberInSurah": 56,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3309,
        "text": "گروهی از مشرکان مکه، بهانه‌ای دیگر ساز کرده و گفتند: اگر از قرآن، این کتاب هدایت، پیروی کنیم و همراه تو باشیم، بی درنگ ما را از دیارمان می‌ربایند و با کشتن ما و غارت اموالمان، سرزمین مکه را از وجود ما تهی می‌کنند. آیا آنان را در حرمی امن، جای ندادیم؟ حرمی که میوه‌ها و محصولات فراوانی به سوی آن آورده می‌شود و در آن جمع می‌گردد; محصولاتی که از جانب ما روزیِ آنان شده است; ولی بیشترشان نمی‌دانند که ما از آنان حراست می‌کنیم و امنیّتشان را برقرار می‌سازیم و به آنان روزی می‌دهیم.",
        "numberInSurah": 57,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3310,
        "text": "و این حقیقت را نیز بدانند که این گونه نیست که اگر مردم آنان را از میان نبرند بقایشان تضمین شده باشد; چه بسیار شهرها که مردمش مُتنعِّم بودند و در زندگی سرمستی کردند و ما آنان را نابود ساختیم. ای پیامبر، این ویرانه‌ها که در معرض دیدِ آنهاست، خانه‌های آنهاست که پس از هلاکتشان جز شماری از آنها مسکونی نشد. اینک ماییم که آن خانه‌ها را از آنان به ارث برده‌ایم.",
        "numberInSurah": 58,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3311,
        "text": "هرگز پروردگار تو شهرها را نابود نمی‌کند مگر این که در مرکز آنها پیامبری بفرستد که آیات ما را بر مردمش تلاوت کند; و ما آبادی‌ها را به عذاب ویران نمی‌کنیم مگر این که مردمانِ آنها با تکذیب پیامبر و انکار آیاتِ ما ستمکار شوند.",
        "numberInSurah": 59,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3312,
        "text": "و تمام نعمت‌های دنیوی که به شما داده شده، ساز و برگ زندگی دنیا و مایه آرایش و جمال آن است; دنیایی که فانی و نابود شدنی است، و پاداشی که در سرای آخرت نزد خداست بهتر و پایدارتر است; پس آیا درنمی یابید که شایسته است پاداش اخروی را بر متاع و زیور دنیا ترجیح دهید؟",
        "numberInSurah": 60,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3313,
        "text": "آیا کسی که او را به آمرزش و بهشت که وعده‌ای نیکوست وعده داده‌ایم و او قطعاً به آن خواهد رسید، با آن کس که وی را از متاع زندگی دنیا بهره مند ساخته‌ایم و او تنها به بهرهوری از آن دل خوش کرده و از آن وعده نیکو محروم شده و در قیامت از کسانی است که برای کیفر احضار می‌شوند، برابر است؟",
        "numberInSurah": 61,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3314,
        "text": "و روزی که خداوند ندایشان می‌دهد و می‌گوید: کجایند شریکان من، که شما آنها را در عبادت و تدبیر امور شریک من می‌پنداشتید؟",
        "numberInSurah": 62,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3315,
        "text": "معبودان اهل شرک که آن سخن (وعده عذاب) بر آنان حتمی شده است گویند: پروردگارا، این مشرکان را ما به بیراهه افکندیم; ما چون خود گمراه بودیم آنان را گمراه ساختیم، ولی اجباری از ناحیه ما بر آنان نبود، همان گونه که ما خود نیز ـ بدون اجبار ـ گمراهی را برگزیدیم. ما از اینان به درگاه تو تبری می‌جوییم. آنان به اجبار ما، ما را نمی‌پرستیدند.",
        "numberInSurah": 63,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3316,
        "text": "و به مشرکان گفته می‌شود: معبودهایتان را که شریک خدا می‌پنداشتید فراخوانید تا شما را از عذاب برهانند. آنان معبودانشان را می‌خوانند، ولی آنها به پرستشگران خود پاسخی نمی‌دهند و در نتیجه عذاب را در برابر خود می‌بینند. ای کاش پیش از این هدایت شده بودند.",
        "numberInSurah": 64,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3317,
        "text": "و یاد کن روزی را که خداوند مشرکان را ندا می‌دهد و می‌گوید: در پاسخ فرستادگان من که شما را به ایمان و کار شایسته می‌خواندند، چه گفتید؟",
        "numberInSurah": 65,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3318,
        "text": "مشرکان در آن روز دستاویزی نخواهند یافت که چرا دعوت پیامبران را نپذیرفته‌اند و آنان را تکذیب کرده‌اند; چرا که خبرها بر آنان پوشیده می‌ماند و نمی‌توانند پاسخی که مایه رهایی آنان از عذاب است بیابند، و از یکدیگر نیز پرسش نمی‌کنند تا بتوانند بهانه‌ای برای تکذیب پیامبران پیدا کنند.",
        "numberInSurah": 66,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3319,
        "text": "این است سرنوشت کسی که کفر ورزیده و به سوی خدا باز نیامده است; اما آن کس که به سوی خدا باز آمده و ایمان آورده و کار شایسته کرده است امید است که از زمره سعادتمندان باشد.",
        "numberInSurah": 67,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3320,
        "text": "و پروردگار تو هر چه را بخواهد می‌آفریند و هر شریعت و قانونی را که برای انسان‌ها اراده کند مقرر می‌دارد. آنان در برابر قوانین و احکامی که خداوند مقرر کرده است هیچ حق انتخاب ندارند. خداوند منزّه و برتر از شرکورزیِ آنان است.",
        "numberInSurah": 68,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3321,
        "text": "پروردگارت آنچه را که سینه هایشان پنهان می‌دارد و آنچه را خود آشکار می‌کنند، همه را می‌داند.",
        "numberInSurah": 69,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3322,
        "text": "تنها پروردگار تو دارای مقام اُلوهیت است. جز او معبودی شایسته پرستش نیست; در دنیا و آخرت همه ستایش‌ها به او اختصاص دارد، حکمرانی ـ چه در تکوین و چه در تشریع ـ از آنِ اوست و برای پاداش و جزا به سوی او بازگردانده می‌شوید.",
        "numberInSurah": 70,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3323,
        "text": "بگو: به من خبر دهید، اگر خدا تا روز قیامت شب را بر شما پایدار گرداند، جز خداوند کدامین معبود می‌تواند حکم او را نقض کند و نوری پدید آورد که بتوانید در پرتو آن در طلب معاش برآیید؟ آیا نمی‌شنوید و درنمی یابید؟",
        "numberInSurah": 71,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3324,
        "text": "بگو: به من خبر دهید، اگر خدا تا روز قیامت روز را بر شما پایدار گرداند، جز خداوند کدامین معبود می‌تواند حکم او را بشکند و شبی را برای شما پدید بیاورد که در آن آرامش بیابید؟ آیا نمی‌بینید و درنمی یابید؟",
        "numberInSurah": 72,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3325,
        "text": "خداوند از پرتو رحمتش شب را برای شما قرار داد تا در آن آرامش یابید و روز را قرار داد تا در آن از پی روزی که فضل و بخشش اوست بروید و باشد که خدا را سپاس بگزارید.",
        "numberInSurah": 73,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3326,
        "text": "و یاد کن روزی را که خداوند ندایشان می‌دهد و می‌گوید: کجایند آن شریکان من که شما آنها را در عبادت و تدبیر امور شریک من می‌پنداشتید؟",
        "numberInSurah": 74,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3327,
        "text": "و در آن روز از میان هر امتی، گواهی که ناظر اعمال آنان بوده است بیرون می‌آوریم، آن گاه به آن امت‌ها خواهیم گفت: برهان خود را بر این پندار که خداوند شریکانی دارد، ارائه کنید، ولی آن روز که روز آشکار شدن حقیقت است خواهند دانست که خداوند حق است و اُلوهیَّت ویژه اوست، و آنچه به دروغ می‌بافتند از آنان پنهان می‌شود و از ذهن‌ها زایل می‌گردد.",
        "numberInSurah": 75,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3328,
        "text": "همانا قارون از قوم موسی و از طایفه بنی اسرائیل بود که به ناحق سلطه جویی می‌کرد و در پی بیدادگری علیه آنان بود، و ما از گنج‌ها چندان به او دادیم که حمل کلیدهای آنها حتی بر گروهی نیرومند، گران بود; آن گاه که مردم طایفه اش به او گفتند: به این دارایی‌ها مسرور و سرمست مباش که خداوند شادمانانِ سرمست را دوست ندارد.",
        "numberInSurah": 76,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3329,
        "text": "با این ثروتی که خداوند به تو ارزانی کرده است، در پیِ دستیابی به سرای آخرت باش و برای آبادانی آن بکوش، و بدان که بهره واقعی انسان از دنیا آن چیزی است که برای آخرت او سودمند باشد; پس مبادا با ترک انفاق بهره واقعی خود را از ثروت دنیا از کف بدهی! از سرِ احسان و نیکوکاری انفاق کن; همان گونه که خداوند به تو نیکی کرده و بی آن که بر او حقی داشته باشی به تو عطا فرموده است. هرگز این ثروت و شوکت را وسیله فسادجویی در زمین قرار مده، چرا که خداوند فسادگران را دوست ندارد.",
        "numberInSurah": 77,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3330,
        "text": "قارون در پاسخ مردمش گفت: ثروتی که به من داده شده در نتیجه دانشی است که خود دارم. من راه‌های به دست آوردن ثروت را به خوبی می‌دانم; پس دارایی‌های من حق مسلّم من است، نه آن که بخششی از سوی خدا باشد. آیا قارون نمی‌دانست که خداوند از میان نسل‌هایی که پیش از او بودند کسانی را بر اثر گناهانشان نابود کرد که از او قوی‌تر بودند و اندوخته‌هایی افزون‌تر داشتند؟ سنت الهی بر این است که از مجرمان درباره گناهانشان پرسش نمی‌شود و برای عذرخواهی مهلت نمی‌یابند.",
        "numberInSurah": 78,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3331,
        "text": "قارون غرق در زینت و زیور خود در میان قومش حضور یافت. کسانی که خواهان زندگانی دنیا بودند و از آخرت و پاداش‌های آن بی خبر بودند، گفتند: ای کاش ما نیز مانند آنچه به قارون داده شده است می‌داشتیم; راستی او از خوشبختی بهره‌ای فراوان دارد.",
        "numberInSurah": 79,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3332,
        "text": "و کسانی که از دانش برخوردار شده بودند، به جاهلان گفتند: وای بر شما; پاداش الهی برای کسی که ایمان آورده و کار شایسته کرده بهتر از همه ثروت و مکنتی است که او دارد. این حقیقت را جز به شکیبایان نمی‌توان فهماند.",
        "numberInSurah": 80,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3333,
        "text": "سرانجام، طغیان او سبب شد که ما زمین را بشکافیم و او و خانه اش را در آن نهان سازیم. در آن حال، او جز خدا هیچ گروهی نداشت که بتوانند یاریش دهند و از عذاب رهایی اش بخشند، و خود نیز از کسانی نبود که بتواند از خویشتن دفاع کند. او دریافت که نمی‌تواند از خدا بی نیاز باشد، و برای دستیابی به خیرها و دفع ناگواری‌ها، نیرو و نبوغ علمی کافی نیست.",
        "numberInSurah": 81,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3334,
        "text": "و آنان که روز گذشته آرزوی موقعیت قارون را داشتند، فردای آن روز با پشیمانی می‌گفتند: وای! گویی این اندیشه خطا بود که دستیابی به مال و ثروت فضل خداوندی نیست و علم و درایت آدمی برای آن بسنده است. حقیقت این است که خدا روزی دهنده است. او روزی را برای هر کس از بندگانش که بخواهد فراخ می‌گرداند و بر هر که بخواهد تنگ می‌گیرد. اگر خداوند نعمتش را از ما دریغ کرده بود، قطعاً ما را نیز در زمین فرو برده بود. آنان پندار روز گذشته خود را پنداری کفرآمیز خواندند و با پشیمانی می‌گفتند: وای گویی حقیقت این است که کافران به نیکبختی نمی‌رسند.",
        "numberInSurah": 82,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3335,
        "text": "آن خانه آخرت (بهشت برین) را ویژه کسانی قرار می‌دهیم که خواهان زورگویی در زمین و تسلّط بر بندگان خدا نباشند و نخواهند فسادانگیزی کنند و مرتکب نافرمانی خدا شوند. و فرجام نیکو (سرای آخرت) از آنِ تقواپیشگان است.",
        "numberInSurah": 83,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3336,
        "text": "آنان که کار شایسته آورند پاداشی بهتر از آن خواهند داشت، و آنان که کار ناشایسته آورند، کسانی از ایشان که گناهان بسیاری مرتکب شده‌اند جز آنچه کرده‌اند سزا داده نمی‌شوند.",
        "numberInSurah": 84,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3337,
        "text": "ای پیامبر، آن کس که بر تو واجب کرد قرآن را بر مردم بخوانی و آن را به ایشان ابلاغ کنی، قطعاً تو را پیروزمند و سرفراز به مکه باز می‌گرداند. در پاسخ تکذیب کنندگان رسالت و آنان که آیات الهی را افسون می‌خوانند بگو: پروردگارم از شما به آن کسی که هدایت را آورده آگاه‌تر است و او بهتر می‌داند که چه کسی در گمراهی آشکاری است.",
        "numberInSurah": 85,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3338,
        "text": "تو امید نداشتی که کتاب آسمانی بر تو القا گردد، لیکن رحمتی بود از جانب پروردگارت که تو را فرا گرفت. پس باید این نعمت را پاس بداری و به شکرانه آن و نیز برای پیشبرد دعوتت پشتیبان کافران نباشی و آنان را در کفرشان یاری نکنی.",
        "numberInSurah": 86,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3339,
        "text": "مبادا پس از آن که آیات خدا بر تو نازل شد، کافران با ترفندهایشان تو را از آنها باز دارند! مردم را به سوی پروردگارت فراخوان و هرگز از مشرکان مباش.",
        "numberInSurah": 87,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3340,
        "text": "با وجود خداوند، معبود دیگری مخوان، زیرا جز او معبودی که شایسته پرستش باشد وجود ندارد; چرا که هر چه جز خداست نابود می‌شود و حاکمیت و تدبیر جهان هستی در اختیار اوست و شما به او بازگردانده می‌شوید.",
        "numberInSurah": 88,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "fa.safavi",
      "language": "fa",
      "name": "صفوی",
      "englishName": "صفوی",
      "format": "text",
      "type": "translation",
      "direction": "rtl"
    }
  }
}