{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 29,
    "name": "سُورَةُ العَنكَبُوتِ",
    "englishName": "Al-Ankaboot",
    "englishNameTranslation": "The Spider",
    "revelationType": "Meccan",
    "numberOfAyahs": 69,
    "ayahs": [
      {
        "number": 3341,
        "text": "الف. لام. میم.",
        "numberInSurah": 1,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3342,
        "text": "آیا مردم پنداشته‌اند به صِرف این که گفتند: ایمان آوردیم; به حال خود رها می‌شوند و با سختی‌هایی که درستی و نادرستی ایمانشان با آنها آشکار می‌شود آزموده نمی‌شوند؟",
        "numberInSurah": 2,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3343,
        "text": "به یقین ما تمام کسانی را که پیش از اینان بودند و ادعای ایمان می‌کردند با مشکلات آزمودیم. قطعاً خدا کسانی را که راست گفته‌اند و نیز مدعیان دروغگو را با آشکار شدن آثار صدق و کذبشان معلوم و مشخص خواهد ساخت.",
        "numberInSurah": 3,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3344,
        "text": "آیا این مشرکان که مرتکب بدی‌ها می‌شوند و با ایجاد رنج‌ها و مشکلات فراوان برای مؤمنان، آنان را از ایمان باز می‌دارند، گمان کرده‌اند که بر ما پیشی گرفته و ما را ناتوان ساخته‌اند؟! آنان بد داوری می‌کنند.",
        "numberInSurah": 4,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3345,
        "text": "هر کس به امید لقای خدا ایمان آورده است بر ایمان خود استوار بماند، چرا که آن سرآمد الهی که خداوند برای ملاقات خود با مؤمنان معین کرده است یقیناً فرا می‌رسد، و اوست شنوای گفتار آدمیان و دانا به احوال آنان.",
        "numberInSurah": 5,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3346,
        "text": "و هر کس در راه خدا تلاش کند و بر ایمان پایدار بماند، نتیجه تلاشی که می‌کند از آنِ خود اوست و سودی به خدا نمی‌رسد، چرا که خداوند از همه جهانیان بی نیاز است.",
        "numberInSurah": 6,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3347,
        "text": "و کسانی که ایمان آورده و کارهای شایسته کرده‌اند، قطعاً گناهانشان را از آنان می‌زداییم و به هنگام دادنِ پاداش، بهترین عملشان را میزان قرار داده و براساس آن، جزایشان می‌دهیم.",
        "numberInSurah": 7,
        "juz": 20,
        "manzil": 5,
        "page": 397,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3348,
        "text": "ما به انسان درباره پدر و مادرش سفارشی نیکو کردیم; به او فرمان دادیم که به آنان احسان کند. اما اگر تلاش کردند چیزی را که چون نیست، بدان علم نداری شریک من سازی، از آنان اطاعت مکن، و سرانجام به سوی من باز خواهید گشت، آن گاه شما را از حقیقت اعمالی که انجام می‌دادید، باخبر خواهم ساخت.",
        "numberInSurah": 8,
        "juz": 20,
        "manzil": 5,
        "page": 397,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3349,
        "text": "و کسانی که به رغم تلاش پی گیر پدر و مادرشان ایمان آورده و شریکی برای خدا قرار نداده و کارهای شایسته کرده‌اند، از جدایی پدر و مادر خود باکی نداشته باشند، چرا که آنان را در سرای آخرت در میان بندگان شایسته که از نعمت‌های بهشت برخوردارند وارد خواهیم ساخت.",
        "numberInSurah": 9,
        "juz": 20,
        "manzil": 5,
        "page": 397,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3350,
        "text": "در میان مردم کسانی اند که می‌گویند: ایمان آورده‌ایم، ولی ایمانشان تا زمانی است که عافیت و سلامتشان برقرار باشد، اما آن گاه که به خاطر ایمانشان آزار شوند تحمل نمی‌کنند و شکنجه آدمیان را که ناچیز و پایان پذیر است بسان عذاب الهی که همیشگی است، می‌انگارند و به شرک روی می‌آورند. و قطعاً اگر از جانب پروردگارت یاری برسد و گشایشی پدید آید، خواهند گفت: ما هم با شما مؤمنان بودیم. این گونه نیست. آیا خداوند به آنچه در سینه آدمیان است داناتر نیست؟",
        "numberInSurah": 10,
        "juz": 20,
        "manzil": 5,
        "page": 397,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3351,
        "text": "در عین حال، خداوند با پیش آوردن سختی‌ها و امتحان‌ها، مؤمنان را از منافقان مشخص می‌سازد.",
        "numberInSurah": 11,
        "juz": 20,
        "manzil": 5,
        "page": 397,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3352,
        "text": "مشرکان مکه، همانان که در آغاز دعوت پیامبر کفر ورزیدند، به کسانی که ایمان آوردند گفتند: راه و روش ما را دنبال کنید و به شرک باز گردید، در آن صورت وظیفه خود می‌دانیم که گناهان شما را به گردن بگیریم. مشرکان حتی اندکی از گناه آنان را برعهده نمی‌گیرند. به راستی آنان دروغ می‌گویند.",
        "numberInSurah": 12,
        "juz": 20,
        "manzil": 5,
        "page": 397,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3353,
        "text": "و قطعاً این گمراهگران، گناهان سنگین خود را به دوش می‌کشند، و نیز همسان گناهانی را که گمراه شدگان بر دوش گرفته‌اند، با گناهان خود، بر دوش خواهند کشید و روز قیامت از دروغی که می‌بافتند و می‌گفتند گناهِ دیگران را می‌توان برعهده گرفت و این که خدا شریک دارد، بازخواست خواهند شد.",
        "numberInSurah": 13,
        "juz": 20,
        "manzil": 5,
        "page": 397,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3354,
        "text": "و همانا نوح را به سوی قومش به رسالت فرستادیم. او هزار سال پنجاه سال کم، در میان مردم درنگ کرد و به هدایت آنان پرداخت; سپس طوفان، آنان را فرو گرفت، چرا که آنان ستمکار بودند.",
        "numberInSurah": 14,
        "juz": 20,
        "manzil": 5,
        "page": 397,
        "ruku": 343,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3355,
        "text": "پس [ستمکاران را هلاک کردیم و] نوح و سرنشینان کشتی او را نجات دادیم و آن رخداد را برای همه گروه‌های بشری نشانه و آیتی قرار دادیم.",
        "numberInSurah": 15,
        "juz": 20,
        "manzil": 5,
        "page": 398,
        "ruku": 343,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3356,
        "text": "و ما ابراهیم را به سوی قومش به رسالت فرستادیم آن گاه که به مردمش گفت: فقط خدا را بپرستید و از او پروا داشته باشید، زیرا عبادت خدا و پرهیزگاری برای شما بهتر است اگر بدانید.",
        "numberInSurah": 16,
        "juz": 20,
        "manzil": 5,
        "page": 398,
        "ruku": 343,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3357,
        "text": "جز این نیست که شما به جای خدا بت‌هایی را می‌پرستید که از اُلوهیَّت بهره‌ای ندارند. شما در این که آنها را خدا می‌نامید و به پرستش آنها می‌پردازید دروغ می‌بافید، زیرا آنهایی که به جای خدا عبادتشان می‌کنید تا سودی به شما برسانند اختیاردار روزیِ شما نیستند; روزیِ شما نزد خداست، از او روزی طلب کنید و او را بپرستید و در برابر نعمت‌هایی که به شما داده است شکرگزار او باشید; چرا که برای حسابرسی فقط به سوی او بازگردانده می‌شوید.",
        "numberInSurah": 17,
        "juz": 20,
        "manzil": 5,
        "page": 398,
        "ruku": 343,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3358,
        "text": "اگر مرا دروغگو بشمارید و توحید و قیامت را منکر شوید، خلاف انتظار من نیست، زیرا امت‌هایی هم که پیش از شما بودند، فرستادگان الهی را دروغگو شمردند. و بر فرستاده خدا وظیفه‌ای جز ابلاغ پیامِ روشن نیست.",
        "numberInSurah": 18,
        "juz": 20,
        "manzil": 5,
        "page": 398,
        "ruku": 343,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3359,
        "text": "آیا منکران روز قیامت درنیافته‌اند که چگونه خداوند آفریدگان را نخست پدید می‌آورد، سپس آنها را با آفرینشی مجدد به سوی خویش باز می‌گرداند؟ به یقین این کار برای خداوند آسان است.",
        "numberInSurah": 19,
        "juz": 20,
        "manzil": 5,
        "page": 398,
        "ruku": 343,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3360,
        "text": "ای پیامبر، بگو: در زمین سیر کنید و بنگرید که چگونه خداوند آفرینش آدمیان را آغاز کرد. آن گاه [درمی یابید که] خداوند نشئه آخرت را پدید می‌آورد. کیفیت آفریده‌ها نشانه آن است که قدرت خداوند بی انتهاست و او بر هر چیزی تواناست.",
        "numberInSurah": 20,
        "juz": 20,
        "manzil": 5,
        "page": 398,
        "ruku": 343,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3361,
        "text": "و بگو: آنگاه که نشأه آخرت پدید آید، خداوند هر که را بخواهد عذاب می‌کند و هر که را بخواهد به رحمت خود درمی آورد، و شما به سوی خداوند بازگردانده می‌شوید.",
        "numberInSurah": 21,
        "juz": 20,
        "manzil": 5,
        "page": 398,
        "ruku": 343,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3362,
        "text": "شما هرگز نمی‌توانید نه در زمین خدا را ناتوان سازید و از او بگریزید و نه در آسمان; نه خود به تنهایی می‌توانید بر او غالب شوید و نه جز خدا سرپرستی دارید که بتواند شما را بر او چیره کند و از عذاب برهاند و نه یاوری دارید که بتوانید با کمک او از عهده این کار برآیید.",
        "numberInSurah": 22,
        "juz": 20,
        "manzil": 5,
        "page": 398,
        "ruku": 343,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3363,
        "text": "کسانی که آیات الهی را انکار کرده و به معاد و لقای خداوند کفر ورزیده‌اند، از رحمت من نومید شده‌اند و اینانند که عذاب دردناک قیامت را خواهند داشت.",
        "numberInSurah": 23,
        "juz": 20,
        "manzil": 5,
        "page": 398,
        "ruku": 344,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3364,
        "text": "ابراهیم قوم خود را به عبادت خدا و پرهیز از بت‌ها فرا خواند، ولی پاسخ آنان جز این نبود که [او را از میان بردارید]. گروهی گفتند: بکشیدش، و گروهی گفتند: او را به آتش بسوزانید. سپس بر سوزاندنش اتفاق کردند و او را در آتشی که فراهم آورده بودند افکندند، ولی خداوند وی را از آتش رهایی بخشید. همانا در این ماجرا برای مردمی که حق باورند نشانه‌هایی است.",
        "numberInSurah": 24,
        "juz": 20,
        "manzil": 5,
        "page": 399,
        "ruku": 344,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3365,
        "text": "ابراهیم به آنان گفت: جز این نیست که شما بت‌هایی را به جای خدا معبود خود قرار داده‌اید تا به این وسیله در زندگی دنیا، میان خودتان دوستی برقرار سازید، ولی بدانید که روز قیامت همین خدایان از شما تبری می‌جویند و سرانِ شما نیز از شما اعلان بیزاری می‌کنند و هر گروهی گروه دیگر را لعنت خواهد کرد و جایگاهتان آتش است و یاورانی نخواهید داشت که شما را از عذاب رهایی بخشند.",
        "numberInSurah": 25,
        "juz": 20,
        "manzil": 5,
        "page": 399,
        "ruku": 344,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3366,
        "text": "آن گاه لوط به وی ایمان آورد و ابراهیم گفت: من وطن خود را ترک می‌گویم و از میان مردم مشرک به سوی پروردگارم رهسپار می‌شوم و به جایی می‌روم که بتوانم آزادانه عبادت کنم. همانا اوست آن مقتدری که هر که را یاری کند خوار نمی‌گردد، و اوست آن حکیمی که هر که را حراست کند تباه نمی‌شود.",
        "numberInSurah": 26,
        "juz": 20,
        "manzil": 5,
        "page": 399,
        "ruku": 344,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3367,
        "text": "و اسحاق و یعقوب را به او عطا کردیم و در نسلش پیامبری و کتاب آسمانی را قرار دادیم و در دنیا پاداش او را به وی ارزانی داشتیم و قطعاً در آخرت نیز از زمره شایستگان خواهد بود.",
        "numberInSurah": 27,
        "juz": 20,
        "manzil": 5,
        "page": 399,
        "ruku": 344,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3368,
        "text": "و از لوط یاد کن آن گاه که به مردمش گفت: کار زشتی را مرتکب می‌شوید که به لواط و همجنس بازی می‌پردازید! هیچ امّتی از امّت‌های جهان در این کار بر شما پیشی نگرفته و این کار در میان آنها شایع نبوده است.",
        "numberInSurah": 28,
        "juz": 20,
        "manzil": 5,
        "page": 399,
        "ruku": 344,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3369,
        "text": "آیا شما به سراغ همجنسان خود می‌روید و با ترک ازدواج با زنان، راه تداوم نسل بشر را رها می‌کنید و در محفل‌های خود در حضور مردم آن کار زشت و ناپسند را انجام می‌دهید؟ از عذاب الهی بهراسید! ولی قوم لوط پاسخی جز این نداشتند که از سرِ استهزا گفتند: ای لوط، اگر راست می‌گویی که این کارها کیفر خداوند را در پی دارد، عذاب خدا را برای ما بیاور.",
        "numberInSurah": 29,
        "juz": 20,
        "manzil": 5,
        "page": 399,
        "ruku": 344,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3370,
        "text": "و لوط گفت: پروردگارا، مرا بر این مردمی که با آمیزش با مردان، زمین را به فساد می‌کشند و نسل بشر را به نابودی تهدید می‌کنند، یاری ده.",
        "numberInSurah": 30,
        "juz": 20,
        "manzil": 5,
        "page": 399,
        "ruku": 344,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3371,
        "text": "و آن گاه که فرستادگان ما (فرشتگان) بر ابراهیم وارد شدند و او و همسرش را به این که صاحب فرزند خواهند شد، بشارت دادند، به ابراهیم گفتند: ما آمده‌ایم تا اهل این آبادی (دیار سَدوم) را نابود کنیم، چرا که ساکنان آن ستم پیشه‌اند.",
        "numberInSurah": 31,
        "juz": 20,
        "manzil": 5,
        "page": 400,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3372,
        "text": "ابراهیم گفت: لوط در این دیار است چگونه می‌خواهید اهل آن را نابود سازید؟! فرشتگان در پاسخ او گفتند: ما بهتر می‌دانیم چه کسانی در آن جا به سر می‌برند; نه تنها لوط بلکه خانواده او را نیز نجات می‌دهیم بجز همسرش که او از باقی ماندگان است و عذاب او را فراخواهد گرفت.",
        "numberInSurah": 32,
        "juz": 20,
        "manzil": 5,
        "page": 400,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3373,
        "text": "هنگامی که فرستادگان ما [پس از ملاقات با ابراهیم] نزد لوط آمدند، او از حضورشان در خانه خود، که به صورت جوان‌هایی خوش سیما بودند دلتنگ و ملول شد و از این که بتواند در برابر هجوم تبهکاران، از میهمانانش دفاع کند خود را ناتوان دید. فرشتگان به لوط گفتند: نترس! خطری در پیش نیست و غمگین مباش که پیشامد ناگواری روی نداده است. ما تو و خانواده ات را نجات می‌دهیم، بجز همسرت که او از کسانی است که خواهد ماند و به عذاب گرفتار خواهد شد.",
        "numberInSurah": 33,
        "juz": 20,
        "manzil": 5,
        "page": 400,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3374,
        "text": "ما بر ساکنان این دیار، به سزای این که از راه خدا بیرون رفته‌اند، عذابی از آسمان فرود می‌آوریم.",
        "numberInSurah": 34,
        "juz": 20,
        "manzil": 5,
        "page": 400,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3375,
        "text": "و عذابی فرو فرستادیم و آن دیار را ویران کردیم، و از آن ویرانه برای مردمی که می‌فهمند نشانه‌ای آشکار برجای نهادیم تا عبرت گیرند و از خدا پروا کنند.",
        "numberInSurah": 35,
        "juz": 20,
        "manzil": 5,
        "page": 400,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3376,
        "text": "و به سوی مردم مدین برادرشان شعیب را به رسالت فرستادیم. شعیب به آنان گفت: ای قوم من، فقط خدا را بپرستید، و روز قیامت و پاداش‌های آن را که برای مؤمنان آماده شده است باور کنید و بدانها امیدوار باشید و در زمین تبهکارانه فسادگری نکنید.",
        "numberInSurah": 36,
        "juz": 20,
        "manzil": 5,
        "page": 400,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3377,
        "text": "مردم مدین شعیب را تکذیب کردند و رسالتش را دروغ پنداشتند، در نتیجه زمین لرزه‌ای شدید آنان را فرا گرفت، به گونه‌ای که قلب‌ها و اندام هایشان سخت بلرزید، سپس در دیارشان با زانو بر زمین افتادند و هلاک گشتند.",
        "numberInSurah": 37,
        "juz": 20,
        "manzil": 5,
        "page": 400,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3378,
        "text": "و قوم عاد و ثمود را یاد کن که به عذاب گرفتارشان ساختیم. نشانه فرجام کارشان از خانه هایشان به خوبی برای شما نمایان است. شیطان کارهای ناروایشان را در نظرشان بیاراست و آنان را از راه خدا باز داشت، در حالی که پیش‌تر بینشی درست داشتند، یگانگی خدا را باور داشتند و به عبادت خدا می‌پرداختند.",
        "numberInSurah": 38,
        "juz": 20,
        "manzil": 5,
        "page": 400,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3379,
        "text": "و نیز قارون و فرعون و هامان را یاد کن [که سرنوشتشان چگونه بود]. موسی آن معجزات و دلایل روشن را برای آنان آورد، ولی آنان به دلیل این که در زمین تکبر ورزیدند، حق را نپذیرفتند; اما هرگز بر ما پیشی نگرفتند و پیروز نشدند.",
        "numberInSurah": 39,
        "juz": 20,
        "manzil": 5,
        "page": 401,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3380,
        "text": "در نتیجه هر یک از آن امت‌ها را به سزای گناهش به عذابی گرفتار کردیم. از اینان مردمی بودند که سنگبارانشان کردیم، و امتی بود که غرّش مهیب آنان را فرا گرفت، و کسی بود که او را در زمین فرو بردیم، و نیز کسانی بودند که در آب غرقشان کردیم. خداوند با این کیفرها بر آنان ستم نکرد و نشاید که او ستم کند، بلکه آنان خود با گناهی که مرتکب شدند بر خویشتن ستم کردند و سزاوار کیفر شدند.",
        "numberInSurah": 40,
        "juz": 20,
        "manzil": 5,
        "page": 401,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3381,
        "text": "حکایت کسانی که جز خدا معبودانی را به سرپرستی و تدبیر امور خود برگزیده‌اند، حکایت عنکبوت است که خانه‌ای برای خود ساخته است و قطعاً سست‌ترین خانه‌ها خانه عنکبوت است. اگر مشرکان می‌دانستند که حکایتشان با آن خدایان حکایت عنکبوت و خانه اوست هرگز آنها را سرپرست خود نمی‌گرفتند.",
        "numberInSurah": 41,
        "juz": 20,
        "manzil": 5,
        "page": 401,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3382,
        "text": "قطعاً خدا واقعیت هر چیزی را که مشرکان به جای او می‌خوانند، می‌داند; از این رو آنها را به خانه عنکبوت مثل زده است. او می‌داند که آنچه را مشرکان به خدایی می‌خوانند، هیچ گونه سرپرستی و تدبیری را برعهده ندارند. و خداست که شکست ناپذیر و حکیم است;",
        "numberInSurah": 42,
        "juz": 20,
        "manzil": 5,
        "page": 401,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3383,
        "text": "ما این مثَل‌ها را برای همه مردم بیان می‌کنیم، ولی حقیقت آنها را جز عالمانی که در حقایق امور می‌اندیشند، درنمی یابند.",
        "numberInSurah": 43,
        "juz": 20,
        "manzil": 5,
        "page": 401,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3384,
        "text": "خداوند آسمان‌ها و زمین را به حق آفرید; آفرینشی که بازی و بیهودگی در آن راه ندارد. قطعاً در این آفرینش، آیت و نشانی است بر این که تدبیر امور تنها در اختیار خداوند است، گرچه تنها اهل ایمان آیت بودن آن را درمی یابند.",
        "numberInSurah": 44,
        "juz": 20,
        "manzil": 5,
        "page": 401,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3385,
        "text": "ای پیامبر، از داستان امت‌های گذشته و فرجام شرک و گناهشان باخبر شدی، اینک برای آن که گرفتار این سرنوشت نشوی، باید این کتاب آسمانی را که به تو وحی شده است تلاوت کنی و نماز را برپا داری، زیرا نماز آدمی را از کارهای زشت و ناپسند باز می‌دارد و مهم‌تر آن که نماز یاد خداست و یاد خدا بزرگترین عمل است. و خدا هر کار خوب و بدی را که می‌کنید می‌داند.",
        "numberInSurah": 45,
        "juz": 20,
        "manzil": 5,
        "page": 401,
        "ruku": 346,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3386,
        "text": "و با اهل کتاب (یهود و نصارا) جز با نیکوترین روش، بحث نکنید. به آنان، بگویید: ما به کتابی که بر خودمان نازل شده و نیز به کتابی که برای شما فرستاده شده است ایمان آورده‌ایم; معبود ما و معبود شما یکی است و ما تسلیم اوییم. البته با آن دسته از اهل کتاب که در بحث و مجادله ستم می‌کنند و رفق و مدارای شما را نشانه ضعف شما می‌پندارند این گونه بحث نکنید که کارساز نخواهد بود.",
        "numberInSurah": 46,
        "juz": 21,
        "manzil": 5,
        "page": 402,
        "ruku": 346,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3387,
        "text": "و ما قرآن را با این ویژگی که مردم را به تسلیم شدن در برابر خدا و ایمان آوردن به پیامبران و کتاب‌های آسمانی فرا می‌خواند، بر تو نازل کردیم، از این رو کسانی که به آنان کتاب آسمانی داده‌ایم به قرآن ایمان می‌آورند، و حتی برخی از این مشرکان نیز به آن ایمان خواهند آورد. از اهل کتاب و مشرکان فقط کافرانِ حق پوش آیات ما را انکار می‌کنند.",
        "numberInSurah": 47,
        "juz": 21,
        "manzil": 5,
        "page": 402,
        "ruku": 346,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3388,
        "text": "و تو پیش از نزول قرآن کتابی نمی‌خواندی و با دست خود چیزی نمی‌نوشتی، که اگر چنین بود، آنان که نادرستی قرآن را ادعا می‌کنند خود نیز در صحت آن و الهی بودنش تردید می‌کردند.",
        "numberInSurah": 48,
        "juz": 21,
        "manzil": 5,
        "page": 402,
        "ruku": 346,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3389,
        "text": "آری، قرآن کتابی جمع آوری شده و نگارش یافته نیست، بلکه آیاتی روشن و روشنگر است که در سینه کسانی که به آنان دانش عطا شده است نهفته است و جز کسانی که در حق آیات ما ستم می‌کنند و از روی دشمنی و لجاجت از پذیرش آنها خودداری میورزند کسی آیات ما را انکار نمی‌کند.",
        "numberInSurah": 49,
        "juz": 21,
        "manzil": 5,
        "page": 402,
        "ruku": 346,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3390,
        "text": "آن حق پوشان ستم پیشه با این ادعای ناروا که قرآن را نمی‌توان معجزه نامید، گفتند: اگر او پیامبر است، چرا از جانب پروردگارش معجزاتی مانند معجزات موسی و عیسی بر او فرستاده نمی‌شود؟ ای پیامبر، به آنان بگو: جز این نیست که آیات و معجزات نزد خداست، هرگاه بخواهد و هرگونه اراده کند، آنها را فرو می‌فرستد. آوردن معجزه برعهده من نیست، من فقط اخطارکننده‌ام، و وظیفه‌ام این است که رسالتم را به روشنی ابلاغ کنم.",
        "numberInSurah": 50,
        "juz": 21,
        "manzil": 5,
        "page": 402,
        "ruku": 346,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3391,
        "text": "و آیا معجزه بودن این کتابی که آن را بر تو نازل کرده‌ایم و پیوسته بر آنان خوانده می‌شود، برای آنان کافی نبوده است [که خواهان معجزه‌ای دیگرند]؟ به راستی قرآن برای مردمی که ایمان می‌آورند سرشار از رحمت و تذکار است.",
        "numberInSurah": 51,
        "juz": 21,
        "manzil": 5,
        "page": 402,
        "ruku": 346,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3392,
        "text": "ای پیامبر، در پاسخ منکران رسالت بگو: خداوند در کتاب خود به رسالت من گواهی داده است و کافی است که خداوند در این موضوعی که میان من و شما مورد نزاع است، گواه باشد، چرا که او هر آنچه را در آسمان‌ها و زمین است، می‌داند و کسانی که با انکار کتاب الهی به خدا کافر شده و به باطل گرویده‌اند، اینانند که در گرایش‌های خود زیانکارند.",
        "numberInSurah": 52,
        "juz": 21,
        "manzil": 5,
        "page": 402,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3393,
        "text": "از سرِ استهزا و ناباوری، از تو می‌خواهند در آوردنِ عذابی که آنان را بدان اخطار کرده‌ای، شتاب کنی. اگر برای آنان تعیین نشده بود که تا سرآمدی معین در زمین به سر برند، قطعاً عذاب به سراغشان می‌آمد و بی تردید، عذاب آنان را بی آن که متوجه شوند غافلگیر می‌کند.",
        "numberInSurah": 53,
        "juz": 21,
        "manzil": 5,
        "page": 403,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3394,
        "text": "چقدر نادانند که از تو می‌خواهند در آوردنِ عذاب برای آنان، شتاب کنی! قطعاً دوزخ کافران را احاطه خواهد کرد;",
        "numberInSurah": 54,
        "juz": 21,
        "manzil": 5,
        "page": 403,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3395,
        "text": "آن روز که عذاب از بالای سرشان و از زیر پاهایشان، آنان را دربرمی گیرد و خداوند به آنان می‌گوید: [این، همان اعمالی است که می‌کردید، پس] بچشید آنچه را که می‌کردید و بر آن اصرار میورزیدید.",
        "numberInSurah": 55,
        "juz": 21,
        "manzil": 5,
        "page": 403,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3396,
        "text": "ای بندگان من که ایمان آورده‌اید، این زمینِ من، گسترده و پهناور است; اگر نتوانستید در نقطه‌ای از آن مرا به یکتایی پرستش کنید، از آن جا هجرت کنید و در نقطه دیگر مرا بپرستید و از عبادتِ غیر من بپرهیزید.",
        "numberInSurah": 56,
        "juz": 21,
        "manzil": 5,
        "page": 403,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3397,
        "text": "زندگی دنیا چند روزی بیش نیست و سرانجام، هر کسی طعم مرگ را خواهد چشید; سپس در پی آن برای حساب و کتاب به سوی ما بازگردانده می‌شوید.",
        "numberInSurah": 57,
        "juz": 21,
        "manzil": 5,
        "page": 403,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3398,
        "text": "پس مبادا زندگی فانی دنیا شما را از ایمان و کار شایسته باز دارد، زیرا کسانی که ایمان آورده و کارهای شایسته کرده‌اند، هنگامی که به سوی ما بازگشتند، آنان را در غرفه‌هایی از بهشت که از زیر آنها نهرها جاری است، جای می‌دهیم. آنان در بهشت برای همیشه ماندگار خواهند بود. نیکوست پاداش عمل کنندگان.",
        "numberInSurah": 58,
        "juz": 21,
        "manzil": 5,
        "page": 403,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3399,
        "text": "همان کسانی که بر آزارها و مصیبت‌هایی که در وطن خود و در حال هجرت، در راه خدا دیدند شکیبایی ورزیدند و در همه حال بر پروردگار خویش توکل می‌کنند.",
        "numberInSurah": 59,
        "juz": 21,
        "manzil": 5,
        "page": 403,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3400,
        "text": "و چه بسیارند جنبندگانی که روزیِ خود را برنمی دارند و ذخیره نمی‌کنند و خداست که به آنها و شما روزی می‌دهد; پس مبادا از ترس گرسنگی و نیافتن اسباب زندگی، از هجرت سرباز زنید. زیرا اوست که شنونده دعاها و به نیازها داناست.",
        "numberInSurah": 60,
        "juz": 21,
        "manzil": 5,
        "page": 403,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3401,
        "text": "و اگر از این مشرکان بپرسی چه کسی آسمان‌ها و زمین را آفریده و خورشید و ماه را رام ساخته است، قطعاً خواهند گفت: خدا چنین کرده است. پس چگونه اینان از پرستش او باز داشته می‌شوند و به پرستش غیر او کشانده می‌شوند؟",
        "numberInSurah": 61,
        "juz": 21,
        "manzil": 5,
        "page": 403,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3402,
        "text": "خداست که روزی را برای هر کس از بندگانش که بخواهد فراخ می‌گرداند و بر هر کس که بخواهد تنگ می‌گیرد، و جز براساس مصلحت اراده نمی‌کند، زیرا خداوند، به هر چیزی داناست.",
        "numberInSurah": 62,
        "juz": 21,
        "manzil": 5,
        "page": 403,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3403,
        "text": "و اگر از این مشرکان بپرسی چه کسی از آسمان باران فرو فرستاد و به وسیله آن، زمین را پس از آن که خشک و مرده بود با رویش گیاهان زنده کرد؟ قطعاً خواهند گفت: خدا چنین کرده است. بگو: همه ستایش‌ها از آنِ خداست، با این حال بیشتر آنان تعقل نمی‌کنند و در آیات و نشانه‌های ما به درستی نمی‌اندیشند.",
        "numberInSurah": 63,
        "juz": 21,
        "manzil": 5,
        "page": 403,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3404,
        "text": "این زندگی دنیا جز مایه سرگرمی که آدمیان را از حیات برتر اخروی باز می‌دارد و جز بازیچه‌ای که به سرعت پایان می‌پذیرد، نیست، و به یقین زندگی سرای آخرت زندگی واقعی است. اگر اهل دانش بودند درمی یافتند که حقیقت همین است که گفته شد.",
        "numberInSurah": 64,
        "juz": 21,
        "manzil": 5,
        "page": 404,
        "ruku": 348,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3405,
        "text": "از آن جا که مشرکان درست نمی‌اندیشند و در آراء خود گرفتار تناقض‌اند، وقتی سوار کشتی می‌شوند خدا را در حالی که عبادت و اطاعت خود را ویژه او می‌کنند، می‌خوانند، ولی هنگامی که خدا آنان را به خشکی می‌رساند و از ورطه‌های هلاکت نجاتشان می‌دهد، همان لحظه به شرک می‌گرایند و دیگری را پروردگار خود می‌پندارند.",
        "numberInSurah": 65,
        "juz": 21,
        "manzil": 5,
        "page": 404,
        "ruku": 348,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3406,
        "text": "بگذار هر آنچه را به آنان داده‌ایم ناسپاسی کنند و از هر آنچه در اختیار دارند بهره برند، ولی به زودی فرجام شوم کار خود را خواهند دانست.",
        "numberInSurah": 66,
        "juz": 21,
        "manzil": 5,
        "page": 404,
        "ruku": 348,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3407,
        "text": "آیا این مشرکان ندیده‌اند که ما شهر مکه و حومه آن را حرمی امن قرار دادیم با این که مردم از اطراف آنان ربوده می‌شوند؟ با این حال، آیا این مشرکان به بت‌ها که پوچ و بی اساس اند ایمان می‌آورند و نعمت‌های خدا را ناسپاسی می‌کنند؟",
        "numberInSurah": 67,
        "juz": 21,
        "manzil": 5,
        "page": 404,
        "ruku": 348,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3408,
        "text": "کیست ستمکارتر از آن کس که بر خدا دروغ بسته و برای خدا شریک قرار داده است؟ و کیست ستمکارتر از آن کس که وقتی حق به سویش آمد آن را تکذیب کرد؟ اینان کفرپیشگانند; آیا در سرای آخرت جایگاه کافران دوزخ نخواهد بود؟",
        "numberInSurah": 68,
        "juz": 21,
        "manzil": 5,
        "page": 404,
        "ruku": 348,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3409,
        "text": "و کسانی که در آنچه مربوط به ماست، با تمام وجود تلاش کرده و هیچ گاه از ایمان و اطاعت باز نمانده‌اند، قطعاً آنان را به راه‌هایی که به ما منتهی می‌شود، راهنمایی می‌کنیم، و به راستی که خداوند با نیکوکاران است و رحمت و عنایت خود را بر آنان می‌گستراند.",
        "numberInSurah": 69,
        "juz": 21,
        "manzil": 5,
        "page": 404,
        "ruku": 348,
        "hizbQuarter": 161,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "fa.safavi",
      "language": "fa",
      "name": "صفوی",
      "englishName": "صفوی",
      "format": "text",
      "type": "translation",
      "direction": "rtl"
    }
  }
}