{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 30,
    "name": "سُورَةُ الرُّومِ",
    "englishName": "Ar-Room",
    "englishNameTranslation": "The Romans",
    "revelationType": "Meccan",
    "numberOfAyahs": 60,
    "ayahs": [
      {
        "number": 3410,
        "text": "الف. لام. میم.",
        "numberInSurah": 1,
        "juz": 21,
        "manzil": 5,
        "page": 404,
        "ruku": 349,
        "hizbQuarter": 162,
        "sajda": false
      },
      {
        "number": 3411,
        "text": "رومیان در نبردشان با ایرانیان شکست خوردند;",
        "numberInSurah": 2,
        "juz": 21,
        "manzil": 5,
        "page": 404,
        "ruku": 349,
        "hizbQuarter": 162,
        "sajda": false
      },
      {
        "number": 3412,
        "text": "میدان این نبرد و شکست در نزدیک‌ترین موضع به سرزمین حجاز بود، و [بدانید که] رومیان پس از این شکستشان پیروز خواهند شد.",
        "numberInSurah": 3,
        "juz": 21,
        "manzil": 5,
        "page": 404,
        "ruku": 349,
        "hizbQuarter": 162,
        "sajda": false
      },
      {
        "number": 3413,
        "text": "زمانِ این پیروزی در ظرف چند سال آینده ـ که از نُه سال تجاوز نمی‌کند و زودتر از سه سال نیز نخواهد بود ـ رخ می‌دهد. همه امور ـ چه پیش از شکست رومیان و چه پس از پیروزی آنان ـ در اختیار خداوند است، و در آن روز که رومیان پیروز شوند، مؤمنان شادمان می‌گردند.",
        "numberInSurah": 4,
        "juz": 21,
        "manzil": 5,
        "page": 404,
        "ruku": 349,
        "hizbQuarter": 162,
        "sajda": false
      },
      {
        "number": 3414,
        "text": "شادمانی مؤمنان از آن روست که خداوند رومیان را یاری خواهد کرد. خداوند هر که را بخواهد یاری می‌کند و تنها او عزیز و مهربان است پس هر که را بخواهد عزّت می‌بخشد، و هر که را بخواهد از رحمت خود برخوردار می‌سازد.",
        "numberInSurah": 5,
        "juz": 21,
        "manzil": 5,
        "page": 404,
        "ruku": 349,
        "hizbQuarter": 162,
        "sajda": false
      },
      {
        "number": 3415,
        "text": "غلبه رومیان در آینده‌ای نزدیک و شادمانی مؤمنان در آن روز را خدا وعده کرده است و او وعده خود را به انجام می‌رساند و از آن تخلف نمی‌کند، ولی بیشتر مردم از شئون خدا ناآگاه‌اند و به تحقق وعده‌های او اطمینان ندارند.",
        "numberInSurah": 6,
        "juz": 21,
        "manzil": 5,
        "page": 405,
        "ruku": 349,
        "hizbQuarter": 162,
        "sajda": false
      },
      {
        "number": 3416,
        "text": "عدم اعتقاد مردم به تحقق وعده‌های الهی از آن روست که آنان ظاهری از حیات دنیا را می‌شناسند و از حیات اخروی که ورای آن است، بی خبرند.",
        "numberInSurah": 7,
        "juz": 21,
        "manzil": 5,
        "page": 405,
        "ruku": 349,
        "hizbQuarter": 162,
        "sajda": false
      },
      {
        "number": 3417,
        "text": "آیا این بی خبران، از سرگرمی به امور دنیا به خود باز نیامده‌اند تا با فراغت و حضور ذهن بیندیشند که خداوند آسمان‌ها و زمین و آنچه را که میان آنهاست جز به حق نیافریده و آنها را بی هدف قرار نداده است و اینها را جز تا سرآمدی معین باقی نمی‌گذارد و سپس از میانشان می‌برد؟ آیا نیندیشیده‌اند که اگر آخرتی در کار نباشد این جهان که فرجامش نابودی است بیهوده و بی هدف خواهد بود؟ شگفت است که بسیاری از مردم لقای پروردگارشان و بازگشت به سوی او را انکار می‌کنند.",
        "numberInSurah": 8,
        "juz": 21,
        "manzil": 5,
        "page": 405,
        "ruku": 349,
        "hizbQuarter": 162,
        "sajda": false
      },
      {
        "number": 3418,
        "text": "آیا اینان، در زمین سیر و سفر نکرده‌اند که به دیده عبرت بنگرند که فرجام امت‌های کفرپیشه‌ای که پیش از آنان می‌زیستند چگونه شد؟ آن امت‌ها بسی نیرومندتر از اینان بودند و زمین را برای آبادانی و زراعت کَند و کاو می‌کردند و بیشتر از آنچه این مردم آن را آباد کردند به عمران آن دست یافتند. پیامبرانشان با دلایلی روشن و روشنگر به سراغشان آمدند; پس خداوند با این کیفرها به آنان هیچ ستمی نکرد و نشاید که او ستم روا دارد. آنان خود با تکذیب پیامبران و ارتکاب گناهان [سزاوار عذاب شدند و] به خویشتن ستم کردند.",
        "numberInSurah": 9,
        "juz": 21,
        "manzil": 5,
        "page": 405,
        "ruku": 349,
        "hizbQuarter": 162,
        "sajda": false
      },
      {
        "number": 3419,
        "text": "آری، فرجام کسانی که بد کردند چیزی جز بدی و عذاب ناگوار نبود، چرا که آیات خدا را تکذیب کردند و آنها را به استهزا می‌گرفتند.",
        "numberInSurah": 10,
        "juz": 21,
        "manzil": 5,
        "page": 405,
        "ruku": 349,
        "hizbQuarter": 162,
        "sajda": false
      },
      {
        "number": 3420,
        "text": "خداوند، آفریدگان را نخست پدید می‌آورد، سپس با پایان یافتن اجلشان آفرینش آنها را تجدید می‌کند و آن گاه به او بازگردانده می‌شوید.",
        "numberInSurah": 11,
        "juz": 21,
        "manzil": 5,
        "page": 405,
        "ruku": 350,
        "hizbQuarter": 162,
        "sajda": false
      },
      {
        "number": 3421,
        "text": "و آن روز که قیامت برپا می‌شود و مردم برای حساب و جزا به سوی خدا باز می‌گردند، گناهکاران از رحمت او نومید می‌شوند.",
        "numberInSurah": 12,
        "juz": 21,
        "manzil": 5,
        "page": 405,
        "ruku": 350,
        "hizbQuarter": 162,
        "sajda": false
      },
      {
        "number": 3422,
        "text": "و از معبودانشان که آنها را شریکان خدا می‌پنداشتند شفاعت کننده‌ای ندارند و در آن روز پرستش خدایان خود را پنهان می‌دارند.",
        "numberInSurah": 13,
        "juz": 21,
        "manzil": 5,
        "page": 405,
        "ruku": 350,
        "hizbQuarter": 162,
        "sajda": false
      },
      {
        "number": 3423,
        "text": "و آن روز که قیامت برپا می‌شود، در آن هنگام مؤمنانِ نیکوکار از مجرمان جدا می‌شوند.",
        "numberInSurah": 14,
        "juz": 21,
        "manzil": 5,
        "page": 405,
        "ruku": 350,
        "hizbQuarter": 162,
        "sajda": false
      },
      {
        "number": 3424,
        "text": "اما کسانی که ایمان آورده و کارهای شایسته کرده‌اند، در بوستانی که در نهایت زیبایی و دلنشینی است جای می‌گیرند، در حالی که مسرورند و شادی از چهره‌های آنان نمایان است.",
        "numberInSurah": 15,
        "juz": 21,
        "manzil": 5,
        "page": 405,
        "ruku": 350,
        "hizbQuarter": 162,
        "sajda": false
      },
      {
        "number": 3425,
        "text": "و اما کسانی که کفر ورزیده و آیات ما را تکذیب کرده و دیدار آخرت را دروغ شمرده‌اند، اینان در عذاب احضار خواهند شد.",
        "numberInSurah": 16,
        "juz": 21,
        "manzil": 5,
        "page": 406,
        "ruku": 350,
        "hizbQuarter": 162,
        "sajda": false
      },
      {
        "number": 3426,
        "text": "خداوند در همه حال از کارهای ناروا و آنچه مشرکان درباره او می‌پندارند منزّه است. پس تسبیح و تنزیه خدای را آن گاه که به شب درمی آیید و آن گاه که وارد بامداد می‌شوید.",
        "numberInSurah": 17,
        "juz": 21,
        "manzil": 5,
        "page": 406,
        "ruku": 350,
        "hizbQuarter": 162,
        "sajda": false
      },
      {
        "number": 3427,
        "text": "ستایش خدای را در آسمان‌ها و زمین، و تسبیح و تنزیه او را به هنگام عصر و آن گاه که به نیمروز درمی آیید.",
        "numberInSurah": 18,
        "juz": 21,
        "manzil": 5,
        "page": 406,
        "ruku": 350,
        "hizbQuarter": 162,
        "sajda": false
      },
      {
        "number": 3428,
        "text": "موجود زنده را از مرده پدید می‌آورَد و از موجود زنده مرده برمی آورَد (او پیوسته از خاکِ مرده موجود زنده می‌آفریند و هماره موجودات زنده را به خاک بی جان مبدل می‌سازد) و زمین را پس از آن که خشک و بی جان شد، با رویش گیاه زنده می‌کند. شما آدمیان نیز بسان گیاهان، پس از مردن، حیاتی دوباره می‌یابید و از گورها برانگیخته می‌شوید.",
        "numberInSurah": 19,
        "juz": 21,
        "manzil": 5,
        "page": 406,
        "ruku": 350,
        "hizbQuarter": 162,
        "sajda": false
      },
      {
        "number": 3429,
        "text": "و از نشانه‌های ربوبیت خدا آن است که شما را از خاک مرده و بی جان پدید آورْد و ناگهان انسان‌هایی شدید که برای تنظیم امور زندگی در همه جا پراکنده می‌شوید.",
        "numberInSurah": 20,
        "juz": 21,
        "manzil": 5,
        "page": 406,
        "ruku": 351,
        "hizbQuarter": 162,
        "sajda": false
      },
      {
        "number": 3430,
        "text": "و از جمله نشانه‌های او این است که برای شما از جنس خودتان همسرانی آفرید تا در کنارشان آرامش یابید و میان شما الفت و رحمت برقرار ساخت تا نسل بشر را تداوم بخشد. به یقین در آنچه یاد شد، برای مردمی که می‌اندیشند نشانه‌هایی است بر این که تدبیر امور انسان‌ها در اختیار خداوند است.",
        "numberInSurah": 21,
        "juz": 21,
        "manzil": 5,
        "page": 406,
        "ruku": 351,
        "hizbQuarter": 162,
        "sajda": false
      },
      {
        "number": 3431,
        "text": "و از نشانه‌های او آفرینش آسمان‌ها و زمین و اختلاف زبان‌ها و رنگ‌های شماست. قطعاً در آنچه یاد شد، برای دانشوران نشانه‌هایی است بر این که خداوند تنظیم کننده امور آدمیان است.",
        "numberInSurah": 22,
        "juz": 21,
        "manzil": 5,
        "page": 406,
        "ruku": 351,
        "hizbQuarter": 162,
        "sajda": false
      },
      {
        "number": 3432,
        "text": "و از نشانه‌های ربوبیت او خواب شما در شب برای آرامش یافتن و تلاشتان در روز برای دستیابی به رزق خداست. به راستی در آنچه یاد شد، برای کسانی که شنوای حقیقت اند نشانه‌هایی است.",
        "numberInSurah": 23,
        "juz": 21,
        "manzil": 5,
        "page": 406,
        "ruku": 351,
        "hizbQuarter": 162,
        "sajda": false
      },
      {
        "number": 3433,
        "text": "و از نشانه‌های او این است که برق آسمانی را به شما می‌نمایاند تا هراس از صاعقه و امید به بارش باران در شما پدید آید، و از آسمان باران می‌فرستد، سپس به وسیله آن، زمین را که خشک و مرده بود با رویش گیاهان زنده می‌کند. به یقین در آنچه بیان شد، برای کسانی که خرد را به کار می‌گیرند، نشانه‌هایی است بر این که تدبیر امور هستی در اختیار خداوند است.",
        "numberInSurah": 24,
        "juz": 21,
        "manzil": 5,
        "page": 406,
        "ruku": 351,
        "hizbQuarter": 162,
        "sajda": false
      },
      {
        "number": 3434,
        "text": "و از نشانه‌های ربوبیت و یکتایی خدا این است که آسمان‌ها و زمین به فرمان او برپا و استوارند; سپس هنگامی که خداوند شما آدمیان را با یک ندا فرا خواند که از زمین برآیید! ناگهان از گورها بیرون می‌آیید.",
        "numberInSurah": 25,
        "juz": 21,
        "manzil": 5,
        "page": 407,
        "ruku": 351,
        "hizbQuarter": 162,
        "sajda": false
      },
      {
        "number": 3435,
        "text": "و همه کسانی که در آسمان‌ها و زمینند مملوک اویند; پس حق اوست که آنان را از سرای دنیا به سرای آخرت کوچ دهد. همه کسانی که در آسمان‌ها و زمینند (فرشتگان، جنیان و آدمیان) خاضعانه به فرمان او گردن نهاده‌اند.",
        "numberInSurah": 26,
        "juz": 21,
        "manzil": 5,
        "page": 407,
        "ruku": 351,
        "hizbQuarter": 162,
        "sajda": false
      },
      {
        "number": 3436,
        "text": "و اوست آن که موجودات را نخست پدید می‌آورد، سپس آنها را با آفرینشی جدید به سوی خود باز می‌گرداند. تجدید حیات و بازگرداندن آنها برای او در نهایت آسانی است، زیرا هر کمالی که در آسمان‌ها و زمین هست، خداوند برتر از آن را که مطلق و نامتناهی است داراست، چرا که او عزیز است و ذلت و کاستی در او راه ندارد. و حکیم است و در کارش هرگز سستی راه نمی‌یابد.",
        "numberInSurah": 27,
        "juz": 21,
        "manzil": 5,
        "page": 407,
        "ruku": 351,
        "hizbQuarter": 162,
        "sajda": false
      },
      {
        "number": 3437,
        "text": "خداوند برای شما از خودتان مَثَلی زده و آن این است: آیا شما از میان بردگان زرخرید خود که مالک آنهایید، در آنچه روزی شما کرده‌ایم شریکانی دارید به گونه‌ای که شما و آنان در آن روزی‌ها حقی برابر داشته باشید و از این که بدون رخصتشان در آن اموال، تصرّف کنید، بهراسید همان گونه که از شریکان همسان خود که آزادند می‌هراسید؟ هرگز چنین نیست که بردگانتان شریک شما باشند و تصرف شما در اموالتان با رخصت آنان باشد. پس چگونه ممکن است آفریده‌های خداوند که همگی مملوک اویند شریک وی و شایسته پرستش باشند؟! خداوند این گونه، آیات خود را برای مردمی که به عقل خویش درمی یابند به روشنی بیان می‌کند.",
        "numberInSurah": 28,
        "juz": 21,
        "manzil": 5,
        "page": 407,
        "ruku": 352,
        "hizbQuarter": 162,
        "sajda": false
      },
      {
        "number": 3438,
        "text": "ولی مشرکان باورهایشان را براساس علم و خِرد استوار نساخته‌اند، بلکه این ستمکاران از هواهای نفسانی خود پیروی کرده‌اند. پس کسانی را که خداوند به خاطر ستم هایشان به گمراهی افکنده است چه کسی هدایت می‌کند؟ آنان هدایت کننده‌ای ندارند و یاورانی نخواهند داشت که آنان را یاری دهند و نجاتشان بخشند.",
        "numberInSurah": 29,
        "juz": 21,
        "manzil": 5,
        "page": 407,
        "ruku": 352,
        "hizbQuarter": 162,
        "sajda": false
      },
      {
        "number": 3439,
        "text": "حال که روشن شد آفرینش و تدبیر در اختیار خداوند است و او هیچ گونه شریکی ندارد و کسانی که از وی روی گردانده‌اند در قیامت راه نجاتی ندارند، پس روی خود را به سوی این دین [تسلیم خدا بودن] بگردان و $بی آن که به راست یا چپ گرایش یابی، تنها به آن چشم بدوز. بر این دین پایدار باش; دینی که فطرت خدادادیت تو را به آن گرایش می‌دهد; همان فطرتی که خداوند همه انسان‌ها را بر آن آفریده است. آفرینش خدا دگرگونی ندارد و با اختلاف افراد و اختلاف زمان‌ها و مکان‌ها، تغییر و تبدیل نمی‌پذیرد. این است دین استوار ولی بیشتر مردم نمی‌دانند.",
        "numberInSurah": 30,
        "juz": 21,
        "manzil": 5,
        "page": 407,
        "ruku": 352,
        "hizbQuarter": 162,
        "sajda": false
      },
      {
        "number": 3440,
        "text": "تو و پیروانت بی هیچ انحرافی به این دین روی آورید و به درگاه خدا بازآیید و از او پروا کنید و نماز را برپا دارید و از مشرکان مباشید.",
        "numberInSurah": 31,
        "juz": 21,
        "manzil": 5,
        "page": 407,
        "ruku": 352,
        "hizbQuarter": 163,
        "sajda": false
      },
      {
        "number": 3441,
        "text": "از کسانی نباشید که براساس هواهای نفسانی خود در دینشان اختلاف کردند و یکپارچگی آن را از بین بردند و به گروه‌های پراکنده‌ای که هر یک پیرو اندیشه‌ای است تقسیم شدند و هر گروهی به آیینی که برگزیده است شادمان است.",
        "numberInSurah": 32,
        "juz": 21,
        "manzil": 5,
        "page": 407,
        "ruku": 352,
        "hizbQuarter": 163,
        "sajda": false
      },
      {
        "number": 3442,
        "text": "و آن گاه که مردم را مختصر زیانی برسد، پروردگار خود را در حالی که به سوی او باز آمده اند می‌خوانند تا رنج و محنت را از آنان بگرداند، ولی هنگامی که خدا از سوی خود اندک رحمتی به آنان چشانید، گروهی از آنان بی درنگ به شرک می‌گرایند و دیگران را شریک پروردگار خویش می‌گیرند.",
        "numberInSurah": 33,
        "juz": 21,
        "manzil": 5,
        "page": 408,
        "ruku": 352,
        "hizbQuarter": 163,
        "sajda": false
      },
      {
        "number": 3443,
        "text": "بگذار آنچه را به آنان داده‌ایم ناسپاسی کنند! ای مشرکان، کامیاب شوید و از هر چه در اختیار دارید بهره گیرید، زود است که فرجام شوم کار خود را بدانید.",
        "numberInSurah": 34,
        "juz": 21,
        "manzil": 5,
        "page": 408,
        "ruku": 352,
        "hizbQuarter": 163,
        "sajda": false
      },
      {
        "number": 3444,
        "text": "آیا ما دلیل و برهانی در اختیار آنها نهاده‌ایم که چیزی را بیان می‌کند که مشرکان به سبب آن برای خدا شریک قرار داده‌اند. [که این گونه بر شرک پایدارند]؟",
        "numberInSurah": 35,
        "juz": 21,
        "manzil": 5,
        "page": 408,
        "ruku": 352,
        "hizbQuarter": 163,
        "sajda": false
      },
      {
        "number": 3445,
        "text": "و آن گاه که مردم را رحمتی بچشانیم بدان شادمان می‌گردند و ما را از یاد می‌برند، و اگر بر اثر کارهای ناروایی که دستاورد خودشان است مصیبت و رنجی به آنان برسد، بی درنگ نومید می‌شوند.",
        "numberInSurah": 36,
        "juz": 21,
        "manzil": 5,
        "page": 408,
        "ruku": 352,
        "hizbQuarter": 163,
        "sajda": false
      },
      {
        "number": 3446,
        "text": "اینان در اشتباهند; نه نعمت همیشگی است که شادمانی داشته باشد و نه رنج و درد دائمی است که مایه یأس گردد. و مشیت الهی تعیین کننده است; آیا ندیده‌اند و درنیافته‌اند که خداوند روزی را برای هر که بخواهد فراخ می‌گرداند و بر هر که بخواهد تنگ می‌گیرد؟ به راستی در این امر، برای کسانی که ایمان می‌آورند نشانه‌هایی بر ربوبیت خدا و یکتایی او در تدبیر جهان است.",
        "numberInSurah": 37,
        "juz": 21,
        "manzil": 5,
        "page": 408,
        "ruku": 352,
        "hizbQuarter": 163,
        "sajda": false
      },
      {
        "number": 3447,
        "text": "ای پیامبر، حق خویشاوندت را بپرداز و همچنین نصیب بینوا و در راه مانده را. شما مردم نیز حق خویشاوند پیامبر را بدهید و نیز نصیب بینوا و در راه مانده را، رعایت این امر برای کسانی که خواهان تقرب به درگاه اویند و خشنودی او را می‌طلبند بهتر است و آنان قطعاً سعادتمندند.",
        "numberInSurah": 38,
        "juz": 21,
        "manzil": 5,
        "page": 408,
        "ruku": 352,
        "hizbQuarter": 163,
        "sajda": false
      },
      {
        "number": 3448,
        "text": "هر مالی از اموال خود را به رسم ربا داده‌اید تا در میان اموال مردم افزون شود (بهره‌ای حاصل کند) نزد خدا فزونی نمی‌گیرد، ولی هر مالی را به عنوان زکات پرداخته‌اید و خواهان تقرب به درگاه خداوندید و خشنودی و پاداش او را می‌طلبید، آنان اموالشان دو چندان افزون می‌گردد.",
        "numberInSurah": 39,
        "juz": 21,
        "manzil": 5,
        "page": 408,
        "ruku": 352,
        "hizbQuarter": 163,
        "sajda": false
      },
      {
        "number": 3449,
        "text": "خدا همان کسی است که شما را آفرید، آن گاه به شما روزی داد، سپس شما را می‌میراند و بعد از آن به شما حیاتی دوباره می‌بخشد. اینها ویژگی‌های ربوبیت و شایستگی پرستش است. آیا از میان معبودانی که آنها را شریک خدا پنداشته‌اید کسی هست که حتی بخش اندکی از این کارها را انجام دهد؟ می‌دانید که آنها نمی‌توانند. و او منزه و برتر از این است که به او شرک ورزند.",
        "numberInSurah": 40,
        "juz": 21,
        "manzil": 5,
        "page": 408,
        "ruku": 352,
        "hizbQuarter": 163,
        "sajda": false
      },
      {
        "number": 3450,
        "text": "بر اثر شرک ورزیدن مردم و گناهانی که مرتکب می‌شوند، فساد و تباهی، خشکی و دریا را فراگرفت. تا خداوند وزر و وبال برخی از رفتارها و باورهای نادرست مردم را به آنان بچشاند، باشد که از شرک و گناه بازگردند و به توحید و فرمانبرداری از او گردن نهند.",
        "numberInSurah": 41,
        "juz": 21,
        "manzil": 5,
        "page": 408,
        "ruku": 353,
        "hizbQuarter": 163,
        "sajda": false
      },
      {
        "number": 3451,
        "text": "اگر تردید دارند که گناه و شرک سبب ویرانی و فساد است و باور ندارند که آدمیان کیفر اعمال خود را خواهند دید، به آنان بگو: در زمین سیر کنید و ببینید فرجام کسانی که پیش‌تر در زمین می‌زیستند چگونه شد. بیشتر آنان مشرک بودند که خداوند، سزای بخشی از اعمالشان را به آنان چشانید.",
        "numberInSurah": 42,
        "juz": 21,
        "manzil": 5,
        "page": 409,
        "ruku": 353,
        "hizbQuarter": 163,
        "sajda": false
      },
      {
        "number": 3452,
        "text": "حال که فرجام کفر و شرک را دانستی، پیش از آن که روز قیامت فرا رسد، روی خود را به این دین (یکتاپرستی) که آیینی استوار است بگردان و تنها متوجه آن باش. روز قیامت حتمی است و هیچ چیز از جانب خدا مانع آن نخواهد شد. در آن روز مردم به دو گروه تقسیم می‌شوند، گروهی به بهشت می‌روند و گروهی به دوزخ درمی آیند.",
        "numberInSurah": 43,
        "juz": 21,
        "manzil": 5,
        "page": 409,
        "ruku": 353,
        "hizbQuarter": 163,
        "sajda": false
      },
      {
        "number": 3453,
        "text": "کسانی که کفر میورزند، آن روز عقوبت کفرشان دامنگیرشان می‌شود، و کسانی که کار شایسته می‌کنند، بساط زندگی جاوید را برای خود می‌گسترانند.",
        "numberInSurah": 44,
        "juz": 21,
        "manzil": 5,
        "page": 409,
        "ruku": 353,
        "hizbQuarter": 163,
        "sajda": false
      },
      {
        "number": 3454,
        "text": "[خداوند روز قیامت را مقرر فرمود] تا کسانی را که ایمان آورده و کارهای شایسته کرده‌اند از فضل خود سزا دهد. خداوند از آن رو مؤمنان شایسته کار را از فضل خود بهره مند می‌کند که دوستدار آنان است، و او کافران را دوست نمی‌دارد.",
        "numberInSurah": 45,
        "juz": 21,
        "manzil": 5,
        "page": 409,
        "ruku": 353,
        "hizbQuarter": 163,
        "sajda": false
      },
      {
        "number": 3455,
        "text": "از نشانه‌های خدا این است که بادها را می‌فرستد تا نویدبخش باران باشند و بدین وسیله از رحمت خود به شما بچشاند و تا کشتی‌ها به فرمان او بر آب‌ها روان شوند و شما در طلب رزق و بخشش الهی برآیید. این نعمت‌ها را به شما ارزانی داشته است باشد که سپاسگزار او باشید و او را پرستش کنید.",
        "numberInSurah": 46,
        "juz": 21,
        "manzil": 5,
        "page": 409,
        "ruku": 353,
        "hizbQuarter": 163,
        "sajda": false
      },
      {
        "number": 3456,
        "text": "و همانا پیش از تو پیامبرانی را به سوی قومشان به رسالت فرستادیم. آنان برای مردم خود دلایل روشن و روشنگر آوردند، ولی تنها گروهی از مردم ایمان آوردند و دیگران به مخالفت برخاستند. ما هم مؤمنان را یاری کردیم و از کسانی که مرتکب گناه شدند انتقام گرفتیم. آری، یاری مؤمنان و نجاتشان از عذاب حقی است بر عهده ما که خود آن را بر عهده گرفته‌ایم.",
        "numberInSurah": 47,
        "juz": 21,
        "manzil": 5,
        "page": 409,
        "ruku": 353,
        "hizbQuarter": 163,
        "sajda": false
      },
      {
        "number": 3457,
        "text": "خدا همان کسی است که بادها را می‌فرستد که ابری را به حرکت درمی آورند; سپس آن گونه که خدا می‌خواهد آن را در پهنه آسمان می‌گستراند و از آن پاره ابرهایی فشرده و به هم آمیخته می‌سازد; آن گاه می‌بینی قطرات باران از لا به لای آنها بیرون می‌آید. پس هنگامی که خداوند باران را به هر کس از بندگانش که خواست، رسانید، ناگهان آنان شادمان می‌شوند.",
        "numberInSurah": 48,
        "juz": 21,
        "manzil": 5,
        "page": 409,
        "ruku": 353,
        "hizbQuarter": 163,
        "sajda": false
      },
      {
        "number": 3458,
        "text": "و قطعاً پیش از این که باران بر آنان فرو ریزد، آری لحظه‌ای پیش از آن مأیوس و ناامید بودند.",
        "numberInSurah": 49,
        "juz": 21,
        "manzil": 5,
        "page": 409,
        "ruku": 353,
        "hizbQuarter": 163,
        "sajda": false
      },
      {
        "number": 3459,
        "text": "پس به آثار رحمت الهی و نتایج باران بنگر و ببین چگونه خداوند زمین را پس از آن که خشک و مرده بود، با رویش گیاهان و درختان زنده کرد. به یقین، همان خدای رحمت آفرین مردگان را دوباره جان می‌بخشد، و او بر هر کاری تواناست.",
        "numberInSurah": 50,
        "juz": 21,
        "manzil": 5,
        "page": 409,
        "ruku": 353,
        "hizbQuarter": 163,
        "sajda": false
      },
      {
        "number": 3460,
        "text": "و به یقین اگر بادی سرد بفرستیم که باغ و کشتزارشان را زرد کند و آنان بنگرند که باغ و زراعتشان زرد شده و خشکیده است، بی درنگ نعمت‌های الهی را انکار می‌کنند.",
        "numberInSurah": 51,
        "juz": 21,
        "manzil": 5,
        "page": 410,
        "ruku": 353,
        "hizbQuarter": 163,
        "sajda": false
      },
      {
        "number": 3461,
        "text": "ای پیامبر، به این گونه مردم مشرک دل مبند و بر آنان اندوهگین مباش، چرا که آنان مُردگانند و تو نمی‌توانی سخن خود را به مردگان بشنوانی و آنان را هدایت کنی. اینان کرانند و تو بر شنواندن دعوتت به آنان ناتوانی. این در حالی است که آنان روی می‌گردانند و پشت می‌کنند، و گرنه امکان داشت حتی با اشاره سخنت را به آنان بفهمانی.",
        "numberInSurah": 52,
        "juz": 21,
        "manzil": 5,
        "page": 410,
        "ruku": 353,
        "hizbQuarter": 163,
        "sajda": false
      },
      {
        "number": 3462,
        "text": "ای پیامبر، این مشرکان کورند و بی راهه می‌روند و تو نمی‌توانی کوران را از گمراهی باز داری و هدایتشان کنی; تو نمی‌توانی سخنت را جز به کسانی بشنوانی و هدایتشان کنی که آیات ما را ـ که همه نشانگر توحید است ـ تصدیق کنند. اینانند که در برابر ما تسلیم می‌شوند و ایمان می‌آورند.",
        "numberInSurah": 53,
        "juz": 21,
        "manzil": 5,
        "page": 410,
        "ruku": 353,
        "hizbQuarter": 163,
        "sajda": false
      },
      {
        "number": 3463,
        "text": "خداوند کسی است که شما را به هنگام نوزادی ناتوان آفرید، آن گاه پس از ناتوانی نیرو و توان به وجود آورد و شما را به دوران جوانی رسانید، آن گاه پس از توانایی ضعف و سستی پدید آورد و شما را به پیری رسانید. آری، او هر چه بخواهد می‌آفریند. اوست که هم داناست و هم توانا.",
        "numberInSurah": 54,
        "juz": 21,
        "manzil": 5,
        "page": 410,
        "ruku": 354,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3464,
        "text": "و روزی که قیامت برپا شود، مجرمان سوگند یاد می‌کنند که جز زمانی کوتاه در قبرهای خویش نمانده و دوباره به حیات دنیوی بازگشته‌اند. اینان هماره چنین اند که از حقیقت باز داشته می‌شوند و به باطل کشیده می‌شوند.",
        "numberInSurah": 55,
        "juz": 21,
        "manzil": 5,
        "page": 410,
        "ruku": 354,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3465,
        "text": "اما کسانی که دانش و ایمان به آنان داده شده بود در پاسخ کافران تبهکار می‌گویند: شما پس از مردن، تا روز قیامت درنگ کرده و در قبرهایتان مانده‌اید. این حقیقت را قرآن بیان کرد که: پس از مردن تا روز قیامت فاصله و برزخی است. این مدت که مرده بودید همان فاصله و برزخ است. پس امروز روز رستاخیز است، ولی شما این روز را نشناختید و آن را باور نکردید.",
        "numberInSurah": 56,
        "juz": 21,
        "manzil": 5,
        "page": 410,
        "ruku": 354,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3466,
        "text": "در آن روز، نه عذرخواهی آنان که ستم کرده‌اند به حالشان سودبخش است و نه از آنان خواسته می‌شود که با انجام کارهای شایسته و تدارک گناهان خود درصدد برآیند توبیخ و سرزنش را از خود بگردانند.",
        "numberInSurah": 57,
        "juz": 21,
        "manzil": 5,
        "page": 410,
        "ruku": 354,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3467,
        "text": "همانا در این قرآن برای مردم از هر مثَل و توصیفی که حق را به دل‌ها نزدیک کند و بطلان راه کفر را آشکار سازد، نمونه‌ای بیان کرده‌ایم، و اگر نشانه و معجزه‌ای برای آنان بیاوری، قطعاً کسانی که کفر ورزیده‌اند خواهند گفت: شما جز باطل چیز دیگری نیاورده‌اید.",
        "numberInSurah": 58,
        "juz": 21,
        "manzil": 5,
        "page": 410,
        "ruku": 354,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3468,
        "text": "این گونه خداوند بر قلب کسانی که خدا و آیات او را نمی‌شناسند و قیامت را باور ندارند مهر می‌زند که نه مثل‌های قرآن را بفهمند و نه نشانه‌ها و معجزه‌ها را باور کنند.",
        "numberInSurah": 59,
        "juz": 21,
        "manzil": 5,
        "page": 410,
        "ruku": 354,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3469,
        "text": "پس در برابر برخوردهای ناپسند کافران که حق را باطل می‌شمرند شکیبا باش; خدا وعده پیروزی به تو داده است. وعده خدا حق است و به آن وفا می‌کند. مبادا کسانی که به راستی و درستی وعده‌های الهی اطمینان ندارند تو را به تردید افکنند و باورت را سست کنند.",
        "numberInSurah": 60,
        "juz": 21,
        "manzil": 5,
        "page": 410,
        "ruku": 354,
        "hizbQuarter": 164,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "fa.safavi",
      "language": "fa",
      "name": "صفوی",
      "englishName": "صفوی",
      "format": "text",
      "type": "translation",
      "direction": "rtl"
    }
  }
}