{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 31,
    "name": "سُورَةُ لُقۡمَانَ",
    "englishName": "Luqman",
    "englishNameTranslation": "Luqman",
    "revelationType": "Meccan",
    "numberOfAyahs": 34,
    "ayahs": [
      {
        "number": 3470,
        "text": "الف. لام. میم.",
        "numberInSurah": 1,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3471,
        "text": "این آیه‌های بلند مرتبه که در این سوره خواهد آمد و آیاتی که پیش‌تر نازل شده، همه آیات این کتاب است; کتابی که دربردارنده حکمت است و هیچ سخن بیهوده و باطلی در آن راه ندارد.",
        "numberInSurah": 2,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3472,
        "text": "کتابی که هدایتگر نیکوکاران و رحمت آفرین برای آنان است.",
        "numberInSurah": 3,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3473,
        "text": "نیکوکاران کسانی اند که نماز را هماره به پا می‌دارند و زکات می‌پردازند و به سرای آخرت یقین دارند.",
        "numberInSurah": 4,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3474,
        "text": "اینان بر هدایتی که از جانب پروردگارشان به آنان ارزانی شده است، استوارند و اینانند که به راستی نیکبختند.",
        "numberInSurah": 5,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3475,
        "text": "از مردم کسی است که سخن‌ها و داستان‌های بیهوده را که باز دارنده از حق و گرایش دهنده به باطل است، می‌خرد تا با انتشار آنها، مردم را از راه خدا باز دارد و به بیراهه برد بی راهه‌ای تهی از هر گونه دانش و قرآن و حقایق آن را به استهزا گیرد. برای آنان (گمراه گران و گمراه شدگان) عذابی خوارکننده و ذلت بار خواهدبود.",
        "numberInSurah": 6,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3476,
        "text": "و هنگامی که آیات ما بر او خوانده شود، متکبّرانه روی می‌گرداند، چنان که گویی آنها را نشنیده است; گویی در هر دو گوشش سنگینی افتاده و کر شده است; پس او را به عذابی دردناک بشارت ده.",
        "numberInSurah": 7,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3477,
        "text": "اما نیکوکاران، همانان که ایمان آورده و کارهای شایسته کرده‌اند، برای آنان بهشتِ پرنعمت است.",
        "numberInSurah": 8,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3478,
        "text": "در آن جا برای همیشه ماندگارند. خدا این وعده را داده است; وعده‌ای راست و درست که تخلف پذیر نیست. او عزیزی است که ذلت و شکست برای او نیست و حکیمی است که در گفتارش بیهوده و باطل راه ندارد.",
        "numberInSurah": 9,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3479,
        "text": "خدا آسمان‌ها را بدون پایه‌هایی که آنها را ببینید آفرید و در زمین کوه‌هایی استوار افکند تا زمین، شما را نلرزاند، و در پهنه گیتی از هر نوع جنبنده‌ای پراکنده ساخت; و از آسمان بارانی فرو فرستادیم. آن گاه از هر گیاه ارجمندی نر و ماده اش را در زمین رویاندیم.",
        "numberInSurah": 10,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3480,
        "text": "ای پیامبر، به مشرکان بگو: این مجموعه، آفریده‌های خداست; پس او شایسته عبادت است. اگر شما می‌پندارید که خدایانتان شایسته پرستش‌اند، به من نشان دهید که آنهایی که غیر خدایند چه آفریده‌اند؟ همه می‌دانند که آنها چیزی نیافریده‌اند پس تدبیری را در اختیار ندارند، ولی ستمکاران (مشرکان) در گمراهی آشکارند که این حقیقت روشن را در نمی‌یابند.",
        "numberInSurah": 11,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3481,
        "text": "و قطعاً به لقمان حکمت عطا کردیم: به او فرمان دادیم که خدا را سپاس بگزار، و هر کس پیوسته خدا را سپاس بگزارد، جز این نیست که سپاسش به سود خودش خواهد بود، و هر کس کفران کند زیانی به خدا نمی‌رسد، چرا که خدا از همه چیز بی نیاز است و هماره مورد ستایش است.",
        "numberInSurah": 12,
        "juz": 21,
        "manzil": 5,
        "page": 412,
        "ruku": 356,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3482,
        "text": "و یاد کن هنگامی را که لقمان به پسرش ـ در حالی که او را پند می‌داد ـ گفت: ای پسرکِ من، برای خدا شریکی قرار مده، چرا که شرک ستمی بزرگ است.",
        "numberInSurah": 13,
        "juz": 21,
        "manzil": 5,
        "page": 412,
        "ruku": 356,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3483,
        "text": "ما به انسان در مورد پدر و مادرش سفارش کردیم; مادرش به هنگام بارداری، بسیار رنج و محنت کشید و پیوسته بر ضعف و سستی او افزوده می‌شد. سرانجام او را بزاد و در طول دو سال شیر داد; سپس او را از شیر باز گرفت. سفارش ما به انسان این بود که به وی فرمان دادیم که پدر و مادرت را سپاسگزار باش، همان گونه که فرمانش دادیم که مرا شکرگزار باش; مبادا فرمان نبری و سپاسگزاری نکنی، که بازگشت همگان به سوی من است.",
        "numberInSurah": 14,
        "juz": 21,
        "manzil": 5,
        "page": 412,
        "ruku": 356,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3484,
        "text": "و اگر پدر و مادرت تلاش کردند که چیزی را که بدان علم نداری ـ از آن روی که وجود ندارد ـ شریک من سازی، از آنان پیروی مکن. البته در کارهای دنیا با آنان به نیکی معاشرت کن و در حقشان ستم و خشونت روا مدار; اما در مورد دین خدا، اگر آنان توبه کرده و به سوی من بازگشته‌اند، راهشان را در پیش گیر و از آنان پیروی کن، و گرنه از آنان اطاعت مکن، بلکه راه کسی را پی گیر که به سوی من باز آمده است. سپس روز قیامت به سوی من باز خواهید گشت، آن گاه شما را به حقیقتِ آنچه کرده‌اید آگاه خواهم ساخت و براساس آن به شما پاداش یا کیفر می‌دهم.",
        "numberInSurah": 15,
        "juz": 21,
        "manzil": 5,
        "page": 412,
        "ruku": 356,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3485,
        "text": "لقمان پس از توجه دادن فرزندش به توحید، به یادآوری معاد پرداخت و گفت: ای پسرک من، اگر کار شایسته یا ناشایسته تو هموزن یک دانه خردل باشد و آن هم در دل صخره‌ای یا در آسمان‌ها و یا در دل زمین نهان باشد، خدا آن را برای حسابرسی حاضر خواهد کرد، چرا که خداوند علمش در ژرفای هر چیزی نفوذ دارد و به کنه موجودات آگاه است.",
        "numberInSurah": 16,
        "juz": 21,
        "manzil": 5,
        "page": 412,
        "ruku": 356,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3486,
        "text": "ای پسرک من، نماز را بر پا دار و به کار شایسته ـ که دین و خرد آن را به نیکی می‌شناسند ـ فرمان ده و از کار ناشایست نهی کن و بر مصیبت و رنجی که به تو رسیده است شکیبا باش [و بدان] که صبر و شکیبایی برخاسته از اراده جدّی و تصمیم قاطع در کارهاست.",
        "numberInSurah": 17,
        "juz": 21,
        "manzil": 5,
        "page": 412,
        "ruku": 356,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3487,
        "text": "و به تکبّر، از مردم رخ برمتاب و در زمین همچون سرمستان سبک مغز گام برمدار، چرا که خداوند هیچ خیالباف متکبر و فخرفروشی را دوست نمی‌دارد.",
        "numberInSurah": 18,
        "juz": 21,
        "manzil": 5,
        "page": 412,
        "ruku": 356,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3488,
        "text": "و در راه رفتن خود میانه رو باش، و صدایت را کوتاه کن، چرا که صدای خران که بلندآوازند زشت‌ترین بانگ هاست.",
        "numberInSurah": 19,
        "juz": 21,
        "manzil": 5,
        "page": 412,
        "ruku": 356,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3489,
        "text": "ای پیامبر، به مشرکان بگو: آیا ندیده‌اید که خداوند آنچه را که در آسمان‌ها و آنچه را که در زمین است به نفع شما رام ساخته و نعمت‌های آشکار و نهانش را به وفور بر شما ارزانی داشته است؟ با این حال، گروهی از مردم درباره یکتایی خداوند جدال می‌کنند بی آن که به دانشی برخاسته از دلیل عقلی و یا به هدایت و الهامی از جانب خداوند و یا به کتابی آسمانی که روشنگر است تمسّک کنند.",
        "numberInSurah": 20,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3490,
        "text": "و هنگامی که به آنان گفته شود: از آیینی که خدا نازل کرده است پیروی کنید، خواهند گفت: چنین نمی‌کنیم، بلکه پیرو سنتی خواهیم بود که پدرانمان را بر آن یافته‌ایم. آیا بر پیروی از پدرانشان اصرار دارند هرچند شیطان آنان را بدین پیروی به سوی عذاب آتش فراخوانده باشد؟",
        "numberInSurah": 21,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3491,
        "text": "و هر کس تسلیم خدا شود و با تمام وجود به پرستش او روی آورد قطعاً به محکم‌ترین دستاویز چنگ زده است و فرجام کارش نجات و رستگاری است، چرا که فرجام کارها به سوی خداوند و در اختیار اوست.",
        "numberInSurah": 22,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3492,
        "text": "و کسانی که کفر ورزیده‌اند، نباید کفرشان مایه اندوه تو گردد. بازگشت آنان به سوی ماست و ما آنان را به حقیقت آنچه کرده‌اند آگاه خواهیم ساخت و پیامدهای اعمالشان را که آتش است به آنان نشان خواهیم داد. همانا خداوند به اندیشه‌ها و نیّت‌های نهفته در سینه‌ها، به خوبی داناست.",
        "numberInSurah": 23,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3493,
        "text": "کافران مپندارند که در این جهان از تحت قدرت ما خارج شده‌اند; ما به آنان اندک بهره ای می‌دهیم سپس آنان را به اجبار به سوی عذابی سخت خواهیم برد.",
        "numberInSurah": 24,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3494,
        "text": "اگر از این مشرکان بپرسی: چه کسی آسمان‌ها و زمین را آفریده است؟ قطعاً خواهند گفت خدا آفریدگار هستی است. ای پیامبر، تو به خاطر اعتراف مشرکان که در حقیقت اعتراف به توحید است، خدا را ستایش کن; ولی بیشتر آنان نمی‌دانند که تدبیر امور هستی از آفرینش آنها جدا نیست و اعتراف به آفریدگاری خدا اعتراف به یکتایی و نفی شریک از اوست. آری، گروه اندکی از مشرکان این حقیقت را درمی یابند ولی آن را انکار می‌کنند.",
        "numberInSurah": 25,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3495,
        "text": "آنچه در آسمان‌ها و زمین وجود دارد فقط از آنِ خداست، زیرا تنها خداست که بی نیاز است و بر کارهایش که همه زیباست، ستایش می‌شود.",
        "numberInSurah": 26,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3496,
        "text": "و اگر هر درختی که در پهنه زمین است قلم باشد، و هرچه دریا هست مرکّب گردد و هفت دریای دیگر (دریاهای بسیار) به مدد آید و بر آن افزوده شود، آن گاه با آن قلم‌ها و مرکّب‌ها آفریده‌های خداوند نگارش یابد، دریاها تمام می‌شود و نگارش آفریده‌های خدا به پایان نمی‌رسد، به راستی او عزیز است و چیزی بر او غالب نمی‌آید و حکیم است و تدبیر امور هستی را به هیچ کس وانمی گذارد.",
        "numberInSurah": 27,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3497,
        "text": "مپندارید که حسابرسی اعمالِ این همه خلایق امکان پذیر نیست، زیرا نزد خدا، آفرینش همه شما و برانگیختنتان، مانند آفرینش و برانگیختن یک تن است، چرا که خداوند خود شنوا و بینا به هر گفتار و کرداری است.",
        "numberInSurah": 28,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3498,
        "text": "آیا ندیده‌ای که خداوند پیوسته شب را در بخشی از روز فرو می‌برد و با کاستن از ساعات روز بر شب می‌افزاید و همواره روز را در بخشی از شب فرو می‌برد و با کاستن از شب ساعات روز را افزایش می‌دهد، و این که خداوند خورشید و ماه را رام ساخته و نظام آنها را تدبیر کرده است و هر کدام تا سرآمدی مشخص در حرکتند؟ و آیا درنیافته‌اید که خدا به آنچه می‌کنید داناست؟",
        "numberInSurah": 29,
        "juz": 21,
        "manzil": 5,
        "page": 414,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3499,
        "text": "آری، آفرینش هستی و تدبیر امورِ آن تنها در اختیار خداست و این بدان جهت است که خداوند ثابت و پایدار است و هیچ گونه بطلانی در او راه ندارد و آنچه را که به جای او می‌خوانند و آن را معبود می‌نامند باطل است و ثبوت و قراری ندارد و نیز بدان جهت است که خداوند بلند مرتبه و منزّه از هر کاستی است، و بزرگ است و دارنده همه کمالات است.",
        "numberInSurah": 30,
        "juz": 21,
        "manzil": 5,
        "page": 414,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3500,
        "text": "آیا ندیده‌ای که کشتی‌ها در دریا به وسیله بادها و دیگر عوامل که همه از نعمت‌های خدایند روان می‌شوند؟ خداوند این گونه مقرر کرده است تا نشانه‌های خود را به شما بنمایاند. به راستی در وزش بادها و حرکت کشتی‌ها بر روی دریا، برای کسانی که صبرپیشه و سپاسگزارند نشانه‌هایی بر یکتایی خداوند است.",
        "numberInSurah": 31,
        "juz": 21,
        "manzil": 5,
        "page": 414,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3501,
        "text": "و هنگامی که در میان دریا موج‌هایی بسان پاره‌های ابر آنان را احاطه کند به درگاه خدا روی می‌آورند و او را برای نجات خویش می‌خوانند در حالی که عبادت و اطاعت خود را ویژه او می‌کنند، ولی هنگامی که آنان را به خشکی برسانَد و از نابودی رهایی بخشد، تنها تعداد اندکی از آنان به راه راست قدم می‌نهند و بر توحید پایداری می‌کنند و بیشترشان به شرک می‌گرایند و آیات الهی را نادیده می‌انگارند. آیات ما را جز عهدشکنان ناسپاس انکار نمی‌کنند.",
        "numberInSurah": 32,
        "juz": 21,
        "manzil": 5,
        "page": 414,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3502,
        "text": "ای مردم، اکنون که دلیل یکتایی خدا را دانستید و پندهای شفابخش الهی را شنیدید، از پروردگار خود پروا کنید و آیات او را انکار نکنید و بترسید از روزی که هیچ پدری برای فرزندش چیزی را کفایت نمی‌کند. و هیچ فرزندی نیز کفایت کننده چیزی از پدرش نیست. به یقین وعده خدا در مورد برانگیختن مردگان حق است; پس مبادا زندگی دنیا شما را بفریبد و مبادا شیطان با وعده آمرزش خدا، شما را فریب دهد.",
        "numberInSurah": 33,
        "juz": 21,
        "manzil": 5,
        "page": 414,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3503,
        "text": "همانا آگاهی از زمان برپایی قیامت تنها نزد خداست و اوست که باران را فرو می‌فرستد و [زمان، مکان و مقدار] آن را می‌داند، و نیز به جنین‌هایی که در رحم‌ها هستند آگاه است، و هیچ کس نمی‌داند فردا چه دستاوردی خواهد داشت، و هیچ کس درنمی یابد که در چه سرزمینی خواهد مرد. به راستی خداوند دانا و خبیر است.",
        "numberInSurah": 34,
        "juz": 21,
        "manzil": 5,
        "page": 414,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "fa.safavi",
      "language": "fa",
      "name": "صفوی",
      "englishName": "صفوی",
      "format": "text",
      "type": "translation",
      "direction": "rtl"
    }
  }
}