{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 33,
    "name": "سُورَةُ الأَحۡزَابِ",
    "englishName": "Al-Ahzaab",
    "englishNameTranslation": "The Clans",
    "revelationType": "Medinan",
    "numberOfAyahs": 73,
    "ayahs": [
      {
        "number": 3534,
        "text": "ای پیامبر، کافران با پشتیبانی منافقان از تو می‌خواهند که با آنان و معبودانشان مخالفت نکنی تا آنان نیز متعرّض تو و خدایت نشوند; از خدا پروا داشته باش و از کافران و منافقان فرمان مبر، چرا که خداوند دانا و حکیم است.",
        "numberInSurah": 1,
        "juz": 21,
        "manzil": 5,
        "page": 418,
        "ruku": 361,
        "hizbQuarter": 167,
        "sajda": false
      },
      {
        "number": 3535,
        "text": "تو باید آنچه را از جانب پروردگارت به تو وحی می‌شود پیروی کنی و با کفرپیشگان و منافقان طبق فرمان خدا رفتار نمایی; به یقین خداوند به آنچه می‌کنید آگاه است.",
        "numberInSurah": 2,
        "juz": 21,
        "manzil": 5,
        "page": 418,
        "ruku": 361,
        "hizbQuarter": 167,
        "sajda": false
      },
      {
        "number": 3536,
        "text": "مخالفت با خواسته کافران و منافقان برای تو دشوار می‌نماید، ولی بر خدا توکّل کن که خداوند برای کارسازی بندگانش بسنده است.",
        "numberInSurah": 3,
        "juz": 21,
        "manzil": 5,
        "page": 418,
        "ruku": 361,
        "hizbQuarter": 167,
        "sajda": false
      },
      {
        "number": 3537,
        "text": "هیچ کس نمی‌تواند به دو امر متضاد اعتقاد داشته باشد، زیرا خداوند در درون هیچ کسی دو قلب قرار نداده است. پس تو نمی‌توانی هم پیرو آرای کفرپیشگان و منافقان باشی و هم پیرو وحی الهی. خداوند، همسرانتان را که با (ظِهار) بسان مادران خویش می‌شمرید، مادران شما قرار نداده و آنان را بر شما حرام نساخته است; و نیز پسرخوانده‌های شما را پسرانتان نشمرده است تا حکم پسران واقعی شما را داشته باشند و از شما ارث ببرند و همسرانشان مَحرم شما شوند. این گفتار شماست که بر زبان می‌رانید. خداوند به محتوای آن حکم نکرده است و خدا همواره حق می‌گوید و اوست که به راه درست هدایت می‌کند.",
        "numberInSurah": 4,
        "juz": 21,
        "manzil": 5,
        "page": 418,
        "ruku": 361,
        "hizbQuarter": 167,
        "sajda": false
      },
      {
        "number": 3538,
        "text": "پسرخوانده‌های خود را آن گاه که نام می‌برید، به نام پدرانشان بخوانید که این نزد خدا منصفانه‌تر است; و اگر پدرانشان را نمی‌شناسید، آنان برادران و دوستان دینی شمایند، پس آنان را با نام برادر و دوست بخوانید. و اگر از روی خطا یا فراموشی آنان را به نام غیر پدرانشان نام برده‌اید، بر شما گناهی نیست، ولی در آنچه دل هایتان قصد کرده است و از روی عمد بوده گناه کرده‌اید. آری کار ناروایی که از روی خطا یا فراموشی انجام شده است آمرزیده می‌شود، چرا که خداوند آمرزنده و مهربان است.",
        "numberInSurah": 5,
        "juz": 21,
        "manzil": 5,
        "page": 418,
        "ruku": 361,
        "hizbQuarter": 167,
        "sajda": false
      },
      {
        "number": 3539,
        "text": "پیامبر در امر دین و دنیای مؤمنان از آنان نسبت به خودشان سزاوارتر است، و همسران او به منزله مادران ایشانند. و در کتاب خدا ثبت است که خویشاوندان در ارث بردن از یکدیگر، بر همه مؤمنان و حتی مهاجران مقدّم‌اند، و از این پس هجرت و اُخوّت ایمانی سبب ارث نخواهد بود. آری می‌توانید در حق برادران ایمانیِ خود کار نیکی کنید و با وصیّت، بخشی از دارایی‌های خود را به آنان برسانید. این حکم در کتاب الهی نگاشته شده است.",
        "numberInSurah": 6,
        "juz": 21,
        "manzil": 5,
        "page": 418,
        "ruku": 361,
        "hizbQuarter": 167,
        "sajda": false
      },
      {
        "number": 3540,
        "text": "و یاد کن هنگامی را که از همه پیامبران پیمان گرفتیم که یک دین را ابلاغ کنند، و نیز از تو و از نوح، و از ابراهیم و موسی و عیسی پسر مریم; آری از همه آنان پیمانی استوار گرفتیم.",
        "numberInSurah": 7,
        "juz": 21,
        "manzil": 5,
        "page": 419,
        "ruku": 361,
        "hizbQuarter": 167,
        "sajda": false
      },
      {
        "number": 3541,
        "text": "خداوند این پیمان‌ها را برعهده آنان نهاد و ابلاغ دین واحد را از آنان خواست تا از راستی پیشگان بخواهد راستی و درستیِ خود را در این دنیا با کردار و گفتار درست، آشکار سازند و آن را در مرحله عمل نشان دهند، و او برای کفرپیشگان عذابی دردناک آماده کرده است.",
        "numberInSurah": 8,
        "juz": 21,
        "manzil": 5,
        "page": 419,
        "ruku": 361,
        "hizbQuarter": 167,
        "sajda": false
      },
      {
        "number": 3542,
        "text": "ای کسانی که ایمان آورده‌اید، نعمت خدا را که در غزوه خندق بر شما نازل شد، به خاطر داشته باشید، آن هنگام که سپاهیانی از قبایل مختلف هم پیمان شدند و آهنگ شما کردند، و ما برای شکست آنان در شب‌هایی زمستانی بادی سرد بر آنان فرستادیم و لشکریانی از فرشتگان که شما آنها را نمی‌دیدید به سویشان گسیل داشتیم، و خدا به آنچه می‌کنید بیناست.",
        "numberInSurah": 9,
        "juz": 21,
        "manzil": 5,
        "page": 419,
        "ruku": 362,
        "hizbQuarter": 167,
        "sajda": false
      },
      {
        "number": 3543,
        "text": "هنگامی خداوند نعمت خود را به شما ارزانی داشت که لشکریانی از سمت بالای شما (از شرق مدینه) و لشکریانی از فرودست شما (غرب مدینه) بر شما هجوم آوردند; و هنگامی که از شدّت ترس و وحشت دیدگان به یک سو غلطید و جان‌ها به حنجره‌ها رسید و درباره خدا گمان‌ها بردید.",
        "numberInSurah": 10,
        "juz": 21,
        "manzil": 5,
        "page": 419,
        "ruku": 362,
        "hizbQuarter": 167,
        "sajda": false
      },
      {
        "number": 3544,
        "text": "آن گاه که لشکر احزاب از شرق و غرب بر مسلمانان تاختند و سختی به نهایت رسید، مؤمنان آزموده شدند و از ترس به شدت مضطرب گشتند.",
        "numberInSurah": 11,
        "juz": 21,
        "manzil": 5,
        "page": 419,
        "ruku": 362,
        "hizbQuarter": 167,
        "sajda": false
      },
      {
        "number": 3545,
        "text": "و همان دم که منافقان و کسانی که در دل هایشان بیماری ریشه کرده بود و سست ایمان بودند، می‌گفتند: خداوند با نوید پیروزی ما را خام کرد و ما را جز به فریب وعده نداد و پیامبرش نیز چنین کرد.",
        "numberInSurah": 12,
        "juz": 21,
        "manzil": 5,
        "page": 419,
        "ruku": 362,
        "hizbQuarter": 167,
        "sajda": false
      },
      {
        "number": 3546,
        "text": "و آن دم که گروهی از منافقان و کسانی که سست ایمان بودند گفتند: ای مردم یثرب، شما را در برابر مشرکان توانِ ایستادگی نیست، به مدینه بازگردید. و گروهی دیگر از آنان از پیامبر اجازه می‌خواستند که برگردند، و می‌گفتند: خانه‌های ما بی حفاظ است و در آن رخنه‌هایی است که از دزدان و دشمنان در امان نیست. در حالی که خانه هایشان بی حفاظ نبود. آنان با این بهانه فقط در پی آن بودند که از میدان نبرد بگریزند.",
        "numberInSurah": 13,
        "juz": 21,
        "manzil": 5,
        "page": 419,
        "ruku": 362,
        "hizbQuarter": 167,
        "sajda": false
      },
      {
        "number": 3547,
        "text": "و اگر زمانی که منافقان و سُست عقیده‌ها در خانه‌های خود به سر می‌بردند، از اطراف و اکناف بر آنان وارد می‌شدند، سپس از آنان خواسته می‌شد که از دین بازگردند، قطعاً خواسته آنان را می‌پذیرفتند و در پذیرش آن جز زمانی کوتاه درنگ نمی‌کردند.",
        "numberInSurah": 14,
        "juz": 21,
        "manzil": 5,
        "page": 419,
        "ruku": 362,
        "hizbQuarter": 167,
        "sajda": false
      },
      {
        "number": 3548,
        "text": "همانا این منافقان و بیماردلانِ سست ایمان پیش‌تر با خدا عهد بسته بودند که در میدان نبرد پشت به دشمن نکنند و از کارزار نگریزند، و پیمان خدا مورد سؤال قرار خواهد گرفت.",
        "numberInSurah": 15,
        "juz": 21,
        "manzil": 5,
        "page": 419,
        "ruku": 362,
        "hizbQuarter": 167,
        "sajda": false
      },
      {
        "number": 3549,
        "text": "بگو: اگر از مرگ یا کشته شدن فرار می‌کنید، هرگز فرار برای شما سودی ندارد، زیرا هر کسی سرآمدی دارد که تقدیم و تأخیری در آن نیست. و گیرم که گریز از میدان جنگ موجب تأخیر مرگ شود در این صورت نیز جز زمانی اندک از متاع دنیا بهره مند نخواهید شد، چرا که این زمان پایان پذیر است.",
        "numberInSurah": 16,
        "juz": 21,
        "manzil": 5,
        "page": 420,
        "ruku": 362,
        "hizbQuarter": 167,
        "sajda": false
      },
      {
        "number": 3550,
        "text": "بگو: هر آسایش و گزندی در گرو اراده خداست; اگر او رنجی برای شما بخواهد، یا رحمتی برایتان اراده کند کیست آن که شما را از خواسته او مانع شود؟ آنان برای خود هیچ سرپرست و یاوری جز خدا نخواهند یافت.",
        "numberInSurah": 17,
        "juz": 21,
        "manzil": 5,
        "page": 420,
        "ruku": 362,
        "hizbQuarter": 167,
        "sajda": false
      },
      {
        "number": 3551,
        "text": "همانا خداوند به کسانی از شما که مردم را از حضور در جنگ بازمی دارند و نیز به کسانی که به برادران هم مسلک خود می‌گویند: میدان نبرد را رها کنید و به سوی ما بیایید، آگاه است. آنان خود، جز زمانی کوتاه در کارزار حضور نمی‌یابند.",
        "numberInSurah": 18,
        "juz": 21,
        "manzil": 5,
        "page": 420,
        "ruku": 362,
        "hizbQuarter": 168,
        "sajda": false
      },
      {
        "number": 3552,
        "text": "از جانِ خود برای شما دریغ می‌کنند و بدان بخل میورزند، و هنگامی که با بروز نشانه‌های نبرد، دهشت و ترس پدیدار شود، آنان را می‌بینی که به تو می‌نگرند و چشمانشان بر اثر ترس، بسان چشمان کسی که سایه‌ای از مرگ بر او افکنده شده است، در حدقه‌ها می‌چرخد. ولی آن گاه که با خاموش شدن آتش جنگ، ترس و وحشت زایل شود، با زبان‌هایی تیز شما را نیش می‌زنند و به شدت سرزنش می‌کنند و بر مال و منالی که بدان دست یافته‌اید بخل میورزند. اینان اگرچه اظهار ایمان می‌کنند، ولی ایمان نیاورده‌اند; از این رو خداوند اعمالشان را تباه ساخته، و این کار بر خدا آسان است.",
        "numberInSurah": 19,
        "juz": 21,
        "manzil": 5,
        "page": 420,
        "ruku": 362,
        "hizbQuarter": 168,
        "sajda": false
      },
      {
        "number": 3553,
        "text": "منافقان و بیماردلانِ سست ایمان از شدت ترس می‌پندارند لشکر احزاب از میدان کارزار نرفته‌اند، [در حالی که آنان گریخته بودند و غزوه خندق به پایان رسیده بود.] و اگر دوباره لشکر احزاب بازآیند، اینان دوست دارند که از مدینه به صحراها روند و در میان اعراب بادیه نشین به سر برند و در آن جا از خبرهای مربوط به شما پرسوجو کنند. [این را بدانید که] اگر آنان در میان شما باشند چندان ثمربخش نیست، زیرا جز اندک زمانی پیکار نمی‌کنند.",
        "numberInSurah": 20,
        "juz": 21,
        "manzil": 5,
        "page": 420,
        "ruku": 362,
        "hizbQuarter": 168,
        "sajda": false
      },
      {
        "number": 3554,
        "text": "قطعاً در گفتار و رفتار رسول خدا اقتدای نیکویی برای شماست. اقتدا به رسول خدا از عهده همه مدعیان ایمان برنمی آید، بلکه آن کسی پیرو اوست که به خدا و روز واپسین امید دارد و خدا را بسیار یاد می‌کند.",
        "numberInSurah": 21,
        "juz": 21,
        "manzil": 5,
        "page": 420,
        "ruku": 363,
        "hizbQuarter": 168,
        "sajda": false
      },
      {
        "number": 3555,
        "text": "برخورد منافقان و بیماردلانِ سست ایمان در رویارویی با دشمن این گونه بود. امّا مؤمنانِ راستین هنگامی که لشکر احزاب را مشاهده کردند و مدینه را در محاصره آنان دیدند، گفتند: این همان است که خدا به ما وعده داد و او راست گفت و این است وعده‌ای که رسول خدا به ما داد و او راست گفت. و مشاهده لشکر احزاب سبب نشد که آنان گمانی ناروا برند و یا سخنی ناشایسته گویند، بلکه آنان را جز ایمان و تسلیم در برابر خدا نیفزود.",
        "numberInSurah": 22,
        "juz": 21,
        "manzil": 5,
        "page": 420,
        "ruku": 363,
        "hizbQuarter": 168,
        "sajda": false
      },
      {
        "number": 3556,
        "text": "مؤمنان با خدا عهد بستند که در برخورد با دشمنان از صحنه کارزار نگریزند. از میان آنان مردانی بودند که به آنچه با خدا بر سر آن پیمان بستند صادقانه وفا کردند. پس برخی از آنان با مردن یا کشته شدن در راه خدا، اجل خود را به پایان بردند و برخی از آنان این را انتظار می‌برند و در پیمان و مواضع خود هیچ تغییر و تبدیلی ایجاد نکرده‌اند.",
        "numberInSurah": 23,
        "juz": 21,
        "manzil": 5,
        "page": 421,
        "ruku": 363,
        "hizbQuarter": 168,
        "sajda": false
      },
      {
        "number": 3557,
        "text": "[پدید آمدن اسباب ترس و اضطراب با هجوم لشکر احزاب] بدان هدف بود که خداوند مؤمنانی را که در پیمان خود صادق بودند به خاطر راستی شان سزا دهد، و منافقان را اگر بخواهد ـ در صورتی که توبه نکنند ـ عذاب کند و چنانچه توبه کنند توبه شان را بپذیرد و عذابشان نکند، چرا که خداوند آمرزنده و مهربان است.",
        "numberInSurah": 24,
        "juz": 21,
        "manzil": 5,
        "page": 421,
        "ruku": 363,
        "hizbQuarter": 168,
        "sajda": false
      },
      {
        "number": 3558,
        "text": "و خدا کافرانی را که جنگ احزاب را سامان دادند خشمگین و اندوهبار باز گرداند، بی آن که به هیچ نتیجه‌ای که آرزوی آن را داشتند و آن را خیر می‌پنداشتند نایل شده باشند. آری، خدا جنگ را از مؤمنان باز داشت پس میان آنان و دشمنانشان پیکاری رخ نداد. و او نیرومند و شکست ناپذیر است.",
        "numberInSurah": 25,
        "juz": 21,
        "manzil": 5,
        "page": 421,
        "ruku": 363,
        "hizbQuarter": 168,
        "sajda": false
      },
      {
        "number": 3559,
        "text": "او کسانی از اهل کتاب را که از مشرکان پشتیبانی کردند، از دژها و بُرج هایشان به زیر آورد و در دل هایشان وحشت افکند [و آنان را تسلیم شما ساخت]، گروهی را می‌کشتید و گروهی را اسیر می‌کردید.",
        "numberInSurah": 26,
        "juz": 21,
        "manzil": 5,
        "page": 421,
        "ruku": 363,
        "hizbQuarter": 168,
        "sajda": false
      },
      {
        "number": 3560,
        "text": "و سرزمینشان و خانه‌ها و ثروتشان و نیز سرزمین خیبر را که قدم در آن ننهاده بودید همه را بعد از ایشان از آنِ شما قرار داد، و خدا بر هر چیزی تواناست.",
        "numberInSurah": 27,
        "juz": 21,
        "manzil": 5,
        "page": 421,
        "ruku": 363,
        "hizbQuarter": 168,
        "sajda": false
      },
      {
        "number": 3561,
        "text": "ای پیامبر به همسرانت بگو: اگر به لذت‌ها و بهره‌های دنیوی دل بسته‌اید و خواهان زندگی دنیا و زیورهای آنید، با من نمی‌توانید به سر برید، بیایید تا مالی که از آن بهره برید به شما بدهم و شما را طلاق گویم; طلاقی نیکو که در آن هیچ گونه کشمکش و نزاعی نباشد.",
        "numberInSurah": 28,
        "juz": 21,
        "manzil": 5,
        "page": 421,
        "ruku": 364,
        "hizbQuarter": 168,
        "sajda": false
      },
      {
        "number": 3562,
        "text": "و اگر در پی اطاعت از خدا و رسول او هستید و نیکبختی سرای آخرت را می‌طلبید و زندگی با پیامبر را بی آن که خواهان رفاه و زیور دنیا باشید، برتری می‌دهید، همچنان با من به سر برید که بی تردید خدا برای نیکوکاران شما پاداشی بزرگ آماده کرده است.",
        "numberInSurah": 29,
        "juz": 21,
        "manzil": 5,
        "page": 421,
        "ruku": 364,
        "hizbQuarter": 168,
        "sajda": false
      },
      {
        "number": 3563,
        "text": "ای همسران پیامبر، هر کس از شما کار ناشایسته و گناه بزرگِ آشکاری مرتکب شود عذابش دو چندان می‌شود و این کار بر خدا آسان است.",
        "numberInSurah": 30,
        "juz": 21,
        "manzil": 5,
        "page": 421,
        "ruku": 364,
        "hizbQuarter": 168,
        "sajda": false
      },
      {
        "number": 3564,
        "text": "و هر کس از شما، خاضعانه خدا و رسولش را فرمان بَرَد و کاری شایسته کند، پاداشش را دو چندان به او می‌دهیم و بهشت را که روزیِ ارزشمندی است برای او آماده ساخته‌ایم.",
        "numberInSurah": 31,
        "juz": 22,
        "manzil": 5,
        "page": 422,
        "ruku": 364,
        "hizbQuarter": 169,
        "sajda": false
      },
      {
        "number": 3565,
        "text": "ای همسران پیامبر، اگر شما تقوا پیشه کنید، مانند هیچ یک از زنان دیگر نیستید، زیرا شما منزلتی والاتر دارید; پس مبادا در حضور مردان به ناز و نرمی سخن گویید که آن کس که در دلش بیماری است و ایمانش سست است، طمع میورزد; باید با لحنی متعارف که فسادانگیز نیست سخن بگویید.",
        "numberInSurah": 32,
        "juz": 22,
        "manzil": 5,
        "page": 422,
        "ruku": 364,
        "hizbQuarter": 169,
        "sajda": false
      },
      {
        "number": 3566,
        "text": "و در خانه‌های خویش بمانید و آن گونه که زنان در روزگار جاهلیتِ نخست نمایان می‌شدند، در میان مردم نمایان نشوید و نماز را به پا دارید و زکات بدهید و از خدا و رسولش اطاعت کنید. جز این نیست که خدا می‌خواهد پلیدی را از شما اهل بیت بزداید و شما را از آثار آن به طور کامل پاک دارد.",
        "numberInSurah": 33,
        "juz": 22,
        "manzil": 5,
        "page": 422,
        "ruku": 364,
        "hizbQuarter": 169,
        "sajda": false
      },
      {
        "number": 3567,
        "text": "ای همسران پیامبر، آنچه از آیات خدا و معارف الهی که در خانه‌های شما تلاوت می‌شود، به خاطر بسپارید و از آنها غفلت نکنید، که علم و قدرت خدا نافذ است و او به هر چیزی آگاهی دارد.",
        "numberInSurah": 34,
        "juz": 22,
        "manzil": 5,
        "page": 422,
        "ruku": 364,
        "hizbQuarter": 169,
        "sajda": false
      },
      {
        "number": 3568,
        "text": "به یقین، مردان و زنان مسلمان که در عمل به احکام دین پای بندند، و مردان و زنانی که دین را باور کرده‌اند، و مردان و زنانی که خدا و رسولش را از روی خضوع اطاعت می‌کنند، و مردان و زنان راستگو و مردان و زنانی که در مصیبت‌ها و بر طاعت و دوری از گناه شکیبایند، و مردان و زنان فروتن و مردان و زنانی که در راه خدا انفاق می‌کنند، و مردان و زنانی که روزه می‌دارند، و مردان و زنانی که شرمگاه‌های خود را از آنچه خدا حرام کرده است نگاه می‌دارند، و مردان و زنانی که با زبان و در دل بسیار یاد خدا می‌کنند، خداوند برای همه آنان آمرزش و پاداشی بزرگ فراهم کرده است.",
        "numberInSurah": 35,
        "juz": 22,
        "manzil": 5,
        "page": 422,
        "ruku": 365,
        "hizbQuarter": 169,
        "sajda": false
      },
      {
        "number": 3569,
        "text": "و هنگامی که خدا و رسولش درباره امری از امور مؤمنان فرمانی صادر کردند، هیچ مرد و زن مؤمنی در کارشان اختیاری ندارند و آنان را نرسد که آنچه خود می‌خواند برگزینند. و هر کس خدا و رسول او را نافرمانی کند قطعاً به گونه‌ای آشکار گمراه گشته است.",
        "numberInSurah": 36,
        "juz": 22,
        "manzil": 5,
        "page": 423,
        "ruku": 365,
        "hizbQuarter": 169,
        "sajda": false
      },
      {
        "number": 3570,
        "text": "ای پیامبر، یاد کن زمانی را که به پسرخوانده ات زید که خدا بر او نعمت ارزانی داشته و هدایتش کرده بود و تو نیز به او نعمت بخشیده و از بردگی رهایش ساخته بودی می‌گفتی: همسرت را نزد خود نگاه دار و از خدا بترس و او را طلاق مده; و در نفس خود حقیقتی را پنهان می‌داشتی که خدا آشکار شدنش را اراده کرده بود; او زینب همسر زید را در شمار همسران تو مقرّر داشته بود و تو از مردم بیم داشتی که مبادا موافقت با طلاق زینب و سپس به همسری گرفتن او در ایمان مردم اثری نامطلوب داشته باشد; در حالی که خدا سزاوارتر بود که از او پروا کنی [و درصدد انجام فرمان او باشی]. پس هنگامی که زید از همسرش خواسته خود را تأمین نمود، او را به همسری تو درآوردیم. آری چنین کردیم تا بر مؤمنان ازدواج با همسرانِ پسرخواندگانشان دشوار نباشد [حتی] پس از آن که پسرخواندگان خواسته خود را از همسرانشان تأمین نموده باشند، و کار خداوند انجام شدنی است.",
        "numberInSurah": 37,
        "juz": 22,
        "manzil": 5,
        "page": 423,
        "ruku": 365,
        "hizbQuarter": 169,
        "sajda": false
      },
      {
        "number": 3571,
        "text": "بر پیامبر در آنچه خدا برای او مباح شمرده است هیچ گونه تنگنایی نیست. خداوند این سُنّت را درباره پیامبران پیشین نیز مقرر کرده بود که در کارهای مباح در تنگنا قرار نگیرند، و کار خدا دارای اندازه و حساب است و برای هر کسی آنچه را که مناسب اوست مقرر می‌کند.",
        "numberInSurah": 38,
        "juz": 22,
        "manzil": 5,
        "page": 423,
        "ruku": 365,
        "hizbQuarter": 169,
        "sajda": false
      },
      {
        "number": 3572,
        "text": "همانان که پیام‌های خدا را ابلاغ می‌کردند و از خدا می‌ترسیدند و از هیچ کس جز خدا بیم نداشتند، و حسابرس بودن خدا بس است; پس بایسته است که تنها از او پروا شود.",
        "numberInSurah": 39,
        "juz": 22,
        "manzil": 5,
        "page": 423,
        "ruku": 365,
        "hizbQuarter": 169,
        "sajda": false
      },
      {
        "number": 3573,
        "text": "محمّد پدر هیچ یک از مردان شما ـ نه زید و نه دیگران ـ نیست تا همسران طلاق داده شده آنان بر او حرام باشند، ولی رسول خدا و خاتم پیامبران است. و خدا به هر چیزی داناست.",
        "numberInSurah": 40,
        "juz": 22,
        "manzil": 5,
        "page": 423,
        "ruku": 365,
        "hizbQuarter": 169,
        "sajda": false
      },
      {
        "number": 3574,
        "text": "ای کسانی که ایمان آورده‌اید، خدا را بسیار یاد کنید و ذکر او گویید،",
        "numberInSurah": 41,
        "juz": 22,
        "manzil": 5,
        "page": 423,
        "ruku": 366,
        "hizbQuarter": 169,
        "sajda": false
      },
      {
        "number": 3575,
        "text": "و بامدادان و عصرگاهان که شاهد تحول و دگرگونی هستید خدا را تسبیح کنید و او را از تغییر و تحول و از هر عیب و نقصی پاک بشمارید.",
        "numberInSurah": 42,
        "juz": 22,
        "manzil": 5,
        "page": 423,
        "ruku": 366,
        "hizbQuarter": 169,
        "sajda": false
      },
      {
        "number": 3576,
        "text": "زیرا اوست که رحمت خود را بر شما مؤمنان فرو می‌فرستد و فرشتگانش برای شما آمرزش می‌طلبند. تا خدا شما را از تاریکی‌های غفلت به درآورد و به روشنایی یاد خویش هدایت کند، و او به مؤمنان مهربان است.",
        "numberInSurah": 43,
        "juz": 22,
        "manzil": 5,
        "page": 423,
        "ruku": 366,
        "hizbQuarter": 169,
        "sajda": false
      },
      {
        "number": 3577,
        "text": "روزی که آنان به لقای خدا می‌رسند، درودی که از جانب خدا و فرشتگانش نثار آنان می‌شود (سلام) است که نویددهنده سلامت و امنیت است، و خداوند برای آنان پاداشی ارزشمند و فراوان آماده کرده است.",
        "numberInSurah": 44,
        "juz": 22,
        "manzil": 5,
        "page": 424,
        "ruku": 366,
        "hizbQuarter": 169,
        "sajda": false
      },
      {
        "number": 3578,
        "text": "ای پیامبر، ما تو را فرستادیم تا بر رفتار و کردار امّت گواه باشی، و مؤمنان را به بهشت و پاداش‌های الهی مژده دهی، و کافران و گنهکاران را از عذاب دوزخ بترسانی.",
        "numberInSurah": 45,
        "juz": 22,
        "manzil": 5,
        "page": 424,
        "ruku": 366,
        "hizbQuarter": 169,
        "sajda": false
      },
      {
        "number": 3579,
        "text": "تو را فرستادیم تا مردم را به اذن خدا به سوی او فراخوانی و در راهنمایی آنان به سوی سعادت چراغی تابان باشی.",
        "numberInSurah": 46,
        "juz": 22,
        "manzil": 5,
        "page": 424,
        "ruku": 366,
        "hizbQuarter": 169,
        "sajda": false
      },
      {
        "number": 3580,
        "text": "و به مؤمنان بشارت ده که برای آنان از جانب خداوند بخششی بزرگ است.",
        "numberInSurah": 47,
        "juz": 22,
        "manzil": 5,
        "page": 424,
        "ruku": 366,
        "hizbQuarter": 169,
        "sajda": false
      },
      {
        "number": 3581,
        "text": "و از کافران و منافقان فرمان مبر، و به آزارشان بی اعتنا باش، و برای دفع آن به خدا توکّل کن که خداوند برای این که کارها به او واگذار شود کافی است.",
        "numberInSurah": 48,
        "juz": 22,
        "manzil": 5,
        "page": 424,
        "ruku": 366,
        "hizbQuarter": 169,
        "sajda": false
      },
      {
        "number": 3582,
        "text": "ای کسانی که ایمان آورده‌اید، هرگاه زنان مؤمن را به نکاح خود درآوردید، سپس پیش از آن که با آنان همبستر شوید طلاقشان دادید، برای شما برعهده آنان عده‌ای نیست که بخواهید روزهای آن را شماره کنید. ولی باید ـ چنانچه مهریه‌ای برای آنان معیّن نکرده‌اید ـ مالی که از آن بهره برند به آنان بدهید و به خوبی، بی هیچ نزاع و خصومتی، آنان را رها سازید.",
        "numberInSurah": 49,
        "juz": 22,
        "manzil": 5,
        "page": 424,
        "ruku": 366,
        "hizbQuarter": 169,
        "sajda": false
      },
      {
        "number": 3583,
        "text": "ای پیامبر، ما برای تو آن همسرانت را که مهرشان را داده‌ای حلال کردیم، و نیز کنیزانی را که خدا از غنایم جنگی به تو ارزانی کرده و تو مالک آنها شده‌ای، و همچنین دختران عمو و دختران عمه‌ها و دختران دایی و دختران خاله هایت را با این شرط که همراه تو هجرت کرده باشند. و اگر زنی مؤمن خود را بدون تقاضای مهریه، به پیامبر ببخشد و پیامبر بخواهد او را به همسری بگیرد، ما وی را برای پیامبر حلال کرده‌ایم. البته این قانون مخصوص توست نه سایر مؤمنان; و ما دانسته‌ایم که درباره زنانی که سایر مؤمنان به همسری می‌گیرند و درباره کنیزانی که مالک آنها می‌شوند چه احکامی مقرّر کرده‌ایم; [آنچه مقرر داشته‌ایم از روی علم بوده و مؤمنان به رعایت آن موظفند.] این هفت گروه از زنان را برای تو حلال کردیم تا هیچ مشقت و تنگنایی بر تو نباشد، و خداوند بسیار آمرزنده و مهربان است.",
        "numberInSurah": 50,
        "juz": 22,
        "manzil": 5,
        "page": 424,
        "ruku": 366,
        "hizbQuarter": 169,
        "sajda": false
      },
      {
        "number": 3584,
        "text": "بر تو رواست که نوبت همبستری با هر یک از همسرانت را که بخواهی به تأخیر افکنی و هر کدام را که بخواهی به سوی خود فراخوانی، و نیز رواست که از آنان کناره گیری کنی و نوبت همبستری مقرّر نداری. و بر تو گناهی نیست که از آنان که کناره گیری کرده‌ای هر کدام را خواستی به سوی خود فراخوانی و برای او نوبت همبستری مقرر داری. این شیوه نزدیک‌تر است به این که آنان شادمان شوند و اندوهگین نشوند و همگیشان به آنچه به آنان داده‌ای خشنود گردند. و خداوند به آنچه در قلب‌های شماست آگاهی دارد، و خداوند مصلحت بندگان را می‌داند و در کیفر تبهکاران شتاب نمی‌کند.",
        "numberInSurah": 51,
        "juz": 22,
        "manzil": 5,
        "page": 425,
        "ruku": 366,
        "hizbQuarter": 170,
        "sajda": false
      },
      {
        "number": 3585,
        "text": "بعد از این زنان که اکنون همسر تواَند و خدا و رسولش را بر دنیا و زیورهای آن برگزیده‌اند، زنان دیگر بر تو حلال نیستند [از این پس نباید همسری برگزینی]. و نیز بر تو روا نیست که با طلاق دادن آنان زنان دیگری را به جای آنان به همسری بگیری، هر چند زیبایی شان تو را به شگفت آورد، مگر این که بخواهی کنیزی را به مِلک خود درآوری که این بر تو حلال است. از مخالفت خدا باید برحذر بود، که خدا بر هر چیزی نگهبان است.",
        "numberInSurah": 52,
        "juz": 22,
        "manzil": 5,
        "page": 425,
        "ruku": 366,
        "hizbQuarter": 170,
        "sajda": false
      },
      {
        "number": 3586,
        "text": "ای کسانی که ایمان آورده‌اید، داخل اتاق‌های پیامبر نشوید، مگر این که به شما اجازه داده شود که برای خوردن طعامی به آن جا روید; ولی پیش از موعد به خانه او داخل نشوید تا در انتظار وقت غذا، ماندنِ شما به درازا کشد، بلکه همان زمان که دعوت شده‌اید به خانه او درآیید، و وقتی غذا خوردید پراکنده شوید و به هیچ سخنی دل نسپارید و سرگرم نشوید، زیرا درنگ شما او را آزار می‌دهد و از شما شرم می‌کند که بگوید بیرون بروید، ولی خدا از گفتن حق شرم ندارد. و چون از همسران پیامبر کالایی خواستید و ناچار شدید با آنان سخن بگویید، از پشت حجابی از آنان بخواهید و از پس پرده با آنان سخن بگویید. این شیوه برای دل‌های شما و دل‌های آنان پاکیزه‌تر است. و شما حق ندارید پیامبر خدا را آزار دهید، و پس از او نباید هیچ گاه با همسرانش ازدواج کنید، که این کار نزد خدا گناهی بزرگ است.",
        "numberInSurah": 53,
        "juz": 22,
        "manzil": 5,
        "page": 425,
        "ruku": 367,
        "hizbQuarter": 170,
        "sajda": false
      },
      {
        "number": 3587,
        "text": "اگر چیزی را آشکار کنید یا آن را نهان دارید خدا آن را می‌داند، زیرا خدا به هر آشکار و نهانی داناست.",
        "numberInSurah": 54,
        "juz": 22,
        "manzil": 5,
        "page": 425,
        "ruku": 367,
        "hizbQuarter": 170,
        "sajda": false
      },
      {
        "number": 3588,
        "text": "بر همسران پیامبر گناهی نیست که در برابر پدرانشان و پسرانشان و برادرانشان و پسرانِ برادرانشان و پسرانِ خواهرانشان و زنان همکیششان و نیز بردگان و کنیزانشان حجاب نداشته باشند. ای همسران پیامبر، از خدا پروا داشته باشید و احکام او را رعایت کنید، به یقین خدا بر هر چیزی شاهد و ناظر است.",
        "numberInSurah": 55,
        "juz": 22,
        "manzil": 5,
        "page": 426,
        "ruku": 367,
        "hizbQuarter": 170,
        "sajda": false
      },
      {
        "number": 3589,
        "text": "همانا خداوند رحمتش را بر پیامبر افاضه می‌کند و فرشتگانش برای او آمرزش می‌طلبند و او را به پاکی یاد می‌کنند; پس ای کسانی که ایمان آورده‌اید، شما نیز از خدا بخواهید تا او را از رحمت خود برخوردار سازد; و بر او سلام گویید، سلامی شایسته.",
        "numberInSurah": 56,
        "juz": 22,
        "manzil": 5,
        "page": 426,
        "ruku": 367,
        "hizbQuarter": 170,
        "sajda": false
      },
      {
        "number": 3590,
        "text": "کسانی که خدا و رسولش را آزار می‌رسانند، قطعاً خدا آنان را در دنیا و آخرت لعنت می‌کند; در دنیا از رحمت هدایت و در آخرت از مقام قُرب خویش محرومشان می‌سازد، و برای آنان عذابی خوارکننده آماده کرده است.",
        "numberInSurah": 57,
        "juz": 22,
        "manzil": 5,
        "page": 426,
        "ruku": 367,
        "hizbQuarter": 170,
        "sajda": false
      },
      {
        "number": 3591,
        "text": "کسانی که مردان و زنان مؤمن را بی آن که مرتکب گناهی شده باشند آزار می‌رسانند، قطعاً به آنان تهمت زده تا آزارشان را روا بشمارند پس بار بهتان و گناه آشکاری بر دوش می‌کشند.",
        "numberInSurah": 58,
        "juz": 22,
        "manzil": 5,
        "page": 426,
        "ruku": 367,
        "hizbQuarter": 170,
        "sajda": false
      },
      {
        "number": 3592,
        "text": "ای پیامبر، به همسران و دخترانت و به زنان مؤمنان بگو بخشی از مقنعه‌های خویش را به خود نزدیک کنند تا گردن و سینه آنان آشکار نشود. این پوشش نزدیک‌ترین راه است برای این که آنان به عفت و حجاب شناخته شوند و در نتیجه مورد آزار فاسقان قرار نگیرند، و خداوند بسیار آمرزنده و مهربان است.",
        "numberInSurah": 59,
        "juz": 22,
        "manzil": 5,
        "page": 426,
        "ruku": 368,
        "hizbQuarter": 170,
        "sajda": false
      },
      {
        "number": 3593,
        "text": "اگر منافقان و کسانی که در دل هایشان بیماری است و شایعه افکنانِ در مدینه، از کارهایشان باز نایستند، قطعاً تو را بر ضد آنان می‌شورانیم تا از مدینه بیرونشان کنی، آن گاه جز زمانی کوتاه در مجاورت تو در این شهر نخواهند زیست.",
        "numberInSurah": 60,
        "juz": 22,
        "manzil": 5,
        "page": 426,
        "ruku": 368,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3594,
        "text": "این در حالی است که آنان لعنت شده‌اند; هر کجا یافت شوند باید دستگیر گردند و همگی به سختی کشته شوند.",
        "numberInSurah": 61,
        "juz": 22,
        "manzil": 5,
        "page": 426,
        "ruku": 368,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3595,
        "text": "تبعید و کشتن منافقان و هم مسلکان آنان، که طغیانگری را از حد می‌گذرانند سنّتی است که خدا آن را در میان کسانی که پیش از شما درگذشته‌اند جاری ساخته است، و هرگز در سنت خدا تغییر و دگرگونی نخواهی یافت.",
        "numberInSurah": 62,
        "juz": 22,
        "manzil": 5,
        "page": 426,
        "ruku": 368,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3596,
        "text": "مردم از تو درباره زمان برپایی قیامت و دوری و نزدیکی آن می‌پرسند; بگو: علم آن فقط در نزد خداست. چه چیزی تو را از آن آگاه می‌کند و تو از هنگام آن چه می‌دانی؟ شاید زمان برپایی قیامت نزدیک باشد.",
        "numberInSurah": 63,
        "juz": 22,
        "manzil": 5,
        "page": 427,
        "ruku": 368,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3597,
        "text": "خداوند کافران را از رحمت خود دور ساخته و برای آنان آتشی فروزان آماده کرده است.",
        "numberInSurah": 64,
        "juz": 22,
        "manzil": 5,
        "page": 427,
        "ruku": 368,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3598,
        "text": "برای همیشه در آن ماندگارند، در حالی که نه سرپرستی می‌یابند که نجاتشان را برعهده گیرد، و نه یاوری که در رهایی از آتش به آنان کمک کند.",
        "numberInSurah": 65,
        "juz": 22,
        "manzil": 5,
        "page": 427,
        "ruku": 368,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3599,
        "text": "آن روز که صورت هایشان در آتش زیر و رو می‌شود، می‌گویند: ای کاش خدا را فرمان می‌بردیم و از پیامبرش اطاعت می‌کردیم.",
        "numberInSurah": 66,
        "juz": 22,
        "manzil": 5,
        "page": 427,
        "ruku": 368,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3600,
        "text": "و خواهند گفت: پروردگارا، ما از سران و کهنسالان خود پیروی کردیم و آنان ما را از راه راست به گمراهی کشاندند.",
        "numberInSurah": 67,
        "juz": 22,
        "manzil": 5,
        "page": 427,
        "ruku": 368,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3601,
        "text": "پروردگارا، آنان را از این عذاب، دو چندان ده، چرا که هم خود گمراه بودند و هم ما را به بیراهه بردند، و آنان را لعنت کن، لعنتی بزرگ، که ذرّه‌ای از رحمت تو نصیبشان نشود.",
        "numberInSurah": 68,
        "juz": 22,
        "manzil": 5,
        "page": 427,
        "ruku": 368,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3602,
        "text": "ای کسانی که ایمان آورده‌اید، پیامبرتان را با سخنانی که شایسته مقام نبوت نیست آزار ندهید و مانند آن کسانی از بنی اسرائیل نباشید که موسی را با تهمت و افترا آزار رساندند و خدا او را تبرئه کرد و ساحتش را از آنچه گفتند پاک ساخت، و او نزد خدا آبرومند بود.",
        "numberInSurah": 69,
        "juz": 22,
        "manzil": 5,
        "page": 427,
        "ruku": 369,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3603,
        "text": "ای کسانی که ایمان آورده‌اید، از خدا پروا کنید و سخن راست و استوار گویید، و از بیهوده گویی و سخنان فسادانگیز بپرهیزید.",
        "numberInSurah": 70,
        "juz": 22,
        "manzil": 5,
        "page": 427,
        "ruku": 369,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3604,
        "text": "اگر چنین باشید، خداوند اعمال و رفتار شما را برای شما به صلاح می‌آورد و برای شما گناهانتان را می‌بخشد. و هر کس از خدا و پیامبرش فرمان برد، قطعاً به سعادتی بزرگ نایل شده است.",
        "numberInSurah": 71,
        "juz": 22,
        "manzil": 5,
        "page": 427,
        "ruku": 369,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3605,
        "text": "به راستی ما امانت خود را بر آسمان‌ها و زمین و کوه‌ها عرضه کردیم، ولی آنها سرباز زدند و از این که آن بار سنگین را برگیرند، امتناع کردند و از آن هراسناک شدند، اما انسان آن را برعهده گرفت، چرا که او ستمکار و نادان بود.",
        "numberInSurah": 72,
        "juz": 22,
        "manzil": 5,
        "page": 427,
        "ruku": 369,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3606,
        "text": "فرجامِ برعهده گرفتن این امانت آن است که خداوند مردان و زنان منافق و مردان و زنان مشرک را عذاب می‌کند و با افاضه رحمت بر مردان و زنان مؤمن به آنان روی می‌آورد، چرا که خداوند بسیار آمرزنده و مهربان است.",
        "numberInSurah": 73,
        "juz": 22,
        "manzil": 5,
        "page": 427,
        "ruku": 369,
        "hizbQuarter": 171,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "fa.safavi",
      "language": "fa",
      "name": "صفوی",
      "englishName": "صفوی",
      "format": "text",
      "type": "translation",
      "direction": "rtl"
    }
  }
}