{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 34,
    "name": "سُورَةُ سَبَإٍ",
    "englishName": "Saba",
    "englishNameTranslation": "Sheba",
    "revelationType": "Meccan",
    "numberOfAyahs": 54,
    "ayahs": [
      {
        "number": 3607,
        "text": "ستایش در این جهان از آنِ خداست; آن که هر چه در آسمان‌ها و هر چه در زمین است مِلک اوست; و ستایش در جهان آخرت نیز از آنِ اوست، و او حکیم است که سرای آخرت را مقرر داشته، و او به جزئیات امور آگاه است.",
        "numberInSurah": 1,
        "juz": 22,
        "manzil": 5,
        "page": 428,
        "ruku": 370,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3608,
        "text": "آنچه در زمین فرو می‌رود و آنچه از زمین بیرون می‌آید و آنچه از آسمان نازل می‌شود و آنچه در آسمان بالا می‌رود همه را می‌داند (به تمام حرکات و کارها آگاهی دارد) و سزا و پاداش هر عملی را می‌داند; او مهربان و آمرزنده است و مؤمنان را از رحمت و آمرزش خود برخوردار می‌سازد.",
        "numberInSurah": 2,
        "juz": 22,
        "manzil": 5,
        "page": 428,
        "ruku": 370,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3609,
        "text": "با این حال، کسانی که کافر شدند، گفتند: قیامت به سراغ ما نخواهد آمد. بگو: آری خواهد آمد; به پروردگارم که نهان را می‌داند سوگند که به سراغ شما خواهد آمد. شما پراکنده شدن اجزای مردگان و تبدیل شدن آنها به خاک را دلیل انکار معاد انگاشته‌اید، ولی بدانید که هموزن ذرّه‌ای، نه در آسمان‌ها و نه در زمین، از دید پروردگار من دور نمی‌ماند، و کوچک‌تر از آن و بزرگ‌تر از آن چیزی نیست مگر این که در کتابی روشنگر ثبت شده است.",
        "numberInSurah": 3,
        "juz": 22,
        "manzil": 5,
        "page": 428,
        "ruku": 370,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3610,
        "text": "قیامت برپا خواهد شد، تا خدا کسانی را که ایمان آورده و کارهای شایسته کرده‌اند سزا دهد. اینانند که آمرزش و نعمت‌های بهشت که روزیِ ارزشمندی است، برای آنان خواهد بود.",
        "numberInSurah": 4,
        "juz": 22,
        "manzil": 5,
        "page": 428,
        "ruku": 370,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3611,
        "text": "و کسانی که برای از بین بردن آیات ما تلاش کرده‌اند تا ما را [به خیال خود] سخت درمانده کنند، عذابی دردناک خواهند داشت; عذابی که از کردار ناپسندشان پدید می‌آید.",
        "numberInSurah": 5,
        "juz": 22,
        "manzil": 5,
        "page": 428,
        "ruku": 370,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3612,
        "text": "ولی کسانی که به آنان شناخت خدا و آیات او داده شده است، به خوبی می‌دانند کتابی که از جانب پروردگارت بر تو نازل شده و از آمدن قیامت خبر می‌دهد، سراسر حق است و به راه آن مقتدری که شکست ندارد و آن ستوده‌ای که همه کارهایش زیباست، هدایت می‌کند.",
        "numberInSurah": 6,
        "juz": 22,
        "manzil": 5,
        "page": 428,
        "ruku": 370,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3613,
        "text": "آنان که کفر ورزیده‌اند، از روی استهزا به همکیشان خود گفتند: آیا مردی را به شما نشان دهیم که شما را خبر می‌دهد که چون مردید و بدن هایتان کاملاً متلاشی و پراکنده گشت، قطعاً در آفرینشی جدید قرار می‌گیرید و حیاتی دوباره می‌یابید؟‌",
        "numberInSurah": 7,
        "juz": 22,
        "manzil": 5,
        "page": 428,
        "ruku": 370,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3614,
        "text": "نمی‌دانیم آیا این مرد عاقل است و آگاهانه سخن دروغینی را که خود ساخته است به خدا نسبت می‌دهد و یا نوعی جنون دامنگیرش شده و آنچه می‌گوید خیالبافیِ اوست. نه هیچ کدام نیست، ولی آنان که به حیات بازپسین ایمان ندارند در عذاب گرفتارند، از این رو به بیراهه می‌روند; بیراهه‌ای که با حق فاصله‌ای دور دارد.",
        "numberInSurah": 8,
        "juz": 22,
        "manzil": 5,
        "page": 429,
        "ruku": 370,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3615,
        "text": "آیا به آسمان و زمین که پیش روی آنان و پشت سرشان است نظر نیفکنده‌اند؟ اگر بخواهیم زمین را می‌شکافیم و آنان را در زمین فرو می‌بریم و یا پاره‌هایی از آسمان بر آنان می‌افکنیم و هلاکشان می‌کنیم. همانا در این اندرز و اخطار برای هر بنده‌ای که از نافرمانی خدا به اطاعت او روی آورد نشانه‌ای است.",
        "numberInSurah": 9,
        "juz": 22,
        "manzil": 5,
        "page": 429,
        "ruku": 370,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3616,
        "text": "همانا ما به داود از جانب خود عطیه‌ای دادیم، آن گاه که کوه‌ها و مرغان هوا را برای او رام ساختیم و گفتیم: ای کوه‌ها و ای پرندگان، در تسبیح خدا با او هم آواز شوید و خدای را پیاپی تسبیح گویید، و نیز آهن را برای او نرم ساختیم.",
        "numberInSurah": 10,
        "juz": 22,
        "manzil": 5,
        "page": 429,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3617,
        "text": "و گفتیم: زره‌های فراخ بساز و در بافتن حَلقه‌های آن اندازه نگهدار و آنها را متناسب با یکدیگر بساز، و به او و مردمش سفارش کردیم که کاری شایسته کنید که من آنچه را انجام می‌دهید می‌بینم.",
        "numberInSurah": 11,
        "juz": 22,
        "manzil": 5,
        "page": 429,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3618,
        "text": "و باد را به تسخیر سلیمان درآوردیم که سیر بامداد آن (از ابتدای روز تا هنگام ظهر) سیر یک ماه، و سیر عصرگاهش (از ظهر تا هنگام غروب) سیر یک ماه راه بود، و مس را [در معدنش] برای او ذوب کردیم که بسان چشمه‌ای روان بود، و از جن کسانی بودند که به فرمان پروردگارشان در برابر او کار می‌کردند، و [چنین مقرّر کردیم که] هر کس از آنها از دستور ما سرپیچی کند و به فرمان سلیمان نباشد، از عذاب آتش فروزان به او بچشانیم.",
        "numberInSurah": 12,
        "juz": 22,
        "manzil": 5,
        "page": 429,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3619,
        "text": "جنیان برای او هر چه می‌خواست: از عبادتگاه‌ها، مجسمه‌ها، ظروف غذا که در بزرگی به حوضچه‌ها می‌ماندند، و دیگ‌های بزرگ که در یک نقطه ثابت بودند، می‌ساختند. ای خاندان داود، برای سپاسگزاری به درگاه خدا کارهای شایسته کنید، و بدانید که سپاسگزاران بسی بلند مرتبه‌اند، و اندکی از بندگان من سپاسگزارند.",
        "numberInSurah": 13,
        "juz": 22,
        "manzil": 5,
        "page": 429,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3620,
        "text": "سلیمان بر عصای خود تکیه کرده بود که ما به مرگ وی حکم کردیم. وقتی او را میراندیم، چیزی جز موریانه جن و انس را به مرگ او رهنمون نشد، [به این طریق که] آن جنبنده خاکی عصای سلیمان را می‌خورد، تا عصا شکست و او بر زمین افتاد، آن گاه که فرو افتاد جنیان دریافتند که اگر غیب می‌دانستند، قبلاً از مرگ سلیمان آگاه می‌شدند و در آن فاصله در عذاب خوارکننده نمی‌ماندند.",
        "numberInSurah": 14,
        "juz": 22,
        "manzil": 5,
        "page": 429,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3621,
        "text": "به یقین قوم سبا را در محل سکونتشان نشانه‌ای [از رحمت و نعمت خدا] بود: دو باغستان که یکی سمت راست و دیگری بر سمت چپ دیارشان قرار داشت. به آنان گفتیم: از رزق پروردگارتان که در این بوستان‌ها پدید آورده است تناول کنید و او را بر نعمتش شکرگزار باشید. شهری است نیکو و دلپسند و پروردگاری است بس آمرزنده.",
        "numberInSurah": 15,
        "juz": 22,
        "manzil": 5,
        "page": 430,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3622,
        "text": "ولی آنان روی گرداندند و سپاس خدا را به جا نیاوردند; پس به سزای کردارشان سیلاب آن سدّ را که در دیارشان بود بر آنان روانه کردیم. سیل، دیار قوم سبا را درنوردید و هر دو بوستانشان را نابود کرد، و ما باغ‌های پرنعمتشان را به دو باغی که دارای میوه‌ای تلخ و درخت شوره گز و اندکی درخت کُنار بود، تبدیل کردیم.",
        "numberInSurah": 16,
        "juz": 22,
        "manzil": 5,
        "page": 430,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3623,
        "text": "این سزا را بدان سبب بر قوم سبا روا داشتیم که کفر ورزیدند و شکر نعمت نکردند، و آیا جز کسی را که بسیار ناسپاس است کیفر می‌دهیم؟",
        "numberInSurah": 17,
        "juz": 22,
        "manzil": 5,
        "page": 430,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3624,
        "text": "از نعمت‌هایی که به قوم سبا ارزانی داشته بودیم این بود که میان آنان و شهرهایی که در آنها برکت نهاده بودیم، آبادی‌هایی نزدیک به هم قرار داده بودیم; آبادی‌هایی آشکار که هر کدام از آنها از آبادی مجاورش قابل رؤیت بود، و نیز فاصله آنها را به یک اندازه مقرر کرده بودیم، و به آنان گفتیم: در این آبادی‌ها سیر و سفر کنید; خواه روزها حرکت کنید و خواه شب‌ها، هماره در امن و امانید و خطری در پیش ندارید.",
        "numberInSurah": 18,
        "juz": 22,
        "manzil": 5,
        "page": 430,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3625,
        "text": "ولی قوم سبا آن نعمت‌ها را ناسپاسی کردند و گفتند: پروردگارا، میان سفرهای ما فاصله‌های دور و دراز قرار ده، که این همه شهر و دیار در طول سفر ملال آور است. آنان با ارتکاب گناهان بر خویشتن ستم کردند; ما هم آنان را از میان بردیم، به گونه‌ای که هیچ اثری از ایشان باقی نگذاشتیم، جز این که آنها را به صورت قصه‌هایی بر سر زبان‌ها نهادیم. آری آنان را سخت پراکنده ساختیم به گونه‌ای که هیچ گروهی با نام و نشان قوم سبا یافت نمی‌شد. به راستی که در سرگذشت آنان برای هر کسی که بسیار شکیبا و سپاسگزار باشد، نشانه‌هایی است بر لزوم پرستش خدا و تحقق روز جزا و پاداش.",
        "numberInSurah": 19,
        "juz": 22,
        "manzil": 5,
        "page": 430,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3626,
        "text": "به یقین ابلیس گمان خود را درباره آدمیان (گمراه ساختن آنان) به ثبوت رسانید، از این رو همگان جز گروهی که سرای آخرت را باور داشتند، از او پیروی کردند.",
        "numberInSurah": 20,
        "juz": 22,
        "manzil": 5,
        "page": 430,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3627,
        "text": "و ابلیس بر آدمیان هیچ گونه تسلطی ندارد که به اجبار آنان را به بیراهه برد، مگر سلطه‌ای که آدمیان خود بخواهند، و این مقدار سلطه را از آن رو به ابلیس دادیم تا کسی را که به آخرت ایمان دارد از کسی که در آن شک دارد مشخص کنیم. و پروردگارت بر هر چیزی نگهبان است و هیچ چیز از علم او محو نمی‌شود.",
        "numberInSurah": 21,
        "juz": 22,
        "manzil": 5,
        "page": 430,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3628,
        "text": "ای پیامبر، به مشرکان بگو: کسانی را که به جای خدا معبود خود پنداشته‌اید بخوانید و نیازهایتان را از آنها بخواهید; آنها هموزن ذرّه‌ای نه در آسمان‌ها و نه در زمین مالک نیستند و در ملکیت آسمان‌ها و زمین هیچ شرکتی با خدا ندارند و هیچ یک از آنها در تدبیر امور هستی یاور و پشتیبان خدا نیست، پس چگونه می‌توانند نیازی را برآورده سازند تا سزاوار پرستش باشند؟",
        "numberInSurah": 22,
        "juz": 22,
        "manzil": 5,
        "page": 430,
        "ruku": 372,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3629,
        "text": "مشرکان می‌پندارند معبودانشان شفاعتگر آنانند و امورشان در دنیا به واسطه آنها تدبیر می‌شود، در حالی که شفاعت هیچ کس، حتی شفاعت فرشتگان ـ که خدا آنان را در تدبیر امور هستی واسطه قرار داده است ـ در پیشگاه خدا سودی نمی‌بخشد، مگر برای کسی که او رخصت دهد و فرشتگان را امر کند که شفیع او شوند و کارش را سامان بخشند. فرشتگان خاضعانه در انتظار فرمان الهی‌اند، و در این فاصله ترسان و نگرانند، تا چون فرمان الهی در رسد و تدبیر برخی امور به آنان واگذار شود، آرام گیرند و ترس از دل هایشان زدوده شود. در این هنگام فرشتگان زیردست از مهتران خود می‌پرسند: پروردگارتان چه فرمان داد؟ می‌گویند: آنچه فرمود حق است که نه دگرگون می‌شود و نه باطل می‌گردد، و اوست بلند مرتبه‌ای که هر چیزی در برابر او بی مقدار است، و اوست بزرگی که جهان هستی در برابر او کوچک است.",
        "numberInSurah": 23,
        "juz": 22,
        "manzil": 5,
        "page": 431,
        "ruku": 372,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3630,
        "text": "ای پیامبر، از مشرکان بپرس: چه کسی از آسمان‌ها و زمین به شما روزی می‌دهد؟ آنان هرچند دریافته‌اند که معبودانشان توانِ آفرینش ندارند تا روزی دهنده باشند، ولی به این حقیقت اعتراف نمی‌کنند; پس تو خود در پاسخ بگو که خدا روزی دهنده شماست نه معبودانتان. و بگو: ما و شما در دو جبهه مخالف قرار داریم; یا ما بر طریق هدایتیم و شما در گمراهی آشکار، و یا شما بر طریق هدایتید و ما در گمراهی آشکار; اینک بیندیشید و ره یافته را از گمراه باز شناسید.",
        "numberInSurah": 24,
        "juz": 22,
        "manzil": 5,
        "page": 431,
        "ruku": 372,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3631,
        "text": "بگو: نه از شما درباره گناهی که ما مرتکب شده‌ایم پرسش می‌شود و نه از ما درباره آنچه شما می‌کنید سؤال خواهد شد.",
        "numberInSurah": 25,
        "juz": 22,
        "manzil": 5,
        "page": 431,
        "ruku": 372,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3632,
        "text": "بگو: پروردگارمان ما و شما را در سرای آخرت یکجا گرد می‌آورد; سپس میان ما و شما به حق جدایی می‌اندازد و ما را از یکدیگر متمایز می‌سازد، تا هر کسی به سزای خود برسد. اوست که همه چیزها را مشخص می‌سازد و نیکوکاران را از بدکاران جدا می‌کند و به هر چیزی داناست.",
        "numberInSurah": 26,
        "juz": 22,
        "manzil": 5,
        "page": 431,
        "ruku": 372,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3633,
        "text": "بگو: کسانی را که به خدا ملحق نموده و همتایان او پنداشته‌اید به من نشان دهید تا بنگرم آیا در آنها ویژگی‌هایی از خدا وجود دارد که شایسته پرستش باشند؟ هرگز چنین نیست. آنها از آن رو که یا فاقد علم و قدرت و حیاتند و یا این ویژگی‌ها را خدا به آنها عطا کرده است خدا نیستند تا سزاوار پرستش باشند. آن که شایسته پرستش است خداوندی است که عزیز است پس کسی به الوهیت و ربوبیت او راهی ندارد، و حکیم است پس خود نیز کسی را از آن بهره ای نمی‌دهد که کاری گزاف است.",
        "numberInSurah": 27,
        "juz": 22,
        "manzil": 5,
        "page": 431,
        "ruku": 372,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3634,
        "text": "ما تو را به رسالت نفرستادیم مگر برای این که مردم را از گناه بازداری و بشارت دهنده و اخطارکننده باشی، ولی بیشتر مردم نمی‌دانند که اگر جز خدا پروردگاری داشتند، حتماً از جانب او پیامبری اخطارکننده و بشارت دهنده برای آنان می‌آمد.",
        "numberInSurah": 28,
        "juz": 22,
        "manzil": 5,
        "page": 431,
        "ruku": 372,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3635,
        "text": "کفرپیشگان به مسخره از پیامبر و مؤمنان می‌پرسند: اگر راست می‌گویید که قیامتی در کار است، این وعده کی تحقق خواهد یافت؟",
        "numberInSurah": 29,
        "juz": 22,
        "manzil": 5,
        "page": 431,
        "ruku": 372,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3636,
        "text": "بگو: برای شما وعده روزی خواهد بود که نه اندک زمانی از آن باز می‌مانید که دیرتر از وقتش بدان رسید و نه از آن سبقت می‌گیرید که زودتر از هنگامش به آن درآیید.",
        "numberInSurah": 30,
        "juz": 22,
        "manzil": 5,
        "page": 431,
        "ruku": 372,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3637,
        "text": "آنان که به رسالت پیامبران کافر شدند گفتند: ما هرگز نه به این قرآن ایمان می‌آوریم و نه به تورات و انجیل که پیش از آن بوده‌اند. ای پیامبر، ای کاش می‌دیدی زمانی را که این ستمکاران در پیشگاه خدا برای محاسبه و مجازات بازداشت شده‌اند و به بحث و جدال می‌پردازند و هر دسته‌ای سخن دسته دیگر را مردود می‌شمرد. در آن روز کافرانی که به دست مستکبران کفرپیشه به ناتوانی کشیده شده بودند به آنان می‌گویند: اگر شما نبودید و ما را به کفر مجبور نمی‌کردید قطعاً ما مؤمن می‌شدیم.",
        "numberInSurah": 31,
        "juz": 22,
        "manzil": 5,
        "page": 431,
        "ruku": 373,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3638,
        "text": "سران مستکبر به پیروان مستضعف خود خواهند گفت: آیا پس از آن که هدایت به سراغتان آمد و به شما ابلاغ شد، چگونه می‌توانید ادّعا کنید که ما شما را به اجبار از هدایت بازداشتیم؟ این گونه نیست، شما خود مجرم و گنهکار بودید.",
        "numberInSurah": 32,
        "juz": 22,
        "manzil": 5,
        "page": 432,
        "ruku": 373,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3639,
        "text": "و مستضعفان در پاسخ به سران مستکبر می‌گویند: [اگرچه ما را به اجبار از ایمان بازنداشتید، ولی] در گرایش ما به کفر، شما نیز دخالت داشتید. شما بودید که شب و روز فریبکاری کردید و پیوسته توطئه‌ها به کار بردید تا ما را به اطاعتِ خود واداشتید و ما هم آن گاه که خواستید به خدای یگانه کافر شویم و برای او همتایانی قرار دهیم خود را به پیروی از شما ناچار دیدیم. آنان وقتی عذاب دوزخ را می‌بینند پشیمان می‌شوند امّا پشیمانی خود را پنهان می‌دارند، و ما در گردن کسانی که کفر ورزیده‌اند زنجیرها می‌نهیم. آیا جز به آنچه می‌کردند سزا داده می‌شوند؟ این زنجیرها که در عذابشان داشته همان اعمال آنان است.",
        "numberInSurah": 33,
        "juz": 22,
        "manzil": 5,
        "page": 432,
        "ruku": 373,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3640,
        "text": "و ما در هیچ آبادیی پیامبری که مردم را از عذاب بیم دهد نفرستادیم جز این که مرفهان آن به پیامبران گفتند: ما به آنچه بدان رسالت یافته و به ابلاغ آن مأمور شده‌اید، کافریم.",
        "numberInSurah": 34,
        "juz": 22,
        "manzil": 5,
        "page": 432,
        "ruku": 373,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3641,
        "text": "و نیز گفتند: ما دارایی‌ها و فرزندانمان بیش از دیگران است و این نشانه کرامت ما نزد خداست، پس ما هرگز گرفتار عذاب او نخواهیم شد.",
        "numberInSurah": 35,
        "juz": 22,
        "manzil": 5,
        "page": 432,
        "ruku": 373,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3642,
        "text": "در پاسخ آنان بگو: پروردگار من روزی را برای هر کس که بخواهد وسعت می‌بخشد و بر هر کس که بخواهد تنگ می‌گیرد. این نه گواه کرامت و سعادت است و نه نشانه پستی و اهانت، ولی بیشتر مردم نمی‌دانند که فراوانی نعمت و تنگی معیشت به دست خداوند است.",
        "numberInSurah": 36,
        "juz": 22,
        "manzil": 5,
        "page": 432,
        "ruku": 373,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3643,
        "text": "ای مردم، دارایی‌های شما و فرزندانتان چیزی نیست که شما را نزد ما مقرّب سازد; تنها کسانی که ایمان آورده و با انفاق اموالشان در راه خدا و گسترش ایمان و عمل صالح در میان فرزندان خویش، کار شایسته کرده باشند، اینانند که در برابر آنچه کرده‌اند، پاداشی مضاعف خواهند داشت و در غرفه‌های رفیع بهشت از هر گزند و عذابی ایمنند.",
        "numberInSurah": 37,
        "juz": 22,
        "manzil": 5,
        "page": 432,
        "ruku": 374,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3644,
        "text": "کسانی که برای از بین بردن آیات ما تلاش می‌کنند تا ما را [به خیال خود] سخت درمانده سازند، در عذاب احضار می‌شوند; هرچند اموال و فرزندانشان بسیار باشد.",
        "numberInSurah": 38,
        "juz": 22,
        "manzil": 5,
        "page": 432,
        "ruku": 374,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3645,
        "text": "بگو: پروردگار من روزی را برای هر کس از بندگانش که بخواهد وسعت می‌بخشد و بر هر کس که بخواهد تنگ می‌گیرد; پس نه انفاق موجب کم شدن روزی است و نه خودداری از انفاق مایه فزونی آن. و هر چه را در راه خیر انفاق کنید ـ خواه کم باشد یا زیاد ـ خدا آن را در دنیا یا آخرت عوض می‌دهد و او بهترین روزی دهندگان است که از سرِ جود می‌بخشد نه به امید عوض.",
        "numberInSurah": 39,
        "juz": 22,
        "manzil": 5,
        "page": 432,
        "ruku": 374,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3646,
        "text": "یاد کن روزی را که خداوند همه آنان (فرشتگانی که پرستش می‌شدند و پرستشگران آنان) را گرد می‌آورد، سپس به فرشتگان می‌گوید: آیا از این که اینان شما را می‌پرستیدند، خرسند بودید.",
        "numberInSurah": 40,
        "juz": 22,
        "manzil": 5,
        "page": 433,
        "ruku": 374,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3647,
        "text": "فرشتگان می‌گویند: خداوندا، ما تو را از هر کاستی و از این که تو را شریکی باشد، منزّه می‌شمریم; تو ولیّ ما هستی نه آنان; ما هیچ گاه از این که آنان ما را عبادت می‌کردند، خشنود نبوده‌ایم. آنان جنیان را می‌پرستیدند و جنیان به این پرستش شادمان بودند. آنان بیشترشان به جنیان ایمان داشتند.",
        "numberInSurah": 41,
        "juz": 22,
        "manzil": 5,
        "page": 433,
        "ruku": 374,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3648,
        "text": "پس امروز برای شما آشکار شد که هیچ کدام برای دیگری نه سودی را در اختیار دارید تا آن را فراهم آورید و نه مالک زیانی هستید تا آن را دفع کنید; و امروز به کسانی که با شرک ورزیدن خود ستم روا داشتند، می‌گوییم: عذاب آتش را بچشید; همان آتشی که پیوسته آن را دروغ می‌شمردید.",
        "numberInSurah": 42,
        "juz": 22,
        "manzil": 5,
        "page": 433,
        "ruku": 374,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3649,
        "text": "و هنگامی که آیات روشن و تردیدناپذیر ما بر آنان تلاوت شود، سران شرک به پیروان خود می‌گویند: محمّد پیامبر نیست، او مردی است که می‌خواهد شما را از آنچه پدرانتان از دیرباز می‌پرستیدند بازدارد. و نیز می‌گویند: این چیزهایی که آنها را کلام خدا می‌نامد، جز سخنی دروغ که بر خدا بافته شده چیزی نیست. و کسانی که کافر شدند، درباره این قرآنِ سراسر حق ـ آن گاه که به ایشان رسید ـ گفتند: این جز افسونی آشکار نیست.",
        "numberInSurah": 43,
        "juz": 22,
        "manzil": 5,
        "page": 433,
        "ruku": 374,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3650,
        "text": "این مشرکان، حقِ آشکار را به پیروی از هوای خویش افسون می‌خوانند و بر ادّعای خود برهانی ندارند، زیرا ما به آنان کتاب‌هایی آسمانی نداده‌ایم که آنها را فراگیرند و بتوانند حق را از باطل تشخیص دهند; و پیش از تو پیامبری که بیمشان دهد به سویشان نفرستاده‌ایم تا حقایق را بیان کند و آنان به استناد تعالیم او درست را از نادرست بازشناسند.",
        "numberInSurah": 44,
        "juz": 22,
        "manzil": 5,
        "page": 433,
        "ruku": 374,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3651,
        "text": "کسانی هم که پیش از این مشرکان بودند آیات ما را دروغ شمردند، در حالی که اینان به یک دهم امکاناتی که به آنان داده بودیم نرسیده‌اند. آنان رسولان ما را تکذیب کردند و گرفتار عذاب شدند; پس [بنگرند که] عقوبت من چگونه بود; آن گاه دریابند که کیفر دادن اینان به راستی آسان است.",
        "numberInSurah": 45,
        "juz": 22,
        "manzil": 5,
        "page": 433,
        "ruku": 374,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3652,
        "text": "به مشرکان بگو: من شما را فقط یک پند می‌دهم و بدان توصیه می‌کنم، و آن این که به خاطر خدا، دو تا دو تا، یا یکی یکی به پا خیزید، آن گاه درباره پیامبر بیندیشید. هیچ نوع جنونی دامنگیر او نیست. شما او را خوب می‌شناسید; سال‌ها همراه و همنشین شما بوده است. او جز پیامبری نیست که پیش از فرارسیدن عذابی سخت، شما را از آن بیم می‌دهد.",
        "numberInSurah": 46,
        "juz": 22,
        "manzil": 5,
        "page": 433,
        "ruku": 375,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3653,
        "text": "بگو: هر پاداشی که در برابر رسالت خود از شما خواسته‌ام مال خودتان باشد. من مزدی از شما نخواسته‌ام و نمی‌خواهم. پاداش من جز برعهده خدا نیست. او بر هر چیزی شاهد و ناظر است و کار مرا نیز خود نظاره می‌کند.",
        "numberInSurah": 47,
        "juz": 22,
        "manzil": 5,
        "page": 433,
        "ruku": 375,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3654,
        "text": "بگو: همانا پروردگارم حق را می‌افکند و به وسیله آن باطل را نابود می‌کند. او به همه نهانها بسی داناست.",
        "numberInSurah": 48,
        "juz": 22,
        "manzil": 5,
        "page": 433,
        "ruku": 375,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3655,
        "text": "بگو: با نزول قرآن، حق به صحنه آمد و بعد از این دیگر باطل نه چیز جدیدی به میدان می‌آورد و نه چیزی را که گذشته است احیا می‌کند.",
        "numberInSurah": 49,
        "juz": 22,
        "manzil": 5,
        "page": 434,
        "ruku": 375,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3656,
        "text": "بگو: اگر گمراه شوم، جز این نیست که خود به بیراهه رفته‌ام و آن بر عهده خودم است; و اگر هدایت یابم، در اثر آن حقایقی است که پروردگارم به من وحی می‌کند، چراکه او شنونده دعاهاست و به بندگانش نزدیک است.",
        "numberInSurah": 50,
        "juz": 22,
        "manzil": 5,
        "page": 434,
        "ruku": 375,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3657,
        "text": "ای کاش می‌دیدی زمانی را که مشرکان قریش و هم مسلکانشان در آستانه مرگ در ترس و وحشت قرار می‌گیرند و نمی‌توانند از سیطره خدا دور بمانند، و از مکانی نزدیک گرفته می‌شوند، چرا که میان آنان و خدا فاصله‌ای نیست.",
        "numberInSurah": 51,
        "juz": 22,
        "manzil": 5,
        "page": 434,
        "ruku": 375,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3658,
        "text": "آنان در آخرت خواهند گفت: به قرآن ایمان آوردیم. اما چگونه از جهان آخرت که از سرای عمل دور است، دست یافتن به ایمانی کارساز برای آنان میسر است؟!",
        "numberInSurah": 52,
        "juz": 22,
        "manzil": 5,
        "page": 434,
        "ruku": 375,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3659,
        "text": "در آن سرا، ایمانشان به قرآن بی اثر است، چرا که قبلاً بدان کافر شدند و از دنیا، آن سرای دور از آخرت، جهان دیگر را که از دیدشان نهان بود، هدف تیرهای انکار که برخاسته از گمان بود قرار دادند.",
        "numberInSurah": 53,
        "juz": 22,
        "manzil": 5,
        "page": 434,
        "ruku": 375,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3660,
        "text": "با مرگ، میان آنان و لذّت‌هایی که به آنها رغبت داشتند فاصله افتاد; همان گونه که پیش‌تر با امثال آنان از امت‌های گذشته نیز چنین رفتار شد، چرا که آنان نیز درباره آخرت سخت در تردید بودند.",
        "numberInSurah": 54,
        "juz": 22,
        "manzil": 5,
        "page": 434,
        "ruku": 375,
        "hizbQuarter": 174,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "fa.safavi",
      "language": "fa",
      "name": "صفوی",
      "englishName": "صفوی",
      "format": "text",
      "type": "translation",
      "direction": "rtl"
    }
  }
}