{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 35,
    "name": "سُورَةُ فَاطِرٍ",
    "englishName": "Faatir",
    "englishNameTranslation": "The Originator",
    "revelationType": "Meccan",
    "numberOfAyahs": 45,
    "ayahs": [
      {
        "number": 3661,
        "text": "ستایش از آنِ خداوند است که پدیدآورنده آسمان‌ها و زمین است و فرشتگان را رسولانی قرار داده است تا در عالم تکوین و تشریع اجراکننده فرمانش باشند; برخی از آنها دو بال و برخی سه بال و برخی چهار بال دارند. او هر چه بخواهد در آفرینش می‌افزاید; همانا خداوند بر هر چیزی تواناست.",
        "numberInSurah": 1,
        "juz": 22,
        "manzil": 5,
        "page": 434,
        "ruku": 376,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3662,
        "text": "هر نعمتی را که خدا بر مردم بگشاید که همه برخاسته از رحمت اوست، هیچ بازدارنده‌ای برای آن نخواهد بود و آنچه را بازدارد، هیچ بخشنده‌ای بعد از او نیست که آن را گسیل دارد، و اوست شکست ناپذیری که هر چه خواهد همان شود، و حکیمی است که هر چه کند بر طبق حکمت و مصلحت کند.",
        "numberInSurah": 2,
        "juz": 22,
        "manzil": 5,
        "page": 434,
        "ruku": 376,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3663,
        "text": "ای مردم، نعمت‌های خدا را که به شما ارزانی داشته شده است به خاطر آورید; آیا آفریدگاری جز خدا از آسمان و زمین به شما روزی می‌دهد؟ پس معبودی سزاوار پرستش جز او نیست. شما تا کی از حقّ بازداشته می‌شوید و به شرک روی می‌آورید؟",
        "numberInSurah": 3,
        "juz": 22,
        "manzil": 5,
        "page": 434,
        "ruku": 376,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3664,
        "text": "و اگر مشرکان پس از شنیدن دلایل روشن، تو را تکذیب کردند و پیامت را دروغ شمردند، اندوهگین مشو، زیرا چیز تازه‌ای رخ نداده است، و پیش از تو نیز رسولانی [بسیار]، تکذیب شدند. آری غمگین مباش، چرا که همه کارها [از جمله کار آنان] به خدا باز گردانده می‌شود و او به سزای ستیزشان با حق، آنان را کیفر می‌دهد.",
        "numberInSurah": 4,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 376,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3665,
        "text": "ای مردم، وعده خدا قطعاً تحقق خواهد یافت و رستاخیز برپا خواهد شد; پس مبادا زندگی دنیا با زیورها و لذت هایش شما را بفریبد و روز حساب را از یادتان ببرد و شیطان آن موجود حیله گر با نشان دادن جلوه‌های عفو و رحمت خدا، شما را اغفال کند!",
        "numberInSurah": 5,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 376,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3666,
        "text": "چرا که شیطان دشمن شماست، پس شما نیز او را دشمن خود بدانید و از پیروی او بپرهیزید. جز این نیست که او گروه خویش را فرا می‌خواند تا سرانجام اهل آتش فروزان دوزخ شوند.",
        "numberInSurah": 6,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 376,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3667,
        "text": "کسانی که کافر شده‌اند، آنان را به فراخور کفرشان عذابی سخت است، و کسانی که ایمان آورده و کارهای شایسته کرده‌اند آنان را نیز به فراخور ایمان و عملشان آمرزش و پاداشی بزرگ خواهد بود.",
        "numberInSurah": 7,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 376,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3668,
        "text": "پس آیا آن کس که عمل ناپسندش برای او آراسته شده و آن را زیبا می‌بیند همچون کسی است که کردار ناپسند را بد می‌داند؟! هرگز این دو یکسان نیستند. خدا هر که را بخواهد گمراه می‌سازد، و هر که را بخواهد هدایت می‌کند. اکنون که دریافتی امر هدایت و ضلالت به دست خداست، مبادا به خاطر اندوه‌ها و حسرت‌هایی که بر کفرورزی آنان می‌خوری جانت تباه شود. خداوند به آنچه می‌کنند داناست. اوست که می‌داند چه کسی با کرداری که دارد شایسته هدایت است و چه کسی سزاوار ضلالت.",
        "numberInSurah": 8,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 377,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3669,
        "text": "و خداوند آن کسی است که بادها را فرستاد و آنها ابرهایی را به حرکت آوردند و منتشر ساختند آن گاه ابرها را به سوی سرزمینی مرده راندیم و بدین وسیله زمین را پس از آن که مرده بود، با رویش گیاهان و درختان زنده ساختیم. زنده ساختن انسان‌ها و برانگیختن آنان در روز قیامت نیز همین گونه است.",
        "numberInSurah": 9,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 377,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3670,
        "text": "هر کس عزت می‌طلبد باید آن را از خدا و در بندگیِ خالصانه او بجوید، چرا که عزت به تمامی از آنِ خداست. سخنان پاک که حاوی باورها و اعتقادات درست است به سوی خدا بالا می‌رود و به قرب الهی می‌رسد، و کردار شایسته آنها را صعود می‌دهد; اما کسانی که مکرهای ناپسند می‌کنند تا عزّتی به چنگ آورند برای آنان عذابی سخت خواهد بود و مکر آنان است که تباه و بی اثر می‌شود.",
        "numberInSurah": 10,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 377,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3671,
        "text": "و خداست که شما را از خاکی و سپس از نطفه‌ای آفرید، آن گاه شما را جفت ـ گروهی را مرد و گروهی را زن ـ قرار داد; و هیچ مادینه‌ای حمل برنمی گیرد و وضع حمل نمی‌کند مگر به علم خدا، و به هیچ سالمندی عمر دراز داده نمی‌شود و از عمر هیچ کس کاسته نمی‌گردد مگر این که هم مدّت عمر او و هم سبب دراز یا کوتاه شدن آن در کتابی ثبت است. به یقین این تدبیر دقیق که حاکم بر جهان است بر خدا آسان است.",
        "numberInSurah": 11,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 377,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3672,
        "text": "دو دریا برابر نیستند; این یکی شیرین است و تشنگی را فرومی نشاند و نوشیدنش گواراست و این یکی ناگوار و سخت شور است، ولی از هر دو، گوشتی تازه می‌خورید و از آنها زیوری که آن را می‌پوشید بیرون می‌آورید; و کشتی‌ها را در دریا می‌بینی که آبها را می‌شکافند و به پیش می‌روند، تا شما روزی خود را که فضل خداست بجویید، و شاید شما بر این نعمت‌ها شکرگزاری کنید.",
        "numberInSurah": 12,
        "juz": 22,
        "manzil": 5,
        "page": 436,
        "ruku": 377,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3673,
        "text": "خداوند پیوسته شب را در روز فرو می‌برد و با کاستن از روز بر شب می‌افزاید و همواره روز را در شب فرو می‌برد و با کاستن از شب بر روز می‌افزاید، و خورشید و ماه را رام ساخته و نظام آنها را تدبیر کرده است. هر یک تا سرآمدی معین روانند. ای انسان‌ها، این است خداوند، پروردگار شما که امورتان را تدبیر می‌کند. پادشاهی تنها از آنِ اوست، امّا کسانی که شما آنها را به جای او می‌خوانید مالک پوستِ هسته خرمایی هم نیستند.",
        "numberInSurah": 13,
        "juz": 22,
        "manzil": 5,
        "page": 436,
        "ruku": 377,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3674,
        "text": "آنها را بخوانید تا باور کنید که مالک چیزی نیستند. اگر آنها را بخوانید، دعا و درخواست شما را نمی‌شنوند، و اگر بشنوند شما را اجابت نمی‌کنند، و روز قیامت شرک شما را انکار می‌کنند و از شما تبری می‌جویند; و ای پیامبر، هیچ خبردهنده‌ای چون خداوندِ آگاه، تو را از حقیقت امر آگاه نمی‌کند.",
        "numberInSurah": 14,
        "juz": 22,
        "manzil": 5,
        "page": 436,
        "ruku": 377,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3675,
        "text": "ای مردم، شمایید که به خدا نیازمندید، و خداست که بی نیاز است و کارهایش همه پسندیده و زیباست.",
        "numberInSurah": 15,
        "juz": 22,
        "manzil": 5,
        "page": 436,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3676,
        "text": "اگر بخواهد، شما را هلاک می‌سازد و از میان می‌برد، زیرا به شما نیازی ندارد، و آن گاه آفریدگانی جدید می‌آورد.",
        "numberInSurah": 16,
        "juz": 22,
        "manzil": 5,
        "page": 436,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3677,
        "text": "و این کار بر خداوند دشوار نیست.",
        "numberInSurah": 17,
        "juz": 22,
        "manzil": 5,
        "page": 436,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3678,
        "text": "و هیچ کس بار گناه دیگری را بر دوش نمی‌گیرد. پس اگر گرانباری که بار گناهش بر او سنگینی می‌کند، دیگری را به سوی بار خویش فراخوانَد تا بار گناهش را او برگیرد پاسخی نمی‌شنود و چیزی از آن برداشته نمی‌شود، هرچند خویشاوندش را فراخوانده باشد. این تکذیب کنندگان رسالت [که خدا هدایتشان را نخواسته است]، از انذارها و هشدارهای تو سودی نمی‌برند. آنان چنانند که گویا اصلاً هشدارشان نداده‌ای. تو فقط کسانی را هشدار می‌دهی و هشدار تو برایشان مفید است که در پی آن از خدا می‌هراسند و از عذاب و کیفر او که از دیدشان نهان است می‌ترسند و نماز را به پا می‌دارند. اینان پاک و پاکیزه‌اند، و هر که پاک شود جز این نیست که به سود خود پاک می‌شود و نفع آن به خدا نمی‌رسد، چرا که بازگشت همگان [پاکان و ناپاکان] به سوی خداست.",
        "numberInSurah": 18,
        "juz": 22,
        "manzil": 5,
        "page": 436,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3679,
        "text": "کافران کورند و مؤمنان بینا، و کور و بینا برابر نیستند.",
        "numberInSurah": 19,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3680,
        "text": "کافران در تاریکی‌ها هستند و مؤمنان در روشنایی، و هرگز تاریکی‌ها و نور یکسان نیستند.",
        "numberInSurah": 20,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3681,
        "text": "مؤمنان سرانجام در سایه دلپذیر بهشت درمی آیند و کافران در حرارتِ سوزان دوزخ، و سایه و حرارتِ سوزان همسان نیستند.",
        "numberInSurah": 21,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3682,
        "text": "مؤمنان زنده دلانند و کافران دل مردگان، و هیچ گاه زندگان و مردگان برابر نیستند. خداست که حق را به هر که بخواهد می‌شنواند و او را هدایت می‌کند، و تو ای پیامبر، نمی‌توانی به کسانی که چون مردگان در قبرها مدفونند حقیقت را بشنوانی و آنان را هدایت کنی.",
        "numberInSurah": 22,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3683,
        "text": "تو فقط اخطارکننده‌ای و باید مردم را از عذاب الهی بترسانی.",
        "numberInSurah": 23,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3684,
        "text": "همانا ما تو را به حق فرستادیم تا مؤمنان را مژده رسان و کافران را هشداردهنده باشی. و این پدیده‌ای نو و بی سابقه نیست; هیچ امتی نبوده مگر این که پیامبری بیم دهنده در میان آنان بوده و درگذشته است.",
        "numberInSurah": 24,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3685,
        "text": "اگر مشرکان تو را تکذیب می‌کنند اندوهگین مباش، کسانی هم که پیش از اینان بودند پیامبران را تکذیب کردند، در حالی که رسولانشان برای آنان دلایل و معجزات روشن آوردند و نوشته‌هایی که مشتمل بر ذکر خدا و بیان کننده حکمت و موعظه بود و نیز کتاب آسمانیِ روشنگر که شرایع الهی را دربرداشت، به آنان ارائه کردند.",
        "numberInSurah": 25,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3686,
        "text": "آن گاه کسانی را که کافر شدند به عذاب گرفتم; پس [بنگرند که] عقوبت من چگونه بود.",
        "numberInSurah": 26,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3687,
        "text": "آیا ندیده‌ای که خدا از آسمان آبی نازل کرد، و به وسیله آن میوه‌هایی رنگارنگ برآوردیم؟ و آیا ندیده‌ای که برخی کوه‌ها رشته‌هایی راه مانند با رنگ‌های مختلف; سفید، سرخ و سیاهِ پررنگِ مشکی هستند؟",
        "numberInSurah": 27,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3688,
        "text": "و [آیا ندیده‌ای که برخی] از مردمان و جانوران و دام‌ها بسان میوه جات و رشته کوه‌ها دارای رنگ‌های گوناگونند; برخی سفید و برخی سرخ و برخی سیاه رنگ اند؟ از میان بندگان خدا تنها عالمانند که از خدا می‌هراسند و در برابر او خشوع میورزند، زیرا [آنان دریافته‌اند که] خدا قاهری است شکست ناپذیر که باید از او بیم داشت، و همو بسیار آمرزنده است و باید مشتاق لقای او بود.",
        "numberInSurah": 28,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3689,
        "text": "همانا کسانی که کتاب خدا، قرآن را تلاوت می‌کنند و نماز را با مداومت بر آن، برپا داشته‌اند و از آنچه روزی آنان کرده‌ایم، گاه در نهان برای دور ماندن از ریا و گاه آشکارا برای ترغیب دیگران، انفاق کرده‌اند، اینان به تجارتی امید بسته‌اند که هرگز کسادی ندارد و تباه نمی‌شود.",
        "numberInSurah": 29,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3690,
        "text": "آنچه کرده‌اند بدین منظور است که خدا پاداششان را به تمام و کمال به آنان عطا کند و از فضل خود به آنان افزون دهد. قطعاً خدا لغزش هایشان را می‌بخشد; چرا که او بسیار آمرزنده است، و پاداش دستاوردشان را به آنان عطا می‌کند و از فضل خود بر آن می‌افزاید که او بسیار سپاسگزار است.",
        "numberInSurah": 30,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3691,
        "text": "آنچه از این کتاب آسمانی به تو وحی کرده‌ایم همه حق است و کتاب‌های آسمانی پیش از خود را تأیید می‌کند. قطعاً خدا به بندگانش آگاه و بیناست.",
        "numberInSurah": 31,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3692,
        "text": "سپس این کتاب آسمانی را به کسانی از بندگانمان که آنان را برگزیدیم سپردیم تا امر آن را بر عهده گیرند و از آن بهره برند; پس گروهی از آنان با ارتکاب گناهان بر خود ستم کردند، و گروهی از آنان راه میانه را در پیش گرفتند و در راه هدایت گام نهادند، و گروهی از آنان در انجام کارهای نیک به اذن خدا بر دیگران پیشی گرفتند و به درجات قرب الهی نایل آمدند. [بدانید] این امر [سپردن قرآن به بندگان برگزیده] تفضّلی بزرگ از جانب خداوند بر آنان است.",
        "numberInSurah": 32,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3693,
        "text": "[نتیجه آن] بهشت‌های همیشگی است که وارثان قرآن بدان درمی آیند و در آن جا به دستواره‌هایی از طلا و به مروارید درشت آراسته می‌شوند و جامه شان در آن جا ابریشم خالص است.",
        "numberInSurah": 33,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3694,
        "text": "گنهکارانشان می‌گویند: سپاس خدای را که با جای دادن ما در بهشت، رنج و اندوه عالم برزخ را از ما زدود، همانا پروردگارمان بسیار آمرزنده و سپاسگزار است.",
        "numberInSurah": 34,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3695,
        "text": "همان که ما را به فضل خود، بی آن که درخور آن باشیم، به سرای جاودان درآورد; سرایی که هیچ رنجی در آن به ما نمی‌رسد و برای دستیابی به خواسته هایمان هیچ گونه ملال و خستگی به ما راه نمی‌یابد و هرچه می‌طلبیم در اختیار ماست.",
        "numberInSurah": 35,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3696,
        "text": "و کسانی که کافر شدند، آتش دوزخ برای آنان خواهد بود. حکم مرگشان صادر نمی‌شود تا بمیرند، و عذاب آتش نیز از آنان کاسته نمی‌شود. ما هر کفران پیشه‌ای را این گونه سزا می‌دهیم.",
        "numberInSurah": 36,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3697,
        "text": "آنان در آتش دوزخ برای کمک خواهی فریاد برمی آورند و می‌گویند: پروردگارا، ما را از این جا به در آور، که اگر چنین کنی کار شایسته خواهیم کرد، غیر از آنچه پیش‌تر می‌کردیم که ناروا بود. در پاسخ آنان گفته می‌شود: هرگز چنین نخواهد شد; مگر به شما عمری ندادیم که هر کس عبرت آموز بود در آن عبرت می‌گرفت؟ و پیامبری بیم دهنده به سوی شما آمد و شما را از عذاب هشدار داد، ولی شما عبرت نگرفتید و ایمان نیاوردید; پس این عذاب را بچشید که هیچ یاوری برای ستمگران نیست تا آنان را از عذاب رهایی بخشد.",
        "numberInSurah": 37,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3698,
        "text": "همانا خداوند به آنچه در آسمان‌ها و زمین نهان است داناست. به یقین او به اندیشه‌ها و نیّت‌های نهفته در سینه‌ها آگاه است.",
        "numberInSurah": 38,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 380,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3699,
        "text": "اوست آن که شما را در زمین جانشین قرار داد و هر نسلی از شما آدمیان را جایگزین نسل پیشین کرد. پس تنها او خداوندگار شماست; و هر کس به یکتایی او در ربوبیت و تدبیر کافر گردد، کفرش تنها به زیان خود اوست، و کافران را کفرشان جز دشمنی شدید نزد پروردگارشان نمی‌افزاید، و کافران را کفرشان جز خسارتی بزرگ افزون نمی‌کند.",
        "numberInSurah": 39,
        "juz": 22,
        "manzil": 5,
        "page": 439,
        "ruku": 380,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3700,
        "text": "به مشرکان بگو: از معبودانتان که شریک خدا قرار داده‌اید و آنها را به جای خدا می‌خوانید و می‌پرستید به من خبر دهید. به من بنمایید که آنها چه چیزی از زمین و پدیده‌های آن را آفریده‌اند تا در زمین شریک خدا باشند، بلکه چه چیزی از آسمان‌ها را خلق کرده‌اند تا در آسمان‌ها شرکتی با خدا داشته باشند و در نتیجه از رُبوبیّت و تدبیر عالم بهره‌ای نصیب آنها شود؟ آیا کتابی به مشرکان داده‌ایم که شرکت معبودانشان با خدا و شایستگی آنها برای پرستش، در آن نوشته شده باشد تا از جانب خدا برای شرک ورزیدن خود، بر دلیلی روشن متّکی باشند؟ چنین نیست، بلکه شرک ورزیدن آنان ریشه در فریبکاری دارد و این مشرکان ستمکار چیزی جز فریب به یکدیگر وعده نمی‌دهند.",
        "numberInSurah": 40,
        "juz": 22,
        "manzil": 5,
        "page": 439,
        "ruku": 380,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3701,
        "text": "به یقین خداست که آسمان‌ها و زمین را نگاه می‌دارد و وجودشان را ادامه می‌دهد تا از میان نروند; و به یقین که اگر آن دو از میان بروند هیچ کس بعد از او نمی‌تواند آنها را نگهدارد و هستی آنها را برقرار دارد. همانا او بردبار است و در نابود ساختن آسمان‌ها و زمین تعجیل نمی‌کند، و ساتر است و راه نیستی را بر آنها پوشیده می‌دارد و بدین سبب آسمان‌ها و زمین تا مدتی معین برپا می‌مانند.",
        "numberInSurah": 41,
        "juz": 22,
        "manzil": 5,
        "page": 439,
        "ruku": 380,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3702,
        "text": "این مشرکان پیش از بعثت تو، با سخت‌ترین سوگندهای خود به نام خدا سوگند خوردند که اگر پیامبری بیم دهنده برای آنان بیاید، و در داشتن پیامبر، با یهودیان و مسیحیان یکسان شوند، قطعاً از هر یک از آن امّت‌ها هدایت یافته‌تر خواهند شد; ولی هنگامی که پیامبری برایشان آمد و آنان را به عذاب الهی هشدار داد، جز دوری و گریز بر آنان نیفزود.",
        "numberInSurah": 42,
        "juz": 22,
        "manzil": 5,
        "page": 439,
        "ruku": 380,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3703,
        "text": "برتری جویی آنان در روی زمین و نیرنگِ زشتشان ریشه در گریز آنان از پیامبر و تکذیب آیات الهی دارد. [بدانند که] نیرنگِ ناروا جز دامن صاحبش را نمی‌گیرد و اثر سوء آن جز به خود او باز نمی‌گردد. پس آیا جز همان سنّتی را که در میان امّت‌های حق ستیز نخستین جاری شد و آنان را هلاک ساخت، انتظار می‌برند؟ هرگز برای سنت خدا دگرگونی نمی‌یابی و هرگز سنّت خدا را قابل انتقال نخواهی یافت.",
        "numberInSurah": 43,
        "juz": 22,
        "manzil": 5,
        "page": 439,
        "ruku": 380,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3704,
        "text": "آیا این حق گریزان در زمین سیر نکرده‌اند تا سنت الهی را به دیده عبرت دریابند و بدانند که فرجام امت‌هایی که پیش از ایشان می‌زیستند و بسیار نیرومندتر از اینان بودند چگونه شد؟! [بدانند که] هیچ چیزی نه در آسمان‌ها و نه در زمین، خدا را ناتوان نمی‌سازد; نه مَکرِ مکّاران او را عاجز می‌کند و نه نیروی قدرتمندان; چرا که او دانای مطلق است و نیرنگ‌ها غافلگیرش نمی‌کند، و توانای مطلق است و هیچ چیزی در برابر او مقاومت ندارد.",
        "numberInSurah": 44,
        "juz": 22,
        "manzil": 5,
        "page": 439,
        "ruku": 380,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3705,
        "text": "و مقدر نیست که همه گنهکاران در دنیا کیفر شوند; اگر خدا همه مردم را به سزای گناهانی که انجام داده‌اند مؤاخذه می‌کرد، بر روی زمین هیچ جنبنده‌ای باقی نمی‌گذاشت ولی کیفر آنان را تا سرآمدی معین به تأخیر می‌اندازد و به آنان مهلت می‌دهد، و وقتی اجلشان فرا رسید، آنان را به سزای گناهانشان مؤاخذه می‌کند، چرا که خدا به بندگان خود بینا و به رفتارشان داناست.",
        "numberInSurah": 45,
        "juz": 22,
        "manzil": 5,
        "page": 440,
        "ruku": 380,
        "hizbQuarter": 176,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "fa.safavi",
      "language": "fa",
      "name": "صفوی",
      "englishName": "صفوی",
      "format": "text",
      "type": "translation",
      "direction": "rtl"
    }
  }
}