{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 39,
    "name": "سُورَةُ الزُّمَرِ",
    "englishName": "Az-Zumar",
    "englishNameTranslation": "The Groups",
    "revelationType": "Meccan",
    "numberOfAyahs": 75,
    "ayahs": [
      {
        "number": 4059,
        "text": "این است آن کتابِ فرو فرستاده شده از جانب خداوند شکست ناپذیر حکیم.",
        "numberInSurah": 1,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4060,
        "text": "ما این کتاب را که سراسر حق است به سوی تو فرو فرستادیم و در آن به یکتاپرستی فرمان دادیم; پس خدا را در حالی که عبادت خود را ویژه او ساخته‌ای پرستش کن.",
        "numberInSurah": 2,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4061,
        "text": "ای مردم، بدانید که عبادت خالص و پیراسته از شرک، از آنِ خداوند است که جز این گونه عبادت را نمی‌پذیرد. و کسانی که به جای خدا معبودانی را برگرفته و به عبادت آنها پرداخته و می‌گویند: ما آنها را جز برای این که ما را به خدا نزدیک کنند و به منزلتی نزد او برسانند، نمی‌پرستیم، قطعاً خداوند میان اینان و کسانی که خالصانه او را می‌پرستند، در آنچه بر سرش اختلاف دارند، داوری خواهد کرد، و بی تردید خداوند کسی را که دروغگو و بسیار ناسپاس است به فرجام نیک نمی‌رساند.‌",
        "numberInSurah": 3,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4062,
        "text": "می‌گویند: خدا فرزند گرفته است. اگر خدا می‌خواست برای خود فرزندی بگیرد، از میان آنچه می‌آفریند، هر که را می‌خواست به فرزندی می‌گرفت، ولی او کار ناشدنی را اراده نمی‌کند. منزّه است او، اوست خدای یگانه که بر هر چیز و هر کس چیره است; پس چگونه ممکن است فرزند داشته باشد؟",
        "numberInSurah": 4,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4063,
        "text": "تدبیر امور جهان هستی فقط در اختیار اوست، زیرا او آسمان‌ها و زمین را به حق آفریده است. پیوسته شب را بر روز می‌افکند و روز را بر شب می‌افکند، (رفت و آمدِ روز و شب را هماره برقرار می‌دارد) و خورشید و ماه را رام ساخته و نظام آنها را تدبیر کرده است. هر یک تا سرآمدی معیّن در حرکتند. آگاه باشید که اوست آن عزّتمندِ آمرزگار.",
        "numberInSurah": 5,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4064,
        "text": "خداوند شما را از یک تن آفرید، و همسرش را از جنس او قرار داد، و برای شما از دام‌ها هشت تای پدید آورد (شتر، گاو، میش و بز; نر و ماده آنها) شما را در شکم مادرانتان آفرینشی پس از آفرینش دیگر، در تاریکی‌های سه گانه (شکم، رحم و مَشیمه) خلق می‌کند. این است خدا که پروردگار شماست. اوست که کارهای شما را به سامان می‌رساند، و فرمانروایی فقط از آنِ اوست. جز او معبودی شایسته پرستش نیست، پس چگونه از عبادت او باز گردانده و به پرستش غیر او برده می‌شوید؟",
        "numberInSurah": 6,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4065,
        "text": "اگر به خدا کفر ورزید، زیانی به او نمی‌رسانید; زیرا او به شما نیازی ندارد. او از آن روی شما را به ایمان فرا می‌خواند که شما بندگان او هستید و او برای بندگانش ناسپاسی را نمی‌پسندد; و اگر با پرستش خالصانه او را شکرگزاری کنید، آن را برای شما می‌پسندد، و هیچ کس که گناهی بر دوش دارد بار گناه دیگری را بر نمی‌گیرد. بدانید که بازگشت شما به سوی پروردگارتان است، آن گاه شما را به حقیقت آنچه می‌کردید آگاه می‌سازد و شما را بر طبق آنچه در دل دارید بازخواست می‌کند. قطعاً او اندیشه‌ها و رازهای نهفته در سینه‌ها را به خوبی می‌داند.",
        "numberInSurah": 7,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4066,
        "text": "و هنگامی به انسان گزندی برسد، به سوی خدا باز می‌گردد و به ربوبیّت او اعتراف می‌کند و برای برطرف شدن آن گزند پروردگار خود را می‌خواند، سپس وقتی خدا از جانب خود نعمتی به او بخشید، به آن سرگرم می‌شود و گزندی را که پیش‌تر برطرف شدن آن را از خدا می‌طلبید فراموش می‌کند و برای خدا همتایانی قرار می‌دهد تا مردم را از راه خدا باز دارد. بگو: از کفر خودت اندکی بهره مند شو، ولی بدان که این بهره مندی جاودانه نیست و تو از اهل دوزخ خواهی بود.",
        "numberInSurah": 8,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 396,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4067,
        "text": "آیا این کفرپیشه که اهل دوزخ است بهتر است یا آن کسی که در ساعات شب، خاضعانه فرمان خدا را اطاعت می‌کند و به نماز برمی خیزد و در نماز خود به سجده و قیام مشغول است و از عذاب آخرت می‌ترسد و به رحمت پروردگارش امید دارد؟ بگو: آیا کسانی که خدا را می‌شناسند با کسانی که خدا را نمی‌شناسند یکسانند؟ تنها خردمندانند که حقایق را درمی یابند.",
        "numberInSurah": 9,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 396,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4068,
        "text": "بگو: ای بندگان من که به یگانگی خدا ایمان آورده‌اید، از پروردگارتان پروا کنید. برای کسانی که در این جهان به کارهای نیک پرداخته‌اند، در دنیا نیکبختی و در آخرت سعادتمندی است، و زمینِ خدا گسترده است، اگر در سرزمینی نتوانستید به وظایف دینی خود عمل کنید، از آن جا هجرت کنید و بر ناگواری‌های راه ایمان شکیبا باشید; جز این نیست که پاداش شکیبایان به تمام و کمال و بدون محاسبه به آنها پرداخت خواهد شد.",
        "numberInSurah": 10,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4069,
        "text": "بگو: من نیز چون شما فرمان یافته‌ام که خدا را ـ در حالی که عبادتم را ویژه او ساخته‌ام ـ بپرستم.",
        "numberInSurah": 11,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4070,
        "text": "و نیز فرمان یافته‌ام که نخستین کسی باشم که فرمان خدا را گردن نهاده است.",
        "numberInSurah": 12,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4071,
        "text": "بگو: من اگر با ترک عبادت خالصانه، پروردگارم را نافرمانی کنم، از عذاب روز قیامت که روزی بزرگ است می‌ترسم.",
        "numberInSurah": 13,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4072,
        "text": "بگو: من فقط خدا را می‌پرستم، در حالی که عبادتم را ویژه او ساخته‌ام.",
        "numberInSurah": 14,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4073,
        "text": "پس شما مشرکان هر چه را غیر از او می‌خواهید بپرستید، که نه تنها سودی نمی‌برید، بلکه وزر و وبال آن دامنگیرتان می‌شود. بگو: زیانکاران کسانی اند که با شرک ورزیدن خود در دنیا، خویشتن را در قیامت باخته و به هلاکت انداخته و آن همسران و خدمتگزاران را که برای آنان آماده شده است از دست داده‌اند. آگاه باشید، این است آن خسارتِ آشکار که جبران پذیر نیست.",
        "numberInSurah": 15,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4074,
        "text": "برای آنان از فرازشان پوشش‌هایی از آتش و از زیرشان نیز پوشش‌هایی از آتش خواهد بود. این است آنچه خداوند بندگانش را به آن بیم می‌دهد. پس ای بندگان من، از کیفر من بترسید.",
        "numberInSurah": 16,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4075,
        "text": "امّا کسانی که از پرستش بُت‌ها و دیگر معبودهای طغیانگر دوری گزیده و به سوی خدا بازگشته‌اند آنان را مژده باد! پس بشارت ده به بندگان من،",
        "numberInSurah": 17,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4076,
        "text": "آنان که برای دستیابی به حقیقت، به سخن گوش می‌سپارند و بهترینِ آن را پیروی می‌کنند. اینانند که خدا آنان را راه نموده است و اینانند خردمندان.",
        "numberInSurah": 18,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4077,
        "text": "پس آیا کسی که به سبب کفرش حکم عذاب بر او ثابت شده است، از عذاب رهایی خواهد یافت؟ آیا تو کسی را که در آتش است رهایی می‌بخشی؟!",
        "numberInSurah": 19,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4078,
        "text": "لیکن کسانی که از پروردگارشان پروا داشته‌اند، برای آنان غرفه‌هایی والاست که بر فراز آنها غرفه‌هایی دیگر ساخته شده است، و در زیر آنها نهرها روان است. خدا این را وعده داده است و خدا از وعده اش تخلّف نمی‌کند.",
        "numberInSurah": 20,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4079,
        "text": "آیا ندیده‌ای که خدا از آسمان آبی فرو فرستاد، پس آن را در چشمه‌هایی که در درون زمین هستند راه داد، سپس بهوسیله آن کشتزاری را که رنگ‌های آن گوناگون است برمی آورد، سپس آن کشتزار خشک می‌گردد، آن گاه آن را می‌بینی که زرد شده است، سپس خُردش می‌کند؟ قطعاً در این دگرگونی‌ها، برای صاحبان خرد تذکّری بر یکتایی خداست.",
        "numberInSurah": 21,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4080,
        "text": "پس آیا کسی که خدا سینه اش را برای تسلیم شدن در برابر حق گشاده است در نتیجه او بر نوری از جانب خدا قرار دارد و حقایق را به وسیله آن می‌بیند، همچون کسی است که سختدل است و نوری برای شناخت ندارد؟ پس وای بر کسانی که دل هایشان از این که یاد خدا کند سخت شده است اینان در گمراهی آشکارند.",
        "numberInSurah": 22,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4081,
        "text": "خدا قرآن را که بهترین سخن است فرو فرستاده است; کتابی که بخش‌هایی از آن شبیه یکدیگر است و در معنی به یکدیگر باز می‌گردند. (برخی از آنها برخی دیگر را تفسیر می‌کند) کتابی که با شنیدن آیات آن، پوست کسانی که از پروردگارشان می‌هراسند، بر اندامشان جمع می‌شود، سپس پوستشان و دلشان به یاد خدا نرم می‌گردد و بدان آرامش می‌یابد. این است هدایت خدا که هر کس را بخواهد بدان راه می‌نماید، و هر که را خدا به گمراهی کشد، او را هیچ هدایت کننده‌ای نخواهد بود.",
        "numberInSurah": 23,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4082,
        "text": "پس آیا کسی که روز قیامت دست هایش در غل و زنجیر است و به ناچار صورتش را سپر آن عذاب سخت قرار می‌دهد، با کسی که از عذاب ایمن است، یکسان است؟ آن روز به این ستمکاران گفته می‌شود: آتش دوزخ را که خود فراهم می‌آوردید بچشید.",
        "numberInSurah": 24,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4083,
        "text": "کسانی هم که پیش از آنان بودند، [پیامبران و آیات الهی را] تکذیب کردند; از این رو عذاب از آن جا که تصوّرش را نمی‌کردند به سراغشان آمد.",
        "numberInSurah": 25,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4084,
        "text": "پس خدا ذلّت و حقارت را در زندگی دنیا به آنان چشانید و قطعاً عذاب آخرت بزرگ‌تر است; ای کاش می‌دانستند.",
        "numberInSurah": 26,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4085,
        "text": "و همانا در این قرآن از هر مَثَلی برای مردم آورده‌ایم، باشد که آنان آگاه شوند و عبرت گیرند.",
        "numberInSurah": 27,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4086,
        "text": "قرآنی به زبان عربی، بدون هیچ گونه انحراف و کژی، نازل کردیم، باشد که راه تقوا در پیش گیرند.",
        "numberInSurah": 28,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4087,
        "text": "خداوند مَثَلی زده است مردی را که چند مالک در او شریکند; مالکانی بدخو و ناسازگار که در کار او به نزاع و کشمکش می‌پردازند، و مردی است که تنها در اختیار یک نفر و تسلیم اوست. آن مردِ نخست، مَثَلِ فردی است مشرک که خدایانی چند را که طبعاً باهم ناسازگارند می‌پرستد، یکی او را به کاری فرمان می‌دهد و دیگری او را از آن باز می‌دارد، و آن مرد دوم، مَثَلِ فردی است یکتاپرست که خدایی یگانه او را امر و نهی می‌کند. آیا این دو مرد یکسانند و حالتی برابر دارند؟ ستایش، همه از آنِ خداست، ولی بیش‌تر مردم نمی‌دانند.",
        "numberInSurah": 29,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4088,
        "text": "قطعاً تو خواهی مُرد و آنان نیز خواهند مُرد;",
        "numberInSurah": 30,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4089,
        "text": "سپس روز قیامت در پیشگاه پروردگارتان حضور یافته و به جدال خواهید پرداخت.",
        "numberInSurah": 31,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4090,
        "text": "پس کیست ستمکارتر از آن کس که با قرار دادن شریک برای خدا، بر خدا دروغ بست و آن سخن راست (دین الهی) را وقتی برای او آمد، دروغ شمرد؟ آیا برای کافران در دوزخ جایگاهی نیست؟",
        "numberInSurah": 32,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4091,
        "text": "کسانی که آن سخن راست را آوردند و آن را با ایمان و عملِ خود تصدیق کردند، آنانند تقواپیشگان.",
        "numberInSurah": 33,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4092,
        "text": "آنان در حالی که نزد پروردگار خویشند هرچه بخواهند از جانب او در اختیارشان قرار خواهد گرفت این است سزای نیکوکاران.",
        "numberInSurah": 34,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4093,
        "text": "آری، آنان آن سخن راست را باور کردند تا خدا گناهان بزرگشان را که بدترین کردارهاست از آنان بزداید و پاداش اعمالشان را بر پایه نیکوترین عملی که می‌کردند، به آنان بدهد.",
        "numberInSurah": 35,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4094,
        "text": "مگر خدا کفایت کننده بنده اش نیست؟ با این حال آنان تو را از کسانی که جز اویند (معبودانشان) می‌ترسانند. آنان گمراهند و هر که را خدا گمراه کند، هیچ هدایتگری برای او نخواهد بود که او را به راه آورد.",
        "numberInSurah": 36,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4095,
        "text": "و هر که را خدا هدایت کند گمراه کننده‌ای نخواهد داشت. مگر خدا شکست ناپذیر و انتقام گیرنده نیست؟",
        "numberInSurah": 37,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4096,
        "text": "و اگر از مشرکان بپرسی: چه کسی آسمان‌ها و زمین را آفریده؟ قطعاً خواهند گفت: خدا آنها را آفریده است به آنان بگو: پس به من خبر دهید، اگر خدا گزندی برای من بخواهد، آیا آنچه به جای او می‌خوانید، می‌توانند گزندی را که او خواسته است برطرف کنند؟ یا اگر خدا رحمتی برای من بخواهد، آیا آنها می‌توانند رحمت او را بازدارند؟ بگو: چون آفرینش و تدبیر از آنِ خداست، پس او مرا بسنده است که کار خود را به او واگذارم، زیرا همه آنان که اهل توکّل اند تنها بر او توکّل می‌کنند.",
        "numberInSurah": 38,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4097,
        "text": "بگو: ای قومِ من، شما برحسب موقعیت خود عمل کنید و بر کفر و لجاجت و بازداشتن از راه خدا ادامه دهید، من نیز به آنچه بدان فرمان یافته‌ام عمل می‌کنم، پس زود است که بدانید،",
        "numberInSurah": 39,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4098,
        "text": "چه کسی را در دنیا عذابی خواهد آمد که خوار و حقیرش می‌کند، و بر چه کسی در آخرت عذابی پایدار فرود می‌آید.",
        "numberInSurah": 40,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4099,
        "text": "ما این کتابِ سراسر حق را برای مردم بر تو فرو فرستادیم; پس هر که بدان هدایت یابد به سود خود اوست، و هر که گمراه گردد جز این نیست که به زیان خود گمراه می‌شود; و [بدان که] تو از جانب ما بر آنان وکیل نیستی تا رهنمودهای این کتاب را در دل هایشان وارد کنی.",
        "numberInSurah": 41,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4100,
        "text": "خداست که جان مردم را هنگام مرگشان به تمام و کمال می‌گیرد و جان کسانی را که نمرده‌اند، در وقت خوابشان می‌ستاند; پس آنهایی را که حکم مرگ بر آنان گذرانده است، نگاه می‌دارد و دیگران را تا سرآمدی معیّن به بدن‌ها باز می‌فرستد. همانا در این امر برای مردمی که می‌اندیشند نشانه‌هایی است بر این که تدبیر امور آدمیان در اختیار خداست.",
        "numberInSurah": 42,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4101,
        "text": "بلکه آیا مشرکان جز خدا شفاعتگران و کارسازانی برای خود برگرفته‌اند. بگو: آیا بُت‌ها را شفاعتگر خود می‌پندارید، هر چند آنها مالک چیزی نباشند و از عقل و شعور بی بهره باشند؟",
        "numberInSurah": 43,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4102,
        "text": "بگو: شفاعت در کارها و تدبیر امور، همه از آنِ خداست، چرا که تنها او مالک آسمان‌ها و زمین است و شما فقط به سوی او بازگردانده می‌شوید.",
        "numberInSurah": 44,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4103,
        "text": "و چون خدا به تنهایی یاد شود و نامی از معبودان اهل شرک به میان نیاید، دل‌های کسانی که آخرت را باور ندارند، به تنگ می‌آید و می‌رمد، و چون کسانی که جز اویند یاد شوند، ناگهان آنان شادمان می‌گردند.",
        "numberInSurah": 45,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4104,
        "text": "بگو: خداوندا، ای پدیدآورنده آسمان‌ها و زمین، ای دانای نهان و آشکار، تو میان بندگانت درباره آنچه بر سرش اختلاف دارند، داوری خواهی کرد.",
        "numberInSurah": 46,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4105,
        "text": "و اگر آنچه در زمین است و همانند آن که به آن ضمیمه شود، همه از آنِ کسانی باشد که با انکار آخرت به خود ستم نموده‌اند، آن را برای رهایی خود از عذاب ناگوار روز قیامت خواهند داد. آن روز از جانب خدا برای آنان عذاب‌هایی پدیدار می‌شود که تصورش را نمی‌کردند.",
        "numberInSurah": 47,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4106,
        "text": "و زشتی گناهانی که مرتکب شده‌اند، برایشان آشکار می‌شود، و عذاب‌های روز قیامت که به مسخره می‌گرفتند بر آنان فرود می‌آید.",
        "numberInSurah": 48,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4107,
        "text": "آدمی از آن روی که به پیروی از هواهای نفسانی خوی گرفته و به نعمت‌ها و اسباب ظاهری دنیا فریب خورده است، چنان است که وقتی گزندی به او می‌رسد ما را خالصانه می‌خواند، ولی آن گاه که از جانب خود نعمتی به او می‌بخشیم می‌گوید: این ثروتی که به من داده شده است، تنها به سبب دانشی است که من دارم. نه! چنین نیست، بلکه این وسیله آزمونی است، ولی بیش‌تر مردم نمی‌دانند.",
        "numberInSurah": 49,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4108,
        "text": "کسانی که پیش از آنان بودند و ثروت و امکاناتی در اختیار داشتند نیز این سخن را گفتند، ولی آنچه به دست آورده بودند آنان را کفایت نکرد و از عذاب الهی نجاتشان نداد.",
        "numberInSurah": 50,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4109,
        "text": "پس کارهای ناروایی که انجام داده بودند، به صورت عذاب به آنان رسید، و از این مردمی که تو پیامبرشان هستی، نیز کسانی که با ارتکاب گناهان ستم کرده‌اند، کارهای بدشان به صورت عذاب به آنان خواهد رسید و آنان هرگز نمی‌توانند خدا را ناتوان سازند.",
        "numberInSurah": 51,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4110,
        "text": "آیا ندانسته‌اند که خداست که روزی را برای هر که بخواهد فراخ می‌گرداند و بر هر که بخواهد تنگ می‌گیرد؟ همانا در این امر برای مردمی که ایمان دارند، نشانه‌هایی از ربوبیّت خدا و یکتایی او در تدبیر جهان است.",
        "numberInSurah": 52,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4111,
        "text": "بگو: ای بندگان من که با شرک یا ارتکاب گناهان دیگر بر خویشتن ستم کرده‌اید، مبادا از رحمت خدا ناامید شوید; چرا که خدا همه گناهان حتی شرک را در صورتی که توبه کنید می‌آمرزد. همانا اوست که بسیار آمرزنده و مهربان است.",
        "numberInSurah": 53,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4112,
        "text": "و پیش از آن که عذابِ آخرت بر شما در رسد، به سوی پروردگارتان باز گردید و توبه کنید و تسلیم فرمان او شوید، زیرا هنگامی که عذاب در رسد، دیگر شفاعتی در کار نیست و از سوی کسی یاری نخواهید شد.",
        "numberInSurah": 54,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4113,
        "text": "و پیش از آن که عذاب، به طور ناگهانی و بی آن که متوجه باشید، بر شما در رسد، از نیکوترین حقایقی که از جانب خدا به سوی شما نازل شده است پیروی کنید.",
        "numberInSurah": 55,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4114,
        "text": "اینها را به شما توصیه می‌کنیم تا مبادا کسی در آن جهان بگوید: دریغا که در مورد حقوق خدا کوتاهی کردم; راستی من از مسخره کنندگان [دین خدا] بودم.",
        "numberInSurah": 56,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4115,
        "text": "یا بگوید: اگر خدا مرا راهنمایی می‌کرد، من از تقواپیشگان بودم.",
        "numberInSurah": 57,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4116,
        "text": "یا چون عذاب را در روز قیامت مشاهده کند، بگوید: ای کاش، من به دنیا بازگشتی داشتم در این صورت از نیکوکاران می‌شدم.",
        "numberInSurah": 58,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4117,
        "text": "در پاسخ او می‌گویم: چنین نیست که تو را راه ننموده باشم; آیات من به تو رسید، ولی آنها را دروغ انگاشتی و گردنکشی کردی و از کافران بودی.",
        "numberInSurah": 59,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4118,
        "text": "و روز رستاخیز کسانی را که با افتراهای گوناگون بر خدا دروغ بستند روسیاه می‌بینی: آنان در برابر آیات خدا گردنکشی کردند. آیا برای گردنکشان در دوزخ جایگاهی نیست؟",
        "numberInSurah": 60,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4119,
        "text": "و خداوند کسانی را که تقوا پیشه کرده و از شرک و گناه برحذر بوده‌اند، از آن روی که نیکبخت شده‌اند نجات می‌بخشد، به گونه‌ای که ناگواری به آنان نمی‌رسد و اندوهگین نمی‌شوند.",
        "numberInSurah": 61,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4120,
        "text": "خدا آفریننده هر چیزی است، و اوست کارگزار و تدبیرکننده همه چیز.",
        "numberInSurah": 62,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4121,
        "text": "گنجینه‌های آسمان‌ها و زمین و کلیدهای آنها فقط از آنِ اوست، و کسانی که به آیات الهی کافر شده و با وجود دلایل روشن، ربوبیّت خدا و یکتایی او را انکار نموده‌اند، آنانند زیانکاران.",
        "numberInSurah": 63,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4122,
        "text": "بگو: پس ای بی خردان، آیا با وجود این که پرستش تنها شایسته اوست، از من می‌خواهید غیر خدا را بپرستم؟",
        "numberInSurah": 64,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4123,
        "text": "قطعاً به تو وحی شده است که اگر برای خدا شریکی قرار دهی اعمالت تباه می‌شود و از زیانکاران خواهی شد، و نیز به پیامبرانی که پیش از تو بودند این حقیقت وحی شد.",
        "numberInSurah": 65,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4124,
        "text": "پس تنها خداوند یکتا را پرستش کن و از سپاسگزاران باش.",
        "numberInSurah": 66,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4125,
        "text": "مشرکان از آن روی که بازگشت همه چیز را به خدا انکار کردند، منزلت خدا را آن گونه که باید نشناختند، و حال آن که روز قیامت زمین و آنچه در آن است همه در قبضه قدرت اوست، و آسمان‌ها در آن روز به دست خدا برچیده می‌شوند و آشکار می‌گردد که هر چه بود زمامش در اختیار خدا بود پس منزّه است او، و برتر از این که شریکی برای او بپندارند.",
        "numberInSurah": 67,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4126,
        "text": "و در صور دمیده می‌شود، پس هر که در آسمان‌ها و هر که در زمین است می‌میرد، مگر کسی که خدا بخواهد; سپس بار دیگر در صور دمیده می‌شود و به ناگاه آنان که مرده‌اند حیاتی دوباره می‌یابند و به پا می‌ایستند و حیرت زده می‌نگرند.",
        "numberInSurah": 68,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4127,
        "text": "و زمین به نور پروردگارش روشن می‌شود، و خوبی‌ها و بدی‌ها برای همگان آشکار می‌گردد، و آن کتاب (لوح محفوظ) در میان نهاده می‌شود و پیامبران احضار می‌گردند و از آنان درباره ابلاغ رسالت سؤال می‌شود، و شاهدانِ اعمال فراخوانده می‌شوند تا شهادت خود را ادا کنند، و میان مردم به حق داوری می‌شود و مورد ستم قرار نمی‌گیرند.",
        "numberInSurah": 69,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4128,
        "text": "و با داوری خدا به هر کسی آنچه کرده است به تمام و کمال داده می‌شود، و خدا به آنچه می‌کنند از همه داناتر است.",
        "numberInSurah": 70,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4129,
        "text": "و آنان که کفر ورزیده‌اند، گروه گروه به سوی جهنّم رانده می‌شوند، تا چون بدان جا رسند، درهای آن به رویشان گشوده می‌شود و نگهبانانش از آنان می‌پرسند: آیا پیامبرانی از خودتان برای شما نیامدند که آیات پروردگارتان را بر شما بخوانند و شما را از دیدار امروزتان بیم دهند؟ می‌گویند: چرا، آمدند، ولی ما آنان را دروغگو شمردیم و کافر شدیم و وعده عذاب درباره کافران تحقق یافت.",
        "numberInSurah": 71,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4130,
        "text": "به آنان گفته می‌شود: به درهای دوزخ درآیید که در آن جاودانه می‌مانید. شما در برابر پیامبران گردنکشی کردید، و جایگاه گردنکشان بد جایگاهی است.",
        "numberInSurah": 72,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4131,
        "text": "و آنان که از پروردگارشان پروا داشته‌اند، گروه گروه به سوی بهشت برده می‌شوند، تا چون بدان جا رسند ـ و پیش از آمدنشان، درهای بهشت به رویشان گشوده شده است ـ سرایی زیبا و نعمت‌هایی وصف ناپذیر می‌بینند، و نگهبانانش که به استقبال آنان آمده اند می‌گویند: سلام بر شما; جز آنچه می‌پسندید چیزی به شما روی نمی‌کند، چرا که از آلودگی‌ها پاک بودید، پس به بهشت درآیید که در آن جاودانه می‌مانید.",
        "numberInSurah": 73,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4132,
        "text": "آنان به بهشت درآیند و گویند: ستایش خدای را که در وعده اش به ما راست گفت و سرزمین بهشت را میراث ما قرار داد; در هر جای آن که بخواهیم جای می‌گزینیم. پس خوب است پاداش کسانی که برای خدا کار کرده‌اند.",
        "numberInSurah": 74,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4133,
        "text": "و در آن روز فرشتگان را می‌بینی که برای اجرای فرمان خدا پیرامون عرش الهی در گردش اند و همراه با ستایش پروردگارشان پیوسته او را تسبیح می‌گویند. در آن روز محکمه داوری برپا می‌شود تا میان آدمیان به حق داوری گردد، و گفته می‌شود: ستایش، همه از آنِ خداست که پروردگار همه جهان هاست.",
        "numberInSurah": 75,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "fa.safavi",
      "language": "fa",
      "name": "صفوی",
      "englishName": "صفوی",
      "format": "text",
      "type": "translation",
      "direction": "rtl"
    }
  }
}