{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 40,
    "name": "سُورَةُ غَافِرٍ",
    "englishName": "Ghafir",
    "englishNameTranslation": "The Forgiver",
    "revelationType": "Meccan",
    "numberOfAyahs": 85,
    "ayahs": [
      {
        "number": 4134,
        "text": "حا، میم.",
        "numberInSurah": 1,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4135,
        "text": "این کتاب از جانب خدای مقتدر شکست ناپذیر و دانا نازل شده است.",
        "numberInSurah": 2,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4136,
        "text": "همو که بخشنده گناه و توبه پذیر و سخت کیفر و بخشنده نعمت‌های مستمرّ است. جز او هیچ معبودی شایسته پرستش نیست و بازگشت همگان فقط به سوی اوست.",
        "numberInSurah": 3,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4137,
        "text": "جز کسانی که کافر شده‌اند، کسی در آیات ما جدال نمی‌کند; پس [اقتدار و دانش پروردگارت را در نظر داشته باش تا] مبادا گردش آنان در شهرها (فرورفتن آنان در نعمت و رفاه و بهره مندی شان از جلوه‌های دنیا) تو را بفریبد و تصور کنی که آنان می‌توانند از کیفر خدا بگریزند.",
        "numberInSurah": 4,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4138,
        "text": "پیش از اینان نیز قوم نوح و گروه‌هایی که پس از آنان بودند، پیامبرانشان را تکذیب کردند; و هر امّتی آهنگ پیامبر خویش کردند تا او را بگیرند و بکُشند و یا تبعیدش کنند، و به وسیله باطل به بحث و جدال پرداختند تا بدان حق را تباه سازند; من هم آنان را به عذاب گرفتم; پس بنگر که عقوبت من چگونه بود.",
        "numberInSurah": 5,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4139,
        "text": "آری، همان گونه که کافران امّت‌های گذشته به عذاب‌های دنیوی گرفتار شدند، سخن پروردگارت در حق همه کافران، از جمله کافران امّت تو تحقق یافت که آنان همدم آتش دوزخ خواهند شد.",
        "numberInSurah": 6,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4140,
        "text": "فرشتگانی که عرش الهی را حمل می‌کنند و کسانی که بر گرد آن هستند، پیوسته با ستایش پروردگارشان او را تسبیح می‌گویند و به یکتایی او در تدبیر جهان ایمان دارند، و برای کسانی که یگانگی خدا را باور کرده‌اند، آمرزش می‌طلبند، می‌گویند: پروردگارا، رحمت و دانش تو همه چیز را فراگرفته است; پس کسانی را که به سوی تو بازگشته و راه تو را پیموده‌اند بیامرز و آنان را از عذاب دوزخ نگاه دار.",
        "numberInSurah": 7,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4141,
        "text": "پروردگارا، و آنان را به بهشت‌هایی همیشگی که وعده شان داده‌ای درآور، و از پدران و همسران و نسل هایشان کسانی را که شایسته ورود به بهشت اند به آنان ملحق کن; همانا تو مقتدر و شکست ناپذیری و کارهایت همه براساس حکمت است.",
        "numberInSurah": 8,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4142,
        "text": "و آنان را روز قیامت از ناگواری‌ها حفظ کن، که هر که را در آن روز از ناگواری‌ها حفظ کنی قطعاً او را مشمول رحمت خود ساخته‌ای، و این است کامیابی بزرگ.",
        "numberInSurah": 9,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4143,
        "text": "به یقین، کسانی که کافر شده‌اند، آن گاه که عذاب قیامت را می‌چشند، از سوی خدا به آنان ندا داده می‌شود که: قطعاً دشمنی خدا با شما سخت‌تر از دشمنی شما با خودتان است. شما آن گاه با خود دشمنی کردید و این عذاب را برای خود فراهم آوردید که به ایمان فرا خوانده می‌شدید ولی کفر میورزیدید.",
        "numberInSurah": 10,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4144,
        "text": "آنان در دوزخ می‌گویند: پروردگارا، ما را دو بار میراندی و دو بار زنده کردی، (نخست در دنیا میراندی و حیات برزخی بخشیدی، و بار دیگر جان ما را در برزخ گرفتی و حیات اُخروی بخشیدی) اکنون معاد را باور کردیم و به گناهان خود اعتراف نمودیم; آیا برای بیرون شدن از این جا راهی هست؟",
        "numberInSurah": 11,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4145,
        "text": "به آنان گفته می‌شود: ای کفرپیشگان، این کیفر به سزای آن است که چون خداوند به یکتایی خوانده می‌شد انکار می‌کردید، و اگر چیزی شریک او قرار داده می‌شد آن را باور می‌نمودید. اینک داوری از آنِ خداوند بلند مرتبه و بزرگ است که در حق شما هر چه بخواهد حکم می‌کند.",
        "numberInSurah": 12,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4146,
        "text": "اوست آن که نشانه‌های خود را در ربوبیت و تدبیر هستی به شما نشان می‌دهد و از آسمان برای شما روزی فرو می‌فرستد، ولی جز کسی که به خدا روی آورده است این حقیقت را درنمی یابد.",
        "numberInSurah": 13,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4147,
        "text": "پس ای مؤمنان، خدا را در حالی که عبادت خود را ویژه او ساخته‌اید بپرستید و در راهی که او برای شما ترسیم کرده است گام بردارید، هر چند کافران خوش نداشته باشند.",
        "numberInSurah": 14,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4148,
        "text": "اوست آن که مرتبه‌های فرمانروایی اش بسی بلند است و صاحب عرش عظیم است. روح نبوت را که از امر اوست بر هر کس از بندگانش که بخواهد القا می‌کند و او را به رسالت برمی انگیزد تا مردم را از روز دیدارشان با خدا بیم دهد;",
        "numberInSurah": 15,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4149,
        "text": "از روزی که آنان با برکنار شدن حجاب‌ها درمی یابند که در پیشگاه خدا آشکارند و هیچ چیزی از آنان بر خدا پنهان نیست. آن زمان از جانب خدا ندا می‌رسد که: امروز فرمانروایی از آنِ کیست؟ و خود پاسخ می‌گوید که: از آنِ خداوندِ یگانه است که بر همه موجودات چیره است.",
        "numberInSurah": 16,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4150,
        "text": "امروز هر کسی بدانچه کرده است سزا داده می‌شود. امروز هیچ ستمی در کار نخواهد بود، چرا که خداوند اعمال بندگان را به سرعت حسابرسی می‌کند.",
        "numberInSurah": 17,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4151,
        "text": "آنان را از روزِ قیامت، آن روزِ نزدیک، بترسان، آن گاه که دل‌ها از شدّت ترس از جای کنده شده و به حنجره‌ها رسیده است، در حالی که آنان سخت اندوهناک‌اند. آن روز ستمکاران نه خویشاوندی دارند که از آنان حمایت کند و نه شفاعت کننده‌ای که شفاعتش در حق آنان پذیرفته شود.",
        "numberInSurah": 18,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4152,
        "text": "خداوند خیانتِ چشم‌هایی را که دزدانه می‌نگرند، می‌داند و به کفر و نفاق و گناهانی که سینه‌ها نهان می‌دارند، آگاه است.",
        "numberInSurah": 19,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4153,
        "text": "و خداست که در دنیا و آخرت به حق حکم می‌کند (امور هستی را تدبیر می‌کند و برای هدایت مردم دین و آیین مقرر می‌دارد) ولی کسانی را که مشرکان به جای خدا می‌خوانند، هیچ حکمی ندارند (نه در آفرینش تدبیری دارند و نه آیینی را تشریع می‌کنند.) زیرا تنها خدا شنوا و بیناست.",
        "numberInSurah": 20,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4154,
        "text": "آیا در زمین گردش نکرده‌اند تا به دیده عبرت بنگرند که فرجام کسانی که پیش از آنان می‌زیستند و پیامبران را تکذیب کردند چگونه شد؟ آنان بسیار نیرومندتر از اینان بودند و بناهایی که آنان در زمین بر جای گذاشتند از بناهایی که اینان دارند، بسیار استوارتر بود، اما خدا آنان را به گناهانشان گرفت و هلاکشان ساخت و هیچ کس نبود که آنان را از عذاب خدا نگاه دارد.",
        "numberInSurah": 21,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 406,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4155,
        "text": "این فرجام شوم از آن روی بود که پیامبرانشان با نشانه‌هایی روشن به سوی آنان آمدند ولی آنان کفر ورزیدند و خدا هم آنان را گرفتار عذاب ساخت. به راستی خدا نیرومند و سخت کیفر است.",
        "numberInSurah": 22,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 406,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4156,
        "text": "و همانا موسی را با معجزاتی که همه از نشانه‌های ما بود و نیز با سلطه و نیرویی آشکار که فرعون را از دسترسی به او باز می‌داشت، فرستادیم.",
        "numberInSurah": 23,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 406,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4157,
        "text": "او را به سوی فرعون و هامان و قارون به رسالت فرستادیم، ولی آنان گفتند: موسی افسونگری دروغ پرداز است.",
        "numberInSurah": 24,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 406,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4158,
        "text": "پس هنگامی که موسی حق را که از جانب ما بود برایشان آورد، گفتند: پسرانِ کسانی را که ایمان آورده و او را همراهی و پشتیبانی کرده‌اند، بکشید، و زنانشان را برای خدمت زنده نگاه دارید. آنان برای نابودی مؤمنان نیرنگ کردند ولی نیرنگ کافران جز در بیراهه نبود و به موسی و مؤمنان کارگر نشد.",
        "numberInSurah": 25,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 406,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4159,
        "text": "و فرعون به بزرگان قومش گفت: مرا واگذارید اگر مرا به خود وانهید موسی را می‌کشم و بر اوست که پروردگارش را بخواند تا اگر توانست از دست من نجاتش دهد. من از این می‌ترسم که موسی دین شما را دگرگون سازد و شما را از پرستش خدایانتان به پرستش خدای خودش سوق دهد، یا این که شوکت یابد و به مبارزه برخیزد و در زمین تباهی پدید آورد.",
        "numberInSurah": 26,
        "juz": 24,
        "manzil": 6,
        "page": 470,
        "ruku": 406,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4160,
        "text": "موسی به فرعونیان گفت: من از شرّ هر گردنکشی که به روز قیامت که روز حسابرسی است ایمان ندارد، به خدای یکتا که پروردگار من و پروردگار شماست پناه برده‌ام.",
        "numberInSurah": 27,
        "juz": 24,
        "manzil": 6,
        "page": 470,
        "ruku": 406,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4161,
        "text": "در این میان مردی با ایمان که از خاندان فرعون بود و ایمانش را از آنان پوشیده می‌داشت، گفت: آیا مردی را به خاطر این که می‌گوید: فقط خدا پروردگار من است، می‌کشید؟ در حالی که او برای شما از جانب پروردگارتان دلایلی روشن بر مدعای خویش آورده است. اگر او دروغگو باشد دروغش به زیان او خواهد بود; و اگر راستگو باشد، دست کم برخی از آنچه به شما وعده می‌دهد به شما خواهد رسید. قطعاً خدا کسی را که تجاوزکار و دروغ پرداز باشد، هدایت نمی‌کند.",
        "numberInSurah": 28,
        "juz": 24,
        "manzil": 6,
        "page": 470,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4162,
        "text": "ای قومِ من، امروز فرمانروایی از آنِ شماست، در حالی که در این سرزمین بر بنی اسرائیل که زیردستان شما هستند چیره گشته‌اید، ولی چه کسی ما را در برابر عذاب خدا ـ اگر به سراغمان آمد ـ یاری می‌رساند؟ فرعون [سخن او را قطع کرد و] گفت: من جز آنچه را می‌بینم و به درستی آن اطمینان دارم به شما نمی‌نمایم، و شما را جز به راه درست راهنمایی نمی‌کنم.",
        "numberInSurah": 29,
        "juz": 24,
        "manzil": 6,
        "page": 470,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4163,
        "text": "و آن کس که ایمان آورده بود [در ادامه سخنانش] گفت: ای قومِ من، به راستی من بر شما از روزی بسانِ روز امّت‌های گذشته که در آن به عذاب الهی گرفتار شدند، می‌ترسم.",
        "numberInSurah": 30,
        "juz": 24,
        "manzil": 6,
        "page": 470,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4164,
        "text": "من از مثل آن سنّتی که بر قوم نوح و عاد و ثمود و کسانی که پس از آنان بودند، جاری شد بیم دارم، و خدا هیچ ستمی برای بندگان خود نمی‌خواهد.",
        "numberInSurah": 31,
        "juz": 24,
        "manzil": 6,
        "page": 470,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4165,
        "text": "و ای قومِ من، به راستی من بر شما از روز قیامت، روزی که ستمکاران یکدیگر را ندا می‌دهند که وای بر ما! می‌ترسم;",
        "numberInSurah": 32,
        "juz": 24,
        "manzil": 6,
        "page": 470,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4166,
        "text": "روزی که پشت کرده از آتش دوزخ می‌گریزید; در آن روز از جانب خدا هیچ کس نیست که شما را از عذاب نگاه دارد، زیرا خدا دوزخیان را در بیراهه افکنده است، و هر که را خدا در بیراهه افکند راهنمایی که او را به راه درست آورد نخواهد داشت.",
        "numberInSurah": 33,
        "juz": 24,
        "manzil": 6,
        "page": 470,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4167,
        "text": "و به راستی یوسف پیش از این، آن نشانه‌های روشن را که بر درستی رسالتش دلالت داشت برای شما آورد. پس تا زنده بود همچنان در حقّانیّت آنچه برای شما آورده بود تردید داشتید، تا وقتی که درگذشت، گفتید: خدا بعد از او هرگز پیامبری برنمی انگیزد. این گونه، خداوند کسانی را که از حدّ بگذرند و در شک و تردید به سر برند، به بیراهه می‌افکند.",
        "numberInSurah": 34,
        "juz": 24,
        "manzil": 6,
        "page": 471,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4168,
        "text": "همان کسانی که در آیات خدا ـ بی آن که برایشان برهانی آمده باشد ـ مجادله می‌کنند. این کار نزد خدا و نزد کسانی که ایمان آورده‌اند، مایه دشمنیِ بزرگی است. این گونه، خداوند بر دل هر گردنکشِ زورگویی مُهر می‌زند تا به حق راه نیابد.",
        "numberInSurah": 35,
        "juz": 24,
        "manzil": 6,
        "page": 471,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4169,
        "text": "فرعون [بار دیگر سخن آن مرد را قطع کرد و] گفت: ای هامان، برای من بنایی مرتفع بساز تا برفراز آن بروم، شاید به اسباب و وسایلی دست بیابم;",
        "numberInSurah": 36,
        "juz": 24,
        "manzil": 6,
        "page": 471,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4170,
        "text": "وسایلی آسمانی، تا بدین طریق از خدای موسی اطلاع یابم و البته من او را دروغگو می‌پندارم. بدین سان برای فرعون کردار زشتش آراسته گشت و از راهِ درست باز داشته شد. به همین جهت برای مبارزه با حق به نیرنگ‌هایی دست زد، ولی نیرنگ‌های او جز در تباهی نبود و او را به هدف نرساند.",
        "numberInSurah": 37,
        "juz": 24,
        "manzil": 6,
        "page": 471,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4171,
        "text": "و آن کس که ایمان آورده بود، سخن خود را ادامه داد و گفت: (ای قومِ من، مرا پیروی کنید که من شما را به راه درست که با پیمودن آن به سعادت می‌رسید راه می‌نمایم.",
        "numberInSurah": 38,
        "juz": 24,
        "manzil": 6,
        "page": 471,
        "ruku": 408,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4172,
        "text": "ای قومِ من، جز این نیست که این زندگی دنیا بهره‌ای برای سرای آخرت است، و سرای آخرت است که سرای پایندگی است.",
        "numberInSurah": 39,
        "juz": 24,
        "manzil": 6,
        "page": 471,
        "ruku": 408,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4173,
        "text": "هر که در این جهان کار بد کند، جز همانند آن در آخرت سزا داده نمی‌شود، و کسانی که کار شایسته کنند ـ مرد باشند یا زن ـ بدین شرط که با ایمان باشند، به بهشت درمی آیند و در آن جا بی حساب (بی آن که عوضی از آنان خواسته شود) روزی داده می‌شوند.",
        "numberInSurah": 40,
        "juz": 24,
        "manzil": 6,
        "page": 471,
        "ruku": 408,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4174,
        "text": "و ای قومِ من، چه شده است که من شما را به رهایی از آتش فرا می‌خوانم و شما مرا به ورود در آتش فرا می‌خوانید؟",
        "numberInSurah": 41,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4175,
        "text": "مرا فرا می‌خوانید تا به خداوند کافر شوم و چیزی را که بدان دانشی ندارم و دلیلی بر وجودش نیست، شریک او سازم و حال آن که من شما را به سوی خدای شکست ناپذیر بسیار آمرزنده فرا می‌خوانم.",
        "numberInSurah": 42,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4176,
        "text": "بی تردید، معبودی که مرا به [پرستش] آن فرا می‌خوانید و آن را شریک خدا می‌پندارید، نه در دنیا دعوتی دارد، زیرا پیامبری نفرستاده است که مردم را به پرستش خود ترغیب کند و نه در آخرت او را دعوتی است زیرا کسی به سوی او باز نمی‌گردد; اما در این تردیدی نیست که بازگشت ما به سوی خداست و تجاوزکارانی که از عبادت او سرباز زده‌اند، اهل آتش‌اند.",
        "numberInSurah": 43,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4177,
        "text": "پس به زودی ـ آن گاه که عذاب را به چشم خود دیدید ـ آنچه را به شما می‌گویم و به آن هشدارتان می‌دهم یاد خواهید کرد و درخواهید یافت که من خیرخواه شما بودم، و من کار خود را به خدا وامی گذارم، زیرا خداوند به بندگانش بیناست.",
        "numberInSurah": 44,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4178,
        "text": "پس فرعونیان آهنگ او کردند، اما چون او کار خود را به خدا واگذارده بود خدا وی را از بدی‌های نیرنگ آنان نگاه داشت و عذابی ناگوار بر خاندان فرعون فرود آمد.",
        "numberInSurah": 45,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4179,
        "text": "آن عذاب، آتش است که بامدادان و عصرگاهان بر آن عرضه می‌شوند; و روزی که قیامت برپا گردد، فرمان رسد که فرعونیان را به سخت‌ترین عذاب درآورید.",
        "numberInSurah": 46,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4180,
        "text": "و یاد کن زمانی را که آنان در آتش دوزخ به جدال می‌پردازند; پس ناتوانانشان به کسانی که گردنکشی کرده اند می‌گویند: ما در دنیا پیرو شما بودیم و انتظار داشتیم که ما را در سختی‌ها یاری رسانید، اینک آیا بخشی از این آتش را از ما باز می‌دارید؟",
        "numberInSurah": 47,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4181,
        "text": "گردنکشان در پاسخ می‌گویند: ما و شما همگی در آتشیم و همگان ناتوان زیرا خداوند میان بندگانش داوری کرده تأثیر اسباب و علل را تباه ساخته است; ازاین رو ما نیز چون شما از این که حتّی بخشی از عذاب را از شما دور سازیم ناتوانیم.",
        "numberInSurah": 48,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4182,
        "text": "آنان که در آتش دوزخ اند ـ چه فرعونیان و چه دیگران ـ به نگهبانان جهنّم می‌گویند: پروردگارتان را بخوانید تا بر ما آسان گیرد و این عذاب را اندک زمانی از ما بردارد، پروردگارتان دعای شما را اجابت می‌کند.",
        "numberInSurah": 49,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4183,
        "text": "نگهبانان دوزخ در پاسخ می‌گویند: آیا پیامبرانتان برای شما دلایلی روشن بر درستی رسالت خویش نیاوردند؟ می‌گویند: چرا. نگهبانان می‌گویند: پس خود دعا کنید، ولی بدانید که دعایتان اجابت نخواهد شد، زیرا شما کافرید و دعای کافران جز در تباهی نیست.",
        "numberInSurah": 50,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4184,
        "text": "ما قطعاً فرستادگان خود و کسانی را که ایمان آورده‌اند، هم در زندگی دنیا و هم روزی که گواهانِ اعمال برای ادای شهادت به پا می‌خیزند، یاری می‌کنیم;",
        "numberInSurah": 51,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4185,
        "text": "روزی که که ستمکاران را عذرخواهی شان سود نمی‌دهد، و دوری از رحمت خدا برای آنان است و دوزخ نیز که سرایی ناگوار است برای آنان خواهد بود.",
        "numberInSurah": 52,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4186,
        "text": "و همانا به موسی آن آیین هدایت کننده را ارزانی داشتیم و به بنی اسرائیل تورات را به میراث دادیم;",
        "numberInSurah": 53,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4187,
        "text": "کتابی که برای عموم بنی اسرائیل راهنما و برای خردمندانشان مایه تذکار بود.",
        "numberInSurah": 54,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4188,
        "text": "ای پیامبر، اکنون که دانستی فرجام ستمکاران به کجا می‌انجامد، بر آزار و مخالفت مشرکان شکیبا باش، زیرا وعده خدا راست است و به آن وفا می‌کند، و برای گناهت آمرزش بخواه و همراه با ستایش پروردگارت، در هر عصر و بامداد او را تسبیح گوی.",
        "numberInSurah": 55,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4189,
        "text": "کسانی که در آیات خدا ـ بی آن که برهانی برایشان آمده باشد ـ به جدال می‌پردازند، در پیِ یافتن حق نیستند، و در سینه هایشان جز خود بزرگ بینی نیست. آنان با این جدال هرگز به مرادشان نمی‌رسند; پس تو از آنان به خدا پناه ببر، که او شنونده دعای بندگان و بینا به حال آنان است.",
        "numberInSurah": 56,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4190,
        "text": "قطعاً آفرینش آسمان‌ها و زمین از آفرینش این مردم بزرگ‌تر است و جهان هستی با تمام عظمتش در اختیار خداست، تا چه رسد به انسان که جزئی از این هستی است، ولی بیشتر مردم نمی‌دانند که با جدال و نیرنگ هرگز نمی‌توان خدا را عاجز کرد.",
        "numberInSurah": 57,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4191,
        "text": "نابینا و بینا یکسان نیستند، و کسانی که ایمان آورده و کارهای شایسته کرده‌اند نیز با گنهکاران یکسان نیستند; چه اندک توجه پیدا می‌کنید!",
        "numberInSurah": 58,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4192,
        "text": "رستاخیز قطعاً آمدنی است و در آن هیچ تردیدی نیست، ولی بیشتر مردم به این حقیقت ایمان نمی‌آورند.",
        "numberInSurah": 59,
        "juz": 24,
        "manzil": 6,
        "page": 474,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4193,
        "text": "و پروردگارتان گفت: مرا بخوانید و بدانید که خواندن من عبادت است و اگر بخوانیدم دعایتان را اجابت می‌کنم; قطعاً کسانی که از روی تکبّر از عبادت من سرباز می‌زنند به زودی خوار و ذلیل وارد دوزخ خواهند شد.",
        "numberInSurah": 60,
        "juz": 24,
        "manzil": 6,
        "page": 474,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4194,
        "text": "خداست آن که شب را برای شما تاریک قرار داد تا در آن بیارامید، و روز را روشن کرد تا در پرتو آن در طلب روزی برآیید. همانا خداوند از فضل خود بر مردم نعمت‌ها بخشیده است ولی بیشتر مردم عبادت او را وامی گذارند و شکرگزاری نمی‌کنند.",
        "numberInSurah": 61,
        "juz": 24,
        "manzil": 6,
        "page": 474,
        "ruku": 410,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4195,
        "text": "این است خداوند که پروردگار شماست و امورتان را تدبیر می‌کند. آفریننده هر چیزی است و معبودی شایسته پرستش جز او نیست; پس چگونه از پرستش او باز داشته و به عبادت غیر او کشانده می‌شوید؟",
        "numberInSurah": 62,
        "juz": 24,
        "manzil": 6,
        "page": 474,
        "ruku": 410,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4196,
        "text": "کسانی که آیات خدا را انکار کرده‌اند، این گونه، بی هیچ دلیلی، از پذیرش معارف آنها باز گردانده می‌شوند.",
        "numberInSurah": 63,
        "juz": 24,
        "manzil": 6,
        "page": 474,
        "ruku": 410,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4197,
        "text": "خداست آن که زمین را برای شما قرارگاه و آسمان را بنایی قرار داد و به شما صورت بخشید و صورت هایتان (اندام و نیروهایتان) را نیکو ساخت و از چیزهای پاکیزه به شما روزی داد. این است خدا که پروردگار شماست; پس پر خیر و برکت است خدا که پروردگار جهانیان است.",
        "numberInSurah": 64,
        "juz": 24,
        "manzil": 6,
        "page": 474,
        "ruku": 410,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4198,
        "text": "اوست که زنده است و معبودی جز او نیست; پس او را در حالی که عبادت خود را ویژه او ساخته‌اید بخوانید و بپرستید. ستایش، همه از آنِ خدا پروردگار جهان هاست.",
        "numberInSurah": 65,
        "juz": 24,
        "manzil": 6,
        "page": 474,
        "ruku": 410,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4199,
        "text": "بگو: من نهی شده‌ام از این که کسانی را که شما به جای خدا می‌خوانید بپرستم، آن گاه که از جانب پروردگارم دلایل روشن [بر یکتایی او] آمد، و به من فرمان رسیده است که تسلیم پروردگار جهانیان باشم.",
        "numberInSurah": 66,
        "juz": 24,
        "manzil": 6,
        "page": 474,
        "ruku": 410,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4200,
        "text": "اوست آن که شما را از خاکی سپس از نطفه‌ای سپس از خون بسته‌ای آفرید. پس از آن شما را از شکم مادرانتان به صورت کودکی بیرون می‌آورَد. سپس شما را رشد می‌دهد تا به توانایی خود برسید و برومند شوید; آن گاه پس از مدتی سالمند شوید; و برخی از شما پیش از طی کردن این مراحل جانش ستانده می‌شود. آری، شما را آفرید تا سرانجام به پایان عمری که برایتان مقرّر شده است برسید و باشد که از روی خِرد حق را دریابید.",
        "numberInSurah": 67,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 410,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4201,
        "text": "اوست آن که زنده می‌کند و می‌میراند، و چون تحقق چیزی را مقرر کند، تنها به آن می‌گوید: باش و آن چیز موجود می‌شود.",
        "numberInSurah": 68,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 410,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4202,
        "text": "آیا کسانی را که در آیات خدا جدال می‌کنند، ندیده‌ای و از کارشان به شگفت نیامده‌ای که چگونه از راه راست باز گردانده شده و به بیراهه برده می‌شوند؟",
        "numberInSurah": 69,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4203,
        "text": "کسانی اند که کتاب خدا (قرآن) را دروغ شمرده و آنچه فرستادگان خود را به ابلاغ آن گسیل داشته‌ایم تکذیب نموده‌اند، پس به زودی خواهند دانست که کارشان به کجا می‌انجامد;",
        "numberInSurah": 70,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4204,
        "text": "آن گاه که غل‌ها و زنجیرها در گردن هایشان نهاده می‌شود و آنان را می‌کشانند;",
        "numberInSurah": 71,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4205,
        "text": "در آب جوشان و آن گاه در آتش شعلهور می‌شوند.",
        "numberInSurah": 72,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4206,
        "text": "سپس به آنان گفته می‌شود: چیزهایی که شریک خدا می‌ساختید کجایند تا شما را از آتش دوزخ برهانند و یا از شما شفاعت کنند،",
        "numberInSurah": 73,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4207,
        "text": "همان‌هایی که به جای خدا می‌پرستیدید؟ می‌گویند: از دست ما رفته‌اند; آن گاه پوچی معبودان خود را به یاد آورده می‌گویند: بلکه ما پیش‌تر چیزی را به خدایی نخوانده و نپرستیده‌ایم. خداوند کافران را این گونه در بیراهه می‌اندازد تا باطل را حق تلقی کنند.",
        "numberInSurah": 74,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4208,
        "text": "ای دوزخیان، این عذاب به سزای آن است که در زمین به ناروا شادمانی می‌کردید و بدان سبب است که سرمستی می‌نمودید.",
        "numberInSurah": 75,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4209,
        "text": "اکنون به درهای دوزخ (دَرَکات و طبقات آن) درآیید در حالی که جاودانه در آن خواهید ماند. پس بد است جایگاه متکبّران.",
        "numberInSurah": 76,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4210,
        "text": "پس ای پیامبر، بر آزار کافران شکیبا باش که وعده خدا راست است. و اگر بخشی از کیفرهایشان را که به آنان وعده می‌دهیم، به تو بنمایانیم، یا پیش از آن جانِ تو را بستانیم، در هر صورت به سوی ما باز گردانده می‌شوند و نمی‌توانند از عذابی که به آنان وعده داده‌ایم خود را برهانند.",
        "numberInSurah": 77,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4211,
        "text": "و همانا پیش از تو پیامبرانی را به رسالت فرستادیم. از آنان کسانی اند که سرگذشتشان را برای تو حکایت کرده‌ایم و از آنان کسانی اند که داستانشان را برای تو حکایت نکرده‌ایم، و هیچ پیامبری را نرسد که جز به اذن خدا آیتی بیاورد که امّت کفرپیشه خود را با آن عذاب کند و حق را چیره سازد، ولی چون امر خدا به عذاب در رسد، میان پیامبران و امّت آنها به حق داوری می‌شود، و آن جاست که باطل گرایان زیان می‌بینند.",
        "numberInSurah": 78,
        "juz": 24,
        "manzil": 6,
        "page": 476,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4212,
        "text": "خداست آن که دام‌ها (شتر، گاو و گوسفند) را برای شما آفرید تا بر برخی از آنها سوار شوید. و گوشت برخی از آنها را می‌خورید.",
        "numberInSurah": 79,
        "juz": 24,
        "manzil": 6,
        "page": 476,
        "ruku": 412,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4213,
        "text": "و برای شما در آنها سودهایی است (از پشم، مو، کرک و پوستشان استفاده می‌کنید و از شیرشان بهره می‌برید) آنها را آفرید تا شما با سوار شدن بر آنها به مقصودی که در نظر دارید برسید، و شما را بر آنها و کشتی‌ها سوار می‌کنند.",
        "numberInSurah": 80,
        "juz": 24,
        "manzil": 6,
        "page": 476,
        "ruku": 412,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4214,
        "text": "و خدا آیات و نشانه‌های یکتایی خود را، هم در آفرینش و هم به واسطه پیامبرانش، به شما می‌نمایاند; پس کدام یک از آیات خدا را انکار می‌کنید؟",
        "numberInSurah": 81,
        "juz": 24,
        "manzil": 6,
        "page": 476,
        "ruku": 412,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4215,
        "text": "آیا اینان که یگانگی خدا را باور ندارند در زمین گردش نکرده‌اند تا به دیده عبرت بنگرند که فرجام کسانی که پیش از آنان بودند چگونه شد؟ آنان، هم تعدادشان بیشتر از اینان بود و هم نیرومندتر بودند، و بناهایی که در زمین بر جای گذاشتند از بناهایی که اینان دارند بسیار استوارتر بود، ولی آنچه به دست می‌آوردند به حالشان سودی نبخشید و عذاب خدا را از آنان بازنداشت.",
        "numberInSurah": 82,
        "juz": 24,
        "manzil": 6,
        "page": 476,
        "ruku": 412,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4216,
        "text": "و هنگامی که پیامبرانشان آن معارف روشن را برایشان آوردند، به دانشی که خود داشتند دل خوش کردند و پیام رسولان را به تمسخر گرفتند، ولی سرانجام همان چیزی که به استهزا می‌گرفتند بر آنان فرود آمد.",
        "numberInSurah": 83,
        "juz": 24,
        "manzil": 6,
        "page": 476,
        "ruku": 412,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4217,
        "text": "پس وقتی عذاب سخت ما را دیدند، گفتند: خدا را به یکتایی باور داریم و به آنچه به سبب آن مشرک شدیم کفر میورزیم.",
        "numberInSurah": 84,
        "juz": 24,
        "manzil": 6,
        "page": 476,
        "ruku": 412,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4218,
        "text": "ولی هنگامی که عذاب سخت ما را مشاهده کردند، دیگر ایمانشان برایشان سودی نداشت; چرا که از روی ناچاری ایمان آوردند. خدا این سنت را مقرّر کرده و همواره در میان بندگانش جاری بوده است که توبه مردم بعد از آن که عذاب را مشاهده کردند پذیرفته نشود، در آن جا کافران زیان می‌کنند.",
        "numberInSurah": 85,
        "juz": 24,
        "manzil": 6,
        "page": 476,
        "ruku": 412,
        "hizbQuarter": 190,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "fa.safavi",
      "language": "fa",
      "name": "صفوی",
      "englishName": "صفوی",
      "format": "text",
      "type": "translation",
      "direction": "rtl"
    }
  }
}