{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 42,
    "name": "سُورَةُ الشُّورَىٰ",
    "englishName": "Ash-Shura",
    "englishNameTranslation": "Consultation",
    "revelationType": "Meccan",
    "numberOfAyahs": 53,
    "ayahs": [
      {
        "number": 4273,
        "text": "حا، میم.",
        "numberInSurah": 1,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4274,
        "text": "عین، سین، قاف.",
        "numberInSurah": 2,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4275,
        "text": "خداوند آن مقتدر حکیم بدین سان که این سوره را وحی کرد، به تو وحی می‌فرستد، و به کسانی از پیامبران که پیش از تو بودند نیز این گونه وحی می‌کرد.",
        "numberInSurah": 3,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4276,
        "text": "آنچه در آسمان‌ها و آنچه در زمین است از آنِ اوست، پس حق اوست که از طریق وحی مردم را به بندگی خود فراخواند، و اوست آن بلندمرتبه بزرگ که درخورِ پرستش است.",
        "numberInSurah": 4,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4277,
        "text": "نزدیک است آسمان‌ها در اثر عبور وحی، از فرازشان یکی پس از دیگری بشکافند، و فرشتگان در حالی که به ستایش پروردگارشان مشغولند او را تسبیح می‌گویند و از او می‌خواهند که برای زمینیان آیینی مقرر کند و کسانی که آن را بپذیرند بیامرزد. بدانید که خداست که آمرزنده و مهربان است.",
        "numberInSurah": 5,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4278,
        "text": "و کسانی که غیر او را سرپرستان خود قرار داده و به پرستش آنها پرداخته‌اند، خدا از آنان بی خبر نیست. او بر شرک و دیگر گناهانشان نگهبان است و آنان را بدانها کیفر خواهد داد. پس تو ای پیامبر، وکیل آنان نیستی و اعمالشان در اختیار تو نیست تا بتوانی آنان را به سرمنزل هدایت برسانی; پس مسئول رفتارشان نیز نخواهی بود.",
        "numberInSurah": 6,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4279,
        "text": "و این گونه، قرآن را که به زبان تازی است به تو وحی کردیم تا مردم مکّه را که مرکز این شهرهاست و نیز کسانی را که پیرامون آنند بیم دهی، و آنان را از روز قیامت که همگان در آن روز گردآوری می‌شوند و تردیدی در آن نیست، بترسانی. آن روز مردم دو گروه‌اند; گروهی به بهشت درمی آیند و گروهی وارد آتش فروزان دوزخ می‌شوند.",
        "numberInSurah": 7,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4280,
        "text": "و اگر خدا می‌خواست، مردم را یک امّت قرار می‌داد و همه را به بهشت یا دوزخ درمی آورد، ولی سنّت خدا بر جدا ساختن آنان جاری شده است; هر که را بخواهد یاری می‌دهد و به رحمت خود درمی آورد، و اینان کسانی اند که ستمکار نیستند; اما ستمکاران را از یاری و رحمت خود محروم می‌سازد تا وارد دوزخ شوند. در آن هنگام آنان سرپرست و یاوری ندارند که از آتش نجاتشان دهد.",
        "numberInSurah": 8,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4281,
        "text": "آیا جز خداسرپرستانی گرفته و به پرستش آنها پرداخته‌اند؟ تنها خداست که سرپرست آنان است و امورشان را برعهده دارد، و تنها اوست که مردگان را حیاتی دوباره می‌بخشد و اوست که بر هر چیزی تواناست.",
        "numberInSurah": 9,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4282,
        "text": "و درباره هر چیزی اختلاف کردید، حکمش به خدا ارجاع می‌شود. ای مردم! عهده دار کارها خداوندی است که پروردگار من است. تنها بر او توکل کرده‌ام و در همه کارها به او رجوع می‌کنم.",
        "numberInSurah": 10,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 420,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4283,
        "text": "او پَدیدآورنده آسمان‌ها و زمین است. از جنس خودتان برای شما همسرانی قرار داد، و از دام‌ها نیز جفت‌هایی برای آنها آفرید. او با این آفرینش تعداد شما آدمیان و دام‌ها را فراوان می‌سازد. هیچ چیزی مانند او نیست، و اوست که دعای بندگان را می‌شنود و کردارشان را می‌بیند.",
        "numberInSurah": 11,
        "juz": 25,
        "manzil": 6,
        "page": 484,
        "ruku": 420,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4284,
        "text": "کلیدهای آسمان‌ها و زمین از آنِ اوست. روزی را برای هر که بخواهد گشاده می‌سازد و بر هر که بخواهد تنگ می‌گیرد. به یقین او به هر چیزی داناست; پس نیاز موجودات را می‌داند و براساس آن روزی شان می‌دهد.",
        "numberInSurah": 12,
        "juz": 25,
        "manzil": 6,
        "page": 484,
        "ruku": 420,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4285,
        "text": "خداوند حقایقی از دین را که به نوح سفارش کرد و همچنین احکام و معارفی را که به تو وحی کردیم و نیز آنچه را که به ابراهیم و موسی و عیسی سفارش نمودیم، همه را برای شما امت اسلام بیان نمود و جزو شریعت شما قرار داد و شما را به پیروی از آن فرا خواند. فرمان خدا این است که تمامی احکام و معارف این آیین را برپا دارید و در آن اختلاف نیفکنید به گونه‌ای که بخشی را بپذیرید و بخشی را واگذارید. بر مشرکان آنچه آنان را بدان فرا می‌خوانی گران آمده و پذیرفتن آن برایشان دشوار شده است. خداست که هر که را بخواهد به این آیین متمایل می‌سازد و هر کس به سوی خدا باز آید به سوی آن آیین هدایتش می‌کند.",
        "numberInSurah": 13,
        "juz": 25,
        "manzil": 6,
        "page": 484,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4286,
        "text": "امّت‌های پیامبران هنگامی پراکنده شدند و به اختلافات دینی روی آورند که علم برایشان حاصل شده بود و حق را شناخته بودند. آنان به سبب برتری جویی و ستمی که در میانشان بود به اختلافات روی آوردند و در دین خدا اختلاف افکندند. و اگر از جانب پروردگارت سخنی نرفته بود مبنی بر این که امّت‌ها تا سرآمدی معین در زمین می‌مانند، قطعاً میانشان داوری شده بود و به سزای کردارشان هلاک شده بودند. و کسانی که پس از آن اختلاف کنندگان وارث کتاب آسمانی شدند درباره آن سخت در شک و تردید افتادند.",
        "numberInSurah": 14,
        "juz": 25,
        "manzil": 6,
        "page": 484,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4287,
        "text": "پس بدین سبب که خدا دینی برای تو و امّتت تشریع کرده که جامع ادیان گذشته است به دعوت همگان بپرداز و آن گونه که فرمان یافته‌ای بر راه راست پایدار باش و از هواهای نفسانی آنان پیروی مکن و بگو: به هر کتابی که خدا فرو فرستاده است ایمان آورده‌ام و فرمان یافته‌ام که میان شما به عدالت رفتار کنم، چرا که پروردگار ما و شما خداست و در آیین او همه باهم برابریم. اعمال ما از آنِ ما و اعمال شما از آنِ شماست. هیچ کس در برابر اعمال دیگران نه مؤاخذه می‌شود و نه پاداش می‌بیند. در این که میان ما و شما تفاوتی و امتیازی نیست نباید تردید کنیم زیرا هیچ حجت و برهانی در میان نیست. خدا در روز قیامت ما و شما را گرد می‌آورد و بازگشت همگان به سوی اوست.",
        "numberInSurah": 15,
        "juz": 25,
        "manzil": 6,
        "page": 484,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4288,
        "text": "و کسانی که درباره ربوبیّت خدا، پس از آن که از سوی فطرت سلیم پذیرفته شد، به محاجّه می‌پردازند تا سرانجام آن را انکار کنند، حجّتشان نزد خدا تباه است و بر آنان از جانب خدا خشمی خواهد بود و عذابی سخت خواهند داشت.",
        "numberInSurah": 16,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4289,
        "text": "خدا همان کسی است که کتابِ وحی را به حق بی آن که باطلی در آن راه داشته باشد، و نیز دین را که معیار درست یا نادرست بودن باورها و کردارهاست، فرو فرستاده است. چه چیز تو را از قیامت آگاه می‌کند و تو از وقت آن چه می‌دانی؟ شاید قیامت نزدیک باشد.",
        "numberInSurah": 17,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4290,
        "text": "کسانی که قیامت را باور ندارند، از روی استهزا شتاب در آمدنِ آن را می‌خواهند، و کسانی که ایمان آورده‌اند، در عین تمایل به برپایی آن، از آن بیمناکند و می‌دانند که آن حق است. بدانید کسانی که درباره قیامت جدال می‌کنند و در پی انکار آن هستند، در بیراهه‌ای هستند که با حق فاصله‌ای دور و دراز دارد.",
        "numberInSurah": 18,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4291,
        "text": "خداوند به همه خصوصیات بندگانش آگاه است و اراده اش را درباره آنان به سهولت تحقق می‌بخشد; هر که را بخواهد روزی می‌دهد و هیچ کس نمی‌تواند مانع او شود، چرا که او نیرومند و شکست ناپذیر است.",
        "numberInSurah": 19,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4292,
        "text": "هر کس کِشتِ آخرت بخواهد ما به کشت او می‌افزاییم و پاداشش را افزون می‌کنیم، و هر کس کشت دنیا بخواهد، از دنیا ـ کم یا زیاد ـ به او می‌دهیم ولی در آخرت هیچ بهره‌ای نخواهد داشت.",
        "numberInSurah": 20,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4293,
        "text": "مگر مشرکان معبودانی دارند که از دین آنچه را خدا بدان رخصت نداده است برای آنان تشریع کرده باشند؟ اگر آن سخنِ فیصله دهنده مبنی بر این که باید مردم تا سرآمدی معیّن در زمین بمانند مقرّر نشده بود، قطعاً میانشان داوری می‌شد و به هلاکت می‌رسیدند. آری، در دنیا به آنان مهلت داده می‌شود ولی در آخرت ستمکاران عذابی دردناک خواهند داشت.",
        "numberInSurah": 21,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4294,
        "text": "در قیامت ستمکاران را می‌بینی که از آنچه به دست آورده‌اند هراسناک اند و دستاوردشان به آنان می‌رسد; و کسانی که ایمان آورده و کارهای شایسته کرده‌اند، در آن روز در بوستان‌های پر درخت که زمینی آکنده از گیاه دارد، به سر می‌برند. آنان در آن جا هر چه بخواهند، از جانب پروردگارشان در اختیارشان قرار خواهد گرفت. این است آن فزون بخشی بزرگ.",
        "numberInSurah": 22,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4295,
        "text": "این است آنچه خداوند بندگانش را که ایمان آورده و کارهای شایسته کرده‌اند بدان نوید می‌دهد. بگو: من بر ابلاغ رسالتم که شما را به چنین جایگاهی می‌رساند، هیچ مزدی جز دوستی با خویشانم از شما نمی‌خواهم، و هر کس کاری نیکو کند (به خویشان پیامبر مودّت داشته باشد) برای او در کار نیکویش پاداش نیک می‌افزاییم و کمبودهای آن را جبران می‌کنیم، چرا که خداوند بسیار آمرزنده و سپاسگزار است.",
        "numberInSurah": 23,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4296,
        "text": "آیا منافقان و همفکرانشان می‌گویند: محمد بر خدا دروغ بسته است که مزد رسالت را مودّت خویشاوندانش قرار داده است؟ این وحی الهی است نه ساخته تو، چرا که کارها به دست خداست. او اگر بخواهد بر دلت مهر می‌نهد و وحی را از تو باز می‌دارد، و خداوند با سخنانش باطل را نابود می‌سازد و حق را تثبیت می‌کند، زیرا او به آنچه در سینه‌ها نهفته است به خوبی داناست.",
        "numberInSurah": 24,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4297,
        "text": "و اوست کسی که توبه را از بندگانش می‌پذیرد و از گناهان درمی گذرد و آنچه می‌کنید می‌داند.",
        "numberInSurah": 25,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4298,
        "text": "و اوست آن که عبادت کسانی را که ایمان آورده و کارهای شایسته کرده اند می‌پذیرد و از فضل خود برای آنان می‌افزاید و کافران را عذابی سخت خواهد بود.",
        "numberInSurah": 26,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4299,
        "text": "و اگر خدا برای همه بندگانش روزی را گسترده می‌ساخت در زمین ستمگری می‌کردند و سرکشی می‌نمودند، ولی از روزی آنان آنچه را بخواهد به اندازه معین فرو می‌فرستد، زیرا او به بندگانش آگاه و بیناست.",
        "numberInSurah": 27,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4300,
        "text": "و اوست آن که باران سودمند را پس از آن که مردم ناامید شده‌اند فرود می‌آورد و رحمت خود را با رویش گیاهان و پدید آوردن محصولات، میانشان می‌گستراند، و اوست که سرپرستی همگان را برعهده دارد و بر کارهایش هماره ستایش می‌شود.",
        "numberInSurah": 28,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4301,
        "text": "و از نشانه‌های یکتایی او آفرینش آسمان‌ها و زمین و جنبندگانی است که در آن دو پراکنده ساخته است، و او بر گردآوردنشان ـ هرگاه بخواهد ـ تواناست.",
        "numberInSurah": 29,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4302,
        "text": "و هر بلا و مصیبتی به شما برسد به سبب گناهانی است که مرتکب شده‌اید، و خدا از بسیاری از گناهانتان درمی گذرد و شما را به سبب آنها گرفتار نمی‌سازد.",
        "numberInSurah": 30,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4303,
        "text": "و شما هرگز نمی‌توانید در زمین خدا را درمانده کنید و از دسترس او خارج شوید; پس ناگزیر در اثر گناهانتان بلاهایی را خواهید دید، و شما جز خدا سرپرستی ندارید که کارهایتان را تدبیر کند و یاوری ندارید که کمک کار شما باشد.",
        "numberInSurah": 31,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4304,
        "text": "از نشانه‌های یکتایی او در تدبیر هستی کشتی هایِ کوه آساست که در دریا روانند.",
        "numberInSurah": 32,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4305,
        "text": "اگر بخواهد باد را از حرکت باز می‌دارد، آن گاه کشتی‌ها بر روی دریا متوقف می‌شوند. قطعاً در اینها برای هر صبرپیشه سپاسگزاری نشانه‌هایی است بر یکتایی خدا.",
        "numberInSurah": 33,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4306,
        "text": "یا کشتی‌ها را اگر بخواهد در اثر گناهانی که کشتی نشینان مرتکب شده‌اند در دریا نابود می‌کند، گرچه از بسیاری از گناهان آن گاه که بخواهد درمی گذرد.",
        "numberInSurah": 34,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4307,
        "text": "آری، اگر بخواهیم چنین می‌کنیم، تا قدرت خویش را بنمایانیم و تا کسانی که در آیات ما مجادله می‌کنند بدانند که در برابر عذاب ما گریزگاهی ندارند.",
        "numberInSurah": 35,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4308,
        "text": "پس آنچه به شما داده شده بهره‌ای از زندگی دنیاست که فقط چند روزی از آن برخوردار می‌شوید، ولی پاداش‌هایی که نزد خداست از آن رو که با رنج‌ها آمیخته نیست و زوالی ندارد بهتر و پاینده‌تر است. این پاداش از آنِ کسانی است که ایمان آورده و بر پروردگارشان توکّل می‌کنند;",
        "numberInSurah": 36,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4309,
        "text": "و کسانی که از گناهان بزرگ و کارهای زشت دوری می‌کنند و چون بر کسی خشم گیرند، از او درمی گذرند;",
        "numberInSurah": 37,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4310,
        "text": "و کسانی که خواسته پروردگارشان را اجابت کرده و نماز برپا داشته‌اند و در کاری که بر انجام آن تصمیم گرفته‌اند با یکدیگر مشورت می‌کنند و از آنچه روزیشان کرده‌ایم، برای خشنودی خدا انفاق می‌کنند;",
        "numberInSurah": 38,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4311,
        "text": "و کسانی که چون بر آنان ستم رود، از دیگران یاری می‌طلبند و همگی برای رفع ستم می‌کوشند.",
        "numberInSurah": 39,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4312,
        "text": "و سزای بدی بدی ای مانند آن است، ولی هر که درگذرد و کار خود را میان خود و خدای خویش به صلاح آورد پاداش او برعهده خداست. به یقین خدا ستمکاران را دوست نمی‌دارد.",
        "numberInSurah": 40,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4313,
        "text": "سفارش به گذشت، حق انتقام و مقاومت در برابر ستمکار را سلب نمی‌کند; از این رو هر کس پس از ستم دیدنش، در برابر ستمکار بایستد و از او انتقام بگیرد، به حکم دین خدا در امن و امان است و راهی برای بازخواست او نیست.",
        "numberInSurah": 41,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4314,
        "text": "راه بازخواست و انتقام گرفتن تنها بر ضد کسانی گشوده است که بر مردم ستم روا می‌دارند و در زمین به ناحق سرکشی می‌کنند. آنان عذابی دردناک خواهند داشت.",
        "numberInSurah": 42,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4315,
        "text": "با این حال، هر که شکیبایی کند و از ستمی که بر او رفته است درگذرد، قطعاً به فضیلتی برتر دست یافته است، چرا که صبر و گذشت، نشانگر تصمیم جدّی در کارهاست.",
        "numberInSurah": 43,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4316,
        "text": "اینهاست ویژگی‌های هدایت یافتگان و پاداششان نزد خدا، ولی کسی که خدا او را به خاطر ستمکاری اش به بیراهه برَد و از نعمت‌های آخرت محرومش سازد، پس از خدا هیچ کس کارش را برعهده نخواهد گرفت. و روز قیامت ستمگران را می‌بینی که چون عذاب را ببینند، می‌گویند: آیا راهی برای بازگشت به دنیا هست تا کار شایسته کنیم؟",
        "numberInSurah": 44,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4317,
        "text": "و روز قیامت گمراهان را می‌بینی که بر آتش عرضه می‌شوند در حالی که از ذلّت و خواری سرافکنده‌اند و بر اثر ترس زیر چشمی عذاب‌ها را می‌نگرند. و کسانی که ایمان آورده‌اند، در آن صحنه می‌گویند: به یقین زیانکارانِ واقعی کسانی اند که روز قیامت به خود زیان رسانده و به هلاکت انداخته‌اند و همسران و خدمتکاران بهشتی خود را از کف داده‌اند. آری، ستمکاران در عذابی همیشگی خواهند بود.",
        "numberInSurah": 45,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4318,
        "text": "و سرپرستانی ندارند که به جای خدا آنان را یاری کنند. و هر که را خدا به بیراهه بَرَد، هیچ راهی برای رهایی از عذاب نخواهد داشت.",
        "numberInSurah": 46,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4319,
        "text": "پیش از آن که روزی فرا رسد که از جانب خدا بازگشتی برای آن نیست، فرمان پروردگارتان را اجابت کنید. آن روز در برابر عذاب خدا هیچ پناهگاهی نخواهید داشت و شما را راهی برای انکار آنچه کرده‌اید نخواهد بود.",
        "numberInSurah": 47,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4320,
        "text": "پس اگر از هشدارهای تو روی برتافتند غمگین مباش، چرا که ما تو را نفرستاده‌ایم که بر آنان نگهبان باشی. برعهده تو چیزی جز ابلاغ پیام نیست. و ما چون آدمی را از جانب خود نعمتی بچشانیم، بدان شادمان می‌شود و ما را از یاد می‌برد. و اگر آنان را به سبب گناهانی که از پیش مرتکب شده‌اند بدی و رنجی رسد، ناسپاسی می‌کنند، چرا که انسان چون به دنیا روی آوَرَد، ناسپاس می‌گردد.",
        "numberInSurah": 48,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4321,
        "text": "فرمانروایی آسمان‌ها و زمین تنها از آنِ خداست; هر چه بخواهد می‌آفریند; به هر که بخواهد دخترانی می‌دهد و پسران را به هر که بخواهد عطا می‌کند.",
        "numberInSurah": 49,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4322,
        "text": "یا میان هر دو صنف پسر و دختر [برای هر که بخواهد] جمع می‌کند، و هر که را بخواهد عقیم می‌سازد. به راستی او دانا و تواناست.",
        "numberInSurah": 50,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4323,
        "text": "و هیچ بشری را نسزد که خدا با او سخن بگوید جز به صورت وحی یا از پشت حجاب، یا این که فرستاده‌ای گسیل کند و او به اذن خدا آنچه را خدا بخواهد به وی وحی می‌کند. همانا او بلندمرتبه‌ای است که سخن گفتنش همچون سخن گفتن بشر نیست، و حکیمی است که مردم را به حال خود وانمی گذارد، بلکه سخنش را از طریق وحی به آنان ابلاغ می‌کند.",
        "numberInSurah": 51,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4324,
        "text": "و بدین سان ای پیامبر، روحی را که از عالَم امر ما و حامل قرآن است، به سوی تو فرستادیم. تو پیش از آن نمی‌دانستی کتاب آسمانی چیست و چه معارفی را دربردارد، و باورها و کارهای شایسته را نیز به تفصیل نمی‌شناختی که کدامند و به همه آنها ملتزم نبودی، ولی ما آن را نوری قرار دادیم که هر یک از بندگان خود را بخواهیم به وسیله آن هدایت می‌کنیم، و قطعاً تو نیز مردم را به راه راست رهنمون می‌شوی.",
        "numberInSurah": 52,
        "juz": 25,
        "manzil": 6,
        "page": 489,
        "ruku": 423,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4325,
        "text": "راهِ همان خدایی که آنچه در آسمان‌ها و آنچه در زمین است تنها از آنِ اوست. پس بدانید که همه کارها فقط به او باز می‌گردد و به دست او سامان می‌یابد.",
        "numberInSurah": 53,
        "juz": 25,
        "manzil": 6,
        "page": 489,
        "ruku": 423,
        "hizbQuarter": 196,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "fa.safavi",
      "language": "fa",
      "name": "صفوی",
      "englishName": "صفوی",
      "format": "text",
      "type": "translation",
      "direction": "rtl"
    }
  }
}