{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 46,
    "name": "سُورَةُ الأَحۡقَافِ",
    "englishName": "Al-Ahqaf",
    "englishNameTranslation": "The Dunes",
    "revelationType": "Meccan",
    "numberOfAyahs": 35,
    "ayahs": [
      {
        "number": 4511,
        "text": "حا، میم.",
        "numberInSurah": 1,
        "juz": 26,
        "manzil": 6,
        "page": 502,
        "ruku": 438,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4512,
        "text": "این است آن کتاب فرو فرستاده شده از جانب خداوند شکست ناپذیرِ حکیم.",
        "numberInSurah": 2,
        "juz": 26,
        "manzil": 6,
        "page": 502,
        "ruku": 438,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4513,
        "text": "ما آسمان‌ها و زمین و آنچه را که میان آن دو است جز به حق و برای سرآمدی معیّن نیافریدیم، پس با فروریختنشان به سوی هدفی که برای آنهاست، خواهند رفت. ولی کسانی که رستاخیز را انکار کرده‌اند، از آنچه بدان هشدار داده شده‌اند رویگردانند.",
        "numberInSurah": 3,
        "juz": 26,
        "manzil": 6,
        "page": 502,
        "ruku": 438,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4514,
        "text": "ای پیامبر، به مشرکان بگو: به من خبر دهید، آنچه را که به جای خدا می‌خوانید و می‌پرستید، به من خبر دهید که چه چیزی از زمین را آفریده‌اند تا در زمین شریک خدا باشند؟ آیا بخشی از آسمان‌ها را پدید آورده‌اند تا در آنها با خدا شریک گردند و در نتیجه تدبیر جهان هستی را عهده دار و شایسته پرستش باشند؟ اگر راست می‌گویید که اینها شریک خدایند، کتابی آسمانی که پیش از قرآن نازل شده باشد و بیانگر این ادّعا باشد و یا دانشی که به دست شما رسیده و سند مدّعای شماست، برای من بیاورید.",
        "numberInSurah": 4,
        "juz": 26,
        "manzil": 6,
        "page": 502,
        "ruku": 438,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4515,
        "text": "کیست گمراه‌تر از آن کس که به جای خدا کسانی را می‌خواند که تا روز قیامت او را اجابت نمی‌کنند و از دعای پرستندگان خویش غافل و بی خبرند؟",
        "numberInSurah": 5,
        "juz": 26,
        "manzil": 6,
        "page": 502,
        "ruku": 438,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4516,
        "text": "و چون مردم از گورها برانگیخته شوند و به سوی محشر روانه گردند، معبودانِ اهل شرک دشمنِ پرستشگران خود شوند و با تبرّی از آنان به عبادتشان کافر گردند.",
        "numberInSurah": 6,
        "juz": 26,
        "manzil": 6,
        "page": 503,
        "ruku": 438,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4517,
        "text": "و چون آیات روشن و تردیدناپذیر ما بر آنان تلاوت شود، کسانی که کافر شده‌اند، درباره آن آیاتِ سراسر حق ـ آن گاه که به ایشان رسد ـ می‌گویند: این افسونی است آشکار.",
        "numberInSurah": 7,
        "juz": 26,
        "manzil": 6,
        "page": 503,
        "ruku": 438,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4518,
        "text": "بلکه می‌گویند: محمّد خود قرآن را ساخته و آن را کلام خدا می‌شمرد. بگو: اگر من آن را ساخته باشم، خداوند مرا گرفتار عذاب می‌کند و شما را یارای آن نیست که چیزی از عذابِ او را از من بگردانید. او به یاوه سرایی شما درباره قرآن داناتر است. در اثبات الهی بودن قرآن همین بس که خدا میان من و شما گواهی دهد. او بسیار آمرزنده و مهربان است که پیامبران را برای هدایت مردم برمی انگیزد.",
        "numberInSurah": 8,
        "juz": 26,
        "manzil": 6,
        "page": 503,
        "ruku": 438,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4519,
        "text": "به آنان بگو: من در رفتار و کردارم راه تازه‌ای برخلاف پیامبرانِ پیشین برنگزیده‌ام و نمی‌دانم با من و شما چه خواهد شد و چه پیشامدی برای ما رخ خواهد داد، مگر این که در این باره به من وحی شود، و من جز از آنچه به سویم وحی می‌شود، پیروی نمی‌کنم و جز پیامبری هشداردهنده که پیامش را به روشنی بیان می‌کند، نیستم.",
        "numberInSurah": 9,
        "juz": 26,
        "manzil": 6,
        "page": 503,
        "ruku": 438,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4520,
        "text": "به مشرکان بگو: به من خبر دهید، اگر این قرآن از جانب خدا باشد در حالی که شما بدان کافر شده‌اید، و نیز اگر شاهدی از بنی اسرائیل بر کتابی که معارف آن مانند قرآن است شهادت دهد و از پی آن به قرآن ایمان بیاورد و شما از پذیرش آن تکبّر ورزید، آیا با این وصف شما گمراه نیستید؟ به یقین خداوند ستمکاران را به سوی حق رهنمون نمی‌شود.",
        "numberInSurah": 10,
        "juz": 26,
        "manzil": 6,
        "page": 503,
        "ruku": 438,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4521,
        "text": "و کسانی که کافر شدند، درباره مؤمنان گفتند: اگر ایمان به قرآن پسندیده بود، آنان که فرومایه‌اند در ایمان به آن بر ما سبقت نمی‌گرفتند. و چون بدان هدایت نیافته‌اند خواهند گفت: این قرآن دروغی کهنه و قدیمی است.",
        "numberInSurah": 11,
        "juz": 26,
        "manzil": 6,
        "page": 503,
        "ruku": 439,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4522,
        "text": "آنان قرآن را دروغ می‌شمرند در صورتی که پیش از آن، کتابِ موسی که پیشوای بنی اسرائیل و مایه رحمت آنان بود وجود داشته است، و این قرآن کتابی است به زبان عربی که تصدیق کننده آن است و با این هدف نازل شده است که ستمکاران را هشدار دهد و برای نیکوکاران بشارتی باشد.",
        "numberInSurah": 12,
        "juz": 26,
        "manzil": 6,
        "page": 503,
        "ruku": 439,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4523,
        "text": "همانا کسانی که گفتند: پروردگار ما خداست، سپس بی هیچ انحرافی بر این سخن ثابت قدم ماندند، نه ترسی بر آنان خواهد بود و نه اندوهگین می‌شوند.",
        "numberInSurah": 13,
        "juz": 26,
        "manzil": 6,
        "page": 503,
        "ruku": 439,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4524,
        "text": "اینان اهل بهشتند و جاودانه در آن خواهند بود; این پاداش را در برابر کارهای شایسته‌ای که می‌کردند، به آنان می‌دهند.",
        "numberInSurah": 14,
        "juz": 26,
        "manzil": 6,
        "page": 503,
        "ruku": 439,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4525,
        "text": "دهم، و در میان نسل من صلاح و شایستگی مقرّر دار تا برای من نسلی نیکو باشند، زیرا من به سوی تو بازگشته‌ام و از کسانی هستم که تسلیم فرمان تواَند.",
        "numberInSurah": 15,
        "juz": 26,
        "manzil": 6,
        "page": 504,
        "ruku": 439,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4526,
        "text": "اینان کسانی اند که بهترین کارهایی را که کرده‌اند (واجبات و مستحباتی که انجام داده اند) از آنان می‌پذیریم و در جمع دیگر بهشتیانی که آنان را بخشوده‌ایم از گناهانشان می‌گذریم. آری، خداوند آن وعده راستی را که همواره به آنان داده می‌شد، این گونه وفا می‌کند.",
        "numberInSurah": 16,
        "juz": 26,
        "manzil": 6,
        "page": 504,
        "ruku": 439,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4527,
        "text": "و آن کس که به پدر و مادر خود، آن گاه که او را به پذیرش رستاخیز فراخواندند، گفت: اف بر شما، آیا به من وعده می‌دهید که برای حسابرسی زنده و از خاک بیرون آورده می‌شوم و حال آن که امّت‌هایی که پیش از من زیستند و درگذشتند هیچ یک از آنها زنده نشدند؟! و پدر و مادرش از خدا یاری می‌جویند که فرزندشان را به ایمان متمایل سازد، و به وی می‌گویند: وای بر تو! به خدا و رسولش ایمان بیاور که وعده خدا حق است و رستاخیز خواهد آمد. و او در پاسخ می‌گوید: این جز افسانه‌هایی که مردمان نخستین بافته‌اند چیزی نیست.",
        "numberInSurah": 17,
        "juz": 26,
        "manzil": 6,
        "page": 504,
        "ruku": 439,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4528,
        "text": "اینان کسانی اند که آن سخن (وعده عذاب) درباره آنان به حقیقت پیوست، در حالی که در میان امّت‌هایی از جنّیان و آدمیان هستند که پیش از آنان درگذشتند. قطعاً اینان زیانکارند.",
        "numberInSurah": 18,
        "juz": 26,
        "manzil": 6,
        "page": 504,
        "ruku": 439,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4529,
        "text": "و برای هر یک از این دو طایفه (مؤمنان نیکوکار و کافران تبهکار) مراتبی است که از آنچه به جای آورده‌اند برخاسته است. برای آن است که خداوند آنچه را که باید انجام شود انجام دهد و سزای اعمالشان را به تمام و کمال به آنان بدهد، و به آنان ستم نمی‌شود.",
        "numberInSurah": 19,
        "juz": 26,
        "manzil": 6,
        "page": 504,
        "ruku": 439,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4530,
        "text": "و روزی که کافران بر آتش عرضه شوند، به آنان گفته می‌شود: چیزهایی را که خوش می‌داشتید و برای شما لذّت بخش بود در زندگانیِ دنیایتان مصرف کردید و از آنها بهره بردید، اینک برای شما چیزی که از آن لذّت برید باقی نمانده است; پس امروز به سزای این که در زمین به ناروا تکبّر می‌کردید و از حق روی برمی تافتید، و نیز به سزای این که از فرمان خدا خارج می‌شدید، به عذابی که همراه با خفّت و خواری است کیفر می‌شوید.",
        "numberInSurah": 20,
        "juz": 26,
        "manzil": 6,
        "page": 504,
        "ruku": 439,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4531,
        "text": "و هود برادر عادیان را یاد کن، آن گاه که قومش را در سرزمین احقاف به عذاب‌های الهی هشدار داد، در حالی که در عصر او و پیش از او نیز پیامبرانی هشداردهنده، گذشتند. هود با این پیام نزد قومش آمد که: جز خدا را نپرستید، زیرا من بر شما از عذاب روزی بزرگ می‌ترسم.",
        "numberInSurah": 21,
        "juz": 26,
        "manzil": 6,
        "page": 505,
        "ruku": 440,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4532,
        "text": "قوم او در پاسخ گفتند: آیا نزد ما آمده‌ای تا ما را با دروغ‌هایی که بر هم بافته‌ای از معبودانمان رویگردان سازی؟ اگر از راستگویانی، آن عذابی را که ما را بدان وعده می‌دهی بر سر ما بیاور.",
        "numberInSurah": 22,
        "juz": 26,
        "manzil": 6,
        "page": 505,
        "ruku": 440,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4533,
        "text": "هود گفت: آگاهی از فرود آمدن عذاب فقط نزد خداست، و من آنچه را بدان فرستاده شده‌ام به شما ابلاغ می‌کنم. من نه وقت آن عذاب را می‌دانم و نه چگونگی آن را، ولی می‌بینم شما مردمی هستید که نادانی می‌کنید.",
        "numberInSurah": 23,
        "juz": 26,
        "manzil": 6,
        "page": 505,
        "ruku": 440,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4534,
        "text": "سرانجام عذابِ موعود همچون ابری در گستره افق پدیدار شد. آنان چون دیدند ابری در پهنه افق است که رو به سوی درّه هایشان دارد، شادمانه گفتند: این ابری است که بر ما باران فرو می‌ریزد! و خدا به آنان گفت: نه، این ابرْ باران زا نیست; این همان عذابی است که شتاب در آن را می‌خواستید. این بادی است که در آن عذابی دردناک است.",
        "numberInSurah": 24,
        "juz": 26,
        "manzil": 6,
        "page": 505,
        "ruku": 440,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4535,
        "text": "بر هر کس و هر چیز بگذرد آن را به امر پروردگارش نابود می‌کند. آری، عذاب بر آنان فرود آمد و چنان شدند که جز خانه هایشان چیز دیگری دیده نمی‌شد. ما این گونه مردم گنهکار را سزا می‌دهیم.",
        "numberInSurah": 25,
        "juz": 26,
        "manzil": 6,
        "page": 505,
        "ruku": 440,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4536,
        "text": "و قطعاً ما به آنان (قوم عاد) در چیزهایی توانایی داده بودیم که به شما کفرپیشگانِ مکّه در آن‌ها چنان توانایی نداده‌ایم. و برای آنان گوش‌ها و چشم‌ها و قلب‌ها قرار داده بودیم تا بدانها چاره اندیشی کنند و شرّ و بلا را از خود بگردانند، ولی گوش‌ها و چشم‌ها و دل هایشان آن گاه که آیات ما را انکار کردند هیچ به کارشان نیامد و عذابی که مسخره اش می‌کردند بر آنان فرود آمد. اینک شما کفرپیشگان را که قدرتی کمتر از آنان دارید چه چیز از عذاب خدا ایمنی بخشیده است؟",
        "numberInSurah": 26,
        "juz": 26,
        "manzil": 6,
        "page": 505,
        "ruku": 440,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4537,
        "text": "و بی گمان، ما مردم آبادی‌هایی را که پیرامون شما بودند هلاک کردیم و آیات و نشانه‌ها را گوناگون گردانیدیم، باشد که از عبادت غیر خدا روی برتابند و به عبادت او روی بیاورند.",
        "numberInSurah": 27,
        "juz": 26,
        "manzil": 6,
        "page": 505,
        "ruku": 441,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4538,
        "text": "پس چرا آن کسانی را که به جای خدا معبود خود گرفتند و به وسیله آنها به خدا تقرّب می‌جستند، آنان را در رهایی از عذاب، یاری نکردند بلکه از نظرشان ناپدید شدند؟ آری، آن فرجام شوم، حقیقت پندار دروغینشان و نیز حقیقت گمانی بود که می‌بافتند.",
        "numberInSurah": 28,
        "juz": 26,
        "manzil": 6,
        "page": 505,
        "ruku": 441,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4539,
        "text": "و یاد کن زمانی را که گروهی از جنّیان را به سوی تو متوجّه ساختیم، آنان به قرآن گوش می‌سپردند; پس چون بر تلاوت قرآن حضور یافتند به یکدیگر گفتند: ساکت باشید تا گوش فرا دهیم. پس هنگامی که تلاوت قرآن پایان یافت، به سوی قوم خود بازگشتند و به هشدار آنان همّت گماشتند.",
        "numberInSurah": 29,
        "juz": 26,
        "manzil": 6,
        "page": 506,
        "ruku": 441,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4540,
        "text": "گفتند: ای هم تباران، همانا ما [آیاتی از [یک کتاب آسمانی را که پس از موسی نازل شده و کتاب‌های آسمانی پیش از خود را تصدیق می‌کند شنیدیم; کتابی که هر کس از آن پیروی کند او را به سوی حق و به راهی راست رهنمون می‌شود.",
        "numberInSurah": 30,
        "juz": 26,
        "manzil": 6,
        "page": 506,
        "ruku": 441,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4541,
        "text": "ای هم تباران، این پیامبر را که به سوی خدا دعوت می‌کند اجابت کنید و به او ایمان بیاورید، که اگر ایمان بیاورید خدا گناهان گذشته شما را بر شما می‌بخشد و شما را از عذابی دردناک پناه می‌دهد.",
        "numberInSurah": 31,
        "juz": 26,
        "manzil": 6,
        "page": 506,
        "ruku": 441,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4542,
        "text": "و کسانی که دعوت کننده به سوی خدا را اجابت نکنند و به او ایمان نیاورند، [بدانند که [هرگز در پهنه زمین از سلطه خدا خارج نمی‌شوند و جز خدا سرپرستانی ندارند که آنان را یاری دهند. اینان در گمراهی آشکاری فرو رفته‌اند.",
        "numberInSurah": 32,
        "juz": 26,
        "manzil": 6,
        "page": 506,
        "ruku": 441,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4543,
        "text": "آیا منکران رستاخیز به روشنی ندانسته‌اند که آن خدایی که آسمان‌ها و زمین را پدید آورد و در آفرینش آنها درمانده نشد، قادر است که همه مردگان را زنده کند؟ آری، او بر این کار قدرت دارد، زیرا او به هر چیزی تواناست.",
        "numberInSurah": 33,
        "juz": 26,
        "manzil": 6,
        "page": 506,
        "ruku": 441,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4544,
        "text": "و روزی که منکران رستاخیز بر آتش عرضه می‌شوند، به آنان گفته می‌شود: آیا این آتش حق نیست؟ می‌گویند: چرا، سوگند به پروردگارمان که حق است. خدا به آنان می‌گوید: پس به سزای این که کفر می­ورزیدید این عذاب را بچشید!",
        "numberInSurah": 34,
        "juz": 26,
        "manzil": 6,
        "page": 506,
        "ruku": 441,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4545,
        "text": "پس ای پیامبر، همان گونه که پیامبرانِ صاحب شریعت صبر کردند تو نیز صبر کن و شتاب در عذاب آنان را مخواه، که زمان عذابشان چندان دور نیست. روزی که آنچه را وعده داده می‌شوند بنگرند، گویی جز بخشی از یک روز را در زمین به سر نبرده‌اند. این قرآن ابلاغی است از جانب خدا. پس آیا جز مردم نافرمان را به هلاکت می‌رسانند؟",
        "numberInSurah": 35,
        "juz": 26,
        "manzil": 6,
        "page": 506,
        "ruku": 441,
        "hizbQuarter": 202,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "fa.safavi",
      "language": "fa",
      "name": "صفوی",
      "englishName": "صفوی",
      "format": "text",
      "type": "translation",
      "direction": "rtl"
    }
  }
}