{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 47,
    "name": "سُورَةُ مُحَمَّدٍ",
    "englishName": "Muhammad",
    "englishNameTranslation": "Muhammad",
    "revelationType": "Medinan",
    "numberOfAyahs": 38,
    "ayahs": [
      {
        "number": 4546,
        "text": "کسانی که کافر شده و مردم را از راه خدا بازداشته‌اند، خدا کارهایشان را که برای از بین بردن حق انجام داده‌اند تباه و بی نتیجه ساخته است.",
        "numberInSurah": 1,
        "juz": 26,
        "manzil": 6,
        "page": 507,
        "ruku": 442,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4547,
        "text": "و آنان که ایمان آورده و کارهای شایسته کرده‌اند و به آنچه بر محمّد فرو فرستاده شده ـ که سراسر حقّ و از جانب پروردگارشان است ـ ایمان آورده‌اند، گناهانشان را از آنان زدوده و حال و کارشان را در دنیا و آخرت اصلاح کرده است.",
        "numberInSurah": 2,
        "juz": 26,
        "manzil": 6,
        "page": 507,
        "ruku": 442,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4548,
        "text": "این بدان سبب است که کافران از باطل پیروی کرده و مؤمنان از حق ـ که از ناحیه پروردگارشان است ـ پیروی نموده‌اند. خداوند این گونه برای مردم اوصافشان را بیان می‌کند.",
        "numberInSurah": 3,
        "juz": 26,
        "manzil": 6,
        "page": 507,
        "ruku": 442,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4549,
        "text": "ای مؤمنان، اکنون که دریافتید شما بر حقّید و کافران بر باطل، هنگامی که در میدان کارزار با کافران رو به رو شدید، گردن هایشان را بزنید، تا آن گاه که از آنان بسیار کُشتید و بر ایشان چیره گشتید، آنان را به اسارت بگیرید و بندها را محکم کنید. پس از آن یا بر آنان منّت نهید و رهایشان سازید و یا با گرفتن فدیه آزادشان کنید. [شما باید به کارزار ادامه دهید [تا آن گاه که جنگ پایان پذیرد و جنگجویان سلاح‌های خود را بر زمین نهند. این است حکم خدا. اگر خدا می‌خواست خود از آنان انتقام می‌گرفت و هلاکشان می‌ساخت، ولی فرمان جهاد داد تا شما را به وسیله یکدیگر بیازماید. و کسانی که در راه خدا کشته شده‌اند، خدا هرگز کارهای نیکشان را تباه و بی اثر نخواهد کرد.",
        "numberInSurah": 4,
        "juz": 26,
        "manzil": 6,
        "page": 507,
        "ruku": 442,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4550,
        "text": "به زودی آنان را به راه سعادت رهنمون می‌شود و با آمرزش گناهانشان حالشان را نیکو می‌کند تا شایسته بهشت و حضور در پیشگاه خدا گردند.",
        "numberInSurah": 5,
        "juz": 26,
        "manzil": 6,
        "page": 507,
        "ruku": 442,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4551,
        "text": "پس آنان را به بهشتی که در کتاب‌های آسمانی برایشان وصف کرده است درمی آورد.",
        "numberInSurah": 6,
        "juz": 26,
        "manzil": 6,
        "page": 507,
        "ruku": 442,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4552,
        "text": "ای کسانی که ایمان آورده‌اید، اگر خدا را یاری کنید و برای خشنودی او با کافران بجنگید و از دینش حمایت کنید، او نیز با فراهم آوردن اسباب پیروزی، شما را یاری می‌کند و گام هایتان را در میدان نبرد استوار می‌سازد.",
        "numberInSurah": 7,
        "juz": 26,
        "manzil": 6,
        "page": 507,
        "ruku": 442,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4553,
        "text": "و کسانی که کافر شده‌اند، نگونساری بر آنان باد، و خدا کارهایشان را بی اثر کند و به مقصد نرساند.",
        "numberInSurah": 8,
        "juz": 26,
        "manzil": 6,
        "page": 507,
        "ruku": 442,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4554,
        "text": "این بدان سبب است که آنان آنچه را خدا نازل کرده است خوش نداشتند، و خدا نیز کارهایشان را نابود کرد.",
        "numberInSurah": 9,
        "juz": 26,
        "manzil": 6,
        "page": 507,
        "ruku": 442,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4555,
        "text": "آیا در زمین سیر نکرده‌اند تا به دیده عبرت بنگرند که فرجام کسانی که پیش از آنان بودند چگونه شد؟ خداوند آنان را با هر چه به ایشان وابسته بود نابود ساخت. ای پیامبر، نظیر این عقوبت‌ها برای کسانی که به تو کافر شدند نیز خواهد بود.",
        "numberInSurah": 10,
        "juz": 26,
        "manzil": 6,
        "page": 507,
        "ruku": 442,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4556,
        "text": "این (یاری دادن مؤمنان و کیفر کردن کافران) بدان جهت است که خدا ولیّ و سرپرست کسانی است که ایمان آورده‌اند، ولی کافران را هیچ کمک کار و سرپرستی نیست.",
        "numberInSurah": 11,
        "juz": 26,
        "manzil": 6,
        "page": 507,
        "ruku": 442,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4557,
        "text": "همانا خداوند کسانی را که ایمان آورده و کارهای شایسته کرده‌اند به بهشت‌هایی آکنده از درختان که در زیر آنها نهرها روان است وارد می‌کند. امّا کسانی که کافر شده‌اند، خوی انسانی را رها می‌کنند و زندگی دنیا را به کامرانی می‌گذرانند و بی هیچ هدفی، بدانسان که چهارپایان می‌خورند، می‌خورند، و آتشِ دوزخ جایگاهی برای آنان خواهد بود.",
        "numberInSurah": 12,
        "juz": 26,
        "manzil": 6,
        "page": 508,
        "ruku": 443,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4558,
        "text": "و چه بسیار مردم شهرها که از مردم شهر تو که تو را از آن بیرون کردند نیرومندتر بودند و ما آنان را هلاک کردیم و برای آنها هیچ یار و یاوری نبود که به آنان کمک کند.",
        "numberInSurah": 13,
        "juz": 26,
        "manzil": 6,
        "page": 508,
        "ruku": 443,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4559,
        "text": "آیا کسانی که بر دلیل روشنی از جانب پروردگارشان تکیه کرده‌اند، مانند کسانی اند که کارهای زشتشان برایشان جلوه داده شده است و از هواهای نفسانی خود پیروی کرده‌اند؟",
        "numberInSurah": 14,
        "juz": 26,
        "manzil": 6,
        "page": 508,
        "ruku": 443,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4560,
        "text": "وصف آن بهشتی که به تقواپیشگان وعده داده شده چنین است: در آن نهرهایی است از آبی تغییرناپذیر و نهرهایی از شیر که مزه اش دگرگون نشده و نهرهایی از باده که برای نوشندگان لذیذ است، و نهرهایی از عسلِ خالص شده. و برای آنان در آن جا از هرگونه میوه‌ای فراهم است، و از جانب پروردگارشان آمرزشی خواهند داشت که گناه و ناگواری را از آنان خواهد زدود. آیا کسانی که در این بهشت درمی آیند همچون کسانی اند که در آتش دوزخ جاودانند و به آنان آبی داغ می‌نوشانده‌اند که روده هایشان را پاره پاره کرده است؟",
        "numberInSurah": 15,
        "juz": 26,
        "manzil": 6,
        "page": 508,
        "ruku": 443,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4561,
        "text": "و از این مردم کسانی اند که به سخنان تو گوش فرا می‌دهند، ولی هنگامی که از نزد تو بیرون می‌روند، به یارانت که از دانش (معرفت الهی) بهره مند شده اند می‌گویند: او اندکی پیش چه گفت؟ اینان کسانی اند که خدا بر دل هایشان مهر نهاده است و از هواهای نفسانی خود پیروی کرده‌اند.",
        "numberInSurah": 16,
        "juz": 26,
        "manzil": 6,
        "page": 508,
        "ruku": 443,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4562,
        "text": "آنان که هدایت یافته و تسلیم فطرت پاک خویش شده و از پی حق رفته‌اند، خدا بر هدایتشان افزوده و تقوای درخورِ آنان را به آنان داده است تا از گناهان پرهیز کنند.",
        "numberInSurah": 17,
        "juz": 26,
        "manzil": 6,
        "page": 508,
        "ruku": 443,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4563,
        "text": "آیا کفرپیشگان جز این انتظار می‌برند که قیامت ـ که ناگهان می‌آید ـ بر آنان در رسد؟ به راستی نشانه‌های آن هم اکنون پدید آمده است و آن گاه که فرا رسد یادآور می‌شوند، ولی در آن هنگام که دوران عمل گذشته است چگونه این یادآوری برای آنان سودمند است؟",
        "numberInSurah": 18,
        "juz": 26,
        "manzil": 6,
        "page": 508,
        "ruku": 443,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4564,
        "text": "حقیقت این است که هیچ معبودی جز خدا نیست. تو این را می‌دانی; پس بر طبق دانش خود عمل کن و برای گناه خویش و برای مردان و زنان با ایمان آمرزش بخواه، تا از کسانی نباشی که خدا بر دل هایشان مهر می‌نهد، که خدا به احوال شما آگاه است و جنب و جوش و آرام و قرارتان را می‌داند.",
        "numberInSurah": 19,
        "juz": 26,
        "manzil": 6,
        "page": 508,
        "ruku": 443,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4565,
        "text": "و کسانی که ایمان آورده اند می‌گویند: چرا سوره‌ای که بیانگر مطالبی جدید است فرو فرستاده نمی‌شود؟ امّا آن گاه که سوره‌ای صریح و روشن نازل می‌شود و در آن از جنگ و جهاد یاد می‌گردد و مؤمنان به نبرد فراخوانده می‌شوند، بیماردلانِ سُست ایمان را می‌بینی که از شدّت ترس، همچون کسی که مرگ بر او سایه افکنده است، به تو می‌نگرند، پس همان مرگ برای آنان سزاوارتر است.",
        "numberInSurah": 20,
        "juz": 26,
        "manzil": 6,
        "page": 509,
        "ruku": 444,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4566,
        "text": "ایمانشان اطاعت امری است که بر آن پیمان بستند و اظهار آن سخنی پسندیده است، پس آن گاه که فرمان حتمی شد و به مرحله اجرا رسید، اگر با خدا راست می‌گفتند و فرمانبری می‌کردند، قطعاً برایشان بهتر بود.",
        "numberInSurah": 21,
        "juz": 26,
        "manzil": 6,
        "page": 509,
        "ruku": 444,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4567,
        "text": "پس ای سُست ایمانانِ بازمانده از جهاد، اگر از کتاب خدا و احکام آن روی برتابید، آیا این انتظار از شما دور است که با خونریزی و غارتگری، در زمین تباهی پدید آورید و با خویشاوندانتان پیمان و حرمت خویشاوندی را بشکنید؟",
        "numberInSurah": 22,
        "juz": 26,
        "manzil": 6,
        "page": 509,
        "ruku": 444,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4568,
        "text": "اینان کسانی اند که خداوند لعنتشان کرده و شنواییشان را از بین برده و دیدگانشان را نابینا ساخته است.",
        "numberInSurah": 23,
        "juz": 26,
        "manzil": 6,
        "page": 509,
        "ruku": 444,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4569,
        "text": "آیا در قرآن تدبّر نمی‌کنند؟ بلکه بر دل‌های آنان و هم مسلکانشان قفل‌های مخصوص دل‌ها قرار گرفته است.",
        "numberInSurah": 24,
        "juz": 26,
        "manzil": 6,
        "page": 509,
        "ruku": 444,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4570,
        "text": "کسانی که پس از آن که راه هدایت برایشان آشکار شد به عقب بازگشتند و به کفر گراییدند، شیطان کارهای ناپسند را برایشان آراست و آنان را در راه باطل مدد کرد.",
        "numberInSurah": 25,
        "juz": 26,
        "manzil": 6,
        "page": 509,
        "ruku": 444,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4571,
        "text": "این (حاکمیت شیطان) بدان جهت است که آنان به کسانی که از قرآن و احکام آن ناخشنود بودند وعده همکاری دادند و گفتند: در پاره‌ای از امور ـ تا آن جا که راز ما فاش نشود ـ از شما پیروی خواهیم کرد [غافل از آن که [خدا نهانکاری آنان را می‌داند.",
        "numberInSurah": 26,
        "juz": 26,
        "manzil": 6,
        "page": 509,
        "ruku": 444,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4572,
        "text": "امروز در پشت نقابِ نفاق نوید همکاری به کافران می‌دهند، ولی آن گاه که فرشتگان جانشان را بستانند در حالی که بر صورت و پشتشان می‌کوبند، حال و روزشان چگونه خواهد بود؟",
        "numberInSurah": 27,
        "juz": 26,
        "manzil": 6,
        "page": 509,
        "ruku": 444,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4573,
        "text": "این بدان جهت است که آنان از آنچه خدا را به خشم آورده است پیروی کردند و رضای او را خوش نداشتند، و خدا هم کارهای نیکشان را تباه و بی اثر ساخت.",
        "numberInSurah": 28,
        "juz": 26,
        "manzil": 6,
        "page": 509,
        "ruku": 444,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4574,
        "text": "بلکه بیماردلانِ سُست ایمان که سرانجام کافر شدند و در زمره منافقان درآمدند، گمان کردند که خداوند هیچ گاه کینه هایشان به دین و دین باوران را آشکار نخواهد ساخت.",
        "numberInSurah": 29,
        "juz": 26,
        "manzil": 6,
        "page": 509,
        "ruku": 445,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4575,
        "text": "و اگر می‌خواستیم، منافقان را به تو نشان می‌دادیم و تو آنان را با علامتی که ویژه آنهاست می‌شناختی، و اینک تو ایشان را از نحوه گفتارشان که مشتمل بر گوشه و کنایه است می‌شناسی، و خداوند به حقیقت کارهای شما آگاه است و می‌داند که از آنها چه هدفی را پی می‌گیرید.",
        "numberInSurah": 30,
        "juz": 26,
        "manzil": 6,
        "page": 510,
        "ruku": 445,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4576,
        "text": "و قطعاً شما را می‌آزماییم تا از میان شما کسانی را که در راه خدا جهاد می‌کنند و بر دشواری‌های اوامر الهی شکیبایند مشخص کنیم، و کارهای شما را که گزارش‌هایی از شماست، می‌آزماییم.",
        "numberInSurah": 31,
        "juz": 26,
        "manzil": 6,
        "page": 510,
        "ruku": 445,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4577,
        "text": "کسانی که پس از آن که راه هدایت برایشان آشکار شد کفر ورزیدند و مردم را از راه خدا بازداشتند و با پیامبر خدا دشمنی کردند و با او به مخالفت برخاستند، هرگز اندک زیانی به خدا نمی‌رسانند و به زودی خدا کارهایشان را که برای از بین بردن اساس دین سامان داده‌اند، تباه و بی اثر خواهد کرد.",
        "numberInSurah": 32,
        "juz": 26,
        "manzil": 6,
        "page": 510,
        "ruku": 445,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4578,
        "text": "ای کسانی که ایمان آورده‌اید، خدا را اطاعت کنید و از پیامبرش فرمان برید و به جنگ با دشمنان دین برخیزید و کارهای پسندیده خود را با کوتاهی در امر جهاد تباه مکنید.",
        "numberInSurah": 33,
        "juz": 26,
        "manzil": 6,
        "page": 510,
        "ruku": 445,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4579,
        "text": "اگر از خدا و پیامبرش فرمان نبرید و جهاد را ترک کنید، خداوند شما را در زمره کافران به شمار می‌آورد، و قطعاً کسانی که کافر شده و از راه خدا روی برتافته و در حال کفر مرده‌اند، خدا هرگز آنان را نخواهد آمرزید.",
        "numberInSurah": 34,
        "juz": 26,
        "manzil": 6,
        "page": 510,
        "ruku": 445,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4580,
        "text": "پس مبادا در جهاد کوتاهی کنید و کافران را به صلح و سازش فراخوانید، که شما برترید و بر آنان پیروز خواهید شد، چرا که نصرت خدا با شماست و از پاداش کارهایتان نمی‌کاهد.",
        "numberInSurah": 35,
        "juz": 26,
        "manzil": 6,
        "page": 510,
        "ruku": 445,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4581,
        "text": "جز این نیست که زندگی دنیا بازیچه و سرگرمی است و آدمی را از آخرت باز می‌دارد. شما اگر ایمان بیاورید و تقوا پیشه کنید، خدا مزدتان را به شما خواهد داد و در عوضِ آن همه اموالتان را نمی‌خواهد.",
        "numberInSurah": 36,
        "juz": 26,
        "manzil": 6,
        "page": 510,
        "ruku": 445,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4582,
        "text": "اگر خدا همه اموال شما را بخواهد و در پرداخت آنها به شما اصرار ورزد بخل می‌کنید و خدا کینه‌های شما را پدیدار می‌سازد.",
        "numberInSurah": 37,
        "juz": 26,
        "manzil": 6,
        "page": 510,
        "ruku": 445,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4583,
        "text": "هان شمایید همان کسانی که برای انفاق بخشی از اموالتان در راه خدا، فراخوانده می‌شوید، ولی گروهی از شما بخل میورزند. و هر کس از انفاق در راه خدا بخل ورزد، جز این نیست که خیر و نیکی را از خود دور ساخته است، زیرا خدا از دارایی‌های شما سودی نمی‌برد، چرا که خداوند بی نیاز است و شما نیازمندید. و اگر از ایمان و تقوا روی برتافتید و از انفاق در راه خدا امتناع کردید، خدا مردمی غیر از شما را جایگزین شما می‌کند، سپس آنان همچون شما نخواهند بود، بلکه ایمان می‌آورند و از اموال خود در راه خدا انفاق می‌کنند.",
        "numberInSurah": 38,
        "juz": 26,
        "manzil": 6,
        "page": 510,
        "ruku": 445,
        "hizbQuarter": 204,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "fa.safavi",
      "language": "fa",
      "name": "صفوی",
      "englishName": "صفوی",
      "format": "text",
      "type": "translation",
      "direction": "rtl"
    }
  }
}