{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 48,
    "name": "سُورَةُ الفَتۡحِ",
    "englishName": "Al-Fath",
    "englishNameTranslation": "The Victory",
    "revelationType": "Medinan",
    "numberOfAyahs": 29,
    "ayahs": [
      {
        "number": 4584,
        "text": "همانا ما با صلح (حُدَیبیّه) پیروزی درخشانی را برای تو فراهم آوردیم.",
        "numberInSurah": 1,
        "juz": 26,
        "manzil": 6,
        "page": 511,
        "ruku": 446,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4585,
        "text": "تا سرانجام با شکستن جاه و جلال مشرکان پیامدهای دعوت تو را که بر آنان ناگوار آمد ـ چه آنها که پیش از هجرت گذشت و چه آنها که پس از آن روی داد ـ و تو را مسئول آنها می‌دانستند و درصدد انتقام بودند، از تو بزداید و نعمت خود را با فراهم آوردن زمینه‌های فتح مکّه بر تو تمام کند و تو را به راهی راست که به گسترش دین و حاکمیّت اسلام می‌انجامد رهنمون شود،",
        "numberInSurah": 2,
        "juz": 26,
        "manzil": 6,
        "page": 511,
        "ruku": 446,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4586,
        "text": "و تا خدا تو را به یک پیروزی بی مانند برساند.",
        "numberInSurah": 3,
        "juz": 26,
        "manzil": 6,
        "page": 511,
        "ruku": 446,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4587,
        "text": "اوست آن که آرامش را در دل‌های مؤمنان پدید آورد تا ایمانی بر ایمانشان بیفزایند، و خدا را رسد که چنین کند، زیرا اسباب و علل جاری در آسمان‌ها و زمین در اختیار خداست و همه لشکریان او هستند، و خدا دانا و حکیم است.",
        "numberInSurah": 4,
        "juz": 26,
        "manzil": 6,
        "page": 511,
        "ruku": 446,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4588,
        "text": "آری آرامش را ویژه مؤمنان ساخت تا مردان و زنان با ایمان را به بوستان‌هایی با درختانی انبوه که زیر آنها نهرها جاری است و در آنها جاودانه‌اند، درآورَد و گناهانشان را از آنان بزداید; و این فرجام نزد خدا سعادتی بزرگ است،",
        "numberInSurah": 5,
        "juz": 26,
        "manzil": 6,
        "page": 511,
        "ruku": 446,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4589,
        "text": "و تا مردان و زنان منافق و مردان و زنان مشرک را که به خدا گمان بد می‌بردند عذاب کند. ناگواری بر آنان باد. و خدا بر آنان خشم گرفته و لعنتشان کرده و دوزخ را برای آنان آماده ساخته و آن بد جایگاهی است.",
        "numberInSurah": 6,
        "juz": 26,
        "manzil": 6,
        "page": 511,
        "ruku": 446,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4590,
        "text": "و خدا را رسد که با آنان چنین کند، زیرا از آنِ اوست اسباب و علل جاری در آسمان‌ها و زمین، و همه لشکریان او هستند و خدا شکست ناپذیر و حکیم است.",
        "numberInSurah": 7,
        "juz": 26,
        "manzil": 6,
        "page": 511,
        "ruku": 446,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4591,
        "text": "ای پیامبر، ما تو را به رسالت فرستادیم تا بر کارهای مردم گواه باشی و مؤمنان تقواپیشه را به پاداشی بزرگ بشارت و کافران را به عذابی دردناک هشدار دهی.",
        "numberInSurah": 8,
        "juz": 26,
        "manzil": 6,
        "page": 511,
        "ruku": 446,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4592,
        "text": "آری، ما پیامبر را به رسالت فرستادیم تا شما به خدا و رسولش ایمان بیاورید و با تلاش برای پیشبرد دین، خدا را یاری کنید و او را گرامی بدارید و هر صبح و عصر او را تسبیح گویید.",
        "numberInSurah": 9,
        "juz": 26,
        "manzil": 6,
        "page": 511,
        "ruku": 446,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4593,
        "text": "به راستی، کسانی که با تو بیعت می‌کنند، جز این نیست که با خدا بیعت می‌کنند. دست تو به منزله دست خداست که برای بیعت بالای دست‌های آنان قرار دارد. پس هر کس بیعتش را با تو بشکند، بیعت با خدا را شکسته است و خدا از آن زیانی نمی‌بیند، بلکه او به خود زیان رسانده است; و هر کس به آنچه با خدا بر آن پیمان بسته است وفا کند، به زودی خدا پاداشی بزرگ به او خواهد بخشید.",
        "numberInSurah": 10,
        "juz": 26,
        "manzil": 6,
        "page": 512,
        "ruku": 446,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4594,
        "text": "ای پیامبر، به زودی اعراب بادیه نشین که از سفر عُمره حدیبیّه تخلّف کردند و همراه تو نیامدند، عذر می‌آورند که اموال و کسانمان ما را به خود مشغول ساخت، برای ما از خدا آمرزش بخواه. آنان دروغ می‌گویند; نه اموال و کسانشان مانع آنان بود و نه از روی حقیقت آمرزش می‌طلبند. آنان به زبان چیزی می‌گویند که در دل هایشان نیست. به آنان بگو: اگر خدا برای شما زیانی بخواهد یا برای شما سودی اراده کند، کیست که از جانب خدا مالک چیزی باشد که آن را در جهت سود یا زیان شما به کار گیرد؟ بلکه خداست که به آنچه می‌کنید آگاه است.",
        "numberInSurah": 11,
        "juz": 26,
        "manzil": 6,
        "page": 512,
        "ruku": 447,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4595,
        "text": "نه، مال و کسانتان مانع شما نبود، بلکه بدان سبب پیامبر را در آن سفر همراهی نکردید که پنداشتید رسول خدا و مؤمنان هرگز به سوی خانواده هایشان باز نمی‌گردند و همه به دست مشرکان کشته می‌شوند، و این پندار در دل‌های شما آراسته گشت و گمان بردید که خدا پیامبرش را وامی گذارد، و این گمانی ناروا بود، و شما مردمی فاسد بودید.",
        "numberInSurah": 12,
        "juz": 26,
        "manzil": 6,
        "page": 512,
        "ruku": 447,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4596,
        "text": "شما با تخلّف از دستور پیامبر، هم به او و هم به خدا کافر شدید، و هر کس به خدا و رسولش ایمان نیاورد به آتشی افروخته درخواهد آمد، زیرا ما برای کافران آتشی افروخته آماده کرده‌ایم.",
        "numberInSurah": 13,
        "juz": 26,
        "manzil": 6,
        "page": 512,
        "ruku": 447,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4597,
        "text": "فرمانروایی آسمان‌ها و زمین تنها از آنِ خداست; هر که را بخواهد می‌آمرزد و هر که را بخواهد گرفتار عذاب می‌کند، و خدا آمرزنده و مهربان است.",
        "numberInSurah": 14,
        "juz": 26,
        "manzil": 6,
        "page": 512,
        "ruku": 447,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4598,
        "text": "به زودی خیبر را فتح خواهید کرد، و چون به سوی غنیمت‌های آن روانه شوید تا آنها را به چنگ آورید، مسلمانانی که از سفرِ عُمره تخلّف کردند و همراه پیامبر نرفتند خواهند گفت: ما را واگذارید (مانع ما نشوید) تا از پی شما بیاییم. این در حالی است که خدا غنائم خیبر را فقط به شما اختصاص داده است و متخلّفان می‌خواهند سخن خدا را دگرگون سازند. به آنان بگو: شما هرگز از پی ما نخواهید آمد، زیرا خدا از پیش چنین فرموده است. ولی آنان در پاسخ خواهند گفت: خدا چنین نفرموده است، بلکه شما بر ما حسد میورزید. چنین نیست، بلکه آنان جز اندکی نفهمیده‌اند.",
        "numberInSurah": 15,
        "juz": 26,
        "manzil": 6,
        "page": 512,
        "ruku": 447,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4599,
        "text": "ای پیامبر، به بادیه نشینانی که از سفر عُمره حدیبیّه تخلّف کردند بگو: [فرصتی برای جبران در پیش است. [به زودی به نبرد با قومی سخت نیرومند فراخوانده می‌شوید و شما با آنان می‌جنگید یا آنان تسلیم می‌شوند و اسلام می‌آورند. پس اگر فرمان برید و برای جهاد به سوی آنان حرکت کنید، خدا به شما مزدی نیکو عطا می‌کند، و اگر روی برتابید، چنان که پیش‌تر از سفر عمره حدیبیّه نیز روی برتافتید، به عذابی دردناک عذابتان خواهد کرد.",
        "numberInSurah": 16,
        "juz": 26,
        "manzil": 6,
        "page": 513,
        "ruku": 447,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4600,
        "text": "ولی بر نابینا گناهی نیست که در آن کارزار شرکت نکند و بر لنگ نیز گناهی نیست و بر بیمار نیز گناهی نیست; و هر کس از خدا و رسولش اطاعت کند، او را در بوستان‌هایی آکنده از درخت که از زیر آنها نهرها روان است در می‌آورد و هر کس از فرمان خدا و رسولش روی برتابد، او را به عذابی دردناک عذاب خواهد کرد.",
        "numberInSurah": 17,
        "juz": 26,
        "manzil": 6,
        "page": 513,
        "ruku": 447,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4601,
        "text": "ای پیامبر، قطعاً خدا از مؤمنان آن گاه که با تو در حدیبیّه زیر آن درخت بیعت می‌کردند خشنود شد و نیّت‌های صادقانه آنان را دانست; از این رو آرامش و اطمینان را در آنان پدید آورد، و دیری نمی‌گذرد که فتح خیبر را به آنان پاداش خواهد داد.",
        "numberInSurah": 18,
        "juz": 26,
        "manzil": 6,
        "page": 513,
        "ruku": 448,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4602,
        "text": "و غنیمت‌های فراوانی را که در آن نبرد به چنگ می‌آورند نیز نصیبشان خواهد کرد، و خدا شکست ناپذیر و حکیم است.",
        "numberInSurah": 19,
        "juz": 26,
        "manzil": 6,
        "page": 513,
        "ruku": 448,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4603,
        "text": "خدا به شما غنیمت‌های فراوانی وعده داده است که آنها را به دست خواهید آورد; از این رو پس از بازگشت از سفر حدیبیّه به زودی اینها (غنایم خیبر) را به شما ارزانی می‌کند و دست مردم [کفرپیشه [را از تعرّض به شما بازمی دارد. خداوند این وعده را به شما داد تا برای همه مؤمنان آیت و نشانه‌ای باشد و از این رهگذر حقانیت خود و درستی وعده پروردگارشان را دریابند، و تا شما مؤمنان را به راهی راست که به برتری حق و گسترش دین می‌انجامد راهنمایی کند.",
        "numberInSurah": 20,
        "juz": 26,
        "manzil": 6,
        "page": 513,
        "ruku": 448,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4604,
        "text": "و غنیمت‌های دیگری نیز هست که شما نتوانستید بر آنها دست یابید و خدا بر آنها احاطه و قدرت دارد، و خدا بر هر چیزی تواناست.",
        "numberInSurah": 21,
        "juz": 26,
        "manzil": 6,
        "page": 513,
        "ruku": 448,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4605,
        "text": "و اگر کسانی که کافر شده‌اند با شما به کارزار آیند پشت می‌کنند و می‌گریزند، آن گاه نه کسی را می‌یابند که کارشان را برعهده گیرد و نه کسی که آنان را یاری کند.",
        "numberInSurah": 22,
        "juz": 26,
        "manzil": 6,
        "page": 513,
        "ruku": 448,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4606,
        "text": "خدا مقرّر داشته است که پیامبران و مؤمنانِ واقعی بر دشمنانشان پیروز شوند. این سنّت خداست که از پیش جاری بوده است و هرگز در سنّت خدا تغییری نخواهی یافت.",
        "numberInSurah": 23,
        "juz": 26,
        "manzil": 6,
        "page": 513,
        "ruku": 448,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4607,
        "text": "اوست آن که در وادی مکّه (سرزمین حُدَیْبیّه) شما را بر مشرکان فایق آورد، پس از آن دست‌های آنان را از تعرّض به شما و دست‌های شما را از تعرّض به آنان بازداشت تا کار شما به صلح انجامید، و خدا به آنچه می‌کنید بیناست.",
        "numberInSurah": 24,
        "juz": 26,
        "manzil": 6,
        "page": 514,
        "ruku": 448,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4608,
        "text": "آنان همان کسانی اند که کافر شدند و شما را از ورود به مسجدالحرام [برای انجام عُمرِه [بازداشتند و نگذاشتند قربانی‌های شما ـ که باز داشته شده بودند ـ به جایگاهشان برسند. و اگر مردان و زنانی با ایمان که شما آنان را نمی‌شناختید در مکّه نبودند و با هجوم به مکّه آنان را از سر ناآگاهی پایمال می‌کردید و بر اثر کشتن آنان رویدادی ناخوشایند برای شما پیش می‌آمد، شما را از هجوم به مکّه و جنگ با مردم آن باز نمی‌داشتیم، ولی از این کار بازداشته شُدید تا خدا هر که را بخواهد به رحمت خود درآورد. و اگر مؤمنان و مشرکان مکّه مشخّص بودند، قطعاً کافران را با هجوم شما بر آنان به عذابی دردناک عذاب کرده بودیم.",
        "numberInSurah": 25,
        "juz": 26,
        "manzil": 6,
        "page": 514,
        "ruku": 448,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4609,
        "text": "مشرکان از آن روی شما را از مسجدالحرام بازداشتند که دل هایشان را از خشم شما پر کرده بودند، آن هم خشم جاهلانه‌ای که به مردم نادان اختصاص دارد. در مقابل، خدا هم آرامشی از جانب خود بر پیامبرش و بر مؤمنان فرو فرستاد تا حرکت و سکونشان همراه با وقار و دور از برخوردهای جاهلانه باشد، و روح ایمان را که به تقوا فرمان می‌دهد ملازم آنان ساخت. آری، مؤمنان به برخورداری از روح ایمان سزاوارتر از دیگران بودند و آنان بودند که شایستگی آن را داشتند، و خدا به هر چیزی کاملاً داناست.",
        "numberInSurah": 26,
        "juz": 26,
        "manzil": 6,
        "page": 514,
        "ruku": 448,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4610,
        "text": "سوگند یاد می‌کنم که خدا آن رؤیای درست را که به پیامبر نمایاند، حقیقت را آن گونه که بود برای او آشکار ساخت و به او نشان داد که ـ اگر خدا بخواهد ـ شما ایمن از شرّ مشرکان وارد مسجدالحرام می‌شوید و سرهای خود را می‌تراشید و موهایتان را کوتاه می‌کنید [= عمره به جای می‌آورید [و از آنان نمی‌هراسید، ولی خداوند آن را در سال جاری مقرّر نکرد، زیرا به مصلحتی آگاه بود که شما از آن آگاه نبودید; از این رو برای تحقق کاملِ آن رؤیا، صلح حدیبیّه را که خود فتح نزدیکی بود، پیش از ورودتان به مسجدالحرام پیش آورد.",
        "numberInSurah": 27,
        "juz": 26,
        "manzil": 6,
        "page": 514,
        "ruku": 449,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4611,
        "text": "اوست آن که پیامبرش محمّد را همراه با هدایت و دین حقّ به رسالت فرستاد، تا آن دین را بر همه ادیان فایق آورد، و همین بس که خدا به درستیِ رسالت محمّد (ص) و وعده‌های خود گواه باشد.",
        "numberInSurah": 28,
        "juz": 26,
        "manzil": 6,
        "page": 514,
        "ruku": 449,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4612,
        "text": "محمّد فرستاده خداست، و کسانی که با اویند، در برابر کافران سرسخت و در میان خود مهربانند. آنان را می‌بینی که در حال رکوع و سجودند (نماز را برپا می‌دارند) و در زندگی دنیا در پی دستیابی به پاداشی از جانب خدا هستند و خشنودی او را می‌جویند. علامت خشوع آنان در برابر خدا که پیامد سجده‌های آنهاست در رخسارشان نمایان است. این صفتِ آنان در تورات و صفتشان در انجیل است. آنان همچون گیاهانی هستند که جوانه‌های خود را پیرامون خویش می‌رویانند و آنها را نیرو می‌بخشند تا سِتَبر شوند و خود بر ساقه‌های خویش استوار بمانند. رشد نیکوی آن زراعت، کشاورزان را خرسند می‌سازد. خداوند مؤمنان را بدین سان بر تعدادشان می‌افزاید و آنان را نیرومند می‌سازد، تا به وسیله آن کافران را به خشم آورَد. خدا به کسانی از یاران پیامبر که همچنان بر ایمان و عمل خویش پایبند مانده و کارهای شایسته کرده‌اند، وعده آمرزش و پاداشی بزرگ داده است.",
        "numberInSurah": 29,
        "juz": 26,
        "manzil": 6,
        "page": 515,
        "ruku": 449,
        "hizbQuarter": 205,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "fa.safavi",
      "language": "fa",
      "name": "صفوی",
      "englishName": "صفوی",
      "format": "text",
      "type": "translation",
      "direction": "rtl"
    }
  }
}