{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 49,
    "name": "سُورَةُ الحُجُرَاتِ",
    "englishName": "Al-Hujuraat",
    "englishNameTranslation": "The Inner Apartments",
    "revelationType": "Medinan",
    "numberOfAyahs": 18,
    "ayahs": [
      {
        "number": 4613,
        "text": "ای کسانی که ایمان آورده‌اید، به هیچ کاری اقدام نکنید تا حکم آن را از خدا و رسولش دریافت کنید، و هیچ حکمی را پیش از آن که از خدا و رسولش بشنوید، به زبان نیاورید. در پیروی از خدا ـ چه در گفتار و چه در رفتار ـ تقوای الهی را رعایت کنید، چرا که خدا سخن شما را می‌شنود و نهان و آشکارتان را می‌داند.",
        "numberInSurah": 1,
        "juz": 26,
        "manzil": 6,
        "page": 515,
        "ruku": 450,
        "hizbQuarter": 206,
        "sajda": false
      },
      {
        "number": 4614,
        "text": "ای کسانی که ایمان آورده‌اید، در گفتوگو با پیامبر صدای خود را از صدای پیامبر بلندتر مکنید، و همچنان که برخی از شما با برخی دیگر بلند سخن می‌گویید با او بلند سخن مگویید، مبادا اعمالتان بدین سبب تباه شود و شما از تباه شدن آن بی خبر باشید.",
        "numberInSurah": 2,
        "juz": 26,
        "manzil": 6,
        "page": 515,
        "ruku": 450,
        "hizbQuarter": 206,
        "sajda": false
      },
      {
        "number": 4615,
        "text": "آنان که نزد رسول خدا صدایشان را کوتاه می‌کنند همان کسانی اند که خدا دل هایشان را برای [رسیدن به [تقوا آزموده است; برای آنان آمرزش و اجری بزرگ خواهد بود.",
        "numberInSurah": 3,
        "juz": 26,
        "manzil": 6,
        "page": 515,
        "ruku": 450,
        "hizbQuarter": 206,
        "sajda": false
      },
      {
        "number": 4616,
        "text": "کسانی که تو را از پشت اتاق هایت صدا می‌زنند و ادب را رعایت نمی‌کنند بیشترشان نمی‌فهمند.",
        "numberInSurah": 4,
        "juz": 26,
        "manzil": 6,
        "page": 515,
        "ruku": 450,
        "hizbQuarter": 206,
        "sajda": false
      },
      {
        "number": 4617,
        "text": "و اگر آنان صبر می‌کردند و تو را از پشت اتاق‌ها صدا نمی‌زدند تا خود به سویشان بیرون روی و با آنان دیدار کنی، برایشان بهتر بود; زیرا با این روش، مقام رسالت را پاس داشته و درخور آمرزش و رحمت الهی می‌شدند، و خدا آمرزنده و مهربان است.",
        "numberInSurah": 5,
        "juz": 26,
        "manzil": 6,
        "page": 516,
        "ruku": 450,
        "hizbQuarter": 206,
        "sajda": false
      },
      {
        "number": 4618,
        "text": "ای کسانی که ایمان آورده‌اید، اگر فاسقی برای شما خبری مهم آورد، درباره آن تحقیق کنید، تا مبادا از روی نادانی به قومی آسیب برسانید، آن گاه از آنچه بر سرشان آورده‌اید پشیمان شوید.",
        "numberInSurah": 6,
        "juz": 26,
        "manzil": 6,
        "page": 516,
        "ruku": 450,
        "hizbQuarter": 206,
        "sajda": false
      },
      {
        "number": 4619,
        "text": "و بدانید که رسول خدا در میان شماست و شما باید این نعمت را پاس بدارید. اگر او در بسیاری از امور از آرای شما پیروی کند دچار زحمت می‌شوید و به هلاکت می‌افتید و خدا نخواسته است که چنین شود، بلکه ایمان را برای شما دوست داشتنی قرار داد و آن را در دل‌های شما بیاراست و کفر و فسق و گناه را در نظرتان ناخوشایند ساخت تا رشد یابید; و آنان که ایمان را دوست دارند و از کفر بیزارند رشدیافتگان‌اند.",
        "numberInSurah": 7,
        "juz": 26,
        "manzil": 6,
        "page": 516,
        "ruku": 450,
        "hizbQuarter": 206,
        "sajda": false
      },
      {
        "number": 4620,
        "text": "آری، این موهبت‌ها به مؤمنان داده شد تا برای آنان از جانب خدا فضل و نعمتی باشد، و این عنایت‌ها بی مورد و گزاف نیست، بلکه خدا به شایستگانِ فضل و نعمت آگاه و کارهای او از روی حکمت است.",
        "numberInSurah": 8,
        "juz": 26,
        "manzil": 6,
        "page": 516,
        "ruku": 450,
        "hizbQuarter": 206,
        "sajda": false
      },
      {
        "number": 4621,
        "text": "و اگر دو گروه از مؤمنان با یکدیگر پیکار کنند، میان آنان صلح و سازش برقرار سازید; پس اگر یکی از آن دو گروه بر دیگری ستم کرد و تعدی نمود، با آن گروهی که ستم می‌کند بجنگید تا به فرمان خدا بازگردد و حکم او را گردن نهد. پس اگر بازگشت و حکم خدا را گردن نهاد، میان آن دو گروه صلحی عادلانه برقرار کنید; بدین طریق که اگر گروه تجاوزگر خونی ریخته یا حقی را پایمال کرده حکم خدا را درباره اش اجرا کنید و همواره به عدالت رفتار نمایید، چرا که خدا دادگران را دوست می‌دارد.",
        "numberInSurah": 9,
        "juz": 26,
        "manzil": 6,
        "page": 516,
        "ruku": 450,
        "hizbQuarter": 206,
        "sajda": false
      },
      {
        "number": 4622,
        "text": "همه مؤمنان ـ چه آنان که با یکدیگر در ستیزند و چه غیر آنان ـ جز این نیستند که با یکدیگر برادرند، پس بر شما فرض است که میان آن دو گروه از برادرانتان که با یکدیگر در ستیزند صلح و سازش برقرار کنید و همگان تقوای الهی را رعایت کنید، باشد که مورد رحمت قرار گیرید.",
        "numberInSurah": 10,
        "juz": 26,
        "manzil": 6,
        "page": 516,
        "ruku": 450,
        "hizbQuarter": 206,
        "sajda": false
      },
      {
        "number": 4623,
        "text": "ای کسانی که ایمان آورده‌اید، نباید مردانی مردانِ دیگر را به مسخره گیرند، شاید آنان نزد خدا از اینان بهتر باشند، و نباید زنانی زنانِ دیگر را به مسخره گیرند، شاید آنان نزد خدا از اینان بهتر باشند، و عیوب یکدیگر را فاش نسازید و یکدیگر را با لقب‌ها و عنوان‌های بد یاد مکنید. یاد کردن مردم به بدی پس از ایمان آوردن آنان نارواست، و کسانی که از این گناهان توبه نکنند آنان ستمکارند.",
        "numberInSurah": 11,
        "juz": 26,
        "manzil": 6,
        "page": 516,
        "ruku": 451,
        "hizbQuarter": 206,
        "sajda": false
      },
      {
        "number": 4624,
        "text": "ای کسانی که ایمان آورده‌اید، از گمان‌های بد درباره دیگران ـ که بسیار هم هست ـ بپرهیزید و به آنها ترتیب اثر ندهید، چرا که پاره‌ای از گمان‌ها گناه است، و درصدد کشف عیوب مردم برنیایید، و یکدیگر را غیبت نکنید که غیبت مؤمن بسان این است که کسی گوشت مرده برادر خود را بخورد; آیا یکی از شما دوست دارد گوشت برادرش را که مرده است بخورد؟ شما قطعاً از این کار کراهت دارید; پس غیبت را نیز ناخوشایند بدانید و از خدا بترسید و به درگاه او از این گناهان توبه کنید که خداوند بسیار توبه پذیر و مهربان است.",
        "numberInSurah": 12,
        "juz": 26,
        "manzil": 6,
        "page": 517,
        "ruku": 451,
        "hizbQuarter": 206,
        "sajda": false
      },
      {
        "number": 4625,
        "text": "ای مردم، ما شما را از یک مرد و یک زن (آدم و حوّا) آفریدیم; بنابراین هیچ تیره و قبیله‌ای در آفرینش بر دیگری برتری ندارد; ما شما را به صورت تیره‌های گوناگون و قبیله‌های مختلف قرار دادیم تا یکدیگر را بشناسید نه آن که به نژادپرستی روی آورید و به نژاد و تیره خود افتخار کنید و هر ملّتی خود را از دیگر ملّت‌ها گرامی‌تر بداند; به یقین گرامی‌ترین شما نزد خدا با تقواترین شماست. خداست که معیار برتری انسان‌ها را معین می‌کند، چرا که او به حقایق امور دانا و آگاه است.",
        "numberInSurah": 13,
        "juz": 26,
        "manzil": 6,
        "page": 517,
        "ruku": 451,
        "hizbQuarter": 206,
        "sajda": false
      },
      {
        "number": 4626,
        "text": "دسته‌ای از این اعراب بادیه نشین گفتند ایمان آوردیم. ای پیامبر، به آنان بگو: شما ایمان نیاورده‌اید، بلکه بگویید: اسلام آوردیم. هنوز ایمان در دل‌های شما راه نیافته است; ولی اگر خدا و پیامبرش را فرمان برید، از پاداش اعمالتان چیزی نمی‌کاهد، زیرا خداوند بسیار آمرزنده و مهربان است.",
        "numberInSurah": 14,
        "juz": 26,
        "manzil": 6,
        "page": 517,
        "ruku": 451,
        "hizbQuarter": 207,
        "sajda": false
      },
      {
        "number": 4627,
        "text": "مؤمنان کسانی اند که به یکتایی خدا ایمان آورده و رسالت فرستاده او را باور کرده و در آنچه بدان گرویده‌اند تردید نکرده‌اند، و با مال و جانشان در راه خدا تلاش نموده‌اند (برای رضای خدا وظایف مالی و بدنی خود را انجام داده اند). تنها اینانند که در ادّعای ایمان راست می‌گویند.",
        "numberInSurah": 15,
        "juz": 26,
        "manzil": 6,
        "page": 517,
        "ruku": 451,
        "hizbQuarter": 207,
        "sajda": false
      },
      {
        "number": 4628,
        "text": "به این بادیه نشینان بگو: آیا خدا را از ایمان و دینداری خود خبر می‌دهید، در حالی که خدا آنچه را در آسمان‌ها و آنچه را در زمین است می‌داند، و خدا به هر چیزی داناست.",
        "numberInSurah": 16,
        "juz": 26,
        "manzil": 6,
        "page": 517,
        "ruku": 451,
        "hizbQuarter": 207,
        "sajda": false
      },
      {
        "number": 4629,
        "text": "بر تو منّت می‌نهند که اسلام آورده‌اند. به آنان بگو: بر من منّت نگذارید که اسلام آورده‌اید، بلکه خدا بر شما منّت دارد که شما را به ایمان هدایت کرده است اگر در ادّعای ایمان راستگو باشید.",
        "numberInSurah": 17,
        "juz": 26,
        "manzil": 6,
        "page": 517,
        "ruku": 451,
        "hizbQuarter": 207,
        "sajda": false
      },
      {
        "number": 4630,
        "text": "همانا خداست که نهان آسمان‌ها و زمین را می‌داند، و خدا به آنچه می‌کنید بیناست.",
        "numberInSurah": 18,
        "juz": 26,
        "manzil": 6,
        "page": 517,
        "ruku": 451,
        "hizbQuarter": 207,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "fa.safavi",
      "language": "fa",
      "name": "صفوی",
      "englishName": "صفوی",
      "format": "text",
      "type": "translation",
      "direction": "rtl"
    }
  }
}