{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 57,
    "name": "سُورَةُ الحَدِيدِ",
    "englishName": "Al-Hadid",
    "englishNameTranslation": "The Iron",
    "revelationType": "Medinan",
    "numberOfAyahs": 29,
    "ayahs": [
      {
        "number": 5076,
        "text": "آنچه در آسمان‌ها و زمین است، خدا را به پاکی و پیراستگی از هر عیب و نقصی یاد کرده‌اند و اوست مقتدر شکست ناپذیری که کارهایش همه متقن و استوار است.",
        "numberInSurah": 1,
        "juz": 27,
        "manzil": 7,
        "page": 537,
        "ruku": 472,
        "hizbQuarter": 215,
        "sajda": false
      },
      {
        "number": 5077,
        "text": "فرمانروایی آسمان‌ها و زمین از آنِ اوست; حیات می‌بخشد و می‌میراند و او بر انجام هر کاری تواناست.",
        "numberInSurah": 2,
        "juz": 27,
        "manzil": 7,
        "page": 537,
        "ruku": 472,
        "hizbQuarter": 215,
        "sajda": false
      },
      {
        "number": 5078,
        "text": "تنها اوست اوّل و آخر و ظاهر و باطن، و او به هر چیزی داناست.",
        "numberInSurah": 3,
        "juz": 27,
        "manzil": 7,
        "page": 537,
        "ruku": 472,
        "hizbQuarter": 215,
        "sajda": false
      },
      {
        "number": 5079,
        "text": "اوست آن که آسمان‌ها و زمین را در شش مرحله آفرید، آن گاه بر تخت فرمانروایی استیلا یافت و به تدبیر امور هستی پرداخت. آنچه در زمین نفوذ می‌کند و آنچه از زمین برمی آید و آنچه از آسمان فرود می‌آید و آنچه در آن بالا می‌رود، همه را می‌داند، و هر کجا باشید او با شماست، و خدا به آنچه می‌کنید بیناست.",
        "numberInSurah": 4,
        "juz": 27,
        "manzil": 7,
        "page": 538,
        "ruku": 472,
        "hizbQuarter": 215,
        "sajda": false
      },
      {
        "number": 5080,
        "text": "فرمانروایی آسمان‌ها و زمین تنها از آنِ اوست و کارها همه به او باز گردانده می‌شود و به دست او رقم می‌خورد.",
        "numberInSurah": 5,
        "juz": 27,
        "manzil": 7,
        "page": 538,
        "ruku": 472,
        "hizbQuarter": 215,
        "sajda": false
      },
      {
        "number": 5081,
        "text": "شب را در روز فرو می‌برد و بر ساعات شب می‌افزاید و روز را در شب فرو می‌برد و بر ساعات روز می‌افزاید، و او به اندیشه‌های نهفته در سینه‌ها آگاه است.",
        "numberInSurah": 6,
        "juz": 27,
        "manzil": 7,
        "page": 538,
        "ruku": 472,
        "hizbQuarter": 215,
        "sajda": false
      },
      {
        "number": 5082,
        "text": "ای مؤمنان، ایمان به خدا و رسول را در خود تقویت کنید و از اموالتان که خدا شما را در آنها جانشین دیگران قرار داده است در راه خدا انفاق کنید. پس کسانی از شما که ایمان آورده و در راه خدا انفاق کرده‌اند، پاداشی بزرگ خواهند داشت.",
        "numberInSurah": 7,
        "juz": 27,
        "manzil": 7,
        "page": 538,
        "ruku": 472,
        "hizbQuarter": 215,
        "sajda": false
      },
      {
        "number": 5083,
        "text": "شما را چه شده است که آن گونه که باید به خدا ایمان نمی‌آورید و از او در هر امری اطاعت نمی‌کنید، در حالی که پیامبر شما را فرا می‌خواند تا به پروردگارتان چنان که بایسته است ایمان بیاورید؟ اگر مؤمنید، قطعاً خدا آن روز که به یکتایی او و رسالت پیامبرش گواهی دادید، از شما پیمان گرفت که فرمانبردار او باشید.",
        "numberInSurah": 8,
        "juz": 27,
        "manzil": 7,
        "page": 538,
        "ruku": 472,
        "hizbQuarter": 215,
        "sajda": false
      },
      {
        "number": 5084,
        "text": "اوست آن که بر بنده اش محمّد آیاتی روشن از قرآن را که بیانگر احکام دین است، فرو می‌فرستد تا شما را از تاریکی‌ها بیرون آورد و به سوی نور روانه سازد، و قطعاً خداوند به شما مهربان است و شما را از رحمت خود بهره مند می‌کند.",
        "numberInSurah": 9,
        "juz": 27,
        "manzil": 7,
        "page": 538,
        "ruku": 472,
        "hizbQuarter": 215,
        "sajda": false
      },
      {
        "number": 5085,
        "text": "و شما را چه شده است که در راه خدا انفاق نمی‌کنید با این که آسمان‌ها و زمین و آنچه از این دو در اختیار شماست برایتان باقی نمی‌ماند و به ارث به خدا می‌رسد؟ کسانی از شما که پیش از پیروزی، برای نبرد با کافران از اموال خود هزینه کردند و جنگیدند، با دیگران یکسان نیستند. آنان از کسانی که پس از پیروزی از دارایی‌های خود برای نبرد هزینه کردند و جنگیدند، مرتبه‌ای والاتر دارند. با این حال، خداوند به هر دو گروه پاداشی نیکو وعده داده است و خدا به آنچه انجام می‌دهید آگاه است.",
        "numberInSurah": 10,
        "juz": 27,
        "manzil": 7,
        "page": 538,
        "ruku": 472,
        "hizbQuarter": 215,
        "sajda": false
      },
      {
        "number": 5086,
        "text": "کیست آن که با انفاق مال خود، به خدا وامی نیکو دهد؟ که خداوند هنگام پرداخت وام، آن را دو چندان به او عطا می‌کند و در آخرت پاداشی نفیس و گرانمایه خواهد داشت.",
        "numberInSurah": 11,
        "juz": 27,
        "manzil": 7,
        "page": 538,
        "ruku": 473,
        "hizbQuarter": 215,
        "sajda": false
      },
      {
        "number": 5087,
        "text": "آن پاداش نفیس روزی به انفاق کنندگان داده می‌شود که مردان و زنان مؤمن را می‌بینی که نورشان پیشاپیش آنان و در طرف راستشان به سرعت می‌رود، چرا که خود به سوی درجات بهشت و مقام قرب الهی با شتاب در حرکت‌اند. فرشتگان به آنان می‌گویند: امروز مژدگانیِ شما باغ‌هایی آکنده از درختان است که از زیر آنها جویبارها روان است; جاودانه در آن جا خواهید بود. این است سعادت بزرگ.",
        "numberInSurah": 12,
        "juz": 27,
        "manzil": 7,
        "page": 539,
        "ruku": 473,
        "hizbQuarter": 215,
        "sajda": false
      },
      {
        "number": 5088,
        "text": "روزی که مردان و زنان منافق که در تاریکی‌ها فرو رفته‌اند، به مؤمنان می‌گویند: در انتظار ما باشید تا به شما برسیم و از نور شما برگیریم. در پاسخ آنان گفته می‌شود: به دنیا که پشت سر نهادید باز گردید و با ایمان و کردار شایسته نوری بجویید که روشنایِی امروز برخاسته از ایمان و عمل شایسته دیروز است. آن گاه میان مؤمنان و منافقان دیواری کشیده می‌شود که مؤمنان را احاطه می‌کند و دری دارد; درونِ آن رحمت و بُرونش از جانب آن عذاب است.",
        "numberInSurah": 13,
        "juz": 27,
        "manzil": 7,
        "page": 539,
        "ruku": 473,
        "hizbQuarter": 215,
        "sajda": false
      },
      {
        "number": 5089,
        "text": "منافقان، اهل ایمان را ندا در می‌دهند که مگر ما با شما بر یک آیین نبودیم؟ مؤمنان می‌گویند: چرا، ولی شما خود را به بلا و هلاکت افکندید و در انتظار آن بودید که برای دین و دینداران سختی‌ها پدید آید، و در شکّ و تردید به سر بردید و آرزوها شما را فریب داد، تا آن که فرمان خدا آمد و مرگْ شما را درگرفت، و شیطانِ حیله گر با نشان دادن جلوه‌های عفو و رحمت خدا شما را اغفال کرد.",
        "numberInSurah": 14,
        "juz": 27,
        "manzil": 7,
        "page": 539,
        "ruku": 473,
        "hizbQuarter": 215,
        "sajda": false
      },
      {
        "number": 5090,
        "text": "پس امروز نه از شما منافقان و نه از کسانی که کافر شدند، فدیه‌ای که خود را به وسیله آن از آتش دوزخ برهانید، گرفته نمی‌شود; جایگاهتان آتش است و آن تنها یاور شماست و بد بازگشتگاهی است.",
        "numberInSurah": 15,
        "juz": 27,
        "manzil": 7,
        "page": 539,
        "ruku": 473,
        "hizbQuarter": 215,
        "sajda": false
      },
      {
        "number": 5091,
        "text": "آیا برای کسانی که ایمان آورده‌اند هنگامِ آن نرسیده است که دل هایشان به یاد خدا و آن کتابِ سراسر حقی که از جانب خدا نازل شده است خاشع شود و مانند کسانی نباشند که قبلاً به آنان کتاب آسمانی داده شد و زمان بر آنان به درازا کشید، پس دل هایشان سخت شد و بسیاری از آنان عبادت خدا را رها کردند و به گناهان روی آوردند و فاسق شدند؟",
        "numberInSurah": 16,
        "juz": 27,
        "manzil": 7,
        "page": 539,
        "ruku": 473,
        "hizbQuarter": 216,
        "sajda": false
      },
      {
        "number": 5092,
        "text": "بدانید که خدا زمین را پس از مردنش، با رویش گیاهان زنده می‌کند، و هم او می‌تواند دل‌های سخت را نرم و خاشع گرداند; شما نیز زمینه خشوع را در دل هایتان فراهم سازید. به راستی ما آیات و نشانه‌ها را برای شما به روشنی بیان کرده‌ایم، باشد که به خرد دریابید.",
        "numberInSurah": 17,
        "juz": 27,
        "manzil": 7,
        "page": 539,
        "ruku": 473,
        "hizbQuarter": 216,
        "sajda": false
      },
      {
        "number": 5093,
        "text": "همانا مردان و زنانی که صدقه داده‌اند و کسانی که با انفاقشان در راه خدا به خداوند وامی نیکو داده‌اند، آنچه پرداخته‌اند برای آنان دو چندان می‌شود و در آخرت پاداشی نفیس و گرانمایه خواهند داشت.",
        "numberInSurah": 18,
        "juz": 27,
        "manzil": 7,
        "page": 539,
        "ruku": 473,
        "hizbQuarter": 216,
        "sajda": false
      },
      {
        "number": 5094,
        "text": "و کسانی که به خدا و پیامبرانش ایمانی راستین آوردند، نزد خدا به منزله راستی پیشگان و گواهان اعمالند، و پاداش و نوری همچون پاداش و نور آنان خواهند داشت. و کسانی که [به ما و پیامبرانمان] کافر شدند و آیات و نشانه‌های ما را دروغ انگاشتند آنان همدم دوزخ اند و همواره در آن به سر خواهند برد.",
        "numberInSurah": 19,
        "juz": 27,
        "manzil": 7,
        "page": 540,
        "ruku": 473,
        "hizbQuarter": 216,
        "sajda": false
      },
      {
        "number": 5095,
        "text": "بدانید که زندگی دنیا جز بازی و سرگرمی و آرایش و فخرفروشی به یکدیگر و سبقت گرفتن بر یکدیگر در جمع آوری مال و افزودن فرزندان، نیست، و اینها هیچ یک باعث کمال آدمی نخواهد بود. دنیا و زیورهای آن همچون بارانی است که کِشتِ برآمده از آن، کشاورزان را خشنود کند و به شعف آورد، سپس در مسیر خود حرکت می‌کند تا به رشد ممکن برسد، آن گاه آن را می‌بینی که زرد شده است، سپس خرد و خاشاک می‌گردد و در برابر باد پراکنده می‌شود. این است آنچه در دنیاست، اما در آخرت یک سوی آن عذابی سخت و یک سوی دیگرش آمرزشی بزرگ از جانب خدا و خشنودی او خواهد بود، و زندگی دنیا جز کالایی که بهره گیری از آن مایه فریب است چیزی نیست.",
        "numberInSurah": 20,
        "juz": 27,
        "manzil": 7,
        "page": 540,
        "ruku": 474,
        "hizbQuarter": 216,
        "sajda": false
      },
      {
        "number": 5096,
        "text": "به سوی آمرزشی از پروردگارتان و بهشتی که وسعت آن همچون وسعت آسمان و زمین است، بشتابید و برای به دست آوردن آن بر یکدیگر سبقت گیرید. آن بهشت برای کسانی که به خدا و پیامبرانش ایمان آورده‌اند، آماده شده است. این فضل و بخشش خداست که آن را به هر که بخواهد عطا می‌کند (و چنین خواسته است که آن را به مؤمنان عطا کند) و خدا دارای فضل و بخشش بزرگ است.",
        "numberInSurah": 21,
        "juz": 27,
        "manzil": 7,
        "page": 540,
        "ruku": 474,
        "hizbQuarter": 216,
        "sajda": false
      },
      {
        "number": 5097,
        "text": "هیچ بلا و مصیبتی نه در زمین و نه در مورد خودتان رخ نمی‌دهد مگر این که پیش از آن که آن را پدید آوریم، در کتابی ثبت شده است به یقین ثبت رویدادها پیش از وقوع آنها، بر خدا آسان است.",
        "numberInSurah": 22,
        "juz": 27,
        "manzil": 7,
        "page": 540,
        "ruku": 474,
        "hizbQuarter": 216,
        "sajda": false
      },
      {
        "number": 5098,
        "text": "این حقیقت را یادآور شدیم تا بر نعمت‌هایی که از دست داده‌اید، اندوه مخورید و از آنچه خدا به شما ارزانی کرده است شادمان نباشید، که خدا هیچ متکبّر فخرفروشی را دوست ندارد.",
        "numberInSurah": 23,
        "juz": 27,
        "manzil": 7,
        "page": 540,
        "ruku": 474,
        "hizbQuarter": 216,
        "sajda": false
      },
      {
        "number": 5099,
        "text": "همانان که بخل میورزند و از انفاق در راه خدا دریغ می‌کنند و مردم را نیز به بخل و ترک انفاق فرمان می‌دهند. و هر کس پند خدا نپذیرد و از انفاق روی بگرداند و حقایقی را که خداوند درباره دنیا و تقدیر امور بیان کرد نپذیرد، [بداند که] خدا از انفاق او بی نیاز است و بر همه کارها و تقدیرهایش ستایش می‌شود.",
        "numberInSurah": 24,
        "juz": 27,
        "manzil": 7,
        "page": 540,
        "ruku": 474,
        "hizbQuarter": 216,
        "sajda": false
      },
      {
        "number": 5100,
        "text": "همانا ما پیامبران خود را با دلایل قاطع و معجزاتی که حقانیت رسالت آنان را آشکار می‌ساخت فرستادیم و با آنها کتاب آسمانی و دین را که معیار عقاید و اعمال انسان هاست فرود آوردیم، تا مردم همواره به عدل و داد برپا باشند و آهن را که در آن نیرویی سخت برای رزم و دفاع است و منافع دیگری نیز برای مردم دارد آفریدیم. آری چنین کردیم تا اموری که باید، تحقق یابد و تا خدا آن کسی را که در نهان از دید پیامبران، خدا و پیامبرانش را یاری می‌کند از دیگران مشخص سازد. به یقین خدا نیرومند و شکست ناپذیر است.",
        "numberInSurah": 25,
        "juz": 27,
        "manzil": 7,
        "page": 541,
        "ruku": 474,
        "hizbQuarter": 216,
        "sajda": false
      },
      {
        "number": 5101,
        "text": "و همانا ما نوح و ابراهیم را به رسالت فرستادیم و در میان نسل آن دو، نبوّت و کتاب را قرار دادیم; پس گروهی از آنان هدایت یافتند و بسیاری از آنان از حد و مرز الهی بیرون رفتند.",
        "numberInSurah": 26,
        "juz": 27,
        "manzil": 7,
        "page": 541,
        "ruku": 475,
        "hizbQuarter": 216,
        "sajda": false
      },
      {
        "number": 5102,
        "text": "سپس پیامبران دیگر خود را نیز بر طریقه آنان پی در پی فرستادیم، و عیسی پسر مریم را از پی آنان آوردیم و به او انجیل را عطا کردیم، و در دل‌های کسانی که از او پیروی کردند مهربانی و رحمت قرار دادیم. آنان رهبانیّت (عزلت برای عبادت) را از پیش خود درآوردند، ما آن را در آیینشان مقرر نکردیم ولی به آن روی آوردند تا خشنودی خدا را بجویند، اما حدّ و مرز آن را چنان که باید رعایت نکردند; پس به کسانی از آنان که ایمان آوردند اجرشان را عطا کردیم و بسیاری از آنان از مرز دین خارج شدند.",
        "numberInSurah": 27,
        "juz": 27,
        "manzil": 7,
        "page": 541,
        "ruku": 475,
        "hizbQuarter": 216,
        "sajda": false
      },
      {
        "number": 5103,
        "text": "ای کسانی که ایمان آورده‌اید، از خدا پروا کنید و به پیامبرش محمّد ایمانی راستین بیاورید (همه دستورات او را اطاعت کنید) که خداوند به ازای ایمان و اطاعت شما دو بهره از رحمت خود را به شما ارزانی خواهد کرد و برایتان نوری قرار خواهد داد که در دنیا در پرتو آن حرکت کنید و نیک و بد را بشناسید و در آخرت راه بهشت را بیابید و آن را بپیمایید، و گناهان شما را خواهد بخشید، و خدا آمرزنده و مهربان است.",
        "numberInSurah": 28,
        "juz": 27,
        "manzil": 7,
        "page": 541,
        "ruku": 475,
        "hizbQuarter": 216,
        "sajda": false
      },
      {
        "number": 5104,
        "text": "آری، ما مؤمنان را به درجات بالاتر ایمان دعوت کردیم و دو بهره از رحمت خود را به آنان وعده دادیم تا اهل کتاب [یهود و نصارا] باور نکنند که مؤمنان نمی‌توانند به چیزی از فضل خدا دست یابند. این وعده برای آن است که فضل و بخشش به دست خداست، آن را به هر که بخواهد می‌دهد، و خدا دارای فضل و بخشش بزرگ است.",
        "numberInSurah": 29,
        "juz": 27,
        "manzil": 7,
        "page": 541,
        "ruku": 475,
        "hizbQuarter": 216,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "fa.safavi",
      "language": "fa",
      "name": "صفوی",
      "englishName": "صفوی",
      "format": "text",
      "type": "translation",
      "direction": "rtl"
    }
  }
}