{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 58,
    "name": "سُورَةُ المُجَادلَةِ",
    "englishName": "Al-Mujaadila",
    "englishNameTranslation": "The Pleading Woman",
    "revelationType": "Medinan",
    "numberOfAyahs": 22,
    "ayahs": [
      {
        "number": 5105,
        "text": "ای پیامبر، خداوند درخواست آن زنی را که با تو درباره شوهرش جدال می‌کند، و از اندوه خود به خدا شکایت می‌برد شنید و اجابت کرد و خدا گفتوگوی شما دو تن را می‌شنود، زیرا خدا شنوا و بیناست.",
        "numberInSurah": 1,
        "juz": 28,
        "manzil": 7,
        "page": 542,
        "ruku": 476,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5106,
        "text": "کسانی از شما که همسرانشان را با (ظِهار) چون مادران خویش می‌شمرند، آنان مادرانشان نیستند. مادرانشان تنها کسانی اند که آنان را زاده‌اند، و اینان با ظهار سخنی زشت و باطل می‌گویند و مرتکب گناه می‌شوند، و البته خداوند از لغزش آنان می‌گذرد و گناهشان را می‌آمرزد.",
        "numberInSurah": 2,
        "juz": 28,
        "manzil": 7,
        "page": 542,
        "ruku": 476,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5107,
        "text": "و کسانی که زنان خود را ظهار می‌کنند، سپس بخواهند به آنچه گفته‌اند باز گردند تا آن را بشکنند، باید برده‌ای آزاد کنند البته پیش از آن که آن دو (ظهارکننده و همسرش) آمیزش کنند. این حکم به شما سفارش می‌شود و خدا به آنچه انجام می‌دهید آگاه است.",
        "numberInSurah": 3,
        "juz": 28,
        "manzil": 7,
        "page": 542,
        "ruku": 476,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5108,
        "text": "و آن کس که برده‌ای برای آزاد کردن نیافت باید پیش از آن که با یکدیگر آمیزش کنند دو ماه پیاپی روزه بدارد، و آن کس که نتواند دو ماه پیاپی روزه بدارد، باید شصت مسکین را طعام دهد. این کفّاره‌ای که به سزای روی آوردنتان به سنّت جاهلی مقرّر داشتیم، بدان جهت است که به خدا و رسولش ایمان بیاورید، و اینها حدود خداست و کسانی که آنها را نپذیرند کافرند و برای کافران عذابی دردناک خواهد بود.",
        "numberInSurah": 4,
        "juz": 28,
        "manzil": 7,
        "page": 542,
        "ruku": 476,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5109,
        "text": "بی تردید، کسانی که با خدا و رسولش مخالفت می‌کنند خوار و ذلیل خواهند شد; چنان که کسانی که پیش از اینان بودند خوار و ذلیل شدند به یقین ما آیاتی روشن که بر صدق پیامبر ما دلالت دارد فرو فرستادیم، و کسانی که به آیات ما کافر شوند، عذابی خوارکننده خواهند داشت.",
        "numberInSurah": 5,
        "juz": 28,
        "manzil": 7,
        "page": 542,
        "ruku": 476,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5110,
        "text": "این عذاب در روزی است که خدا همه آنان را از گورها برمی انگیزد و آنان را به آنچه کرده‌اند آگاه می‌سازد، چرا که خدا بر شمارش آنچه به جای آورده‌اند احاطه دارد و آنان آن را فراموش کرده‌اند، و خداوند بر هر چیزی چیره است و برای همه چیز آشکار است.",
        "numberInSurah": 6,
        "juz": 28,
        "manzil": 7,
        "page": 542,
        "ruku": 476,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5111,
        "text": "آیا ندانسته‌ای که خدا آنچه را در آسمان‌ها و آنچه را در زمین است می‌داند؟ هیچ رازی میان سه تن روی نمی‌دهد مگر این که او چهارمین آنهاست، و نه میان پنج تن مگر این که او ششمین آنهاست، و نه کمتر از این تعداد و نه بیشتر از آن، مگر این که هر کجا باشند او با آنها و از رازشان آگاه است. سپس روز قیامت آنان را به حقیقت آنچه کرده‌اند آگاه می‌کند. به یقین خدا به هر چیزی به خوبی داناست.",
        "numberInSurah": 7,
        "juz": 28,
        "manzil": 7,
        "page": 543,
        "ruku": 477,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5112,
        "text": "آیا به کسانی ننگریسته‌ای که از نجوا کردن نهی شده‌اند ولی هنوز از این کار باز نایستاده‌اند و پیوسته به آنچه از آن نهی شده‌اند باز می‌گردند؟ آنان درباره گناه و تجاوز به حقوق مردم و سرپیچی از فرمان‌های پیامبر با یکدیگر نجوا می‌کنند، و هنگامی که نزد تو می‌آیند با چیزی بر تو سلام می‌کنند که خدا با آن بر تو سلام نکرده است، و در آن حال با خود می‌گویند: اگر او پیامبری بر حق است چرا خدا ما را به سبب آنچه به او می‌گوییم و این گونه اهانتش می‌کنیم عذاب نمی‌کند؟ بدانند که دوزخ برای آنان بس است که به آن درمی آیند و به آتشش می‌سوزند و آن بد بازگشتگاهی است.",
        "numberInSurah": 8,
        "juz": 28,
        "manzil": 7,
        "page": 543,
        "ruku": 477,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5113,
        "text": "اما شما ای کسانی که ایمان آورده‌اید، هنگامی که با یکدیگر نجوا می‌کنید، از روی آوردن به گناه و تجاوز به حقوق مردم و سرپیچی از دستورات رسول خدا سخن مگویید، بلکه در نجواهایتان از گرایش به کارهای پسندیده و رعایت تقوا سخن به میان آورید و از خدا که به سوی او محشور می‌شوید پروا بدارید.",
        "numberInSurah": 9,
        "juz": 28,
        "manzil": 7,
        "page": 543,
        "ruku": 477,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5114,
        "text": "جز این نیست که نجوای منافقان و بیماردلان برخاسته از وسوسه‌های شیطان است. او آنان را به نجوا وامی دارد تا کسانی را که ایمان آورده‌اند اندوهگین کند و افکارشان را به گمان این که حادثه ناگواری رخ داده است مضطرب و پریشان سازد. ولی مؤمنان بدانند که کارها به دست خداست و شیطان و دسیسه‌های او زیانی به آنان نمی‌رساند، مگر آن که خدا رخصت دهد. پس مؤمنان باید تنها بر خدا توکّل کنند.",
        "numberInSurah": 10,
        "juz": 28,
        "manzil": 7,
        "page": 543,
        "ruku": 477,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5115,
        "text": "ای کسانی که ایمان آورده‌اید، هنگامی که در هر مجلسی به شما گفته شد برای دیگران جای بگشایید، برای آنان جای بگشایید در این صورت خدا به پاداش آن بهشت را برای شما فراخ می‌سازد، و هنگامی که به شما گفته شد برخیزید تا کسانی که در علم و تقوا از شما برترند بنشینند، برخیزید. اگر چنین کنید، خداوند کسانی از شما را که ایمان آورده‌اند، یک درجه و کسانی را که علاوه بر ایمان، دانش نیز به آنان داده شده است چندین درجه بالا می‌برد، و خدا به آنچه می‌کنید آگاه است.",
        "numberInSurah": 11,
        "juz": 28,
        "manzil": 7,
        "page": 543,
        "ruku": 477,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5116,
        "text": "ای کسانی که ایمان آورده‌اید، هنگامی که می‌خواهید با پیامبر نجوا کنید، پیش از نجوایتان به تهیدستی صدقه‌ای پیشکش کنید. این کار برای شما بهتر و برای دل هایتان پاکیزه‌تر است; و اگر چیزی نیافتید که صدقه دهید (خود تهیدست هستید) بر شما تکلیفی نیست، خدا از شما درمی گذرد، زیرا خدا آمرزنده و مهربان است.",
        "numberInSurah": 12,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 477,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5117,
        "text": "آیا ترسیدید از این که پیش از نجوای خود با رسول خدا صدقاتی پیشکش کنید؟ اکنون که چنین نکردید و خدا هم این گناه را بر شما بخشود و آن تکلیف را از شما برداشت، بر دیگر تکالیف خود پایدار باشید، نماز را برپا دارید و زکات مال خویش بپردازید و خدا و پیامبرش را فرمان برید که خدا به آنچه می‌کنید آگاه است.",
        "numberInSurah": 13,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 477,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5118,
        "text": "آیا به آنان که با قوم یهود ـ که خدا بر آنان خشم گرفته است ـ طرح دوستی افکندند نظر نیندوخته‌ای؟ آنان نه در زمره شما مؤمنانند و نه در زمره یهودیان، و به دروغ سوگند یاد می‌کنند که از شمایند، و خود نیز می‌دانند که دروغ می‌گویند.",
        "numberInSurah": 14,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 478,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5119,
        "text": "خداوند برای آنان عذابی سخت فراهم کرده است; زیرا کارهایی که کردند و بر آن اصرار ورزیدند ناروا بود.",
        "numberInSurah": 15,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 478,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5120,
        "text": "سوگندهای خود را برای دفع تهمت از خویش سپر قرار دادند و با نفاقشان خود را از راه خدا محروم کردند و مردم را نیز از راه خدا بازداشتند; از این رو برای آنان عذابی خوارکننده خواهد بود.",
        "numberInSurah": 16,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 478,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5121,
        "text": "آنان برای دستیابی به زندگی دنیا از راه خدا رویگردان شدند، ولی بدانند که اموال و فرزندانشان هرگز چیزی از عذاب ابدی را از آنان کفایت نمی‌کند و نیازشان را به یاری خدا برطرف نمی‌سازد و آنان اهل آتشند و در آن ماندگار خواهند بود.",
        "numberInSurah": 17,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 478,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5122,
        "text": "این در روزی است که خدا آنان را یکجا از گورها برمی انگیزد، و آنان همان گونه که امروز برای شما سوگند می‌خورند برای خدا سوگند یاد می‌کنند که مؤمن بوده‌اند، و می‌پندارند که بر جایگاهی قرار دارند که می‌توانند حقیقت را کتمان کنند. آگاه باشید که آنان قطعاً دروغگویند.",
        "numberInSurah": 18,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 478,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5123,
        "text": "شیطان بر آنان چیره شده و در نتیجه یاد خدا را از خاطر آنان برده است. آنان حزب شیطانند. ای پیامبر، بدان که یقیناً حزب شیطان زیانکارند.",
        "numberInSurah": 19,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 478,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5124,
        "text": "چرا که آنان با خدا و پیامبر سر ستیز دارند و قطعاً کسانی که با خدا و پیامبرش می‌ستیزند، در زمره پست ترین‌ها خواهند بود.",
        "numberInSurah": 20,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 478,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5125,
        "text": "خدا مقرّر کرده است که: من حتماً بر تکذیب کنندگان پیروز خواهم بود و نیز پیامبرانم بر آنان پیروز خواهند شد، زیرا خدا نیرومند و مقتدری شکست ناپذیر است.",
        "numberInSurah": 21,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 478,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5126,
        "text": "قومی را نخواهی یافت که به خدا و روز رستاخیز ایمان داشته باشند و با این حال کسانی را که با خدا و رسولش مخالفت کرده و در ستیز بوده‌اند دوست بدارند; هر چند پدران یا پسران یا برادران یا خاندانشان باشند. اینانند که خدا ایمان را در دل هایشان تثبیت کرده و آنان را به روحی که حیاتی ویژه به آنان بخشیده، نیرومند ساخته است و روز قیامت آنان را به بوستان‌های پردرخت که نهرها از زیر آنها روان است درمی آورَد در حالی که در آن جا جاودانه‌اند; چرا که خدا از آنان خشنود بود و آنان نیز از خدا خشنود بودند. آنان حزب خدایند. بدان که تنها حزب خدا سعادتمندند.",
        "numberInSurah": 22,
        "juz": 28,
        "manzil": 7,
        "page": 545,
        "ruku": 478,
        "hizbQuarter": 218,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "fa.safavi",
      "language": "fa",
      "name": "صفوی",
      "englishName": "صفوی",
      "format": "text",
      "type": "translation",
      "direction": "rtl"
    }
  }
}