{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 59,
    "name": "سُورَةُ الحَشۡرِ",
    "englishName": "Al-Hashr",
    "englishNameTranslation": "The Exile",
    "revelationType": "Medinan",
    "numberOfAyahs": 24,
    "ayahs": [
      {
        "number": 5127,
        "text": "آنچه در آسمان‌ها و آنچه در زمین است خدا را به پاکی و پیراستگی از هر عیب و نقصی یاد کرده‌اند و اوست آن مقتدر شکست ناپذیری که کارهایش همه استوار و متقن است.",
        "numberInSurah": 1,
        "juz": 28,
        "manzil": 7,
        "page": 545,
        "ruku": 479,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5128,
        "text": "اوست آن که کافران اهل کتاب (یهودیان بنی نضیر) را در نخستین مرحله‌ای که کوچشان داد، از خانه و دیارشان بیرون کرد. شما مؤمنان گمان نمی‌کردید که آنان با این نیرو و قدرتی که دارند از دیارشان بیرون روند و خود نیز می‌پنداشتند که دژهایشان مانع تسلّط خدا بر آنان خواهد بود، امّا خدا از جایی که تصوّر نمی‌کردند بر آنان درآمد و در دل هایشان بیم افکند، تا آن جا که به دست خود و به دست مؤمنان خانه‌های خود را ویران می‌کردند. پس ای دیدوران از کارهای خدا که آنها را می‌نگرید عبرت گیرید.",
        "numberInSurah": 2,
        "juz": 28,
        "manzil": 7,
        "page": 545,
        "ruku": 479,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5129,
        "text": "و اگر خدا این جلای وطن را بر آنان مقرر نکرده بود، قطعاً آنان را در دنیا عذاب می‌کرد، و [به هر حال] برای آنان در آخرت عذاب آتش خواهد بود.",
        "numberInSurah": 3,
        "juz": 28,
        "manzil": 7,
        "page": 545,
        "ruku": 479,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5130,
        "text": "این کیفر (کوچ اجباری بنی نضیر و عذاب اخروی آنها) برای آن است که آنان از سر عناد با خدا و پیامبرش مخالفت کردند و هر کس عناد ورزد و با خدا مخالفت کند به عذابی سخت گرفتار می‌شود، چرا که خدا سخت کیفر است.",
        "numberInSurah": 4,
        "juz": 28,
        "manzil": 7,
        "page": 546,
        "ruku": 479,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5131,
        "text": "هر نخل سرسبز و خرّمی را که شما مؤمنان به هنگام محاصره دژهایشان بریدید یا آن را بر ساقه اش بر جای نهادید، به اذن خدا بود. او به شما چنین رخصتی داد تا اهداف خود را عملی کند و آن فاسقان را خوار و ذلیل گرداند.",
        "numberInSurah": 5,
        "juz": 28,
        "manzil": 7,
        "page": 546,
        "ruku": 479,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5132,
        "text": "و آن اموالی را که خداوند از بنی نضیر به پیامبرش باز گردانید و در اختیار او نهاد، شما بر آنها اسب و شتری نتاختید تا در آنها حقی داشته باشید، ولی خدا پیامبرانش را بر هر که بخواهد چیره می‌کند، و او پیامبر را بر بنی نضیر پیروز ساخت تا اموالشان به او اختصاص یابد، و خدا بر هر کاری تواناست.",
        "numberInSurah": 6,
        "juz": 28,
        "manzil": 7,
        "page": 546,
        "ruku": 479,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5133,
        "text": "آنچه خدا از اموالِ مردم آن آبادی‌ها، بدون پیکار مجاهدان، به پیامبرش بازگردانید، سهمی از آن به خدا اختصاص دارد که باید در راه او هزینه شود، و سهمی از آن برای پیامبر و سهمی برای خویشاوندان او و یتیمان و مستمندان و در راه ماندگان است. این تقسیم بدان جهت است که این اموال میان توانگرانِ شما دست به دست نگردد. آنچه را که رسول خدا به شما پرداخت آن را بگیرید و آنچه شما را از آن بازداشت از آن دست بدارید و از خدا پروا کنید و با پیامبر او مخالفت نکنید که خدا سخت کیفر است.",
        "numberInSurah": 7,
        "juz": 28,
        "manzil": 7,
        "page": 546,
        "ruku": 479,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5134,
        "text": "سهم خدا که باید در راه او هزینه شود از آنِ مهاجرانِ تهیدستی است که از خانه‌ها و اموالشان بیرون رانده شده و به مدینه هجرت کردند و اینک در جستوجوی رزقی از جانب خدا و در پی خشنودی او هستند و خدا و پیامبرش را با جان و دل یاری می‌کنند. اینانند راستگویان.",
        "numberInSurah": 8,
        "juz": 28,
        "manzil": 7,
        "page": 546,
        "ruku": 479,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5135,
        "text": "و نیز از آنِ انصار تهیدستی است که پیش از آمدنِ مهاجران به مدینه، آن شهر را به صورت مرکزی دینی که مؤمنان بتوانند در آن سکونت کنند درآوردند و ایمان را چنان بنا نهادند که مؤمنان بتوانند به مقتضای ایمانشان عمل کنند. آنان کسانی را که از مکّه هجرت کرده و به دیار آنان روی آورده‌اند دوست می‌دارند و از آنچه به مهاجران داده شده است در خود احساس نیاز نمی‌کنند تا از بهره مندی آنان از غنایم و محرومیت خود اندوهگین شوند، بلکه در استفاده از اموالشان، مهاجران را بر خود مقدم می‌دارند، گرچه خودشان سخت نیازمند باشند. و هر کس از بخل و آز نفس خود مصون بماند و از بخشش اموال خود و از این که مالی در اختیار دیگران نهاده شود، دلتنگ نشود، آنانند سعادتمندان.",
        "numberInSurah": 9,
        "juz": 28,
        "manzil": 7,
        "page": 546,
        "ruku": 479,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5136,
        "text": "و نیز سهم خدا از (فییء) از آنِ مسلمانان مستمندی است که پس از مهاجران و انصار (بعد از فتح مکّه) به اسلام روی می‌آورند; آنان که می‌گویند: پروردگارا، ما و برادرانمان را که در ایمان بر ما پیشی گرفتند ببخشای و در دل‌های ما دشمنی کسانی را که ایمان آورده‌اند قرار مده. پروردگارا، به یقین تو رئوف و مهربانی.",
        "numberInSurah": 10,
        "juz": 28,
        "manzil": 7,
        "page": 547,
        "ruku": 479,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5137,
        "text": "آیا به منافقان ننگریسته‌ای که به برادران خود از اهل کتاب (یهودیان بنی نضیر) که کفر ورزیده اند می‌گویند: سوگند یاد می‌کنیم که اگر شما از دیارتان بیرون رانده شدید ما نیز همراه شما خارج می‌شویم و هرگز از کسی درباره جدا شدن از شما فرمان نمی‌بریم و اگر با شما پیکار شد حتماً شما را یاری می‌کنیم. و خدا گواهی می‌دهد که منافقان دروغ می‌گویند و هرگز به وعده خود وفا نمی‌کنند.",
        "numberInSurah": 11,
        "juz": 28,
        "manzil": 7,
        "page": 547,
        "ruku": 480,
        "hizbQuarter": 219,
        "sajda": false
      },
      {
        "number": 5138,
        "text": "بی گمان اگر یهودیان بنی نضیر از دیارشان بیرون رانده شوند منافقان همراه آنان بیرون نمی‌روند و اگر با آنان پیکار شود، قطعاً آنان را یاری نمی‌کنند، و اگر یاریشان کنند ـ که نخواهند کرد ـ پشت کرده از صحنه کارزار می‌گریزند، آن گاه از سوی هیچ کس یاری نمی‌شوند و به هلاکت می‌رسند.",
        "numberInSurah": 12,
        "juz": 28,
        "manzil": 7,
        "page": 547,
        "ruku": 480,
        "hizbQuarter": 219,
        "sajda": false
      },
      {
        "number": 5139,
        "text": "منافقان از آن روی در برابر شما تاب مقاومت ندارند که از شما می‌هراسند. هراسی که آنان از شما در دل خود دارند بیش از هراسشان از خداست، و این بدان سبب است که آنان مردمی هستند که نمی‌فهمند که کارها به دست خداست.",
        "numberInSurah": 13,
        "juz": 28,
        "manzil": 7,
        "page": 547,
        "ruku": 480,
        "hizbQuarter": 219,
        "sajda": false
      },
      {
        "number": 5140,
        "text": "هیچ کدام از یهودیان بنی نضیر و منافقانِ هم پیمانشان جز در شهرهایی برخوردار از استحکامات یا از پشت دیوارها با شما نمی‌جنگند. زورمندی آنان میان خودشان سخت است، اما بر اثر ترسی که خدا در دل هایشان نهاده است با شما رو در رو به کارزار نمی‌آیند. می‌پنداری گروهی متحد و یکپارچه‌اند، در حالی که دل هایشان پراکنده است و اُلفتی میانشان نیست. این بدان سبب است که آنان مردمی هستند که خردورزی نمی‌کنند.",
        "numberInSurah": 14,
        "juz": 28,
        "manzil": 7,
        "page": 547,
        "ruku": 480,
        "hizbQuarter": 219,
        "sajda": false
      },
      {
        "number": 5141,
        "text": "حکایت آنان با منافقان همچون حکایت یهودیان بنی قَیْنُقاع با آنان است که اندک زمانی پیش از اینان در مدینه بودند. آنان نیز عهد خود با پیامبر را شکستند و به وعده منافقان دل بستند و فرجام شوم کار خود را در دنیا چشیدند و در آخرت نیز عذابی دردناک خواهند داشت.",
        "numberInSurah": 15,
        "juz": 28,
        "manzil": 7,
        "page": 547,
        "ruku": 480,
        "hizbQuarter": 219,
        "sajda": false
      },
      {
        "number": 5142,
        "text": "داستان منافقان در فریب دادن بنی نضیر همچون داستان شیطان است که انسان را با وعده‌های خود فریب می‌دهد و از او می‌خواهد که کافر شود; هنگامی که انسان کافر شد و با فرجام شوم کفر خود مواجه گردید، شیطان او را رها می‌کند و می‌گوید: من از تو تبری می‌جویم، و به تمسخر می‌گوید من از خدا که پروردگار جهان هاست می‌ترسم.",
        "numberInSurah": 16,
        "juz": 28,
        "manzil": 7,
        "page": 547,
        "ruku": 480,
        "hizbQuarter": 219,
        "sajda": false
      },
      {
        "number": 5143,
        "text": "پس فرجام شیطان فریبگر و انسان فریب خورده آن شد که هر دو به آتش درآیند و برای همیشه در آن بمانند، و این است سزای ستمگران.",
        "numberInSurah": 17,
        "juz": 28,
        "manzil": 7,
        "page": 548,
        "ruku": 480,
        "hizbQuarter": 219,
        "sajda": false
      },
      {
        "number": 5144,
        "text": "پروا داشتن از خدا سبب مصون ماندن از فریب شیطان است; پس ای کسانی که ایمان آورده‌اید از خدا پروا کنید و به تکالیف الهی خود عمل نمایید، و هر کسی از شما باید بنگرد که برای فردای آخرتش چه پیش فرستاده است. از خدا بترسید و به حساب کارهایی که انجام داده‌اید برسید و نیک و بدش را دریابید که خدا به آنچه می‌کنید آگاه است.",
        "numberInSurah": 18,
        "juz": 28,
        "manzil": 7,
        "page": 548,
        "ruku": 481,
        "hizbQuarter": 219,
        "sajda": false
      },
      {
        "number": 5145,
        "text": "و مانند کسانی نباشید که خدا را از یاد بردند و خدا هم حقیقت خودشان را از یادشان برد تا آن که ندانستند که کیستند و چه باید بکنند. اینان از مسیر بندگی خدا خارج شده‌اند.",
        "numberInSurah": 19,
        "juz": 28,
        "manzil": 7,
        "page": 548,
        "ruku": 481,
        "hizbQuarter": 219,
        "sajda": false
      },
      {
        "number": 5146,
        "text": "دوزخیان با بهشتیان یکسان نیستند; بهشتیانند که سعادتمندند.",
        "numberInSurah": 20,
        "juz": 28,
        "manzil": 7,
        "page": 548,
        "ruku": 481,
        "hizbQuarter": 219,
        "sajda": false
      },
      {
        "number": 5147,
        "text": "اگر ما این قرآن را بر کوهی فرو فرستاده بودیم، آن را با همه صلابت و عظمتش، در برابر خدا خاشع و از ترس او از هم پاشیده می‌دیدی. ما این مَثَل‌ها را برای مردم می‌زنیم، باشد که در قرآن بیندیشند.",
        "numberInSurah": 21,
        "juz": 28,
        "manzil": 7,
        "page": 548,
        "ruku": 481,
        "hizbQuarter": 219,
        "sajda": false
      },
      {
        "number": 5148,
        "text": "اوست خدایی که جز او معبودی شایسته پرستش نیست و به نهان و آشکار جهان داناست. اوست که گسترده مهر و مهربان است.",
        "numberInSurah": 22,
        "juz": 28,
        "manzil": 7,
        "page": 548,
        "ruku": 481,
        "hizbQuarter": 219,
        "sajda": false
      },
      {
        "number": 5149,
        "text": "اوست خدایی که جز او معبودی شایسته پرستش نیست; همان فرمانروایی که تدبیر امور بندگان در اختیار اوست و در کمال پاکی و طهارت است. با بندگانش برخوردی سالم و درست دارد. ایمنی بخش، برتری چیره، شکست ناپذیر، جبران کننده کاستی‌ها و بزرگ منش و با عظمت است. منزّه است خدا از این که به او شرک ورزند.",
        "numberInSurah": 23,
        "juz": 28,
        "manzil": 7,
        "page": 548,
        "ruku": 481,
        "hizbQuarter": 219,
        "sajda": false
      },
      {
        "number": 5150,
        "text": "اوست خدا که آفریننده، پدیدآورنده و صورت آفرین است; نیکوترین نام‌ها تنها از آنِ اوست. آنچه در آسمان‌ها و زمین است او را به پاکی و پیراستگی از هر عیب و نقصی یاد کرده‌اند، و اوست آن مقتدر شکست ناپذیری که کارهایش همه استوار و متقن است.",
        "numberInSurah": 24,
        "juz": 28,
        "manzil": 7,
        "page": 548,
        "ruku": 481,
        "hizbQuarter": 219,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "fa.safavi",
      "language": "fa",
      "name": "صفوی",
      "englishName": "صفوی",
      "format": "text",
      "type": "translation",
      "direction": "rtl"
    }
  }
}