{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 60,
    "name": "سُورَةُ المُمۡتَحنَةِ",
    "englishName": "Al-Mumtahana",
    "englishNameTranslation": "She that is to be examined",
    "revelationType": "Medinan",
    "numberOfAyahs": 13,
    "ayahs": [
      {
        "number": 5151,
        "text": "ای کسانی که ایمان آورده‌اید، دشمنان من و دشمنان خودتان را دوست مگیرید. شما با آنان طرح دوستی می‌افکنید در صورتی که آنان قرآن و آیینی را که برای شما آمده و سراسر حق است انکار کردند، در حالی که پیامبر و شما را بدین سبب که به خدا، پروردگارتان ایمان آوردید از مکه بیرون راندند. پس اگر برای جهاد در راه من و دستیابی به خشنودی من هجرت کردید، با آن مشرکانِ حق ستیز دست دوستی ندهید. شما در نهان به آنان ابراز مودّت می‌کنید، در صورتی که من به آنچه شما نهان داشته و به آنچه آشکار کرده‌اید داناترم. و هر کس از شما به این کار اقدام کند به یقین راه راست را گم کرده است.",
        "numberInSurah": 1,
        "juz": 28,
        "manzil": 7,
        "page": 549,
        "ruku": 482,
        "hizbQuarter": 219,
        "sajda": false
      },
      {
        "number": 5152,
        "text": "اگر بر شما دست یابند، با شما دشمنی می‌کنند، هر چند دست دوستی به آنان داده باشید. آنان در این صورت دست و زبانشان را به بدی به سوی شما می‌گشایند (شما را می‌کُشند یا اسیر می‌کنند و شکنجه می‌دهند و به شما ناسزا می‌گویند) و دوست دارند که شما از این رهگذر کافر شوید.",
        "numberInSurah": 2,
        "juz": 28,
        "manzil": 7,
        "page": 549,
        "ruku": 482,
        "hizbQuarter": 219,
        "sajda": false
      },
      {
        "number": 5153,
        "text": "هرگز خویشاوندان و فرزندانتان ـ که به خاطر آنان با مشرکان طرح دوستی افکندید و سزاوار عذاب الهی شدید ـ روز قیامت به شما سودی نمی‌رسانند. آن روز خداوند پیوندها را می‌بُرد و میان شما و آنان جدایی می‌افکند، و خدا به آنچه می‌کنید بیناست.",
        "numberInSurah": 3,
        "juz": 28,
        "manzil": 7,
        "page": 549,
        "ruku": 482,
        "hizbQuarter": 219,
        "sajda": false
      },
      {
        "number": 5154,
        "text": "قطعاً در گفتار و رفتار ابراهیم و کسانی که با او بودند برای شما اقتدای نیکویی است; آن گاه که به قوم خود گفتند: ما از شما و آنچه به جای خدا می‌پرستید دوری می‌جوییم و با شرک ورزیدن شما مخالفت می‌کنیم و میان ما و شما برای همیشه دشمنی و کینه پدید آمده است، مگر این که به خدای یکتا ایمان بیاورید. آری، سخنان ابراهیم و همگامان او تبری از کافران بود، جز این سخن ابراهیم که به پدرش گفت: حتماً برای تو از خدا آمرزش می‌طلبم، ولی من در برابر خدا مالک چیزی نیستم و نمی‌توانم آنچه را می‌طلبم برای تو محقّق سازم. ابراهیم و همگامانش در پی تبری از قومشان گفتند: پروردگارا، ما تنها بر تو توکّل کرده و به سوی تو باز آمده‌ایم و بازگشت هر چیزی به سوی توست.",
        "numberInSurah": 4,
        "juz": 28,
        "manzil": 7,
        "page": 549,
        "ruku": 482,
        "hizbQuarter": 219,
        "sajda": false
      },
      {
        "number": 5155,
        "text": "پروردگارا، ما را مایه آزمون کافران قرار مده (آنان را بر ما چیره مساز تا بدین وسیله ایشان را بیازمایی)، پروردگارا، ما را ببخشای که تویی مقتدر و شکست ناپذیر و تویی که کارهایت همه استوار و حکیمانه است.",
        "numberInSurah": 5,
        "juz": 28,
        "manzil": 7,
        "page": 549,
        "ruku": 482,
        "hizbQuarter": 219,
        "sajda": false
      },
      {
        "number": 5156,
        "text": "به یقین در توکل و نیایش ابراهیم و همگامانش به درگاه خدا برای شما اقتدای نیکویی است، البته این از عهده کسانی ساخته است که به خدا و روز واپسین امید دارند (خدا را باور کرده و به او دل بسته‌اند و به امید دستیابی به پاداش آخرت کارهای شایسته می‌کنند) و هر کس از فرمان خدا روی برتابد و با کافران دوستی کند خود زیان کرده است، زیرا خداوند به اطاعت او نیازی ندارد و خداست که در مورد دستورات خود که همه مصلحت آمیز است، ستوده است.",
        "numberInSurah": 6,
        "juz": 28,
        "manzil": 7,
        "page": 550,
        "ruku": 482,
        "hizbQuarter": 219,
        "sajda": false
      },
      {
        "number": 5157,
        "text": "امید است که خداوند به کافرانِ مکّه این توفیق را بدهد که مسلمان شوند; آن گاه میان شما و کسانی از آنان که به فرمان خدا با آنان دشمنی کرده‌اید محبتی برقرار سازد، و خدا بر این کار تواناست. و او هرگاه بندگانش توبه کنند و اسلام آورند گناهانشان را می‌بخشد و آنان را از رحمت خود برخوردار می‌سازد.",
        "numberInSurah": 7,
        "juz": 28,
        "manzil": 7,
        "page": 550,
        "ruku": 483,
        "hizbQuarter": 220,
        "sajda": false
      },
      {
        "number": 5158,
        "text": "خداوند شما را از دوستی با مشرکان مکّه بازداشته است ولی او شما را از کسانی که در امر دین با شما به کارزار برنخاسته و شما را از دیارتان بیرون نکرده‌اند باز نمی‌دارد که با آنها نیکی کنید و با آنان به عدل و داد رفتار نمایید، چرا که خداوند دادگران را دوست می‌دارد.",
        "numberInSurah": 8,
        "juz": 28,
        "manzil": 7,
        "page": 550,
        "ruku": 483,
        "hizbQuarter": 220,
        "sajda": false
      },
      {
        "number": 5159,
        "text": "خداوند شما را فقط از دوستی با کسانی نهی می‌کند که در امر دین با شما پیکار کرده و شما را از دیارتان بیرون رانده و بر بیرون راندنتان یکدیگر را یاری نموده‌اند. و کسانی که با آنان طرح دوستی بریزند قطعاً ستمکارند.",
        "numberInSurah": 9,
        "juz": 28,
        "manzil": 7,
        "page": 550,
        "ruku": 483,
        "hizbQuarter": 220,
        "sajda": false
      },
      {
        "number": 5160,
        "text": "ای کسانی که ایمان آورده‌اید، هرگاه زنان با ایمان به مدینه هجرت کردند و نزد شما آمدند، آنان را در مورد هجرت و ایمانشان بیازمایید و [به نتیجه آزمون اکتفا کنید که] خداوند به ایمانشان داناتر است. پس اگر با ایمانشان یافتید، آنان را به کافران باز مگردانید; نه زنان با ایمان برای مردان کافر حلالند و نه کافران برای زنان با ایمان، چرا که پیوند ازدواج میان آنان گسسته است; و باید به شوهرانشان آنچه را که به عنوان مهریه پرداخته‌اند بدهید. و بر شما گناهی نیست که با این زنان ازدواج کنید به شرط آن که مَهرشان را به آنان بدهید. شما بعد از آن که اسلام آوردید نباید زنان کافر خود را در همسری نگه دارید. و اگر همسر شما به کافران پیوست، از آنان مهریه‌ای را که به همسرانتان داده‌اید مطالبه کنید، و کافران نیز حق دارند که اگر همسرانشان به شما پیوستند، مهریه آنها را از شما بخواهند. این است حکمِ خدا که میان شما داوری می‌کند و خدا دانا و حکیم است.",
        "numberInSurah": 10,
        "juz": 28,
        "manzil": 7,
        "page": 550,
        "ruku": 483,
        "hizbQuarter": 220,
        "sajda": false
      },
      {
        "number": 5161,
        "text": "و اگر با پیوستن همسرانتان به کفار، مهریه‌ای که از همسران شماست از دستتان رفت (پس از مطالبه آن را به شما ندادند)، آن گاه در جنگ غنیمتی از آنان به دست آوردید، باید به کسانی که همسرانشان به کافران پیوسته‌اند، از آن غنیمت مانند آنچه به عنوان مَهر هزینه کرده‌اند بدهید، و از خدا که به او ایمان دارید پروا داشته باشید [و احکام و حدود او را رعایت کنید].",
        "numberInSurah": 11,
        "juz": 28,
        "manzil": 7,
        "page": 550,
        "ruku": 483,
        "hizbQuarter": 220,
        "sajda": false
      },
      {
        "number": 5162,
        "text": "ای پیامبر، هرگاه زنانی که ایمان آورده‌اند نزد تو آیند که با این شرایط با تو بیعت کنند که هیچ چیزی نه بُت و نه غیر آن را شریک خدا قرار ندهند، و از مال هیچ کس نه مال همسرانشان و نه مال دیگران دزدی نکنند، و آشکارا و نهانی مرتکب زنا نشوند و به هیچ وجه فرزندانشان را نکشند و فرزند دیگران را که میان دست و پای خود بر زمین می‌نهند، به دروغ از شوهران خود نخوانند، و در هیچ کار پسندیده‌ای که به آن فرمان می‌دهی، تو را نافرمانی نکنند، با آنان بیعت کن. و آمرزش گناهانشان را از خدا بخواه که خداوند آمرزنده و مهربان است.",
        "numberInSurah": 12,
        "juz": 28,
        "manzil": 7,
        "page": 551,
        "ruku": 483,
        "hizbQuarter": 220,
        "sajda": false
      },
      {
        "number": 5163,
        "text": "ای کسانی که ایمان آورده‌اید، با یهودیان، همان قومی که خداوند بر آنان خشم گرفته است طرح دوستی نیفکنید; آنان از دستیابی به پاداش آخرت ناامید شده‌اند; همان گونه که منکران رستاخیز از [زنده شدن] مردگانِ دفن شده در گورها، ناامیدند.",
        "numberInSurah": 13,
        "juz": 28,
        "manzil": 7,
        "page": 551,
        "ruku": 483,
        "hizbQuarter": 220,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "fa.safavi",
      "language": "fa",
      "name": "صفوی",
      "englishName": "صفوی",
      "format": "text",
      "type": "translation",
      "direction": "rtl"
    }
  }
}