{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 65,
    "name": "سُورَةُ الطَّلَاقِ",
    "englishName": "At-Talaaq",
    "englishNameTranslation": "Divorce",
    "revelationType": "Medinan",
    "numberOfAyahs": 12,
    "ayahs": [
      {
        "number": 5218,
        "text": "ای پیامبر و ای کسانی که پیرو پیامبرید، هنگامی که خواستید زنان را طلاق دهید، در زمانی که می‌تواند عدّه آنان آغاز شود طلاقشان دهید و شمار عدّه را نگه دارید تا حقوق و احکامی که بر آن مترتب است ضایع نشود، و از خدا که پروردگار شماست پروا کنید. آنان را در دوران عدّه از خانه‌هایی که در آن سکونت داشته‌اند بیرون مکنید و خودشان نیز بیرون نروند، مگر این که مرتکب کار زشت آشکاری شوند. اینها حدود خداست، و هر کس از حدود خدا تجاوز کند، بر خود ستم کرده است. تو نمی‌دانی، شاید بعد از این [که مطلّقه مدّتی در خانه شوهر به سر بُرد] خدا کاری را پدید آورَد که از طلاق پشیمانی حاصل شود و زندگی به حالت نخست باز گردد.",
        "numberInSurah": 1,
        "juz": 28,
        "manzil": 7,
        "page": 558,
        "ruku": 492,
        "hizbQuarter": 223,
        "sajda": false
      },
      {
        "number": 5219,
        "text": "و هنگامی که زنان مُطَلَّقه به پایان عدّه خود نزدیک شدند، یا به آنان رجوع کنید با این هدف که با آنان معاشرت نیکو داشته باشید و حقوقشان را رعایت کنید و یا بگذارید عدّه شان به سر آید و به خوبی و با رعایت حقوقشان از آنان جدا شوید، و در صورت جدایی، دو مرد از خودتان (از مؤمنان) را که عادلند بر طلاق گواه گیرید، و گواهی را برای خدا برپا دارید. اینها احکامی هستند که هر کس به خدا و روز قیامت ایمان دارد بدانها پند داده می‌شود، و هر کس از خدا پروا بدارد و حدود الهی را رعایت کند، خدا برای بیرون شدن او از تنگناها راهی پدید می‌آورد.",
        "numberInSurah": 2,
        "juz": 28,
        "manzil": 7,
        "page": 558,
        "ruku": 492,
        "hizbQuarter": 223,
        "sajda": false
      },
      {
        "number": 5220,
        "text": "و از جایی که تصوّر نمی‌کند، به او روزی می‌رساند و نیازهای زندگی اش را برطرف می‌سازد. و هر کس بر خدا توکل کند، خدا برای تأمین سعادت او بس است; چرا که خدا کار خود را به انجام می‌رساند. و خدا برای هر چیزی اندازه‌ای قرار داده است.",
        "numberInSurah": 3,
        "juz": 28,
        "manzil": 7,
        "page": 558,
        "ruku": 492,
        "hizbQuarter": 223,
        "sajda": false
      },
      {
        "number": 5221,
        "text": "و از زنان شما آنان که از دیدنِ خون حیض نومیدند، اگر شک دارید که آیا به سنّ یائسگی رسیده‌اند یا به سبب عارضه‌ای حایض نمی‌شوند، عدّه آنان سه ماه است، و عدّه زنانی که در سال‌های عادت به سر می‌برند ولی خون ندیده‌اند، نیز سه ماه است، و سرآمد عدّه زنان باردار این است که وضع حمل کنند. و هر کس از خدا پروا کند (به احکام و مقرّرات الهی پای بند باشد)، خدا برای او در کارش آسانی پدید می‌آورد.",
        "numberInSurah": 4,
        "juz": 28,
        "manzil": 7,
        "page": 558,
        "ruku": 492,
        "hizbQuarter": 223,
        "sajda": false
      },
      {
        "number": 5222,
        "text": "این فرمان خداست که آن را به سوی شما فرو فرستاده است; و هر کس از خدا پروا کند و به فرمان او گردن نهد، خدا گناهان صغیره او را می‌بخشد و مزدی را که از آن اوست بزرگ و پربار می‌گرداند.",
        "numberInSurah": 5,
        "juz": 28,
        "manzil": 7,
        "page": 558,
        "ruku": 492,
        "hizbQuarter": 223,
        "sajda": false
      },
      {
        "number": 5223,
        "text": "شما باید زنان مطلّقه خود را در دوران عدّه در همان جا که خود سکونت دارید و به اندازه توانتان آن را فراهم نموده‌اید جای دهید، و نباید با کاستن از نفقه یا جایگاه سکونتشان به آنان زیان برسانید تا عرصه را برایشان تنگ و آنان را دچار مشقّت کنید. و اگر باردارند، باید تا هنگامی که وضع حمل کنند خرجشان را بدهید. و اگر برای شما فرزندتان را شیر دهند، مزد شیر دادنشان را به آنان بدهید و در امر فرزندتان با یکدیگر مشورت کنید و بر آنچه متعارف است توافق نمایید. و اگر هر یک از شما چیزی را از دیگری خواست که بر او دشوار است و در نتیجه به توافق نرسیدید، هر چه زودتر زن دیگری کودک را برای پدر [به خواست و هزینه او] شیر می‌دهد.",
        "numberInSurah": 6,
        "juz": 28,
        "manzil": 7,
        "page": 559,
        "ruku": 492,
        "hizbQuarter": 223,
        "sajda": false
      },
      {
        "number": 5224,
        "text": "باید آن که توانگر است، نفقه همسر مطلّقه اش را که به فرزند او شیر می‌دهد توسعه بخشد، و آن که روزی بر او تنگ شده است، باید در حدّی که خدا به او نعمت داده است نفقه دهد. خدا هیچ کس را جز به قدر آنچه به او داده است تکلیف نمی‌کند. دیری نخواهد گذشت که خدا پس از سختی آسانی پدید می‌آورد.",
        "numberInSurah": 7,
        "juz": 28,
        "manzil": 7,
        "page": 559,
        "ruku": 492,
        "hizbQuarter": 223,
        "sajda": false
      },
      {
        "number": 5225,
        "text": "و چه بسیار شهرها که مردم آن از فرمان پروردگار خود و پیامبران او سرپیچیدند و ما در حسابرسی بر آنان سخت گرفتیم و در این جهان با عذابی بی سابقه آنان را کیفر دادیم.",
        "numberInSurah": 8,
        "juz": 28,
        "manzil": 7,
        "page": 559,
        "ruku": 493,
        "hizbQuarter": 223,
        "sajda": false
      },
      {
        "number": 5226,
        "text": "پس وِزر و وَبال کار خود را چشیدند و فرجام کارشان نیز زیانکاری است.",
        "numberInSurah": 9,
        "juz": 28,
        "manzil": 7,
        "page": 559,
        "ruku": 493,
        "hizbQuarter": 223,
        "sajda": false
      },
      {
        "number": 5227,
        "text": "چرا که خداوند در سرای آخرت برای آنان عذابی سخت آماده کرده است. پس ای خردمندانی که ایمان آورده‌اید، در فرجام سرپیچی از فرمان خدا و پیامبر بیندیشید و از خدا پروا کنید که همانا خدا پیامبری که سود و زیانتان را به شما یادآوری می‌کند به سوی شما برانگیخته است;",
        "numberInSurah": 10,
        "juz": 28,
        "manzil": 7,
        "page": 559,
        "ruku": 493,
        "hizbQuarter": 223,
        "sajda": false
      },
      {
        "number": 5228,
        "text": "پیامبری که آیات روشنگر خدا را بر شما تلاوت می‌کند تا کسانی را که ایمان آورده و کارهای شایسته کرده‌اند از تاریکی‌ها در آورد و به سوی نور ببرد، و هر کس به خدا ایمان آورد و کاری شایسته کند خدا او را به بوستان‌هایی آکنده از درختان که از زیر آنها نهرها روان است در می‌آورَد، در حالی که برای همیشه در آن جاودانه‌اند. به راستی خدا برای او رزقی نیکو فراهم آورده است (در دنیا ایمان و عمل شایسته را روزی او ساخته و در آخرت بهشت را به او ارزانی می‌دارد).",
        "numberInSurah": 11,
        "juz": 28,
        "manzil": 7,
        "page": 559,
        "ruku": 493,
        "hizbQuarter": 223,
        "sajda": false
      },
      {
        "number": 5229,
        "text": "خدا همان کسی است که هفت آسمان را آفرید و از زمین نیز مانند آنها را پدید آورْد. فرمان از جانب او صادر می‌شود و از میان آسمان‌ها یکی پس از دیگری فرود می‌آید تا به زمین می‌رسد. آری، چنین مقرر شده است تا بدانید که خدا بر انجام هر کاری تواناست و علم او بر هر چیزی احاطه دارد.",
        "numberInSurah": 12,
        "juz": 28,
        "manzil": 7,
        "page": 559,
        "ruku": 493,
        "hizbQuarter": 223,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "fa.safavi",
      "language": "fa",
      "name": "صفوی",
      "englishName": "صفوی",
      "format": "text",
      "type": "translation",
      "direction": "rtl"
    }
  }
}