{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 66,
    "name": "سُورَةُ التَّحۡرِيمِ",
    "englishName": "At-Tahrim",
    "englishNameTranslation": "The Prohibition",
    "revelationType": "Medinan",
    "numberOfAyahs": 12,
    "ayahs": [
      {
        "number": 5230,
        "text": "ای پیامبر، چرا سوگند یاد می‌کنی و چیزی را که خدا بر تو حلال کرده است، بر خود حرام می‌کنی و بدان رضایت همسرانت را می‌جویی؟ در حالی که خدا آمرزنده و مهربان است،",
        "numberInSurah": 1,
        "juz": 28,
        "manzil": 7,
        "page": 560,
        "ruku": 494,
        "hizbQuarter": 224,
        "sajda": false
      },
      {
        "number": 5231,
        "text": "خدا گشودنِ سوگندهایتان را برای شما مقرّر داشته و آن را با پرداخت کفّاره بر شما روا دانسته است، و خدا سرپرست شماست و امورتان را با قوانین و مقررات خود تدبیر می‌کند و او دانا و حکیم است.",
        "numberInSurah": 2,
        "juz": 28,
        "manzil": 7,
        "page": 560,
        "ruku": 494,
        "hizbQuarter": 224,
        "sajda": false
      },
      {
        "number": 5232,
        "text": "و زمانی [را یاد کنید] که پیامبر به یکی از همسرانش (حَفصَه) سخنی به راز گفت و از او خواست که آن را نهان دارد ولی او نافرمانی کرد. پس چون آن راز را (با عایشه) باز گفت و خدا پیامبر را از آشکار شدن رازش آگاه ساخت، پیامبر بخشی از آن را اظهار کرد و از اظهار بخشی دیگر صرف نظر نمود. پس هنگامی که پیامبر همسرش (حفصه) را از آشکار شدن آن راز خبر داد، او گفت: چه کسی این را به تو خبر داده است؟ پیامبر گفت: خدای دانا به آشکار و نهان و آگاه از افکار و اندیشه‌ها، مرا از آن آگاه ساخته است.",
        "numberInSurah": 3,
        "juz": 28,
        "manzil": 7,
        "page": 560,
        "ruku": 494,
        "hizbQuarter": 224,
        "sajda": false
      },
      {
        "number": 5233,
        "text": "شما دو زن با این عملی که مرتکب شده‌اید دل هایتان به انحراف کشیده شده و لازم است توبه کنید; پس اگر به سوی خدا باز گردید و از آزار پیامبر دست بردارید [کاری شایسته کرده اید]، و اگر بر ضدّ او همداستان شوید، خداوند خود یاور اوست و جبریل و صالحی از مؤمنان نیز یاور اویند، و علاوه بر اینان، فرشتگان هم پشتیبان او خواهند بود.",
        "numberInSurah": 4,
        "juz": 28,
        "manzil": 7,
        "page": 560,
        "ruku": 494,
        "hizbQuarter": 224,
        "sajda": false
      },
      {
        "number": 5234,
        "text": "اگر پیامبر همه شما را طلاق دهد، امید است پروردگارش همسرانی بهتر از شما به او عوض دهد; زنانی که تسلیم فرمان خدا و با ایمان و فرمانبردار فروتن و توبه کننده و پرستشگر خدا و اهل روزه باشند، بیوه و دوشیزه.",
        "numberInSurah": 5,
        "juz": 28,
        "manzil": 7,
        "page": 560,
        "ruku": 494,
        "hizbQuarter": 224,
        "sajda": false
      },
      {
        "number": 5235,
        "text": "ای کسانی که ایمان آورده‌اید، خود و خانواده هایتان را از آتشی که هیزمش مردم و سنگ‌ها خواهند بود، نگه دارید. بر آن آتش فرشتگانی سختگیر و نیرومند گمارده شده‌اند، که از آنچه خدا به آنان فرمان داده است سرپیچی نمی‌کنند و آنچه را که بدان مأمور شده‌اند انجام می‌دهند.",
        "numberInSurah": 6,
        "juz": 28,
        "manzil": 7,
        "page": 560,
        "ruku": 494,
        "hizbQuarter": 224,
        "sajda": false
      },
      {
        "number": 5236,
        "text": "[به کافران می‌گویند:] ای کسانی که کفر ورزیده‌اید، امروز هیچ عذر و حجتی بر بی گناهی خود نیاورید زیرا جز این نیست که کارهایی که می‌کردید سزای شما قرار داده می‌شود.",
        "numberInSurah": 7,
        "juz": 28,
        "manzil": 7,
        "page": 560,
        "ruku": 494,
        "hizbQuarter": 224,
        "sajda": false
      },
      {
        "number": 5237,
        "text": "ای کسانی که ایمان آورده‌اید، به خدا باز گردید و توبه کنید، توبه‌ای که شما را از روی آوردن به گناه بازدارد; امید است پروردگارتان گناهانتان را از شما بزداید و شما را در بوستان‌هایی با درختانی انبوه که از زیر آنها نهرها روان است درآورَد. این موهبت در روزی به شما داده می‌شود که خدا در آن روز پیامبرش را با خلف وعده سرافکنده نمی‌کند، و کسانی که ایمان آورده‌اند در آن روز با وی خواهند بود. نورشان پیشاپیش آنان و در طرف راستشان به سرعت پیش می‌رود; چرا که خود شتابان به سوی درجات قرب الهی در حرکتند; می‌گویند: پروردگارا، نور ما را برای ما کامل گردان و گناهانمان را بر ما ببخشای که تو بر هر کاری توانایی.",
        "numberInSurah": 8,
        "juz": 28,
        "manzil": 7,
        "page": 561,
        "ruku": 495,
        "hizbQuarter": 224,
        "sajda": false
      },
      {
        "number": 5238,
        "text": "ای پیامبر، با کافران و منافقان جهاد کن و بر آنان سخت گیر; جایگاهشان دوزخ است و آن بد بازگشتگاهی است.",
        "numberInSurah": 9,
        "juz": 28,
        "manzil": 7,
        "page": 561,
        "ruku": 495,
        "hizbQuarter": 224,
        "sajda": false
      },
      {
        "number": 5239,
        "text": "خداوند برای کسانی که کفر ورزیده‌اند، همسر نوح و همسر لوط را مثَل آورده که هر دو در زوجیّتِ دو بنده شایسته از بندگان ما بودند ولی به آنان خیانت کردند و پیوندشان با آن شایستگان هیچ سودی به حالشان نکرد و از یاری خدا ذره‌ای بی نیازشان نساخت و به آن دو زن گفته شد: با کسانی که به آتش درمی آیند، به آتش درآیید.",
        "numberInSurah": 10,
        "juz": 28,
        "manzil": 7,
        "page": 561,
        "ruku": 495,
        "hizbQuarter": 224,
        "sajda": false
      },
      {
        "number": 5240,
        "text": "و خداوند برای کسانی که ایمان آورده‌اند، همسر فرعون را مثل آورده است، آن گاه که گفت: پروردگارا، برای من در جوار قُرب خودت در بهشت خانه‌ای بنا کن و مرا از فرعون و کردارش رهایی بخش، و از این مردم ستمگر نجاتم ده.",
        "numberInSurah": 11,
        "juz": 28,
        "manzil": 7,
        "page": 561,
        "ruku": 495,
        "hizbQuarter": 224,
        "sajda": false
      },
      {
        "number": 5241,
        "text": "و برای آنان مریم دختر عمران را نیز مثل آورده است، همان کسی که دامن خود را از آلودگی پاک نگه داشت و به این سبب ما از روح خود در آن دمیدیم و او سخنان پروردگارش و کتاب‌های او را تصدیق کرد و از کسانی بود که با فروتنی خدا را اطاعت می‌کردند.",
        "numberInSurah": 12,
        "juz": 28,
        "manzil": 7,
        "page": 561,
        "ruku": 495,
        "hizbQuarter": 224,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "fa.safavi",
      "language": "fa",
      "name": "صفوی",
      "englishName": "صفوی",
      "format": "text",
      "type": "translation",
      "direction": "rtl"
    }
  }
}