{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 4,
    "name": "سُورَةُ النِّسَاءِ",
    "englishName": "An-Nisaa",
    "englishNameTranslation": "The Women",
    "revelationType": "Medinan",
    "numberOfAyahs": 176,
    "ayahs": [
      {
        "number": 494,
        "text": "O ihr Menschen, fürchtet euren Herrn, Der euch aus einem einzigen Wesen schuf, und aus ihm schuf Er seine Gattin und ließ aus beiden viele Männer und Frauen sich ausbreiten. Und fürchtet Allah, in Dessen (Namen) ihr einander bittet, und die Verwandtschaftsbande. Gewiß, Allah ist Wächter über euch.",
        "numberInSurah": 1,
        "juz": 4,
        "manzil": 1,
        "page": 77,
        "ruku": 62,
        "hizbQuarter": 31,
        "sajda": false
      },
      {
        "number": 495,
        "text": "Und gebt den Waisen ihren Besitz und tauscht nicht Schlechtes mit Gutem aus und zehrt nicht ihren Besitz zu eurem Besitz hinzu. Das ist gewiß ein schweres Vergehen.",
        "numberInSurah": 2,
        "juz": 4,
        "manzil": 1,
        "page": 77,
        "ruku": 62,
        "hizbQuarter": 31,
        "sajda": false
      },
      {
        "number": 496,
        "text": "Und wenn ihr befürchtet, nicht gerecht hinsichtlich der Waisen zu handeln, dann heiratet, was euch an Frauen gut scheint, zwei, drei oder vier. Wenn ihr aber befürchtet, nicht gerecht zu handeln, dann (nur) eine oder was eure rechte Hand besitzt. Das ist eher geeignet, daß ihr nicht ungerecht seid.",
        "numberInSurah": 3,
        "juz": 4,
        "manzil": 1,
        "page": 77,
        "ruku": 62,
        "hizbQuarter": 31,
        "sajda": false
      },
      {
        "number": 497,
        "text": "Und gebt den Frauen ihre Morgengabe als Geschenk. Wenn sie für euch aber freiwillig auf etwas davon verzichten, dann verzehrt es als wohlbekömmlich und zuträglich.",
        "numberInSurah": 4,
        "juz": 4,
        "manzil": 1,
        "page": 77,
        "ruku": 62,
        "hizbQuarter": 31,
        "sajda": false
      },
      {
        "number": 498,
        "text": "Und gebt nicht den Toren euren Besitz, den Allah euch zum Unterhalt bestimmt hat, sondern versorgt sie davon und kleidet sie und sagt zu ihnen geziemende Worte.",
        "numberInSurah": 5,
        "juz": 4,
        "manzil": 1,
        "page": 77,
        "ruku": 62,
        "hizbQuarter": 31,
        "sajda": false
      },
      {
        "number": 499,
        "text": "Und prüft die Waisen, bis daß sie das Heiratsalter erreicht haben. Und wenn ihr dann an ihnen Besonnenheit feststellt, so händigt ihnen ihren Besitz aus. Und verzehrt ihn nicht maßlos und ihrem Erwachsenwerden zuvorkommend. Wer reich ist, der soll sich enthalten; und wer arm ist, der soll in rechtlicher Weise (davon) zehren. Und wenn ihr ihnen dann ihren Besitz aushändigt, so nehmt Zeugen vor ihnen. Doch Allah genügt als Abrechner.",
        "numberInSurah": 6,
        "juz": 4,
        "manzil": 1,
        "page": 77,
        "ruku": 62,
        "hizbQuarter": 31,
        "sajda": false
      },
      {
        "number": 500,
        "text": "Den Männern steht ein Anteil von dem zu, was die Eltern und nächsten Verwandten hinterlassen, und den Frauen steht ein Anteil von dem zu, was die Eltern und nächsten Verwandten hinterlassen, sei es wenig oder viel - ein festgesetzter Anteil.",
        "numberInSurah": 7,
        "juz": 4,
        "manzil": 1,
        "page": 78,
        "ruku": 62,
        "hizbQuarter": 31,
        "sajda": false
      },
      {
        "number": 501,
        "text": "Und wenn bei der Verteilung Verwandte, Waisen und Arme zugegen sind, dann versorgt sie davon und sagt zu ihnen geziemende Worte.",
        "numberInSurah": 8,
        "juz": 4,
        "manzil": 1,
        "page": 78,
        "ruku": 62,
        "hizbQuarter": 31,
        "sajda": false
      },
      {
        "number": 502,
        "text": "Und diejenigen sollen sich fürchten, die, wenn sie schwache Nachkommenschaft hinterließen, um sie bangen würden; darum sollen sie sich vor Allah hüten und treffende Worte sagen.",
        "numberInSurah": 9,
        "juz": 4,
        "manzil": 1,
        "page": 78,
        "ruku": 62,
        "hizbQuarter": 31,
        "sajda": false
      },
      {
        "number": 503,
        "text": "Diejenigen, die den Besitz der Waisen ungerechterweise verschlingen, verzehren in ihren Bäuchen nur Feuer; und sie werden der Feuerglut ausgesetzt sein.",
        "numberInSurah": 10,
        "juz": 4,
        "manzil": 1,
        "page": 78,
        "ruku": 62,
        "hizbQuarter": 31,
        "sajda": false
      },
      {
        "number": 504,
        "text": "Allah empfiehlt euch hinsichtlich eurer Kinder: Einem männlichen Geschlechts kommt ebensoviel zu wie der Anteil von zwei weiblichen Geschlechts. Wenn es aber (ausschließlich) Frauen sind, mehr als zwei, dann stehen ihnen zwei Drittel dessen zu, was er hinterläßt; wenn es (nur) eine ist, dann die Hälfte. Und den Eltern steht jedem ein Sechstel von dem zu, was er hinterläßt, wenn er Kinder hat. Wenn er jedoch keine Kinder hat und seine Eltern ihn beerben, dann steht seiner Mutter ein Drittel zu. Wenn er Brüder hat, dann steht seiner Mutter (in diesem Fall) ein Sechstel zu. (Das alles) nach (Abzug) eines (etwaigen) Vermächtnisses, das er festgesetzt hat, oder einer Schuld. Eure Väter und eure Söhne - ihr wißt nicht, wer von ihnen euch an Nutzen näher steht. (Das alles gilt für euch) als Verpflichtung von Allah. Gewiß, Allah ist Allwissend und Allweise.",
        "numberInSurah": 11,
        "juz": 4,
        "manzil": 1,
        "page": 78,
        "ruku": 63,
        "hizbQuarter": 31,
        "sajda": false
      },
      {
        "number": 505,
        "text": "Und euch steht die Hälfte vom dem zu, was eure Gattinnen hinterlassen, wenn sie keine Kinder haben. Wenn sie jedoch Kinder haben, dann steht euch ein Viertel von dem zu, was sie hinterlassen. (Das alles) nach (Abzug) eines (etwaigen) Vermächtnisses, das sie festgesetzt haben, oder einer Schuld. Und ihnen steht ein Viertel von dem zu, was ihr hinterlaßt, wenn ihr keine Kinder habt. Wenn ihr jedoch Kinder habt, dann steht ihnen ein Achtel von dem zu, was ihr hinterlaßt. (Das alles) nach (Abzug) eines (etwaigen) Vermächtnisses, das ihr festgesetzt habt, oder einer Schuld. Und wenn ein Mann oder eine Frau ohne Eltern oder Kinder beerbt wird und er (bzw. sie) einen (Halb)bruder oder eine (Halb)schwester (mütterlicherseits) hat, dann steht jedem von beiden ein Sechstel zu. Wenn es jedoch mehr als dies sind, dann sollen sie Teilhaber an einem Drittel sein. (Das alles) nach (Abzug) eines (etwaigen) Vermächtnisses, das festgesetzt worden ist, oder einer Schuld, ohne Schädigung. (Das alles ist euch) anbefohlen von Allah. Allah ist Allwissend und Nachsichtig.",
        "numberInSurah": 12,
        "juz": 4,
        "manzil": 1,
        "page": 79,
        "ruku": 63,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 506,
        "text": "Dies sind Allahs Grenzen. Wer nun Allah und Seinem Gesandten gehorcht, den wird Er in Gärten eingehen lassen, durcheilt von Bächen, ewig darin zu bleiben; und das ist ein großartiger Erfolg.",
        "numberInSurah": 13,
        "juz": 4,
        "manzil": 1,
        "page": 79,
        "ruku": 63,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 507,
        "text": "Wer sich aber Allah und Seinem Gesandten widersetzt und Seine Grenzen überschreitet, den läßt Er in ein Feuer eingehen, ewig darin zu bleiben; und für ihn gibt es schmachvolle Strafe.",
        "numberInSurah": 14,
        "juz": 4,
        "manzil": 1,
        "page": 79,
        "ruku": 63,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 508,
        "text": "Und diejenigen von euren Frauen, die das Abscheuliche begehen, - bringt vier Zeugen von euch gegen sie. Wenn sie (es) bezeugen, dann haltet sie im Haus fest, bis der Tod sie abberuft oder Allah ihnen einen (Aus)weg schafft.",
        "numberInSurah": 15,
        "juz": 4,
        "manzil": 1,
        "page": 80,
        "ruku": 64,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 509,
        "text": "Und die beiden von euch, die es begehen, - züchtigt sie. Wenn sie dann bereuen und sich bessern, so laßt von ihnen ab. Gewiß, Allah ist Reue-Annehmend und Barmherzig.",
        "numberInSurah": 16,
        "juz": 4,
        "manzil": 1,
        "page": 80,
        "ruku": 64,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 510,
        "text": "Die Annahme der Reue obliegt Allah nur für diejenigen, die in Unwissenheit Böses tun und hierauf beizeiten bereuen. Deren Reue nimmt Allah an. Und Allah ist Allwissend und Allweise.",
        "numberInSurah": 17,
        "juz": 4,
        "manzil": 1,
        "page": 80,
        "ruku": 64,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 511,
        "text": "Nicht aber ist die Annahme der Reue für diejenigen, die böse Taten begehen, bis daß, wenn sich bei einem von ihnen der Tod einstellt, er sagt: \"Jetzt bereue ich\", und auch nicht für diejenigen, die als Ungläubige sterben. Für jene haben Wir schmerzhafte Strafe bereitet.",
        "numberInSurah": 18,
        "juz": 4,
        "manzil": 1,
        "page": 80,
        "ruku": 64,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 512,
        "text": "O die ihr glaubt, es ist euch nicht erlaubt, Frauen wider (ihren) Willen zu erben. Und drangsaliert sie nicht, um (ihnen) einen Teil von dem, was ihr ihnen gegeben habt, zu nehmen, außer sie begehen etwas klar Abscheuliches. Und geht in rechtlicher Weise mit ihnen um. Wenn sie euch zuwider sind, so ist euch vielleicht etwas zuwider, während Allah viel Gutes in es hineinlegt.",
        "numberInSurah": 19,
        "juz": 4,
        "manzil": 1,
        "page": 80,
        "ruku": 64,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 513,
        "text": "Und wenn ihr eine Gattin anstelle einer anderen eintauschen wollt und ihr der einen von ihnen einen Qintar gegeben habt, dann nehmt nichts davon (zurück). Wollt ihres (etwa) durch Verleumdung und deutliche Sünde (zurück)nehmen?",
        "numberInSurah": 20,
        "juz": 4,
        "manzil": 1,
        "page": 81,
        "ruku": 64,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 514,
        "text": "Wie könnt ihr es (zurück)nehmen, wo ihr doch zueinander eingegangen seid und sie mit euch ein festes Abkommen getroffen haben?",
        "numberInSurah": 21,
        "juz": 4,
        "manzil": 1,
        "page": 81,
        "ruku": 64,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 515,
        "text": "Und heiratet nicht Frauen, die (vorher) eure Väter geheiratet haben, außer dem, was bereits geschehen ist. Gewiß, das ist eine Abscheulichkeit und etwas Hassenswertes und ein böser Weg.",
        "numberInSurah": 22,
        "juz": 4,
        "manzil": 1,
        "page": 81,
        "ruku": 64,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 516,
        "text": "Verboten (zu heiraten) sind euch eure Mütter, eure Töchter, eure Schwestern, eure Tanten väterlicherseits, eure Tanten mütterlicherseits, die Nichten, eure Nährmütter, die euch gestillt haben, eure Milchschwestem, die Mütter eurer Frauen, eure Stieftöchter, die sich im Schoß eurer Familie befinden von euren Frauen, zu denen ihr eingegangen seid, - wenn ihr jedoch nicht zu ihnen eingegangen seid, so ist es keine Sünde für euch (, deren Töchter zu heiraten) - und (verboten zu heiraten sind euch) die Ehefrauen eurer Söhne, die aus euren Lenden (hervorgegangen) sind, und (verboten ist es euch,) daß ihr zwei Schwestern zusammen (zur Frau) nehmt, außer dem, was bereits geschehen ist. Gewiß, Allah ist Allvergebend und Barmherzig.",
        "numberInSurah": 23,
        "juz": 4,
        "manzil": 1,
        "page": 81,
        "ruku": 65,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 517,
        "text": "Und (verboten sind euch) von den Frauen die verheirateten, außer denjenigen, die eure rechte Hand besitzt. (Dies gilt) als Allahs Vorschrift für euch. Erlaubt ist euch, was darüber hinausgeht, (nämlich) daß ihr mit eurem Besitz (Frauen) begehrt zur Ehe und nicht zur Hurerei (Frauen). Welche von ihnen ihr dann genossen habt, denen gebt ihren Lohn als Pflichtteil. Es liegt aber keine Sünde für euch darin, daß ihr, nachdem der Pflichtteil (festgelegt) ist, (darüberhinausgehend) euch miteinander einigt. Gewiß, Allah ist Allwissend und Allweise.",
        "numberInSurah": 24,
        "juz": 5,
        "manzil": 1,
        "page": 82,
        "ruku": 65,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 518,
        "text": "Und wer von euch nicht so bemittelt ist, daß er ehrbare, gläubige Frauen zu heiraten vermag, der (soll) von den gläubigen Mädchen (heiraten), die eure rechte Hand besitzt. Und Allah weiß sehr wohl über euren Glauben Bescheid; die einen von euch sind von den anderen. So heiratet sie mit der Erlaubnis ihrer Angehörigen und gebt ihnen ihren Lohn in rechtlicher Weise, wenn sie ehrbar sind, nicht solche, die Hurerei treiben und sich Liebhaber halten! Und wenn sie (durch Heirat) ehrbare Frauen geworden sind und dann eine Abscheulichkeit begehen, soll ihnen (nur) die Hälfte der Strafe zukommen, die ehrbaren Frauen zukommt. Dies gilt für denjenigen von euch, der (in) Bedrängnis (zu kommen) fürchtet. Doch daß ihr Geduld übt, ist besser für euch. Allah ist Allvergebend und Barmherzig.",
        "numberInSurah": 25,
        "juz": 5,
        "manzil": 1,
        "page": 82,
        "ruku": 65,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 519,
        "text": "Allah will euch Klarheit geben und euch rechtleiten nach den Gesetzmäßigkeiten derer, die vor euch waren, und eure Reue annehmen. Allah ist Allwissend und Allweise.",
        "numberInSurah": 26,
        "juz": 5,
        "manzil": 1,
        "page": 82,
        "ruku": 66,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 520,
        "text": "Und Allah will eure Reue annehmen; diejenigen aber, die den Begierden folgen, wollen, daß ihr (vom rechten Weg) völlig abweicht.",
        "numberInSurah": 27,
        "juz": 5,
        "manzil": 1,
        "page": 83,
        "ruku": 66,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 521,
        "text": "Allah will es euch leicht machen, denn der Mensch ist (ja) schwach erschaffen.",
        "numberInSurah": 28,
        "juz": 5,
        "manzil": 1,
        "page": 83,
        "ruku": 66,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 522,
        "text": "O die ihr glaubt, zehrt nicht euren Besitz untereinander auf nichtige Weise auf, es sei denn, daß es sich um einen Handel in gegenseitigem Einvernehmen handelt. Und tötet euch nicht selbst (gegenseitig). Allah ist gewiß Barmherzig gegen euch.",
        "numberInSurah": 29,
        "juz": 5,
        "manzil": 1,
        "page": 83,
        "ruku": 66,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 523,
        "text": "Und wer dies in feindseligem Vorgehen und ungerechterweise tut, den werden Wir einem Feuer aussetzen. Und dies ist Allah ein leichtes.",
        "numberInSurah": 30,
        "juz": 5,
        "manzil": 1,
        "page": 83,
        "ruku": 66,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 524,
        "text": "Wenn ihr die schwerwiegenden (Dinge) meidet, die euch verboten sind, tilgen Wir euch eure bösen Taten und gewähren euch auf eine ehrenvolle Weise Eingang (in den Paradiesgarten).",
        "numberInSurah": 31,
        "juz": 5,
        "manzil": 1,
        "page": 83,
        "ruku": 66,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 525,
        "text": "Und wünscht euch nicht das, womit Allah die einen von euch vor den anderen bevorzugt hat. Den Männern kommt ein Anteil von dem zu, was sie verdient haben, und den Frauen kommt ein Anteil von dem zu, was sie verdient haben. Und bittet Allah (um etwas) von Seiner Huld. Allah weiß über alles Bescheid.",
        "numberInSurah": 32,
        "juz": 5,
        "manzil": 1,
        "page": 83,
        "ruku": 66,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 526,
        "text": "Einem jeden haben Wir Erbberechtigte bestimmt für das, was die Eltern und nächsten Verwandten hinterlassen. Denjenigen, mit denen eure rechte Hand eine Abmachung getroffen hat, gebt ihnen ihren Anteil. Allah ist über alles Zeuge.",
        "numberInSurah": 33,
        "juz": 5,
        "manzil": 1,
        "page": 83,
        "ruku": 66,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 527,
        "text": "Die Männer stehen in Verantwortung für die Frauen wegen dessen, womit Allah die einen von ihnen vor den anderen ausgezeichnet hat und weil sie von ihrem Besitz (für sie) ausgeben. Darum sind die rechtschaffenen Frauen (Allah) demütig ergeben und hüten das zu Verbergende, weil Allah (es) hütet. Und diejenigen, deren Widersetzlichkeit ihr befürchtet, - ermahnt sie, meidet sie im Ehebett und schlagt sie. Wenn sie euch aber gehorchen, dann sucht kein Mittel gegen sie. Allah ist Erhaben und Groß.",
        "numberInSurah": 34,
        "juz": 5,
        "manzil": 1,
        "page": 84,
        "ruku": 67,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 528,
        "text": "Und wenn ihr Widerstreit zwischen den beiden befürchtet, dann setzt einen Schiedsrichter aus seiner Familie und einen Schiedsrichter aus ihrer Familie ein. Wenn sie (beide) eine Aussöhnung wollen, wird Allah sie (beide) in Einklang bringen. Gewiß, Allah ist Allwissend und Allkundig.",
        "numberInSurah": 35,
        "juz": 5,
        "manzil": 1,
        "page": 84,
        "ruku": 67,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 529,
        "text": "Und dient Allah und gesellt Ihm nichts bei. Und zu den Eltern sollt ihr gütig sein und zu den Verwandten, den Waisen, den Armen, dem verwandten Nachbarn, dem fremden Nachbarn, dem Gefährten zur Seite, dem Sohn des Weges und denen, die eure rechte Hand besitzt. Allah liebt nicht, wer eingebildet und prahlerisch ist,",
        "numberInSurah": 36,
        "juz": 5,
        "manzil": 1,
        "page": 84,
        "ruku": 67,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 530,
        "text": "diejenigen, die geizen und den Menschen befehlen, geizig zu sein, und verbergen, was Allah ihnen von Seiner Huld gewährt hat, - für die Ungläubigen haben Wir schmachvolle Strafe bereitet -",
        "numberInSurah": 37,
        "juz": 5,
        "manzil": 1,
        "page": 84,
        "ruku": 67,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 531,
        "text": "und diejenigen, die ihren Besitz ausgeben, um von den Menschen gesehen zu werden, und nicht an Allah und (auch) nicht an den Jüngsten Tag glauben; wer den Satan zum Gesellen hat, der hat da einen bösen Gesellen.",
        "numberInSurah": 38,
        "juz": 5,
        "manzil": 1,
        "page": 85,
        "ruku": 67,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 532,
        "text": "Was würde es ihnen denn ausmachen, wenn sie an Allah und den Jüngsten Tag glaubten und von dem, womit Allah sie versorgt hat, ausgäben? Aber Allah weiß über sie wohl Bescheid.",
        "numberInSurah": 39,
        "juz": 5,
        "manzil": 1,
        "page": 85,
        "ruku": 67,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 533,
        "text": "Allah tut gewiß nicht im Gewicht eines Stäubchens Unrecht. Und wenn es eine gute Tat ist, vervielfacht Er sie und gibt von Sich aus großartigen Lohn.",
        "numberInSurah": 40,
        "juz": 5,
        "manzil": 1,
        "page": 85,
        "ruku": 67,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 534,
        "text": "Aber wie (wird es sein), wenn Wir von jeder Gemeinschaft einen Zeugen bringen und dich über diese da als Zeugen bringen?",
        "numberInSurah": 41,
        "juz": 5,
        "manzil": 1,
        "page": 85,
        "ruku": 67,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 535,
        "text": "An jenem Tag hätten es diejenigen gern, die ungläubig waren und sich dem Gesandten widersetzten, wenn sie gleich der Erde wären. Und sie werden vor Allah keine Aussage verheimlichen.",
        "numberInSurah": 42,
        "juz": 5,
        "manzil": 1,
        "page": 85,
        "ruku": 67,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 536,
        "text": "O die ihr glaubt, nähert euch nicht dem Gebet, während ihr trunken seid, bis ihr wißt, was ihr sagt, noch im Zustand der Unreinheit - es sei denn, ihr geht bloß vorbei -, bis ihr den ganzen (Körper) gewaschen habt. Und wenn ihr krank seid oder auf einer Reise oder jemand von euch vom Abort kommt oder ihr Frauen berührt habt und dann kein Wasser findet, so wendet euch dem guten Erdboden zu und streicht euch über das Gesicht und die Hände. Allah ist Allverzeihend und Allvergebend.",
        "numberInSurah": 43,
        "juz": 5,
        "manzil": 1,
        "page": 85,
        "ruku": 68,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 537,
        "text": "Siehst du nicht jene, denen ein Teil der Schrift gegeben wurde? Sie erkaufen das Irregehen und wollen, daß (auch) ihr vom Weg abirrt.",
        "numberInSurah": 44,
        "juz": 5,
        "manzil": 1,
        "page": 85,
        "ruku": 68,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 538,
        "text": "Allah weiß sehr wohl über eure Feinde Bescheid, und Allah genügt als Schutzherr, und Allah genügt als Helfer.",
        "numberInSurah": 45,
        "juz": 5,
        "manzil": 1,
        "page": 86,
        "ruku": 68,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 539,
        "text": "Unter denjenigen, die dem Judentum angehören, verdrehen manche den Sinn der Worte und sagen: \"Wir hören, doch wir widersetzen uns\" und: \"Höre!\", als ob du nicht hörtest \"raina\", wobei sie mit ihren Zungen verdrehen und die Religion schmähen. Wenn sie gesagt hätten: \"Wir hören und gehorchen\" und: \"Höre!\" und: \"unzurna\", wäre es wahrlich besser und richtiger für sie. Aber Allah hat sie für ihren Unglauben verflucht. Darum glauben sie nur wenig.",
        "numberInSurah": 46,
        "juz": 5,
        "manzil": 1,
        "page": 86,
        "ruku": 68,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 540,
        "text": "O ihr, denen die Schrift gegeben wurde, glaubt an das, was Wir offenbart haben, das zu bestätigen, was euch (bereits) vorliegt, bevor Wir Gesichter auslöschen und nach hinten versetzen oder sie verfluchen, wie Wir die Sabbatleute verfluchten. Allahs Anordnung wird (stets) ausgeführt.",
        "numberInSurah": 47,
        "juz": 5,
        "manzil": 1,
        "page": 86,
        "ruku": 68,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 541,
        "text": "Allah vergibt gewiß nicht, daß man Ihm (etwas) beigesellt. Doch was außer diesem ist, vergibt Er, wem Er will. Wer Allah (etwas) beigesellt, der hat fürwahr eine gewaltige Sünde ersonnen.",
        "numberInSurah": 48,
        "juz": 5,
        "manzil": 1,
        "page": 86,
        "ruku": 68,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 542,
        "text": "Siehst du nicht jene, die sich selbst für lauter erklären? Nein! Vielmehr läutert Allah, wen Er will. Und ihnen wird nicht um ein Fädchen Unrecht zugefügt.",
        "numberInSurah": 49,
        "juz": 5,
        "manzil": 1,
        "page": 86,
        "ruku": 68,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 543,
        "text": "Schau, wie sie gegen Allah Lügen ersinnen! Das (allein schon) genügt als deutliche Sünde.",
        "numberInSurah": 50,
        "juz": 5,
        "manzil": 1,
        "page": 86,
        "ruku": 68,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 544,
        "text": "Siehst du nicht jene, denen ein Teil der Schrift gegeben wurde? Sie glauben an Zauberei und falsche Götter und sagen von denen, die ungläubig sind: \"Diese da sind eher auf dem rechten Weg geleitet als die Gläubigen.\"",
        "numberInSurah": 51,
        "juz": 5,
        "manzil": 1,
        "page": 86,
        "ruku": 69,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 545,
        "text": "Das sind diejenigen, die Allah verflucht hat; und wen Allah verflucht, für den wirst du keinen Helfer finden.",
        "numberInSurah": 52,
        "juz": 5,
        "manzil": 1,
        "page": 87,
        "ruku": 69,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 546,
        "text": "Oder haben sie (etwa) einen Anteil an der Herrschaft? Dann würden sie den Menschen nicht ein Dattelkerngrübchen (ab)geben.",
        "numberInSurah": 53,
        "juz": 5,
        "manzil": 1,
        "page": 87,
        "ruku": 69,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 547,
        "text": "Oder beneiden sie die Menschen um das, was Allah ihnen von Seiner Huld gegeben hat? Nun, Wir gaben der Sippe Ibrahims die Schrift und die Weisheit und gaben ihnen gewaltige Herrschaft.",
        "numberInSurah": 54,
        "juz": 5,
        "manzil": 1,
        "page": 87,
        "ruku": 69,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 548,
        "text": "Unter ihnen gab es manche, die daran glaubten, und manche, die davon abhielten. Und die Hölle genügt als Feuerglut.",
        "numberInSurah": 55,
        "juz": 5,
        "manzil": 1,
        "page": 87,
        "ruku": 69,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 549,
        "text": "Diejenigen, die Unsere Zeichen verleugnen, werden Wir gewiß einem Feuer aussetzen. Jedesmal, wenn ihre Haut verbrannt ist, tauschen Wir sie ihnen gegen eine andere Haut aus, damit sie die Strafe kosten. Allah ist Allmächtig und Allweise.",
        "numberInSurah": 56,
        "juz": 5,
        "manzil": 1,
        "page": 87,
        "ruku": 69,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 550,
        "text": "Diejenigen aber, die glauben und rechtschaffene Werke tun, werden Wir in Gärten eingehen lassen, durcheilt von Bächen, ewig und auf immer darin zu bleiben. Darin haben sie vollkommen gereinigte Gattinnen; und Wir lassen sie in vollkommenen Schatten eingehen.",
        "numberInSurah": 57,
        "juz": 5,
        "manzil": 1,
        "page": 87,
        "ruku": 69,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 551,
        "text": "Allah befiehlt euch, anvertraute Güter ihren Eigentümern (wieder) auszuhändigen und, wenn ihr zwischen den Menschen richtet, in Gerechtigkeit zu richten. Wie trefflich ist das, womit Allah euch ermahnt! Gewiß, Allah ist Allhörend und Allsehend.",
        "numberInSurah": 58,
        "juz": 5,
        "manzil": 1,
        "page": 87,
        "ruku": 69,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 552,
        "text": "O die ihr glaubt, gehorcht Allah und gehorcht dem Gesandten und den Befehlshabern unter euch! Wenn ihr miteinander über etwas streitet, dann bringt es vor Allah und den Gesandten, wenn ihr wirklich an Allah und den Jüngsten Tag glaubt. Das ist am besten und am ehesten ein guter Ausgang.",
        "numberInSurah": 59,
        "juz": 5,
        "manzil": 1,
        "page": 87,
        "ruku": 69,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 553,
        "text": "Siehst du nicht jene, die behaupten, an das zu glauben, was zu dir (als Offenbarung) herabgesandt worden ist, und was vor dir herabgesandt wurde, während sie sich in Entscheidungsfragen an falsche Götter wenden wollen, wo ihnen doch befohlen worden ist, es zu verleugnen'? Aber der Satan will sie weit in die Irre führen.",
        "numberInSurah": 60,
        "juz": 5,
        "manzil": 1,
        "page": 88,
        "ruku": 70,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 554,
        "text": "Und wenn man zu ihnen sagt: \"Kommt her zu dem, was Allah (als Offenbarung) herabgesandt hat, und zum Gesandten\", siehst du die Heuchler sich nachdrücklich abwenden.",
        "numberInSurah": 61,
        "juz": 5,
        "manzil": 1,
        "page": 88,
        "ruku": 70,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 555,
        "text": "Aber wie (ist es), wenn sie ein Unglück trifft für das, was ihre Hände vorausgeschickt haben, und sie hierauf zu dir kommen und bei Allah schwören: \"Wir wollten (es) ja nur gut machen und Einklang herstellen\"?",
        "numberInSurah": 62,
        "juz": 5,
        "manzil": 1,
        "page": 88,
        "ruku": 70,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 556,
        "text": "Das sind diejenigen, von denen Allah weiß, was in ihren Herzen ist. So wende dich von ihnen ab, ermahne sie und sag zu ihnen über sie selbst eindringliche Worte.",
        "numberInSurah": 63,
        "juz": 5,
        "manzil": 1,
        "page": 88,
        "ruku": 70,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 557,
        "text": "Und Wir haben keinen Gesandten gesandt, ohne daß ihm - mit Allahs Erlaubnis gehorcht werde. Und wenn sie, wo sie sich selbst Unrecht zugefügt haben, zu dir kämen und dann Allah um Vergebung bäten, und der Gesandte für sie um Vergebung bäte, würden sie wahrlich Allah Reue-Annehmend und Barmherzig finden.",
        "numberInSurah": 64,
        "juz": 5,
        "manzil": 1,
        "page": 88,
        "ruku": 70,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 558,
        "text": "Aber nein, bei deinem Herrn! Sie glauben nicht eher, bis sie dich über das richten lassen, was zwischen ihnen umstritten ist, und hierauf in sich selbst keine Bedrängnis finden durch das, was du entschieden hast, und sich in voller Ergebung fügen.",
        "numberInSurah": 65,
        "juz": 5,
        "manzil": 1,
        "page": 88,
        "ruku": 70,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 559,
        "text": "Wenn Wir ihnen vorschreiben würden: \"Tötet euch selbst oder zieht aus euren Wohnstätten aus\", so täten sie es nicht, außer wenigen von ihnen. Wenn sie aber tun würden, wozu sie ermahnt werden, wäre es wahrlich besser für sie und eine größere Stärkung (im Glauben).",
        "numberInSurah": 66,
        "juz": 5,
        "manzil": 1,
        "page": 89,
        "ruku": 70,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 560,
        "text": "Dann würden Wir ihnen wahrlich von Uns aus großartigen Lohn geben",
        "numberInSurah": 67,
        "juz": 5,
        "manzil": 1,
        "page": 89,
        "ruku": 70,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 561,
        "text": "und würden sie wahrlich (auf) einen geraden Weg leiten.",
        "numberInSurah": 68,
        "juz": 5,
        "manzil": 1,
        "page": 89,
        "ruku": 70,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 562,
        "text": "Wer Allah und dem Gesandten gehorcht, die werden mit denjenigen von den Propheten, den Wahrheitsliebenden, den Märtyrern und den Rechtschaffenen Zusammensein, denen Allah Gunst erwiesen hat. Welch gute Gefährten jene sind!",
        "numberInSurah": 69,
        "juz": 5,
        "manzil": 1,
        "page": 89,
        "ruku": 70,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 563,
        "text": "Das ist die Huld von Allah, und Allah genügt als Allwissender.",
        "numberInSurah": 70,
        "juz": 5,
        "manzil": 1,
        "page": 89,
        "ruku": 70,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 564,
        "text": "O die ihr glaubt, seid auf eurer Hut. Und rückt dann in Trupps aus oder rückt alle aus.",
        "numberInSurah": 71,
        "juz": 5,
        "manzil": 1,
        "page": 89,
        "ruku": 71,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 565,
        "text": "Unter euch gibt es sehr wohl manch einen, der ganz langsam tut. Wenn euch dann ein Unglück trifft, sagt er: \"Allah hat mir fürwahr eine Gunst erwiesen, da ich nicht mit ihnen zugegen war.\"",
        "numberInSurah": 72,
        "juz": 5,
        "manzil": 1,
        "page": 89,
        "ruku": 71,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 566,
        "text": "Wenn euch aber Huld von Allah zuteil wird, sagt er ganz gewiß, als ob zwischen euch und ihm keine Freundschaft bestanden hätte: \"O wäre ich doch mit ihnen zugegen gewesen! Dann hätte ich einen großartigen Erfolg erzielt.\"",
        "numberInSurah": 73,
        "juz": 5,
        "manzil": 1,
        "page": 89,
        "ruku": 71,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 567,
        "text": "So sollen denn diejenigen auf Allahs Weg kämpfen, die das diesseitige Leben für das Jenseits verkaufen. Und wer auf Allahs Weg kämpft und dann getötet wird oder siegt, dem werden Wir großartigen Lohn geben.",
        "numberInSurah": 74,
        "juz": 5,
        "manzil": 1,
        "page": 89,
        "ruku": 71,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 568,
        "text": "Was ist mit euch, daß ihr nicht auf Allahs Weg, und (zwar) für die Unterdrückten unter den Männern, Frauen und Kindern kämpft, die sagen: \"Unser Herr, bringe uns aus dieser Stadt heraus, deren Bewohner ungerecht sind, und schaffe uns von Dir aus einen Schutzherrn, und schaffe uns von Dir aus einen Helfer.\"",
        "numberInSurah": 75,
        "juz": 5,
        "manzil": 1,
        "page": 90,
        "ruku": 71,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 569,
        "text": "Diejenigen, die glauben, kämpfen auf Allahs Weg, und diejenigen, die ungläubig sind, kämpfen auf dem Weg der falschen Götter. So kämpft gegen die Gefolgsleute des Satans! Gewiß, die List des Satans ist schwach.",
        "numberInSurah": 76,
        "juz": 5,
        "manzil": 1,
        "page": 90,
        "ruku": 71,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 570,
        "text": "Siehst du nicht jene, zu denen gesagt wurde: \"Haltet eure Hände zurück und verrichtet das Gebet und entrichtet die Abgabe.\" Als ihnen dann aber vorgeschrieben wurde zu kämpfen, fürchtete auf einmal eine Gruppe von ihnen die Menschen wie (sie) Furcht vor Allah (haben) oder mit noch größerer Furcht, und sagten: \"Unser Herr, warum hast Du uns vorgeschrieben zu kämpfen? O würdest Du uns doch auf eine kurze Frist zurückstellen!\" Sag: Der Genuß des Diesseits ist gering. Und das Jenseits ist besser für jemanden, der gottesfürchtig ist. Und euch wird nicht um ein Fädchen Unrecht zugefügt.",
        "numberInSurah": 77,
        "juz": 5,
        "manzil": 1,
        "page": 90,
        "ruku": 72,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 571,
        "text": "Wo immer ihr auch seid, wird euch der Tod erfassen, und wäret ihr in hochgebauten Türmen. Und wenn sie etwas Gutes trifft, sagen sie: \"Das ist von Allah.\" Und wenn sie etwas Böses trifft, sagen sie: \"Das ist von dir.\" Sag: Alles ist von Allah. Was ist mit diesem Volk, daß sie beinahe keine Aussage verstehen?",
        "numberInSurah": 78,
        "juz": 5,
        "manzil": 1,
        "page": 90,
        "ruku": 72,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 572,
        "text": "Was dich an Gutem trifft, ist von Allah, und was dich an Bösem trifft, ist von dir selbst. Und Wir haben dich als Gesandten für die Menschen gesandt. Und Allah genügt als Zeuge.",
        "numberInSurah": 79,
        "juz": 5,
        "manzil": 1,
        "page": 90,
        "ruku": 72,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 573,
        "text": "Wer dem Gesandten gehorcht, der gehorcht Allah, und wer sich abkehrt, - so haben Wir dich nicht als Hüter über sie entsandt.",
        "numberInSurah": 80,
        "juz": 5,
        "manzil": 1,
        "page": 91,
        "ruku": 72,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 574,
        "text": "Und sie sagen: \"Gehorsam.\" Wenn sie aber von dir weggehen, heckt ein Teil von ihnen etwas anderes aus, als was du sagst. Aber Allah schreibt auf, was sie aushecken. So wende dich von ihnen ab und verlasse dich auf Allah. Allah genügt als Sachwalter.",
        "numberInSurah": 81,
        "juz": 5,
        "manzil": 1,
        "page": 91,
        "ruku": 72,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 575,
        "text": "Denken sie denn nicht sorgfältig über den Qur'an nach? Wenn er von jemand anderem wäre als von Allah, würden sie in ihm wahrlich viel Widerspruch finden.",
        "numberInSurah": 82,
        "juz": 5,
        "manzil": 1,
        "page": 91,
        "ruku": 72,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 576,
        "text": "Und wenn ihnen eine Angelegenheit zu (Ohren) kommt, die Sicherheit oder Furcht betrifft, machen sie es bekannt. Wenn sie es jedoch vor den Gesandten und den Befehlshabern unter ihnen brächten, würden es wahrlich diejenigen unter ihnen wissen, die es herausfinden können. Und wenn nicht Allahs Huld und Erbarmen gewesen wären, wäret ihr fürwahr außer wenigen dem Satan gefolgt.",
        "numberInSurah": 83,
        "juz": 5,
        "manzil": 1,
        "page": 91,
        "ruku": 72,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 577,
        "text": "So kämpfe auf Allahs Weg - du wirst nur für dich selbst verantwortlich gemacht und sporne die Gläubigen an. Vielleicht wird Allah die Gewalt derjenigen, die ungläubig sind, zurückhalten. Allah ist stärker an Gewalt und an Bestrafung.",
        "numberInSurah": 84,
        "juz": 5,
        "manzil": 1,
        "page": 91,
        "ruku": 72,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 578,
        "text": "Wer (in) eine(r) gute(n Sache) Fürsprache einlegt, für den wird es einen Anteil daran geben, und wer (in) eine(r) schlechte(n Sache) Fürsprache einlegt, für den wird es ein gleiches davon geben. Und Allah ist zu allem Fähig.",
        "numberInSurah": 85,
        "juz": 5,
        "manzil": 1,
        "page": 91,
        "ruku": 72,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 579,
        "text": "Und wenn euch ein Gruß entboten wird, dann grüßt mit einem schöneren (zurück) oder erwidert ihn. Gewiß, Allah ist über alles ein Abrechner.",
        "numberInSurah": 86,
        "juz": 5,
        "manzil": 1,
        "page": 91,
        "ruku": 72,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 580,
        "text": "Allah - es gibt keinen Gott außer Ihm. Er wird euch ganz gewiß zum Tag der Auferstehung versammeln, an dem es keinen Zweifel gibt. Und wer ist wahrhaftiger als Allah in der Aussage?",
        "numberInSurah": 87,
        "juz": 5,
        "manzil": 1,
        "page": 92,
        "ruku": 72,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 581,
        "text": "Was ist mit euch, daß ihr hinsichtlich der Heuchler (in) zwei Scharen (gespalten) seid, wo doch Allah sie wegen dessen, was sie verdient haben, umgekehrt hat? Wollt ihr denn rechtleiten, wen Allah in die Irre gehen läßt? Wen aber Allah in die Irre gehen läßt, für den wirst du keinen Weg finden.",
        "numberInSurah": 88,
        "juz": 5,
        "manzil": 1,
        "page": 92,
        "ruku": 73,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 582,
        "text": "Sie möchten gern, daß ihr ungläubig werdet, wie sie ungläubig sind, so daß ihr (alle) gleich seiet. Nehmt euch daher von ihnen keine Vertrauten, bevor sie nicht auf Allahs Weg auswandern! Kehren sie sich jedoch ab, dann ergreift sie und tötet sie, wo immer ihr sie findet, und nehmt euch von ihnen weder Schutzherrn noch Helfer,",
        "numberInSurah": 89,
        "juz": 5,
        "manzil": 1,
        "page": 92,
        "ruku": 73,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 583,
        "text": "außer denjenigen, die sich einem Volk anschließen, zwischen dem und euch ein Abkommen besteht, oder die zu euch gekommen sind, weil ihre Brüste beklommen sind, gegen euch zu kämpfen oder gegen ihr (eigenes) Volk zu kämpfen. Und wenn Allah gewollt hätte, hätte Er ihnen wahrlich Gewalt über euch gegeben, und dann hätten sie gegen euch wahrlich gekämpft. Wenn sie sich jedoch von euch fernhalten und dann nicht gegen euch kämpfen, sondern Frieden anbieten, so hat euch Allah keine Veranlassung gegeben, gegen sie (vorzugehen).",
        "numberInSurah": 90,
        "juz": 5,
        "manzil": 1,
        "page": 92,
        "ruku": 73,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 584,
        "text": "Ihr werdet andere finden, die vor euch Sicherheit und vor ihrem (eigenen) Volk Sicherheit wollen. Jedesmal, wenn sie wieder der Versuchung ausgesetzt sind, werden sie in ihr zu Fall gebracht. Wenn sie sich nicht von euch fernhalten und euch nicht Frieden anbieten und nicht ihre Hände zurückhalten, dann ergreift sie und tötet sie, wo immer ihr auf sie trefft. Über jene haben Wir euch deutliche Gewalt verliehen.",
        "numberInSurah": 91,
        "juz": 5,
        "manzil": 1,
        "page": 92,
        "ruku": 73,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 585,
        "text": "Es steht keinem Gläubigen zu, einen (anderen) Gläubigen zu töten, es sei denn aus Versehen'. Und wer einen Gläubigen aus Versehen tötet, (der hat) einen gläubigen Sklaven (zu) befreien und ein Blutgeld an seine Angehörigen aus(zu)händigen, es sei denn, sie erlassen (es ihm) als Almosen. Wenn er (der Getötete) zu einem euch feindlichen Volk gehörte und gläubig war, dann (gilt es,) einen gläubigen Sklaven (zu) befreien. Und wenn er zu einem Volk gehörte, zwischen dem und euch ein Abkommen besteht, dann (gilt es,) ein Blutgeld an seine Angehörigen aus(zu)händigen und einen gläubigen Sklaven (zu) befreien. Wer aber keine (Möglichkeit) findet, (der hat) zwei aufeinanderfolgende Monate (zu) fasten - als eine Reueannahme von Allah. Und Allah ist Allwissend und Allweise.",
        "numberInSurah": 92,
        "juz": 5,
        "manzil": 1,
        "page": 93,
        "ruku": 74,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 586,
        "text": "Und wer einen Gläubigen vorsätzlich tötet, dessen Lohn ist die Hölle, ewig darin zu bleiben. Und Allah zürnt ihm und verflucht ihn und bereitet ihm gewaltige Strafe.",
        "numberInSurah": 93,
        "juz": 5,
        "manzil": 1,
        "page": 93,
        "ruku": 74,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 587,
        "text": "O die ihr glaubt, wenn ihr auf Allahs Weg umherreist, dann unterscheidet klar und sagt nicht zu einem, der euch Frieden anbietet: \"Du bist nicht gläubig\", wobei ihr nach den Glücksgütern des diesseitigen Lebens trachtet. Doch bei Allah ist Gutes in Fülle. So wart ihr zuvor. Aber dann hat Allah euch eine Wohltat erwiesen. Unterscheidet also klar. Gewiß, Allah ist dessen, was ihr tut, Kundig.",
        "numberInSurah": 94,
        "juz": 5,
        "manzil": 1,
        "page": 93,
        "ruku": 74,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 588,
        "text": "Nicht gleich sind diejenigen unter den Gläubigen, die sitzen bleiben - außer denjenigen, die eine Schädigung haben -, den sich auf Allahs Weg mit ihrem Besitz und ihrer eigenen Person Abmühenden. Allah hat den sich mit ihrem Besitz und ihrer eigenen Person Abmühenden einen Vorzug gegeben vor denen, die sitzen bleiben. Aber allen hat Allah das Beste versprochen. Doch hat Allah die sich Abmühenden vor denen, die sitzen bleiben, mit großartigem Lohn bevorzugt,",
        "numberInSurah": 95,
        "juz": 5,
        "manzil": 1,
        "page": 94,
        "ruku": 74,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 589,
        "text": "mit Rangstufen von Ihm und Vergebung und Erbarmen. Allah ist Allvergebend und Barmherzig.",
        "numberInSurah": 96,
        "juz": 5,
        "manzil": 1,
        "page": 94,
        "ruku": 74,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 590,
        "text": "Diejenigen, die die Engel abberufen, während sie sich selbst Unrecht tun, (zu jenen) sagen sie: \"Worin habt ihr euch befunden?\" Sie sagen: \"Wir waren Unterdrückte im Lande.\" Sie (die Engel) sagen: \"War Allahs Erde nicht weit, so daß ihr darauf hättet auswandern können?\" Jene aber, - ihr Zufluchtsort wird die Hölle sein, und (wie) böse ist der Ausgang!",
        "numberInSurah": 97,
        "juz": 5,
        "manzil": 1,
        "page": 94,
        "ruku": 75,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 591,
        "text": "Ausgenommen die Unterdrückten unter den Männern, Frauen und Kindern, die keine Möglichkeit haben auszuwandern und auf dem Weg nicht rechtgeleitet sind.",
        "numberInSurah": 98,
        "juz": 5,
        "manzil": 1,
        "page": 94,
        "ruku": 75,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 592,
        "text": "Jenen wird Allah vielleicht verzeihen. Allah ist Allverzeihend und Allvergebend.",
        "numberInSurah": 99,
        "juz": 5,
        "manzil": 1,
        "page": 94,
        "ruku": 75,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 593,
        "text": "Wer auf Allahs Weg auswandert, wird auf der Erde viele Zufluchtsstätten und Wohlstand finden. Und wer sein Haus auswandernd zu Allah und Seinem Gesandten verläßt, und den hierauf der Tod erfaßt, so fällt es Allah zu, ihm seinen Lohn (zu geben). Allah ist Allvergebend und Barmherzig.",
        "numberInSurah": 100,
        "juz": 5,
        "manzil": 1,
        "page": 94,
        "ruku": 75,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 594,
        "text": "Und wenn ihr im Land umherreist, so ist es keine Sünde für euch, das Gebet abzukürzen, wenn ihr befürchtet, diejenigen, die ungläubig sind, könnten euch überfallen. Die Ungläubigen sind euch ja ein deutlicher Feind.",
        "numberInSurah": 101,
        "juz": 5,
        "manzil": 1,
        "page": 94,
        "ruku": 76,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 595,
        "text": "Und wenn du unter ihnen bist und nun für sie das Gebet anfuhrst, dann soll sich ein Teil von ihnen mit dir aufstellen, doch sollen sie ihre Waffen nehmen. Wenn sie (die Betenden) sich dann niedergeworfen haben, sollen sie hinter euch treten', und ein anderer Teil, die noch nicht gebetet hat, soll (nach vorne) kommen. Und sie sollen dann (auch) mit dir beten; doch sollen sie auf ihrer Hut sein und ihre Waffen nehmen. Diejenigen, die ungläubig sind, möchten, daß ihr eure Waffen und eure Sachen außer acht laßt, so daß sie auf einmal über euch herfallen (können). Es ist keine Sünde für euch, wenn ihr unter Regen zu leiden habt oder krank seid, eure Waffen abzulegen. Aber seid auf eurer Hut. Gewiß, Allah bereitet für die Ungläubigen schmachvolle Strafe.",
        "numberInSurah": 102,
        "juz": 5,
        "manzil": 1,
        "page": 95,
        "ruku": 76,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 596,
        "text": "Wenn ihr das Gebet vollzogen habt, dann gedenkt Allahs stehend, sitzend und auf der Seite (liegend). Wenn ihr in Ruhe seid, dann verrichtet das Gebet (wie üblich). Das Gebet ist den Gläubigen zu bestimmten Zeiten vorgeschrieben.",
        "numberInSurah": 103,
        "juz": 5,
        "manzil": 1,
        "page": 95,
        "ruku": 76,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 597,
        "text": "Und laßt nicht nach, das Volk (der feindlichen Ungläubigen) zu suchen. Wenn ihr zu leiden habt, so haben sie zu leiden wie ihr. Ihr aber habt von Allah zu erhoffen, was sie nicht zu erhoffen haben. Und Allah ist Allwissend und Allweise.",
        "numberInSurah": 104,
        "juz": 5,
        "manzil": 1,
        "page": 95,
        "ruku": 76,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 598,
        "text": "Gewiß, Wir haben dir das Buch mit der Wahrheit hinabgesandt, damit du zwischen den Menschen richtest auf Grund dessen, was Allah dir gezeigt hat. Sei kein Verfechter für die Verräter!",
        "numberInSurah": 105,
        "juz": 5,
        "manzil": 1,
        "page": 95,
        "ruku": 77,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 599,
        "text": "Und bitte Allah um Vergebung. Gewiß, Allah ist Allvergebend und Barmherzig.",
        "numberInSurah": 106,
        "juz": 5,
        "manzil": 1,
        "page": 96,
        "ruku": 77,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 600,
        "text": "Und streite nicht zur Verteidigung derer, die sich selbst betrügen. Allah liebt nicht, wer ein Verräter und Sünder ist.",
        "numberInSurah": 107,
        "juz": 5,
        "manzil": 1,
        "page": 96,
        "ruku": 77,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 601,
        "text": "Sie verbergen sich vor den Menschen; verbergen sich jedoch nicht vor Allah, wo Er doch bei ihnen ist, wenn sie an Worten aushecken, womit Er nicht zufrieden ist. Allah umfaßt, was sie tun.",
        "numberInSurah": 108,
        "juz": 5,
        "manzil": 1,
        "page": 96,
        "ruku": 77,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 602,
        "text": "Ihr da seid es doch, die ihr im diesseitigen Leben zu ihrer Verteidigung gestritten habt. Aber wer wird am Tag der Auferstehung mit Allah zu ihrer Verteidigung streiten, oder wer wird (dann) ihr Sachwalter sein?",
        "numberInSurah": 109,
        "juz": 5,
        "manzil": 1,
        "page": 96,
        "ruku": 77,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 603,
        "text": "Und wer etwas Böses tut oder sich selbst Unrecht zufügt und hierauf Allah um Vergebung bittet, wird Allah Allvergebend und Barmherzig finden.",
        "numberInSurah": 110,
        "juz": 5,
        "manzil": 1,
        "page": 96,
        "ruku": 77,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 604,
        "text": "Und wer eine Sünde begeht', begeht sie nur gegen sich selbst. Allah ist Allwissend und Allweise.",
        "numberInSurah": 111,
        "juz": 5,
        "manzil": 1,
        "page": 96,
        "ruku": 77,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 605,
        "text": "Und wer eine Verfehlung oder eine Sünde begeht und sie hierauf einem Unschuldigen vorwirft, der lädt damit Verleumdung und deutliche Sünde auf sich.",
        "numberInSurah": 112,
        "juz": 5,
        "manzil": 1,
        "page": 96,
        "ruku": 77,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 606,
        "text": "Und wenn nicht Allahs Huld gegen dich und Sein Erbarmen gewesen wären, hätte ein Teil von ihnen wahrlich vorgehabt, dich in die Irre zu führen. Aber sie führen nur sich selbst in die Irre und fügen dir keinerlei Schaden zu. Allah hat auf dich das Buch und die Weisheit herabgesandt und dich gelehrt, was du (vorher) nicht wußtest. Und Allahs Huld gegen dich ist groß.",
        "numberInSurah": 113,
        "juz": 5,
        "manzil": 1,
        "page": 96,
        "ruku": 78,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 607,
        "text": "Nichts Gutes ist in vielen ihrer vertraulichen Gespräche, außer derer, die Almosen, Rechtes oder Aussöhnung unter den Menschen befehlen. Und wer dies im Trachten nach Allahs Zufriedenheit tut, dem werden Wir großartigen Lohn geben.",
        "numberInSurah": 114,
        "juz": 5,
        "manzil": 1,
        "page": 97,
        "ruku": 78,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 608,
        "text": "Wer aber dem Gesandten entgegenwirkt, nachdem ihm die Rechtleitung klargeworden ist, und einem, anderen Weg als dem der Gläubigen folgt, werden Wir dem zukehren, dem er sich zugekehrt hat, und ihn der Hölle aussetzen, und (wie) böse ist der Ausgang!",
        "numberInSurah": 115,
        "juz": 5,
        "manzil": 1,
        "page": 97,
        "ruku": 78,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 609,
        "text": "Allah vergibt gewiß nicht, daß man Ihm (etwas) beigesellt. Doch was außer diesem ist, vergibt Er, wem Er will. Wer Allah (etwas) beigesellt, der ist fürwahr weit abgeirrt.",
        "numberInSurah": 116,
        "juz": 5,
        "manzil": 1,
        "page": 97,
        "ruku": 79,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 610,
        "text": "Sie rufen außer Ihm nur weibliche (Gottheiten) an, und sie rufen nur einen rebellischen Satan an.",
        "numberInSurah": 117,
        "juz": 5,
        "manzil": 1,
        "page": 97,
        "ruku": 79,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 611,
        "text": "Allah verfluchte ihn. Und er sagte: \"Ich werde von Deinen Dienern ganz gewiß einen festgesetzten Anteil nehmen,",
        "numberInSurah": 118,
        "juz": 5,
        "manzil": 1,
        "page": 97,
        "ruku": 79,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 612,
        "text": "und ich werde sie ganz gewiß in die Irre führen und ganz gewiß in ihnen Wünsche erwecken und ihnen ganz gewiß befehlen, und da werden sie ganz gewiß die Ohren des Viehs abschneiden; wahrlich, ich werde ihnen befehlen, und da werden sie ganz gewiß Allahs Schöpfung ändern.\" Wer sich den Satan außer Allah zum Schutzherrn nimmt, der hat fürwahr einen offenkundigen Verlust erlitten.",
        "numberInSurah": 119,
        "juz": 5,
        "manzil": 1,
        "page": 97,
        "ruku": 79,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 613,
        "text": "Er macht ihnen Versprechungen und erweckt in ihnen Wünsche; aber der Satan macht ihnen nur Versprechungen in Trug.",
        "numberInSurah": 120,
        "juz": 5,
        "manzil": 1,
        "page": 97,
        "ruku": 79,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 614,
        "text": "Jene - ihr Zufluchtsort wird die Hölle sein, und sie werden aus ihr kein Entrinnen finden.",
        "numberInSurah": 121,
        "juz": 5,
        "manzil": 1,
        "page": 97,
        "ruku": 79,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 615,
        "text": "Diejenigen aber, die glauben und rechtschaffene Werke tun, die werden Wir in Gärten eingehen lassen, durcheilt von Bächen, ewig und auf immer darin zu bleiben - Allahs Versprechen in Wahrheit. Und wer ist wahrhaftiger als Allah in Seinen Worten?",
        "numberInSurah": 122,
        "juz": 5,
        "manzil": 1,
        "page": 98,
        "ruku": 79,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 616,
        "text": "Es geht weder nach euren Wünschen noch nach den Wünschen der Leute der Schrift. Wer Böses tut, dem wird es vergolten, und der findet für sich außer Allah weder Schutzherrn noch Helfer.",
        "numberInSurah": 123,
        "juz": 5,
        "manzil": 1,
        "page": 98,
        "ruku": 79,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 617,
        "text": "Wer aber, sei es Mann oder Frau, etwas an rechtschaffenen Werken tut, und dabei gläubig ist, jene werden in den (Paradies)garten eingehen, und es wird ihnen nicht ein Dattelkerngrübchen Unrecht zugefügt.",
        "numberInSurah": 124,
        "juz": 5,
        "manzil": 1,
        "page": 98,
        "ruku": 79,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 618,
        "text": "Wer hätte eine bessere Religion, als wer sein Gesicht Allah hingibt und dabei Gutes tut und dem Glaubensbekenntnis Ibrahims folgt, (als) Anhänger des rechten Glaubens? Und Allah nahm sich Ibrahim zum Freund.",
        "numberInSurah": 125,
        "juz": 5,
        "manzil": 1,
        "page": 98,
        "ruku": 79,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 619,
        "text": "Und Allah gehört (alles), was in den Himmeln und was auf der Erde ist; Allah umfaßt alles.",
        "numberInSurah": 126,
        "juz": 5,
        "manzil": 1,
        "page": 98,
        "ruku": 79,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 620,
        "text": "Sie fragen dich um Belehrung über die Frauen. Sag: \"Allah belehrt euch über sie, und (weiter lehrt,) was euch im Buch verlesen wird über die weiblichen Waisen, denen ihr nicht gebt, was ihnen vorgeschrieben ist, und die ihr zu heiraten begehrt, und die schwachen unter den Kindern, und daß ihr gegenüber den Waisen Gerechtigkeit wahrt. Und was immer ihr an Gutem tut, so weiß Allah darüber Bescheid.",
        "numberInSurah": 127,
        "juz": 5,
        "manzil": 1,
        "page": 98,
        "ruku": 80,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 621,
        "text": "Und wenn eine Frau von ihrem Ehemann Widersetzlichkeit oder Meidung befürchtet, so ist es keine Sünde für sie (beide), sich in Frieden zu einigen; denn friedliche Einigung ist besser. Und die Seelen sind der Habsucht zugänglich. Doch wenn ihr wohltätig seid und gottesfürchtig, so ist Allah dessen, was ihr tut, gewiß Kundig.",
        "numberInSurah": 128,
        "juz": 5,
        "manzil": 1,
        "page": 99,
        "ruku": 80,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 622,
        "text": "Und ihr werdet zwischen den Frauen nicht gerecht handeln können, auch wenn ihr danach trachtet. Aber neigt nicht gänzlich (von einer weg zu der anderen), so daß ihr sie gleichsam in der Schwebe laßt. Und wenn ihr (es) wiedergutmacht und gottesfürchtig seid, gewiß, so ist Allah Allvergebend und Barmherzig.",
        "numberInSurah": 129,
        "juz": 5,
        "manzil": 1,
        "page": 99,
        "ruku": 80,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 623,
        "text": "Und wenn die beiden sich trennen, wird Allah jeden aus Seiner Fülle bereichern. Allah ist Allumfassend und Allweise.",
        "numberInSurah": 130,
        "juz": 5,
        "manzil": 1,
        "page": 99,
        "ruku": 80,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 624,
        "text": "Allah gehört (alles), was in den Himmeln und was auf der Erde ist. Und Wir haben bereits denjenigen, denen vor euch die Schrift gegeben wurde, und euch anbefohlen: Fürchtet Allah! Wenn ihr aber ungläubig seid, gewiß, so gehört Allah (alles), was in den Himmeln und was auf der Erde ist. Allah ist Unbedürftig und Lobens würdig.",
        "numberInSurah": 131,
        "juz": 5,
        "manzil": 1,
        "page": 99,
        "ruku": 80,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 625,
        "text": "Allah gehört (alles), was in den Himmeln und was auf der Erde ist, und Allah genügt als Sachwalter.",
        "numberInSurah": 132,
        "juz": 5,
        "manzil": 1,
        "page": 99,
        "ruku": 80,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 626,
        "text": "Wenn Er will, läßt Er euch vergehen, ihr Menschen, und bringt andere. Allah hat dazu die Macht.",
        "numberInSurah": 133,
        "juz": 5,
        "manzil": 1,
        "page": 99,
        "ruku": 80,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 627,
        "text": "Wer immer die Belohnung des Diesseits will, so ist bei Allah die Belohnung des Diesseits und des Jenseits. Allah ist Allhörend und Allsehend.",
        "numberInSurah": 134,
        "juz": 5,
        "manzil": 1,
        "page": 99,
        "ruku": 80,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 628,
        "text": "O die ihr glaubt, seid Wahrer der Gerechtigkeit, Zeugen für Allah, auch wenn es gegen euch selbst oder die Eltern und nächsten Verwandten sein sollte! Ob er (der Betreffende) reich oder arm ist, so steht Allah beiden näher. Darum folgt nicht der Neigung, daß ihr nicht gerecht handelt! Wenn ihr (die Wahrheit) verdreht oder euch (davon) abwendet, gewiß, so ist Allah dessen, was ihr tut, Kundig.",
        "numberInSurah": 135,
        "juz": 5,
        "manzil": 1,
        "page": 100,
        "ruku": 81,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 629,
        "text": "O die ihr glaubt, glaubt an Allah und Seinen Gesandten und das Buch, das Er Seinem Gesandten offenbart und die Schrift, die Er zuvor herabgesandt hat. Wer Allah, Seine Engel, Seine Schriften, Seine Gesandten und den Jüngsten Tag verleugnet, der ist fürwahr weit abgeirrt.",
        "numberInSurah": 136,
        "juz": 5,
        "manzil": 1,
        "page": 100,
        "ruku": 81,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 630,
        "text": "Gewiß, diejenigen, die gläubig sind, hierauf ungläubig werden, hierauf (wieder) gläubig werden, hierauf (wieder) ungläubig werden und dann an Unglauben zunehmen - es ist nicht Allahs (Wille), ihnen zu vergeben noch sie einen (rechten) Weg zu leiten.",
        "numberInSurah": 137,
        "juz": 5,
        "manzil": 1,
        "page": 100,
        "ruku": 81,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 631,
        "text": "Verkünde den Heuchlern, daß es für sie schmerzhafte Strafe geben wird,",
        "numberInSurah": 138,
        "juz": 5,
        "manzil": 1,
        "page": 100,
        "ruku": 81,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 632,
        "text": "(sie,) die die Ungläubigen anstatt der Gläubigen zu Schutzherren nehmen. Begehren sie (etwa) Macht bei ihnen (zu finden)? Gewiß, alle Macht gehört Allah.",
        "numberInSurah": 139,
        "juz": 5,
        "manzil": 1,
        "page": 100,
        "ruku": 81,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 633,
        "text": "Er hat euch (doch) bereits im Buch offenbart: Wenn ihr hört, daß man Allahs Zeichen verleugnet und sich über sie lustig macht, dann sitzt nicht mit ihnen (zusammen), bis sie auf ein anderes Gespräch eingehen. Sonst seid ihr ihnen gleich. Gewiß, Allah wird die Heuchler und die Ungläubigen alle in der Hölle versammeln,",
        "numberInSurah": 140,
        "juz": 5,
        "manzil": 1,
        "page": 100,
        "ruku": 81,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 634,
        "text": "die euch gegenüber abwarten. Wenn euch ein entscheidender Sieg von Allah beschieden ist, sagen sie: \"Sind wir nicht mit euch gewesen?\" Und wenn den Ungläubigen ein Sieg beschieden ist, sagen sie: \"Haben wir uns nicht eurer (Angelegenheiten) bemächtigt gehabt und die Gläubigen von euch abgehalten?\" Aber Allah wird zwischen euch am Tag der Auferstehung richten. Und Allah wird den Ungläubigen keine Möglichkeit geben(,) gegen die Gläubigen (vorzugehen).",
        "numberInSurah": 141,
        "juz": 5,
        "manzil": 1,
        "page": 101,
        "ruku": 81,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 635,
        "text": "Gewiß, die Heuchler möchten Allah betrügen, doch ist Er es, der sie betrügt. Und wenn sie sich zum Gebet hinstellen, stellen sie sich schwerfällig hin, wobei sie von den Menschen gesehen werden wollen, und gedenken Allahs nur wenig;",
        "numberInSurah": 142,
        "juz": 5,
        "manzil": 1,
        "page": 101,
        "ruku": 82,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 636,
        "text": "dazwischen hin und her schwankend - weder zu diesen noch zu jenen (gehörend). Und wen Allah in die Irre gehen läßt, für den wirst du keinen Weg finden.",
        "numberInSurah": 143,
        "juz": 5,
        "manzil": 1,
        "page": 101,
        "ruku": 82,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 637,
        "text": "O die ihr glaubt, nehmt nicht die Ungläubigen anstatt der Gläubigen zu Schutzherren! Wollt ihr denn Allah eine offenkundige Handhabe gegen euch liefern?",
        "numberInSurah": 144,
        "juz": 5,
        "manzil": 1,
        "page": 101,
        "ruku": 82,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 638,
        "text": "Gewiß, die Heuchler werden sich auf dem untersten Grund des (Höllen)feuers befinden, und du wirst für sie keinen Helfer finden,",
        "numberInSurah": 145,
        "juz": 5,
        "manzil": 1,
        "page": 101,
        "ruku": 82,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 639,
        "text": "- ausgenommen diejenigen, die bereuen und verbessern und an Allah festhalten und ihre Religion aufrichtig für Allah ausüben; jene werden mit den Gläubigen sein. Und Allah wird den Gläubigen großartigen Lohn geben.",
        "numberInSurah": 146,
        "juz": 5,
        "manzil": 1,
        "page": 101,
        "ruku": 82,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 640,
        "text": "Warum sollte Allah euch strafen, wenn ihr dankbar und gläubig seid? Allah ist Dankbar und Allwissend.",
        "numberInSurah": 147,
        "juz": 5,
        "manzil": 1,
        "page": 101,
        "ruku": 82,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 641,
        "text": "Allah liebt nicht den laut vernehmbaren Gebrauch von bösen Worten, außer durch jemanden, dem Unrecht zugefügt worden ist. Allah ist Allhörend und Allwissend.",
        "numberInSurah": 148,
        "juz": 6,
        "manzil": 1,
        "page": 102,
        "ruku": 82,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 642,
        "text": "Ob ihr etwas Gutes offenlegt, oder es verbergt, oder etwas Böses verzeiht - gewiß, Allah ist Allverzeihend und Allmächtig.",
        "numberInSurah": 149,
        "juz": 6,
        "manzil": 1,
        "page": 102,
        "ruku": 82,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 643,
        "text": "Diejenigen, die Allah und Seine Gesandten verleugnen und zwischen Allah und Seinen Gesandten einen Unterschied machen wollen und sagen: \"Wir glauben an die einen und verleugnen die anderen\", und einen Weg dazwischen einschlagen wollen,",
        "numberInSurah": 150,
        "juz": 6,
        "manzil": 1,
        "page": 102,
        "ruku": 82,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 644,
        "text": "das sind die wahren Ungläubigen. Und für die Ungläubigen haben Wir schmachvolle Strafe bereitet.",
        "numberInSurah": 151,
        "juz": 6,
        "manzil": 1,
        "page": 102,
        "ruku": 82,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 645,
        "text": "Denjenigen aber, die an Allah und Seine Gesandten glauben und keinen Unterschied zwischen jemandem von ihnen machen, denen wird Er ihren Lohn geben. Allah ist Allvergebend und Barmherzig.",
        "numberInSurah": 152,
        "juz": 6,
        "manzil": 1,
        "page": 102,
        "ruku": 82,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 646,
        "text": "Die Leute der Schrift verlangen von dir, daß du ihnen vom Himmel ein Buch offenbaren läßt. Sie haben von Musa bereits etwas noch Größeres als dies verlangt, denn sie sagten: \"Zeige uns Allah unverhüllt!\" Da ergriff sie der Donnerschlag wegen ihrer Ungerechtigkeit. Hierauf nahmen sie das Kalb an, nachdem die klaren Beweise zu ihnen gekommen waren. Aber Wir verziehen es und gaben Musa offen kundige Gewalt.",
        "numberInSurah": 153,
        "juz": 6,
        "manzil": 1,
        "page": 102,
        "ruku": 83,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 647,
        "text": "Und Wir hoben den Berg über sie bei (der Entgegennahme von) ihrem Abkommen empor. Und Wir sagten zu ihnen: \"Tretet, euch niederwerfend, durch das Tor ein!\" Und Wir sagten zu ihnen: \"Übertretet nicht den Sabbat!\" Und Wir trafen mit ihnen ein festes Abkommen.",
        "numberInSurah": 154,
        "juz": 6,
        "manzil": 1,
        "page": 102,
        "ruku": 83,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 648,
        "text": "(Verflucht sind sie) dafür, daß sie ihr Abkommen brachen und Allahs Zeichen verleugneten und (daß sie) die Propheten zu Unrecht töteten und (daß sie) sagten: \"Unsere Herzen sind verhüllt.\" - Nein! Vielmehr hat Allah sie für ihren Unglauben versiegelt; darum glauben sie nur wenig,",
        "numberInSurah": 155,
        "juz": 6,
        "manzil": 1,
        "page": 103,
        "ruku": 83,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 649,
        "text": "und daß sie ungläubig waren und gegen Maryam gewaltige Verleumdung aussprachen,",
        "numberInSurah": 156,
        "juz": 6,
        "manzil": 1,
        "page": 103,
        "ruku": 83,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 650,
        "text": "und dafür, daß sie sagten: \"Gewiß, wir haben al-Masih 'Isa, den Sohn Maryams, den Gesandten Allahs getötet.\" - Aber sie haben ihn weder getötet noch gekreuzigt, sondern es erschien ihnen so. Und diejenigen, die sich darüber uneinig sind, befinden sich wahrlich im Zweifel darüber. Sie haben kein Wissen darüber, außer daß sie Mutmaßungen folgen. Und sie haben ihn mit Gewißheit nicht getötet.",
        "numberInSurah": 157,
        "juz": 6,
        "manzil": 1,
        "page": 103,
        "ruku": 83,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 651,
        "text": "Nein! Vielmehr hat Allah ihn zu Sich erhoben. Allah ist Allmächtig und Allweise.",
        "numberInSurah": 158,
        "juz": 6,
        "manzil": 1,
        "page": 103,
        "ruku": 83,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 652,
        "text": "Es gibt keinen unter den Leuten der Schrift, der nicht noch vor dessen Tod ganz gewiß an ihn glauben wird. Und am Tag der Auferstehung wird er über sie Zeuge sein.",
        "numberInSurah": 159,
        "juz": 6,
        "manzil": 1,
        "page": 103,
        "ruku": 83,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 653,
        "text": "Wegen Ungerechtigkeit derer, die dem Judentum angehören, hatten Wir ihnen gute Dinge verboten, die ihnen erlaubt gewesen waren, und weil sie viel von Allahs Weg abhielten,",
        "numberInSurah": 160,
        "juz": 6,
        "manzil": 1,
        "page": 103,
        "ruku": 83,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 654,
        "text": "und (weil sie) Zins nahmen, wo es ihnen doch verboten worden war, und den Besitz der Menschen in unrechter Weise aufzehrten. Und Wir haben den Ungläubigen unter ihnen schmerzhafte Strafe bereitet.",
        "numberInSurah": 161,
        "juz": 6,
        "manzil": 1,
        "page": 103,
        "ruku": 83,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 655,
        "text": "Aber diejenigen unter ihnen, die im Wissen fest gegründet sind, und die Gläubigen glauben an das, was zu dir (an Offenbarung) herabgesandt worden ist, und was vor dir herabgesandt wurde, und diejenigen, die das Gebet verrichten und die Abgabe entrichten und an Allah und den Jüngsten Tag glauben. Ihnen werden Wir großartigen Lohn geben.",
        "numberInSurah": 162,
        "juz": 6,
        "manzil": 1,
        "page": 103,
        "ruku": 83,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 656,
        "text": "Gewiß, Wir haben dir (Offenbarung) eingegeben, wie Wir Nuh und den Propheten nach ihm (Offenbarung) eingegeben haben. Und Wir haben Ibrahim, Isma'il, Ishaq, Ya'qub, den Stämmen, \"Isa, Ayyub, Yunus, Harun und Sulaiman (Offenbarung) eingegeben, und Dawud haben Wir ein Buch der Weisheit gegeben.",
        "numberInSurah": 163,
        "juz": 6,
        "manzil": 1,
        "page": 104,
        "ruku": 84,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 657,
        "text": "Und (Wir sandten) Gesandte, über die Wir dir schon zuvor berichtet haben, und andere, über die Wir dir nicht berichtet haben, und zu Musa hat Allah unmittelbar gesprochen -,",
        "numberInSurah": 164,
        "juz": 6,
        "manzil": 1,
        "page": 104,
        "ruku": 84,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 658,
        "text": "Gesandte als Verkünder froher Botschaft und als Überbringer von Warnungen, damit die Menschen nach den Gesandten kein Beweismittel gegen Allah haben. Und Allah ist Allmächtig und Allweise.",
        "numberInSurah": 165,
        "juz": 6,
        "manzil": 1,
        "page": 104,
        "ruku": 84,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 659,
        "text": "Aber Allah bezeugt, was Er zu dir (als Offenbarung) herabgesandt hat; Er hat es mit Seinem Wissen herabgesandt. Und (auch) die Engel bezeugen es. Und Allah genügt als Zeuge.",
        "numberInSurah": 166,
        "juz": 6,
        "manzil": 1,
        "page": 104,
        "ruku": 84,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 660,
        "text": "Diejenigen, die ungläubig sind und von Allahs Weg abhalten, sind fürwahr weit abgeirrt.",
        "numberInSurah": 167,
        "juz": 6,
        "manzil": 1,
        "page": 104,
        "ruku": 84,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 661,
        "text": "Für diejenigen, die ungläubig sind und Unrecht tun, ist es nicht Allahs (Wille), ihnen zu vergeben noch sie einen (rechten) Weg zu leiten,",
        "numberInSurah": 168,
        "juz": 6,
        "manzil": 1,
        "page": 104,
        "ruku": 84,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 662,
        "text": "außer den Weg zur Hölle, ewig und auf immer darin zu bleiben. Und dies ist Allah ein leichtes.",
        "numberInSurah": 169,
        "juz": 6,
        "manzil": 1,
        "page": 104,
        "ruku": 84,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 663,
        "text": "O ihr Menschen, der Gesandte ist nunmehr mit der Wahrheit von eurem Herrn zu euch gekommen, darum glaubt (an ihn), das ist besser für euch. Wenn ihr aber ungläubig seid, gewiß, so gehört Allah (alles), was in den Himmeln und was auf der Erde ist. Und Allah ist Allwissend und Allweise.",
        "numberInSurah": 170,
        "juz": 6,
        "manzil": 1,
        "page": 104,
        "ruku": 84,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 664,
        "text": "O Leute der Schrift, übertreibt nicht in eurer Religion und sagt gegen Allah nur die Wahrheit aus! al-Masih 'Isa, der Sohn Maryams, ist nur Allahs Gesandter und Sein Wort, das Er Maryam entbot, und Geist von Ihm. Darum glaubt an Allah und Seine Gesandten und sagt nicht \"Drei\". Hört auf (damit), das ist besser für euch! Allah ist nur ein Einziger Gott. Preis sei Ihm (, und Erhaben ist Er darüber), daß Er ein Kind haben sollte! Ihm gehört (alles), was in den Himmeln und was auf der Erde ist, und Allah genügt als Sachwalter.",
        "numberInSurah": 171,
        "juz": 6,
        "manzil": 1,
        "page": 105,
        "ruku": 84,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 665,
        "text": "Al-Masih wird es nicht verschmähen, ein Diener Allahs zu sein, auch nicht die (Allah) nahegestellten Engel. Wer es aber verschmäht, Ihm zu dienen, und sich hochmütig verhält -, so wird Er sie alle zu Sich versammeln.",
        "numberInSurah": 172,
        "juz": 6,
        "manzil": 1,
        "page": 105,
        "ruku": 85,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 666,
        "text": "Was nun diejenigen angeht, die glauben und rechtschaffene Werke tun, so wird Er ihnen ihren Lohn in vollem Maß zukommen lassen und ihnen von Seiner Huld noch mehr erweisen. Was aber diejenigen angeht, die es verschmähen und sich hochmütig verhalten, so wird Er sie mit schmerzhafter Strafe strafen. Und sie werden für sich außer Allah weder Schutzherrn noch Helfer finden.",
        "numberInSurah": 173,
        "juz": 6,
        "manzil": 1,
        "page": 105,
        "ruku": 85,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 667,
        "text": "O ihr Menschen, zu euch ist nunmehr ein Beweis von eurem Herrn gekommen, und Wir haben zu euch ein deutliches Licht hinabgesandt.",
        "numberInSurah": 174,
        "juz": 6,
        "manzil": 1,
        "page": 105,
        "ruku": 85,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 668,
        "text": "Was nun diejenigen angeht, die an Allah glauben und an Ihm festhalten, so wird Er sie in Barmherzigkeit von Ihm und Huld eingehen lassen und sie zu Sich auf einem geraden Weg leiten.",
        "numberInSurah": 175,
        "juz": 6,
        "manzil": 1,
        "page": 105,
        "ruku": 85,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 669,
        "text": "Sie fragen dich um Belehrung. Sag: \"Allah belehrt euch über den Erbanteil seitlicher Verwandtschaft. Wenn ein Mann umkommt, der keine Kinder hat, aber eine Schwester, dann steht ihr die Hälfte dessen zu, was er hinterläßt. Und er beerbt sie, wenn sie keine Kinder hat. Und wenn es zwei (Schwestern) sind, stehen ihnen (beiden) zwei Drittel dessen zu, was er hinterläßt. Und wenn es Geschwister sind, Männer und Frauen, dann kommt einem männlichen Geschlechts ebensoviel zu wie der Anteil von zwei weiblichen Geschlechts. Allah gibt euch Klarheit, damit ihr (nicht) in die Irre geht. Allah weiß über alles Bescheid.",
        "numberInSurah": 176,
        "juz": 6,
        "manzil": 1,
        "page": 106,
        "ruku": 85,
        "hizbQuarter": 42,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "de.bubenheim",
      "language": "de",
      "name": "Bubenheim & Elyas",
      "englishName": "A. S. F. Bubenheim and N. Elyas",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}