{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 13,
    "name": "سُورَةُ الرَّعۡدِ",
    "englishName": "Ar-Ra'd",
    "englishNameTranslation": "The Thunder",
    "revelationType": "Medinan",
    "numberOfAyahs": 43,
    "ayahs": [
      {
        "number": 1708,
        "text": "Alif-Lam-Mim-Ra. Dies sind die Zeichen des Buches. Was zu dir von deinem Herrn herabgesandt worden ist, ist die Wahrheit. Aber die meisten Menschen glauben nicht.",
        "numberInSurah": 1,
        "juz": 13,
        "manzil": 3,
        "page": 249,
        "ruku": 205,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1709,
        "text": "Allah ist es, Der die Himmel ohne Stützen, die ihr sehen könnt, emporgehoben und Sich hierauf über den Thron erhoben hat. Er hat die Sonne und den Mond dienstbar gemacht - jedes läuft auf eine festgesetzte Frist zu. Er regelt die Angelegenheit, er legt die Zeichen ausführlich dar, auf daß ihr von der Begegnung mit eurem Herrn überzeugt seiet.",
        "numberInSurah": 2,
        "juz": 13,
        "manzil": 3,
        "page": 249,
        "ruku": 205,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1710,
        "text": "Und Er ist es, Der die Erde gedehnt und auf ihr festgegründete Berge und Flüsse gemacht hat. Und von allen Früchten hat Er auf ihr zwei, ein Paar, gemacht. Er läßt die Nacht den Tag überdecken. Darin sind wahrlich Zeichen für Leute, die nachdenken.",
        "numberInSurah": 3,
        "juz": 13,
        "manzil": 3,
        "page": 249,
        "ruku": 205,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1711,
        "text": "Und auf der Erde sind nebeneinanderliegende Landstriche und Gärten mit Rebstöcken und (sonstige) Pflanzen und Palmen, mehrstämmig und einzelstämmig, die (alle) mit demselben Wasser bewässert werden. Wir zeichnen die einen von ihnen vor den anderen im Ernteertrag aus. Darin sind wahrlich Zei chen für Leute, die begreifen.",
        "numberInSurah": 4,
        "juz": 13,
        "manzil": 3,
        "page": 249,
        "ruku": 205,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1712,
        "text": "Und wenn du dich (schon) wunderst, so sind ihre Worte wunderlich: \"Sollen wir etwa, wenn wir zu Erde geworden sind, denn wirklich in neuer Schöpfung (erstehen)?\" Das sind diejenigen, die ihren Herrn verleugnen; das sind diejenigen, die Fesseln um ihre Hälse haben; das sind die Insassen des (Höllen)feuers. Ewig werden sie darin bleiben.",
        "numberInSurah": 5,
        "juz": 13,
        "manzil": 3,
        "page": 249,
        "ruku": 205,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1713,
        "text": "Sie wünschen von dir, ihnen das Schlechte vor dem Guten zu beschleunigen, obwohl doch vor ihnen beispielgebende Strafen ergangen sind. Dein Herr ist gegen die Menschen wahrlich voll der Vergebung, trotz ihres Unrechts. Aber dein Herr ist wahrlich (auch) streng im Bestrafen.",
        "numberInSurah": 6,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 205,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1714,
        "text": "Diejenigen, die ungläubig sind, sagen: \"Wenn doch ein Zeichen von seinem Herrn auf ihn herabgesandt würde!\" Du bist aber nur ein Überbringer von Warnungen. Und jedes Volk hat einen, der es rechtleitet.",
        "numberInSurah": 7,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 205,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1715,
        "text": "Allah weiß, womit jedes weibliche Wesen schwanger ist und wie der Mutterleib abnimmt und wie er zunimmt. Und alles hat bei Ihm ein Maß.",
        "numberInSurah": 8,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1716,
        "text": "(Er ist) der Kenner des Verborgenen und des Offenbaren, der Große und hoch Erhabene.",
        "numberInSurah": 9,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1717,
        "text": "Es ist gleich, ob jemand von euch seine Worte geheimhält oder sie laut vernehmbar äußert und ob jemand sich bei Nacht verbirgt oder bei Tag offen hervortritt.",
        "numberInSurah": 10,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1718,
        "text": "Er hat vor sich und hinter sich Begleiter, die ihn auf Allahs Befehl beschützen. Allah ändert nicht den Zustand eines Volkes, bis sie das ändern, was in ihnen selbst ist. Und wenn Allah einem Volk Böses will, so kann es nicht zurückgewiesen werden. Und sie haben außer Ihm keinen Schutzherrn.",
        "numberInSurah": 11,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1719,
        "text": "Er ist es, Der euch den Blitz (als Grund) zur Angst und zum Begehren sehen und die schweren Wolken entstehen läßt.",
        "numberInSurah": 12,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1720,
        "text": "Und der Donner lobpreist Ihn und (desgleichen) die Engel aus Furcht vor Ihm. Und Er sendet die Donnerschläge und trifft damit, wen Er will. Dabei streiten sie über Allah, wo Er doch stark im Streiten ist.",
        "numberInSurah": 13,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1721,
        "text": "Ihm gebührt die wahre Anrufung. Diejenigen, die sie außer Ihm anrufen, erhören sie in nichts. Sie sind nur wie einer, der seine Hände nach Wasser ausstreckt, damit es seinen Mund erreiche, aber es erreicht ihn nicht. Aber das Bittgebet der Ungläubigen geht nur ins Leere.",
        "numberInSurah": 14,
        "juz": 13,
        "manzil": 3,
        "page": 251,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1722,
        "text": "Und vor Allah wirft sich nieder, wer in den Himmeln und auf der Erde ist, ob freiwillig oder widerwillig, und (auch) ihre Schatten, am Morgen und am Abend.",
        "numberInSurah": 15,
        "juz": 13,
        "manzil": 3,
        "page": 251,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": {
          "id": 2,
          "recommended": true,
          "obligatory": false
        }
      },
      {
        "number": 1723,
        "text": "Sag: Wer ist der Herr der Himmel und der Erde? Sag: Allah. Sag: Nehmt ihr euch denn außer Ihm Schutzherren, die sich selbst weder Nutzen noch Schaden zu bringen vermögen? Sag: Sind (etwa) der Blinde und der Sehende gleich? Oder sind (etwa) die Finsternisse und das Licht gleich? Oder haben sie Allah (solche) Teilhaber gegeben, die eine Schöpfung wie die Seinige schufen, so daß ihnen die Schöpfung ähnlich erscheint? Sag: Allah ist der Schöpfer von allem, und Er ist der Eine, der Allbezwinger.",
        "numberInSurah": 16,
        "juz": 13,
        "manzil": 3,
        "page": 251,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1724,
        "text": "Er läßt vom Himmel Wasser herabkommen, und dann fließen Täler entsprechend ihrem Maß, daraufhin trägt die Flut aufschwellenden Schaum. Und aus dem, worüber man das Feuer anzündet, im Trachten (da)nach(,) Schmuck oder Gerät (anzufertigen, entsteht) ein ähnlicher Schaum. So prägt Allah (im Gleichnis) das Wahre und das Falsche. Was nun den Schaum angeht, so vergeht er nutzlos. Was aber den Menschen nützt, das bleibt in der Erde. So prägt Allah die Gleichnisse.",
        "numberInSurah": 17,
        "juz": 13,
        "manzil": 3,
        "page": 251,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1725,
        "text": "Für diejenigen, die auf ihren Herrn hören, ist das Beste. Diejenigen aber, die nicht auf Ihn hören, wenn sie alles hätten, was auf der Erde ist, und noch einmal das Gleiche dazu, würden sie sich sicherlich damit loskaufen. Für sie wird es eine böse Abrechnung geben, und ihr Zufluchtsort ist die Hölle - eine schlimme Lagerstatt!",
        "numberInSurah": 18,
        "juz": 13,
        "manzil": 3,
        "page": 251,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1726,
        "text": "Ist etwa jemand, der weiß, daß das, was zu dir von deinem Herrn (als Offenbarung) herabgesandt worden ist, die Wahrheit ist, wie jemand, der blind ist? Jedoch bedenken nur diejenigen, die Verstand besitzen.",
        "numberInSurah": 19,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1727,
        "text": "Diejenigen, die Allahs Bund halten und das Abkommen nicht brechen",
        "numberInSurah": 20,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1728,
        "text": "und die verbinden, was Allah befohlen hat zu verbinden, ihren Herrn fürchten und Angst vor einer bösen Abrechnung haben",
        "numberInSurah": 21,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1729,
        "text": "und die geduldig sind im Trachten nach dem Angesicht ihres Herrn, das Gebet verrichten und von dem, womit Wir sie versorgt haben, heimlich und öffentlich ausgeben und mit dem Guten das Böse abwehren, für sie gibt es letztendlich die Wohnstätte,",
        "numberInSurah": 22,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1730,
        "text": "die Gärten Edens, in die sie eingehen werden, (sie) und diejenigen, die rechtschaffen waren von ihren Vätern, ihren Gattinnen und ihren Nachkommenschaften. Und die Engel treten zu ihnen ein durch alle Tore:",
        "numberInSurah": 23,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1731,
        "text": "\"Friede sei auf euch dafür, daß ihr geduldig wart!\" Wie trefflich ist die endgültige Wohnstätte!",
        "numberInSurah": 24,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1732,
        "text": "Diejenigen, die den Bund Allahs nach seiner Abmachung brechen und das trennen, was Allah befohlen hat, daß (es) verbunden werden soll, und auf der Erde Unheil stiften, für sie gibt es den Fluch und eine schlimme Wohnstätte.",
        "numberInSurah": 25,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1733,
        "text": "Allah gewährt die Versorgung großzügig, wem Er will, und bemißt auch. Und sie sind froh über das diesseitige Leben; aber das diesseitige Leben (zählt) im Jenseits nur als (vergänglicher) Nießbrauch.",
        "numberInSurah": 26,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1734,
        "text": "Und diejenigen, die ungläubig sind, sagen: \"Wenn doch ein Zeichen von seinem Herrn auf ihn herabgesandt würde!\" Sag: Allah läßt in die Irre gehen, wen Er will, und leitet zu Sich, wer sich Ihm reuig zuwendet.",
        "numberInSurah": 27,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 208,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1735,
        "text": "(Es sind) diejenigen, die glauben und deren Herzen im Gedenken Allahs Ruhe finden. Sicherlich, im Gedenken Allahs finden die Herzen Ruhe!",
        "numberInSurah": 28,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 208,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1736,
        "text": "Diejenigen, die glauben und rechtschaffene Werke tun - für sie wird es Tuba geben, und für sie wird eine schöne Heimstatt (da)sein.",
        "numberInSurah": 29,
        "juz": 13,
        "manzil": 3,
        "page": 253,
        "ruku": 208,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1737,
        "text": "So haben Wir dich in eine Gemeinschaft gesandt, vor der Gemeinschaften dahingegangen sind, damit du ihnen verliest, was Wir dir (als Offenbarung) eingegeben haben; und doch verleugnen sie den Allerbarmer. Sag: Er ist mein Herr. Es gibt keinen Gott außer Ihm. Auf Ihn verlasse ich mich, und zu Ihm bereue ich.",
        "numberInSurah": 30,
        "juz": 13,
        "manzil": 3,
        "page": 253,
        "ruku": 208,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1738,
        "text": "Wenn es auch einen Qur'an gäbe, mit dem die Berge versetzt oder die Erde in Stücke gerissen oder zu den Toten gesprochen werden könnte ... (würden sie doch nicht glauben). Nein! Vielmehr steht die Angelegenheit ganz bei Allah. Wissen denn nicht diejenigen, die glauben, daß wenn Allah wollte, Er die Menschen wahrlich alle rechtleiten würde? Diejenigen, die ungläubig sind, wird immer wieder ein Verhängnis treffen für das, was sie gemacht haben, oder es wird in der Nähe ihrer Wohnstätten geschehen, bis Allahs Versprechen eintrifft. Gewiß, Allah bricht nicht, was Er versprochen hat.",
        "numberInSurah": 31,
        "juz": 13,
        "manzil": 3,
        "page": 253,
        "ruku": 208,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1739,
        "text": "Man machte sich ja bereits über Gesandte vor dir lustig. Da gewährte Ich denen, die ungläubig waren, Aufschub; hierauf ergriff Ich sie. Wie war da Meine Bestrafung!",
        "numberInSurah": 32,
        "juz": 13,
        "manzil": 3,
        "page": 253,
        "ruku": 209,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1740,
        "text": "Ist denn Derjenige, Der über jeder Seele steht, (um ihr zu vergelten) für das, was sie verdient hat, (den Götzen gleich)? Und dennoch geben sie Allah Teilhaber. Sag: Nennt sie. Oder wollt ihr Ihm etwas kundtun, das Er auf der Erde nicht kennt, oder über offenkundige Worte? Nein! Vielmehr sind denjenigen, die ungläubig sind, ihre Ränke ausgeschmückt worden, und sie sind vom (rechten) Weg abgehalten worden. Wen Allah in die Irre gehen läßt, der hat niemanden, der ihn rechtleitet.",
        "numberInSurah": 33,
        "juz": 13,
        "manzil": 3,
        "page": 253,
        "ruku": 209,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1741,
        "text": "Für sie gibt es Strafe im diesseitigen Leben; aber die Strafe des Jenseits ist wahrlich härter. Und sie werden vor Allah keinen Behüter haben.",
        "numberInSurah": 34,
        "juz": 13,
        "manzil": 3,
        "page": 253,
        "ruku": 209,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1742,
        "text": "(Dies ist) das Gleichnis des (Paradies)gartens, der den Gottesfürchtigen versprochen ist: Er ist durcheilt von Bächen'; sein Ernteertrag ist immerwährend und (auch) sein Schatten. Das ist das ist die letztendliche (Taten)folge derjenigen, die gottesfürchtig sind, während das endgültige Ziel der Ungläubigen das (Höllen)feuer ist.",
        "numberInSurah": 35,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 209,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1743,
        "text": "Diejenigen, denen Wir die Schrift gegeben haben, sind froh über das, was (als Offenbarung) zu dir herabgesandt worden ist. Unter den Gruppierungen gibt es manche, die einen Teil davon nicht anerkennen. Sag: Mir ist befohlen worden, Allah zu dienen und Ihm nicht(s) beizugesellen. Zu Ihm rufe ich, und zu Ihm ist meine Heimkehr.",
        "numberInSurah": 36,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 209,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1744,
        "text": "Und so haben Wir ihn als ein Urteil auf arabisch hinabgesandt. Wenn du ihren Neigungen folgst nach dem, was dir an Wissen zugekommen ist, wirst du vor Allah weder Schutzherrn noch Behüter haben.",
        "numberInSurah": 37,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 209,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1745,
        "text": "Und Wir haben ja bereits Gesandte vor dir gesandt und ihnen Gattinnen und Nachkommenschaft gegeben. Kein Gesandter kann ein Zeichen bringen außer mit Allahs Erlaubnis. Jede Frist hat eine Vorbestimmung.",
        "numberInSurah": 38,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 210,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1746,
        "text": "Allah löscht aus, was Er will, und läßt bestehen; und bei Ihm ist der Kern des Buches.",
        "numberInSurah": 39,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 210,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1747,
        "text": "Ob Wir dich nun einen Teil dessen, was Wir ihnen androhen, sehen lassen oder dich nun (zuvor) abberufen, so obliegt dir nur die Übermittlung (der Botschaft), und Uns obliegt die Abrechnung.",
        "numberInSurah": 40,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 210,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1748,
        "text": "Sehen sie denn nicht, daß Wir über das Land kommen und es an seinen Enden kürzen? Allah (allein) richtet, und es gibt niemanden, der letztendlich Sein Urteil rückgängig machen kann. Und Er ist schnell im Abrechnen.",
        "numberInSurah": 41,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 210,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1749,
        "text": "Ränke haben bereits diejenigen vor ihnen geschmiedet. Aber alles an Ränken ist Allahs. Er weiß, was jede Seele erwirbt. Und die Ungläubigen werden zu wissen bekommen, für wen die letztendliche Wohnstätte sein wird.",
        "numberInSurah": 42,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 210,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1750,
        "text": "Diejenigen, die ungläubig sind, sagen: \"Du bist nicht gesandt.\" Sag: Allah genügt als Zeuge zwischen mir und euch und derjenige, der das Wissen der Schrift hat'.",
        "numberInSurah": 43,
        "juz": 13,
        "manzil": 3,
        "page": 255,
        "ruku": 210,
        "hizbQuarter": 102,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "de.bubenheim",
      "language": "de",
      "name": "Bubenheim & Elyas",
      "englishName": "A. S. F. Bubenheim and N. Elyas",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}