{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 6,
    "name": "سُورَةُ الأَنۡعَامِ",
    "englishName": "Al-An'aam",
    "englishNameTranslation": "The Cattle",
    "revelationType": "Meccan",
    "numberOfAyahs": 165,
    "ayahs": [
      {
        "number": 790,
        "text": "Alabado sea Dios, Quien ha creado los cielos y la Tierra y ha establecido las tinieblas y la luz, aunque los que no creen equiparan a su Señor con otros.",
        "numberInSurah": 1,
        "juz": 7,
        "manzil": 2,
        "page": 128,
        "ruku": 102,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 791,
        "text": "Él es Quien os ha creado de barro y luego ha decretado un plazo. Un plazo determinado que sólo Él conoce. A pesar de ello, aún dudáis.",
        "numberInSurah": 2,
        "juz": 7,
        "manzil": 2,
        "page": 128,
        "ruku": 102,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 792,
        "text": "Él es Dios en los cielos y en la Tierra. Conoce lo que ocultáis y lo que manifestáis y conoce la recompensa de vuestros actos.",
        "numberInSurah": 3,
        "juz": 7,
        "manzil": 2,
        "page": 128,
        "ruku": 102,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 793,
        "text": "No llega a ellos una señal de las señales de su Señor sin que se aparten de ella.",
        "numberInSurah": 4,
        "juz": 7,
        "manzil": 2,
        "page": 128,
        "ruku": 102,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 794,
        "text": "Desmintieron la Verdad cuando llegó a ellos, pero tendrán noticias de aquello de lo que se burlaban.",
        "numberInSurah": 5,
        "juz": 7,
        "manzil": 2,
        "page": 128,
        "ruku": 102,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 795,
        "text": "¿Acaso no ven a cuántos pueblos hemos Nosotros destruido antes de ellos? Pueblos a los que dimos medios que no os damos a vosotros. Pero Nosotros enviamos el cielo sobre ellos cargado de lluvias, e hicimos que los ríos corriesen bajo ellos y les destruimos por sus pecados e hicimos surgir, tras ellos, otros pueblos.",
        "numberInSurah": 6,
        "juz": 7,
        "manzil": 2,
        "page": 128,
        "ruku": 102,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 796,
        "text": "Aunque hubiésemos hecho descender para ti [¡Oh, Muhammad!] una Escritura en un pergamino que ellos pudiesen tocar con sus manos, los que no creen habrían dicho: «¡Esto no es sino magia manifiesta!»",
        "numberInSurah": 7,
        "juz": 7,
        "manzil": 2,
        "page": 128,
        "ruku": 102,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 797,
        "text": "Y dicen: «¿Por qué no se hizo que descendiera a él un ángel?» Si Nosotros hubiéramos enviado un ángel, el asunto habría quedado decretado y ellos no habrían tenido un plazo.",
        "numberInSurah": 8,
        "juz": 7,
        "manzil": 2,
        "page": 128,
        "ruku": 102,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 798,
        "text": "Y, si hubiésemos hecho de él un ángel, ciertamente, le habríamos hecho hombre y les habríamos confundido igual que se confundieron anteriormente.",
        "numberInSurah": 9,
        "juz": 7,
        "manzil": 2,
        "page": 129,
        "ruku": 102,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 799,
        "text": "Ciertamente, ya se burlaron de los Mensajeros anteriores a ti pero, quienes se burlaban de ellos fueron cercados por aquello de lo que se burlaban.",
        "numberInSurah": 10,
        "juz": 7,
        "manzil": 2,
        "page": 129,
        "ruku": 102,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 800,
        "text": "Di: «Viajad por la Tierra y observad cual fue el final de los desmentidores.»",
        "numberInSurah": 11,
        "juz": 7,
        "manzil": 2,
        "page": 129,
        "ruku": 103,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 801,
        "text": "Di: «¿A quién pertenece lo que hay en los cielos y en la Tierra?» Di: «A Dios. Él se ha impuesto a Sí mismo la misericordia. Os congregará hacia el Día del Levantamiento. De eso no hay duda.» Los que se han perdido a sí mismos, esos no son creyentes.",
        "numberInSurah": 12,
        "juz": 7,
        "manzil": 2,
        "page": 129,
        "ruku": 103,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 802,
        "text": "A Él pertenece lo que tiene lugar en la noche y el día. Y Él todo lo oye, todo lo sabe.",
        "numberInSurah": 13,
        "juz": 7,
        "manzil": 2,
        "page": 129,
        "ruku": 103,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 803,
        "text": "Di: «¿Tomaréis por amigo y protector a otro que a Dios, el Creador de los cielos y de la Tierra, siendo Él el que alimenta y no es alimentado?» Di: «Se me ordenó que fuese el primero en someterme y que no fuese de los que adoran a nadie junto a Él.»",
        "numberInSurah": 14,
        "juz": 7,
        "manzil": 2,
        "page": 129,
        "ruku": 103,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 804,
        "text": "Di: «En verdad, temo el castigo de un día inmenso si desobedezco a mi Señor.»",
        "numberInSurah": 15,
        "juz": 7,
        "manzil": 2,
        "page": 129,
        "ruku": 103,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 805,
        "text": "Él habrá tenido misericordia de quien ese día sea apartado de él. Ese es el éxito evidente.",
        "numberInSurah": 16,
        "juz": 7,
        "manzil": 2,
        "page": 129,
        "ruku": 103,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 806,
        "text": "Y si Dios te aflige con una desgracia, nadie excepto Él podrá evitarlo. Y si te favorece con un bien, Él tiene poder sobre todo.",
        "numberInSurah": 17,
        "juz": 7,
        "manzil": 2,
        "page": 129,
        "ruku": 103,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 807,
        "text": "Él es Quien tiene el dominio sobre sus siervos. Él es el Sabio, el Bien Informado.",
        "numberInSurah": 18,
        "juz": 7,
        "manzil": 2,
        "page": 129,
        "ruku": 103,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 808,
        "text": "Di: «¿Quién aporta el mayor testimonio?» Di: «Dios. Él es testigo entre yo y vosotros. Él me ha revelado este Corán para que, con él, os advierta a vosotros y a quien le llegue. ¿Daréis vosotros testimonio de que junto a Dios existen otros dioses?» Di: «Yo no atestiguaré.» Di: «En verdad, Él es un dios Único y, ciertamente, yo me aparto de lo que adoráis junto a Él.",
        "numberInSurah": 19,
        "juz": 7,
        "manzil": 2,
        "page": 130,
        "ruku": 103,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 809,
        "text": "Aquellos a quienes Nosotros dimos la Escritura [Sagrada] le conocen como conocen a sus hijos. Quienes se han perdido a sí mismos, no son creyentes.",
        "numberInSurah": 20,
        "juz": 7,
        "manzil": 2,
        "page": 130,
        "ruku": 103,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 810,
        "text": "¿Quién es más opresor que quien inventa una mentira sobre Dios o desmiente Sus señales? En verdad, los opresores no triunfarán.",
        "numberInSurah": 21,
        "juz": 7,
        "manzil": 2,
        "page": 130,
        "ruku": 104,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 811,
        "text": "Y el día que Nosotros les reunamos a todos, diremos a quienes adoraron a otros como sólo se debe adorar a Dios: «¿Dónde están aquellos a quienes adorabais y a quienes suplicabais?»",
        "numberInSurah": 22,
        "juz": 7,
        "manzil": 2,
        "page": 130,
        "ruku": 104,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 812,
        "text": "Su única excusa será decir: «Juramos por Dios, nuestro Señor, que no éramos politeístas.»",
        "numberInSurah": 23,
        "juz": 7,
        "manzil": 2,
        "page": 130,
        "ruku": 104,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 813,
        "text": "¡Mira como mienten sobre ellos mismos y como les abandonan sus invenciones!",
        "numberInSurah": 24,
        "juz": 7,
        "manzil": 2,
        "page": 130,
        "ruku": 104,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 814,
        "text": "Entre ellos, hay algunos que te escuchan, pero Nosotros hemos puesto sobre sus corazones un denso velo para que no comprendan y hemos endurecido sus oídos y, aunque vieran toda clase de señales [de la Verdad], no creerían en ella. Incluso, aunque vengan a discutir contigo, los que no creen dicen: «Esos no son más que mitos de los hombres primitivos.»",
        "numberInSurah": 25,
        "juz": 7,
        "manzil": 2,
        "page": 130,
        "ruku": 104,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 815,
        "text": "Apartan de él y ellos mismos se alejan. Así sólo se destruyen a sí mismos, pero no se dan cuenta.",
        "numberInSurah": 26,
        "juz": 7,
        "manzil": 2,
        "page": 130,
        "ruku": 104,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 816,
        "text": "Si los pudieras ver, cuando, parados ante el Fuego, digan: «¡Ojalá se nos permitiera dar marcha atrás! No desmentiríamos las señales de nuestro Señor y seríamos de los creyentes.»",
        "numberInSurah": 27,
        "juz": 7,
        "manzil": 2,
        "page": 130,
        "ruku": 104,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 817,
        "text": "Se les hará evidente lo que antes ocultaban. Pero si se les hiciera regresar repetirían lo que se les había prohibido. En verdad, son mentirosos.",
        "numberInSurah": 28,
        "juz": 7,
        "manzil": 2,
        "page": 131,
        "ruku": 104,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 818,
        "text": "Dicen: «No existe más vida que la de este mundo y no seremos resucitados.»",
        "numberInSurah": 29,
        "juz": 7,
        "manzil": 2,
        "page": 131,
        "ruku": 104,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 819,
        "text": "Si les vieses cuando estén ante su Señor [el Día del Juicio Final]. Él dirá: «¿Acaso no es esto verdad?» Dirán: «Sí, lo juramos por nuestro Señor.» Él dirá: «Probad, pues, el castigo por haber ocultado la Verdad.»",
        "numberInSurah": 30,
        "juz": 7,
        "manzil": 2,
        "page": 131,
        "ruku": 104,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 820,
        "text": "Con certeza, habrán perdido quienes desmintieron el encuentro con Dios. Cuando les llegue la Hora súbitamente, dirán: «¡Ay de nosotros! ¡Qué descuidados fuimos!» Cargarán sus pecados sobre sus espaldas. ¿No es acaso una mala carga?",
        "numberInSurah": 31,
        "juz": 7,
        "manzil": 2,
        "page": 131,
        "ruku": 105,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 821,
        "text": "La vida de este mundo no es sino juego y distracción. Pero, para quienes son temerosos, la morada de la otra vida es mejor. ¿Es que no razonáis?",
        "numberInSurah": 32,
        "juz": 7,
        "manzil": 2,
        "page": 131,
        "ruku": 105,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 822,
        "text": "Nosotros sabemos que te entristece lo que dicen. Pero no es a ti a quien desmienten, sino las señales de Dios lo que los opresores repudian.",
        "numberInSurah": 33,
        "juz": 7,
        "manzil": 2,
        "page": 131,
        "ruku": 105,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 823,
        "text": "Ciertamente, antes de ti, otros Mensajeros fueron desmentidos, pero fueron pacientes con lo que se les desmentía y perseguía hasta que les llegó Nuestro auxilio. Nadie puede cambiar las palabras de Dios. Ya han llegado a ti algunas noticias de los Mensajeros.",
        "numberInSurah": 34,
        "juz": 7,
        "manzil": 2,
        "page": 131,
        "ruku": 105,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 824,
        "text": "Y si te resulta penoso que se aparten de ti, busca si puedes un túnel en la Tierra o una escalera para subir al cielo y traerles una señal. Si Dios quisiera, les habría reunido y guiado. Así que, no seas jamás de los ignorantes.",
        "numberInSurah": 35,
        "juz": 7,
        "manzil": 2,
        "page": 131,
        "ruku": 105,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 825,
        "text": "Solamente aquellos que escuchan responderán [a tu llamada ¡Oh, Mensajero!] En cuanto a los muertos, Dios les resucitará y, entonces, se les hará regresar a Él.",
        "numberInSurah": 36,
        "juz": 7,
        "manzil": 2,
        "page": 132,
        "ruku": 105,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 826,
        "text": "Dicen: «¿Por qué no ha descendido a él ninguna señal milagrosa procedente de su Señor?» Di: «Dios tiene poder para enviar una señal.» Pero la mayoría de ellos no saben.",
        "numberInSurah": 37,
        "juz": 7,
        "manzil": 2,
        "page": 132,
        "ruku": 105,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 827,
        "text": "No existe animal en la Tierra ni ave que vuele con sus dos alas que no forme comunidades como las vuestras. No hemos omitido nada en la Escritura [Sagrada]. Luego, serán congregados hacia su Señor.",
        "numberInSurah": 38,
        "juz": 7,
        "manzil": 2,
        "page": 132,
        "ruku": 105,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 828,
        "text": "Pero quienes desmienten Nuestras señales están sordos y mudos en las tinieblas. Dios extravía a quien Él quiere y a quien Él quiere le pone en el camino recto.",
        "numberInSurah": 39,
        "juz": 7,
        "manzil": 2,
        "page": 132,
        "ruku": 105,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 829,
        "text": "Di: «¡Decidme la verdad si sois sinceros! Si os alcanzase el castigo de Dios u os llegase la Hora ¿Invocaríais a otro que a Dios?",
        "numberInSurah": 40,
        "juz": 7,
        "manzil": 2,
        "page": 132,
        "ruku": 105,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 830,
        "text": "¡No! Sino que sólo a Él invocaríais y Él, si quisiera, os concedería aquello que Le hubieseis pedido y olvidaría la idolatría que cometéis.»",
        "numberInSurah": 41,
        "juz": 7,
        "manzil": 2,
        "page": 132,
        "ruku": 105,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 831,
        "text": "Ciertamente, hemos enviado [profetas] a otras comunidades antes de ti e hicimos que soportasen dificultades y preocupaciones para que suplicasen con humildad.",
        "numberInSurah": 42,
        "juz": 7,
        "manzil": 2,
        "page": 132,
        "ruku": 106,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 832,
        "text": "Si hubiesen suplicado humildemente cuando les alcanzó Nuestro rigor... Pero se endurecieron sus corazones y Satanás les embelleció su comportamiento.",
        "numberInSurah": 43,
        "juz": 7,
        "manzil": 2,
        "page": 132,
        "ruku": 106,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 833,
        "text": "Y, cuando olvidaron lo que se les había recordado, abrimos para ellos las puertas de todas las cosas, hasta que hubieron disfrutado de todo lo que les fue dado. Entonces, les tomamos por sorpresa y fueron presa de la desesperación.",
        "numberInSurah": 44,
        "juz": 7,
        "manzil": 2,
        "page": 132,
        "ruku": 106,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 834,
        "text": "Así fue destruida hasta las raíces la comunidad de aquellos que eran opresores. ¡Alabado sea Dios, Señor de los mundos!",
        "numberInSurah": 45,
        "juz": 7,
        "manzil": 2,
        "page": 133,
        "ruku": 106,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 835,
        "text": "Di: «¿Qué pensaríais si Dios os arrebatase el oído y la vista y sellase vuestros corazones? ¿Qué otro dios sino Dios podría devolvéroslos?» Ved las diferentes maneras en que explicamos las señales, aunque ellos dan la espalda y se alejan.",
        "numberInSurah": 46,
        "juz": 7,
        "manzil": 2,
        "page": 133,
        "ruku": 106,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 836,
        "text": "Di: «¿Qué pensaríais si os llegase el castigo de Dios por sorpresa o abiertamente? ¿Quién sería destruida sino la gente opresora?»",
        "numberInSurah": 47,
        "juz": 7,
        "manzil": 2,
        "page": 133,
        "ruku": 106,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 837,
        "text": "No enviamos a los profetas sino como portadores de buenas nuevas y advertidores del castigo. Por tanto, quienes crean y corrijan sus malas acciones no tendrán que temer y no estarán tristes.",
        "numberInSurah": 48,
        "juz": 7,
        "manzil": 2,
        "page": 133,
        "ruku": 106,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 838,
        "text": "Y quienes desmientan Nuestras señales sufrirán el castigo por haber transgredido.",
        "numberInSurah": 49,
        "juz": 7,
        "manzil": 2,
        "page": 133,
        "ruku": 106,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 839,
        "text": "Di: «Yo no os digo que posea los tesoros de Dios, ni conozco lo que está oculto a los sentidos, ni os digo que yo sea un ángel. Sólo sigo lo que me ha sido revelado.» Di: «¿Son iguales el ciego y el que ve? ¿Es que no razonáis?»",
        "numberInSurah": 50,
        "juz": 7,
        "manzil": 2,
        "page": 133,
        "ruku": 106,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 840,
        "text": "Y advierte con él a quienes teman ser congregados hacia su Señor que no tienen otro protector ni intercesor que Él, para que así sean temerosos.",
        "numberInSurah": 51,
        "juz": 7,
        "manzil": 2,
        "page": 133,
        "ruku": 107,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 841,
        "text": "Y no rechaces a quienes suplican a su Señor día y noche, deseando contemplar Su rostro. Tú no eres en absoluto responsable de sus cuentas ni ellos son responsables en absoluto de tu cuenta y si les rechazases serías de los opresores.",
        "numberInSurah": 52,
        "juz": 7,
        "manzil": 2,
        "page": 133,
        "ruku": 107,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 842,
        "text": "Así es como examinamos a algunos de ellos mediante otros, para que digan: «¿Son estos a quienes Dios a favorecido de entre nosotros?» ¿Acaso no es Dios quien mejor conoce a quienes son agradecidos?",
        "numberInSurah": 53,
        "juz": 7,
        "manzil": 2,
        "page": 134,
        "ruku": 107,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 843,
        "text": "Y cuando vengan a ti quienes creen en Nuestras señales di: «La paz sea con vosotros. Vuestro Señor ha dispuesto para Sí mismo la misericordia. Quien de vosotros obre mal por ignorancia y tras ello se arrepienta y corrija el mal cometido... Él es perdonador, misericordiosísimo con los creyentes.»",
        "numberInSurah": 54,
        "juz": 7,
        "manzil": 2,
        "page": 134,
        "ruku": 107,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 844,
        "text": "Así explicamos las señales, para mostrar claramente el camino de los pecadores.",
        "numberInSurah": 55,
        "juz": 7,
        "manzil": 2,
        "page": 134,
        "ruku": 107,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 845,
        "text": "Di: «Se me ha prohibido adorar a quien invocáis en lugar de a Dios.» Di: «No seguiré vuestras pasiones, pues me extraviaría y no sería de los guiados.»",
        "numberInSurah": 56,
        "juz": 7,
        "manzil": 2,
        "page": 134,
        "ruku": 108,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 846,
        "text": "Di: «En verdad, yo me baso en una prueba clara procedente de mi Señor y vosotros la desmentís. Yo no puedo otorgaros lo que pedís con tanta urgencia. El Juicio pertenece a Dios en exclusiva. Él dictamina la Verdad y Él es el mejor de los jueces.»",
        "numberInSurah": 57,
        "juz": 7,
        "manzil": 2,
        "page": 134,
        "ruku": 108,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 847,
        "text": "Di: «Si yo poseyera aquello con lo que me urgís, el asunto entre vosotros y yo habría ya quedado resuelto. Dios es Quien mejor conoce a los opresores.",
        "numberInSurah": 58,
        "juz": 7,
        "manzil": 2,
        "page": 134,
        "ruku": 108,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 848,
        "text": "Él posee las Llaves de lo Oculto que nadie conoce más que Él. Y Él conoce lo que hay en la tierra y en el mar. No cae ni una sola hoja de un árbol sin que Él lo sepa, ni existe una semilla en la oscuridad de la tierra, ni nada fresco o seco que no esté consignado en una Escritura clara.»",
        "numberInSurah": 59,
        "juz": 7,
        "manzil": 2,
        "page": 134,
        "ruku": 108,
        "hizbQuarter": 54,
        "sajda": false
      },
      {
        "number": 849,
        "text": "«Él es Quien os recoge por la noche y Quien conoce lo que obtenéis durante el día, luego os da la vida durante él, para que se cumpla un plazo establecido. Luego regresaréis a Él. Luego Él os informará sobre lo que hacíais.»",
        "numberInSurah": 60,
        "juz": 7,
        "manzil": 2,
        "page": 135,
        "ruku": 108,
        "hizbQuarter": 54,
        "sajda": false
      },
      {
        "number": 850,
        "text": "«Y Él es Quien posee el dominio completo sobre Sus siervos y Quien os envía protectores, hasta que, cuando a uno de vosotros le llega la muerte, Nuestros enviados toman su alma. Y ellos no son negligentes.»",
        "numberInSurah": 61,
        "juz": 7,
        "manzil": 2,
        "page": 135,
        "ruku": 109,
        "hizbQuarter": 54,
        "sajda": false
      },
      {
        "number": 851,
        "text": "«Luego son devueltos a Dios, su verdadero amigo y protector. ¿Acaso el Juicio no pertenece a Él? Él es el más rápido en hacer la cuenta.»",
        "numberInSurah": 62,
        "juz": 7,
        "manzil": 2,
        "page": 135,
        "ruku": 109,
        "hizbQuarter": 54,
        "sajda": false
      },
      {
        "number": 852,
        "text": "Di: «¿Quién os salva de las tinieblas de la tierra y el mar, cuando Le invocáis con humildad y temor: Si nos salva de ésta, seremos, ciertamente, de los agradecidos?»",
        "numberInSurah": 63,
        "juz": 7,
        "manzil": 2,
        "page": 135,
        "ruku": 109,
        "hizbQuarter": 54,
        "sajda": false
      },
      {
        "number": 853,
        "text": "Di: «Es Dios Quien os salva de ella y de toda dificultad. Tras ello, volvéis al politeísmo.»",
        "numberInSurah": 64,
        "juz": 7,
        "manzil": 2,
        "page": 135,
        "ruku": 109,
        "hizbQuarter": 54,
        "sajda": false
      },
      {
        "number": 854,
        "text": "Di: «Él es Quien tiene poder para enviaros un castigo de arriba o de abajo o para confundiros en facciones diferentes y hacer que probéis la violencia unos de otros.» Observa como exponemos Nuestras señales. Quizás así comprendan.",
        "numberInSurah": 65,
        "juz": 7,
        "manzil": 2,
        "page": 135,
        "ruku": 109,
        "hizbQuarter": 54,
        "sajda": false
      },
      {
        "number": 855,
        "text": "Tu pueblo lo ha desmentido, a pesar de que es la Verdad. Di: «Yo no soy vuestro tutor.»",
        "numberInSurah": 66,
        "juz": 7,
        "manzil": 2,
        "page": 135,
        "ruku": 109,
        "hizbQuarter": 54,
        "sajda": false
      },
      {
        "number": 856,
        "text": "Cada profecía tiene su momento preestablecido y pronto sabréis.",
        "numberInSurah": 67,
        "juz": 7,
        "manzil": 2,
        "page": 135,
        "ruku": 109,
        "hizbQuarter": 54,
        "sajda": false
      },
      {
        "number": 857,
        "text": "Cuando veas a quienes se burlan de Nuestras señales aléjate de ellos hasta que se ocupen de otra cosa diferente y si Satanás te hace olvidar, cuando recuerdes no te sientes con la gente opresora.",
        "numberInSurah": 68,
        "juz": 7,
        "manzil": 2,
        "page": 135,
        "ruku": 109,
        "hizbQuarter": 54,
        "sajda": false
      },
      {
        "number": 858,
        "text": "Quienes son temerosos de Dios no son en absoluto responsables de las cuentas que ellos tengan que rendir, pero sí de llamarles al recuerdo de Dios. Quizás así se vuelvan temerosos.",
        "numberInSurah": 69,
        "juz": 7,
        "manzil": 2,
        "page": 136,
        "ruku": 109,
        "hizbQuarter": 54,
        "sajda": false
      },
      {
        "number": 859,
        "text": "Abandona a quienes toman sus creencias a juego y distracción y han sido seducidos por la vida de este mundo. Y amonéstales con él. ¡Que cada alma se proteja de lo que obtendrá por sus malas acciones! Pues no tendrá, aparte de Dios, protector ni intercesor y no le será aceptada ningún tipo de compensación. Esos son quienes sufrirán las consecuencias de lo que obtuvieron con sus malas acciones. Les aguarda una bebida de agua hirviendo y un castigo doloroso por haber ocultado la Verdad.",
        "numberInSurah": 70,
        "juz": 7,
        "manzil": 2,
        "page": 136,
        "ruku": 109,
        "hizbQuarter": 54,
        "sajda": false
      },
      {
        "number": 860,
        "text": "Di: «¿Acaso invocaremos, aparte de Dios, a quien no puede beneficiarnos ni perjudicarnos y daremos marcha atrás después de que Dios nos hubo guiado, como quien ha sido seducido por los demonios y va desorientado por la Tierra, aunque Sus compañeros le llaman al buen camino, diciéndole: Ven a nosotros.?» Di: «En verdad, la guía de Dios es la Guía y se nos ha ordenado que nos sometamos al Señor del Universo,",
        "numberInSurah": 71,
        "juz": 7,
        "manzil": 2,
        "page": 136,
        "ruku": 110,
        "hizbQuarter": 54,
        "sajda": false
      },
      {
        "number": 861,
        "text": "que hagamos la oración y que seamos temerosos de Él. Y Él es hacia Quien seréis congregados.»",
        "numberInSurah": 72,
        "juz": 7,
        "manzil": 2,
        "page": 136,
        "ruku": 110,
        "hizbQuarter": 54,
        "sajda": false
      },
      {
        "number": 862,
        "text": "Él es Quien ha creado los cielos y la Tierra con la Verdad. Y el día que Él dice: «Sé», y es. Su palabra es la Verdad. A Él pertenecerá la Soberanía el Día en que sea tañida la trompeta. Él es Quien conoce lo oculto y lo manifiesto. Él es el Sabio, el Bien Informado.",
        "numberInSurah": 73,
        "juz": 7,
        "manzil": 2,
        "page": 136,
        "ruku": 110,
        "hizbQuarter": 54,
        "sajda": false
      },
      {
        "number": 863,
        "text": "Y [recuerda] cuando Abraham dijo a su padre Azar: «¿Tomas a los ídolos por divinidades? Verdaderamente, veo a ti y a tu pueblo en un extravío evidente.»",
        "numberInSurah": 74,
        "juz": 7,
        "manzil": 2,
        "page": 137,
        "ruku": 110,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 864,
        "text": "Así mismo, mostramos a Abraham el gobierno de los cielos y de la Tierra para que fuese de los que tienen certeza.",
        "numberInSurah": 75,
        "juz": 7,
        "manzil": 2,
        "page": 137,
        "ruku": 110,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 865,
        "text": "Cuando le envolvió la noche, vio una estrella. Dijo: «¡Éste es mi Señor!». Pero cuando se ocultó, dijo: «¡No quiero lo que desaparece!»",
        "numberInSurah": 76,
        "juz": 7,
        "manzil": 2,
        "page": 137,
        "ruku": 110,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 866,
        "text": "Entonces, al ver la Luna naciente, dijo: «¡Éste es mi Señor!», pero cuando se ocultó, dijo: «¡Si mi Señor no me guía, sin duda seré de la gente extraviada!»",
        "numberInSurah": 77,
        "juz": 7,
        "manzil": 2,
        "page": 137,
        "ruku": 110,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 867,
        "text": "Cuando vio el Sol naciente, dijo: «¡Éste es mi Señor! ¡Éste es el mayor!» Pero cuando se ocultó, dijo: «¡Oh, pueblo mío! ¡Soy inocente de aquello que adoráis junto a Dios!",
        "numberInSurah": 78,
        "juz": 7,
        "manzil": 2,
        "page": 137,
        "ruku": 110,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 868,
        "text": "En verdad, he vuelto mi rostro hacia Quien ha creado los cielos y la Tierra, como un buscador de la Verdad, pues no soy de los politeístas.»",
        "numberInSurah": 79,
        "juz": 7,
        "manzil": 2,
        "page": 137,
        "ruku": 110,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 869,
        "text": "Su pueblo discutió con él. Dijo: «¿Discutís conmigo sobre Dios cuando Él me ha guiado? Yo no temo aquello que vosotros adoráis junto a Él, excepto aquello que mi Señor quiera. Mi Señor, con Su conocimiento, abarca todas las cosas. ¿Es que no recapacitaréis?",
        "numberInSurah": 80,
        "juz": 7,
        "manzil": 2,
        "page": 137,
        "ruku": 110,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 870,
        "text": "¿Cómo puedo temer a los dioses que adoráis y vosotros no temer adorar a otras cosas como dioses junto a Dios, algo para lo que Él no os ha concedido permiso alguno? ¿Quién de las dos partes tiene más derecho a sentirse seguro? [Responded] si es que sabéis.»",
        "numberInSurah": 81,
        "juz": 7,
        "manzil": 2,
        "page": 137,
        "ruku": 110,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 871,
        "text": "Quienes creen y no mezclan su fe con opresión, disfrutarán de seguridad y serán bien guiados.",
        "numberInSurah": 82,
        "juz": 7,
        "manzil": 2,
        "page": 138,
        "ruku": 110,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 872,
        "text": "Estos son los argumentos que Nosotros dimos a Abraham frente a su pueblo. Nosotros elevamos el rango de quien queremos. En verdad, tu Señor es Sabio, conocedor de todo.",
        "numberInSurah": 83,
        "juz": 7,
        "manzil": 2,
        "page": 138,
        "ruku": 111,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 873,
        "text": "Y le otorgamos a Isaac y a Jacob y les guiamos como antes habíamos guiado a Noé. Y de él descienden David y Salomón, Job, José, Moisés y Aarón. Así es como recompensamos a los que hacen el bien.",
        "numberInSurah": 84,
        "juz": 7,
        "manzil": 2,
        "page": 138,
        "ruku": 111,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 874,
        "text": "Y [también] Zacarías, Juan, Jesús y Elías. Todos ellos eran de los justos.",
        "numberInSurah": 85,
        "juz": 7,
        "manzil": 2,
        "page": 138,
        "ruku": 111,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 875,
        "text": "E Ismael, Eliseo, Jonás y Lot. A todos ellos les distinguimos por encima de los demás seres del Universo,",
        "numberInSurah": 86,
        "juz": 7,
        "manzil": 2,
        "page": 138,
        "ruku": 111,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 876,
        "text": "así como a algunos de sus antepasados y descendientes y hermanos. Les escogimos y les guiamos al camino recto.",
        "numberInSurah": 87,
        "juz": 7,
        "manzil": 2,
        "page": 138,
        "ruku": 111,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 877,
        "text": "Esta es la guía de Dios, con la que guía a quien Él quiere de Sus siervos. Pero, si hubiesen sido politeístas, todo lo que hubiesen hecho no habría valido de nada.",
        "numberInSurah": 88,
        "juz": 7,
        "manzil": 2,
        "page": 138,
        "ruku": 111,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 878,
        "text": "Es a ellos a quienes Nosotros dimos la Escritura [Sagrada], la Sabiduría y la Profecía. Pero si descreen de ella, Nosotros se la hemos encomendado a una gente que jamás dejará de creer en ella.",
        "numberInSurah": 89,
        "juz": 7,
        "manzil": 2,
        "page": 138,
        "ruku": 111,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 879,
        "text": "Esos son a quienes Dios ha guiado. Así pues, ¡Sigue su guía! Di: «No os pido una recompensa a cambio. No es más que un recuerdo para todos los seres del Universo.»",
        "numberInSurah": 90,
        "juz": 7,
        "manzil": 2,
        "page": 138,
        "ruku": 111,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 880,
        "text": "Y no valoran a Dios como Él debe ser valorado, cuando dicen: «Dios no ha hecho que descienda revelación alguna sobre ningún ser humano.» Di: «¿Entonces, quién hizo descender la Escritura que trajo Moisés como luz y guía para las gentes, que ponéis [por escrito] en pergaminos que mostráis, aunque ocultáis mucho de ella, y [mediante la cual] se os ha enseñado lo que ni vosotros ni vuestros padres sabíais?» Di: «Dios.» Luego, déjales que, en su obstinación, lo tomen a juego.",
        "numberInSurah": 91,
        "juz": 7,
        "manzil": 2,
        "page": 139,
        "ruku": 112,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 881,
        "text": "Ésta es una Escritura bendita que Nosotros hemos hecho descender confirmando lo que ellos tienen en sus manos, para que adviertas a la Madre de las Ciudades y a quienes viven en sus alrededores. Y, quienes creen en la otra vida, creen en ella y son cuidadosos de sus oraciones.",
        "numberInSurah": 92,
        "juz": 7,
        "manzil": 2,
        "page": 139,
        "ruku": 112,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 882,
        "text": "Y ¿Quién es más opresor que quien inventa mentiras sobre Dios o dice: «He recibido una revelación» cuando no le ha sido revelado nada, o quien dice: «Haré que descienda algo como lo que Dios hace descender?» Si vieras a los opresores en las dificultades de la muerte, cuando los ángeles con las manos extendidas hacia ellos [les digan]: «¡Entregad vuestras almas! Hoy seréis recompensados con el castigo humillante que merecéis por lo que dijisteis sobre Dios sin ser cierto y por haberos ensoberbecido ante Sus señales.»",
        "numberInSurah": 93,
        "juz": 7,
        "manzil": 2,
        "page": 139,
        "ruku": 112,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 883,
        "text": "«Ciertamente, habéis venido a Nosotros solos, igual que os creamos la primera vez, dejando a vuestras espaldas lo que os habíamos concedido y no vemos junto a vosotros a vuestros intercesores, aquellos de quienes proclamabais que participaban en la decisión de vuestro destino. Se ha cortado la relación entre vosotros y lo que proclamabais os ha extraviado.»",
        "numberInSurah": 94,
        "juz": 7,
        "manzil": 2,
        "page": 139,
        "ruku": 112,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 884,
        "text": "En verdad, Dios es Quien hace germinar la semilla y el hueso de los frutos. Hace salir lo vivo de lo muerto y lo muerto de lo vivo. Ese es Dios. ¿Cómo podéis, pues, desviaros [de la Verdad]?",
        "numberInSurah": 95,
        "juz": 7,
        "manzil": 2,
        "page": 140,
        "ruku": 113,
        "hizbQuarter": 56,
        "sajda": false
      },
      {
        "number": 885,
        "text": "Él hace despuntar la mañana y puso la noche para el reposo y el Sol y la Luna para llevar la cuenta. Éste es el decreto del Poderoso, el Conocedor.",
        "numberInSurah": 96,
        "juz": 7,
        "manzil": 2,
        "page": 140,
        "ruku": 113,
        "hizbQuarter": 56,
        "sajda": false
      },
      {
        "number": 886,
        "text": "Y es Él Quien os puso las estrellas para que os guiéis por ellas en medio de la oscuridad de la tierra y del mar. Hemos expuesto nuestras señales para una gente que sabe.",
        "numberInSurah": 97,
        "juz": 7,
        "manzil": 2,
        "page": 140,
        "ruku": 113,
        "hizbQuarter": 56,
        "sajda": false
      },
      {
        "number": 887,
        "text": "Y Él es Quien os ha creado de una sola alma, unos constantes en su fe y otros inconstantes. Hemos expuesto las señales para una gente que reflexiona.",
        "numberInSurah": 98,
        "juz": 7,
        "manzil": 2,
        "page": 140,
        "ruku": 113,
        "hizbQuarter": 56,
        "sajda": false
      },
      {
        "number": 888,
        "text": "Y Él es Quien hace descender agua del cielo. Mediante ella hacemos surgir toda clase de plantas, de las que hacemos salir vegetales y de ellos semillas de granos superpuestos. Y de la palmera, cuando brota, racimos apretados [de dátiles] y jardines de viñas, olivos y granados, similares y diferentes. ¡Mirad sus frutos cuando fructifican y maduran! En verdad, en todo ello hay señales para una gente que tiene fe.",
        "numberInSurah": 99,
        "juz": 7,
        "manzil": 2,
        "page": 140,
        "ruku": 113,
        "hizbQuarter": 56,
        "sajda": false
      },
      {
        "number": 889,
        "text": "Y ellos ponen junto a Dios a los genios como socios Suyos, cuando Él los ha creado y, sin conocimiento, Le atribuyen hijos e hijas. ¡Glorificado y ensalzado sea Él por encima de cuanto Le atribuyen!",
        "numberInSurah": 100,
        "juz": 7,
        "manzil": 2,
        "page": 140,
        "ruku": 113,
        "hizbQuarter": 56,
        "sajda": false
      },
      {
        "number": 890,
        "text": "Él es el Originador de los cielos y la Tierra ¿Cómo podría Él tener un hijo cuando no tiene esposa? Él ha creado todas las cosas y Él conoce todas las cosas.",
        "numberInSurah": 101,
        "juz": 7,
        "manzil": 2,
        "page": 140,
        "ruku": 114,
        "hizbQuarter": 56,
        "sajda": false
      },
      {
        "number": 891,
        "text": "Este es Dios, vuestro Señor. No hay más dios que Él, el Creador de todo. Así pues, ¡Adoradle! Él es Quien cuida de todo.",
        "numberInSurah": 102,
        "juz": 7,
        "manzil": 2,
        "page": 141,
        "ruku": 114,
        "hizbQuarter": 56,
        "sajda": false
      },
      {
        "number": 892,
        "text": "La vista no puede percibirle, pero Él percibe toda visión. Él es el Sutil, el Bien Informado.",
        "numberInSurah": 103,
        "juz": 7,
        "manzil": 2,
        "page": 141,
        "ruku": 114,
        "hizbQuarter": 56,
        "sajda": false
      },
      {
        "number": 893,
        "text": "Han venido a vosotros visiones claras de vuestro Señor, así pues, quien vea claro lo hará en beneficio de su propia alma y quien se ciegue se perjudicará a sí mismo. Yo no soy vuestro cuidador.",
        "numberInSurah": 104,
        "juz": 7,
        "manzil": 2,
        "page": 141,
        "ruku": 114,
        "hizbQuarter": 56,
        "sajda": false
      },
      {
        "number": 894,
        "text": "Así mostramos las señales de diferentes maneras, aunque ellos digan: «¡Tú lo has estudiado!», para dejárselo claro a una gente que tiene conocimiento.",
        "numberInSurah": 105,
        "juz": 7,
        "manzil": 2,
        "page": 141,
        "ruku": 114,
        "hizbQuarter": 56,
        "sajda": false
      },
      {
        "number": 895,
        "text": "¡Sigue lo que te fue revelado procedente de tu Señor! No hay más dios que Él. Y apártate de los politeístas.",
        "numberInSurah": 106,
        "juz": 7,
        "manzil": 2,
        "page": 141,
        "ruku": 114,
        "hizbQuarter": 56,
        "sajda": false
      },
      {
        "number": 896,
        "text": "Si Dios quisiera no adorarían a otros dioses, pero no te pusimos como responsable de sus actos, ni eres su abogado defensor.",
        "numberInSurah": 107,
        "juz": 7,
        "manzil": 2,
        "page": 141,
        "ruku": 114,
        "hizbQuarter": 56,
        "sajda": false
      },
      {
        "number": 897,
        "text": "Y no insultes a quienes ellos invocan en lugar de Dios, para que ellos no insulten a Dios, reaccionando con hostilidad y sin conocimiento. De esta misma manera hemos embellecido a cada comunidad su proceder. Luego regresarán hacia su Señor y Él les informará de lo que en realidad hacían.",
        "numberInSurah": 108,
        "juz": 7,
        "manzil": 2,
        "page": 141,
        "ruku": 114,
        "hizbQuarter": 56,
        "sajda": false
      },
      {
        "number": 898,
        "text": "Juran por Dios con solemnes juramentos que si llegase a ellos una señal, creerían sin duda en ella. Di: «En verdad, las señales pertenecen solamente a Dios.» Pero ¿No os dais cuenta de que si les llegasen no creerían?",
        "numberInSurah": 109,
        "juz": 7,
        "manzil": 2,
        "page": 141,
        "ruku": 114,
        "hizbQuarter": 56,
        "sajda": false
      },
      {
        "number": 899,
        "text": "Cambiaremos el estado de sus corazones y su visión de la misma forma que no creyeron en ella la primera vez y les dejaremos que, en su rebeldía, vaguen extraviados.",
        "numberInSurah": 110,
        "juz": 7,
        "manzil": 2,
        "page": 141,
        "ruku": 114,
        "hizbQuarter": 56,
        "sajda": false
      },
      {
        "number": 900,
        "text": "Aunque Nosotros hubiésemos hecho que descendieran sobre ellos los ángeles y que les hablasen los muertos y les hubiésemos mostrado todas las cosas, no habrían creído, excepto si Dios hubiese querido, pero la mayoría de ellos son ignorantes.",
        "numberInSurah": 111,
        "juz": 8,
        "manzil": 2,
        "page": 142,
        "ruku": 115,
        "hizbQuarter": 57,
        "sajda": false
      },
      {
        "number": 901,
        "text": "Así es como dispusimos para cada profeta enemigos, demonios de entre los hombres y los genios, que se susurran unos a otros palabras encantadoras y engañosas. Y, si tu Señor hubiese querido, no lo habrían hecho, así que apártate de ellos y de lo que inventan,",
        "numberInSurah": 112,
        "juz": 8,
        "manzil": 2,
        "page": 142,
        "ruku": 115,
        "hizbQuarter": 57,
        "sajda": false
      },
      {
        "number": 902,
        "text": "para que se inclinen hacia ello los corazones de quienes no creen en la otra vida y para que se complazcan en ello y cometan los pecados que deseen cometer.",
        "numberInSurah": 113,
        "juz": 8,
        "manzil": 2,
        "page": 142,
        "ruku": 115,
        "hizbQuarter": 57,
        "sajda": false
      },
      {
        "number": 903,
        "text": "[Di:] «¿Buscaré a otro juez que no sea Dios, cuando es Él Quien ha hecho descender la Escritura que contiene la explicación de todas las cosas?» Aquellos a quienes Nosotros dimos la Escritura saben que ella fue revelada por tu Señor con la Verdad, por tanto, no seas de los que dudan.",
        "numberInSurah": 114,
        "juz": 8,
        "manzil": 2,
        "page": 142,
        "ruku": 115,
        "hizbQuarter": 57,
        "sajda": false
      },
      {
        "number": 904,
        "text": "La palabra de tu Señor es de una veracidad y justicia absolutas. Nada puede cambiar Sus palabras y Él es Quien todo lo oye, Quien todo lo sabe.",
        "numberInSurah": 115,
        "juz": 8,
        "manzil": 2,
        "page": 142,
        "ruku": 115,
        "hizbQuarter": 57,
        "sajda": false
      },
      {
        "number": 905,
        "text": "Si obedecieses a la mayoría de los que habitan la Tierra te extraviarían de la senda de Dios. Sólo siguen suposiciones, no hacen sino especular.",
        "numberInSurah": 116,
        "juz": 8,
        "manzil": 2,
        "page": 142,
        "ruku": 115,
        "hizbQuarter": 57,
        "sajda": false
      },
      {
        "number": 906,
        "text": "En verdad, tu Señor es Quien mejor conoce a quien se extravía de Su senda y es Quien mejor conoce a los bien guiados.",
        "numberInSurah": 117,
        "juz": 8,
        "manzil": 2,
        "page": 142,
        "ruku": 115,
        "hizbQuarter": 57,
        "sajda": false
      },
      {
        "number": 907,
        "text": "Comed de las cosas sobre las que fue pronunciado el nombre de Dios si es que creéis en Sus signos.",
        "numberInSurah": 118,
        "juz": 8,
        "manzil": 2,
        "page": 142,
        "ruku": 115,
        "hizbQuarter": 57,
        "sajda": false
      },
      {
        "number": 908,
        "text": "Ya no tenéis motivo para no comer de aquello sobre lo que ha sido mencionado el nombre de Dios, excepto si os vieseis obligados a ello, pues se os ha explicado claramente lo que os ha sido prohibido. Verdaderamente, muchos, siguiendo sus pasiones y su falta de conocimiento, extravían a otros. En verdad, tu Señor es Quien mejor conoce a los transgresores.",
        "numberInSurah": 119,
        "juz": 8,
        "manzil": 2,
        "page": 143,
        "ruku": 115,
        "hizbQuarter": 57,
        "sajda": false
      },
      {
        "number": 909,
        "text": "Renunciad a vuestros pecados ocultos o manifiestos. En verdad, quienes cometen pecados serán recompensados conforme a lo que cometían.",
        "numberInSurah": 120,
        "juz": 8,
        "manzil": 2,
        "page": 143,
        "ruku": 115,
        "hizbQuarter": 57,
        "sajda": false
      },
      {
        "number": 910,
        "text": "Y no comáis de aquello sobre lo que no ha sido mencionado el nombre de Dios. Eso sería un pecado. En verdad, los demonios susurran a sus amigos argumentos para que discutan con vosotros y, si les obedecieseis, seríais politeístas.",
        "numberInSurah": 121,
        "juz": 8,
        "manzil": 2,
        "page": 143,
        "ruku": 115,
        "hizbQuarter": 57,
        "sajda": false
      },
      {
        "number": 911,
        "text": "¿Acaso quien estaba muerto y Nosotros le dimos la vida y pusimos para él una luz con la que caminar entre la gente, es igual que quien está en las tinieblas, sin poder salir de ellas? Así es como hacemos que a los incrédulos les parezca bien lo que hacen.",
        "numberInSurah": 122,
        "juz": 8,
        "manzil": 2,
        "page": 143,
        "ruku": 116,
        "hizbQuarter": 57,
        "sajda": false
      },
      {
        "number": 912,
        "text": "Y así es como hemos puesto en cada ciudad a los mayores pecadores para que hagan sus planes. Pero sólo planean contra sí mismos, sin darse cuenta.",
        "numberInSurah": 123,
        "juz": 8,
        "manzil": 2,
        "page": 143,
        "ruku": 116,
        "hizbQuarter": 57,
        "sajda": false
      },
      {
        "number": 913,
        "text": "Y cuando llega a ellos una señal, dicen: «No creeremos hasta que se nos dé algo como lo que les fue dado a los Mensajeros de Dios.» Pero Dios sabe mejor a quién otorga Su mensaje. Quienes pecaron sufrirán pronto la humillación ante Dios y un severo castigo por lo que planeaban.",
        "numberInSurah": 124,
        "juz": 8,
        "manzil": 2,
        "page": 143,
        "ruku": 116,
        "hizbQuarter": 57,
        "sajda": false
      },
      {
        "number": 914,
        "text": "Dios ensancha el pecho de aquel a quien Él quiere guiar para que acepte el Islam, pero hace que el pecho de quien Él quiere extraviar se oprima y estreche como si ascendiera al cielo. Así es como Dios debilita a quienes no creen.",
        "numberInSurah": 125,
        "juz": 8,
        "manzil": 2,
        "page": 144,
        "ruku": 116,
        "hizbQuarter": 57,
        "sajda": false
      },
      {
        "number": 915,
        "text": "Este es el camino recto de tu Señor. Hemos explicado Nuestras señales para una gente que se deja amonestar.",
        "numberInSurah": 126,
        "juz": 8,
        "manzil": 2,
        "page": 144,
        "ruku": 116,
        "hizbQuarter": 57,
        "sajda": false
      },
      {
        "number": 916,
        "text": "Para ellos será la Morada de la Paz junto a su Señor y Él será su protector y amigo por lo que hacían.",
        "numberInSurah": 127,
        "juz": 8,
        "manzil": 2,
        "page": 144,
        "ruku": 116,
        "hizbQuarter": 58,
        "sajda": false
      },
      {
        "number": 917,
        "text": "Y el día en que Él les congregue a todos [les dirá]: «¡Oh, comunidad de genios! ¡Extraviasteis a muchos humanos!» Y sus amigos entre los humanos dirán: «¡Señor nuestro! ¡Nos hemos aprovechado unos de otros y se ha cumplido el plazo que Tú nos diste!» [Dios] Dirá: «El Fuego será vuestra morada. En él estaréis eternamente, excepto que Dios quiera otra cosa.» En verdad, tu Señor es Sabio, Conocedor.",
        "numberInSurah": 128,
        "juz": 8,
        "manzil": 2,
        "page": 144,
        "ruku": 116,
        "hizbQuarter": 58,
        "sajda": false
      },
      {
        "number": 918,
        "text": "Así es como ponemos a unos opresores sobre otros, por lo que obtuvieron con sus actos.",
        "numberInSurah": 129,
        "juz": 8,
        "manzil": 2,
        "page": 144,
        "ruku": 116,
        "hizbQuarter": 58,
        "sajda": false
      },
      {
        "number": 919,
        "text": "«¡Oh, comunidad de genios y de humanos! ¿Acaso no os llegaron Mensajeros surgidos de entre vosotros que os comunicaron Mis versículos y os advirtieron de la llegada de este Día para vosotros?» Dirán: «¡Damos testimonio de ello contra nosotros mismos!» Les sedujo la vida de este mundo y darán testimonio contra ellos mismos de que ocultaron la Verdad y no creyeron en ella.",
        "numberInSurah": 130,
        "juz": 8,
        "manzil": 2,
        "page": 144,
        "ruku": 117,
        "hizbQuarter": 58,
        "sajda": false
      },
      {
        "number": 920,
        "text": "Esto es porque tu Señor nunca destruiría las ciudades injustamente, sin haber advertido a sus gentes.",
        "numberInSurah": 131,
        "juz": 8,
        "manzil": 2,
        "page": 144,
        "ruku": 117,
        "hizbQuarter": 58,
        "sajda": false
      },
      {
        "number": 921,
        "text": "Todos tendrán el rango adecuado a lo que hayan hecho. Y tu Señor no está desatento a lo que hacen.",
        "numberInSurah": 132,
        "juz": 8,
        "manzil": 2,
        "page": 145,
        "ruku": 117,
        "hizbQuarter": 58,
        "sajda": false
      },
      {
        "number": 922,
        "text": "Tu Señor es rico por Sí mismo, Dueño de la misericordia. Si quisiera os haría desaparecer y pondría en vuestro lugar a quien Él quisiera, de la misma manera que os hizo surgir a vosotros de los descendientes de otras gentes.",
        "numberInSurah": 133,
        "juz": 8,
        "manzil": 2,
        "page": 145,
        "ruku": 117,
        "hizbQuarter": 58,
        "sajda": false
      },
      {
        "number": 923,
        "text": "En verdad, aquello que se os ha prometido llegará y no podréis impedirlo.",
        "numberInSurah": 134,
        "juz": 8,
        "manzil": 2,
        "page": 145,
        "ruku": 117,
        "hizbQuarter": 58,
        "sajda": false
      },
      {
        "number": 924,
        "text": "Di: «¡Oh, pueblo mío! Obrad conforme a vuestra capacidad que yo también actuaré [conforme a mi obligación] y pronto sabréis quien tendrá un buen final. En verdad, los opresores no triunfarán.»",
        "numberInSurah": 135,
        "juz": 8,
        "manzil": 2,
        "page": 145,
        "ruku": 117,
        "hizbQuarter": 58,
        "sajda": false
      },
      {
        "number": 925,
        "text": "Y [los idólatras] disponen para Dios, de lo que Él ha creado, una parte de las cosechas y del ganado y dicen, conforme a sus creencias: «Esto es para Dios y esto es para nuestros socios.» Pero lo que es para sus socios no llega a Dios mientras que lo que es para Dios sí llega a sus socios. ¡Qué mal juzgan!",
        "numberInSurah": 136,
        "juz": 8,
        "manzil": 2,
        "page": 145,
        "ruku": 117,
        "hizbQuarter": 58,
        "sajda": false
      },
      {
        "number": 926,
        "text": "Así es como sus socios han hecho que a la mayoría de los idólatras les parezca bien matar a sus propios hijos, para así destruirles y deformar sus creencias religiosas. Pero, si Dios hubiese querido, no lo habrían hecho. Así pues, apártate de ellos y de lo que ellos inventan.",
        "numberInSurah": 137,
        "juz": 8,
        "manzil": 2,
        "page": 145,
        "ruku": 117,
        "hizbQuarter": 58,
        "sajda": false
      },
      {
        "number": 927,
        "text": "Y dicen, conforme a sus creencias: «Este ganado y estas cosechas son sagrados y sólo podrán alimentarse de ellos quienes nosotros queramos.» Y [dicen:] «Hay ganado cuya espalda está prohibida». Y hay ganado sobre el que no mencionan el nombre de Dios, inventando mentiras sobre Él. Pronto Él les recompensará por las mentiras que inventaron.",
        "numberInSurah": 138,
        "juz": 8,
        "manzil": 2,
        "page": 146,
        "ruku": 117,
        "hizbQuarter": 58,
        "sajda": false
      },
      {
        "number": 928,
        "text": "Y dicen: «Lo que hay en las entrañas de este ganado está reservado para nuestros varones y prohibido para nuestras esposas, pero si estuviera muerto [al nacer] todos tienen parte en ello.» Él pronto les retribuirá por lo que atribuyen. En verdad, Él es sabio, conocedor.",
        "numberInSurah": 139,
        "juz": 8,
        "manzil": 2,
        "page": 146,
        "ruku": 117,
        "hizbQuarter": 58,
        "sajda": false
      },
      {
        "number": 929,
        "text": "Habrán fracasado quienes maten a sus hijos estúpidamente y sin conocimiento y quienes prohíban lo que Dios les ha suministrado, inventando mentiras que atribuyen a Dios. Con certeza, se habrán extraviado y jamás encontrarán guía.",
        "numberInSurah": 140,
        "juz": 8,
        "manzil": 2,
        "page": 146,
        "ruku": 117,
        "hizbQuarter": 58,
        "sajda": false
      },
      {
        "number": 930,
        "text": "Él es Quien ha producido jardines con árboles entrelazados y sin entrelazar, palmeras y cereales variados y comestibles, olivos y granados semejantes y diferentes. ¡Comed de su fruto cuando fructifiquen y el día de la cosecha entregad la parte que corresponda! Y no malgastéis. En verdad, Él no ama a los derrochadores.",
        "numberInSurah": 141,
        "juz": 8,
        "manzil": 2,
        "page": 146,
        "ruku": 118,
        "hizbQuarter": 59,
        "sajda": false
      },
      {
        "number": 931,
        "text": "Y Él es Quien ha producido algunas bestias grandes para la carga y otras pequeñas. ¡Comed de lo que Dios os ha proveído y no sigáis las huellas de Satanás! Ciertamente, él es para vosotros un enemigo evidente.",
        "numberInSurah": 142,
        "juz": 8,
        "manzil": 2,
        "page": 146,
        "ruku": 118,
        "hizbQuarter": 59,
        "sajda": false
      },
      {
        "number": 932,
        "text": "[Él ha creado para vosotros] ocho pares [de reses]. Una pareja de ganado ovino y otra de caprino. Di: «¿Ha prohibido Él [comer] los dos machos o las dos hembras, o lo que llevan en sus senos las hembras? Informadme con conocimiento, si decís la verdad.»",
        "numberInSurah": 143,
        "juz": 8,
        "manzil": 2,
        "page": 147,
        "ruku": 118,
        "hizbQuarter": 59,
        "sajda": false
      },
      {
        "number": 933,
        "text": "Y una pareja de camélidos y otra de ganado bovino. Di: «¿Ha prohibido Él [comer] los dos machos o las dos hembras, o lo que llevan en sus senos las hembras? ¿O fuisteis testigos cuando Dios dispuso esto?» ¿Quién es más opresor que quien inventa mentiras sobre Dios, para extraviar a la gente, sin poseer conocimiento? En verdad, Dios no guía a la gente opresora.»",
        "numberInSurah": 144,
        "juz": 8,
        "manzil": 2,
        "page": 147,
        "ruku": 118,
        "hizbQuarter": 59,
        "sajda": false
      },
      {
        "number": 934,
        "text": "Di: «No encuentro en lo que me fue revelado que se prohíba a nadie comer ningún alimento, excepto carroña o sangre derramada o carne de cerdo, pues es, en verdad, impura; o aquello sobre lo que, con pecado, se haya pronunciado al sacrificarlo otro nombre distinto al de Dios. Pero quien se vea obligado y no lo haga por deseo o por rebeldía [no peca]. En verdad, tu Señor es perdonador, misericordiosísimo con los creyentes.",
        "numberInSurah": 145,
        "juz": 8,
        "manzil": 2,
        "page": 147,
        "ruku": 119,
        "hizbQuarter": 59,
        "sajda": false
      },
      {
        "number": 935,
        "text": "Y a los judíos les prohibimos todo lo que tiene la pezuña entera y del ganado bovino, ovino y caprino les prohibimos la grasa, excepto la que tengan en los lomos, la que rodea las vísceras o la que va unida a los huesos. Así les retribuimos por ser opresores y, ciertamente, Nosotros decimos la Verdad.",
        "numberInSurah": 146,
        "juz": 8,
        "manzil": 2,
        "page": 147,
        "ruku": 119,
        "hizbQuarter": 59,
        "sajda": false
      },
      {
        "number": 936,
        "text": "Y si te desmienten, di: «Vuestro Señor es dueño de una amplia misericordia pero no apartará Su castigo de la gente pecadora.»",
        "numberInSurah": 147,
        "juz": 8,
        "manzil": 2,
        "page": 148,
        "ruku": 119,
        "hizbQuarter": 59,
        "sajda": false
      },
      {
        "number": 937,
        "text": "Los politeístas dirán: «Si Dios hubiera querido no habríamos sido idólatras ni tampoco nuestros antepasados, ni habríamos prohibido nada.» Así mismo mintieron los que vinieron antes de ellos, hasta que probaron Nuestro castigo. Di: «¿Os ha sido revelado algún conocimiento? Si es así, ¡Mostrádnoslo! No seguís más que especulaciones y no sois sino fabricantes de mentiras.»",
        "numberInSurah": 148,
        "juz": 8,
        "manzil": 2,
        "page": 148,
        "ruku": 119,
        "hizbQuarter": 59,
        "sajda": false
      },
      {
        "number": 938,
        "text": "Di: «A Dios pertenece el argumento definitivo y si Él hubiese querido os habría guiado a todos.»",
        "numberInSurah": 149,
        "juz": 8,
        "manzil": 2,
        "page": 148,
        "ruku": 119,
        "hizbQuarter": 59,
        "sajda": false
      },
      {
        "number": 939,
        "text": "Di: «Traed a vuestros testigos, que den testimonio de que Dios a prohibido esto.» Y, si testifican, tú no testifiques con ellos, ni sigas los deseos de quienes deniegan Nuestras señales y de quienes no creen en la otra vida y equiparan a otros con su Señor.",
        "numberInSurah": 150,
        "juz": 8,
        "manzil": 2,
        "page": 148,
        "ruku": 119,
        "hizbQuarter": 59,
        "sajda": false
      },
      {
        "number": 940,
        "text": "Di: «Venid, yo os diré lo que vuestro Señor os ha prohibido: Que no consideréis Dios a nadie más que a Él y que seáis buenos con vuestros padres. Que no matéis a vuestros hijos por miedo a la pobreza, pues Nosotros os proveeremos a vosotros y a ellos. Que no os aproximéis a lo pecaminoso e indecente, sea manifiesto o privado y que no matéis a nadie que Dios haya prohibido matar, excepto con causa justificada. Esto es lo que Él ha dispuesto para vosotros. Quizás así razonéis.»",
        "numberInSurah": 151,
        "juz": 8,
        "manzil": 2,
        "page": 148,
        "ruku": 120,
        "hizbQuarter": 60,
        "sajda": false
      },
      {
        "number": 941,
        "text": "«Y no os aproximéis a las propiedades de los huérfanos, excepto de la mejor manera posible, hasta que ellos lleguen a la edad adulta. Sed justos al dar la medida y el peso.» No obligamos a nadie más allá de su capacidad. «Cuando habléis sed verídicos, incluso aunque perjudique a un familiar. Cumplid con el pacto hecho con Dios. Esto es lo que Él ha dispuesto para vosotros. Quizás así os dejéis amonestar.»",
        "numberInSurah": 152,
        "juz": 8,
        "manzil": 2,
        "page": 149,
        "ruku": 120,
        "hizbQuarter": 60,
        "sajda": false
      },
      {
        "number": 942,
        "text": "Éste es mi camino recto. ¡Seguidlo, pues! Y no sigáis los caminos que os apartarían de Su camino. «Esto es lo que Él ha dispuesto para vosotros. Quizás así seáis temerosos.»",
        "numberInSurah": 153,
        "juz": 8,
        "manzil": 2,
        "page": 149,
        "ruku": 120,
        "hizbQuarter": 60,
        "sajda": false
      },
      {
        "number": 943,
        "text": "Luego, dimos a Moisés la Escritura [Sagrada], completando Nuestras bendiciones sobre él, por ser virtuoso, como una explicación detallada de todo y guía y misericordia, para que, así, crean en el encuentro con su Señor.",
        "numberInSurah": 154,
        "juz": 8,
        "manzil": 2,
        "page": 149,
        "ruku": 120,
        "hizbQuarter": 60,
        "sajda": false
      },
      {
        "number": 944,
        "text": "Esta es una Escritura bendecida que Nosotros hemos hecho descender (para ti). ¡Seguidla, pues y sed temerosos, para que podáis recibir Su misericordia!",
        "numberInSurah": 155,
        "juz": 8,
        "manzil": 2,
        "page": 149,
        "ruku": 121,
        "hizbQuarter": 60,
        "sajda": false
      },
      {
        "number": 945,
        "text": "y para que no podáis decir: «En verdad, la Escritura fue hecha descender para dos comunidades anteriores a nosotros e ignorábamos sus enseñanzas.»",
        "numberInSurah": 156,
        "juz": 8,
        "manzil": 2,
        "page": 149,
        "ruku": 121,
        "hizbQuarter": 60,
        "sajda": false
      },
      {
        "number": 946,
        "text": "O para que no podáis decir: «Si se hubiese hecho descender para nosotros la Escritura [Sagrada] habríamos seguido la guía mejor que ellos.» Así pues, ha venido a vosotros una prueba clara procedente de vuestro Señor y una guía y una misericordia. ¿Quién es más opresor que quien desmiente las señales de Dios y se aparta de ellas? Pronto retribuiremos a quienes se apartan de Nuestras señales con un terrible castigo por haberse apartado.",
        "numberInSurah": 157,
        "juz": 8,
        "manzil": 2,
        "page": 149,
        "ruku": 121,
        "hizbQuarter": 60,
        "sajda": false
      },
      {
        "number": 947,
        "text": "¿Acaso esperan algo diferente a que vengan a ellos los ángeles de la muerte o que venga a ellos tu Señor o que vengan algunas de las señales de tu Señor? El día en que vengan algunas señales de tu Señor, la fe no beneficiará a nadie que no haya creído anteriormente o que no haya obtenido algo bueno gracias a su fe. Di: «¡Esperad! ¡Nosotros también seremos de los que esperan!»",
        "numberInSurah": 158,
        "juz": 8,
        "manzil": 2,
        "page": 150,
        "ruku": 121,
        "hizbQuarter": 60,
        "sajda": false
      },
      {
        "number": 948,
        "text": "En verdad, tú no tienes nada que ver con quienes se escindieron en su creencia y se dividieron en partidos diferentes. Su asunto incumbe solamente a Dios. Él les informará de lo que hacían.",
        "numberInSurah": 159,
        "juz": 8,
        "manzil": 2,
        "page": 150,
        "ruku": 121,
        "hizbQuarter": 60,
        "sajda": false
      },
      {
        "number": 949,
        "text": "Quien traiga una buena acción recibirá diez veces más y quien traiga una mala acción sólo recibirá un castigo equivalente y no serán tratados injustamente.",
        "numberInSurah": 160,
        "juz": 8,
        "manzil": 2,
        "page": 150,
        "ruku": 121,
        "hizbQuarter": 60,
        "sajda": false
      },
      {
        "number": 950,
        "text": "Di: «En verdad, mi Señor me ha guiado a un camino recto, a una creencia auténtica, la creencia de Abraham, el buscador de la Verdad. No fue de los que adoran otros dioses junto a Dios.»",
        "numberInSurah": 161,
        "juz": 8,
        "manzil": 2,
        "page": 150,
        "ruku": 121,
        "hizbQuarter": 60,
        "sajda": false
      },
      {
        "number": 951,
        "text": "Di: «En verdad, mi oración y toda mi adoración, mi vida y mi muerte, pertenecen a Dios, Señor del Universo.",
        "numberInSurah": 162,
        "juz": 8,
        "manzil": 2,
        "page": 150,
        "ruku": 121,
        "hizbQuarter": 60,
        "sajda": false
      },
      {
        "number": 952,
        "text": "Él no tiene socio. Se me ha ordenado estoy soy el primero de los que se someten.»",
        "numberInSurah": 163,
        "juz": 8,
        "manzil": 2,
        "page": 150,
        "ruku": 121,
        "hizbQuarter": 60,
        "sajda": false
      },
      {
        "number": 953,
        "text": "Di: «¿Buscaré a otro señor que no sea Dios, cuando Él es el Señor de todas las cosas?» Ningún alma hace nada malo sino contra ella misma y nadie cargará con la carga de otro. Luego, regresaréis hacia vuestro Señor y Él os informará de aquello sobre lo que solíais tener diferencias.",
        "numberInSurah": 164,
        "juz": 8,
        "manzil": 2,
        "page": 150,
        "ruku": 121,
        "hizbQuarter": 60,
        "sajda": false
      },
      {
        "number": 954,
        "text": "Él es Quien ha hecho de vosotros Sus representantes en la Tierra y ha elevado la dignidad de unos sobre otros, para poneros a prueba en lo que os ha dado. En verdad, tu Señor es rápido en el castigo, pero también es perdonador, misericordiosísimo con los creyentes.",
        "numberInSurah": 165,
        "juz": 8,
        "manzil": 2,
        "page": 150,
        "ruku": 121,
        "hizbQuarter": 60,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "es.bornez",
      "language": "es",
      "name": "Bornez",
      "englishName": "Bornez",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}