{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 39,
    "name": "سُورَةُ الزُّمَرِ",
    "englishName": "Az-Zumar",
    "englishNameTranslation": "The Groups",
    "revelationType": "Meccan",
    "numberOfAyahs": 75,
    "ayahs": [
      {
        "number": 4059,
        "text": "Ésta es la Escritura que desciende gradualmente parte de Dios, el Todopoderoso, el Sabio.",
        "numberInSurah": 1,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4060,
        "text": "En verdad, hemos hecho descender a ti la Escritura que dice la Verdad, por tanto, adora a Dios con una creencia pura, volcada únicamente a Él.",
        "numberInSurah": 2,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4061,
        "text": "¿Acaso la adoración no debe ser para Dios únicamente? Y a quienes toman protectores aparte de Él diciendo: «No los adoramos sino para que nos aproximen a Dios», en verdad, Dios les juzgará sobre aquello en lo que disentían. En verdad, Dios no guía a quien es mentiroso y trata de ocultar la Verdad.",
        "numberInSurah": 3,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4062,
        "text": "Si Dios hubiera querido tomar un hijo, podría haber elegido lo que hubiese querido de lo que Él ha creado. ¡Glorificado sea! ¡El es Dios, el Uno, el Dominador!",
        "numberInSurah": 4,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4063,
        "text": "Él ha creado los cielos y la Tierra con la Verdad. Él hace que la noche cubra al día y que el día cubra a la noche. Y somete el Sol y la Luna. Cada uno fluye en su curso el tiempo establecido. ¿No es Él el Todopoderoso, el Perdonador?",
        "numberInSurah": 5,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4064,
        "text": "Él os ha creado de una sola alma, luego ha hecho de ella a su pareja. E hizo descender para vosotros ocho pares de reses. Él os crea en el seno de vuestras madres, creación tras creación, en una triple oscuridad. Ese es Dios vuestro Señor. A Él pertenece el reino. No hay más dioses que Él ¿Cómo entonces cambiáis?",
        "numberInSurah": 6,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4065,
        "text": "Si sois desagradecidos, [sabed que] en verdad, Dios es rico por Sí mismo, no necesita de vosotros y no Le satisface que sus siervos sean desagradecidos. Y si sois agradecidos, Él estará satisfecho de que seáis así. Nadie cargará con la carga de otro. Luego, vuestro lugar de regreso será Dios y Él os informará de lo que hacíais. En verdad, Él sabe bien lo que hay en el fondo de los corazones.",
        "numberInSurah": 7,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4066,
        "text": "Cuando al ser humano le aflige una desgracia invoca a su Señor, volviéndose a Él contrito. Luego, cuando le llega un favor procedente de Él, olvida lo que Le imploraba anteriormente y pone semejantes junto a Dios, desviando a otros de Su camino. Di: «Disfruta de tu alejamiento de Dios un poco. En verdad, tú eres de la gente del Fuego.»",
        "numberInSurah": 8,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 396,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4067,
        "text": "¿Acaso quien adora en mitad de la noche prosternado y en pie, temeroso del castigo en la otra vida y esperando la misericordia de su Señor…? Di: «¿Acaso son iguales el que sabe y el que no sabe?» En verdad, sólo se deja amonestar la gente dotada de entendimiento.",
        "numberInSurah": 9,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 396,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4068,
        "text": "Di: «¡Oh, siervos Míos creyentes! ¡Sed temerosos de vuestro Señor! Quienes hagan el bien en este mundo obtendrán el bien.» «Y la Tierra de Dios es amplia. En verdad, Él concederá a los pacientes su recompensa sin medida.»",
        "numberInSurah": 10,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4069,
        "text": "Di: «En verdad, me ha sido ordenado que adore a Dios con una creencia pura, volcada únicamente a Él.",
        "numberInSurah": 11,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4070,
        "text": "Y me ha sido ordenado que sea el primero de los que se someten a Él.»",
        "numberInSurah": 12,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4071,
        "text": "Di: «En verdad, temo, si desobedezco a mi Señor, el castigo de un día inmenso.»",
        "numberInSurah": 13,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4072,
        "text": "Di: «Adoro a Dios con una creencia pura, volcada únicamente a Él.",
        "numberInSurah": 14,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4073,
        "text": "Así pues, adorad lo que queráis aparte de Él.» Di: «En verdad, los perdedores son quienes se pierden a sí mismos y a su familia el Día del Levantamiento.» ¿No es esa acaso la pérdida evidente?",
        "numberInSurah": 15,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4074,
        "text": "Las sombras del Fuego les cubrirán por encima y por debajo. Así es como Dios atemoriza a Sus siervos. «¡Oh, siervos Míos! ¡Sed, pues, temerosos de Dios!»",
        "numberInSurah": 16,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4075,
        "text": "Para quienes se abstienen de adorar a los ídolos y a los falsos dioses y se vuelven arrepentidos hacia Dios hay una buena noticia. Da, pues, la buena noticia a Mis siervos,",
        "numberInSurah": 17,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4076,
        "text": "aquellos que escuchan la Palabra y siguen la excelencia que en ella hay. Esos son a quienes Dios guía y ellos son los dotados de entendimiento.",
        "numberInSurah": 18,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4077,
        "text": "¿Acaso aquellos en quienes se cumpla la promesa del castigo…? ¿Podrás tú rescatar a quienes están en el Fuego?",
        "numberInSurah": 19,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4078,
        "text": "Pero, quienes son temerosos de su Señor, tendrán aposentos elevados sobre los que hay construidos otros aposentos y bajo los cuales fluirán los arroyos. Promesa de Dios. Dios no incumple su promesa.",
        "numberInSurah": 20,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4079,
        "text": "¿Acaso no has visto cómo Dios hace descender agua del cielo y la conduce bajo tierra y crea fuentes y luego hace surgir con ella cosechas de variados colores, que después se marchitan y ves como se tornan amarillas y las hace quebradizas? En verdad, en ello hay un motivo de reflexión para los dotados de entendimiento.",
        "numberInSurah": 21,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4080,
        "text": "¿Acaso aquel a quien Dios ha expandido su pecho para que acepte el Islam y por tanto está sobre una luz que procede de su Señor…? ¡Ay de quienes tienen sus corazones endurecidos para el recuerdo de Dios! ¡Ellos están en un extravío evidente!",
        "numberInSurah": 22,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4081,
        "text": "Dios ha hecho descender la mejor de las palabras. Una Escritura cuyas partes se armonizan y explican unas a otras. Con ella se estremecen quienes son temerosos de su Señor. Luego, sus cuerpos y sus corazones se calman y enternecen por el recuerdo de Dios. ¡Esa es la guía de Dios, mediante la que guía a quien Él quiere! Y a quien Dios extravía, no hay quien pueda guiarle.",
        "numberInSurah": 23,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4082,
        "text": "¿Acaso quien en este mundo y por medio de su temor de Dios se protege del castigo del Día del Levantamiento…? Y se dirá a los opresores: «¡Probad lo que habéis obtenido!»",
        "numberInSurah": 24,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4083,
        "text": "Quienes vivieron antes de ellos desmintieron y el castigo les alcanzó cuándo y de dónde menos se lo esperaban.",
        "numberInSurah": 25,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4084,
        "text": "Dios les hizo probar la humillación en esta vida. Y si ellos supieran que el castigo de la otra es mayor…",
        "numberInSurah": 26,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4085,
        "text": "En verdad, hemos puesto a los seres humanos, en este Corán, toda clase de ejemplos, para que, quizás así, reflexionen.",
        "numberInSurah": 27,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4086,
        "text": "Es un Corán en árabe, sin desviaciones ni ambigüedades, para que, quizás así, sean temerosos.",
        "numberInSurah": 28,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4087,
        "text": "Dios pone el ejemplo de una persona que pertenece a unos socios que no se ponen de acuerdo entre ellos y otra persona que pertenece a un solo amo ¿Son ambos iguales? ¡Alabado sea Dios! Pero la mayoría de ellos no saben.",
        "numberInSurah": 29,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4088,
        "text": "En verdad, tú morirás y ellos morirán.",
        "numberInSurah": 30,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4089,
        "text": "Luego, el Día del Levantamiento, argumentaréis cada uno ante vuestro Señor.",
        "numberInSurah": 31,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4090,
        "text": "¿Quién, pues, es más opresor que quien miente sobre Dios y desmiente la Verdad cuando ésta llega a él? ¿Acaso no es el Infierno el lugar para quienes tratan de ocultar la Verdad?",
        "numberInSurah": 32,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4091,
        "text": "Y quien viene con la Verdad y quien la reconoce y confirma, esos son los temerosos de Dios.",
        "numberInSurah": 33,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4092,
        "text": "Ellos tienen lo que quieran junto a su Señor. Esa es la recompensa de quienes hacen lo mejor.",
        "numberInSurah": 34,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4093,
        "text": "Dios ocultará lo peor de lo que ellos hicieron y les recompensará con la recompensa que merezca lo mejor de lo que hacían.",
        "numberInSurah": 35,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4094,
        "text": "¿No es Dios suficiente para Su siervo? ¡Y tratan de asustarte con los que no son Él! A quien Dios extravía no hay quien le guíe",
        "numberInSurah": 36,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4095,
        "text": "y a quien Dios guía no hay quien pueda extraviarle. ¿Acaso Dios no es todopoderoso, dueño de la venganza?",
        "numberInSurah": 37,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4096,
        "text": "Y si les preguntases: «¿Quién ha creado los cielos y la Tierra?» dirían: «Dios». Di: «¿Habéis visto, pues, si aquellos a quienes adoráis en lugar de Dios, en caso de que Dios quisiera un perjuicio para mí, podrían evitarlo?, o si quisiera para mí un beneficio ¿Podrían ellos impedirlo?» Di: «¡Dios es suficiente para mí! ¡Es en Él en Quien ponen su confianza quienes ponen su confianza en la Verdad!»",
        "numberInSurah": 38,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4097,
        "text": "Di: «¡Oh, pueblo mío! Continuad en vuestras posiciones que yo también continuaré en las mías. Y pronto sabréis",
        "numberInSurah": 39,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4098,
        "text": "quién está condenado al fuego que le devorará y sobre quién se ha hecho lícito el castigo eterno.»",
        "numberInSurah": 40,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4099,
        "text": "En verdad, Nosotros hacemos descender para la gente la Escritura con la Verdad. Así pues, quien se guíe, para sí mismo lo hace y quien se extravíe, a sí mismo se extravía y tú no eres su protector.",
        "numberInSurah": 41,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4100,
        "text": "Dios recoge las almas cuando les llega la muerte y las de quienes no han muerto cuando duermen. Y toma aquella sobre la que ha sido decretada la muerte y envía las otras para que permanezcan hasta un plazo establecido. En verdad, en ello hay señales para la gente que reflexiona.",
        "numberInSurah": 42,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4101,
        "text": "«¿Vais a tomar otros intercesores aparte de Dios?» Di: «¿Aunque no tengan poder alguno y no razonen?»",
        "numberInSurah": 43,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4102,
        "text": "Di: «Toda la intercesión pertenece a Dios. A Él pertenecen los cielos y la Tierra y luego regresaréis hacia Él.»",
        "numberInSurah": 44,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4103,
        "text": "Y cuando es recordado Dios en Su unicidad, los corazones de quienes no creen en la otra vida se contraen de disgusto y aversión. Y cuando se menciona a los que no son Él, se refleja en sus rostros la felicidad y satisfacción que ello les proporciona.",
        "numberInSurah": 45,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4104,
        "text": "Di: «¡Oh, Dios mío! ¡Originador de los cielos y la Tierra! ¡Conocedor de lo que está oculto a los sentidos y lo que está manifiesto! ¡Tú juzgarás entre Tus siervos sobre aquello en lo que disentían!»",
        "numberInSurah": 46,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4105,
        "text": "Si los opresores, que niegan la otra vida, tuvieran de nuevo todo lo que poseían en la Tierra y otro tanto, lo darían para librarse del castigo del Día del Levantamiento. Y se manifestará para ellos, de parte de Dios, aquello con lo que no contaban.",
        "numberInSurah": 47,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4106,
        "text": "Y se les hará evidente el mal que realizaron y se verificará para ellos aquello de lo que se burlaban.",
        "numberInSurah": 48,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4107,
        "text": "Y, cuando al ser humano le toca un mal, Nos invoca suplicante. Pero cuando hacemos que le llegue un beneficio que procede de Nosotros, dice: «En verdad, lo he obtenido gracias a mi inteligencia.» Pero, en realidad, es una prueba, aunque la mayoría de ellos no saben.",
        "numberInSurah": 49,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4108,
        "text": "Eso mismo decían quienes vinieron antes de ellos. Pero nada de lo que obtuvieron les benefició",
        "numberInSurah": 50,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4109,
        "text": "y pronto les alcanzó el castigo por el mal que hicieron. Y, quienes de ellos hayan sido opresores, pronto sufrirán el mal que hicieron y no podrán escapar del castigo de Dios.",
        "numberInSurah": 51,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4110,
        "text": "¿Acaso no saben que Dios incrementa la provisión de quien Él quiere o la disminuye? En verdad, en ello hay señales para gente que tiene fe.",
        "numberInSurah": 52,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4111,
        "text": "Di: «¡Oh, siervos Míos que os habéis excedido con vosotros mismos! ¡No desesperéis de la misericordia de Dios! ¡En verdad, Dios perdona todos los pecados! En verdad, Él es el Perdonador, el Misericordiosísimo.»",
        "numberInSurah": 53,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4112,
        "text": "Y volveos a vuestro Señor y someteos a Él antes de que llegue a vosotros el castigo. Luego no seréis auxiliados.",
        "numberInSurah": 54,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4113,
        "text": "Y seguid lo mejor de lo que ha descendido a vosotros procedente de vuestro Señor antes de que llegue a vosotros el castigo repentinamente, sin que vosotros os deis cuenta.",
        "numberInSurah": 55,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4114,
        "text": "y cada cual se diga a sí mismo: «¡Ay de mí por mi negligencia con Dios! ¡En verdad, yo era de los que se burlaban.»",
        "numberInSurah": 56,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4115,
        "text": "O diga: «Si Dios me hubiera guiado habría sido de los temerosos.»",
        "numberInSurah": 57,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4116,
        "text": "O diga cuando vea el castigo: «Si tuviera otra oportunidad sería de los que hacen el bien.»",
        "numberInSurah": 58,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4117,
        "text": "Sí. Vinieron a ti Mis señales pero las desmentiste y te mostraste altivo y fuiste de los que tratan de ocultar la Verdad.",
        "numberInSurah": 59,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4118,
        "text": "Y el Día del Levantamiento verás que los rostros de quienes dijeron mentiras sobre Dios se ennegrecen. ¿Acaso no hay un lugar en el Infierno para los arrogantes?",
        "numberInSurah": 60,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4119,
        "text": "Y Dios salvará a quienes fueron temerosos dándoles el éxito. El mal no les tocará y no estarán tristes.",
        "numberInSurah": 61,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4120,
        "text": "Dios es el Creador de toda cosa y Él cuida de todo.",
        "numberInSurah": 62,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4121,
        "text": "A Él pertenecen las llaves de los cielos y la Tierra. Y, quienes tratan de ocultar las señales de Dios, esos son los perdedores.",
        "numberInSurah": 63,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4122,
        "text": "Di: «¿Me ordenáis que adore a otro distinto que Dios ¡Oh, ignorantes!?»",
        "numberInSurah": 64,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4123,
        "text": "Y, ciertamente, juro que fue revelado, a ti y a quienes vinieron antes de ti, que si adoras a otros dioses invalidarás tus obras y serás de los perdedores.",
        "numberInSurah": 65,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4124,
        "text": "Así pues, adora a Dios y se de los agradecidos.",
        "numberInSurah": 66,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4125,
        "text": "No han valorado a Dios en Su verdadera magnitud. Y toda la Tierra estará en su puño el Día del Levantamiento y los cielos estarán enrollados en Su mano derecha. ¡Glorificado sea y ensalzado por encima de lo que Le asocian!",
        "numberInSurah": 67,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4126,
        "text": "Será soplada la trompeta y morirán quienes están en los cielos y en la Tierra, excepto quien Dios quiera. Luego, se soplará en ella otra vez y se pondrán en pie expectantes.",
        "numberInSurah": 68,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4127,
        "text": "Y se iluminará la Tierra por la Luz de su Señor y se expondrá la escritura y se hará comparecer a los profetas y a los testigos y se juzgará entre ellos con la Verdad y nadie será oprimido.",
        "numberInSurah": 69,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4128,
        "text": "Y cada alma recibirá la recompensa de lo que haya hecho. Y Él es Quien mejor sabe lo que hicieron.",
        "numberInSurah": 70,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4129,
        "text": "Y quienes negaban la Verdad serán conducidos al Infierno en grupos y cuando lleguen a él se abrirán sus puertas y sus ángeles les dirán: «¿Acaso no vinieron a vosotros Mensajeros de entre vosotros mismos que os recitaron las señales de vuestro Señor y os amonestaron con el encuentro de éste vuestro día?» Dirán: «Sí, pero…» Y se verificará la promesa del castigo sobre quienes no quisieron creer.",
        "numberInSurah": 71,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4130,
        "text": "Se les dirá: «¡Entrad por las puertas del Infierno en el que permaneceréis eternamente!» ¡Qué mal lugar el destinado a los arrogantes!",
        "numberInSurah": 72,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4131,
        "text": "Y quienes fueron temerosos de su Señor serán conducidos al Jardín en grupos y cuando lleguen a él se abrirán sus puertas y sus ángeles les dirán: «¡Paz sobre vosotros! ¡Fuisteis buenos! ¡Entrad, pues, en él para siempre!»",
        "numberInSurah": 73,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4132,
        "text": "Y ellos dirán: «¡Alabado sea Dios, que ha hecho realidad Su promesa y nos hizo heredar la Tierra para que nos establezcamos en el Jardín donde queramos!» ¡Qué buena la recompensa de los que actuaron bien!",
        "numberInSurah": 74,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4133,
        "text": "Y verás a los ángeles alrededor del Trono divino, celebrando a su Señor con alabanzas. Se juzgará entre ellos con la Verdad y se dirá: «¡Alabado sea Dios, Señor del Universo!»",
        "numberInSurah": 75,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "es.bornez",
      "language": "es",
      "name": "Bornez",
      "englishName": "Bornez",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}