{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 41,
    "name": "سُورَةُ فُصِّلَتۡ",
    "englishName": "Fussilat",
    "englishNameTranslation": "Explained in detail",
    "revelationType": "Meccan",
    "numberOfAyahs": 54,
    "ayahs": [
      {
        "number": 4219,
        "text": "Ha, Mim.",
        "numberInSurah": 1,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4220,
        "text": "Desciende del Clementísimo, el Misericordiosísimo",
        "numberInSurah": 2,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4221,
        "text": "una Escritura cuyos versículos han sido explicados detalladamente. Una recitación en árabe para una gente que posee conocimiento,",
        "numberInSurah": 3,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4222,
        "text": "portadora de buenas nuevas y de amonestación. Pero la mayoría de ellos se alejan y no escuchan.",
        "numberInSurah": 4,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4223,
        "text": "Y dicen: «Nuestros corazones están velados de aquello a lo que nos invitas, nuestros oídos están sordos y hay una barrera entre nosotros y tú. Así pues, ¡Actúa que nosotros también actuaremos!»",
        "numberInSurah": 5,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4224,
        "text": "Di: «En verdad, yo soy un ser humano como vosotros. Me ha sido revelado que vuestro dios es un dios único. Dirigíos, pues, hacia Él y pedidle perdón y ¡Ay de quienes adoran falsos dioses!",
        "numberInSurah": 6,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4225,
        "text": "Esos que no dan la limosna purificadora de la riqueza y niegan la existencia de la otra vida.»",
        "numberInSurah": 7,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4226,
        "text": "En verdad, quienes creen y hacen buenas obras tendrán una recompensa ilimitada.",
        "numberInSurah": 8,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4227,
        "text": "Di: «¿No vais a creer en Quien ha creado la Tierra en dos días y vais a poner junto a Él semejantes? Ese es el Señor del Universo.»",
        "numberInSurah": 9,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4228,
        "text": "«Y, en cuatro días, ha puesto en lo alto de ella firmes montañas y la ha bendecido y ha decretado sus variados alimentos, en igualdad para todos los que los necesitan.»",
        "numberInSurah": 10,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4229,
        "text": "«Luego, se ha dirigido a los cielos que eran humo y les ha dicho a ellos y a la Tierra: Venid a Mí de buen grado o a la fuerza. Y ellos han dicho: Venimos de buen grado.»",
        "numberInSurah": 11,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4230,
        "text": "«Y los separó en siete cielos en dos días y reveló a cada cielo su función.» Y adornamos el cielo de este mundo con lámparas y lo protegimos. Ese es el decreto del Todopoderoso, el Sabio.",
        "numberInSurah": 12,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4231,
        "text": "Y si se alejan de ti, di: «Os he advertido de una destrucción similar a la destrucción de Ad y Zamud.»",
        "numberInSurah": 13,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4232,
        "text": "Cuando vinieron a ellos los Mensajeros diciéndoles por delante y por detrás: «No adoréis más que a Dios.» Ellos dijeron. «Si nuestro Señor hubiese querido habría hecho descender ángeles. En verdad, no creemos en aquello con lo que habéis sido enviados.»",
        "numberInSurah": 14,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4233,
        "text": "En cuanto a los Ad, fueron arrogantes en la Tierra sin derecho y dijeron: «¿Quién es más fuerte que nosotros?» ¿Es que no veían que Dios, que les había creado, era más fuerte que ellos? Pero negaban Nuestras señales.",
        "numberInSurah": 15,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4234,
        "text": "Así pues, enviamos contra ellos un viento frío huracanado, en días desafortunados, para hacerles probar el castigo humillante en esta vida mundanal. Y el castigo de la otra es todavía más humillante y no serán auxiliados.",
        "numberInSurah": 16,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4235,
        "text": "En cuanto a Zamud, Nosotros les guiamos, pero prefirieron la ceguera a la guía, así que les alcanzó la destrucción de un castigo humillante por lo que hacían.",
        "numberInSurah": 17,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4236,
        "text": "Y salvamos a quienes eran creyentes y temerosos de Dios",
        "numberInSurah": 18,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4237,
        "text": "Y recuerda el día en que los enemigos de Dios sean reunidos a la fuerza y llevados hacia el Fuego y se haga esperar a las filas de los primeros hasta que se unan a ellos las filas de los últimos,",
        "numberInSurah": 19,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 415,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4238,
        "text": "hasta que, al llegara a él, sus oídos, sus vistas y sus pieles, den testimonio contra ellos por lo que hacían.",
        "numberInSurah": 20,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 415,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4239,
        "text": "Y dirán a sus pieles: «¿Por qué testificáis contra nosotros?» Ellas dirán: «Nos ha hecho hablar Dios, que es Quien hace hablar a todas las cosas y que es Quien os creó la primera vez y hacia Quien regresáis.»",
        "numberInSurah": 21,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 415,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4240,
        "text": "«No podíais esconderos para que vuestros oídos y vuestra vista y vuestra piel no atestiguasen contra vosotros, pero creíais que Dios no conocía mucho de lo que hacíais",
        "numberInSurah": 22,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 415,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4241,
        "text": "y esa suposición que vosotros teníais sobre vuestro Señor os destruyó y os convertisteis en los perdedores.»",
        "numberInSurah": 23,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 415,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4242,
        "text": "Y aunque tengan paciencia su morada será el Fuego y aunque traten de evitar la censura no serán de los redimidos.",
        "numberInSurah": 24,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 415,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4243,
        "text": "Y les asignamos compañeros que les embellecieron lo que tenían entre sus manos y tras ellos. Y se verificó contra ellos lo dicho a las generaciones de genios y humanos que pasaron antes de ellos. En verdad, ellos fueron perdedores.",
        "numberInSurah": 25,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 415,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4244,
        "text": "Y quienes no creen dicen: «¡No escuchéis este Corán y hablad sin sentido cuando se recite, quizás así seáis vencedores!»",
        "numberInSurah": 26,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 416,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4245,
        "text": "Y haremos gustar a los que no creen un duro castigo y les retribuiremos por el mal que hacían.",
        "numberInSurah": 27,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 416,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4246,
        "text": "Esa es la recompensa de los enemigos de Dios: el Fuego. En él está para ellos la morada eterna. Recompensa por negar Nuestras señales.",
        "numberInSurah": 28,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 416,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4247,
        "text": "Quienes no creen dirán: «¡Señor nuestro! Muéstranos a los genios y a los humanos que nos desviaron para que los pongamos bajo nuestros pies y así estén en lo más bajo.»",
        "numberInSurah": 29,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 416,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4248,
        "text": "En verdad, los ángeles descienden sobre quienes dicen: «Nuestro señor es Dios», y se mantienen en el camino de la rectitud y la justicia: ¡No temáis y no estéis tristes y recibid la buena nueva del Jardín que se os había prometido!",
        "numberInSurah": 30,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 416,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4249,
        "text": "«Nosotros fuimos vuestros protectores en la vida mundanal y lo somos en la vida siguiente y en ella tendréis lo que vuestras almas deseen y en ella tendréis lo que pidáis.",
        "numberInSurah": 31,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 416,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4250,
        "text": "Hospitalidad de Un perdonador misericordiosísimo.»",
        "numberInSurah": 32,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 416,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4251,
        "text": "Y ¿Quién dice mejores palabras que quien invoca a Dios y realiza buenas obras y dice: «En verdad, soy de los que se someten a Dios.»?",
        "numberInSurah": 33,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4252,
        "text": "No son iguales las buenas acciones que las malas. Rechaza el mal con lo que es mejor y aquel con el que estabas enemistado se comportará como si fuera un amigo íntimo.",
        "numberInSurah": 34,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4253,
        "text": "Y eso sólo lo consigue quien tiene paciencia. Eso sólo lo consigue quien posee una inmensa porción.",
        "numberInSurah": 35,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4254,
        "text": "Si el Demonio te incita al mal, busca refugio en Dios. En verdad, Él es Quien todo lo oye, el Sabio.",
        "numberInSurah": 36,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4255,
        "text": "Y entre Sus señales están la noche y el día y el Sol y la Luna. No os prosternéis ante el Sol ni ante la Luna, prosternaos ante Dios que es Quien los ha creado a ambos, si es sólo a Él a quien adoráis.",
        "numberInSurah": 37,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4256,
        "text": "Pero si se muestran altivos, quienes están cerca de tu Señor Le glorifican noche y día sin cansarse.",
        "numberInSurah": 38,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": {
          "id": 12,
          "recommended": false,
          "obligatory": true
        }
      },
      {
        "number": 4257,
        "text": "Y entre Sus señales está el que tú veas la tierra seca y desolada pero, cuando hacemos que descienda sobre ella el agua, se reanima con energía y brotan las plantas. En verdad, quien la hace vivir es el Vivificador de lo muerto. En verdad, Él tiene poder sobre todas las cosas.",
        "numberInSurah": 39,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4258,
        "text": "En verdad, quienes no creen en Nuestras señales no pueden ocultarse de Nosotros. ¿Quién, pues, es mejor? ¿Quién será arrojado al Fuego o quién estará seguro cuando venga el Día del Levantamiento? ¡Haced lo que queráis! En verdad, Él ve lo que hacéis.",
        "numberInSurah": 40,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4259,
        "text": "En verdad, quienes no creen en el Recuerdo cuando llega a ellos… Y, en verdad, es una Escritura poderosa,",
        "numberInSurah": 41,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4260,
        "text": "a la que no alcanzará jamás la falsedad. Desciende gradualmente de Uno que es sabio, digno de alabanza.",
        "numberInSurah": 42,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4261,
        "text": "No se te dice sino lo que les fue dicho a los Mensajeros anteriores a ti. En verdad, tu Señor es el dueño del perdón y del castigo doloroso.",
        "numberInSurah": 43,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4262,
        "text": "Y si hubiésemos hecho llegar a ellos un Corán en lengua no árabe, con seguridad habrían dicho: “¿Cómo es que sus versículos no se explican con claridad y detalladamente? ¿No es árabe siendo él árabe? Di: «Es, para quienes creen, una guía y una cura y quienes no creen son duros de oído y están ciegos ante ella. Como si se les llamase desde un lugar alejado.»",
        "numberInSurah": 44,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4263,
        "text": "Y, ciertamente, dimos a Moisés la Escritura y disintieron de ella. Y si no hubiese sido por una palabra anterior de tu Señor, habría juzgado entre ellos, pues, en verdad, dudaron seriamente de ella.",
        "numberInSurah": 45,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 418,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4264,
        "text": "Quien obre rectamente, obra para su propio beneficio y quien haga el mal, obra contra sí mismo. Tu Señor no oprime a Sus siervos.",
        "numberInSurah": 46,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 418,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4265,
        "text": "El conocimiento de la Hora Le pertenece y no sale ningún fruto de su envoltura, ni concibe o da a luz mujer alguna, sin Su conocimiento. El día en que Él les pregunte: «¿Dónde están Mis socios?» dirán: «Te anunciamos que no hay entre nosotros ninguno que lo atestigüe.»",
        "numberInSurah": 47,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4266,
        "text": "Y se apartarán de ellos aquellos a los que antes invocaban y sabrán que no hay escape para ellos.",
        "numberInSurah": 48,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4267,
        "text": "El ser humano no se cansa de buscar el bien, pero cuando le alcanza un mal se desanima y desespera.",
        "numberInSurah": 49,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4268,
        "text": "Y cuando, después de haber sufrido una contrariedad, le hacemos probar una misericordia proveniente de Nosotros, dice: «Esto es mío y no creo que llegue la Hora. Y en caso de que se me hiciese regresar a mi Señor sólo bien obtendría de Él.» En verdad, informaremos a los que no creían de lo que hacían y les haremos probar un castigo contundente.",
        "numberInSurah": 50,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4269,
        "text": "Cuando favorecemos al ser humano, éste es desagradecido y se aleja de la Verdad con arrogancia, pero cuando sufre un perjuicio no deja de suplicar.",
        "numberInSurah": 51,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4270,
        "text": "Di: «Decidme. Si viniese de Dios y vosotros no creyeseis en ella ¿Quién estará más extraviado que quien disiente de manera tan evidente?»",
        "numberInSurah": 52,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4271,
        "text": "Pronto les mostraremos Nuestras señales en el horizonte y en ellos mismos, hasta que sea evidente para ellos que Él es la Verdad. ¿No es suficiente que tu Señor sea testificable en todas las cosas?",
        "numberInSurah": 53,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4272,
        "text": "Ved cómo dudan del encuentro con su Señor. ¿Acaso no abarca Él todas las cosas?",
        "numberInSurah": 54,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "es.bornez",
      "language": "es",
      "name": "Bornez",
      "englishName": "Bornez",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}