{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 40,
    "name": "سُورَةُ غَافِرٍ",
    "englishName": "Ghafir",
    "englishNameTranslation": "The Forgiver",
    "revelationType": "Meccan",
    "numberOfAyahs": 85,
    "ayahs": [
      {
        "number": 4134,
        "text": "Haa, Miim.",
        "numberInSurah": 1,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4135,
        "text": "Turunnya Al-Quran ini dari Allah Yang Maha Kuasa, lagi Maha Mengetahui;",
        "numberInSurah": 2,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4136,
        "text": "Yang Mengampunkan dosa, dan Yang Menerima taubat; Yang Berat azabNya; Yang Melimpah-limpah kurniaNya; tiada Tuhan melainkan Dia; kepadaNyalah tempat kembali.",
        "numberInSurah": 3,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4137,
        "text": "Tidak ada yang membantah mengenai ayat-ayat Allah melainkan orang-orang yang kafir. Oleh itu janganlah engkau (wahai Muhammad) diperdayakan oleh kebebasan mereka bergerak dengan berulang alik dari sebuah bandar ke bandar yang lain.",
        "numberInSurah": 4,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4138,
        "text": "Sebelum mereka, kaum Nabi Nuh dan puak-puak yang bergabung - sesudah kaum Nabi Nuh itu - telah mendustakan (Rasul-rasulnya), dan tiap-tiap umat di antaranya telah merancangkan rancangan jahat terhadap Rasul mereka untuk menawannya (dan membinasakannya); dan mereka pula telah membantah dengan perkara yang salah untuk menghapuskan kebenaran dengan perkara yang salah itu; sebab itu Aku binasakan mereka. Maka (lihatlah) bagaimana kesan azabKu!",
        "numberInSurah": 5,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4139,
        "text": "Dan demikianlah juga tetapnya hukuman Tuhanmu terhadap orang-orang yang kafir, kerana sesungguhnya mereka ialah ahli neraka.",
        "numberInSurah": 6,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4140,
        "text": "Malaikat yang memikul Arasy dan malaikat yang berada di sekelilingnya, bertasbih memuji TuhanNya; dan beriman kepadaNya; serta mereka memohon ampun bagi orang-orang yang beriman (dengan berdoa merayu): \"Wahai Tuhan kami! RahmatMu dan IlmuMu meliputi segala-galanya; maka berilah ampun kepada orang-orang yang bertaubat serta menurut jalanMu, dan peliharalah mereka dari azab neraka.",
        "numberInSurah": 7,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4141,
        "text": "\"Wahai Tuhan kami! Dan masukkanlah mereka ke dalam Syurga \"Adn\" yang Engkau telah janjikan kepada mereka; dan (masukkanlah bersama-sama mereka): orang-orang yang layak di antara ibu bapa mereka, dan isteri-isteri mereka, serta keturunan mereka. Sesungguhnya Engkaulah jua Yang Maha Kuasa, lagi Maha Bijaksana.",
        "numberInSurah": 8,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4142,
        "text": "\"Dan peliharalah mereka dari (balasan) kejahatan-kejahatan (yang dilakukannya); dan (sebenarnya) sesiapa yang Engkau pelihara pada hari itu dari terkena (balasan) kejahatan-kejahatan (yang dilakukannya) maka sesungguhnya Engkau telah mengurniakan rahmat kepadanya; dan yang demikian itulah kemenangan yang besar (nilainya)\".",
        "numberInSurah": 9,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4143,
        "text": "Sesungguhnya orang-orang yang kafir akan dipanggil dan dikatakan kepada mereka (pada hari kiamat): \"Demi sesungguhnya! Kebencian Allah (kepada kamu) lebih besar daripada kebencian kamu kepada diri sendiri, (sebabnya kerana) semasa kamu diseru dan diajak (di dunia dahulu) supaya beriman, (kamu enggan dan menolak), lalu kamu terus berkeadaan kufur\".",
        "numberInSurah": 10,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4144,
        "text": "Mereka menjawab: \"Wahai Tuhan kami! Engkau telah menjadikan kami berkeadaan mati dua kali, dan telah menjadikan kami bersifat hidup dua kali, maka kami (sekarang) mengakui akan dosa-dosa kami. Oleh itu adakah sebarang jalan untuk (kami) keluar (dari neraka)?\"",
        "numberInSurah": 11,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4145,
        "text": "(Lalu dikatakan kepada mereka): \"Azab yang kamu berada padanya itu adalah kerana keadaan kamu apabila Allah Yang Maha Esa sahaja diseru dan disembah, kamu kufur (dan menolak cara bertauhid itu); dan apabila dipersekutukan sesuatu dengan Allah, kamu percaya (dan menerima bawaan syirik itu). Maka kuasa menjalankan keadilan adalah hak Allah, Yang Maha Tinggi (dari apa yang dipersekutukan), lagi Yang Maha Besar (pemerintahanNya)\".",
        "numberInSurah": 12,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4146,
        "text": "Dia lah Tuhan yang memperlihatkan kepada kamu tanda-tanda keesaanNya dan kekuasaanNya (untuk kehidupan rohani kamu), dan yang menurunkan (untuk jasmani kamu) sebab-sebab rezeki dari langit. Dan tiadalah yang ingat serta mengambil pelajaran (dari yang demikian) melainkan orang yang sentiasa bertumpu (kepada Allah).",
        "numberInSurah": 13,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4147,
        "text": "Oleh itu maka sembahlah kamu akan Allah dengan mengikhlaskan ibadat kepadaNya (dan menjauhi bawaan syirik), sekalipun orang-orang kafir tidak menyukai (amalan kamu yang demikian).",
        "numberInSurah": 14,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4148,
        "text": "Dia lah Yang Maha tinggi darjat kebesaranNya, yang mempunyai Arasy (yang melambangkan keagungan dan kekuasaanNya); Ia memberikan wahyu dari hal perintahNya kepada sesiapa yang dikehendakiNya di antara hamba-hambaNya (yang telah dipilih menjadi RasulNya), supaya Ia memberi amaran (kepada manusia) tentang hari pertemuan,",
        "numberInSurah": 15,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4149,
        "text": "Iaitu hari mereka keluar (dari kubur masing-masing) dengan jelas nyata; tidak akan tersembunyi kepada Allah sesuatupun dari hal keadaan mereka. (Pada saat itu Allah berfirman): \"Siapakah yang menguasai kerajaan pada hari ini? (Allah sendiri menjawab): \"Dikuasai oleh Allah Yang Maha Esa, lagi Yang Mengatasi kekuasaanNya segala-galanya!",
        "numberInSurah": 16,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4150,
        "text": "\"Pada hari ini, tiap-tiap diri dibalas dengan apa yang telah diusahakannya; tidak ada hukuman yang tidak adil pada hari ini. Sesungguhnya Allah amat cepat hitungan hisabNya.",
        "numberInSurah": 17,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4151,
        "text": "Dan berilah amaran (wahai Muhammad) kepada mereka tentang (hari kiamat) yang dekat (masa datangnya), iaitu ketika hati seseorang merasa resah gelisah, kerana cemas takut, sambil masing-masing menahan perasaannya itu. (Pada saat itu) orang-orang yang zalim tidak akan mendapat seorang sahabatpun yang boleh membelanya, dan tidak akan mendapat pemberi syafaat yang diterima pertolongannya.",
        "numberInSurah": 18,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4152,
        "text": "Allah mengetahui pengkhianatan (penyelewengan dan ketiadaan jujur) pandangan mata seseorang, serta mengetahui akan apa yang tersembunyi di dalam hati.",
        "numberInSurah": 19,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4153,
        "text": "Dan Allah memutuskan hukum dengan adil, sedang yang mereka sembah yang lain dari Allah - tidak dapat memberikan sebarang keputusan. Sesungguhnya Allah Dia lah Yang Maha Mendengar, lagi Maha Melihat.",
        "numberInSurah": 20,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4154,
        "text": "Tidakkah mereka telah berjalan dan mengembara di muka bumi, dengan itu tidakkah mereka memerhatikan bagaimana kesudahan orang-orang yang terdahulu dari mereka? Orang-orang itu adalah orang-orang yang lebih dari mereka tentang kekuatan tenaga dan tentang kesan-kesan usaha pembangunan di muka bumi. Maka sekalipun demikian, Allah binasakan mereka dengan sebab dosa-dosa mereka, dan tiadalah bagi mereka sesiapapun yang dapat menyelamatkan mereka dari azab Allah.",
        "numberInSurah": 21,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 406,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4155,
        "text": "(Kebinasaan mereka) yang demikian ialah kerana mereka sentiasa didatangi Rasul-rasul yang diutuskan kepada mereka dengan membawa keterangan-keterangan (hukum-hukum dan mukjizat) yang jelas nyata, maka mereka kufur ingkar, lalu Allah menyeksa mereka, sesungguhnya Allah adalah Maha Kuat lagi Maha berat azab seksaNya.",
        "numberInSurah": 22,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 406,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4156,
        "text": "Dan demi sesungguhnya! Kami telah mengutuskan Nabi Musa membawa ayat-ayat Kami dan bukti (mukjizat) yang jelas nyata",
        "numberInSurah": 23,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 406,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4157,
        "text": "Kepada Firaun dan Haman serta Qarun; maka mereka (menuduhnya dengan) berkata: \"Ia seorang ahli sihir, lagi pendusta!\"",
        "numberInSurah": 24,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 406,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4158,
        "text": "Setelah Nabi Musa datang kepada mereka dengan membawa kebenaran dari sisi Kami, mereka berkata (dengan marahnya): \"Bunuhlah anak-anak lelaki orang-orang yang beriman yang mengikutnya, dan biarkan hidup anak-anak perempuan mereka\". (Tetapi usaha) dan tipu daya orang-orang kafir itu hanya menyebabkan mereka tenggelam dalam kesesatan dan kebinasaan sahaja.",
        "numberInSurah": 25,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 406,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4159,
        "text": "Dan berkatalah Firaun (kepada orang-orangnya): \"Biarkanlah aku membunuh Musa, dan biarlah dia memohon kepada Tuhannya (meminta pertolongan)! Sesungguhnya aku bimbang dia akan menukar ugama kamu, atau ia menimbulkan kerosakan di muka bumi\".",
        "numberInSurah": 26,
        "juz": 24,
        "manzil": 6,
        "page": 470,
        "ruku": 406,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4160,
        "text": "Dan (setelah mendengar ancaman itu) Nabi Musa berkata: \"Sesungguhnya aku berlindung kepada Allah Tuhanku dan Tuhan kamu - dari (angkara) tiap-tiap orang yang sombong takbur, yang tidak beriman kepada hari hitungan amal!\"",
        "numberInSurah": 27,
        "juz": 24,
        "manzil": 6,
        "page": 470,
        "ruku": 406,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4161,
        "text": "Dan (pada saat itu) berkatalah pula seorang lelaki yang beriman dari orang-orang Firaun yang menyembunyikan imannya: \"Patutkah kamu membunuh seorang lelaki kerana ia menegaskan: `Tuhanku ialah Allah? ' - sedang ia telah datang kepada kamu membawa keterangan-keterangan dari Tuhan kamu? Kalau ia seorang yang berdusta maka dia lah yang akan menanggung dosa dustanya itu, dan kalau ia seorang yang benar nescaya kamu akan ditimpa oleh sebahagian dari (azab) yang dijanjikannya kepada kamu. Sesungguhnya Allah tidak memberi hidayah petunjuk kepada orang yang melampaui batas, lagi pendusta.",
        "numberInSurah": 28,
        "juz": 24,
        "manzil": 6,
        "page": 470,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4162,
        "text": "\"Wahai kaumku! Pada hari ini kepunyaan kamulah kuasa memerintah dengan bermaharajalela di muka bumi (Mesir dan sekitarnya; tetapi kiranya keadaan bertukar) maka siapakah yang akan membela kita dari azab Allah kalau azab itu datang menimpa kita?\" Firaun berkata: \" Aku tidak mengesyorkan kepada kamu melainkan dengan apa yang aku pandang (elok dijalankan), dan aku tidak menunjukkan kepada kamu melainkan jalan yang benar\".",
        "numberInSurah": 29,
        "juz": 24,
        "manzil": 6,
        "page": 470,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4163,
        "text": "Dan berkatalah pula orang yang beriman itu: \"Wahai kaumku! Sesungguhnya aku bimbang kamu akan ditimpa (kebinasaan) sebagaimana yang telah menimpa kaum-kaum yang bergabung (menentang Rasul-rasulnya)!",
        "numberInSurah": 30,
        "juz": 24,
        "manzil": 6,
        "page": 470,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4164,
        "text": "\"(Iaitu) seperti keadaan kaum Nabi Nuh, dan Aad (kaum Nabi Hud), dan Thamud (kaum Nabi Soleh), serta orang-orang yang datang kemudian daripada mereka (seperti kaum Nabi Lut). Dan (ingatlah) Allah tidak menghendaki berbuat kezaliman kepada hamba-hambaNya.",
        "numberInSurah": 31,
        "juz": 24,
        "manzil": 6,
        "page": 470,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4165,
        "text": "\"Dan, wahai kaumku! Sesungguhnya aku bimbang kamu akan ditimpa azab seksa hari (kiamat) yang padanya masing-masing menjerit-jerit memanggil (memohon pertolongan),",
        "numberInSurah": 32,
        "juz": 24,
        "manzil": 6,
        "page": 470,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4166,
        "text": "\"(Iaitu) hari kamu berpaling undur melarikan diri; padahal semasa itu tidak ada sesiapapun yang dapat menyelamatkan kamu dari azab Allah. Dan (ingatlah) sesiapa yang disesatkan Allah (disebabkan pilihannya yang salah), maka tiada sesiapapun yang dapat memberi hidayah petunjuk kepadanya.",
        "numberInSurah": 33,
        "juz": 24,
        "manzil": 6,
        "page": 470,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4167,
        "text": "\"Dan demi sesungguhnya! Nabi Yusuf telah datang kepada kamu dahulu dengan membawa keterangan-keterangan (yang membuktikan kerasulannya), maka kamu tetap juga dalam keraguan mengenai apa yang disampaikannya kepada kamu sehingga apabila ia mati, kamu berkata: Allah tidak akan mengutuskan lagi Rasul sesudahnya; demikianlah Allah menyesatkan sesiapa yang melampau kederhakaannya, lagi yang ragu-ragu kepercayaannya (terhadap balasan Tuhannya), -",
        "numberInSurah": 34,
        "juz": 24,
        "manzil": 6,
        "page": 471,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4168,
        "text": "\"(Iaitu) orang-orang yang membantah mengenai maksud ayat-ayat Allah dengan tidak ada sebarang bukti yang sampai kepada mereka (dari pihak yang diakui benarnya). (Bantahan yang demikian) besar kebenciannya dan kemurkaannya di sisi hukum Allah dan di sisi bawaan orang-orang yang beriman. Demikianlah Allah meteraikan atas hati tiap-tiap orang yang sombong takbur, lagi bermaharajalela pencerobohannya!\"",
        "numberInSurah": 35,
        "juz": 24,
        "manzil": 6,
        "page": 471,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4169,
        "text": "Dan Firaun pula berkata: \"Hai Haman! Binalah untukku sebuah bangunan yang tinggi, semoga aku sampai ke jalan-jalan (yang aku hendak menujunya)",
        "numberInSurah": 36,
        "juz": 24,
        "manzil": 6,
        "page": 471,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4170,
        "text": "\"(Iaitu) ke pintu-pintu langit, supaya aku dapat melihat Tuhan Musa; dan sesungguhnya aku percaya Musa itu seorang pendusta!\" Demikianlah diperhiaskan (oleh Syaitan) kepada Firaun akan perbuatannya yang buruk itu untuk dipandang baik, serta ia dihalangi dari jalan yang benar; dan tipu daya Firaun itu tidak membawanya melainkan ke dalam kerugian dan kebinasaan.",
        "numberInSurah": 37,
        "juz": 24,
        "manzil": 6,
        "page": 471,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4171,
        "text": "Dan berkatalah pula orang beriman itu: \"Wahai kaumku! Turutlah (nasihatku), aku akan menunjukkan kepada kamu jalan yang benar.",
        "numberInSurah": 38,
        "juz": 24,
        "manzil": 6,
        "page": 471,
        "ruku": 408,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4172,
        "text": "\"Wahai kaumku! Sesungguhnya kehidupan dunia ini hanyalah kesenangan (untuk sementara waktu sahaja), dan sesungguhnya hari akhirat itulah sahaja negeri yang kekal.",
        "numberInSurah": 39,
        "juz": 24,
        "manzil": 6,
        "page": 471,
        "ruku": 408,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4173,
        "text": "\"Sesiapa yang mengerjakan sesuatu perbuatan jahat maka ia tidak dibalas melainkan dengan kejahatan yang sebanding dengannya; dan sesiapa yang mengerjakan amal soleh - dari lelaki atau perempuan - sedang ia beriman, maka mereka itu akan masuk Syurga; mereka beroleh rezeki di dalam Syurga itu dengan tidak dihitung.",
        "numberInSurah": 40,
        "juz": 24,
        "manzil": 6,
        "page": 471,
        "ruku": 408,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4174,
        "text": "\"Dan wahai kaumku! Apa halnya aku dengan kamu? Aku mengajak kamu kepada keselamatan, dan kamu pula mengajakku ke neraka?",
        "numberInSurah": 41,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4175,
        "text": "\"Kamu mengajakku supaya aku kufur (tidak percayakan keesaan) Allah dan mempersekutukanNya dengan apa yang aku tidak mempunyai pengetahuan mengenainya, padahal aku mengajak kamu beriman kepada Allah Yang Maha Kuasa, lagi Maha Pengampun?",
        "numberInSurah": 42,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4176,
        "text": "\"Tidak syak lagi, bahawa makhluk-makhluk yang kamu ajak aku menyembahnya itu tidak dapat menyahut sebarang seruan (atau memberikan sebarang pertolongan) sama ada di dunia atau di akhirat; dan sesungguhnya tempat kembali kita semua ialah kepada Allah, dan sebenarnya orang-orang yang melampau kejahatannya itu, merekalah ahli neraka.",
        "numberInSurah": 43,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4177,
        "text": "\"(Kiranya kamu tetap berdegil sekarang) maka kamu sudah tentu akan mengetahui kebenaran apa yang aku katakan kepada kamu; dan aku sentiasa menyerahkan urusanku bulat-bulat kepada Allah (untuk memeliharaku); sesungguhnya Allah Maha Melihat akan keadaan hamba-hambaNya\".",
        "numberInSurah": 44,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4178,
        "text": "(Dengan keikhlasannya dan penyerahan dirinya kepada Allah) maka ia diselamatkan oleh Allah dari angkara tipu daya mereka; dan Firaun bersama-sama kaumnya ditimpa azab seksa yang seburuk-buruknya,",
        "numberInSurah": 45,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4179,
        "text": "Mereka didedahkan kepada bahang api neraka pada waktu pagi dan petang (semasa mereka berada dalam alam Barzakh); dan pada hari berlakunya kiamat (diperintahkan kepada malaikat): \"Masukkanlah Firaun dan pengikut-pengikutnya ke dalam azab seksa api neraka yang seberat-beratnya!\"",
        "numberInSurah": 46,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4180,
        "text": "Dan (ingatkanlah perkara yang berlaku) semasa orang-orang yang kafir dan yang menderhaka berbantah-bantahan dalam neraka, iaitu orang-orang yang lemah (yang menjadi pengikut) berkata kepada pemimpin-pemimpinnya yang sombong takbur: \"Sesungguhnya kami telah menjadi pengikut-pengikut kamu, maka dapatkah kamu menolak dari kami sebahagian daripada azab neraka ini?\"",
        "numberInSurah": 47,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4181,
        "text": "Orang-orang yang sombong angkuh itu menjawab: \"Sebenarnya kita semua menderita bersama-sama dalam neraka (tidak ada jalan untuk kita melepaskan diri), kerana sesungguhnya Allah telah menetapkan hukumanNya di antara sekalian hambaNya \"",
        "numberInSurah": 48,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4182,
        "text": "Dan berkatalah pula orang-orang yang ada dalam neraka kepada malaikat-malaikat penjaga neraka Jahannam: \"Pohonkanlah kepada Tuhan kamu, supaya Ia meringankan sedikit azab seksa dari kami, barang sehari\".",
        "numberInSurah": 49,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4183,
        "text": "Malaikat penjaga neraka menjawab: \"Bukankah kamu telah didatangi Rasul-rasul kamu dengan membawa keterangan-keterangan (yang menyatakan akibat perbuatan derhaka kamu)?\" Mereka menjawab: \"Ya, telah datang\". Malaikat itu berkata: \"Jika demikian, maka berdoalah kamu sendiri. Dan doa permohonan orang-orang yang kafir pada saat ini hanya menyebabkan mereka berada dalam keadaan dukacita dan kecewa sahaja\".",
        "numberInSurah": 50,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4184,
        "text": "Sesungguhnya Kami tetap membela serta mempertahankan Rasul-rasul Kami dan orang-orang yang beriman - dalam kehidupan dunia ini dan pada saat bangkitnya saksi-saksi (pada hari kiamat)",
        "numberInSurah": 51,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4185,
        "text": "(Iaitu) pada hari yang tidak berguna bagi orang-orang yang zalim dalihan-dalihan mereka untuk melepaskan diri, dan mereka akan beroleh laknat, serta mereka beroleh seburuk-buruk tempat tinggal.",
        "numberInSurah": 52,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4186,
        "text": "Dan demi sesungguhnya! Kami telah memberikan Nabi Musa hidayah petunjuk dan Kami berikan kaum Bani Israil mewarisi Kitab Taurat,",
        "numberInSurah": 53,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4187,
        "text": "Sebagai hidayah petunjuk dan peringatan bagi orang-orang yang berakal sempurna.",
        "numberInSurah": 54,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4188,
        "text": "(Setelah engkau mengetahui perihal Nabi Musa dan umatnya) maka bersabarlah (wahai Muhammad, dalam perjuangan menegakkan Islam); sesungguhnya janji Allah (untuk menjayakanmu) adalah benar. Dan pohonlah ampun bagi salah silapmu, serta bertasbihlah dengan memuji Tuhanmu pada waktu pagi dan petang.",
        "numberInSurah": 55,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4189,
        "text": "Sesungguhnya orang-orang yang membantah mengenai maksud ayat-ayat Tuhanmu dengan tidak berdasarkan sebarang bukti yang sampai kepada mereka (dari pihak yang diakui benarnya), tidak ada dalam dada mereka melainkan perasaan mahukan kebesaran (untuk mengatasimu), kemahuan yang mereka tidak sekali-kali akan dapat mencapainya. Oleh itu mintalah perlindungan kepada Allah (dari angkara mereka); sesungguhnya Dia lah jua Yang Maha Mendengar, lagi Maha Melihat.",
        "numberInSurah": 56,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4190,
        "text": "Demi sesungguhnya, menciptakan langit dan bumi (dari tiada kepada ada) lebih besar (dan lebih menakjubkan) daripada menciptakan manusia dan menghidupkannya semula (sesudah matinya); akan tetapi kebanyakan manusia (yang mengingkari hari kiamat) tidak mengetahui.",
        "numberInSurah": 57,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4191,
        "text": "Dan sememangnya tidaklah sama orang yang buta dan orang yang melihat, dan juga tidaklah sama orang-orang yang beriman serta beramal soleh dengan orang yang melakukan kejahatan. (Meskipun hakikat ini jelas nyata, tetapi) sedikit sangat kamu beringat dan insaf.",
        "numberInSurah": 58,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4192,
        "text": "Sesungguhnya hari kiamat tetap akan datang, tidak ada sebarang syak tentang kedatangannya; akan tetapi kebanyakan manusia tidak beriman (akan hakikat itu).",
        "numberInSurah": 59,
        "juz": 24,
        "manzil": 6,
        "page": 474,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4193,
        "text": "Dan Tuhan kamu berfirman: \"Berdoalah kamu kepadaKu nescaya Aku perkenankan doa permohonan kamu. Sesungguhnya orang-orang yang sombong takbur daripada beribadat dan berdoa kepadaKu, akan masuk neraka Jahannam dalam keadaan hina.",
        "numberInSurah": 60,
        "juz": 24,
        "manzil": 6,
        "page": 474,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4194,
        "text": "Allah yang menjadikan malam untuk kamu supaya kamu berehat padanya, dan menjadikan siang terang-benderang (supaya kamu berusaha). Sesungguhnya Allah sentiasa melimpah-limpah kurniaNya kepada manusia seluruhnya, akan tetapi kebanyakan manusia tidak bersyukur.",
        "numberInSurah": 61,
        "juz": 24,
        "manzil": 6,
        "page": 474,
        "ruku": 410,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4195,
        "text": "Yang bersifat demikian ialah Allah, Tuhan kamu; yang menciptakan tiap-tiap sesuatu (dari tiada kepada ada); tiada Tuhan (yang berhak disembah) melainkan Dia; maka bagaimana kamu dapat dipalingkan (daripada menyembahNya)?",
        "numberInSurah": 62,
        "juz": 24,
        "manzil": 6,
        "page": 474,
        "ruku": 410,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4196,
        "text": "Sebagaimana terpalingnya mereka itu (daripada menyembah Allah), terpaling juga orang-orang yang mengingkari keterangan-keterangan Allah.",
        "numberInSurah": 63,
        "juz": 24,
        "manzil": 6,
        "page": 474,
        "ruku": 410,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4197,
        "text": "Allah yang menjadikan bumi sebagai tempat penetapan untuk kamu, dan langit sebagai bumbung yang kukuh binaannya; dan Ia membentuk kamu lalu memperelokkan rupa kamu, serta dikurniakan kepada kamu dari benda-benda yang baik lagi halal. Yang demikian (kekuasaanNya dan kemurahanNya) ialah Allah Tuhan kamu; maka nyatalah kelebihan dan kemurahan Allah, Tuhan sekalian alam.",
        "numberInSurah": 64,
        "juz": 24,
        "manzil": 6,
        "page": 474,
        "ruku": 410,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4198,
        "text": "Dia lah Yang Tetap Hidup; tiada Tuhan (yang berhak disembah) melainkan Dia; maka sembahlah kamu akan Dia dengan mengikhlaskan amal ugama kamu kepadaNya semata-mata. Segala puji tertentu bagi Allah Tuhan yang memelihara dan mentadbirkan sekalian alam.",
        "numberInSurah": 65,
        "juz": 24,
        "manzil": 6,
        "page": 474,
        "ruku": 410,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4199,
        "text": "Katakanlah (wahai Muhammad): \"Sesungguhnya aku dilarang menyembah benda-benda yang kamu sembah yang lain dari Allah - setelah datang kepadaku keterangan-keterangan yang jelas nyata dari Tuhanku; dan aku diperintahkan supaya tunduk taat bulat-bulat kepada perintah Tuhan sekalian alam\".",
        "numberInSurah": 66,
        "juz": 24,
        "manzil": 6,
        "page": 474,
        "ruku": 410,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4200,
        "text": "Dia lah yang menciptakan kamu dari tanah, kemudian dari (setitis) air benih, kemudian dari sebuku darah beku, kemudian dari seketul daging; kemudian Ia mengeluarkan kamu berupa kanak-kanak; kemudian kamu (dipelihara) hingga sampai ke peringkat umur dewasa; kemudian kamu (dipanjangkan umur) hingga sampai menjadi tua. Dan (dalam pada itu) ada di antara kamu yang dimatikan sebelum itu. (Allah melakukan kejadian yang demikian) supaya kamu sampai ke masa yang ditentukan (untuk menerima balasan); dan supaya kamu memahami (hikmat-hikmat kejadian itu dan kekuasaan Tuhan).",
        "numberInSurah": 67,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 410,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4201,
        "text": "Dia lah yang menghidupkan dan mematikan; oleh itu apabila Ia menetapkan jadinya sesuatu perkara maka Ia hanya berfirman kepadanya: \"Jadilah engkau!\" Lalu menjadilah ia.",
        "numberInSurah": 68,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 410,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4202,
        "text": "Tidakkah engkau melihat dan merasa hairan terhadap orang-orang yang membantah mengenai maksud ayat-ayat Allah, bagaimana mereka telah dipalingkan (dari kebenaran)?",
        "numberInSurah": 69,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4203,
        "text": "Iaitu orang-orang yang mendustakan Al-Quran dan segala yang dibawa oleh Rasul-rasul Kami yang telah Kami utus; maka mereka akan mengetahui kelak.",
        "numberInSurah": 70,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4204,
        "text": "Ketika belenggu dan rantai dipasung di leher mereka, sambil mereka, diseret",
        "numberInSurah": 71,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4205,
        "text": "Ke dalam air panas yang menggelegak; kemudian mereka dibakar dalam api neraka;",
        "numberInSurah": 72,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4206,
        "text": "Akhirnya dikatakan kepada mereka: \"Mana dia berhala-berhala yang kamu dahulu sekutukan -",
        "numberInSurah": 73,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4207,
        "text": "\"(Dengan menyembahnya atau memujanya) selain Allah?\" Mereka menjawab: \"Benda-benda itu telah hilang lenyap dari kami, bahkan yang sebenarnya kami dahulu tidak pernah sekutukan sesuatu pun (dengan Allah)\". (Sebagaimana Allah menjadikan mereka sesat), demikian pula Allah menyesatkan orang-orang yang kufur ingkar (menentang maksud ayat-ayatNya).",
        "numberInSurah": 74,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4208,
        "text": "(Lalu dikatakan kepada mereka setelah ditimpakan dengan azab seksa): \"Balasan buruk yang demikian ini disebabkan kamu dahulu bersukaria di muka bumi dengan cara yang salah (pada hukum Tuhan), dan disebabkan kamu bersenang lenang dan bermegah-megah dengan berleluasa (dalam maksiat).",
        "numberInSurah": 75,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4209,
        "text": "\"Masukilah pintu-pintu neraka Jahannam kekalah kamu di dalamnya; maka seburuk-buruk tempat bagi orang-orang yang sombong takbur ialah neraka Jahannam\".",
        "numberInSurah": 76,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4210,
        "text": "Maka bersabarlah (wahai Muhammad), sesungguhnya janji Allah (menyeksa musuh-musuhmu itu) adalah benar; oleh itu kiranya Kami perlihatkan kepadamu sebahagian dari azab yang Kami janjikan kepada mereka, ataupun Kami wafatkanmu sebelum itu, (maka tetaplah mereka akan menerima balasan azab) kerana kepada Kamilah mereka akan dikembalikan.",
        "numberInSurah": 77,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4211,
        "text": "Dan demi sesungguhnya! Kami telah mengutus beberapa Rasul sebelummu; di antara mereka ada yang Kami ceritakan perihalnya kepadamu, dan ada pula di antaranya yang tidak Kami ceritakan kepada kamu. Dan tidaklah harus bagi seseorang Rasul membawa sesuatu keterangan atau menunjukkan sesuatu mukjizat melainkan dengan izin Allah; (maka janganlah diingkari apa yang dibawa oleh Rasul) kerana apabila datang perintah Allah (menimpakan azab) diputuskan hukum dengan adil; pada saat itu rugilah orang-orang yang berpegang kepada perkara yang salah.",
        "numberInSurah": 78,
        "juz": 24,
        "manzil": 6,
        "page": 476,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4212,
        "text": "Allah yang menjadikan binatang ternak bagi kamu; sebahagian di antaranya untuk kamu menunggangnya, dan sebahagian lagi untuk kamu makan.",
        "numberInSurah": 79,
        "juz": 24,
        "manzil": 6,
        "page": 476,
        "ruku": 412,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4213,
        "text": "Dan kamu pula beroleh berbagai faedah pada binatang ternak itu, dan supaya kamu dapat memenuhi sesuatu hajat yang ada dalam hati kamu dengan menggunakan binatang itu; dan di atas binatang-binatang ternak itu, serta di atas kapal-kapal, kamu diangkut.",
        "numberInSurah": 80,
        "juz": 24,
        "manzil": 6,
        "page": 476,
        "ruku": 412,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4214,
        "text": "Dan Ia memperlihatkan kepada kamu tanda-tanda kebesaranNya dan kekuasaanNya (melalui Rasul-rasulNya dan pada makhluk-makhluk yang dijadikanNya); maka di antara tanda-tanda kesempurnaan Allah, yang mana satu, yang kamu ingkari?",
        "numberInSurah": 81,
        "juz": 24,
        "manzil": 6,
        "page": 476,
        "ruku": 412,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4215,
        "text": "Selain dari itu, tidakkah mereka telah berjalan dan mengembara di muka bumi, dengan itu tidakkah mereka memerhatikan bagaimana kesudahan orang-orang yang terdahulu dari mereka (yang telah dibinasakan dengan sebab dosa-dosanya)? Orang-orang itu lebih ramai dari mereka, dan lebih dari mereka tentang kekuatan tenaga dan tentang kesan-kesan usaha pembangunan di muka bumi. Dalam pada itu, apa yang telah diusahakan oleh orang-orang itu, tidak dapat menolongnya sedikitpun.",
        "numberInSurah": 82,
        "juz": 24,
        "manzil": 6,
        "page": 476,
        "ruku": 412,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4216,
        "text": "Kerana pada masa mereka didatangi oleh Rasul-rasul yang diutus kepada mereka dengan membawa keterangan-keterangan (untuk menyelamatkan mereka, mereka mengejek-ejeknya, dan) mereka bergembira dengan pengetahuan yang ada pada mereka (yang mengenai keduniaan semata-mata); dan dengan yang demikian mereka pun diliputi oleh azab yang mereka ejek-ejek dahulu.",
        "numberInSurah": 83,
        "juz": 24,
        "manzil": 6,
        "page": 476,
        "ruku": 412,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4217,
        "text": "Maka ketika mereka melihat azab Kami, mereka berkata: \"Kami beriman kepada Allah semata-mata, dan kami kufur ingkar kepada benda-benda yang dengan sebabnya kami menjadi musyrik\".",
        "numberInSurah": 84,
        "juz": 24,
        "manzil": 6,
        "page": 476,
        "ruku": 412,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4218,
        "text": "Maka iman yang mereka katakan semasa melihat azab Kami, tidak berguna lagi kepada mereka; yang demikian adalah menurut \"Sunnatullah\" (undang-undang peraturan Allah) yang telah berlaku kepada hamba-hambaNya. Dan pada saat itu rugilah orang-orang yang kufur ingkar.",
        "numberInSurah": 85,
        "juz": 24,
        "manzil": 6,
        "page": 476,
        "ruku": 412,
        "hizbQuarter": 190,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "ms.basmeih",
      "language": "ms",
      "name": "Basmeih",
      "englishName": "Abdullah Muhammad Basmeih",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}