{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 43,
    "name": "سُورَةُ الزُّخۡرُفِ",
    "englishName": "Az-Zukhruf",
    "englishNameTranslation": "Ornaments of gold",
    "revelationType": "Meccan",
    "numberOfAyahs": 89,
    "ayahs": [
      {
        "number": 4326,
        "text": "Haa, Miim.",
        "numberInSurah": 1,
        "juz": 25,
        "manzil": 6,
        "page": 489,
        "ruku": 424,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4327,
        "text": "Demi Kitab Al-Quran yang menyatakan kebenaran.",
        "numberInSurah": 2,
        "juz": 25,
        "manzil": 6,
        "page": 489,
        "ruku": 424,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4328,
        "text": "Sesungguhnya Kami jadikan Kitab itu sebagai Quran yang diturunkan dengan bahasa Arab, supaya kamu (menggunakan akal) memahaminya.",
        "numberInSurah": 3,
        "juz": 25,
        "manzil": 6,
        "page": 489,
        "ruku": 424,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4329,
        "text": "Dan sesungguhnya Al-Quran itu dalam Ibu Suratan di sisi Kami - sangat tinggi (kemuliaannya), lagi amat banyak mengandungi hikmat-hikmat dan kebenaran yang tetap kukuh.",
        "numberInSurah": 4,
        "juz": 25,
        "manzil": 6,
        "page": 489,
        "ruku": 424,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4330,
        "text": "Patutkah Kami membiarkan kamu dengan mengenepikan dan menjauhkan peringatan Al-Quran daripada kamu, kerana kamu telah menjadi kaum yang melampau buruk keadaannya? (Tidak! Kami tidak akan biarkan, bahkan Kami tetap mengingatkan kamu, sama ada kamu mahu menerimanya atau sebaliknya).",
        "numberInSurah": 5,
        "juz": 25,
        "manzil": 6,
        "page": 489,
        "ruku": 424,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4331,
        "text": "Dan (ingatlah), berapa banyak nabi-nabi yang kami telah utuskan kepada umat-umat yang terdahulu zamannya.",
        "numberInSurah": 6,
        "juz": 25,
        "manzil": 6,
        "page": 489,
        "ruku": 424,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4332,
        "text": "Dan tidak ada seseorang Nabi pun yang datang kepada mereka, melainkan mereka mempersenda dan mengejek-ejeknya.",
        "numberInSurah": 7,
        "juz": 25,
        "manzil": 6,
        "page": 489,
        "ruku": 424,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4333,
        "text": "Lalu Kami binasakan orang-orang yang lebih kekuatannya (dan lebih kejam serangannya) daripada mereka; dan telahpun disebutkan (berulang-ulang di dalam Al-Quran) tentang kisah-kisah dan misal perbandingan mengenai umat-umat yang telah lalu.",
        "numberInSurah": 8,
        "juz": 25,
        "manzil": 6,
        "page": 489,
        "ruku": 424,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4334,
        "text": "Dan demi sesungguhnya! Jika engkau (wahai Muhammad) bertanya kepada mereka (yang musyrik) itu:\" Siapakah yang menciptakan langit dan bumi?\" Sudah tentu mereka akan menjawab: \"Yang menciptakannya ialah Allah Yang Maha Kuasa, lagi Maha Mengetahui\".",
        "numberInSurah": 9,
        "juz": 25,
        "manzil": 6,
        "page": 489,
        "ruku": 424,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4335,
        "text": "(Dia lah Tuhan) yang telah menjadikan bumi bagi kamu sebagai hamparan, dan Ia telah mengadakan bagi kamu di bumi jalan-jalan lalu-lalang, supaya kamu mendapat petunjuk (ke arah yang dituju).",
        "numberInSurah": 10,
        "juz": 25,
        "manzil": 6,
        "page": 489,
        "ruku": 424,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4336,
        "text": "Dan (Dia lah) yang menurunkan hujan dari menurut sukatan yang tertentu, lalu Kami hidupkan dengan hujan itu negeri yang kering tandus tanahnya. Sedemikian itulah pula kamu akan dikeluarkan (hidup semula dari kubur).",
        "numberInSurah": 11,
        "juz": 25,
        "manzil": 6,
        "page": 490,
        "ruku": 424,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4337,
        "text": "Dan (Dia lah) yang menciptakan sekalian makhluk yang berbagai jenisnya; dan Ia mengadakan bagi kamu kapal-kapal dan binatang ternak yang kamu dapat mengenderainya,",
        "numberInSurah": 12,
        "juz": 25,
        "manzil": 6,
        "page": 490,
        "ruku": 424,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4338,
        "text": "Supaya kamu duduk tetap di atasnya; kemudian kamu mengingati nikmat Tuhan kamu apabila kamu duduk tetap di atasnya, serta kamu (bersyukur dengan) mengucapkan:\" Maha Suci Tuhan yang telah memudahkan kenderaan ini untuk kami, sedang kami sebelum itu tidak terdaya menguasainya -",
        "numberInSurah": 13,
        "juz": 25,
        "manzil": 6,
        "page": 490,
        "ruku": 424,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4339,
        "text": "\"Dan sesungguhnya kepada Tuhan kamilah, kami akan kembali!\"",
        "numberInSurah": 14,
        "juz": 25,
        "manzil": 6,
        "page": 490,
        "ruku": 424,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4340,
        "text": "Dan mereka (yang musyrik mempersekutukan Allah dengan) menjadikan sebahagian dari hamba-hamba Allah sebagai anak bagiNya. Sesungguhnya manusia (yang demikian sesatnya) sangat tidak mengenang budi, lagi nyata kufurnya.",
        "numberInSurah": 15,
        "juz": 25,
        "manzil": 6,
        "page": 490,
        "ruku": 424,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4341,
        "text": "Patutkah tuhan mengambil dari makhluk-makhluk yang diciptakanNya menjadi anak-anak perempuannya, dan Ia mengutamakan kamu dengan anak-anak lelaki?",
        "numberInSurah": 16,
        "juz": 25,
        "manzil": 6,
        "page": 490,
        "ruku": 425,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4342,
        "text": "Padahal apabila diberitahu kepada salah seorang dari mereka dengan (berita bahawa ia beroleh anak perempuan seperti) yang dijadikannya sekutu yang sejenis dengan Allah Yang Maha Pemurah, muramlah mukanya sepanjang hari (kerana menanggung dukacita), sedang ia menahan perasaan marahnya dalam hati.",
        "numberInSurah": 17,
        "juz": 25,
        "manzil": 6,
        "page": 490,
        "ruku": 425,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4343,
        "text": "Patutkah (yang dikatakan anak Allah itu jenis perempuan) yang biasanya dididik dan dibesarkan dalam perhiasan, sedang ia semasa berbantah dan bertikam lidah tidak dapat memberikan alasan yang jelas?",
        "numberInSurah": 18,
        "juz": 25,
        "manzil": 6,
        "page": 490,
        "ruku": 425,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4344,
        "text": "Dan mereka pula menyifatkan malaikat - yang juga menjadi hamba-hamba Allah Yang Maha Pemurah itu - jenis perempuan. Adakah mereka menyaksikan kejadian malaikat itu? Akan dituliskan kata-kata mereka (yang dusta itu), dan mereka akan ditanya kelak (serta akan menerima balasannya).",
        "numberInSurah": 19,
        "juz": 25,
        "manzil": 6,
        "page": 490,
        "ruku": 425,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4345,
        "text": "Dan mereka berkata: \"Kalaulah Allah Yang Maha Pemurah menghendaki tentulah kami tidak menyembah malaikat itu\". (Sebenarnya) mereka tidak mempunyai sesuatu pengetahuan pun mengenai kata-kata mereka (yang demikian), mereka hanyalah orang-orang yang berdusta!",
        "numberInSurah": 20,
        "juz": 25,
        "manzil": 6,
        "page": 490,
        "ruku": 425,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4346,
        "text": "Pernahkah Kami memberikan mereka sebelum Al-quran ini sebuah Kitab (yang membenarkan dakwaan mereka), lalu mereka berpegang teguh kepada kitab itu?",
        "numberInSurah": 21,
        "juz": 25,
        "manzil": 6,
        "page": 490,
        "ruku": 425,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4347,
        "text": "(Tidak ada sebarang bukti bagi mereka) bahkan mereka (hanyalah) berkata: Sesungguhnya kami telah mendapati datuk nenek kami menurut satu jalan ugama, dan sesungguhnya kami beroleh petunjuk menurut jejak mereka sahaja\".",
        "numberInSurah": 22,
        "juz": 25,
        "manzil": 6,
        "page": 490,
        "ruku": 425,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4348,
        "text": "Dan demikianlah halnya (orang-orang yang taqlid buta); Kami tidak mengutus sebelummu (wahai Muhammad) kepada (penduduk) sesebuah negeri, seseorang Rasul pemberi amaran, melainkan orang-orang yang berada dalam kemewahan di negeri itu berkata: \"Sesungguhnya kami dapati datuk nenek kami menurut satu jalan ugama, dan sesungguhnya kami hanya mengikut jejak mereka sahaja\".",
        "numberInSurah": 23,
        "juz": 25,
        "manzil": 6,
        "page": 491,
        "ruku": 425,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4349,
        "text": "Rasul itu berkata: \"Adakah (kamu akan menurut juga mereka) walaupun aku membawa kepada kamu ugama yang lebih jelas hidayah petunjuknya daripada jalan ugama yang kamu dapati datuk nenek kamu menurutnya?\" Mereka menjawab: \"Sesungguhnya kami tetap mengingkari apa yang kamu diutuskan membawanya\".",
        "numberInSurah": 24,
        "juz": 25,
        "manzil": 6,
        "page": 491,
        "ruku": 425,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4350,
        "text": "Lalu kami balas keingkaran mereka dengan azab yang membinasakan; maka perhatikanlah bagaimana buruknya kesudahan umat-umat yang mendustakan Rasul-rasulnya.",
        "numberInSurah": 25,
        "juz": 25,
        "manzil": 6,
        "page": 491,
        "ruku": 425,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4351,
        "text": "Dan (ingatkanlah peristiwa) ketika Nabi Ibrahim berkata kepada bapanya dan kaumnya: \"Sesungguhnya aku berlepas diri dari apa yang kamu sembah -",
        "numberInSurah": 26,
        "juz": 25,
        "manzil": 6,
        "page": 491,
        "ruku": 426,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4352,
        "text": "\"Yang lain dari Tuhan yang menciptakan daku, kerana sesungguhnya Ia tetap memberi hidayah petunjuk kepadaku\".",
        "numberInSurah": 27,
        "juz": 25,
        "manzil": 6,
        "page": 491,
        "ruku": 426,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4353,
        "text": "Dan Nabi Ibrahim menjadikan kalimah tauhid itu tetap kekal pada keturunannya, supaya mereka kembali (kepada tauhid itu, jika ada yang menyeleweng kepada syirik).",
        "numberInSurah": 28,
        "juz": 25,
        "manzil": 6,
        "page": 491,
        "ruku": 426,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4354,
        "text": "(Kebanyakan mereka tidak kembali kepada tauhid, dan Aku pula tidak segerakan azab mereka) bahkan Aku memberikan mereka dan datuk nenek mereka menikmati kesenangan hidup, sehingga datanglah kepada mereka kebenaran (Al-Quran), dan seorang Rasul yang menerangkan tauhid.",
        "numberInSurah": 29,
        "juz": 25,
        "manzil": 6,
        "page": 491,
        "ruku": 426,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4355,
        "text": "Dan ketika kebenaran (Al-Quran) itu disampaikan kepada mereka, berkatalah mereka: \"Sesungguhnya ini adalah sihir, dan sesungguhnya kami tetap mengingkarinya\".",
        "numberInSurah": 30,
        "juz": 25,
        "manzil": 6,
        "page": 491,
        "ruku": 426,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4356,
        "text": "Dan (kerana mereka mencemuh Nabi Muhammad) mereka berkata: \"(Kalaulah Al-Quran ini menjadi bukti kenabian seseorang, maka) sepatutnya Al-Quran ini diturunkan kepada seorang besar (yang kaya dan berpengaruh) dari salah sebuah dua bandar yang (terkenal) itu?\"",
        "numberInSurah": 31,
        "juz": 25,
        "manzil": 6,
        "page": 491,
        "ruku": 426,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4357,
        "text": "(Mengapa pemberian Kami itu mereka ingkarkan?) Adakah mereka berkuasa membahagi-bahagikan (perkara-perkara keruhanian dan keugamaan yang menjadi sebesar-besar) rahmat Tuhanmu (wahai Muhammad, seolah-olah Kami hanya berkuasa dalam perkara kebendaan dan keduniaan sahaja? Mereka tidak ingkarkan): Kami membahagi-bahagikan antara mereka segala keperluan hidup mereka dalam kehidupan dunia ini, (setengahnya Kami jadikan kaya raya dan setengahnya miskin menderita); dan juga Kami telah menjadikan darjat setengah mereka tertinggi dari darjat setengahnya yang lain; (semuanya itu) supaya sebahagian dari mereka senang mendapat kemudahan menjalankan kehidupannya dari (bantuan) setengahnya yang lain. Dan lagi rahmat Tuhanmu (yang meliputi kebahagiaan dunia dan akhirat) adalah lebih baik dari kebendaan dan keduniaan semata-mata yang mereka kumpulkan.",
        "numberInSurah": 32,
        "juz": 25,
        "manzil": 6,
        "page": 491,
        "ruku": 426,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4358,
        "text": "Dan kalaulah tidak kerana manusia akan menjadi umat yang satu (dalam kekufuran), nescaya Kami jadikan bagi orang-orang yang kufur ingkar kepada Tuhan Yang Maha Pemurah, bumbung rumah-rumah mereka dari perak, dan tangga-tangga yang mereka naik turun di atasnya (dari perak juga),",
        "numberInSurah": 33,
        "juz": 25,
        "manzil": 6,
        "page": 491,
        "ruku": 426,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4359,
        "text": "Dan juga pintu-pintu rumah mereka (dari perak juga), dan kerusi-kerusi panjang yang mereka berbaring di atasnya (dari perak juga),",
        "numberInSurah": 34,
        "juz": 25,
        "manzil": 6,
        "page": 492,
        "ruku": 426,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4360,
        "text": "Serta berbagai barang perhiasan (keemasan). Dan (ingatlah), segala yang tersebut itu tidak lain hanyalah merupakan kesenangan hidup di dunia; dan (sebaliknya) kesenangan hari akhirat di sisi hukum Tuhanmu adalah khas bagi orang-orang yang bertaqwa.",
        "numberInSurah": 35,
        "juz": 25,
        "manzil": 6,
        "page": 492,
        "ruku": 426,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4361,
        "text": "Dan sesiapa yang tidak mengindahkan pengajaran (Al-Quran yang diturunkan oleh Allah) Yang maha Pemurah, Kami akan adakan baginya Syaitan (yang menghasut dan menyesatkannya), lalu menjadilah Syaitan itu temannya yang tidak renggang daripadanya.",
        "numberInSurah": 36,
        "juz": 25,
        "manzil": 6,
        "page": 492,
        "ruku": 427,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4362,
        "text": "Dan sesungguhnya Syaitan-syaitan itu tetap menghalangi mereka dari jalan yang benar, sedang mereka menyangka bahawa mereka orang-orang yang mendapat hidayah petunjuk.",
        "numberInSurah": 37,
        "juz": 25,
        "manzil": 6,
        "page": 492,
        "ruku": 427,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4363,
        "text": "Sehingga apabila ia (yang terjerumus dalam kesesatan itu) datang kepada Kami (pada hari kiamat), berkatalah ia (kepada Syaitannya): \"Alangkah baiknya (kalau di dunia dahulu ada sekatan yang memisahkan) antaraku denganmu sejauh timur dengan barat! Kerana (engkau) adalah sejahat-jahat teman\".",
        "numberInSurah": 38,
        "juz": 25,
        "manzil": 6,
        "page": 492,
        "ruku": 427,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4364,
        "text": "(Lalu dikatakan kepada mereka): \"Pada hari ini, setelah nyata bahawa kamu telah menganiaya diri sendiri, (maka apa yang kamu cita-citakan itu) tidak sekali-kali akan memberi faedah kepada kamu, kerana sesungguhnya kamu dan teman-teman kamu itu tetap menderita bersama-sama di dalam azab\".",
        "numberInSurah": 39,
        "juz": 25,
        "manzil": 6,
        "page": 492,
        "ruku": 427,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4365,
        "text": "Maka (mengapa engkau berdukacita wahai Muhammad) adakah engkau berkuasa menjadikan orang-orang yang pekak mendengar, atau menunjuk jalan kepada orang-orang yang buta (mata hatinya), dan juga orang-orang yang berada dalam kesesatan yang nyata?",
        "numberInSurah": 40,
        "juz": 25,
        "manzil": 6,
        "page": 492,
        "ruku": 427,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4366,
        "text": "Oleh itu (bertenanglah engkau, kerana) kalaulah Kami wafatkan engkau (sebelum Kami perlihatkan kepadamu azab yang akan menimpa mereka), maka sesungguhnya Kami tetap menyeksakan mereka.",
        "numberInSurah": 41,
        "juz": 25,
        "manzil": 6,
        "page": 492,
        "ruku": 427,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4367,
        "text": "Atau sekiranya Kami (hendak) memperlihatkan kepadamu apa yang Kami janjikan kepada mereka (dari azab seksa itu), maka Kami tetap berkuasa terhadap mereka.",
        "numberInSurah": 42,
        "juz": 25,
        "manzil": 6,
        "page": 492,
        "ruku": 427,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4368,
        "text": "Dengan yang demikian, berpegang teguhlah engkau kepada Al-Quran yang telah diwahyukan kepadamu; kerana sesungguhnya engkau berada di atas jalan yang lurus.",
        "numberInSurah": 43,
        "juz": 25,
        "manzil": 6,
        "page": 492,
        "ruku": 427,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4369,
        "text": "Dan sesungguhnya Al-Quran itu memberikan kemuliaan dan peringatan kepadamu (wahai Muhammad) dan kepada kaummu; dan kamu akan ditanya kelak (tentang isi kandungannya yang kamu telah amalkan).",
        "numberInSurah": 44,
        "juz": 25,
        "manzil": 6,
        "page": 492,
        "ruku": 427,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4370,
        "text": "Dan bertanyalah kepada umat mana-mana Rasul yang Kami telah utuskan sebelummu; pernahkah Kami memberi hukum menetapkan sebarang tuhan untuk disembah, selain dari Allah Yang Maha Pemurah.",
        "numberInSurah": 45,
        "juz": 25,
        "manzil": 6,
        "page": 492,
        "ruku": 427,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4371,
        "text": "Dan demi sesungguhnya! Kami telah mengutus Nabi Musa dengan membawa mukjizat-mukjizat Kami, kepada Firaun dan kaumnya, lalu ia berkata: \"Sesungguhnya aku ini ialah Rasul dari Tuhan sekalian alam\".",
        "numberInSurah": 46,
        "juz": 25,
        "manzil": 6,
        "page": 492,
        "ruku": 428,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4372,
        "text": "Maka apabila ia datang kepada mereka dengan membawa tanda-tanda kekuasaan Kami, mereka dengan serta-merta mencemuh dan menggelakkan (apa yang dibawanya) itu.",
        "numberInSurah": 47,
        "juz": 25,
        "manzil": 6,
        "page": 492,
        "ruku": 428,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4373,
        "text": "Dan tidaklah Kami memperlihatkan kepada mereka sesuatu tanda kebenaran Nabi Musa melainkan tanda itu adalah lebih terang dari yang terdahulu daripadanya; Dan Kami timpakan mereka dengan berbagai azab (bala bencana), supaya mereka kembali (bertaubat).",
        "numberInSurah": 48,
        "juz": 25,
        "manzil": 6,
        "page": 493,
        "ruku": 428,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4374,
        "text": "Dan (apabila bala bencana itu menimpa mereka), mereka merayu kepada Nabi Musa dengan berkata: \"Wahai orang yang bijak pandai, pohonkanlah kepada Tuhanmu keselamatan untuk kami dengan (kemuliaan) pangkat Nabi yang diberikan kepadamu; sesungguhnya kami (sesudah itu) akan patuh beriman\".",
        "numberInSurah": 49,
        "juz": 25,
        "manzil": 6,
        "page": 493,
        "ruku": 428,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4375,
        "text": "Setelah Kami hapuskan azab itu daripada mereka, mereka terus mencabuli janjinya.",
        "numberInSurah": 50,
        "juz": 25,
        "manzil": 6,
        "page": 493,
        "ruku": 428,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4376,
        "text": "Dan Firaun pula menyeru (dengan mengisytiharkan) kepada kaumnya, katanya: \"Wahai kaumku! Bukankah kerajaan negeri Mesir ini - akulah yang menguasainya, dan sungai-sungai ini mengalir di bawah (istana) ku? Tidakkah kamu melihatnya?",
        "numberInSurah": 51,
        "juz": 25,
        "manzil": 6,
        "page": 493,
        "ruku": 428,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4377,
        "text": "\"Bahkan bukankah aku lebih baik daripada orang yang hina keadaannya ini, dan yang hampir-hampir tidak dapat menjelaskan perkataannya?",
        "numberInSurah": 52,
        "juz": 25,
        "manzil": 6,
        "page": 493,
        "ruku": 428,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4378,
        "text": "\"(Kalau betul ia seorang Rasul) maka sepatutnya ia dipakaikan (oleh Tuhannya) gelang-gelang emas (yang menandakan ia seorang pemimpin), atau datang malaikat bersama-sama dengannya (sebagai saksi tentang kebenarannya)?\"",
        "numberInSurah": 53,
        "juz": 25,
        "manzil": 6,
        "page": 493,
        "ruku": 428,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4379,
        "text": "(Dengan yang demikian), maka Firaun memperbodohkan kaumnya, lalu mereka mematuhinya; sesungguhnya mereka itu adalah kaum yang fasik - derhaka.",
        "numberInSurah": 54,
        "juz": 25,
        "manzil": 6,
        "page": 493,
        "ruku": 428,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4380,
        "text": "Setelah mereka menyebabkan kemurkaan Kami (dengan perbuatan derhaka itu), Kami menyeksa mereka, iaitu menenggelamkan mereka semuanya di laut (sehingga binasa).",
        "numberInSurah": 55,
        "juz": 25,
        "manzil": 6,
        "page": 493,
        "ruku": 428,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4381,
        "text": "Maka kami jadikan mereka contoh dan pengajaran bagi orang-orang yang datang kemudian.",
        "numberInSurah": 56,
        "juz": 25,
        "manzil": 6,
        "page": 493,
        "ruku": 428,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4382,
        "text": "Dan ketika (nabi Isa) anak Maryam dikemukakan sebagai satu misal perbandingan, (untuk membantahmu wahai Muhammad), tiba-tiba kaummu bersorak-sorak kesukaan terhadapnya (kerana menyangka bahawa mereka telah menang).",
        "numberInSurah": 57,
        "juz": 25,
        "manzil": 6,
        "page": 493,
        "ruku": 429,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4383,
        "text": "Dan mereka berkata lagi: \"Manakah yang lebih baik, benda-benda yang kami sembah atau Isa?\" Dan (sebenarnya) mereka tidak mengemukakan perbandingan itu kepadamu (wahai Muhammad) melainkan kerana membantah semata-mata (bukan kerana mencari kebenaran); bahkan mereka itu adalah kaum yang suka sekali mengemukakan bantahan.",
        "numberInSurah": 58,
        "juz": 25,
        "manzil": 6,
        "page": 493,
        "ruku": 429,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4384,
        "text": "Nabi Isa itu tidak lain hanyalah seorang hamba yang telah Kami kurniakan nikmat kepadanya (dengan pangkat Nabi), dan Kami jadikan dia satu contoh (kekuasaan kami yang menakjubkan) bagi kaum Bani Israil.",
        "numberInSurah": 59,
        "juz": 25,
        "manzil": 6,
        "page": 493,
        "ruku": 429,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4385,
        "text": "Dan kalaulah kami kehendaki, kami berkuasa melahirkan daripada kamu (wahai kaum lelaki): malaikat mengganti kamu (menjalankan urusan) di muka bumi.",
        "numberInSurah": 60,
        "juz": 25,
        "manzil": 6,
        "page": 493,
        "ruku": 429,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4386,
        "text": "Dan sesungguhnya Nabi Isa menjadi tanda kedatangan hari kiamat, maka janganlah kamu ragu-ragu tentang (hari kiamat) itu, dan turutlah (petunjukKu); inilah jalan yang lurus.",
        "numberInSurah": 61,
        "juz": 25,
        "manzil": 6,
        "page": 494,
        "ruku": 429,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4387,
        "text": "Dan janganlah Syaitan menghalang kamu (daripada menurut jalan yang benar); sesungguhnya Syaitan itu musuh yang nyata bagi kamu.",
        "numberInSurah": 62,
        "juz": 25,
        "manzil": 6,
        "page": 494,
        "ruku": 429,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4388,
        "text": "Dan ketika Nabi Isa datang (kepada kaumnya) dengan membawa keterangan-keterangan yang nyata, berkatalah ia: \"Sesungguhnya aku datang kepada kamu dengan membawa hikmat (ajaran Tuhan), dan untuk menerangkan kepada kamu: sebahagian dari (perkara-perkara ugama) yang kamu berselisihan padanya. Oleh itu, bertaqwalah kamu kepada Allah dan taatlah kepadaku.",
        "numberInSurah": 63,
        "juz": 25,
        "manzil": 6,
        "page": 494,
        "ruku": 429,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4389,
        "text": "\"Sesungguhnya Allah ialah Tuhanku dan Tuhan kamu, maka sembahlah kamu akan Dia; inilah jalan yang lurus\".",
        "numberInSurah": 64,
        "juz": 25,
        "manzil": 6,
        "page": 494,
        "ruku": 429,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4390,
        "text": "Kemudian, golongan-golongan (dari kaumnya) itu berselisihan sesama sendiri. Maka kecelakaan dan kebinasaanlah bagi orang-orang yang zalim itu, dari (paluan) azab seksa yang tidak terperi sakitnya, pada hari pembalasan.",
        "numberInSurah": 65,
        "juz": 25,
        "manzil": 6,
        "page": 494,
        "ruku": 429,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4391,
        "text": "(Mereka yang menentang Nabi Muhammad) tidak ada lagi yang mereka tunggu melainkan saat kiamat yang akan datang kepada mereka secara mengejut, dan dalam keadaan mereka lalai leka dengan perkara-perkara keduniaan.",
        "numberInSurah": 66,
        "juz": 25,
        "manzil": 6,
        "page": 494,
        "ruku": 429,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4392,
        "text": "Pada hari itu sahabat-sahabat karib: setengahnya akan menjadi musuh kepada setengahnya yang lain, kecuali orang-orang yang persahabatannya berdasarkan taqwa (iman dan amal soleh).",
        "numberInSurah": 67,
        "juz": 25,
        "manzil": 6,
        "page": 494,
        "ruku": 429,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4393,
        "text": "(Mereka - yang bertaqwa - itu, diberi penghormatan serta diseru oleh Allah Taala dengan firmanNya): \"Wahai hamba-hambaku! Pada hari ini kamu tidak akan merasai sebarang kebimbangan (dari sesuatu yang tidak baik); dan kamu pula tidak akan berdukacita\".",
        "numberInSurah": 68,
        "juz": 25,
        "manzil": 6,
        "page": 494,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4394,
        "text": "(Mereka itu ialah) orang-orang yang beriman akan ayat-ayat keterangan Kami, serta mereka menjadi orang-orang Islam yang taat patuh,",
        "numberInSurah": 69,
        "juz": 25,
        "manzil": 6,
        "page": 494,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4395,
        "text": "(Mereka diberi sebaik-baik balasan dengan dikatakan kepada mereka): \"Masuklah kamu ke dalam Syurga bersama-sama isteri-isteri kamu (yang beriman), dengan menikmati sepenuh-penuh kegembiraan dan kesenangan\".",
        "numberInSurah": 70,
        "juz": 25,
        "manzil": 6,
        "page": 494,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4396,
        "text": "Diedarkan kepada mereka pinggan-pinggan besar dan piala-piala dari emas; dan di dalam Syurga itu pula disediakan segala yang diingini oleh nafsu serta di pandang indah oleh mata; dan (dikatakan kepada mereka): \"Kamu adalah tetap kekal di dalamnya\".",
        "numberInSurah": 71,
        "juz": 25,
        "manzil": 6,
        "page": 494,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4397,
        "text": "Dan (dikatakan lagi kepada mereka): \"Inilah Syurga yang diberikan kamu mewarisinya, disebabkan apa yang kamu telah kerjakan\".",
        "numberInSurah": 72,
        "juz": 25,
        "manzil": 6,
        "page": 494,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4398,
        "text": "\"Kamu beroleh di dalamnya berbagai jenis buah-buahan, untuk kamu makan daripadanya\".",
        "numberInSurah": 73,
        "juz": 25,
        "manzil": 6,
        "page": 494,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4399,
        "text": "\"Sesungguhnya orang-orang yang berdosa (dengan kekufurannya), kekal selama-lamanya di dalam azab seksa neraka Jahannam.",
        "numberInSurah": 74,
        "juz": 25,
        "manzil": 6,
        "page": 495,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4400,
        "text": "Tidak diringankan azab itu daripada mereka, dan mereka tinggal menderitainya dengan berputus asa (daripada mendapat sebarang pertolongan),",
        "numberInSurah": 75,
        "juz": 25,
        "manzil": 6,
        "page": 495,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4401,
        "text": "Dan tidaklah kami menganiaya mereka, akan tetapi merekalah yang menganiaya diri sendiri.",
        "numberInSurah": 76,
        "juz": 25,
        "manzil": 6,
        "page": 495,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4402,
        "text": "Dan mereka menyeru (ketua malaikat penjaga neraka, dengan berkata): \"Wahai Malik! Biarlah hendaknya Tuhanmu mematikan kami (kerana kami tidak tahan menderita)!\" Maalik menjawab: \"Sesungguhnya kamu tetap kekal di dalam azab!\"",
        "numberInSurah": 77,
        "juz": 25,
        "manzil": 6,
        "page": 495,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4403,
        "text": "(Bagi menyatakan sebabnya mereka dibiarkan di dalam azab, Allah Taala berfirman): \"Demi sesungguhnya! Kami telah menyampaikan kebenaran kepada kamu (melalui Rasul Kami), akan tetapi kebanyakan kamu (telah menentangnya, kerana kamu) tidak suka kepada kebenaran itu\".",
        "numberInSurah": 78,
        "juz": 25,
        "manzil": 6,
        "page": 495,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4404,
        "text": "Bahkan mereka (yang kafir) itu telah mengambil keputusan menjalankan satu rancangan (hendak membunuh Rasul Kami), maka Kami juga mengambil keputusan (menggagalkan rancangan mereka).",
        "numberInSurah": 79,
        "juz": 25,
        "manzil": 6,
        "page": 495,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4405,
        "text": "Patutkah mereka menyangka bahawa Kami tidak mendengar apa yang mereka sembunyikan (di dalam hati) dan apa yang mereka perkatakan (dengan berbisik) sesama sendiri? (Bukan sebagaimana yang mereka sangka) bahkan utusan-utusan Kami (malaikat) yang menjaga mereka, ada menulis segala yang mereka lakukan.",
        "numberInSurah": 80,
        "juz": 25,
        "manzil": 6,
        "page": 495,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4406,
        "text": "Katakanlah (Wahai Muhammad, kepada mereka yang musyrik itu): \"Kalau betul Allah yang maha pemurah, mempunyai anak (sebagaimana yang kamu dakwakan) maka akulah orang yang awal pertama yang akan menyembah anak itu; (tetapi dakwaan kamu itu tidak berasas)!\"",
        "numberInSurah": 81,
        "juz": 25,
        "manzil": 6,
        "page": 495,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4407,
        "text": "Maha Suci Allah Tuhan yang menciptakan langit dan bumi, - tuhan yang mempunyai Arasy (yang melambangkan kebesarannya), - (Maha Sucilah Ia) dari apa yang mereka katakan itu.",
        "numberInSurah": 82,
        "juz": 25,
        "manzil": 6,
        "page": 495,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4408,
        "text": "Oleh itu, biarkanlah mereka (wahai Muhammad) tenggelam dalam kesesatan mereka dan leka bermain-main (dalam dunia mereka), sehingga mereka menemui hari yang dijanjikan kepada mereka (untuk menerima balasan).",
        "numberInSurah": 83,
        "juz": 25,
        "manzil": 6,
        "page": 495,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4409,
        "text": "Dan (ingatlah), Allah jualah Tuhan yang berhak disembah di langit, dan Dia lah Tuhan yang berhak disembah di bumi; dan Dia lah jua Yang Maha Bijaksana, lagi Maha Mengetahui.",
        "numberInSurah": 84,
        "juz": 25,
        "manzil": 6,
        "page": 495,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4410,
        "text": "Dan Maha Tinggilah Kebesaran Tuhan yang menguasai langit dan bumi serta segala yang ada di antara keduanya; dan Dia lah jua yang mengetahui tentang (masa datangnya) hari kiamat; dan kepadanyalah kamu semua akan dikembalikan.",
        "numberInSurah": 85,
        "juz": 25,
        "manzil": 6,
        "page": 495,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4411,
        "text": "Dan segala yang mereka sembah yang lain dari Allah, tidak mempunyai sebarang kuasa untuk memberikan syafaat pertolongan, kecuali sesiapa yang memberi penerangan mengakui kebenaran dengan mentauhidkan Allah, Tuhan Yang Sebenar-benarnya secara mereka mengetahuiNya dengan yakin (bukan dengan kata-kata orang; maka merekalah yang mungkin diizinkan memberi dan mendapat syafaat itu).",
        "numberInSurah": 86,
        "juz": 25,
        "manzil": 6,
        "page": 495,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4412,
        "text": "Dan demi sesungguhnya! Jika engkau (wahai Muhammad) bertanya kepada mereka: \"Siapakah yang menciptakan mereka?\" Sudah tentu mereka akan menjawab: \"Allah!\". (Jika demikian) maka bagaimana mereka rela dipesongkan (dari menyembah dan mengesakanNya)?",
        "numberInSurah": 87,
        "juz": 25,
        "manzil": 6,
        "page": 495,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4413,
        "text": "Dan (Dia lah Tuhan yang Mengetahui rayuan Nabi Muhammad) yang berkata: Wahai TuhanKu! Sesungguhnya mereka ini adalah satu kaum yang tidak mahu beriman (maka terserahlah kepadaMu untuk mengadilinya)!\"",
        "numberInSurah": 88,
        "juz": 25,
        "manzil": 6,
        "page": 495,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4414,
        "text": "(Tuhan menjawab rayuannya dengan berfirman): \"Jika demikian, maka janganlah engkau (wahai Muhammad) hiraukan mereka, dan katakanlah: ` Selamat tinggalah! ' Kemudian mereka akan mengetahui kelak (akibat keingkarannya)! \"",
        "numberInSurah": 89,
        "juz": 25,
        "manzil": 6,
        "page": 495,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "ms.basmeih",
      "language": "ms",
      "name": "Basmeih",
      "englishName": "Abdullah Muhammad Basmeih",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}