{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 67,
    "name": "سُورَةُ المُلۡكِ",
    "englishName": "Al-Mulk",
    "englishNameTranslation": "The Sovereignty",
    "revelationType": "Meccan",
    "numberOfAyahs": 30,
    "ayahs": [
      {
        "number": 5242,
        "text": "Maha Berkat (serta Maha Tinggilah kelebihan) Tuhan yang menguasai pemerintahan (dunia dan akhirat); dan memanglah Ia Maha Kuasa atas tiap-tiap sesuatu;",
        "numberInSurah": 1,
        "juz": 29,
        "manzil": 7,
        "page": 562,
        "ruku": 496,
        "hizbQuarter": 225,
        "sajda": false
      },
      {
        "number": 5243,
        "text": "Dia lah yang telah mentakdirkan adanya mati dan hidup (kamu) - untuk menguji dan menzahirkan keadaan kamu: siapakah di antara kamu yang lebih baik amalnya; dan Ia Maha Kuasa (membalas amal kamu), lagi Maha Pengampun, (bagi orang-orang yang bertaubat);",
        "numberInSurah": 2,
        "juz": 29,
        "manzil": 7,
        "page": 562,
        "ruku": 496,
        "hizbQuarter": 225,
        "sajda": false
      },
      {
        "number": 5244,
        "text": "Dia lah yang telah mengaturkan kejadian tujuh petala langit yang berlapis-lapis; engkau tidak dapat melihat pada ciptaan Allah Yang Maha Pemurah itu sebarang keadaan yang tidak seimbang dan tidak munasabah; (jika engkau ragu-ragu) maka ulangilah pandangan - (mu) - dapatkah engkau melihat sebarang kecacatan?",
        "numberInSurah": 3,
        "juz": 29,
        "manzil": 7,
        "page": 562,
        "ruku": 496,
        "hizbQuarter": 225,
        "sajda": false
      },
      {
        "number": 5245,
        "text": "Kemudian ulangilah pandangan (mu) berkali-kali, nescaya pandanganmu itu akan berbalik kepadamu dengan hampa (daripada melihat sebarang kecacatan), sedang ia pula berkeadaan lemah lesu (kerana habis tenaga dengan sia-sia).",
        "numberInSurah": 4,
        "juz": 29,
        "manzil": 7,
        "page": 562,
        "ruku": 496,
        "hizbQuarter": 225,
        "sajda": false
      },
      {
        "number": 5246,
        "text": "Dan demi sesungguhnya! Kami telah menghiasi langit yang dekat (pada penglihatan penduduk bumi) dengan bintang-bintang, dan Kami jadikan bintang-bintang itu punca rejaman terhadap Syaitan-syaitan; dan Kami sediakan bagi mereka azab neraka yang menjulang-julang.",
        "numberInSurah": 5,
        "juz": 29,
        "manzil": 7,
        "page": 562,
        "ruku": 496,
        "hizbQuarter": 225,
        "sajda": false
      },
      {
        "number": 5247,
        "text": "Dan bagi orang-orang yang kufur ingkar terhadap Tuhan mereka, disediakan azab neraka Jahannam, dan itulah seburuk-buruk tempat kembali.",
        "numberInSurah": 6,
        "juz": 29,
        "manzil": 7,
        "page": 562,
        "ruku": 496,
        "hizbQuarter": 225,
        "sajda": false
      },
      {
        "number": 5248,
        "text": "Apabila mereka dicampakkan ke dalamnya, mereka mendengar suara jeritannya meraung-raung, sedang ia menggelegak.",
        "numberInSurah": 7,
        "juz": 29,
        "manzil": 7,
        "page": 562,
        "ruku": 496,
        "hizbQuarter": 225,
        "sajda": false
      },
      {
        "number": 5249,
        "text": "Hampir-hampir ia pecah berkecai-kecai kerana kuat marahnya. Tiap-tiap kali dicampakkan ke dalamnya sekumpulan besar (dari orang kafir), bertanyalah penjaga-penjaga neraka itu kepada mereka: \"Tidakkah kamu pernah didatangi seorang Rasul pemberi ingatan dan amaran (di dunia dahulu)?\"",
        "numberInSurah": 8,
        "juz": 29,
        "manzil": 7,
        "page": 562,
        "ruku": 496,
        "hizbQuarter": 225,
        "sajda": false
      },
      {
        "number": 5250,
        "text": "Mereka menjawab: \"Ada! Sebenarnya telah datang kepada kami seorang Rasul pemberi ingatan dan amaran, lalu kami dustakan serta kami katakan (kepadanya): Allah tidak menurunkan sesuatupun, kamu (wahai orang yang mendakwa menjadi Rasul) hanyalah berada dalam kesesatan yang besar! \"",
        "numberInSurah": 9,
        "juz": 29,
        "manzil": 7,
        "page": 562,
        "ruku": 496,
        "hizbQuarter": 225,
        "sajda": false
      },
      {
        "number": 5251,
        "text": "Dan mereka berkata: \"Kalaulah kami dahulu mendengar dan memahami (sebagai orang yang mencari kebenaran), tentulah kami tidak termasuk dalam kalangan ahli neraka\".",
        "numberInSurah": 10,
        "juz": 29,
        "manzil": 7,
        "page": 562,
        "ruku": 496,
        "hizbQuarter": 225,
        "sajda": false
      },
      {
        "number": 5252,
        "text": "Akhirnya mereka mengakui dosa-dosa mereka (sebagai orang-orang yang kufur ingkar), maka tetaplah jauhnya rahmat Allah dari ahli neraka.",
        "numberInSurah": 11,
        "juz": 29,
        "manzil": 7,
        "page": 562,
        "ruku": 496,
        "hizbQuarter": 225,
        "sajda": false
      },
      {
        "number": 5253,
        "text": "Sesungguhnya orang-orang yang takut (melanggar hukum) Tuhannya semasa mereka tidak dilihat orang dan semasa mereka tidak melihat azab Tuhan, mereka beroleh keampunan dan pahala yang besar.",
        "numberInSurah": 12,
        "juz": 29,
        "manzil": 7,
        "page": 562,
        "ruku": 496,
        "hizbQuarter": 225,
        "sajda": false
      },
      {
        "number": 5254,
        "text": "Dan tuturkanlah perkataan kamu dengan perlahan atau dengan nyaring, (sama sahaja keadaannya kepada Allah), kerana sesungguhnya Allah Maha Mengetahui akan segala (isi hati) yang terkandung di dalam dada.",
        "numberInSurah": 13,
        "juz": 29,
        "manzil": 7,
        "page": 563,
        "ruku": 496,
        "hizbQuarter": 225,
        "sajda": false
      },
      {
        "number": 5255,
        "text": "Tidakkah Allah yang menciptakan sekalian makhluk itu mengetahui (segala-galanya)? Sedang Ia Maha Halus urusan PentadbiranNya, lagi Maha Mendalam PengetahuanNya!",
        "numberInSurah": 14,
        "juz": 29,
        "manzil": 7,
        "page": 563,
        "ruku": 496,
        "hizbQuarter": 225,
        "sajda": false
      },
      {
        "number": 5256,
        "text": "Dia lah yang menjadikan bumi bagi kamu: mudah digunakan, maka berjalanlah di merata-rata ceruk rantaunya, serta makanlah dari rezeki yang dikurniakan Allah; dan (ingatlah), kepada Allah jualah (tempat kembali kamu sesudah) dibangkitkan hidup semula; (maka hargailah nikmatNya dan takutilah kemurkaanNya).",
        "numberInSurah": 15,
        "juz": 29,
        "manzil": 7,
        "page": 563,
        "ruku": 497,
        "hizbQuarter": 225,
        "sajda": false
      },
      {
        "number": 5257,
        "text": "Patutkah kamu merasa aman (tidak takut) kepada Tuhan yang pusat pemerintahanNya di langit itu: menunggang-balikkan bumi menimbus kamu, lalu bergegarlah bumi itu dengan serta-merta (melenyapkan kamu di bawahnya)?",
        "numberInSurah": 16,
        "juz": 29,
        "manzil": 7,
        "page": 563,
        "ruku": 497,
        "hizbQuarter": 225,
        "sajda": false
      },
      {
        "number": 5258,
        "text": "Atau patutkah kamu merasa aman (tidak takut) kepada Allah yang pusat pemerintahanNya di langit itu: menghantarkan kepada kamu angin ribut yang menghujani kamu dengan batu; maka dengan itu, kamu akan mengetahui kelak bagaimana buruknya kesan amaranKu?",
        "numberInSurah": 17,
        "juz": 29,
        "manzil": 7,
        "page": 563,
        "ruku": 497,
        "hizbQuarter": 225,
        "sajda": false
      },
      {
        "number": 5259,
        "text": "Dan demi sesungguhnya! orang-orang (kafir) yang terdahulu daripada mereka telah mendustakan (rasul-rasulnya lalu mereka dibinasakan); dengan yang demikian, (perhatikanlah) bagaimana buruknya kesan kemurkaanKu.",
        "numberInSurah": 18,
        "juz": 29,
        "manzil": 7,
        "page": 563,
        "ruku": 497,
        "hizbQuarter": 225,
        "sajda": false
      },
      {
        "number": 5260,
        "text": "Patutkah mereka menutup mata dan tidak memerhatikan (kekuasaan Allah pada) burung-burung yang terbang di atas mereka, (siapakah yang menjaganya ketika) burung-burung itu mengembang dan menutupkan sayapnya? Tidak ada yang menahannya (daripada jatuh) melainkan (kekuasaan) Allah Yang Maha Pemurah. Sesungguhnya Ia Maha Melihat serta mengetahui akan tiap-tiap sesuatu.",
        "numberInSurah": 19,
        "juz": 29,
        "manzil": 7,
        "page": 563,
        "ruku": 497,
        "hizbQuarter": 225,
        "sajda": false
      },
      {
        "number": 5261,
        "text": "Bahkan siapa dia yang menjadi tentera bagi kamu, yang akan menolong kamu selain dari Allah Yang Maha Pemurah? (Sebenarnya) orang-orang yang kafir tidak lain hanyalah berada dalam keadaan terpedaya.",
        "numberInSurah": 20,
        "juz": 29,
        "manzil": 7,
        "page": 563,
        "ruku": 497,
        "hizbQuarter": 225,
        "sajda": false
      },
      {
        "number": 5262,
        "text": "Atau siapa dia yang dapat memberi rezeki kepada kamu jika Allah menahan rezekiNya? (Tidak ada sesiapapun), bahkan mereka (yang musyrik itu) kekal terus dalam keadaan sombong angkuh serta melarikan diri (dari kebenaran).",
        "numberInSurah": 21,
        "juz": 29,
        "manzil": 7,
        "page": 563,
        "ruku": 497,
        "hizbQuarter": 225,
        "sajda": false
      },
      {
        "number": 5263,
        "text": "Maka adakah orang yang berjalan (melalui jalan yang tidak betul, yang menyebabkan dia selalu jatuh) tersungkur di atas mukanya: boleh mendapat hidayah - atau orang yang berjalan tegak betul, melalui jalan yang lurus rata?",
        "numberInSurah": 22,
        "juz": 29,
        "manzil": 7,
        "page": 563,
        "ruku": 497,
        "hizbQuarter": 225,
        "sajda": false
      },
      {
        "number": 5264,
        "text": "Katakanlah (wahai Muhammad): \"Allah yang menciptakan kamu (dari tiada kepada ada), dan mengadakan bagi kamu pendengaran dan penglihatan serta hati (untuk kamu bersyukur, tetapi) amatlah sedikit kamu bersyukur\".",
        "numberInSurah": 23,
        "juz": 29,
        "manzil": 7,
        "page": 563,
        "ruku": 497,
        "hizbQuarter": 225,
        "sajda": false
      },
      {
        "number": 5265,
        "text": "Katakanlah lagi: \"Dia lah yang mengembangkan kamu di bumi, dan kepadaNyalah kamu akan dihimpunkan\".",
        "numberInSurah": 24,
        "juz": 29,
        "manzil": 7,
        "page": 563,
        "ruku": 497,
        "hizbQuarter": 225,
        "sajda": false
      },
      {
        "number": 5266,
        "text": "Dan mereka (yang ingkar) berkata: \"Bilakah datangnya (hari kiamat) yang dijanjikan itu, jika betul kamu orang-orang yang benar?\"",
        "numberInSurah": 25,
        "juz": 29,
        "manzil": 7,
        "page": 563,
        "ruku": 497,
        "hizbQuarter": 225,
        "sajda": false
      },
      {
        "number": 5267,
        "text": "Katakanlah (wahai Muhammad): \"Sesungguhnya ilmu pengetahuan (tentang masa kedatangannya) hanya ada pada sisi Allah, dan sesungguhnya aku hanyalah seorang Rasul pemberi ingatan dan amaran yang terang nyata\".",
        "numberInSurah": 26,
        "juz": 29,
        "manzil": 7,
        "page": 563,
        "ruku": 497,
        "hizbQuarter": 225,
        "sajda": false
      },
      {
        "number": 5268,
        "text": "Kemudian apabila (datang kiamat dan) mereka melihat (azab) yang dijanjikan itu secara dekat, muramlah muka orang-orang yang kafir itu, serta dikatakan (kepada mereka): \"Inilah dia yang dahulu kamu kerap kali minta disegerakan kedatangannya!\".",
        "numberInSurah": 27,
        "juz": 29,
        "manzil": 7,
        "page": 564,
        "ruku": 497,
        "hizbQuarter": 225,
        "sajda": false
      },
      {
        "number": 5269,
        "text": "Tanyalah (wahai Muhammad, kepada mereka): \"Bagaimana fikiran kamu, jika Allah binasakan daku dan orang-orang yang bersama-sama denganku (sebagaimana yang kamu harap-harapkan), atau Ia memberi rahmat kepada kami (sehingga kami dapat mengalahkan kamu), - maka siapakah yang dapat melindungi orang-orang yang kafir dari azab seksa yang tidak terperi sakitnya?\".",
        "numberInSurah": 28,
        "juz": 29,
        "manzil": 7,
        "page": 564,
        "ruku": 497,
        "hizbQuarter": 225,
        "sajda": false
      },
      {
        "number": 5270,
        "text": "Tegaskan (wahai Muhammad, kepada mereka): \"Allah Dia lah Yang Maha Pemurah, yang kami beriman kepadaNya, dan yang kepadaNya kami berserah diri; oleh itu kamu akan mengetahui kelak siapakah yang berada dalam kesesatan yang nyata\".",
        "numberInSurah": 29,
        "juz": 29,
        "manzil": 7,
        "page": 564,
        "ruku": 497,
        "hizbQuarter": 225,
        "sajda": false
      },
      {
        "number": 5271,
        "text": "Katakanlah lagi: \"Bagaimana fikiran kamu, sekiranya air kamu hilang lenyap (di telan bumi), maka siapakah (selain Allah) yang dapat mendatangkan kepada kamu air yang sentiasa terpancar mengalir?\".",
        "numberInSurah": 30,
        "juz": 29,
        "manzil": 7,
        "page": 564,
        "ruku": 497,
        "hizbQuarter": 225,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "ms.basmeih",
      "language": "ms",
      "name": "Basmeih",
      "englishName": "Abdullah Muhammad Basmeih",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}