{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 73,
    "name": "سُورَةُ المُزَّمِّلِ",
    "englishName": "Al-Muzzammil",
    "englishNameTranslation": "The Enshrouded One",
    "revelationType": "Meccan",
    "numberOfAyahs": 20,
    "ayahs": [
      {
        "number": 5476,
        "text": "Wahai orang yang berselimut!.",
        "numberInSurah": 1,
        "juz": 29,
        "manzil": 7,
        "page": 574,
        "ruku": 508,
        "hizbQuarter": 229,
        "sajda": false
      },
      {
        "number": 5477,
        "text": "Bangunlah sembahyang Tahajjud pada waktu malam, selain dari sedikit masa (yang tak dapat tidak untuk berehat),",
        "numberInSurah": 2,
        "juz": 29,
        "manzil": 7,
        "page": 574,
        "ruku": 508,
        "hizbQuarter": 229,
        "sajda": false
      },
      {
        "number": 5478,
        "text": "Iaitu separuh dari waktu malam, atau kurangkan sedikit dari separuh itu,",
        "numberInSurah": 3,
        "juz": 29,
        "manzil": 7,
        "page": 574,
        "ruku": 508,
        "hizbQuarter": 229,
        "sajda": false
      },
      {
        "number": 5479,
        "text": "Ataupun lebihkan (sedikit) daripadanya; dan bacalah Al-Quran dengan \"Tartil\".",
        "numberInSurah": 4,
        "juz": 29,
        "manzil": 7,
        "page": 574,
        "ruku": 508,
        "hizbQuarter": 229,
        "sajda": false
      },
      {
        "number": 5480,
        "text": "(Sayugialah engkau dan pengikut-pengikutmu membiasakan diri masing-masing dengan ibadat yang berat kepada hawa nafsu, kerana) sesungguhnya Kami akan menurunkan kepadamu wahyu (Al-Quran yang mengandungi perintah-perintah) yang berat (kepada orang-orang yang tidak bersedia menyempurnakannya).",
        "numberInSurah": 5,
        "juz": 29,
        "manzil": 7,
        "page": 574,
        "ruku": 508,
        "hizbQuarter": 229,
        "sajda": false
      },
      {
        "number": 5481,
        "text": "Sebenarnya sembahyang dan ibadat malam lebih kuat kesannya (kepada jiwa), dan lebih tetap betul bacaannya.",
        "numberInSurah": 6,
        "juz": 29,
        "manzil": 7,
        "page": 574,
        "ruku": 508,
        "hizbQuarter": 229,
        "sajda": false
      },
      {
        "number": 5482,
        "text": "(Kami galakkan engkau dan umatmu beribadat pada waktu malam), kerana sesungguhnya engkau pada siang hari mempunyai urusan-urusan yang panjang kira bicaranya;",
        "numberInSurah": 7,
        "juz": 29,
        "manzil": 7,
        "page": 574,
        "ruku": 508,
        "hizbQuarter": 229,
        "sajda": false
      },
      {
        "number": 5483,
        "text": "Dan sebutlah (dengan lidah dan hati) akan nama Tuhanmu (terus menerus siang dan malam), serta tumpukanlah (amal ibadatmu) kepadaNya dengan sebulat-bulat tumpuan.",
        "numberInSurah": 8,
        "juz": 29,
        "manzil": 7,
        "page": 574,
        "ruku": 508,
        "hizbQuarter": 229,
        "sajda": false
      },
      {
        "number": 5484,
        "text": "Dia lah Tuhan yang menguasai timur dan barat; tiada Tuhan melainkan Dia; maka jadikanlah Dia Penjaga yang menyempurnakan urusanmu.",
        "numberInSurah": 9,
        "juz": 29,
        "manzil": 7,
        "page": 574,
        "ruku": 508,
        "hizbQuarter": 229,
        "sajda": false
      },
      {
        "number": 5485,
        "text": "Dan bersabarlah terhadap apa yang dikatakan oleh mereka (yang menentangmu), dan jauhkanlah dirimu dari mereka dengan cara yang baik.",
        "numberInSurah": 10,
        "juz": 29,
        "manzil": 7,
        "page": 574,
        "ruku": 508,
        "hizbQuarter": 229,
        "sajda": false
      },
      {
        "number": 5486,
        "text": "Dan biarkanlah Aku sahaja membalas orang-orang yang mendustakan (bawaanmu) itu, orang-orang yang berada dalam kemewahan, dan berilah tempoh kepada mereka sedikit masa;",
        "numberInSurah": 11,
        "juz": 29,
        "manzil": 7,
        "page": 574,
        "ruku": 508,
        "hizbQuarter": 229,
        "sajda": false
      },
      {
        "number": 5487,
        "text": "Kerana sesungguhnya di sisi Kami disediakan (untuk mereka) belenggu-belenggu dan neraka yang menjulang-julang,",
        "numberInSurah": 12,
        "juz": 29,
        "manzil": 7,
        "page": 574,
        "ruku": 508,
        "hizbQuarter": 229,
        "sajda": false
      },
      {
        "number": 5488,
        "text": "Serta makanan yang menjadikan pemakannya tercekik, dan azab seksa yang tidak terperi sakitnya.",
        "numberInSurah": 13,
        "juz": 29,
        "manzil": 7,
        "page": 574,
        "ruku": 508,
        "hizbQuarter": 229,
        "sajda": false
      },
      {
        "number": 5489,
        "text": "(Azab itu tetap berlaku) pada hari bumi dan gunung-ganang bergoncang (serta hancur lebur), dan menjadilah gunung-ganang itu timbunan pasir yang mudah bersepah.",
        "numberInSurah": 14,
        "juz": 29,
        "manzil": 7,
        "page": 574,
        "ruku": 508,
        "hizbQuarter": 229,
        "sajda": false
      },
      {
        "number": 5490,
        "text": "Sesungguhnya Kami telah mengutus kepada kamu (wahai umat Muhammad), seorang Rasul yang menjadi saksi terhadap kamu (tentang orang yang mematuhi atau menolak seruannya), sebagaimana Kami telah mengutus kepada Firaun seorang Rasul.",
        "numberInSurah": 15,
        "juz": 29,
        "manzil": 7,
        "page": 574,
        "ruku": 508,
        "hizbQuarter": 229,
        "sajda": false
      },
      {
        "number": 5491,
        "text": "Maka Firaun menderhaka kepada Rasul itu, lalu Kami menyeksakannya dengan azab seksa yang seberat-beratnya.",
        "numberInSurah": 16,
        "juz": 29,
        "manzil": 7,
        "page": 574,
        "ruku": 508,
        "hizbQuarter": 229,
        "sajda": false
      },
      {
        "number": 5492,
        "text": "(Sekiranya kamu tidak ditimpa azab di dunia), maka bagaimana kamu dapat menjaga dan menyelamatkan diri kamu - kalau kamu kufur ingkar - (dari azab) hari yang huru-haranya menyebabkan kanak-kanak menjadi tua beruban?",
        "numberInSurah": 17,
        "juz": 29,
        "manzil": 7,
        "page": 574,
        "ruku": 508,
        "hizbQuarter": 229,
        "sajda": false
      },
      {
        "number": 5493,
        "text": "Langit (yang demikian besarnya) akan pecah belah dengan sebab kedahsyatan hari itu. (Ingatlah), janji Allah adalah perkara yang tetap dilakukanNya.",
        "numberInSurah": 18,
        "juz": 29,
        "manzil": 7,
        "page": 574,
        "ruku": 508,
        "hizbQuarter": 229,
        "sajda": false
      },
      {
        "number": 5494,
        "text": "Sesungguhnya (keterangan-keterangan yang mengandungi amaran) ini menjadi peringatan oleh itu sesiapa yang mahukan kebaikan dirinya dapatlah ia mengambil jalan yang membawa kepada Tuhannya (dengan iman dan taat).",
        "numberInSurah": 19,
        "juz": 29,
        "manzil": 7,
        "page": 574,
        "ruku": 508,
        "hizbQuarter": 229,
        "sajda": false
      },
      {
        "number": 5495,
        "text": "Sesungguhnya Tuhanmu (wahai Muhammad) mengetahui bahawasanya engkau bangun (sembahyang Tahajjud) selama kurang dari dua pertiga malam, dan selama satu perduanya, dan selama satu pertiganya; dan (demikian juga dilakukan oleh) segolongan dari orang-orang yang bersama-samamu (kerana hendak menepati perintah yang terdahulu); padahal Allah jualah yang menentukan dengan tepat kadar masa malam dan siang. Ia mengetahui bahawa kamu tidak sekali-kali akan dapat mengira dengan tepat kadar masa itu, lalu Ia menarik balik perintahNya yang terdahulu (dengan memberi kemudahan) kepada kamu; oleh itu bacalah mana-mana yang mudah kamu dapat membacanya dari Al-Quran (dalam sembahyang). Ia juga mengetahui bahawa akan ada di antara kamu orang-orang yang sakit; dan yang lainnya orang-orang yang musafir di muka bumi untuk mencari rezeki dari limpah kurnia Allah; dan yang lainnya lagi orang-orang yang berjuang pada jalan Allah (membela ugamaNya). Maka bacalah mana-mana yang sudah kamu dapat membacanya dari Al-Quran; dan dirikanlah sembahyang serta berikanlah zakat; dan berilah pinjaman kepada Allah sebagai pinjaman yang baik (ikhlas). Dan (ingatlah), apa jua kebaikan yang kamu kerjakan sebagai bekalan untuk diri kamu, tentulah kamu akan mendapat balasannya pada sisi Allah, -sebagai balasan yang sebaik-baiknya dan yang amat besar pahalanya. Dan mintalah ampun kepada Allah; sesungguhnya Allah Maha Pengampun, lagi Maha Mengasihani.",
        "numberInSurah": 20,
        "juz": 29,
        "manzil": 7,
        "page": 575,
        "ruku": 509,
        "hizbQuarter": 230,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "ms.basmeih",
      "language": "ms",
      "name": "Basmeih",
      "englishName": "Abdullah Muhammad Basmeih",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}