{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 76,
    "name": "سُورَةُ الإِنسَانِ",
    "englishName": "Al-Insaan",
    "englishNameTranslation": "Man",
    "revelationType": "Medinan",
    "numberOfAyahs": 31,
    "ayahs": [
      {
        "number": 5592,
        "text": "Bukankah telah berlalu kepada manusia satu ketika dari masa (yang beredar), sedang ia (masih belum wujud lagi, dan) tidak menjadi sesuatu benda yang disebut-sebut, (maka mengapa kaum musyrik itu mengingkari hari akhirat)?",
        "numberInSurah": 1,
        "juz": 29,
        "manzil": 7,
        "page": 578,
        "ruku": 514,
        "hizbQuarter": 231,
        "sajda": false
      },
      {
        "number": 5593,
        "text": "Sesungguhnya Kami telah aturkan cara mencipta manusia bermulanya dari air mani yang bercampur (dari pati benih lelaki dan perempuan), serta Kami tetap mengujinya (dengan kewajipan-kewajipan); oleh itu maka Kami jadikan dia berkeadaan mendengar dan melihat.",
        "numberInSurah": 2,
        "juz": 29,
        "manzil": 7,
        "page": 578,
        "ruku": 514,
        "hizbQuarter": 231,
        "sajda": false
      },
      {
        "number": 5594,
        "text": "Kerana keadaan itu tidak mencukupi, maka) sesungguhnya Kami telah menunjukkan kepadanya (melalui akal dan Rasul) akan jalan-jalan (yang benar dan yang salah; maka terserahlah kepadanya) sama ada ia bersyukur (dengan beriman dan taat), ataupun ia berlaku kufur (dengan mengingkari kebenaran atau menderhaka).",
        "numberInSurah": 3,
        "juz": 29,
        "manzil": 7,
        "page": 578,
        "ruku": 514,
        "hizbQuarter": 231,
        "sajda": false
      },
      {
        "number": 5595,
        "text": "(Dalam pada itu), sesungguhnya Kami telah menyediakan bagi sesiapa yang berlaku kufur (atau menderhaka): beberapa rantai dan belenggu serta neraka yang menjulang-julang.",
        "numberInSurah": 4,
        "juz": 29,
        "manzil": 7,
        "page": 578,
        "ruku": 514,
        "hizbQuarter": 231,
        "sajda": false
      },
      {
        "number": 5596,
        "text": "Sesungguhnya orang-orang yang berbakti (dengan taat dan kebajikan), akan meminum dari piala: sejenis minuman yang bercampur dengan \"Kafur\", -",
        "numberInSurah": 5,
        "juz": 29,
        "manzil": 7,
        "page": 578,
        "ruku": 514,
        "hizbQuarter": 231,
        "sajda": false
      },
      {
        "number": 5597,
        "text": "Iaitu sebuah matair (di Syurga), yang diminum daripadanya oleh hamba-hamba Allah (yang taat); mereka boleh mengalirkannya (di tempat-tempat tinggal mereka) dengan aliran yang semudah-mudahnya dan menurut kemahuannya.",
        "numberInSurah": 6,
        "juz": 29,
        "manzil": 7,
        "page": 579,
        "ruku": 514,
        "hizbQuarter": 231,
        "sajda": false
      },
      {
        "number": 5598,
        "text": "(Mereka dikurniakan kesenangan itu kerana) mereka menyempurnakan nazarnya (apatah lagi yang diwajibkan Tuhan kepadanya), serta mereka takutkan hari (akhirat) yang azab seksanya merebak di sana sini.",
        "numberInSurah": 7,
        "juz": 29,
        "manzil": 7,
        "page": 579,
        "ruku": 514,
        "hizbQuarter": 231,
        "sajda": false
      },
      {
        "number": 5599,
        "text": "Mereka juga memberi makan benda-benda makanan yang dihajati dan disukainya, kepada orang miskin dan anak yatim serta orang tawanan,",
        "numberInSurah": 8,
        "juz": 29,
        "manzil": 7,
        "page": 579,
        "ruku": 514,
        "hizbQuarter": 231,
        "sajda": false
      },
      {
        "number": 5600,
        "text": "(Sambil berkata dengan lidah atau dengan hati): \"Sesungguhnya kami memberi makan kepada kamu kerana Allah semata-mata; kami tidak berkehendakkan sebarang balasan dari kamu atau ucapan terima kasih,",
        "numberInSurah": 9,
        "juz": 29,
        "manzil": 7,
        "page": 579,
        "ruku": 514,
        "hizbQuarter": 231,
        "sajda": false
      },
      {
        "number": 5601,
        "text": "\"Kami sebenarnya takutkan Tuhan kami, takut Ia kenakan kami azab hari yang padanya muka orang-orang yang bersalah: masam berkerut-kerut\".",
        "numberInSurah": 10,
        "juz": 29,
        "manzil": 7,
        "page": 579,
        "ruku": 514,
        "hizbQuarter": 231,
        "sajda": false
      },
      {
        "number": 5602,
        "text": "Dengan sebab (mereka menjaga diri dari kesalahan), maka Allah selamatkan mereka dari kesengsaraan hari yang demikian keadaannya, serta memberikan kepada mereka keindahan yang berseri-seri (di muka), dan perasaan ria gembira (di hati).",
        "numberInSurah": 11,
        "juz": 29,
        "manzil": 7,
        "page": 579,
        "ruku": 514,
        "hizbQuarter": 231,
        "sajda": false
      },
      {
        "number": 5603,
        "text": "Dan kerana kesabaran mereka (mengerjakan suruhan Allah dan meninggalkan laranganNya), mereka dibalas oleh Allah dengan Syurga dan (persalinan dari) sutera.",
        "numberInSurah": 12,
        "juz": 29,
        "manzil": 7,
        "page": 579,
        "ruku": 514,
        "hizbQuarter": 231,
        "sajda": false
      },
      {
        "number": 5604,
        "text": "Mereka berehat di dalam Syurga dengan berbaring di atas pelamin-pelamin (yang berhias), mereka tidak nampak di situ adanya matahari (usahkan hawa panasnya), dan tidak juga merasai suasana yang terlampau sejuk;",
        "numberInSurah": 13,
        "juz": 29,
        "manzil": 7,
        "page": 579,
        "ruku": 514,
        "hizbQuarter": 231,
        "sajda": false
      },
      {
        "number": 5605,
        "text": "Sedang naungan pohon-pohon Syurga itu dekat kepada mereka, dan buah-buahannya pula dimudahkan (untuk mereka memetiknya) dengan semudah-mudahnya.",
        "numberInSurah": 14,
        "juz": 29,
        "manzil": 7,
        "page": 579,
        "ruku": 514,
        "hizbQuarter": 231,
        "sajda": false
      },
      {
        "number": 5606,
        "text": "Dan (selain itu) diedarkan kepada mereka (oleh pelayan-pelayannya): bijana dari perak dan piala-piala minuman yang keadaannya laksana kaca (nampak jelas isinya) -",
        "numberInSurah": 15,
        "juz": 29,
        "manzil": 7,
        "page": 579,
        "ruku": 514,
        "hizbQuarter": 231,
        "sajda": false
      },
      {
        "number": 5607,
        "text": "(Keadaannya laksana) kaca, (sedang ia) dari perak; pelayan-pelayan itu menentukan kadar isinya sekadar yang cukup betul dengan kehendak penggunanya.",
        "numberInSurah": 16,
        "juz": 29,
        "manzil": 7,
        "page": 579,
        "ruku": 514,
        "hizbQuarter": 231,
        "sajda": false
      },
      {
        "number": 5608,
        "text": "Dan mereka dalam Syurga itu, diberi minum sejenis minuman yang campurannya dari \"Zanjabil\",",
        "numberInSurah": 17,
        "juz": 29,
        "manzil": 7,
        "page": 579,
        "ruku": 514,
        "hizbQuarter": 231,
        "sajda": false
      },
      {
        "number": 5609,
        "text": "Iaitu sebuah matair dalam Syurga, yang disebutkan sifatnya sebagai \"Salsabil\".",
        "numberInSurah": 18,
        "juz": 29,
        "manzil": 7,
        "page": 579,
        "ruku": 514,
        "hizbQuarter": 231,
        "sajda": false
      },
      {
        "number": 5610,
        "text": "Dan mereka dilayani oleh anak-anak muda lelaki yang tetap kekal (dalam keadaan mudanya), yang sentiasa beredar di sekitar mereka; apabila engkau melihat anak-anak muda itu, nescaya engkau menyangkanya mutiara yang bertaburan.",
        "numberInSurah": 19,
        "juz": 29,
        "manzil": 7,
        "page": 579,
        "ruku": 514,
        "hizbQuarter": 232,
        "sajda": false
      },
      {
        "number": 5611,
        "text": "Dan apabila engkau melihat di sana (dalam Syurga itu), engkau melihat nikmat yang melimpah-limpah dan kerajaan yang besar (yang tidak ada bandingannya).",
        "numberInSurah": 20,
        "juz": 29,
        "manzil": 7,
        "page": 579,
        "ruku": 514,
        "hizbQuarter": 232,
        "sajda": false
      },
      {
        "number": 5612,
        "text": "Mereka di dalam Syurga memakai pakaian hijau yang diperbuat dari sutera halus dan sutera tebal (yang bertekat), serta mereka dihiasi dengan gelang-gelang tangan dari perak; dan mereka diberi minum oleh Tuhan mereka dengan sejenis minuman (yang lain) yang bersih suci.",
        "numberInSurah": 21,
        "juz": 29,
        "manzil": 7,
        "page": 579,
        "ruku": 514,
        "hizbQuarter": 232,
        "sajda": false
      },
      {
        "number": 5613,
        "text": "(Serta dikatakan kepada mereka): \"Sesungguhnya (segala pemberian) ini adalah untuk kamu sebagai balasan, dan adalah usaha amal kamu (di dunia dahulu) diterima dan dihargai (oleh Allah)\".",
        "numberInSurah": 22,
        "juz": 29,
        "manzil": 7,
        "page": 579,
        "ruku": 514,
        "hizbQuarter": 232,
        "sajda": false
      },
      {
        "number": 5614,
        "text": "Sesungguhnya Kami telah menurunkan Al-Quran kepadamu (wahai Muhammad), dengan beransur-ansur.",
        "numberInSurah": 23,
        "juz": 29,
        "manzil": 7,
        "page": 579,
        "ruku": 515,
        "hizbQuarter": 232,
        "sajda": false
      },
      {
        "number": 5615,
        "text": "Oleh itu hendaklah engkau bersabar menerima hukum Tuhanmu (memberi tempoh kepada golongan yang menentangmu), dan janganlah engkau menurut kehendak orang yang berdosa di antara mereka, atau orang yang kufur ingkar.",
        "numberInSurah": 24,
        "juz": 29,
        "manzil": 7,
        "page": 579,
        "ruku": 515,
        "hizbQuarter": 232,
        "sajda": false
      },
      {
        "number": 5616,
        "text": "Dan sebutlah dengan lidah atau dengan hati akan nama Tuhanmu (di dalam dan di luar sembahyang), pada waktu pagi dan petang;",
        "numberInSurah": 25,
        "juz": 29,
        "manzil": 7,
        "page": 579,
        "ruku": 515,
        "hizbQuarter": 232,
        "sajda": false
      },
      {
        "number": 5617,
        "text": "Dan (dengan apa keadaan pun maka) pada sebahagian dari waktu malam sujudlah kepada Tuhan (dengan mengerjakan sembahyang), dan (seboleh-bolehnya) bertasbihlah memujiNya (dengan mengerjakan sembahyang Tahajjud), pada sebahagian yang panjang dari waktu malam.",
        "numberInSurah": 26,
        "juz": 29,
        "manzil": 7,
        "page": 580,
        "ruku": 515,
        "hizbQuarter": 232,
        "sajda": false
      },
      {
        "number": 5618,
        "text": "Sesungguhnya orang-orang (yang menentangmu) itu sentiasa mencintai (kesenangan dan kemewahan dunia) yang cepat habisnya, serta mereka membelakangkan (tidak menghiraukan bekalan) untuk hari akhirat yang amat berat (penderitaannya kepada orang-orang yang tidak bertaqwa).",
        "numberInSurah": 27,
        "juz": 29,
        "manzil": 7,
        "page": 580,
        "ruku": 515,
        "hizbQuarter": 232,
        "sajda": false
      },
      {
        "number": 5619,
        "text": "Kamilah yang menciptakan mereka serta menguatkan tulang sendi dan urat saraf mereka; (Kami berkuasa membinasakan mereka) dan apabila Kami kehendaki, Kami gantikan (mereka dengan) orang-orang yang serupa dengan mereka, dengan penggantian yang sebaik-baiknya.",
        "numberInSurah": 28,
        "juz": 29,
        "manzil": 7,
        "page": 580,
        "ruku": 515,
        "hizbQuarter": 232,
        "sajda": false
      },
      {
        "number": 5620,
        "text": "Sesungguhnya (segala keterangan yang disebutkan) ini, menjadi peringatan; maka sesiapa yang mahukan (kebaikan dirinya) bolehlah ia mengambil jalan yang menyampaikan kepada keredaan Allah (dengan iman dan taat).",
        "numberInSurah": 29,
        "juz": 29,
        "manzil": 7,
        "page": 580,
        "ruku": 515,
        "hizbQuarter": 232,
        "sajda": false
      },
      {
        "number": 5621,
        "text": "Dan tiadalah kamu berkemahuan (melakukan sesuatu perkara) melainkan dengan cara yang dikehendaki Allah; sesungguhnya Allah adalah Maha Mengetahui, lagi Maha Bijaksana (mengaturkan sebarang perkara yang dikehendakiNya).",
        "numberInSurah": 30,
        "juz": 29,
        "manzil": 7,
        "page": 580,
        "ruku": 515,
        "hizbQuarter": 232,
        "sajda": false
      },
      {
        "number": 5622,
        "text": "Ia memasukkan sesiapa yang dikehendakiNya (menurut aturan yang ditetapkan) ke dalam rahmatNya (dengan ditempatkannya di dalam Syurga); dan orang-orang yang zalim, Ia menyediakan untuk mereka azab seksa yang tidak terperi sakitnya.",
        "numberInSurah": 31,
        "juz": 29,
        "manzil": 7,
        "page": 580,
        "ruku": 515,
        "hizbQuarter": 232,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "ms.basmeih",
      "language": "ms",
      "name": "Basmeih",
      "englishName": "Abdullah Muhammad Basmeih",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}