{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 6,
    "name": "سُورَةُ الأَنۡعَامِ",
    "englishName": "Al-An'aam",
    "englishNameTranslation": "The Cattle",
    "revelationType": "Meccan",
    "numberOfAyahs": 165,
    "ayahs": [
      {
        "number": 790,
        "text": "Louvado seja Deus que criou os céus e a terra, e originou as travas e a luz. Não obstante isso, os incrédulos têm atribuídosemelhantes ao seu Senhor.",
        "numberInSurah": 1,
        "juz": 7,
        "manzil": 2,
        "page": 128,
        "ruku": 102,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 791,
        "text": "Ele foi Quem vos plasmou do barro e vos decretou um limite, um termo fixo junto a Ele. E, apesar disso, duvidais!",
        "numberInSurah": 2,
        "juz": 7,
        "manzil": 2,
        "page": 128,
        "ruku": 102,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 792,
        "text": "Ele é Deus, tanto na terra, como nos céus. Ele bem conhece tanto o que ocultais, como o que manifestais, e sabe o queganhais.",
        "numberInSurah": 3,
        "juz": 7,
        "manzil": 2,
        "page": 128,
        "ruku": 102,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 793,
        "text": "Nunca lhes chegou nenhum dos versículos de seu Senhor sem que eles o desdenhassem.",
        "numberInSurah": 4,
        "juz": 7,
        "manzil": 2,
        "page": 128,
        "ruku": 102,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 794,
        "text": "E quando lhes chegou a verdade, desmentiram-na; porém, logo terão notícias do que escarneceram.",
        "numberInSurah": 5,
        "juz": 7,
        "manzil": 2,
        "page": 128,
        "ruku": 102,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 795,
        "text": "Não reparam em quantas gerações anteriores a eles aniquilamos? Radicamo-las na terra, melhor do que a vós, enviamosdo céu copiosas chuvas para as suas plantas e fizemos correr rios por sob seus pés; porém, exterminamo-los por seuspecados e, depois deles, fizemos ressurgir outras gerações.",
        "numberInSurah": 6,
        "juz": 7,
        "manzil": 2,
        "page": 128,
        "ruku": 102,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 796,
        "text": "Ainda que te tivéssemos revelado um Livro, escrito em pergaminhos, e que o apalpassem com as mãos, os incrédulosdiriam: Isto não é mais do que pura magia!",
        "numberInSurah": 7,
        "juz": 7,
        "manzil": 2,
        "page": 128,
        "ruku": 102,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 797,
        "text": "Disseram: Por que não lhe foi enviado um anjo? Se tivéssemos enviado um anjo (e assim mesmo não tivessem crido), estaria, então, tudo terminado; não teriam sido tolerados.",
        "numberInSurah": 8,
        "juz": 7,
        "manzil": 2,
        "page": 128,
        "ruku": 102,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 798,
        "text": "E se lhes tivéssemos enviado um anjo, tê-lo-íamos enviado em figura de homem, confundindo ainda mais o que já era, para eles, confuso.",
        "numberInSurah": 9,
        "juz": 7,
        "manzil": 2,
        "page": 129,
        "ruku": 102,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 799,
        "text": "Mensageiros anteriores a ti foram escarnecidos; porém, os escarnecedores foram envolvidos por aquilo de queescarneciam.",
        "numberInSurah": 10,
        "juz": 7,
        "manzil": 2,
        "page": 129,
        "ruku": 102,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 800,
        "text": "Dize-lhes: percorrei a terra e observai qual foi a sorte dos desmentidores.",
        "numberInSurah": 11,
        "juz": 7,
        "manzil": 2,
        "page": 129,
        "ruku": 103,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 801,
        "text": "Dize: A quem pertence tudo quando existe nos céus e na terra? Responde. A Deus! Ele impôs a Si mesmo a clemência. Ele vos congregará no indubitável Dia da Ressurreição! Porém, os desventurados não crêem nisto.",
        "numberInSurah": 12,
        "juz": 7,
        "manzil": 2,
        "page": 129,
        "ruku": 103,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 802,
        "text": "Também é Seu tudo quanto se encontra na noite e no dia, porque Ele é o Oniouvinte, o Sapientíssimo.",
        "numberInSurah": 13,
        "juz": 7,
        "manzil": 2,
        "page": 129,
        "ruku": 103,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 803,
        "text": "Dize: Tomareis por protetor outro que não seja Deus, Criador dos céus e da terra, sendo que é Ele Quem vos sustenta, sem ter necessidade de ser sustentado? Dize ainda: Foi-me ordenado ser o primeiro a abraçar o Islam; portanto, não sejaisdos idólatras.",
        "numberInSurah": 14,
        "juz": 7,
        "manzil": 2,
        "page": 129,
        "ruku": 103,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 804,
        "text": "Dize mais: Temo o castigo do dia aziago se desobedeço a meu Senhor.",
        "numberInSurah": 15,
        "juz": 7,
        "manzil": 2,
        "page": 129,
        "ruku": 103,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 805,
        "text": "Quem for eximido, nesse dia, será porque Deus se apiedará dele. Tal será um benefício evidente.",
        "numberInSurah": 16,
        "juz": 7,
        "manzil": 2,
        "page": 129,
        "ruku": 103,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 806,
        "text": "Se Deus te infligir um mal, ninguém, além d'Ele, poderá removê-lo; por outra, se te agraciar com um bem, será porque éOnipotente.",
        "numberInSurah": 17,
        "juz": 7,
        "manzil": 2,
        "page": 129,
        "ruku": 103,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 807,
        "text": "Ele é o Soberano absoluto dos Seus servos e Ele é Onisciente, o Prudentíssimo.",
        "numberInSurah": 18,
        "juz": 7,
        "manzil": 2,
        "page": 129,
        "ruku": 103,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 808,
        "text": "Pergunta: Qual é o testemunho mais fidedigno? Assevera-lhes, então: Deus é a Testemunha entre vós e mim. EsteAlcorão foi-me revelado, para com ele admoestar a vós e àqueles que ele alcançar. Ousareis admitir que existem outrasdivindades conjuntamente com Deus? Dize: Eu não as reconheço. Dize ainda: Ele é um só Deus e eu estou inocente quantoaos parceiros que Lhe atribuís.",
        "numberInSurah": 19,
        "juz": 7,
        "manzil": 2,
        "page": 130,
        "ruku": 103,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 809,
        "text": "Quanto àqueles a quem concedemos o Livro, conhecem isso, tal como conheceram seus filhos; só os desventurados nãocrêem.",
        "numberInSurah": 20,
        "juz": 7,
        "manzil": 2,
        "page": 130,
        "ruku": 103,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 810,
        "text": "Haverá alguém mais iníquo do que quem forja mentiras acerca de Deus ou desmente os Seus versículos? Os iníquosjamais prosperarão.",
        "numberInSurah": 21,
        "juz": 7,
        "manzil": 2,
        "page": 130,
        "ruku": 104,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 811,
        "text": "Recordar-lhes o dia em que congregaremos todos, e diremos, então, aos idólatras: Onde estão os parceiros quepretendestes Nos atribuir?",
        "numberInSurah": 22,
        "juz": 7,
        "manzil": 2,
        "page": 130,
        "ruku": 104,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 812,
        "text": "Então, não terão mais escusas, além de dizerem, Por Deus, nosso Senhor, nunca fomos idólatras.",
        "numberInSurah": 23,
        "juz": 7,
        "manzil": 2,
        "page": 130,
        "ruku": 104,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 813,
        "text": "Olha como desmentem a sim mesmos! Tudo quanto tiverem forjado desvanecer-se-á.",
        "numberInSurah": 24,
        "juz": 7,
        "manzil": 2,
        "page": 130,
        "ruku": 104,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 814,
        "text": "Alguns deles te escutam; porém, anuviamos-lhes as mentes e ensurdecemos-lhes os ouvidos; por isso, não compreendem. E, mesmo quando virem qualquer sinal, não crerão nele; e até quando vêm a ti, vêm para refutar-te; e os incrédulos dizem: Isto não é mais do que fábulas dos primitivos!",
        "numberInSurah": 25,
        "juz": 7,
        "manzil": 2,
        "page": 130,
        "ruku": 104,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 815,
        "text": "E impedem os demais, apartando-os dele (o Alcorão); mas, com isso, não fazem mais do que se prejudicar, sem osentirem.",
        "numberInSurah": 26,
        "juz": 7,
        "manzil": 2,
        "page": 130,
        "ruku": 104,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 816,
        "text": "Ah, se os vires quando se confrontarem com o fogo infernal! Dirão: Oxalá fôssemos devolvidos (à terra)! Então, nãodesmentiríamos os versículos de nosso Senhor e nos contaríamos entre os fiéis!",
        "numberInSurah": 27,
        "juz": 7,
        "manzil": 2,
        "page": 130,
        "ruku": 104,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 817,
        "text": "Porém, aparecer-lhes-á tudo quanto anteriormente tinham ocultado; no entanto, ainda que fossem devolvidos (à vidaterrena), certamente reincidiriam em lançar mão de tudo quanto lhes foi vedado, porque são mentirosos.",
        "numberInSurah": 28,
        "juz": 7,
        "manzil": 2,
        "page": 131,
        "ruku": 104,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 818,
        "text": "Dizem: Não existe outra vida além da terrena e jamais seremos ressuscitados.",
        "numberInSurah": 29,
        "juz": 7,
        "manzil": 2,
        "page": 131,
        "ruku": 104,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 819,
        "text": "Se os vires quando comparecerem ante seu Senho! Ele lhes dirá: Não é esta a verdade? Dirão: Sim, por nosso Senhor! Então, Ele lhes dirá: Provai, pois, o castigo, por vossa incredulidade!",
        "numberInSurah": 30,
        "juz": 7,
        "manzil": 2,
        "page": 131,
        "ruku": 104,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 820,
        "text": "Serão desventurados aqueles que desmentirem o comparecimento ante Deus, apenas se apercebendo da realidade quandoa morte os surpreender repentinamente. Gritarão: Ai de nós, por termos negligenciado! Porém, carregarão seus fardos àscostas. Que péssimo será o que carregarão!",
        "numberInSurah": 31,
        "juz": 7,
        "manzil": 2,
        "page": 131,
        "ruku": 105,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 821,
        "text": "Que é a vida terrena senão jogo e diversão frívola? A morada na outra vida é preferível para os tementes. Noa ocompreendeis?",
        "numberInSurah": 32,
        "juz": 7,
        "manzil": 2,
        "page": 131,
        "ruku": 105,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 822,
        "text": "Sabemos que te atribula o que dizem; porém, não é a ti que desmentem; outrossim, é os versículos de Deus que osiníquos renegam.",
        "numberInSurah": 33,
        "juz": 7,
        "manzil": 2,
        "page": 131,
        "ruku": 105,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 823,
        "text": "Já outros mensageiros, anteriores a ti, foram desmentidos; porém, suportaram abnegadamente os vexames e os ultrajes, até que Nosso socorro lhes chegou. Nossas decisões são inexoráveis; e conheces a história dos Nossos mensageirosanteriores.",
        "numberInSurah": 34,
        "juz": 7,
        "manzil": 2,
        "page": 131,
        "ruku": 105,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 824,
        "text": "Uma vez que o desdém dos incrédulos te penaliza, vê: mesmo que pudesses penetrar por um túnel na terra ou ascenderaté ao céu para apresentar-lhes um sinal, (ainda assim não farias com que cressem). Todavia, se Deus quisesse, teriaorientado todos até a verdadeira senda. Não sejas, pois, dos insipientes.",
        "numberInSurah": 35,
        "juz": 7,
        "manzil": 2,
        "page": 131,
        "ruku": 105,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 825,
        "text": "Só te atenderão os sensatos; quanto aos mortos, Deus os ressuscitará; depois, a Ele retornarão.",
        "numberInSurah": 36,
        "juz": 7,
        "manzil": 2,
        "page": 132,
        "ruku": 105,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 826,
        "text": "Dizem: Por que não lhe foi revelado um sinal de seu Senhor? Responde-lhes: Deus é capaz de revelar um sinal. Porém, sua maioria o ignora.",
        "numberInSurah": 37,
        "juz": 7,
        "manzil": 2,
        "page": 132,
        "ruku": 105,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 827,
        "text": "Não existem seres alguns que andem sobre a terra, nem aves que voem, que não constituam nações semelhantes a vós. Nada omitimos no Livro; então, serão congregados ante seu Senhor.",
        "numberInSurah": 38,
        "juz": 7,
        "manzil": 2,
        "page": 132,
        "ruku": 105,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 828,
        "text": "Aqueles que desmente os Nossos versículos são surdos e mudos e vagam nas trevas. Deus desvia quem quer, eencaminha pela senda reta quem Lhe apraz.",
        "numberInSurah": 39,
        "juz": 7,
        "manzil": 2,
        "page": 132,
        "ruku": 105,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 829,
        "text": "Dize: Se o castigo de Deus vos açoitasse, ou vos surpreendesse a Hora, invocaríeis outra divindade que não fosse Deus? Dizei-o, se estiverdes certos!",
        "numberInSurah": 40,
        "juz": 7,
        "manzil": 2,
        "page": 132,
        "ruku": 105,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 830,
        "text": "Qual! Tão-somente O invocaríeis; se Ele quisesse, concederia o que Lhe imploráveis e então vos esqueceríeis dosparceiros que Lhe havíeis atribuído!",
        "numberInSurah": 41,
        "juz": 7,
        "manzil": 2,
        "page": 132,
        "ruku": 105,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 831,
        "text": "Antes de ti, havíamos enviado (mensageiros) a outras raças, as quais atormentamos com a miséria e a adversidade, paraque se humilhassem.",
        "numberInSurah": 42,
        "juz": 7,
        "manzil": 2,
        "page": 132,
        "ruku": 106,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 832,
        "text": "Se ao menos, quando Nosso castigo os açoitou, se humilhassem... Não obstante, seus corações se endureceram e Satanáslhes abrilhantou o que faziam.",
        "numberInSurah": 43,
        "juz": 7,
        "manzil": 2,
        "page": 132,
        "ruku": 106,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 833,
        "text": "Mas quando esqueceram as admoestações que lhe tinham sido feitas, abrimos-lhes as portas da prosperidade, até que sesentissem regozijados pelo fato de haverem sido agraciados; então, exterminamo-los subitamente e, ei-los agoradesesperados!",
        "numberInSurah": 44,
        "juz": 7,
        "manzil": 2,
        "page": 132,
        "ruku": 106,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 834,
        "text": "E foi exterminado até ao último dos iníquos. Louvado seja Deus, Senhor do Universo!",
        "numberInSurah": 45,
        "juz": 7,
        "manzil": 2,
        "page": 133,
        "ruku": 106,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 835,
        "text": "Dize-lhes: Que vos pareceria se Deus, repentinamente, vos privasse da audição, extiguisse-vos a visão e vos selasse oscorações? Que outra divindade, além de Deus, poderia restaurá-los? Repara em como lhes expomos as evidências e, nãoobstante, as desdenham!",
        "numberInSurah": 46,
        "juz": 7,
        "manzil": 2,
        "page": 133,
        "ruku": 106,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 836,
        "text": "Dize: Que vos pareceria, se o castigo de Deus vos açoitasse furtiva ou manifestamente? Quais seriam os aniquilados, senão os iníquos?",
        "numberInSurah": 47,
        "juz": 7,
        "manzil": 2,
        "page": 133,
        "ruku": 106,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 837,
        "text": "Não enviamos os mensageiros, senão como alvissareiros e admoestadores; e aqueles que crêem e se emendam não serãopresas do temor, nem se atribularão.",
        "numberInSurah": 48,
        "juz": 7,
        "manzil": 2,
        "page": 133,
        "ruku": 106,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 838,
        "text": "Aqueles que desmentes os Nossos versículos serão açoitados pelo castigo, por sua depravação.",
        "numberInSurah": 49,
        "juz": 7,
        "manzil": 2,
        "page": 133,
        "ruku": 106,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 839,
        "text": "Dize: Eu não vos digo que possuo os tesouros de Deus ou que estou ciente do incognoscível, nem tampouco vos digo quesou um anjo; não faço mais do que seguir o que me é revelado. Dize mais: Poderão, acaso, equiparar-se o cego e o vidente? Não meditais?",
        "numberInSurah": 50,
        "juz": 7,
        "manzil": 2,
        "page": 133,
        "ruku": 106,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 840,
        "text": "Admoesta com ele (o Alcorão), aqueles que temem ser congregados ante seu Senhor. Não terão, fora d'Ele, protetor nemintercessor; quiçá, assim O temam.",
        "numberInSurah": 51,
        "juz": 7,
        "manzil": 2,
        "page": 133,
        "ruku": 107,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 841,
        "text": "Não rechaces aqueles que de manhã e à tarde invocam seu Senhor, desejosos de contemplar o Seu Rosto. Não te cabejulgá-los, assim como não lhes compete julgar-te se os rechaçares, contar-te-ás entre os iníquos.",
        "numberInSurah": 52,
        "juz": 7,
        "manzil": 2,
        "page": 133,
        "ruku": 107,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 842,
        "text": "Assim, Nós os fizemos testarem-se mutuamente, para que dissessem: São estes os que Deus favoreceu, dentre nós? Acaso, não conhece Deus melhor do que ninguém os agraciados?",
        "numberInSurah": 53,
        "juz": 7,
        "manzil": 2,
        "page": 134,
        "ruku": 107,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 843,
        "text": "Quando te forem apresentados aqueles que crêem nos Nossos versículos, dize-lhes: Que a paz esteja convosco! VossoSenhor impôs a Si mesmo a clemência, a fim de que aqueles dentre vós que, por ignorância, cometerem uma falta e logo searrependerem e se encaminharem, venham a saber que Ele é Indulgente, Misericordiosíssimo.",
        "numberInSurah": 54,
        "juz": 7,
        "manzil": 2,
        "page": 134,
        "ruku": 107,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 844,
        "text": "Assim esclarecemos os versículos, para assinalar o caminho aos pecadores.",
        "numberInSurah": 55,
        "juz": 7,
        "manzil": 2,
        "page": 134,
        "ruku": 107,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 845,
        "text": "Dize: Tem-me sido vedado adorar os que invocais em vez de Deus. Dize (mais): Não seguirei a vossa luxúria; porque eo fizer, desviar-me-ei e não me contarei entre os encaminhados.",
        "numberInSurah": 56,
        "juz": 7,
        "manzil": 2,
        "page": 134,
        "ruku": 108,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 846,
        "text": "Dize (ainda): Atenho-me à Evidência emanada do meu Senhor, não obstante vós a terdes desmentido. Porém, o quepretendeis que seja apressado não está em meu poder; sabei que o juízo só cabe a Deus, Que dita a verdade, porque é omelhor dos juízes.",
        "numberInSurah": 57,
        "juz": 7,
        "manzil": 2,
        "page": 134,
        "ruku": 108,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 847,
        "text": "Dize (outra vez): Se estivesse em meu poder o que pretendeis que seja apressado, a questão entre vós e mim já estariadecidida, pois Deus bem conhece os iníquos.",
        "numberInSurah": 58,
        "juz": 7,
        "manzil": 2,
        "page": 134,
        "ruku": 108,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 848,
        "text": "Ele possui as chaves do incognoscível, coisa que ninguém, além d'Ele, possui; Ele sabe o eu há na terra e no mar; e nãocai uma folha (da árvore) sem que Ele disso tenha ciência; não há um só grão, no seio da terra, ou nada verde, ou seco, quenão esteja registrado no Livro lúcido.",
        "numberInSurah": 59,
        "juz": 7,
        "manzil": 2,
        "page": 134,
        "ruku": 108,
        "hizbQuarter": 54,
        "sajda": false
      },
      {
        "number": 849,
        "text": "Ele é Quem vos recolhe, durante o sono, e vos reanima durante o dia, bem sabendo o que fazeis, a fim de que se cumprao período prefixado; logo, a Ele será o vosso retorno e, então, Ele vos inteirará de tudo quanto houverdes feito.",
        "numberInSurah": 60,
        "juz": 7,
        "manzil": 2,
        "page": 135,
        "ruku": 108,
        "hizbQuarter": 54,
        "sajda": false
      },
      {
        "number": 850,
        "text": "Ele é o Soberano absoluto dos Seus servos, e vos envia anjos da guarda para que, se a morte chegar a algum de vós, osNossos mensageiros o recolham, sem negligenciarem o seu dever.",
        "numberInSurah": 61,
        "juz": 7,
        "manzil": 2,
        "page": 135,
        "ruku": 109,
        "hizbQuarter": 54,
        "sajda": false
      },
      {
        "number": 851,
        "text": "Logo, retornarão a Deus, seu verdadeiro Senhor. Não é, acaso, Seu o juízo? Ele é o mais destro dos juízes.",
        "numberInSurah": 62,
        "juz": 7,
        "manzil": 2,
        "page": 135,
        "ruku": 109,
        "hizbQuarter": 54,
        "sajda": false
      },
      {
        "number": 852,
        "text": "Dize: Quem vos liberta das trevas da terra e do mar, embora deprequeis ostensiva ou humildemente? Dizendo: Se noslivrardes disto, contar-nos-emos entre os agradecidos!",
        "numberInSurah": 63,
        "juz": 7,
        "manzil": 2,
        "page": 135,
        "ruku": 109,
        "hizbQuarter": 54,
        "sajda": false
      },
      {
        "number": 853,
        "text": "Dize (ainda): Deus vos liberta disso e de toda angústia e, sem dúvida, Lhe atribuís parceiros!",
        "numberInSurah": 64,
        "juz": 7,
        "manzil": 2,
        "page": 135,
        "ruku": 109,
        "hizbQuarter": 54,
        "sajda": false
      },
      {
        "number": 854,
        "text": "Dize (mais): Ele é capaz de infligir-vos um castigo celestial ou terreno, ou confundir-vos em seitas, fazendo-vosexperimentar tiranias mútuas. Repara em como dispomos as evidências, a fim de que as compreendam.",
        "numberInSurah": 65,
        "juz": 7,
        "manzil": 2,
        "page": 135,
        "ruku": 109,
        "hizbQuarter": 54,
        "sajda": false
      },
      {
        "number": 855,
        "text": "Teu próprio povo o desmentiu (o Alcorão), não obstante ser (seu conteúdo) a pura verdade. Dize: Eu não sou vossoguardião.",
        "numberInSurah": 66,
        "juz": 7,
        "manzil": 2,
        "page": 135,
        "ruku": 109,
        "hizbQuarter": 54,
        "sajda": false
      },
      {
        "number": 856,
        "text": "Cada Mensagem terá um limite e logo sabereis.",
        "numberInSurah": 67,
        "juz": 7,
        "manzil": 2,
        "page": 135,
        "ruku": 109,
        "hizbQuarter": 54,
        "sajda": false
      },
      {
        "number": 857,
        "text": "Quando deparares com aqueles que difamam os Nossos versículos, aparta-te deles, até que mudem de conversa. Podeocorrer que Satã te fizesse esquecer disso; porém, após a lembrança, não te sentes com os iníquos.",
        "numberInSurah": 68,
        "juz": 7,
        "manzil": 2,
        "page": 135,
        "ruku": 109,
        "hizbQuarter": 54,
        "sajda": false
      },
      {
        "number": 858,
        "text": "Os tementes não será responsáveis por eles; porém, (seu dever) é lembrá-los, talvez temam a Deus.",
        "numberInSurah": 69,
        "juz": 7,
        "manzil": 2,
        "page": 136,
        "ruku": 109,
        "hizbQuarter": 54,
        "sajda": false
      },
      {
        "number": 859,
        "text": "Distancia-te daqueles que tomam a religião por jogo e diversão, a quem ilude a vida terrena, e relembra-lhes que todo oser será penitenciado pelo que cometer e não terá, além de Deus, protetor, nem intercessor algum; e ainda que ofereçaqualquer resgate, não lho será aceito. Os ignóbeis serão entregues ao tormento, pelo que cometeram, e terão, por bebida, água fervente e um doloroso castigo, por sua ignomínia.",
        "numberInSurah": 70,
        "juz": 7,
        "manzil": 2,
        "page": 136,
        "ruku": 109,
        "hizbQuarter": 54,
        "sajda": false
      },
      {
        "number": 860,
        "text": "Pergunta-lhes: Devemos, acaso, invocar em vez de Deus, a quem não pode beneficiar-nos nem prejudicar-nos? Devemos, depois de Deus nos haver iluminado, voltar-nos sobre os nossos calcanhares, como (o fez) aquele a quem osdemônios fascinaram e deixaram aturdido na terra, apesar de Ter amigos que lhe indicavam a verdadeira senda, dizendo-lhes: Vinde a nós! Dize: A orientação de Deus é a verdadeira Orientação, e foi-nos ordenado submeter-nos aoSenhor do Universo.",
        "numberInSurah": 71,
        "juz": 7,
        "manzil": 2,
        "page": 136,
        "ruku": 110,
        "hizbQuarter": 54,
        "sajda": false
      },
      {
        "number": 861,
        "text": "Praticai a oração e temei-O, pois sereis congregados ante Ele.",
        "numberInSurah": 72,
        "juz": 7,
        "manzil": 2,
        "page": 136,
        "ruku": 110,
        "hizbQuarter": 54,
        "sajda": false
      },
      {
        "number": 862,
        "text": "Foi Ele Quem, em verdade, criou os céus e a terra; e o dia em que disser: Seja!, será. Sua palavra é a única verídica; d'Ele será o Reino, no dia em que a trombeta soar. Ele é Conhecedor do cognoscível e do incognoscível, e Ele é oOnisciente, o Prudentíssimo.",
        "numberInSurah": 73,
        "juz": 7,
        "manzil": 2,
        "page": 136,
        "ruku": 110,
        "hizbQuarter": 54,
        "sajda": false
      },
      {
        "number": 863,
        "text": "Quando Abraão disse a Ezra, seu pai: Tomas os ídolos por deuses? Eis que te vejo a ti e a teu povo em evidente erro.",
        "numberInSurah": 74,
        "juz": 7,
        "manzil": 2,
        "page": 137,
        "ruku": 110,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 864,
        "text": "E foi como mostramos a Abraão o reino dos céus e da terra, para que se contasse entre os persuadidos.",
        "numberInSurah": 75,
        "juz": 7,
        "manzil": 2,
        "page": 137,
        "ruku": 110,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 865,
        "text": "Quando a noite o envolveu, viu uma estrela e disse: Eis aqui meu Senhor! Porém, quando esta desapareceu, disse: Nãoadoro os que desaparecem.",
        "numberInSurah": 76,
        "juz": 7,
        "manzil": 2,
        "page": 137,
        "ruku": 110,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 866,
        "text": "Quando viu desapontar a lua, disse: Eis aqui meu Senhor! Porém, quando esta desapareceu, disse: Se meu Senhor não meiluminar, contar-me-ei entre os extraviados.",
        "numberInSurah": 77,
        "juz": 7,
        "manzil": 2,
        "page": 137,
        "ruku": 110,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 867,
        "text": "E quando viu despontar o sol, exclamou: Eis aqui meu Senhor! Este é maior! Porém, quando este se pôs, disse: Ó povomeu, não faço parte da vossa idolatria!",
        "numberInSurah": 78,
        "juz": 7,
        "manzil": 2,
        "page": 137,
        "ruku": 110,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 868,
        "text": "Eu me consagro a Quem criou os céus e a terra; sou monoteísta e não me conto entre os idólatras.",
        "numberInSurah": 79,
        "juz": 7,
        "manzil": 2,
        "page": 137,
        "ruku": 110,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 869,
        "text": "Seu povo o refutou, e ele disse (às pessoas): Pretendeis refutar-me acerca de Deus, se é Ele que me tem iluminado? Sabei que não temerei os parceiros que Lhe atribuís, salvo se meu Senhor quiser que algo me suceda, porque a onisciênciado meu Senhor abrange tudo. Não meditais?",
        "numberInSurah": 80,
        "juz": 7,
        "manzil": 2,
        "page": 137,
        "ruku": 110,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 870,
        "text": "E como hei de temer o que idolatrais, uma vez que vós não temeis atribuir parceiros a Deus, sem que Ele vos tenhaconcedido autoridade para isso? Qual dos dois partidos é mais digno de confiança? Dizei-o, se o sabeis.",
        "numberInSurah": 81,
        "juz": 7,
        "manzil": 2,
        "page": 137,
        "ruku": 110,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 871,
        "text": "Os fiéis que não obscurecerem a sua fé com injustiças obterão a segurança e serão iluminados.",
        "numberInSurah": 82,
        "juz": 7,
        "manzil": 2,
        "page": 138,
        "ruku": 110,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 872,
        "text": "Tal foi o Nosso argumento, que proporcionamos a Abraão (para usarmos) contra seu povo, porque Nós elevamos adignidade de quem Nos apraz. Teu Senhor (ó Mohammad) é Prudente, Sapientíssimo.",
        "numberInSurah": 83,
        "juz": 7,
        "manzil": 2,
        "page": 138,
        "ruku": 111,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 873,
        "text": "Agraciamo-los com Isaac e Jacó, que iluminamos, como havíamos iluminado anteriormente Noé e sua descendência, Davi e Salomão, Jó e José, Moisés e Aarão. Assim, recompensamos os benfeitores.",
        "numberInSurah": 84,
        "juz": 7,
        "manzil": 2,
        "page": 138,
        "ruku": 111,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 874,
        "text": "E Zacarias, Yáhia (João), Jesus e Elias, pois todos se contavam entre os virtuosos.",
        "numberInSurah": 85,
        "juz": 7,
        "manzil": 2,
        "page": 138,
        "ruku": 111,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 875,
        "text": "E Ismael, Eliseu, Jonas e Lot, cada um dos quais preferimos sobre os seu contemporâneos.",
        "numberInSurah": 86,
        "juz": 7,
        "manzil": 2,
        "page": 138,
        "ruku": 111,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 876,
        "text": "E a alguns de seus pais, progenitores e irmãos, elegemo-los e os encaminhamos pela senda reta.",
        "numberInSurah": 87,
        "juz": 7,
        "manzil": 2,
        "page": 138,
        "ruku": 111,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 877,
        "text": "Tal é a orientação de Deus, pela qual orienta quem Lhe apraz, dentre os Seus servos. Porém, se tivessem atribuídoparceiros a Ele, tornar-se-ia sem efeito tudo o que tivessem feito.",
        "numberInSurah": 88,
        "juz": 7,
        "manzil": 2,
        "page": 138,
        "ruku": 111,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 878,
        "text": "São aqueles a quem concedemos o Livro, a sabedoria e a profecia. Mas se estes (seus descendentes) os rejeitassem, mesmo assim, confiá-los-íamos a outro povo que não fosse incrédulo.",
        "numberInSurah": 89,
        "juz": 7,
        "manzil": 2,
        "page": 138,
        "ruku": 111,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 879,
        "text": "São aqueles que Deus iluminou. Toma, pois, seu exemplo. Dize-lhes: Não vos exijo recompensa alguma, por isto. Ele (oAlcorão) não é mais do que uma mensagem para a humanidade.",
        "numberInSurah": 90,
        "juz": 7,
        "manzil": 2,
        "page": 138,
        "ruku": 111,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 880,
        "text": "Não aquilatam o Poder de Deus como devem, quando dizem: Deus nada revelou a homem algum! Dize: Quem, então, revelou o Livro, apresentado por Moisés - luz e orientação para os humanos - que copiais em pergaminhos, do qual mostraialgo e ocultais muito, e mediante o qual fostes instruídos de tudo quanto ignoráveis, vós e vossos antepassados? Dize-lhes, em seguida: Deus! E deixa-os, então, entregues às suas cismas.",
        "numberInSurah": 91,
        "juz": 7,
        "manzil": 2,
        "page": 139,
        "ruku": 112,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 881,
        "text": "Eis aqui o Livro bendito que temos revelado, confirmante dos anteriores, para que admoestes, com ele, a Mãe dasCidades e todas as cidades circunvizinhas. Aqueles que crêem na outra vida crêem nele e observam as suas orações.",
        "numberInSurah": 92,
        "juz": 7,
        "manzil": 2,
        "page": 139,
        "ruku": 112,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 882,
        "text": "Haverá alguém mais iníquo do que quem forja mentiras acerca de Deus, ou do que quem diz: Sou inspirado!, quandonada lhe foi inspirado? E que diz: Eu posso revelar algo igual ao que Deus revelou!? Ah, se pudesses ver os iníquos naagonia da morte quando os anjos, com mãos estendidas, lhes disserem: Entregai-nos vossas almas! Hoje, ser-vos-á infligidodo castigo afrontoso, por haverdes dito inverdades acerca de Deus e por vos haverdes ensoberbecido perante os Seusversículos.",
        "numberInSurah": 93,
        "juz": 7,
        "manzil": 2,
        "page": 139,
        "ruku": 112,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 883,
        "text": "E comparecereis ante Nós, isolados, tal como vos criamos da primeira vez, deixando atrás de vós tudo quanto vosconcedemos, e não veremos convosco vossos intercessores, os quais pretendíeis fossem vossos parceiros; rompeu-se ovínculo entre vós e eles, e se vos desvaneceu tudo quanto inventastes.",
        "numberInSurah": 94,
        "juz": 7,
        "manzil": 2,
        "page": 139,
        "ruku": 112,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 884,
        "text": "Deus é o Germinador das plantas graníferas e das nucleadas! Ele faz surgir o vivo do morto e extrai o morto do vivo. Isto é Deus! Como, pois, vos desviais?",
        "numberInSurah": 95,
        "juz": 7,
        "manzil": 2,
        "page": 140,
        "ruku": 113,
        "hizbQuarter": 56,
        "sajda": false
      },
      {
        "number": 885,
        "text": "É Ele Quem faz despontar a aurora e Quem vos estabelece a noite para o repouso; e o sol e a luz, para cômputo (dotempo). Tal é a disposição do Poderoso, Sapientíssimo.",
        "numberInSurah": 96,
        "juz": 7,
        "manzil": 2,
        "page": 140,
        "ruku": 113,
        "hizbQuarter": 56,
        "sajda": false
      },
      {
        "number": 886,
        "text": "Foi Ele Quem deu origem, para vós, às estrelas, para que, com a sua ajuda, vos encaminhásseis, nas trevas da terra e domar. Temos esclarecido os versículos para os sábios.",
        "numberInSurah": 97,
        "juz": 7,
        "manzil": 2,
        "page": 140,
        "ruku": 113,
        "hizbQuarter": 56,
        "sajda": false
      },
      {
        "number": 887,
        "text": "Foi Ele Quem vos produziu de um só ser e vos proporcionou uma estância para descanso. Temos elucidado osversículos para os sensatos.",
        "numberInSurah": 98,
        "juz": 7,
        "manzil": 2,
        "page": 140,
        "ruku": 113,
        "hizbQuarter": 56,
        "sajda": false
      },
      {
        "number": 888,
        "text": "É Ele Quem envia a água do céu. Com ela, fizemos germinar todas as classes de plantas, das quais produzimos verdescaules e, destes, grãos espigados, bem como as tamareiras, de cujos talos pendem cachos ao alcance da mão; as videiras, asoliveiras e as romãzeiras, semelhantes (em espécie) e diferentes (em variedade). Reparai em seu fruto, quando frutificam, eem sua madureza. Nisto há sinais para os fiéis.",
        "numberInSurah": 99,
        "juz": 7,
        "manzil": 2,
        "page": 140,
        "ruku": 113,
        "hizbQuarter": 56,
        "sajda": false
      },
      {
        "number": 889,
        "text": "Mesmo assim atribuem como parceiros a Deus os gênios, embora fosse Ele Quem os criasse; e, nesciamente, inventaram-Lhe filhos e filhas. Glorificado e exaltado seja, por tudo quanto Lhe atribuem.",
        "numberInSurah": 100,
        "juz": 7,
        "manzil": 2,
        "page": 140,
        "ruku": 113,
        "hizbQuarter": 56,
        "sajda": false
      },
      {
        "number": 890,
        "text": "Originador dos céus e da terra! Como poderia Ter prole, quando nunca teve esposa, e foi Ele Que criou tudo o queexiste, e é Onisciente?",
        "numberInSurah": 101,
        "juz": 7,
        "manzil": 2,
        "page": 140,
        "ruku": 114,
        "hizbQuarter": 56,
        "sajda": false
      },
      {
        "number": 891,
        "text": "Tal é Deus, vosso Senhor! Não há mais divindade além d'Ele, Criador de tudo! Adorai-O, pois porque é o Guardião detodas as coisas.",
        "numberInSurah": 102,
        "juz": 7,
        "manzil": 2,
        "page": 141,
        "ruku": 114,
        "hizbQuarter": 56,
        "sajda": false
      },
      {
        "number": 892,
        "text": "Os olhares não podem percebê-Lo, não obstante Ele Se aperceber de todos os olhares, porque Ele é o Onisciente, oSutilíssimo.",
        "numberInSurah": 103,
        "juz": 7,
        "manzil": 2,
        "page": 141,
        "ruku": 114,
        "hizbQuarter": 56,
        "sajda": false
      },
      {
        "number": 893,
        "text": "Já vos chegaram as evidências do vosso Senhor! Quem as observar será em benefício próprio; quem se obstinar (emnegá-las) será igualmente em seu prejuízo, e eu não sou vosso guardião.",
        "numberInSurah": 104,
        "juz": 7,
        "manzil": 2,
        "page": 141,
        "ruku": 114,
        "hizbQuarter": 56,
        "sajda": false
      },
      {
        "number": 894,
        "text": "Assim dispomos os sinais para refutar os iníquos. Então, não poderão contestar-te, a não ser dizendo que tens tudoestudado, e para explicá-los aos homens que têm conhecimento.",
        "numberInSurah": 105,
        "juz": 7,
        "manzil": 2,
        "page": 141,
        "ruku": 114,
        "hizbQuarter": 56,
        "sajda": false
      },
      {
        "number": 895,
        "text": "Segue, pois, o que te foi inspirado por teu Senhor; não há divindade além d'Ele; e distancia-se dos idólatras.",
        "numberInSurah": 106,
        "juz": 7,
        "manzil": 2,
        "page": 141,
        "ruku": 114,
        "hizbQuarter": 56,
        "sajda": false
      },
      {
        "number": 896,
        "text": "Porém, se Deus quisesse, nunca se teriam dado á idolatria. Não te designamos (ó Mohammad) como seu defensor, nemcomo seu guardião.",
        "numberInSurah": 107,
        "juz": 7,
        "manzil": 2,
        "page": 141,
        "ruku": 114,
        "hizbQuarter": 56,
        "sajda": false
      },
      {
        "number": 897,
        "text": "Não injurieis o que invocam, em vez de Deus, a menos que eles, em sua ignorância, injuriem iniquamente Deus. Assim, abrilhantamos as ações de cada povo; logo, seu retorno será a seu Senhor, que os inteirará de tudo quando tiverem feito.",
        "numberInSurah": 108,
        "juz": 7,
        "manzil": 2,
        "page": 141,
        "ruku": 114,
        "hizbQuarter": 56,
        "sajda": false
      },
      {
        "number": 898,
        "text": "Juraram solenemente por Deus que, se lhes chegasse um sinal, creriam nele. Dize-lhes: Os sinais só estão em poder deDeus. Porém, quem poderá fazer-vos compreender que, ainda que isto se verificasse, não creriam?",
        "numberInSurah": 109,
        "juz": 7,
        "manzil": 2,
        "page": 141,
        "ruku": 114,
        "hizbQuarter": 56,
        "sajda": false
      },
      {
        "number": 899,
        "text": "Assim confundimos seus corações e seus olhos, tal como fizemos quando disso duvidaram pela primeira vez, e osabandonamos, vacilantes, em sua transgressão.",
        "numberInSurah": 110,
        "juz": 7,
        "manzil": 2,
        "page": 141,
        "ruku": 114,
        "hizbQuarter": 56,
        "sajda": false
      },
      {
        "number": 900,
        "text": "Ainda que lhes enviássemos os anjos, os mortos lhes falassem e congregássemos ante seus olhos toda a criação, nuncacreriam, a menos que a Deus aprouvesse; porém, na maioria, são insipientes.",
        "numberInSurah": 111,
        "juz": 8,
        "manzil": 2,
        "page": 142,
        "ruku": 115,
        "hizbQuarter": 57,
        "sajda": false
      },
      {
        "number": 901,
        "text": "Pela mesmo razão, temos apontado a cada profeta adversários sedutores, tanto entre os humanos como entre os gênios, que influenciam uns aos outros com a eloqüência de suas palavras; porém, se teu Senhor tivesse querido, não o teriam feito. Deixa-os, pois, com tudo quanto forjam!",
        "numberInSurah": 112,
        "juz": 8,
        "manzil": 2,
        "page": 142,
        "ruku": 115,
        "hizbQuarter": 57,
        "sajda": false
      },
      {
        "number": 902,
        "text": "Que lhes prestem atenção os corações daqueles que não crêem na vida futura; que se contentem com eles, e que lucremo que quiserem lucrar.",
        "numberInSurah": 113,
        "juz": 8,
        "manzil": 2,
        "page": 142,
        "ruku": 115,
        "hizbQuarter": 57,
        "sajda": false
      },
      {
        "number": 903,
        "text": "Dize: Poderia eu anelar outros árbitro que não fosse Deus, quando foi Ele Quem vos revelou o Livro detalhado? Aqueles a quem revelamos o Livro sabem que ele é uma revelação verdadeira, que emana do teu Senhor. Não sejas, pois, dos que duvidam.",
        "numberInSurah": 114,
        "juz": 8,
        "manzil": 2,
        "page": 142,
        "ruku": 115,
        "hizbQuarter": 57,
        "sajda": false
      },
      {
        "number": 904,
        "text": "As promessas do teu Senhor já se têm cumprido fiel e justiceiramente, pois Suas promessas são imutáveis, porque ele éo Oniouvinte, o Sapientíssimo.",
        "numberInSurah": 115,
        "juz": 8,
        "manzil": 2,
        "page": 142,
        "ruku": 115,
        "hizbQuarter": 57,
        "sajda": false
      },
      {
        "number": 905,
        "text": "Se obedeceres á maioria dos seres da terra, eles desviar-te-ão da senda de Deus, porque não professam mais do que aconjectura e não fazem mais do que inventar mentiras.",
        "numberInSurah": 116,
        "juz": 8,
        "manzil": 2,
        "page": 142,
        "ruku": 115,
        "hizbQuarter": 57,
        "sajda": false
      },
      {
        "number": 906,
        "text": "Teu Senhor é o mais conhecedor de quem se desvia de Sua senda, assim como é o mais conhecedor dos encaminhados.",
        "numberInSurah": 117,
        "juz": 8,
        "manzil": 2,
        "page": 142,
        "ruku": 115,
        "hizbQuarter": 57,
        "sajda": false
      },
      {
        "number": 907,
        "text": "Comei, pois, de tudo aquilo sobre o qual tenha sido invocado o nome de Deus, se credes em Seus versículos.",
        "numberInSurah": 118,
        "juz": 8,
        "manzil": 2,
        "page": 142,
        "ruku": 115,
        "hizbQuarter": 57,
        "sajda": false
      },
      {
        "number": 908,
        "text": "E que vos impede de desfrutardes de tudo aquilo sobre o qual foi invocado o nome de Deus, uma vez que Ele jáespecificou tudo quanto proibiu para vós, salvo se vos fordes obrigados a tal? Muitos se desviam, devido á luxúria, porignorância; porém, teu Senhor conhece os transgressores.",
        "numberInSurah": 119,
        "juz": 8,
        "manzil": 2,
        "page": 143,
        "ruku": 115,
        "hizbQuarter": 57,
        "sajda": false
      },
      {
        "number": 909,
        "text": "Fugi do pecado, tanto confesso como íntimo, porque aqueles que lucram como o pecado serão castigados pelo quehouverem lucrado.",
        "numberInSurah": 120,
        "juz": 8,
        "manzil": 2,
        "page": 143,
        "ruku": 115,
        "hizbQuarter": 57,
        "sajda": false
      },
      {
        "number": 910,
        "text": "Não comais aquilo (concernente a carnes) sobre o qual não tenha sido invocado o nome de Deus, porque isso é umaprofanação e porque os demônios inspiram os seus asseclas a disputarem convosco; porém, se os obedecerdes, sereisidólatras.",
        "numberInSurah": 121,
        "juz": 8,
        "manzil": 2,
        "page": 143,
        "ruku": 115,
        "hizbQuarter": 57,
        "sajda": false
      },
      {
        "number": 911,
        "text": "Pode, acaso, equiparar-se aquele que estava morto e o reanimamos á vida, guiando-o para a luz, para conduzir-se entreas pessoas, àquele que vagueia nas trevas, das quais não poderá sair? Assim foram abrilhantadas as ações aos incrédulos.",
        "numberInSurah": 122,
        "juz": 8,
        "manzil": 2,
        "page": 143,
        "ruku": 116,
        "hizbQuarter": 57,
        "sajda": false
      },
      {
        "number": 912,
        "text": "De tal modo, estabelecemos líderes, em todas as cidades, entre os piores pecadores, para que assim conspirassemmutuamente; porém, só corromperão a si mesmos, sem o saberem.",
        "numberInSurah": 123,
        "juz": 8,
        "manzil": 2,
        "page": 143,
        "ruku": 116,
        "hizbQuarter": 57,
        "sajda": false
      },
      {
        "number": 913,
        "text": "Quando lhes é apresentado um versículo, dizem: Jamais creremos, até que nos seja apresentado algo semelhante ao quefoi concedido aos mensageiros de Deus! Deus sabe melhor do que ninguém a quem deve encomendar a Sua missão. Logoalcançará os pecadores uma humilhação, ante Deus, e um severo castigo, por suas conspirações.",
        "numberInSurah": 124,
        "juz": 8,
        "manzil": 2,
        "page": 143,
        "ruku": 116,
        "hizbQuarter": 57,
        "sajda": false
      },
      {
        "number": 914,
        "text": "A quem Deus quer iluminar, dilata-lhe o peito para o Islam; a quem quer desviar (por tal merecer), oprime-lhe o peito, como aquele que se eleva na atmosfera. Assim, Deus cobre de abominação aqueles que se negam a crer.",
        "numberInSurah": 125,
        "juz": 8,
        "manzil": 2,
        "page": 144,
        "ruku": 116,
        "hizbQuarter": 57,
        "sajda": false
      },
      {
        "number": 915,
        "text": "E eis aqui a senda reta do teu Senhor. Já elucidamos as leis para aqueles que meditam.",
        "numberInSurah": 126,
        "juz": 8,
        "manzil": 2,
        "page": 144,
        "ruku": 116,
        "hizbQuarter": 57,
        "sajda": false
      },
      {
        "number": 916,
        "text": "Obterão a morada de paz junto ao seu Senhor, porque ele será o seu protetor por tudo quanto fizerem.",
        "numberInSurah": 127,
        "juz": 8,
        "manzil": 2,
        "page": 144,
        "ruku": 116,
        "hizbQuarter": 58,
        "sajda": false
      },
      {
        "number": 917,
        "text": "No dia em que Ele congregar todos (e disser): Ó assembléia de gênios, já seduziste bastante o homem!, seus asseclashumanos dirão: Ó Senhor nosso, utilizamo-nos mutuamente; porém, agora, alcançamos o término que nos fixaste, Então, ser-lhes-á dito: O fogo será a vossa morada, onde permanecereis eternamente, salvo para quem Deus quiser livrar disso. Teu Senhor é Prudente, Sapientíssimo.",
        "numberInSurah": 128,
        "juz": 8,
        "manzil": 2,
        "page": 144,
        "ruku": 116,
        "hizbQuarter": 58,
        "sajda": false
      },
      {
        "number": 918,
        "text": "Assim, damos poder a alguns iníquos sobre os outros, por causa do que lucraram.",
        "numberInSurah": 129,
        "juz": 8,
        "manzil": 2,
        "page": 144,
        "ruku": 116,
        "hizbQuarter": 58,
        "sajda": false
      },
      {
        "number": 919,
        "text": "Ó assembléia de gênios e humanos, acaso não se vos apresentaram mensageiros, dentre vós, que vos ditaram Meusversículos e vos admoestaram com o comparecimento neste vosso dia? Dirão: Testemunhamos contra nós mesmos! A vidaterrena os iludiu, e confessarão que tinham sido incrédulos.",
        "numberInSurah": 130,
        "juz": 8,
        "manzil": 2,
        "page": 144,
        "ruku": 117,
        "hizbQuarter": 58,
        "sajda": false
      },
      {
        "number": 920,
        "text": "Isto porque teu Senhor jamais destruirá injustamente as cidades, enquanto seus habitantes estiverem desavisados.",
        "numberInSurah": 131,
        "juz": 8,
        "manzil": 2,
        "page": 144,
        "ruku": 117,
        "hizbQuarter": 58,
        "sajda": false
      },
      {
        "number": 921,
        "text": "Para todos haverá graus concordantes com o que houverem feito. Teu Senhor não está desatento a tudo quanto fazeis.",
        "numberInSurah": 132,
        "juz": 8,
        "manzil": 2,
        "page": 145,
        "ruku": 117,
        "hizbQuarter": 58,
        "sajda": false
      },
      {
        "number": 922,
        "text": "Teu Senhor é, na Sua Opulência, Misericordiosíssimo; e, se Ele quisesse, far-vos-ia desaparecer e vos suplantaria poroutros, tal como vos criou das gerações de outros povos.",
        "numberInSurah": 133,
        "juz": 8,
        "manzil": 2,
        "page": 145,
        "ruku": 117,
        "hizbQuarter": 58,
        "sajda": false
      },
      {
        "number": 923,
        "text": "É inexorável o que está prometido e não podereis impedir (Deus).",
        "numberInSurah": 134,
        "juz": 8,
        "manzil": 2,
        "page": 145,
        "ruku": 117,
        "hizbQuarter": 58,
        "sajda": false
      },
      {
        "number": 924,
        "text": "Dize: Ó povo meu, fazei tudo quanto puderdes que eu farei o mesmo! Logo sabereis a quem corresponderá a últimamorada. Por certo que os iníquos não prosperarão.",
        "numberInSurah": 135,
        "juz": 8,
        "manzil": 2,
        "page": 145,
        "ruku": 117,
        "hizbQuarter": 58,
        "sajda": false
      },
      {
        "number": 925,
        "text": "Do que Deus tem produzido em abundância, quanto às semeaduras e ao gado, eles Lhe destinam um quinhão, dizem, segundo as suas fantasias: Isto é para Deus e aquilo é para os nossos parceiros! Porém, o que destinaram a seus parceirosjamais chegará a Deus; e o destinado a Deus chegará aos seus (supostos) parceiros. Que péssimo é o que julgam!",
        "numberInSurah": 136,
        "juz": 8,
        "manzil": 2,
        "page": 145,
        "ruku": 117,
        "hizbQuarter": 58,
        "sajda": false
      },
      {
        "number": 926,
        "text": "Todavia, aos olhos da maior parte dos idólatras, seus \"parceiros\" tomaram fascinante o assassinato de crianças, a fimde os conduzirem à sua própria destruição; porém, se Deus quisesse, não o teriam feito. Deixa-os, pois, com tudo quantoforjam.",
        "numberInSurah": 137,
        "juz": 8,
        "manzil": 2,
        "page": 145,
        "ruku": 117,
        "hizbQuarter": 58,
        "sajda": false
      },
      {
        "number": 927,
        "text": "Eles dizem que tal e tal gado e que tais semeaduras são proibidos, e ninguém deverá consumi-los, exceto aqueles (assim dizem) que desejarmos; ademais, há animais aos quais estão proibidos a canga e a carga, e sobre os quais (no abate) o nome de Deus não foi invocado; forjam mentiras acerca d'Ele, o Qual os castigará por suas invenções.",
        "numberInSurah": 138,
        "juz": 8,
        "manzil": 2,
        "page": 146,
        "ruku": 117,
        "hizbQuarter": 58,
        "sajda": false
      },
      {
        "number": 928,
        "text": "Dizem ainda: O que há nas entranhas destes animais é lícito exclusivamente para os nossos varões e está vedado ásnossas mulheres; porém, se a cria nascer morta, todos desfrutarão dela! Ele os castigará por seus desatinos, porque éPrudente, Sapientíssimo.",
        "numberInSurah": 139,
        "juz": 8,
        "manzil": 2,
        "page": 146,
        "ruku": 117,
        "hizbQuarter": 58,
        "sajda": false
      },
      {
        "number": 929,
        "text": "São desventurados aqueles que, néscia e estupidamente, matam seus filhos, na sua cega ignorância, e se descartamdaquilo com que Deus os agraciou, forjando mentiras a respeito de Deus. Já estão desviados e jamais serão encaminhados.",
        "numberInSurah": 140,
        "juz": 8,
        "manzil": 2,
        "page": 146,
        "ruku": 117,
        "hizbQuarter": 58,
        "sajda": false
      },
      {
        "number": 930,
        "text": "Ele foi Quem vos criou pomares, com plantas trepadeiras ou não, assim como as tamareiras, as sementeiras, com frutosvários sabores, as oliveiras e as romãzeiras, semelhantes (em espécie) e diferentes (em variedade). Comei de seus frutos, quando frutificarem, e pagai seu tributo, no dia da colheita, e não vos excedais, porque Deus não ama os perdulários.",
        "numberInSurah": 141,
        "juz": 8,
        "manzil": 2,
        "page": 146,
        "ruku": 118,
        "hizbQuarter": 59,
        "sajda": false
      },
      {
        "number": 931,
        "text": "Ele criou para vós animais de carga, o outros, para o abate. Comei, pois, de outro com que Deus vos agraciou e nãosigais os passos de Satanás, porque é vosso inimigo declarado.",
        "numberInSurah": 142,
        "juz": 8,
        "manzil": 2,
        "page": 146,
        "ruku": 118,
        "hizbQuarter": 59,
        "sajda": false
      },
      {
        "number": 932,
        "text": "(Proporcionou-vos também) oito tipos (de reses), em pares: um casal de ovinos e outro de caprinos. Dize: Vedou-vosDeus os dois machos ou as duas fêmeas, ou o que estas levam em suas entranhas? Indicai-mo, com certeza, se sois sinceros.",
        "numberInSurah": 143,
        "juz": 8,
        "manzil": 2,
        "page": 147,
        "ruku": 118,
        "hizbQuarter": 59,
        "sajda": false
      },
      {
        "number": 933,
        "text": "Proporcionou-vos, ainda, um casal camelídeo e outro bovino. Dize: Vedou-vos Deus os dois machos ou as duasfêmeas, ou o que estas levam em suas entranhas? Acaso estáveis presentes quando Deus vos prescreveu isto? Haverá alguémmais iníquo de que quem forja mentiras acerca de Deus, para desviar nesciamente os humanos? Deus não encaminha osiníquos.",
        "numberInSurah": 144,
        "juz": 8,
        "manzil": 2,
        "page": 147,
        "ruku": 118,
        "hizbQuarter": 59,
        "sajda": false
      },
      {
        "number": 934,
        "text": "Dize: De tudo o que me tem sido revelado nada acho proibido para quem necessita alimentar-se, nada além da carniça, do sangue fluente ou da carne de suíno, uma vez que tenham sido sacrificados com a invocação nem abuso, se vir compelidoa isso, saiba que teu Senhor ó Indulgente, Misericordiosíssimo.",
        "numberInSurah": 145,
        "juz": 8,
        "manzil": 2,
        "page": 147,
        "ruku": 119,
        "hizbQuarter": 59,
        "sajda": false
      },
      {
        "number": 935,
        "text": "Quanto àqueles que seguiram a lei judaica, vedamos-lhes os animais solípedes e, dos bovinos e ovinos, vedamos-lhesas gorduras, exceto as que estão no lombo, nas entranhas ou as aderentes aos ossos. Isso foi em castigo por sua iniqüidade, porque somos Veracíssimos.",
        "numberInSurah": 146,
        "juz": 8,
        "manzil": 2,
        "page": 147,
        "ruku": 119,
        "hizbQuarter": 59,
        "sajda": false
      },
      {
        "number": 936,
        "text": "Se te desmentirem, dize: Vosso Senhor é Clementíssimo; porém, Seu castigo, para os pecadores, jamais será contido.",
        "numberInSurah": 147,
        "juz": 8,
        "manzil": 2,
        "page": 148,
        "ruku": 119,
        "hizbQuarter": 59,
        "sajda": false
      },
      {
        "number": 937,
        "text": "Os idólatras dirão: Se Deus quisesse, nem nós, nem nossos pais, jamais teríamos idolatrado, nem nada nos seriavedado! Assim, seus antepassados desmentiram os mensageiros, até que sofreram o Nosso castigo. Dize: Tereis, acaso, algum argumento a nos expor? Qual! Não seguis mais do que conjecturas e não fazeis mais do que inventar mentiras!",
        "numberInSurah": 148,
        "juz": 8,
        "manzil": 2,
        "page": 148,
        "ruku": 119,
        "hizbQuarter": 59,
        "sajda": false
      },
      {
        "number": 938,
        "text": "Dize (mais): Só a Deus pertence o argumento eloqüente. Se ele quisesse, Ter-vos-ia iluminado a todos.",
        "numberInSurah": 149,
        "juz": 8,
        "manzil": 2,
        "page": 148,
        "ruku": 119,
        "hizbQuarter": 59,
        "sajda": false
      },
      {
        "number": 939,
        "text": "Dize (ainda): Apresentai vossas testemunhas, para provarem que Deus vedou o que dizeis Ter vedado! E se odeclararem, não aceites as suas declarações nem te entregues á caprichos daqueles que desmentem os Nossos versículos, não crêem na outra vida e atribuem semelhantes a seu Senhor.",
        "numberInSurah": 150,
        "juz": 8,
        "manzil": 2,
        "page": 148,
        "ruku": 119,
        "hizbQuarter": 59,
        "sajda": false
      },
      {
        "number": 940,
        "text": "Dize (ainda mais): Vinde, para que eu vos prescreva o que vosso Senhor vos vedou: Não Lhe atribuais parceiros; trataicom benevolência vossos pais; não sejais filicidas, por temor á miséria- Nós vos sustentaremos, tão bem quanto aos vossosfilhos -; não vos aproximeis das obscenidades, tanto pública, como privadamente, e não mateis, senão legitimamente, o queDeus proibiu matar. Eis o que Ele vos prescreve, para que raciocineis.",
        "numberInSurah": 151,
        "juz": 8,
        "manzil": 2,
        "page": 148,
        "ruku": 120,
        "hizbQuarter": 60,
        "sajda": false
      },
      {
        "number": 941,
        "text": "Não disponhais do patrimônio do órfão senão da melhor forma possível, até que chegue á puberdade; sede leais namedida e no peso- jamais destinamos a ninguém carga maios á que pode suportar. Quando sentenciardes, sede justos, aindaque se trate de um parente carnal, e cumpri os vossos compromissos para com Deus. Eis aqui o que Ele vos prescreve, paraque mediteis.",
        "numberInSurah": 152,
        "juz": 8,
        "manzil": 2,
        "page": 149,
        "ruku": 120,
        "hizbQuarter": 60,
        "sajda": false
      },
      {
        "number": 942,
        "text": "E (o Senhor ordenou-vos, ao dizer): Esta é a Minha senda reta. Segui-a e não sigais as demais, para que estas não vosdesviem da Sua. Eis o que Ele vos prescreve, para que O temais.",
        "numberInSurah": 153,
        "juz": 8,
        "manzil": 2,
        "page": 149,
        "ruku": 120,
        "hizbQuarter": 60,
        "sajda": false
      },
      {
        "number": 943,
        "text": "Havíamos concedido a Moisés o Livro como uma bênção para quem o observasse, contendo a explanação de tudo, esendo orientação e misericórdia, a fim de que (os israelitas) cressem no comparecimento ante seu Senhor.",
        "numberInSurah": 154,
        "juz": 8,
        "manzil": 2,
        "page": 149,
        "ruku": 120,
        "hizbQuarter": 60,
        "sajda": false
      },
      {
        "number": 944,
        "text": "E este é o Livro bendito que revelamos (ao Mensageiro); observai-o, pois, e temei a Deus; quiçá Ele Se compadeça devós.",
        "numberInSurah": 155,
        "juz": 8,
        "manzil": 2,
        "page": 149,
        "ruku": 121,
        "hizbQuarter": 60,
        "sajda": false
      },
      {
        "number": 945,
        "text": "E para que não digais: O Livro só foi revelado a dois povos antes de nós, o que fez com que permanecêssemosignorantes de tudo quanto eles estudavam.",
        "numberInSurah": 156,
        "juz": 8,
        "manzil": 2,
        "page": 149,
        "ruku": 121,
        "hizbQuarter": 60,
        "sajda": false
      },
      {
        "number": 946,
        "text": "Ou digais: Se o Livro nos tivesse sido revelado, teríamos sido melhor iluminados que eles. Porém, já vos chegou umaclara evidência, orientação e misericórdia de vosso Senhor. Haverá alguém mais iníquo do que quem desmente e desdenhaos versículos de Deus? Infligiremos o pior castigo àqueles que desdenharem os Nossos versículos, bem como àqueles que setiverem afastado deles.",
        "numberInSurah": 157,
        "juz": 8,
        "manzil": 2,
        "page": 149,
        "ruku": 121,
        "hizbQuarter": 60,
        "sajda": false
      },
      {
        "number": 947,
        "text": "Acaso, aguardam que se lhes apresentem os anjos ou teu Senhor, ou então que lhes cheguem sinais d'Ele? No dia emque lhes chegarem alguns se Seus sinais será inútil a fé do ser que não tiver acreditado antes, ou que, em sua crença, nãotenho agido com retidão. Dize: Aguardai, que nós aguardaremos.",
        "numberInSurah": 158,
        "juz": 8,
        "manzil": 2,
        "page": 150,
        "ruku": 121,
        "hizbQuarter": 60,
        "sajda": false
      },
      {
        "number": 948,
        "text": "Não és responsável por aqueles que dividem a sua religião e formam seitas, porque sua questão depende só de Deus, oQual logo os inteirará de tudo quanto houverem feito.",
        "numberInSurah": 159,
        "juz": 8,
        "manzil": 2,
        "page": 150,
        "ruku": 121,
        "hizbQuarter": 60,
        "sajda": false
      },
      {
        "number": 949,
        "text": "Quem tiver praticado o bem receberá o décuplo pelo mesmo; quem tiver cometido um pecado receberá um castigoequivalente, e não serão defraudados (nem um, nem outro).",
        "numberInSurah": 160,
        "juz": 8,
        "manzil": 2,
        "page": 150,
        "ruku": 121,
        "hizbQuarter": 60,
        "sajda": false
      },
      {
        "number": 950,
        "text": "Dize: Meu Senhor conduziu-me pela senda reta- uma religião inatacável; é o credo de Abraão, o monoteísta, que jamaisse contou entre os idólatras.",
        "numberInSurah": 161,
        "juz": 8,
        "manzil": 2,
        "page": 150,
        "ruku": 121,
        "hizbQuarter": 60,
        "sajda": false
      },
      {
        "number": 951,
        "text": "Dize: Minhas orações, minhas devoções, minha vida e minha morte pertencem a Deus, Senhor do Universo,",
        "numberInSurah": 162,
        "juz": 8,
        "manzil": 2,
        "page": 150,
        "ruku": 121,
        "hizbQuarter": 60,
        "sajda": false
      },
      {
        "number": 952,
        "text": "Que não possui parceiro algum, Tal me tem sido ordenado e eu sou o primeiro dos muçulmanos.",
        "numberInSurah": 163,
        "juz": 8,
        "manzil": 2,
        "page": 150,
        "ruku": 121,
        "hizbQuarter": 60,
        "sajda": false
      },
      {
        "number": 953,
        "text": "Dize ainda: Como poderia eu adorar outro senhor que não fosse Deus, uma vez que Ele é o Senhor de todas as coisas? Nenhuma alma receberá outra recompensa que não for a merecida, e nenhuma pecador arcará cm culpas alheias, Então, retornareis ao vosso Senhor, o Qual vos inteirará de vossas divergências.",
        "numberInSurah": 164,
        "juz": 8,
        "manzil": 2,
        "page": 150,
        "ruku": 121,
        "hizbQuarter": 60,
        "sajda": false
      },
      {
        "number": 954,
        "text": "Ele foi Quem vos designou legatários na terra e vos elevou uns sobre outros, em hierarquia, para testar-vos com tudoquanto vos agraciou. Teu Senhor é Destro no castigo, conquanto seja Indulgente, Misericordiosíssimo.",
        "numberInSurah": 165,
        "juz": 8,
        "manzil": 2,
        "page": 150,
        "ruku": 121,
        "hizbQuarter": 60,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "pt.elhayek",
      "language": "pt",
      "name": "El-Hayek",
      "englishName": "Samir El-Hayek",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}