{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 8,
    "name": "سُورَةُ الأَنفَالِ",
    "englishName": "Al-Anfaal",
    "englishNameTranslation": "The Spoils of War",
    "revelationType": "Medinan",
    "numberOfAyahs": 75,
    "ayahs": [
      {
        "number": 1161,
        "text": "Perguntar-te-ão sobre os espólios. Dize: Os espólios pertencem a Deus e ao Mensageiro. Temei, pois, a Deus, e resolveifraternalmente as vossa querelas; obedecei a Deus e ao Seu Mensageiro, se sois fiéis.",
        "numberInSurah": 1,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1162,
        "text": "Só são fiéis aqueles cujos corações, quando lhes é mencionado o nome de Deus estremecem e, quando lhes são recitadosos Seus versículos, é-lhes acrescentada a fé, e se encomendam ao seu Senhor.",
        "numberInSurah": 2,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1163,
        "text": "Aqueles que observam a oração e fazem caridade com aquilo com que os agraciamos;",
        "numberInSurah": 3,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1164,
        "text": "Estes são os verdadeiros fiéis, que terão graus de honra junto ao seu Senhor, indulgências e um magnífico sustento.",
        "numberInSurah": 4,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1165,
        "text": "Tal como, em verdade, quando o teu Senhor te ordenou abandonar o teu lar, embora isso desgostasse alguns dos fiéis.",
        "numberInSurah": 5,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1166,
        "text": "Discutem contigo acerca da verdade, apesar de a mesma já lhes haver sido evidenciada, como se estivessem sendoarrastados para a morte, e a estivessem vendo.",
        "numberInSurah": 6,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1167,
        "text": "Recordai-vos de que, quando Deus vos prometeu que teríeis de combater um dos dois grupos, desejastes enfrentar odesarmado. E Deus quis fazer prevalecer a verdade, com as Suas palavras, e exterminar os incrédulos,",
        "numberInSurah": 7,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1168,
        "text": "Para que a verdade prevalecesse e desaparecesse a falsidade, ainda que isso desgostasse os pecadores.",
        "numberInSurah": 8,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1169,
        "text": "E de quando implorastes o socorro do vosso Senhor e Ele vos atendeu, dizendo: Reforçar-vos-ei com mil anjos, que voschegarão paulatinamente.",
        "numberInSurah": 9,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1170,
        "text": "Deus não vo-lo vez senão como alvíssaras e segurança para os vossos corações. Sabei que o socorro só emana de Deus, porque é Poderoso, Prudentíssimo.",
        "numberInSurah": 10,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1171,
        "text": "E de quanto Ele, para vosso sossego, vos envolveu num sono, enviou-vos água do céu para, com ela, vos purificardes, livrardes da imundice de Satanás, e para confortardes os vossos corações e afirmardes os vossos passos.",
        "numberInSurah": 11,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1172,
        "text": "E de quando o teu Senhor revelou aos anjos: Estou convosco; firmeza, pois, aos fiéis! Logo infundirei o terror noscorações dos incrédulos; decapitai-os e decepai-lhes os dedos!",
        "numberInSurah": 12,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1173,
        "text": "Isso, porque contrariaram Deus e o Seu Mensageiro; saiba, quem contrariar Deus e o Seu Mensageiro, que Deus éSeveríssimo no castigo.",
        "numberInSurah": 13,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1174,
        "text": "Tal é (o castigo pelo desafio); provai-o, pois! E sabei que os incrédulos sofrerão o tormento infernal.",
        "numberInSurah": 14,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1175,
        "text": "Ó fiéis, quando enfrentardes (em batalha) os incrédulos, não lhes volteis as costas.",
        "numberInSurah": 15,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1176,
        "text": "Aquele que, nesse dia, lhes voltar as costas - a menos que seja por estratégia ou para reunir-se com outro grupo -incorrerá na abominação de Deus, e sua morada será o inferno. Que funesto destino!",
        "numberInSurah": 16,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1177,
        "text": "Vós que não os aniquilastes, (ó muçulmanos)! Foi Deus quem os aniquilou; e apesar de seres tu (ó Mensageiro) quemlançou (areia), o efeito foi causado por Deus. Ele fez para Se provar indulgente aos fiéis, porque é Oniouvinte, Sapientíssimo.",
        "numberInSurah": 17,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1178,
        "text": "Fê-lo para que saibais que Deus desbarata as conspirações dos incrédulos.",
        "numberInSurah": 18,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1179,
        "text": "(Ó incrédulos) se imploráveis a vitória, eis a vitória que vos foi dada; se desistirdes, será melhor para vós; porém, sereincidirdes, voltaremos a vos combater e de nada servirá o vosso exército, por numeroso que seja, porque Deus está comos fiéis.",
        "numberInSurah": 19,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1180,
        "text": "Ó fiéis, obedecei a Deus e ao Seu Mensageiro, e não vos afasteis dele enquanto o escutais (em prédica).",
        "numberInSurah": 20,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1181,
        "text": "E não sejais como aqueles que dizem: Escutamos!, quando na realidade não escutam.",
        "numberInSurah": 21,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1182,
        "text": "Aos olhos de Deus, os piores animais são os \"surdos\" e \"mudos\", que não raciocinam.",
        "numberInSurah": 22,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1183,
        "text": "Se Deus tivesse reconhecido neles alguma virtude, tê-los-ia feito ouvir; se Ele os tivesse feito ouvir, teriam renegadodesdenhosamente, mesmo assim.",
        "numberInSurah": 23,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1184,
        "text": "Ó fiéis, atendei a Deus e ao Mensageiro, quando ele vos convocar à salvação. E sabei que Deus intercede entre o homeme o seu coração, e que sereis congregados ante Ele.",
        "numberInSurah": 24,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1185,
        "text": "E preveni-vos contra a intriga, a qual não atingirá apenas os iníquos dentre vós; sabei que Deus é Severíssimo nocastigo.",
        "numberInSurah": 25,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1186,
        "text": "E recordai-vos de quando (na vossa metrópole, Makka), éreis um punhado de subjugados; e temíeis que os homens (incrédulos) vos saqueassem; e Ele vos agraciou com todo bem, para que Lhe agradecêsseis.",
        "numberInSurah": 26,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1187,
        "text": "Ó fiéis, não atraiçoeis Deus e Mensageiro; não atraiçoeis, conscientemente, o que vos foi confiado!",
        "numberInSurah": 27,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1188,
        "text": "E sabei que tanto vossos bens como vossos filhos são para vos pôr à prova, e que Deus vos tem reservada umamagnífica recompensa.",
        "numberInSurah": 28,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1189,
        "text": "Ó fiéis, se temerdes a Deus, Ele vos concederá discernimento, apagará os vossos pecados e vos perdoará, porque éAgraciante por excelência.",
        "numberInSurah": 29,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1190,
        "text": "Recorda-te (ó Mensageiro) de quando os incrédulos confabularam contra ti, para aprisionar-te, ou matar-te, ouexpulsar-te. Confabularam entre si, mas Deus desbaratou-lhes os planos, porque é o mais duro dos desbaratadores.",
        "numberInSurah": 30,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1191,
        "text": "Quando lhes são recitados os Nossos versículos, dizem: Já os ouvimos e, se quiséssemos, poderíamos repetir outrosiguais, porque não são senão fábulas dos primitivos!",
        "numberInSurah": 31,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1192,
        "text": "E de quando disseram: Ó Deus, se esta é realmente a verdade que emana de Ti, faze com que caiam pedras do céu sobrenós, ou inflige-nos um doloroso castigo.",
        "numberInSurah": 32,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1193,
        "text": "Porém, é inconcebível que Deus os castigue, estando tu entre eles; nem tampouco Deus os castigará enquanto puderemimplorar por perdão.",
        "numberInSurah": 33,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1194,
        "text": "E por que Deus não há de castigá-los, sendo que impedem a entrada (dos fiéis) na Sagrada Mesquita, apesar de nãoserem os seus guardiões? Ninguém o é, a não ser os tementes; porém, a maioria deles o ignora.",
        "numberInSurah": 34,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1195,
        "text": "A sua oração, na Casa, se reduz aos silvos e ao estalar de mãos. Sofrei, pois, o castigo, por vossa perfídia.",
        "numberInSurah": 35,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1196,
        "text": "Eis que os incrédulos malversam as suas riquezas, para desviarem (os fiéis) da senda de Deus. Porém, malversá-las-ãocompletamente, e isso será a causa da sua atribulação; então, será vencidos. Os incrédulos serão congregados no inferno.",
        "numberInSurah": 36,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1197,
        "text": "Isso, para que Deus possa separar os maus dos bons, e amontoar os maus uns sobre os outros; juntá-los-á a todos e osarrojará no inferno. Estes são os desventurados.",
        "numberInSurah": 37,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1198,
        "text": "Dize aos incrédulos que, no caso de se arrependerem, ser-lhes-á perdoado o passado. Por outra, caso persistam, quetenham em mente o escarmento dos antigos.",
        "numberInSurah": 38,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 150,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1199,
        "text": "Combatei-os até terminar a intriga, e prevalecer totalmente a religião de Deus. Porém, se se retratarem, saibam que Deusbem vê tudo o quanto fazem.",
        "numberInSurah": 39,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 150,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1200,
        "text": "Mas, no caso de se recusarem, sabei que Deus é vosso Protetor. Que excelente Protetor e que excelente Socorredor!",
        "numberInSurah": 40,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 150,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1201,
        "text": "E sabei que, de tudo quanto adquirirdes de despojos, a quinta parte pertencerá a Deus, ao Mensageiro e aos seusparentes, aos órfãos, aos indigentes e ao viajante; se fordes crentes em Deus e no que foi revelado ao Nosso servo no Dia doDiscernimento, em que se enfrentaram os dois grupos, sabei que Deus é Onipotente.",
        "numberInSurah": 41,
        "juz": 10,
        "manzil": 2,
        "page": 182,
        "ruku": 150,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1202,
        "text": "Recordai-vos de quanto estáveis acampados na rampa, do vale, mais próxima (a Madina), e eles na mais afastada, e suacaravana se encontrava mais abaixo - Se tivésseis marcado um encontro com o inimigo, ter-vos-íeis desencontrado - e osenfrentastes para que Deus cumprisse Sua decisão prescrita, a fim de que perecessem aqueles que, com razão, deveriamsucumbir, e sobrevivessem aqueles que, com razão, deveriam sobreviver; sabei que Deus é Oniouvinte, Sapientíssimo.",
        "numberInSurah": 42,
        "juz": 10,
        "manzil": 2,
        "page": 182,
        "ruku": 150,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1203,
        "text": "Recorda-te (ó Mensageiro) de quando, em sonhos, Deus te fez crer (o exército inimigo) em número reduzido, porque, sete tivesse feito vê-lo numeroso, terias desanimado e terias vacilado a respeito do assunto; porém, Deus (te) salvou deles, porque bem conhece as intimidades dos corações.",
        "numberInSurah": 43,
        "juz": 10,
        "manzil": 2,
        "page": 182,
        "ruku": 150,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1204,
        "text": "E de quando os enfrentastes, e Ele os fez parecer, aos vossos olhos, pouco numerosos; Ele vos dissimulou aos olhosdeles, para que se cumprisse a decisão prescrita, porque a Deus retornarão todas as questões.",
        "numberInSurah": 44,
        "juz": 10,
        "manzil": 2,
        "page": 182,
        "ruku": 150,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1205,
        "text": "Ó fiéis, quando vos enfrentardes com o inimigo, sede firmes e mencionai muito Deus, para que prospereis.",
        "numberInSurah": 45,
        "juz": 10,
        "manzil": 2,
        "page": 182,
        "ruku": 151,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1206,
        "text": "E obedecei a Deus e ao Seu Mensageiro e não disputeis entre vós, porque fracassaríeis e perderíeis o vosso valor. Eperseverai, porque Deus está com os perseverantes.",
        "numberInSurah": 46,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 151,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1207,
        "text": "E não sejais como aqueles que saíram de suas casas por petulância e ostentação, para desviar os outros da senda deDeus; sabei que Deus está inteirado de tudo quanto fazem.",
        "numberInSurah": 47,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 151,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1208,
        "text": "E de quando Satanás lhes abrilhantou as ações e lhes disse: hoje ninguém poderá vencer-nos, porque estou do vossolado; porém, quanto os dois grupos se enfrentaram, girou sobre seus calcanhares e disse: Estou isento de tudo quanto vossuceda, porque eu vejo o que vós não vedes. Temo a Deus, porque é Severíssimo no castigo.",
        "numberInSurah": 48,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 151,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1209,
        "text": "Os hipócritas e aqueles que abrigam a morbidez em seus corações dizem dos fiéis: A estes, sua religião os temalucinado. Mas quem se encomenda a Deus, saiba que Ele é Poderoso, Prudentíssimo.",
        "numberInSurah": 49,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1210,
        "text": "Ah, se pudésseis ver a ocasião em que os anjos receberão os incrédulos, esbofeteando-os, açoitando-os e dizendo-lhes: Provai o suplício do fogo infernal!",
        "numberInSurah": 50,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1211,
        "text": "Isso, por tudo quanto cometeram vossas mãos, porque Deus nunca é injusto para com os Seus servos.",
        "numberInSurah": 51,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1212,
        "text": "Tal foi o comportamento do povo do Faraó e de seus antecessores, que descreram nos versículos de Deus; porém, Deusos castigou por seus pecados, porque é Forte e Severíssimo no castigo.",
        "numberInSurah": 52,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1213,
        "text": "Isso, porque Deus jamais muda as mercês com que tem agraciado um povo, a menos que este mude o que há em seuíntimo; sabei que Deus é Oniouvinte, Sapientíssimo.",
        "numberInSurah": 53,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1214,
        "text": "Tal foi o comportamento do povo do Faraó e de seus antecessores, que desmentiram os versículos do seu Senhor. Aniquilamo-los, por seus pecados, e afogamos a dinastia do Faraó, porque todos eram iníquos.",
        "numberInSurah": 54,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1215,
        "text": "Os pecadores são os piores seres aos olhos de Deus, porque não crêem.",
        "numberInSurah": 55,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1216,
        "text": "São aqueles com quem fazes um pacto e que, sistematicamente, quebram seus compromissos, e não temem a Deus.",
        "numberInSurah": 56,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1217,
        "text": "Se os dominardes na guerra, dispersai-os, juntamente com aqueles que os seguem, para que meditem.",
        "numberInSurah": 57,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1218,
        "text": "E se suspeitas da traição de um povo, rompe o teu pacto do mesmo modo, porque Deus não estima os traidores.",
        "numberInSurah": 58,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1219,
        "text": "E não pensem os incrédulos que poderão obter coisas melhores (do que os fiéis). Jamais o conseguirão.",
        "numberInSurah": 59,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 153,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1220,
        "text": "Mobilizai tudo quando dispuserdes, em armas e cavalaria, para intimidar, com isso, o inimigo de Deus e vosso, e seintimidarem ainda outros que não conheceis, mas que Deus bem conhece. Tudo quanto investirdes na causa de Deus, ser-vosá retribuído e não sereis defraudados.",
        "numberInSurah": 60,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 153,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1221,
        "text": "Se eles se inclinam à paz, inclina-te tu também a ela, e encomenda-te a Deus, porque Ele é o Oniouvinte, oSapientíssimo.",
        "numberInSurah": 61,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 153,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1222,
        "text": "Mas, se intentarem enganar-te, fica sabendo que Deus te é suficiente. Ele foi Quem te secundou com o Seu socorro e como dos fiéis",
        "numberInSurah": 62,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 153,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1223,
        "text": "E foi Quem conciliou os seus corações. E ainda que tivesses despendido tudo quanto há na terra, não terias conseguidoconciliar os seus corações; porém, Deus o conseguiu, porque é Poderoso, Prudentíssimo.",
        "numberInSurah": 63,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 153,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1224,
        "text": "Ó Profeta, são-te suficientes Deus e os fiéis que te seguem.",
        "numberInSurah": 64,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 153,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1225,
        "text": "Ó Profeta, estimula os fiéis ao combate. Se entre vós houvesse vinte perseverantes, venceriam duzentos, e se houvessemcem, venceriam mil do incrédulos, porque estes são insensatos.",
        "numberInSurah": 65,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 154,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1226,
        "text": "Deus tem-vos aliviado o peso do fardo, porque sabe que há um ponto débil em vós; e se entre vós houvesse cemperseverantes, venceriam duzentos; e se houvesse mil, venceriam dois mil, com o beneplácito de Deus, porque Ele está comos perseverantes.",
        "numberInSurah": 66,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 154,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1227,
        "text": "Não é dado a profeta algum fazer cativos, antes de lhes haver subjugado inteiramente a região. Vós (fiéis), ambicionais ofútil da vida terrena; em troca, Deus quer para vós a bem-aventurança do outro mundo, porque Deus é Poderoso, Prudentíssimo.",
        "numberInSurah": 67,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 154,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1228,
        "text": "Se não fosse por um decreto prévio de Deus, Ter-vos-ia açoitado um severo castigo, pelo que havíeis arrebatado (deresgate).",
        "numberInSurah": 68,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 154,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1229,
        "text": "Desfrutai, pois, de tudo quanto conseguis um lícito e temei a Deus, porque Deus é Indulgente, Misericordiosíssimo.",
        "numberInSurah": 69,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 154,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1230,
        "text": "Ó Profeta, dize aos cativos que estão e vosso poder: Se Deus descobrir sinceridade em vossos corações, conceder-vos-áalgo melhor do que aquilo que vos foi arrebatado e vos perdoará, porque é Indulgente, Misericordiosíssimo.",
        "numberInSurah": 70,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1231,
        "text": "Mas se intentarem atraiçoar-te, como atraiçoaram antes Deus, Ele os deixará nas tuas mãos, porque é Sapiente, Prudentíssimo.",
        "numberInSurah": 71,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1232,
        "text": "Os fiéis que migraram e sacrificaram seus bens e pessoas pela causa de Deus, assim como aqueles que os ampararam eos secundaram, são protetores uns aos outros. Quanto aos fiéis que não migraram, não vos tocará protegê-los, até que ofaçam. Mas se vos pedirem socorro, em nome da religião, estareis obrigados a prestá-lo, salvo se for contra povos comquem tenhais um tratado; sabei que Deus bem vê tudo quanto fazeis.",
        "numberInSurah": 72,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1233,
        "text": "Quanto aos incrédulos, são igualmente protetores uns aos outros; e se vós não o fizerdes (protegerdes uns aos outros), haverá intriga e grande corrupção sobre a terra.",
        "numberInSurah": 73,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1234,
        "text": "Quanto aos fiéis que migraram e combateram pela causa de Deus, assim como aqueles que os apararam e os secundaram- estes são os verdadeiros fiéis - obterão indulgência e magnífico sustento.",
        "numberInSurah": 74,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1235,
        "text": "E aqueles que creram depois, migraram e combateram junto a vós, serão dos vossos; porém, os parentes carnais têmprioridade sobre os outros, segundo o Livro de Deus; sabei que Deus é Onisciente.",
        "numberInSurah": 75,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "pt.elhayek",
      "language": "pt",
      "name": "El-Hayek",
      "englishName": "Samir El-Hayek",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}