{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 10,
    "name": "سُورَةُ يُونُسَ",
    "englishName": "Yunus",
    "englishNameTranslation": "Jonas",
    "revelationType": "Meccan",
    "numberOfAyahs": 109,
    "ayahs": [
      {
        "number": 1365,
        "text": "Alef, Lam, Ra. Eis aqui os versículos do Livro da sabedoria.",
        "numberInSurah": 1,
        "juz": 11,
        "manzil": 3,
        "page": 208,
        "ruku": 172,
        "hizbQuarter": 83,
        "sajda": false
      },
      {
        "number": 1366,
        "text": "Estranham, acaso, as pessoas, que tenhamos inspirado um homem de seu povo, dizendo-lhe: Admoesta os homens e avisaos fiéis que terão uma sublime dignidade junto ao seu Senhor? Todavia, os incrédulos dizem dele: ë um mago declarado.",
        "numberInSurah": 2,
        "juz": 11,
        "manzil": 3,
        "page": 208,
        "ruku": 172,
        "hizbQuarter": 83,
        "sajda": false
      },
      {
        "number": 1367,
        "text": "Vosso Senhor é Deus, Que criou os céus e a terra em seis dias, logo assumiu o Trono para reger todas as coisas. Junto aEle ninguém poderá interceder, sem Sua permissão. Tal é Deus, vosso Senhor! Adorai-O, pois! Não meditais?",
        "numberInSurah": 3,
        "juz": 11,
        "manzil": 3,
        "page": 208,
        "ruku": 172,
        "hizbQuarter": 83,
        "sajda": false
      },
      {
        "number": 1368,
        "text": "A Ele retornareis todos. A promessa de Deus é infalível. Ele origina a criação, e logo a faz reproduzir, para recompensareqüitativamente os fiéis que praticam o bem. Os incrédulos, porém, terão por bebida água fervente e um doloroso castigo, por sua incredulidade.",
        "numberInSurah": 4,
        "juz": 11,
        "manzil": 3,
        "page": 208,
        "ruku": 172,
        "hizbQuarter": 83,
        "sajda": false
      },
      {
        "number": 1369,
        "text": "Ele foi Quem originou o sol iluminador e a lua refletidora, e determinou as estações do ano, para que saibais o númerodos anos e seus cômputos. Deus não criou isto senão com prudência; ele elucida os versículos aos sensatos.",
        "numberInSurah": 5,
        "juz": 11,
        "manzil": 3,
        "page": 208,
        "ruku": 172,
        "hizbQuarter": 83,
        "sajda": false
      },
      {
        "number": 1370,
        "text": "Na alteração da noite e do dia, e no que Deus criou nos céus e na terra, há sinais para os tementes.",
        "numberInSurah": 6,
        "juz": 11,
        "manzil": 3,
        "page": 208,
        "ruku": 172,
        "hizbQuarter": 83,
        "sajda": false
      },
      {
        "number": 1371,
        "text": "Aqueles que não esperam o Nosso encontro, comprazem-se com a vida terrena, conformando-se com ela, e negligenciamos Nossos versículos.",
        "numberInSurah": 7,
        "juz": 11,
        "manzil": 3,
        "page": 209,
        "ruku": 172,
        "hizbQuarter": 83,
        "sajda": false
      },
      {
        "number": 1372,
        "text": "Sua morada será o fogo infernal, por tudo quanto tiverem lucrado.",
        "numberInSurah": 8,
        "juz": 11,
        "manzil": 3,
        "page": 209,
        "ruku": 172,
        "hizbQuarter": 83,
        "sajda": false
      },
      {
        "number": 1373,
        "text": "Quanto aos fiéis que praticam o bem, seu Senhor os encaminhará, por sua fé, aos jardins do prazer, abaixo dos quaiscorrem os rios.",
        "numberInSurah": 9,
        "juz": 11,
        "manzil": 3,
        "page": 209,
        "ruku": 172,
        "hizbQuarter": 83,
        "sajda": false
      },
      {
        "number": 1374,
        "text": "Onde sua prece será: Glorificado sejas, ó Deus! Aí sua mútua saudação será: Paz! E o fim de sua prece será: Louvadoseja Deus, Senhor do Universo!",
        "numberInSurah": 10,
        "juz": 11,
        "manzil": 3,
        "page": 209,
        "ruku": 172,
        "hizbQuarter": 83,
        "sajda": false
      },
      {
        "number": 1375,
        "text": "Se Deus apressasse o mal aos humanos, como eles apressam o bem para si, alcançariam rapidamente o seu destino. Porém, abandonaremos, vacilantes em sua transgressão, aqueles que não esperam comparecer perante Nós.",
        "numberInSurah": 11,
        "juz": 11,
        "manzil": 3,
        "page": 209,
        "ruku": 173,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1376,
        "text": "E se o infortúnio açoita o homem, ele Nos implora, quer esteja deitado, sentado ou em pé. Porém, quando o libertamosde seu infortúnio, ei-lo que caminha, como se não Nos tivesse implorado quando o infortúnio o açoitava. Assim foramabrilhantados os atos dos transgressores (por Satanás).",
        "numberInSurah": 12,
        "juz": 11,
        "manzil": 3,
        "page": 209,
        "ruku": 173,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1377,
        "text": "Aniquilamos gerações anteriores a vós por sua iniqüidade, porque, apesar de lhes haverem apresentado aos seusmensageiros as evidências, jamais creram. Assim castigamos os pecadores.",
        "numberInSurah": 13,
        "juz": 11,
        "manzil": 3,
        "page": 209,
        "ruku": 173,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1378,
        "text": "Depois disso, designamos-vos sucessores deles na terra, para observarmos como vos iríeis comportar.",
        "numberInSurah": 14,
        "juz": 11,
        "manzil": 3,
        "page": 209,
        "ruku": 173,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1379,
        "text": "Mas, quando lhes são recitados os Nossos lúcidos versículos, aqueles que não esperam o comparecimento perante Nós, dizem: Apresenta-nos outro Alcorão que não seja este, ou, por outra, modificado! Dize: Não me incumbe modificá-lo porminha própria vontade; atenho-me somente ao que me tem sido revelado, porque temo o castigo do dia aziago, sedesobedeço ao meu Senhor.",
        "numberInSurah": 15,
        "juz": 11,
        "manzil": 3,
        "page": 210,
        "ruku": 173,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1380,
        "text": "Dize: Se Deus quisesse, não vo-lo teria eu recitado, nem Ele vo-lo teria dado a conhecer, porque antes de sua revelaçãopassei a vida entre vós. Não raciocinais ainda?",
        "numberInSurah": 16,
        "juz": 11,
        "manzil": 3,
        "page": 210,
        "ruku": 173,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1381,
        "text": "Haverá alguém mais iníquo do que quem forja mentiras acerca de Deus ou desmente os Seus versículos? Jamaisprosperarão pecadores.",
        "numberInSurah": 17,
        "juz": 11,
        "manzil": 3,
        "page": 210,
        "ruku": 173,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1382,
        "text": "E adoram, em vez de Deus, os que não poder prejudicá-los nem beneficiá-los, dizendo: Estes são os nossosintercessores junto a Deus. Pretendeis ensinar a Deus algo que Ele possa ignorar dos céus e da terra? Glorificado e exaltadoseja de tudo quanto Lhe atribuem!",
        "numberInSurah": 18,
        "juz": 11,
        "manzil": 3,
        "page": 210,
        "ruku": 173,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1383,
        "text": "A princípio, os humanos formavam uma só comunidade; então, dividiram-se. Porém, senão tivesse sido por uma palavraproferida por teu Senhor, Ter-se-iam destruído, por causa de suas divergências.",
        "numberInSurah": 19,
        "juz": 11,
        "manzil": 3,
        "page": 210,
        "ruku": 173,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1384,
        "text": "Dizem: Por que não lhe foi revelado um sinal de seu Senhor? Dize: O incognoscível só a Deus pertence; aguardai, pois, que eu serei um dos que convosco aguardam.",
        "numberInSurah": 20,
        "juz": 11,
        "manzil": 3,
        "page": 210,
        "ruku": 173,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1385,
        "text": "Se agraciarmos os homens com a Nossa misericórdia, depois de os haver açoitado o infortúnio, ainda assim desmentirãoos Nossos versículos. Dize: Deus é Rápido em planejar. Sabei que os Nosso mensageiros registram tudo quando tramais.",
        "numberInSurah": 21,
        "juz": 11,
        "manzil": 3,
        "page": 211,
        "ruku": 174,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1386,
        "text": "Ele é Quem vos encaminha na terra e no mar. Quando se acham em naves e estas singram o oceano ao sabor de um ventofavorável, regozijam-se. Mas, quando os açoita uma tormenta e as ondas os assaltam por todos lados, e crêem naufragar, então imploram sinceramente a Deus: Se nos salvares deste perigo, contar-nos-emos entre agradecidos!",
        "numberInSurah": 22,
        "juz": 11,
        "manzil": 3,
        "page": 211,
        "ruku": 174,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1387,
        "text": "Mas, quando os salva, eis que causa, injustamente, iniqüidade na terra. Ó humanos, sabei que a vossa iniqüidade sórecairá sobre vós; isso é somente um entretenimento na vida terrena. Logo retornareis a Nós, e então vos inteiraremos detudo quanto tiverdes feito.",
        "numberInSurah": 23,
        "juz": 11,
        "manzil": 3,
        "page": 211,
        "ruku": 174,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1388,
        "text": "A similitude da vida terrena equipara-se à água que enviamos do céu. a qual mistura-se com as plantas da terra, de quese alimentam os homens e o gado; e quando a terra se enfeita e se engalana, a ponto de seus habitantes crerem ser seussenhores, açoita-a o Nosso desígnio, seja à noite ou de dia, deixando-a desolada, como se, na véspera, não houvesse sidoverdejante. Assim elucidamos os versículos àqueles que refletem.",
        "numberInSurah": 24,
        "juz": 11,
        "manzil": 3,
        "page": 211,
        "ruku": 174,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1389,
        "text": "Deus convoca à morada da paz e encaminha à senda reta quem Lhe apraz.",
        "numberInSurah": 25,
        "juz": 11,
        "manzil": 3,
        "page": 211,
        "ruku": 174,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1390,
        "text": "Aqueles que praticam o bem obterão o bem e ainda algo mais; nem a poeira, nem a ignomínia anuviarão os seus rostos. Eles serão os diletos do Paraíso, em que morarão eternamente.",
        "numberInSurah": 26,
        "juz": 11,
        "manzil": 3,
        "page": 212,
        "ruku": 174,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1391,
        "text": "Aqueles que cometerem maldades serão pagos na mesma moeda, e a ignomínia os cobrirá. Não terão defensor junto aDeus; estarão como se condenados ao inferno, em que morarão eternamente.",
        "numberInSurah": 27,
        "juz": 11,
        "manzil": 3,
        "page": 212,
        "ruku": 174,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1392,
        "text": "Um dia, em que os congregaremos a todos, diremos aos idólatras: Ficai onde estais, vós e vossos parceiros! Logo ossepararemos; então, seus parceiros lhes dirão: Não era a nós que adoráveis!",
        "numberInSurah": 28,
        "juz": 11,
        "manzil": 3,
        "page": 212,
        "ruku": 174,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1393,
        "text": "Basta Deus por testemunha entre nós e vós, de que não nos importava a vossa adoração.",
        "numberInSurah": 29,
        "juz": 11,
        "manzil": 3,
        "page": 212,
        "ruku": 174,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1394,
        "text": "Aí toda alma conhecerá tudo quanto tiver feito e serão devolvidos a Deus, seu verdadeiro Senhor; e tudo quando tiveremforjado desvanecer-se-á.",
        "numberInSurah": 30,
        "juz": 11,
        "manzil": 3,
        "page": 212,
        "ruku": 174,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1395,
        "text": "Dize: Quem vos agracia com os seus bens do céu e da terra? Quem possui poder sobre a audição e a visão? E quem regetodos os assuntos? Dirão: Deus! Dize, então: Por que não O temeis?",
        "numberInSurah": 31,
        "juz": 11,
        "manzil": 3,
        "page": 212,
        "ruku": 175,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1396,
        "text": "Tal é Deus, vosso verdadeiro Senhor; e que há, fora da verdade, senão o erro? Como, então, vos afastais?",
        "numberInSurah": 32,
        "juz": 11,
        "manzil": 3,
        "page": 212,
        "ruku": 175,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1397,
        "text": "Assim se cumpriu a sentença de teu Senhor sobre os depravados, porque não creram.",
        "numberInSurah": 33,
        "juz": 11,
        "manzil": 3,
        "page": 212,
        "ruku": 175,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1398,
        "text": "Pergunta-lhes: Existe algum ídolo, dentre os vossos, que possa originar a criação, e então reproduzi-la? Dize-lhes, aseguir: Deus é Quem origina a criação e então a reproduz. Como, pois, vos desviais?",
        "numberInSurah": 34,
        "juz": 11,
        "manzil": 3,
        "page": 213,
        "ruku": 175,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1399,
        "text": "Pergunta-lhes: Existe algum ídolo, dentre os vossos, que possa guiar-vos à verdade? Dize: Só Deus guia à verdade. Acaso, Quem guia à verdade, não é mais digno e ser seguido do que quem não o faz, sendo ao contrário guiado? Que vossucede pois? Como julgais assim?",
        "numberInSurah": 35,
        "juz": 11,
        "manzil": 3,
        "page": 213,
        "ruku": 175,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1400,
        "text": "Sua maioria não faz mais do que conjecturar, e a conjectura jamais prevalecerá sobre a verdade; Deus bem sabe tudoquanto fazem!",
        "numberInSurah": 36,
        "juz": 11,
        "manzil": 3,
        "page": 213,
        "ruku": 175,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1401,
        "text": "É impossível que esta Alcorão tenha sido elaborado por alguém que não seja Deus. Outrossim, é a confirmação das (revelações) anteriores a ele e a elucidação do Livro indubitável do Senhor do Universo.",
        "numberInSurah": 37,
        "juz": 11,
        "manzil": 3,
        "page": 213,
        "ruku": 175,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1402,
        "text": "Dizem: Ele o forjou! Dize: Componde, pois, uma surata semelhante às deles; e podeis recorrer, para isso, a quemquiserdes, em vez de Deus, se estiverdes certos.",
        "numberInSurah": 38,
        "juz": 11,
        "manzil": 3,
        "page": 213,
        "ruku": 175,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1403,
        "text": "Porém, desmentiram o que não lograram conhecer, mesmo quando a sua interpretação não lhes havia chegado. Do mesmomodo seus antepassados desmentiram. Repara, pois, qual foi o destino dos iníquos.",
        "numberInSurah": 39,
        "juz": 11,
        "manzil": 3,
        "page": 213,
        "ruku": 175,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1404,
        "text": "Entre eles, há os que crêem nele (o Alcorão) e os que o negam; porém, teu Senhor é o mais conhecedor dos corruptores.",
        "numberInSurah": 40,
        "juz": 11,
        "manzil": 3,
        "page": 213,
        "ruku": 175,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1405,
        "text": "Mas, se te desmentem, dize-lhes: Os meus atos só a mim incumbem, e a vós os vossos. Estais isentos do que eu faço, assim como estou isento de tudo quanto fazeis.",
        "numberInSurah": 41,
        "juz": 11,
        "manzil": 3,
        "page": 213,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1406,
        "text": "Entre eles há os que te escutam. Poderias fazer ouvir os surdos, uma vez que não entendem?",
        "numberInSurah": 42,
        "juz": 11,
        "manzil": 3,
        "page": 213,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1407,
        "text": "E há os que te perscrutam; acaso, poderias fazer ver os cegos, uma vez que não enxergam?",
        "numberInSurah": 43,
        "juz": 11,
        "manzil": 3,
        "page": 214,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1408,
        "text": "Deus em nada defrauda os homens; porém, os homens se condenam a si mesmos.",
        "numberInSurah": 44,
        "juz": 11,
        "manzil": 3,
        "page": 214,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1409,
        "text": "Recorda-lhes o dia em que Ele os congregará, como se não houvessem permanecido no mundo mais do que uma hora dodia; reconhecer-se-ão entre si. Então, aqueles que tiverem negado o comparecimento ante Deus, serão desventurados ejamais serão encaminhados.",
        "numberInSurah": 45,
        "juz": 11,
        "manzil": 3,
        "page": 214,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1410,
        "text": "Ainda que te mostremos algo do que lhes prometemos, ou mesmo que te recolhamos até Nós (antes disso), seu retornoserá para Nós. Deus é Testemunha de tudo quanto fazem.",
        "numberInSurah": 46,
        "juz": 11,
        "manzil": 3,
        "page": 214,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1411,
        "text": "Cada povo teve seu mensageiro; e quando seu mensageiro se apresentar, todos serão julgados eqüitativamente e nãoserão injustiçados.",
        "numberInSurah": 47,
        "juz": 11,
        "manzil": 3,
        "page": 214,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1412,
        "text": "E dizem (os incrédulos): Quando se cumprirá esta promessa? Dize-o, se estiverdes certo!",
        "numberInSurah": 48,
        "juz": 11,
        "manzil": 3,
        "page": 214,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1413,
        "text": "Dize-lhes: Não posso acarretar mais prejuízos nem mais benefícios além dos que Deus quer. Cada povo tem seu destinoe, quando este se cumprir, não poderá atrasá-lo nem adiantá-lo numa só hora.",
        "numberInSurah": 49,
        "juz": 11,
        "manzil": 3,
        "page": 214,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1414,
        "text": "Dize: Que vos pareceria, se Seu castigo vos surpreendesse durante a noite ou de dia? Que porção dele os pecadorespretenderiam apressar?",
        "numberInSurah": 50,
        "juz": 11,
        "manzil": 3,
        "page": 214,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1415,
        "text": "Quando tal acontecer, crereis, então, nele? Qual! Crereis, então, quando até agora não tendes feito mais do que oapresardes?",
        "numberInSurah": 51,
        "juz": 11,
        "manzil": 3,
        "page": 214,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1416,
        "text": "Será dito, então, aos iníquos: Provai o castigo eterno. Sereis, acaso, castigados pelo que não cometestes?",
        "numberInSurah": 52,
        "juz": 11,
        "manzil": 3,
        "page": 214,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1417,
        "text": "Pedir-te-ão que os inteires dos fatos: É isso verdade? Dize: Sim, por meu Senhor que é verdade, e jamais podereisimpedi-lo.",
        "numberInSurah": 53,
        "juz": 11,
        "manzil": 3,
        "page": 214,
        "ruku": 176,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1418,
        "text": "Se todo o ser iníquo possuísse tudo quanto existe na terra, tudo daria para a sua redenção. Sentirão o arrependimentoquando virem o castigo. Então serão julgados eqüitativamente e não serão injustiçados.",
        "numberInSurah": 54,
        "juz": 11,
        "manzil": 3,
        "page": 215,
        "ruku": 177,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1419,
        "text": "Não pertence, acaso, a Deus tudo quanto existe nos céus e na terra? Não é verdadeira a promessa de Deus? Porém, amaioria o ignora.",
        "numberInSurah": 55,
        "juz": 11,
        "manzil": 3,
        "page": 215,
        "ruku": 177,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1420,
        "text": "Ele dá a vida e a morte, e a Ele retornareis.",
        "numberInSurah": 56,
        "juz": 11,
        "manzil": 3,
        "page": 215,
        "ruku": 177,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1421,
        "text": "Ó humanos, já vos chegou uma exortação do vosso Senhor, a qual é um bálsamo para a enfermidade que há em vossoscorações, e é orientação e misericórdia para os fiéis.",
        "numberInSurah": 57,
        "juz": 11,
        "manzil": 3,
        "page": 215,
        "ruku": 177,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1422,
        "text": "Dize: Contentai-vos com a graça e a misericórdia de Deus! Isso é preferível a tudo quanto entesourarem!",
        "numberInSurah": 58,
        "juz": 11,
        "manzil": 3,
        "page": 215,
        "ruku": 177,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1423,
        "text": "Dize ainda: Reparastes nas dádivas que Deus vos envia, as quais classificais em lícitas e ilícitas? Dize-lhes mais: Acaso, Deus vo-lo autorizou, ou forjais mentiras acerca de Deus?",
        "numberInSurah": 59,
        "juz": 11,
        "manzil": 3,
        "page": 215,
        "ruku": 177,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1424,
        "text": "Em que pensarão no Dia da Ressurreição aqueles que forjam mentiras acerca de Deus? Deus é agraciador para com oshumanos: porém, sua maioria não agradece.",
        "numberInSurah": 60,
        "juz": 11,
        "manzil": 3,
        "page": 215,
        "ruku": 177,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1425,
        "text": "Em qualquer situação em que vos encontrardes, qualquer parte do Alcorão que recitardes, seja qual for a tarefa queempreenderdes, seremos Testemunha quando nisso estiverdes absortos, porque nada escapa do teu Senhor, nem do peso deum átomo ou algo menor ou maior do que este, na terra ou nos céus, pois tudo está registrado num Livro lúcido.",
        "numberInSurah": 61,
        "juz": 11,
        "manzil": 3,
        "page": 215,
        "ruku": 178,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1426,
        "text": "Não é, acaso, certo que os diletos de Deus jamais serão presas do temor, nem se atribularão?",
        "numberInSurah": 62,
        "juz": 11,
        "manzil": 3,
        "page": 216,
        "ruku": 178,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1427,
        "text": "Estes são os fiéis e são tementes.",
        "numberInSurah": 63,
        "juz": 11,
        "manzil": 3,
        "page": 216,
        "ruku": 178,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1428,
        "text": "Obterão alvíssaras de boas-novas na vida terrena e na outra; as promessas de Deus são imutáveis. Tal é o magníficobenefício.",
        "numberInSurah": 64,
        "juz": 11,
        "manzil": 3,
        "page": 216,
        "ruku": 178,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1429,
        "text": "Que suas palavras não te atribulem, uma vez que a Glória pertence integralmente a Deus, Que é o Oniouvinte, oSapientíssimo.",
        "numberInSurah": 65,
        "juz": 11,
        "manzil": 3,
        "page": 216,
        "ruku": 178,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1430,
        "text": "Não é certo que é de Deus aquilo que está nos céus e na terra? Que pretendem, pois, aqueles que adoram os ídolos emvez de Deus? Não seguem mais do que a dúvida e não fazem mais do que inventar mentiras!",
        "numberInSurah": 66,
        "juz": 11,
        "manzil": 3,
        "page": 216,
        "ruku": 178,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1431,
        "text": "Ele é Quem estabeleceu a noite para vosso descanso e o dia luzente, para tornar as coisas visíveis. Nisto há sinais paraos que escutam.",
        "numberInSurah": 67,
        "juz": 11,
        "manzil": 3,
        "page": 216,
        "ruku": 178,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1432,
        "text": "Dizem: Deus teve um filho! Glorificado seja Deus; Ele é Opulento; Seu é tudo quanto há nos céus e na terra! Queautoridade tendes, referente a isso? Direis acerca de Deus o que ignorais?",
        "numberInSurah": 68,
        "juz": 11,
        "manzil": 3,
        "page": 216,
        "ruku": 178,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1433,
        "text": "Dize: Aqueles que forjam mentiras acerca de Deus não prosperarão!",
        "numberInSurah": 69,
        "juz": 11,
        "manzil": 3,
        "page": 216,
        "ruku": 178,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1434,
        "text": "Terão seu gozo neste mundo, então seu retorno será a Nós; depois lhes infligiremos o severo castigo, por suaincredulidade.",
        "numberInSurah": 70,
        "juz": 11,
        "manzil": 3,
        "page": 216,
        "ruku": 178,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1435,
        "text": "Narra-lhes a história de Noé, quando disse ao seu povo: Ó povo meu, se a minha permanência entre vós e minhaexortação, referentes aos versículos de Deus, vos ofendem, a Deus me encomendo. Decidi-vos, vós e vossos ídolos, e nãooculteis vossa decisão; então, hostilizai-me e não me poupeis.",
        "numberInSurah": 71,
        "juz": 11,
        "manzil": 3,
        "page": 217,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1436,
        "text": "Caso contrário, sabei que não vos exijo retribuição alguma por isso, porque minha recompensa só virá de Deus; e foi-meordenado que fosse um dos submissos.",
        "numberInSurah": 72,
        "juz": 11,
        "manzil": 3,
        "page": 217,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1437,
        "text": "Porém, desmentiram-no e, então, salvamo-lo, juntamente com aqueles que estavam com ele na arca, e os designamossucessores na terra, e afogamos aqueles que desmentiram os Nossos versículos. Repara, pois, qual foi o castigo dos queforam advertidos.",
        "numberInSurah": 73,
        "juz": 11,
        "manzil": 3,
        "page": 217,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1438,
        "text": "Logo, depois dele, enviamos mensageiros aos seus povos, os quais lhes apresentaram as evidências; mesmo assim nãocreram no que antes haviam desmentido. Assim, sigilamos os corações dos transgressores.",
        "numberInSurah": 74,
        "juz": 11,
        "manzil": 3,
        "page": 217,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1439,
        "text": "Logo depois deles enviamos, como nossos sinais, Moisés e Aarão ao Faraó e seus chefes; porém, estesensoberbeceram-se e tornaram-se um povo de pecadores.",
        "numberInSurah": 75,
        "juz": 11,
        "manzil": 3,
        "page": 217,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1440,
        "text": "Mas, quando lhes chegou a Nossa verdade, disseram: Isto é pura magia!",
        "numberInSurah": 76,
        "juz": 11,
        "manzil": 3,
        "page": 217,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1441,
        "text": "Moisés lhes disse: Ousais dizer que a verdade que vos chega é magia? Sabei que os magos jamais prosperarão.",
        "numberInSurah": 77,
        "juz": 11,
        "manzil": 3,
        "page": 217,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1442,
        "text": "Disseram: Vieste, acaso, para desviar-nos do que vimos praticarem os nossos pais e para que o predomínio, na terra, seja para ti e teu irmão? Nunca creremos em vós.",
        "numberInSurah": 78,
        "juz": 11,
        "manzil": 3,
        "page": 217,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1443,
        "text": "Então, o Faraó disse: Trazei-me todo o mago hábil (que encontrardes).",
        "numberInSurah": 79,
        "juz": 11,
        "manzil": 3,
        "page": 218,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1444,
        "text": "E quando chegaram os magos, Moisés lhes disse: Arremessai o que tendes a arremessar!",
        "numberInSurah": 80,
        "juz": 11,
        "manzil": 3,
        "page": 218,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1445,
        "text": "Porém, quando arremessaram, disse Moisés: O que haveis feito émagia, e certamente Deus o anulará, porque Ele nãoapóia a obra dos corruptores.",
        "numberInSurah": 81,
        "juz": 11,
        "manzil": 3,
        "page": 218,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1446,
        "text": "Deus estabelece a verdade com as Suas palavras, ainda que isto desgoste os pecadores.",
        "numberInSurah": 82,
        "juz": 11,
        "manzil": 3,
        "page": 218,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1447,
        "text": "Porém, salvo uma parte do seu povo, ninguém acreditou em Moisés por temor de que o Faraó e seus chefes osoprimissem, porque o Faraó era um déspota na terra; era um dos transgressores.",
        "numberInSurah": 83,
        "juz": 11,
        "manzil": 3,
        "page": 218,
        "ruku": 180,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1448,
        "text": "E Moisés disse: Ó povo meu, se realmente credes em Deus, encomendai-vos a Ele se sois submissos.",
        "numberInSurah": 84,
        "juz": 11,
        "manzil": 3,
        "page": 218,
        "ruku": 180,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1449,
        "text": "Disseram: A Deus nos encomendamos! Ó Senhor nosso, não permitas que fiquemos afeitos à fúria dos iníquos;",
        "numberInSurah": 85,
        "juz": 11,
        "manzil": 3,
        "page": 218,
        "ruku": 180,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1450,
        "text": "E com a Tua misericórdia salva-nos do povo incrédulo.",
        "numberInSurah": 86,
        "juz": 11,
        "manzil": 3,
        "page": 218,
        "ruku": 180,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1451,
        "text": "E revelamos a Moisés e ao seu irmão: Erigi os abrigos para o vosso povo no Egito e fazei dos vossos lares um templo; observai a oração, e anuncia (ó Moisés) boas novas aos fiéis!",
        "numberInSurah": 87,
        "juz": 11,
        "manzil": 3,
        "page": 218,
        "ruku": 180,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1452,
        "text": "E Moisés disse: ó Senhor nosso, tens concedido ao Faraó e aos seus chefes esplendores e riquezas na vida terrena eassim, ó Senhor nosso puderam desviar os demais da Tua senda. Ó Senhor nosso, arrasa as suas riquezas e oprime os seuscorações, porque não crerão até verem o doloroso castigo.",
        "numberInSurah": 88,
        "juz": 11,
        "manzil": 3,
        "page": 218,
        "ruku": 180,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1453,
        "text": "Disse-lhes (Deus): Vossa súplica foi atendida; apegai-vos, pois, à vossa missão e não sigais as sendas dos insipientes.",
        "numberInSurah": 89,
        "juz": 11,
        "manzil": 3,
        "page": 219,
        "ruku": 180,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1454,
        "text": "E fizemos atravessar o mar os israelitas; porém o Faraó e seu exército perseguiram-no iníqua e hostilmente até que, estando a ponto de afogar-se, o Faraó disse: Creio agora que não há mais divindade além de Deus em que crêem osisraelitas, e sou um dos submissos!",
        "numberInSurah": 90,
        "juz": 11,
        "manzil": 3,
        "page": 219,
        "ruku": 180,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1455,
        "text": "(E foi-lhe dito): Agora crês, ao passo que antes te havias rebelado e eras um dos corruptores!",
        "numberInSurah": 91,
        "juz": 11,
        "manzil": 3,
        "page": 219,
        "ruku": 180,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1456,
        "text": "Porém, hoje salvamos apenas o teu corpo, para que sirvas de exemplo à tua posteridade. Em verdade, há muitos humanosque estão negligenciando os Nossos versículos.",
        "numberInSurah": 92,
        "juz": 11,
        "manzil": 3,
        "page": 219,
        "ruku": 180,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1457,
        "text": "E concedemos aos israelitas um agradável abrigo e os agraciamos com todo o bem. Mas disputaram entre si, depois dereceberem o conhecimento. Teu Senhor julgará entre eles pelas suas divergências, no Dia da Ressurreição.",
        "numberInSurah": 93,
        "juz": 11,
        "manzil": 3,
        "page": 219,
        "ruku": 181,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1458,
        "text": "Porém, se estás em dúvida sobre o que te temos revelado, consulta aqueles que leram o Livro antes de ti. Sem dúvidaque te chegou a verdade do teu Senhor; não sejas, pois, dos que estão em dúvida.",
        "numberInSurah": 94,
        "juz": 11,
        "manzil": 3,
        "page": 219,
        "ruku": 181,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1459,
        "text": "Nem tampouco dos que desmentem os versículos de Deus, porque serão desventurados.",
        "numberInSurah": 95,
        "juz": 11,
        "manzil": 3,
        "page": 219,
        "ruku": 181,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1460,
        "text": "Aqueles que merecem a sentença de teu Senhor não crerão;",
        "numberInSurah": 96,
        "juz": 11,
        "manzil": 3,
        "page": 219,
        "ruku": 181,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1461,
        "text": "Ainda que lhes chegue qualquer sinal, até verem o doloroso castigo.",
        "numberInSurah": 97,
        "juz": 11,
        "manzil": 3,
        "page": 219,
        "ruku": 181,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1462,
        "text": "Se o povo de uma única cidade cresse, a sua crença ser-lhe-ia benéfica, pois quando o povo de Yunis (Jonas) acreditou, liberamo-lo do castigo do aviltamento na vida terrena e o agraciamos temporariamente.",
        "numberInSurah": 98,
        "juz": 11,
        "manzil": 3,
        "page": 220,
        "ruku": 181,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1463,
        "text": "Porém, se teu Senhor tivesse querido, aqueles que estão na terra teriam acreditado unanimemente. Poderias (óMohammad) compelir os humanos a que fossem fiéis?",
        "numberInSurah": 99,
        "juz": 11,
        "manzil": 3,
        "page": 220,
        "ruku": 181,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1464,
        "text": "Em verdade, não é dado a ser nenhum crer sem a anuência de Deus. Ele destina a abominação àqueles que nãoraciocinam.",
        "numberInSurah": 100,
        "juz": 11,
        "manzil": 3,
        "page": 220,
        "ruku": 181,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1465,
        "text": "Dize: Contemplai o que há nos céus e na terra! Mas sabei que de nada servem os sinais e as advertências àqueles quenão crêem.",
        "numberInSurah": 101,
        "juz": 11,
        "manzil": 3,
        "page": 220,
        "ruku": 181,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1466,
        "text": "Aguardam, acaso, outra sorte que não seja a de seus antecessores? Dize-lhes ainda: Aguardai, pois, que aguardareiconvosco.",
        "numberInSurah": 102,
        "juz": 11,
        "manzil": 3,
        "page": 220,
        "ruku": 181,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1467,
        "text": "Então, salvaremos os Nossos mensageiros, juntamente com os fiéis, porque é Nosso dever salvá-los.",
        "numberInSurah": 103,
        "juz": 11,
        "manzil": 3,
        "page": 220,
        "ruku": 181,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1468,
        "text": "Dize-lhes mais: Ó humanos, se estais em dúvida quanto à minha religião, sabei que eu não adorarei o que vós adoraisem vez de Deus; outrossim, adoro a Deus, Que recolherá as vossas almas, e tem-me sido ordenado ser um dos fiéis.",
        "numberInSurah": 104,
        "juz": 11,
        "manzil": 3,
        "page": 220,
        "ruku": 182,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1469,
        "text": "E (ó Mohammad) orienta-te para a religião monoteísta e não sejas um dos idólatras.",
        "numberInSurah": 105,
        "juz": 11,
        "manzil": 3,
        "page": 220,
        "ruku": 182,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1470,
        "text": "Não invoques, em vez de Deus, o que não pode favorecer-te nem prejudicar-te, porque se o fizeres, serás, então, umdos iníquos.",
        "numberInSurah": 106,
        "juz": 11,
        "manzil": 3,
        "page": 220,
        "ruku": 182,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1471,
        "text": "E se Deus te infligir algum mal, ninguém, além d'Ele, poderá removê-lo; e se Ele te agraciar, ninguém poderá repelir aSua graça, a qual concede a quem Lhe apraz, dentre Seus servos, porque Ele é o Indulgente, o Misericordiosíssimo.",
        "numberInSurah": 107,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 182,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1472,
        "text": "Dize: Ó humanos, já vos chegou a verdade do vosso Senhor, e quem se encaminha faz em benefício próprio; e quem sedesvia o faz em seu próprio prejuízo, porque não sou o vosso guardião.",
        "numberInSurah": 108,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 182,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1473,
        "text": "Observa, pois, o que te foi revelado, e persevera, até que Deus decida, porque é o mais equânime dos juízes.",
        "numberInSurah": 109,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 182,
        "hizbQuarter": 88,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "pt.elhayek",
      "language": "pt",
      "name": "El-Hayek",
      "englishName": "Samir El-Hayek",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}