{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 12,
    "name": "سُورَةُ يُوسُفَ",
    "englishName": "Yusuf",
    "englishNameTranslation": "Joseph",
    "revelationType": "Meccan",
    "numberOfAyahs": 111,
    "ayahs": [
      {
        "number": 1597,
        "text": "Alef, Lam, Ra. Eis aqui os versículos do Livro lúcido.",
        "numberInSurah": 1,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 193,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1598,
        "text": "Revelamo-lo como um Alcorão árabe, para que raciocineis.",
        "numberInSurah": 2,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 193,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1599,
        "text": "Nós te relatamos a mais formosa das narrativas, ao inspirar-te este Alcorão, se bem que antes disso eras um dosdesatentos.",
        "numberInSurah": 3,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 193,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1600,
        "text": "Recorda-te de quando José disse a seu pai: Ó pai, vi, em sonho, onze estrelas, o sol e a lua; vi-os prostrando-se ante mim.",
        "numberInSurah": 4,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 193,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1601,
        "text": "Respondeu-lhe: Ó filho meu, não relates teu sonho aos teus irmãos, para que não conspirem astutamente contra ti. Ficasabendo que Satanás é inimigo declarado do homem.",
        "numberInSurah": 5,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 193,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1602,
        "text": "E assim teu Senhor te elegerá e ensinar-te-á a interpretação das histórias e te agraciará com a Sua mercê, a ti e à famíliade Jacó, como agraciou anteriormente teus avós, Abraão e Isaac, porque teu Senhor é Sapiente, Prudentíssimo.",
        "numberInSurah": 6,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 193,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1603,
        "text": "Na história de José e de seus irmãos há exemplos para os inquiridores.",
        "numberInSurah": 7,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1604,
        "text": "Eis que (os irmãos de José) disseram (entre si): José e seu irmão (Benjamim) são mais queridos por nosso pai do que nós, apesar de sermos muitos. Certamente, nosso pai está (mentalmente) divagante!",
        "numberInSurah": 8,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1605,
        "text": "Matai, pois, José ou, então, desterrai-o; assim, o carinho de vosso pai se concentrará em vós e, depois disso, sereisvirtuosos.",
        "numberInSurah": 9,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1606,
        "text": "Um deles disse, então: Não mateis José, mas arrojai-o no fundo de um poço, pois se assim o fizerdes poderá ser tiradopor alguém de alguma caravana.",
        "numberInSurah": 10,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1607,
        "text": "Disseram (depois de combinarem agastar José do pai): Ó pai, que há contigo? Por que não nos confias José, apesar desermos conselheiros dele?",
        "numberInSurah": 11,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1608,
        "text": "Envia-o amanhã conosco, para que divirta e brinque, que tomaremos conta dele.",
        "numberInSurah": 12,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1609,
        "text": "Respondeu-lhes: Sem dúvida que me condói que o leveis, porque temo que o devore um lobo, enquanto estiverdesdescuidados.",
        "numberInSurah": 13,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1610,
        "text": "Asseguraram: Se o lobo o devorar, apesar de sermos muitos, seremos então desventurados.",
        "numberInSurah": 14,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1611,
        "text": "Mas quando o levaram, resolvidos a arrojá-lo no fundo do poço, revelamos-lhes: Algum dia hás de inteirá-los desta suaação, mas eles não te conhecerão.",
        "numberInSurah": 15,
        "juz": 12,
        "manzil": 3,
        "page": 237,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1612,
        "text": "E, ao anoitecer, apresentaram-se chorando ate seu pai.",
        "numberInSurah": 16,
        "juz": 12,
        "manzil": 3,
        "page": 237,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1613,
        "text": "Disseram: Ó pai, estávamos apostando corrida e deixamos José junto à nossa bagagem, quando um lobo o devorou. Porém, tu não irás crer, ainda que estejamos falando a verdade!",
        "numberInSurah": 17,
        "juz": 12,
        "manzil": 3,
        "page": 237,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1614,
        "text": "Então lhe mostraram sua túnica falsamente ensangüentada; porém, Jacó lhes disse: Qual! Vós mesmo tramastes cometersemelhante crime! Porém, resignar-me-ei pacientemente, pois Deus me confortará, em relação ao que me anunciais.",
        "numberInSurah": 18,
        "juz": 12,
        "manzil": 3,
        "page": 237,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1615,
        "text": "Então, aproximou-se do poço uma caravana, e enviou seu aguadeiro em busca de água; jogou seu balde (no poço) edisse: Alvíssaras! Eis aqui um adolescente! E o ocultaram entre seus petrechos, sendo Deus sabedor do que faziam.",
        "numberInSurah": 19,
        "juz": 12,
        "manzil": 3,
        "page": 237,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1616,
        "text": "Venderam-no a ínfimo preço, ao peso de poucos adarmes, sem lhe dar maior importância.",
        "numberInSurah": 20,
        "juz": 12,
        "manzil": 3,
        "page": 237,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1617,
        "text": "E o egípcio que o adquiriu disse à sua mulher: Acolhe-o condignamente; pode ser que nos venha a ser útil, ou poderemosadotá-lo como filho. Assim estabilizamos José na terra, e ensinamos-lhes a interpretação das histórias. Sabei que Deuspossui total controle sobre os Seus assuntos; porém, a maioria dos humanos o ignora.",
        "numberInSurah": 21,
        "juz": 12,
        "manzil": 3,
        "page": 237,
        "ruku": 195,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1618,
        "text": "E quando alcançou a puberdade, agraciamo-lo com poder e sabedoria; assim recompensamos os benfeitores.",
        "numberInSurah": 22,
        "juz": 12,
        "manzil": 3,
        "page": 237,
        "ruku": 195,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1619,
        "text": "A mulher, em cuja casa se alojara, tentou seduzi-lo; fechou as portas e lhe disse: Agora vem! Porém, ele disse: Amparo-me em Deus! Ele (o marido) é meu amo e acolheu-me condignamente. Em verdade, os iníquos jamais prosperarão.",
        "numberInSurah": 23,
        "juz": 12,
        "manzil": 3,
        "page": 238,
        "ruku": 195,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1620,
        "text": "Ela o desejou, e ele a teria desejado, se não se apercebesse da evidência do seu Senhor. Assim procedemos, paraafastá-lo da traição e da obscenidade, porque era um dos Nossos sinceros servos.",
        "numberInSurah": 24,
        "juz": 12,
        "manzil": 3,
        "page": 238,
        "ruku": 195,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1621,
        "text": "Então correram ambos até à porta e ela lhes rasgou a túnica por trás, e deram ambos com o senhor dela (o marido) juntoà porta. Ela lhe disse: Que pena merece quem pretende desonrar a tua família, senão o cárcere ou um doloroso castigo?",
        "numberInSurah": 25,
        "juz": 12,
        "manzil": 3,
        "page": 238,
        "ruku": 195,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1622,
        "text": "Disse (José): Foi ela quem procurou instigar-me ao pecado. Um parente dela declarou, então, dizendo: Se a túnica deleestiver rasgada na frente, ela é quem diz a verdade e ele é dos mentirosos.",
        "numberInSurah": 26,
        "juz": 12,
        "manzil": 3,
        "page": 238,
        "ruku": 195,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1623,
        "text": "E se a túnica estiver rasgada por detrás, ela é que mente e ele é dos verazes.",
        "numberInSurah": 27,
        "juz": 12,
        "manzil": 3,
        "page": 238,
        "ruku": 195,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1624,
        "text": "E quando viu que a túnica estava rasgada por detrás, disse (o marido à mulher): Esta é uma de vossas conspirações, poisque elas são muitas!",
        "numberInSurah": 28,
        "juz": 12,
        "manzil": 3,
        "page": 238,
        "ruku": 195,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1625,
        "text": "Ó José, esquece-te disto! E tu (ó mulher), pede perdão por teu pecado, porque és uma das muitas pecadoras.",
        "numberInSurah": 29,
        "juz": 12,
        "manzil": 3,
        "page": 238,
        "ruku": 195,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1626,
        "text": "As mulheres da cidade comentavam: A esposa do governador prendeu-se apaixonadamente ao seu servo e tentouseduzi-lo. Certamente, vemo-la em evidente erro.",
        "numberInSurah": 30,
        "juz": 12,
        "manzil": 3,
        "page": 238,
        "ruku": 196,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1627,
        "text": "Mas quando ela se inteirou de tais falatórios, convidou-as à sua casa e lhes preparou um banquete, ocasião em que deuuma faca a cada uma delas; então disse (a José): Apresenta-te ante elas! E quando o viram, extasiaram-se, à visão dele, chegando mesmo a ferir suas próprias mãos. Disseram: Valha-nos Deus! Este não é um ser humano. Não é senão um anjonobre.",
        "numberInSurah": 31,
        "juz": 12,
        "manzil": 3,
        "page": 239,
        "ruku": 196,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1628,
        "text": "Então ela disse: Eis aquele por causa do qual me censuráveis e eis que tentei seduzi-lo e ele resistiu. Porém, se não fizertudo quanto lhe ordenei, juro que será encarcerado e será um dos vilipendiados.",
        "numberInSurah": 32,
        "juz": 12,
        "manzil": 3,
        "page": 239,
        "ruku": 196,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1629,
        "text": "Disse (José): Ó Senhor meu, é preferível o cárcere ao que me incitam; porém, se não afastares de mim as suasconspirações, cederei a elas e serei um dos néscios.",
        "numberInSurah": 33,
        "juz": 12,
        "manzil": 3,
        "page": 239,
        "ruku": 196,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1630,
        "text": "E seu Senhor o atendeu e afastou dele as conspirações delas, porque Ele é o Oniouvinte, o Sapientíssimo.",
        "numberInSurah": 34,
        "juz": 12,
        "manzil": 3,
        "page": 239,
        "ruku": 196,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1631,
        "text": "Mas apesar das provas, houveram por bem encarcerá-lo temporariamente.",
        "numberInSurah": 35,
        "juz": 12,
        "manzil": 3,
        "page": 239,
        "ruku": 196,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1632,
        "text": "Dois jovens ingressaram com ele na prisão. Um deles disse: Sonhei que estava espremendo uvas. E eu - disse o outro -sonhei que em cima da cabeça levava pão, o qual era picado por pássaros. Explica-nos a interpretação disso, porque teconsideramos entre os benfeitores.",
        "numberInSurah": 36,
        "juz": 12,
        "manzil": 3,
        "page": 239,
        "ruku": 197,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1633,
        "text": "Respondeu-lhes: Antes da chegada de qualquer alimento destinado a vós, informar-vos-ei sobre a interpretação. Isto éalgo que me ensinou o meu Senhor, porque renunciei ao credo daqueles que não crêem em Deus e negam a vida futura.",
        "numberInSurah": 37,
        "juz": 12,
        "manzil": 3,
        "page": 239,
        "ruku": 197,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1634,
        "text": "E sigo o credo dos meus antepassados: Abraão, Isaac e Jacó, porque não admitimos parceiros junto a Deus. Tal é agraça de Deus para conosco, assim como para os humanos; porém, a maioria dos humanos não Lhe agradece.",
        "numberInSurah": 38,
        "juz": 12,
        "manzil": 3,
        "page": 240,
        "ruku": 197,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1635,
        "text": "Ó meus parceiros de prisão, que é preferível: deidades discrepantes ou o Deus Único, o Irresistível?",
        "numberInSurah": 39,
        "juz": 12,
        "manzil": 3,
        "page": 240,
        "ruku": 197,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1636,
        "text": "Não adorais a Ele, mas a nomes que inventastes, vós e vossos pais, para o que Deus não vos investiu de autoridadealguma. O juízo somente pertence a Deus, que vos ordenou não adorásseis senão a Ele. Tal é a verdadeira religião; porém, amaioria dos humanos o ignora.",
        "numberInSurah": 40,
        "juz": 12,
        "manzil": 3,
        "page": 240,
        "ruku": 197,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1637,
        "text": "Ó meus companheiros de prisão, um de vós servirá vinho ao seu rei e ao outro será crucificado, e os pássarospicar-lhe-ão a cabeça. Já está resolvido a questão sobre a qual me consultastes.",
        "numberInSurah": 41,
        "juz": 12,
        "manzil": 3,
        "page": 240,
        "ruku": 197,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1638,
        "text": "E disse àquele que ele (José) sabia estar a salvo daquilo: Recorda-te de mim ante teu rei! Mas Satanás o fez esquecer-sede mencioná-lo a seu rei permanecendo (José), então, por vários anos no cárcere.",
        "numberInSurah": 42,
        "juz": 12,
        "manzil": 3,
        "page": 240,
        "ruku": 197,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1639,
        "text": "Disse o rei: Sonhei com sete vacas gordas sendo devoradas por sete magras, e com sete espigas verdes e outras setesecas. Ó chefes, interpretai o meu sonho, se sois interpretadores de sonhos.",
        "numberInSurah": 43,
        "juz": 12,
        "manzil": 3,
        "page": 240,
        "ruku": 198,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1640,
        "text": "Responderam-lhe: É uma confusão de sonhos e nós não somos interpretadores de sonhos.",
        "numberInSurah": 44,
        "juz": 12,
        "manzil": 3,
        "page": 241,
        "ruku": 198,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1641,
        "text": "E disse aquele dos dois prisioneiros, o que foi liberto, recordando-se (de José), depois de algum tempo: Eu vos darei averdadeira interpretação disso: Enviai-me, portanto, até José.",
        "numberInSurah": 45,
        "juz": 12,
        "manzil": 3,
        "page": 241,
        "ruku": 198,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1642,
        "text": "(Foi enviado e, quando lá chegou, disse): Ó José, ó veracíssimo, explicai-me o que significam sete vacas gordas sendodevoradas por sete magras, e sete espigas verdes e outras sete secas, para que eu possa regressar àquela gente, a fim de quese conscientizem.",
        "numberInSurah": 46,
        "juz": 12,
        "manzil": 3,
        "page": 241,
        "ruku": 198,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1643,
        "text": "Respondeu-lhe: Semeareis durante sete anos, segundo o costume e, do que colherdes, deixai ficar tudo em suas espigas, exceto o pouco que haveis de consumir.",
        "numberInSurah": 47,
        "juz": 12,
        "manzil": 3,
        "page": 241,
        "ruku": 198,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1644,
        "text": "Então virão, depois disso, sete (anos) estéreis, que consumirão o que tiverdes colhido para isso, menos o pouco quetiverdes poupado (à parte).",
        "numberInSurah": 48,
        "juz": 12,
        "manzil": 3,
        "page": 241,
        "ruku": 198,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1645,
        "text": "Depois disso virá um ano, no qual as pessoas serão favorecidas com chuvas, em que espremerão (os frutos).",
        "numberInSurah": 49,
        "juz": 12,
        "manzil": 3,
        "page": 241,
        "ruku": 198,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1646,
        "text": "Então, disse o rei: Trazei-me esse homem! Mas quando o mensageiro se apresentou a José, ele lhe disse: Volta ao teuamo e dize-lhe que se inteire quanto à intenção das mulheres que haviam ferido as mãos. Meu Senhor é conhecedor das suasconspirações.",
        "numberInSurah": 50,
        "juz": 12,
        "manzil": 3,
        "page": 241,
        "ruku": 199,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1647,
        "text": "O rei perguntou (às mulheres): Que foi que se passou quando tentastes seduzir José? Disseram: Valha-nos Deus! Nãocometeu delito algum que saibamos. A mulher do governador disse: Agora a verdade se evidenciou. Eu tentei seduzi-lo e eleé, certamente, um dos verazes.",
        "numberInSurah": 51,
        "juz": 12,
        "manzil": 3,
        "page": 241,
        "ruku": 199,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1648,
        "text": "Isto para que (ele) saiba que não fui falsa durante a sua ausência, porque Deus não dirige as conspirações dos falsos.",
        "numberInSurah": 52,
        "juz": 12,
        "manzil": 3,
        "page": 241,
        "ruku": 199,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1649,
        "text": "Porém, eu não me escuso, porquanto o ser é propenso ao mal, exceto aqueles de quem o meu Senhor se apiada, porque omeu Senhor é Indulgente, Misericordiosíssimo.",
        "numberInSurah": 53,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 199,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1650,
        "text": "Então o rei disse: Trazei-mo! Quero que sirva exclusivamente a mim! E quando lhe falou, disse: Doravante gozarás, entre nós, de estabilidade e de confiança.",
        "numberInSurah": 54,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 199,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1651,
        "text": "Pediu-lhes: Confia-me os armazéns do país que eu serei um bom guardião deles, pois conheço-lhes a importância.",
        "numberInSurah": 55,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 199,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1652,
        "text": "E assim estabelecemos José no país, para que governasse onde, quando e como quisesse. Agraciamos com a Nossamisericórdia quem Nos apraz e jamais frustramos a recompensa dos benfeitores.",
        "numberInSurah": 56,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 199,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1653,
        "text": "A recompensa da outra vida, porém, é preferível para os fiéis, que são constantes no temor (a Deus).",
        "numberInSurah": 57,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 199,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1654,
        "text": "E chegaram os irmãos de José, ao qual se apresentaram. Ele os reconheceu, porém ele não o reconheceram.",
        "numberInSurah": 58,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1655,
        "text": "E quando, lhes fornecendo as provisões, disse-lhes: Trazei-me um vosso irmão, por parte de vosso pai! Não reparais emque vos cumulo a medida, e que sou o melhor dos anfitriões?",
        "numberInSurah": 59,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1656,
        "text": "Porém, se não mo trouxerdes, não tereis aqui mais provisões nem podereis acercar-vos de mim!",
        "numberInSurah": 60,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1657,
        "text": "Responderam-lhe: Tentaremos persuadir seu pai; faremos isso, sem dúvida.",
        "numberInSurah": 61,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1658,
        "text": "Então, disse aos seus servos: Colocai seus produtos (trazidos para a troca) em seus alforjes para que, quandoregressarem para junto de sua família, os encontrem e talvez voltem.",
        "numberInSurah": 62,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1659,
        "text": "E quando regressaram e se defrontaram com o pai, disseram: Ó pai, negar-nos-ão as provisões (se não enviares conosconosso irmão); se enviares o nosso irmão conosco, tê-las-emos, e nós tomaremos conta dele.",
        "numberInSurah": 63,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1660,
        "text": "Disse-lhes: Porventura, deverei confiá-lo a vós, como anteriormente vos confiei seu irmão (José)? Porém, Deus é omelhor Guardião e é o mais clemente dos misericordiosos.",
        "numberInSurah": 64,
        "juz": 13,
        "manzil": 3,
        "page": 243,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1661,
        "text": "E quando abriram os seus alforjes constataram que os seus produtos haviam-lhes sido devolvidos. Disseram então: Ópai, que mais queremos? Eis que os nossos produtos nos foram devolvidos! Proveremos a nossa família, cuidaremos donosso irmão, uma vez que nos darão a mais a carga de um camelo, a qual não é de pouca monta.",
        "numberInSurah": 65,
        "juz": 13,
        "manzil": 3,
        "page": 243,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1662,
        "text": "Disse-lhe: Não o enviarei, até que me jureis solenemente por Deus o que trareis a salvo, a manos que sejais impedidosdisso. E quando lhe prometeram isso, disse: Que Deus seja testemunha de tudo quanto dizemos!",
        "numberInSurah": 66,
        "juz": 13,
        "manzil": 3,
        "page": 243,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1663,
        "text": "Depois disse: Ó filhos meus, não entreis (na cidade) por uma só porta; outrossim, entrai por portas distintas; porém, sabei que nada poderei fazer por vós contra os desígnios de Deus, porque o juízo é só d'Ele. A Ele me encomendo, e que aEle se encomendem os que (n'Ele) confiam.",
        "numberInSurah": 67,
        "juz": 13,
        "manzil": 3,
        "page": 243,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1664,
        "text": "E entraram na cidade tal como seu pai lhes havia recomendado; porém, esta precaução de nada lhes valeria contra osdesígnios de Deus, a não ser atender a um desejo íntimo de Jacó, que tal lhes pedira. Eis que era sábio pelo que lhehavíamos ensinado; porém, a maioria dos humanos o ignora.",
        "numberInSurah": 68,
        "juz": 13,
        "manzil": 3,
        "page": 243,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1665,
        "text": "E quando se apresentaram a José, este hospedou seu irmão e lhes disse: Sou teu irmão; não te aflijas por tudo quantotenham cometido.",
        "numberInSurah": 69,
        "juz": 13,
        "manzil": 3,
        "page": 243,
        "ruku": 201,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1666,
        "text": "E quando lhes forneceu as provisões, colocou uma ânfora no alforje do seu irmão; logo um arauto gritou: Ó caravaneiros, sois uns ladrões!",
        "numberInSurah": 70,
        "juz": 13,
        "manzil": 3,
        "page": 244,
        "ruku": 201,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1667,
        "text": "Disseram, acercando-se deles (o arauto e os servos de José): Que haveis perdido?",
        "numberInSurah": 71,
        "juz": 13,
        "manzil": 3,
        "page": 244,
        "ruku": 201,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1668,
        "text": "Responderam-lhes: Perdemos a ânfora do rei e quem a restituir receberá a carga de um camelo. (E o arauto disse): E eugaranto isso.",
        "numberInSurah": 72,
        "juz": 13,
        "manzil": 3,
        "page": 244,
        "ruku": 201,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1669,
        "text": "Disseram: Amparamo-nos em Deus! Bem sabeis que não viemos para corromper a terra (egípcia) e que não somosladrões!",
        "numberInSurah": 73,
        "juz": 13,
        "manzil": 3,
        "page": 244,
        "ruku": 201,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1670,
        "text": "Perguntaram-lhes: Qual será, então, o castigo, se fordes mentirosos?",
        "numberInSurah": 74,
        "juz": 13,
        "manzil": 3,
        "page": 244,
        "ruku": 201,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1671,
        "text": "Responderam: Aquele cujo alforje se achar a ânfora será retido como escravo; assim castigamos os iníquos.",
        "numberInSurah": 75,
        "juz": 13,
        "manzil": 3,
        "page": 244,
        "ruku": 201,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1672,
        "text": "E começou ele a revistar os alforjes, deixando o de seu irmão Benjamim por último; depois tirou-a do alforje deste. Assim inspiramos a José esta argúcia, porque de outra maneira não teria podido apoderar-se do irmão, seguindo uma lei dorei, exceto se Deus o quisesse. Nós elevamos as dignidades de quem queremos, e acima de todo o conhecedor está oOnisciente.",
        "numberInSurah": 76,
        "juz": 13,
        "manzil": 3,
        "page": 244,
        "ruku": 201,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1673,
        "text": "Disseram (os irmãos): Se Benjamim roubou, um irmão seu já havia roubado antes dele! Porém, José dissimulou aquilo enão se manifestou a eles, e disse para si: Estais em pior situação; e Deus bem sabe o que inventais.",
        "numberInSurah": 77,
        "juz": 13,
        "manzil": 3,
        "page": 244,
        "ruku": 201,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1674,
        "text": "Disseram, então: Ó excelência, em verdade ele tem um pai ancião respeitável; aceita, pois, em seu lugar um de nós, porque te consideramos um dos benfeitores.",
        "numberInSurah": 78,
        "juz": 13,
        "manzil": 3,
        "page": 244,
        "ruku": 201,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1675,
        "text": "Respondeu-lhes: Deus me perdoe! Não reteremos senão aquele em cujo poder encontrarmos a nossa ânfora, porque docontrários seríamos iníquos.",
        "numberInSurah": 79,
        "juz": 13,
        "manzil": 3,
        "page": 245,
        "ruku": 201,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1676,
        "text": "E quando desesperaram de demovê-lo, retiraram-se para deliberar. O chefe, dentre eles, disse: Ignorais, acaso, quevosso pai recebeu de vós uma solene promessa perante Deus? Recordai quando vos desvencilhastes de José? Jamais memoverei, pois, desta terra, até que mo consinta meu pai ou que Deus mo comande, porque é o melhor dos comandantes.",
        "numberInSurah": 80,
        "juz": 13,
        "manzil": 3,
        "page": 245,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1677,
        "text": "Voltai ao vosso pai e dizei-lhe: Ó pai, teu filho roubou e não declaramos mais do que sabemos, e não podemos nosguardar dos juízes.",
        "numberInSurah": 81,
        "juz": 13,
        "manzil": 3,
        "page": 245,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1678,
        "text": "E indaga na cidade em que estivemos e aos caravaneiros com quem viajamos e comprovarás que somos verazes.",
        "numberInSurah": 82,
        "juz": 13,
        "manzil": 3,
        "page": 245,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1679,
        "text": "(Quando falaram ao seu pai), este lhes disse: Qual! Vós mesmos deliberastes cometer semelhante crime! Porém, resignar-me-ei a ser paciente, talvez Deus me devolva ambos, porque Ele é o Sapiente, o Prudentíssimo.",
        "numberInSurah": 83,
        "juz": 13,
        "manzil": 3,
        "page": 245,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1680,
        "text": "E afastou-se deles, dizendo: Ai de mim! Quanto sinto por José! E seus olhos ficaram anuviados pela tristeza, havia muitoretida.",
        "numberInSurah": 84,
        "juz": 13,
        "manzil": 3,
        "page": 245,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1681,
        "text": "Disseram-lhe: Por Deus, não cessarás de recordar-te de José até que adoeças gravemente ou fiques moribundo!?",
        "numberInSurah": 85,
        "juz": 13,
        "manzil": 3,
        "page": 245,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1682,
        "text": "Ele lhes disse: Só exponho perante Deus o meu pesar e a minha angústia porque sei de Deus o que vós ignorais...",
        "numberInSurah": 86,
        "juz": 13,
        "manzil": 3,
        "page": 245,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1683,
        "text": "Ó filhos meus, ide e informai-vos sobre José e seu irmão e não desespereis quanto à misericórdia de Deus, porque nãodesesperam da Sua misericórdia senão os incrédulos.",
        "numberInSurah": 87,
        "juz": 13,
        "manzil": 3,
        "page": 246,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1684,
        "text": "E quando se apresentaram a ele (José) disseram: Ó excelência, a miséria caiu sobre nós e nossa família; trazemos poucamercadoria; cumula-nos, pois, a medida, e faze-nos caridade, porque Deus retribui os caritativos.",
        "numberInSurah": 88,
        "juz": 13,
        "manzil": 3,
        "page": 246,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1685,
        "text": "Perguntou-lhes: Sabeis, acaso, o que nesciamente fizerdes a José e ao seu irmão com a vossa ignorância?",
        "numberInSurah": 89,
        "juz": 13,
        "manzil": 3,
        "page": 246,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1686,
        "text": "Disseram-lhe: És tu, acaso, José? Respondeu-lhes: Sou José e este é meu irmão! Deus nos agraciou com a Sua mercê, porque quem teme e persevera sabe que Deus jamais frustra a recompensa dos benfeitores.",
        "numberInSurah": 90,
        "juz": 13,
        "manzil": 3,
        "page": 246,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1687,
        "text": "Disseram-lhe: Por Deus! Ele te preferiu a nós, e confessamos que fomos culpados.",
        "numberInSurah": 91,
        "juz": 13,
        "manzil": 3,
        "page": 246,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1688,
        "text": "Asseverou-lhes: Hoje não sereis recriminados! Eis que Deus vos perdoará, porque é o mais clemente dosmisericordiosos.",
        "numberInSurah": 92,
        "juz": 13,
        "manzil": 3,
        "page": 246,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1689,
        "text": "Levai esta minha túnica e jogai-a sobre o rosto de meu pai, que assim recuperará a visão; em seguida, trazei-me toda avossa família.",
        "numberInSurah": 93,
        "juz": 13,
        "manzil": 3,
        "page": 246,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1690,
        "text": "E quando a caravana se aproximou, seu pai disse: Em verdade, pressinto a presença de José, muito embora pensais quedeliro!",
        "numberInSurah": 94,
        "juz": 13,
        "manzil": 3,
        "page": 246,
        "ruku": 203,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1691,
        "text": "Disseram-lhe: Por Deus! Certamente continuas com a tua velha ilusão.",
        "numberInSurah": 95,
        "juz": 13,
        "manzil": 3,
        "page": 246,
        "ruku": 203,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1692,
        "text": "E quando chegou o alvissareiro, jogou-a (a túnica de José) sobre o seu rosto, que recuperou a visão. Imediatamente lhesdisse: Não vos disse que eu si de Deus o que vós ignorais?",
        "numberInSurah": 96,
        "juz": 13,
        "manzil": 3,
        "page": 247,
        "ruku": 203,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1693,
        "text": "Disseram-lhe: Ó pai, implora a Deus que nos perdoe porque somos culpados!",
        "numberInSurah": 97,
        "juz": 13,
        "manzil": 3,
        "page": 247,
        "ruku": 203,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1694,
        "text": "Disse: Suplicai pelo vosso perdão ao meu Senhor, porque Ele é o Indulgente, o Misericordiosíssimo.",
        "numberInSurah": 98,
        "juz": 13,
        "manzil": 3,
        "page": 247,
        "ruku": 203,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1695,
        "text": "E quando todos se apresentaram ante José, este acolhes seus pais, dizendo-lhes: Entrai a salvo no Egito, se é pelavontade de Deus.",
        "numberInSurah": 99,
        "juz": 13,
        "manzil": 3,
        "page": 247,
        "ruku": 203,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1696,
        "text": "José honrou seus pais, sentando-os em seu sólio, e todos se prostraram perante eles; e José disse: Ó meu pai, esta é ainterpretação de um sonho passado que meu Senhor realizou. Ele me beneficiou ao tirar-me do cárcere e ao trazer-vos dodeserto, depois de Satanás ter semeado a discórdia entre meus irmão e mim. Meu Senhor é Amabilíssimo com quem Lheapraz, porque Ele é o Sapiente, o Prudentíssimo.",
        "numberInSurah": 100,
        "juz": 13,
        "manzil": 3,
        "page": 247,
        "ruku": 203,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1697,
        "text": "Ó Senhor meu, já me agraciastes com a soberania e me ensinastes a interpretação das histórias! Ó Criador dos céus eda terra, Tu és o meu Protetor neste mundo e no outro. Faze com que eu morra muçulmano, e junta-me aos virtuosos!",
        "numberInSurah": 101,
        "juz": 13,
        "manzil": 3,
        "page": 247,
        "ruku": 203,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1698,
        "text": "Esses são alguns relatos do incognoscível que te revelamos. Tu não estavas presente com eles quando tramaramastutamente.",
        "numberInSurah": 102,
        "juz": 13,
        "manzil": 3,
        "page": 247,
        "ruku": 203,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1699,
        "text": "Porém, a maioria dos humanos, por mais que anseies, jamais crerá.",
        "numberInSurah": 103,
        "juz": 13,
        "manzil": 3,
        "page": 247,
        "ruku": 203,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1700,
        "text": "Tu não lhes pedes por isso recompensa alguma, pois isto não é mais do que uma mensagem para a humanidade.",
        "numberInSurah": 104,
        "juz": 13,
        "manzil": 3,
        "page": 248,
        "ruku": 203,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1701,
        "text": "E quantos sinais há nos céus e na terra, que eles contemplam desdenhosamente!",
        "numberInSurah": 105,
        "juz": 13,
        "manzil": 3,
        "page": 248,
        "ruku": 204,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1702,
        "text": "E sua maioria não crê em Deus, sem atribuir-Lhe parceiros.",
        "numberInSurah": 106,
        "juz": 13,
        "manzil": 3,
        "page": 248,
        "ruku": 204,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1703,
        "text": "Estão, por acaso, certos de que não os fulminará um evento assolador, como castigo de Deus, ou que a Hora não ossurpreenderá, subitamente, sem que o saibam?",
        "numberInSurah": 107,
        "juz": 13,
        "manzil": 3,
        "page": 248,
        "ruku": 204,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1704,
        "text": "Dize: Esta é a minha senda. Apregôo Deus com lucidez, tanto eu como aqueles que me seguem. Glorificado seja Deus! E não sou um dos politeístas.",
        "numberInSurah": 108,
        "juz": 13,
        "manzil": 3,
        "page": 248,
        "ruku": 204,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1705,
        "text": "Antes de ti, não enviamos senão homens que habitavam as cidades, aos quais revelamos a verdade. Acaso, nãopercorreram a terra para observar qual foi o destino dos seus antecessores? A morada da outra vida é preferível, para ostementes. Não raciocinais?",
        "numberInSurah": 109,
        "juz": 13,
        "manzil": 3,
        "page": 248,
        "ruku": 204,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1706,
        "text": "Quando os mensageiros se desesperavam e pensavam que seriam desmentidos, chegava-lhes o Nosso socorro; esalvamos quem Nos aprouve, e o Nosso castigo foi inevitável para os pecadores.",
        "numberInSurah": 110,
        "juz": 13,
        "manzil": 3,
        "page": 248,
        "ruku": 204,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1707,
        "text": "Em suas histórias há um exemplo para os sensatos. É inconcebível que seja uma narrativa forjada, pois é acorroboração das anteriores, a elucidação de todas as coisas, orientação e misericórdia para os que crêem.",
        "numberInSurah": 111,
        "juz": 13,
        "manzil": 3,
        "page": 248,
        "ruku": 204,
        "hizbQuarter": 99,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "pt.elhayek",
      "language": "pt",
      "name": "El-Hayek",
      "englishName": "Samir El-Hayek",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}