{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 13,
    "name": "سُورَةُ الرَّعۡدِ",
    "englishName": "Ar-Ra'd",
    "englishNameTranslation": "The Thunder",
    "revelationType": "Medinan",
    "numberOfAyahs": 43,
    "ayahs": [
      {
        "number": 1708,
        "text": "Alef, Lam, Mim, Ra. Estes são os versículos do Livro. O que te foi revelado por teu Senhor é a pura verdade; porém, amaioria dos humanos não crê nisso.",
        "numberInSurah": 1,
        "juz": 13,
        "manzil": 3,
        "page": 249,
        "ruku": 205,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1709,
        "text": "Foi Deus Quem erigiu os céus sem colunas aparentes; logo assumiu o Trono e submeteu o sol e a lua (à Sua vontade); cadaqual prosseguirá o seu curso, até um término prefixado. Ele rege os assuntos e elucida os versículos para que fiqueispersuadidos do comparecimento ante o vosso Senhor.",
        "numberInSurah": 2,
        "juz": 13,
        "manzil": 3,
        "page": 249,
        "ruku": 205,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1710,
        "text": "Ele foi Quem dilatou a terra, na qual dispôs sólidas montanhas e rios, assim como estabeleceu dois gêneros de todos osfrutos. É Ele Quem faz o dia suceder à noite. Nisso há sinais para aqueles que refletem.",
        "numberInSurah": 3,
        "juz": 13,
        "manzil": 3,
        "page": 249,
        "ruku": 205,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1711,
        "text": "E na terra há regiões fronteiriças (de diversas características); há plantações, videiras, sementeiras e tamareiras, semelhantes (em espécie) e diferentes (em variedade); são regadas pela mesma água e distinguimos umas das outras nocomer. Nisto há sinais para os sensatos.",
        "numberInSurah": 4,
        "juz": 13,
        "manzil": 3,
        "page": 249,
        "ruku": 205,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1712,
        "text": "E se te deslumbras com algo (ó Mensageiro), mais deslumbrante é a pergunta que fazem: Quando formos convertidos empó, reapareceremos como novas criaturas? São os tais que negam seu Senhor; são os que levarão cangas em seus pescoços, eserão condenados ao inferno, onde permanecerão eternamente.",
        "numberInSurah": 5,
        "juz": 13,
        "manzil": 3,
        "page": 249,
        "ruku": 205,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1713,
        "text": "Pedem-te que lhes seja apressado o mal, ao invés do bem, quando antes disso houve castigos exemplares, embora teuSenhor seja Indulgente para com os humanos, apesar das suas iniqüidades; porém, teu Senhor é Severíssimo no castigo.",
        "numberInSurah": 6,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 205,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1714,
        "text": "E os incrédulos dizem: Por que não lhe foi revelado um sinal de seu Senhor? Porém, tu és tão-somente um admoestador, ecasa povo tem o seu guia.",
        "numberInSurah": 7,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 205,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1715,
        "text": "Deus sabe o que concebe cada fêmea, bem como o absorvem as suas entranhas e o que nelas aumenta; e com Ele tudo temsua medida apropriada.",
        "numberInSurah": 8,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1716,
        "text": "Ele é Conhecedor do incognoscível e do cognoscível, o Grandioso, o Altíssimo.",
        "numberInSurah": 9,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1717,
        "text": "Para Ele é igual quem de vós oculta o seu pensamento e quem o divulga, quem se esconde nas travas e quem se mostraem pleno dia.",
        "numberInSurah": 10,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1718,
        "text": "Cada (de tais pessoas) tem (anjos) protetores. Escoltam-no em turnos sucessivos, por ordem de Deus. Ele jamais mudaráas condições que concedeu a um povo, a menos que este mude o que tem em seu íntimo. E quando Deus quer castigar umpovo, ninguém pode impedi-Lo e não tem, em vez d'Ele, protetor algum.",
        "numberInSurah": 11,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1719,
        "text": "Ele é Quem mostra o relâmpago como temor e esperança, e faz surgir as nuvens saturadas de chuva.",
        "numberInSurah": 12,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1720,
        "text": "O trovão celebra os Seus louvores e o mesmo fazem os anjos, por temor a Ele, o Qual lança as centelhas, fulminando, assim, quem Lhe apraz enquanto disputam sobe Deus, apesar de Ele ser poderosamente Inexorável.",
        "numberInSurah": 13,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1721,
        "text": "Somente a Ele são dirigidas as súplicas verdadeiras, e os que invocam, em vez d'Ele, em nada os atenderão; sãosemelhantes a quem estende a mão até à água, para que a mesma lhe suba à boca, coisa que jamais acontecerá. Sabei que asúplica dos incrédulos é improfícua.",
        "numberInSurah": 14,
        "juz": 13,
        "manzil": 3,
        "page": 251,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1722,
        "text": "A Deus se prostram aqueles que estão nos céus e na terra, de bom ou mau grado, tal como acontece com as suas sombras, ao amanhece e ao entardecer.",
        "numberInSurah": 15,
        "juz": 13,
        "manzil": 3,
        "page": 251,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": {
          "id": 2,
          "recommended": true,
          "obligatory": false
        }
      },
      {
        "number": 1723,
        "text": "Pergunta-lhes: Quem é o Senhor dos céus e da terra? E afirma-lhes: Deus! E dize-lhes: Adotareis, acaso, em vez d'Ele, ídolos, que não podem beneficiar-se sem defender-se? Poderão equiparar-se as trevas e a luz? Atribuem, acaso, a Deusparceiros, que criaram algo como a Sua criação, de tal modo que a criação lhes pareça similar? Dize: Deus é o Criador detodas as coisas, porque Ele é o Único, o Irresistibilíssimo.",
        "numberInSurah": 16,
        "juz": 13,
        "manzil": 3,
        "page": 251,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1724,
        "text": "Ele faz descer a água do céu, que corre pelos vales, mesuradamente; sua corrente arrasta uma espuma flutuante. Também (os metais) que os homens fundes com afã, no fogo, para fabricar utensílios e ornamentos, produzem uma espuma semelhante. Assim Deus evidencia o verdadeiro e o falso. A espuma desvanece-se rapidamente: o que beneficia o homem, porém, permanece na terra. Assim Deus exemplifica (os fatos).",
        "numberInSurah": 17,
        "juz": 13,
        "manzil": 3,
        "page": 251,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1725,
        "text": "Aqueles que atendem ao chamado do seu Senhor obterão o bem; e aqueles que não atendem, ainda que possuíssem tudoquanto existe na terra, ou outro tanto, tentariam (em troca do que possuem) redimir-se com ele. Estes terão pior cômputo esua morada será o inferno. Que funesta morada!",
        "numberInSurah": 18,
        "juz": 13,
        "manzil": 3,
        "page": 251,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1726,
        "text": "Acaso, quem está ciente da verdade que tem sido revelada pelo teu Senhor é comparável àqueles que é cego? Só oentendem os sensatos,",
        "numberInSurah": 19,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1727,
        "text": "Que cumprem os compromissos com Deus e não quebram a promessa;",
        "numberInSurah": 20,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1728,
        "text": "Que unem o que Deus ordenou fosse unido, temem seu Senhor e receiam o terrível ajuste de contas.",
        "numberInSurah": 21,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1729,
        "text": "E que perseveram no anelo de contemplar o Rosto de seu Senhor, observam a oração e fazem caridade, privativa oumanifestamente, daquilo com que os agraciamos, e retribuem o mal com o bem; estes obterão a última morada.",
        "numberInSurah": 22,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1730,
        "text": "São jardins do Éden, nos quais entrarão com seus pais, seus companheiros e sua prole que tiverem sido virtuosos; e osanjos entrarão por todas as portas, saudando-os:",
        "numberInSurah": 23,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1731,
        "text": "Que a paz esteja convosco por vossa perseverança! Que magnífica é a última morada!",
        "numberInSurah": 24,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1732,
        "text": "Em troca, aqueles que violam o compromisso com Deus, depois de o haverem constituído, que desunem o que Deusordenou fosse unido e causam corrupção na terra, sobre eles pesará a maldição e obterão a pior morada.",
        "numberInSurah": 25,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1733,
        "text": "Deus prodigaliza ou restringe o Seu sustento a quem Lhe apraz. Eles se regozijam da vida terrena; porém, o que é a vidaterrena, comparada com a outra, senão um prazer transitório?",
        "numberInSurah": 26,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1734,
        "text": "Os incrédulos dizem: Por que não lhe foi revelado um sinal de seu Senhor? Responde-lhes: Deus deixa que se desvie aquem Lhe apraz e encaminha até Ele os contritos,",
        "numberInSurah": 27,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 208,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1735,
        "text": "Que são fiéis e cujos corações sossegam com a recordação de Deus. Não é, acaso, certo, que à recordação de Deussossegam os corações?",
        "numberInSurah": 28,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 208,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1736,
        "text": "Os fiéis que praticam o bem terão a bem-aventurança e terão feliz retorno.",
        "numberInSurah": 29,
        "juz": 13,
        "manzil": 3,
        "page": 253,
        "ruku": 208,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1737,
        "text": "Assim te enviamos a um povo, ao qual precederam outros, para que lhes recites o que temos revelado, apesar denegarem o Clemente. Dize-lhes: Ele é o meu Senhor! Não há mais divindade além d'Ele! A Ele me encomendo e a Ele será omeu retorno!",
        "numberInSurah": 30,
        "juz": 13,
        "manzil": 3,
        "page": 253,
        "ruku": 208,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1738,
        "text": "E se houvesse um Alcorão, mediante o qual movimentar-se-iam as montanhas ou fender-se-ia a erra, e os mortosfalariam (seria este); porém, o comando pertence integralmente a Deus. Não reparam os fiéis que se Deus quisesse, teriaencaminhado todos os humanos? Porém, a calamidade não cessará de açoitar os incrédulos, pelo que tiverem cometido, ouentão rondará os seus lares, até que se cumpra a promessa de Deus. Sabei que Deus não falta à Sua promessa.",
        "numberInSurah": 31,
        "juz": 13,
        "manzil": 3,
        "page": 253,
        "ruku": 208,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1739,
        "text": "Mensageiros anteriores a ti foram escarnecidos; porém, tolerei os incrédulos e depois os castiguei. E que aziago foi oMeu castigo!",
        "numberInSurah": 32,
        "juz": 13,
        "manzil": 3,
        "page": 253,
        "ruku": 209,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1740,
        "text": "Portanto, quem é observador de tudo quanto faz toda a alma? E atribuíram parceiros a Deus! Dize: Nomeia-os! Porventura podereis inteirá-Lo de algo que Ele não saiba, na terra? Ou isso é uma maneira de falar? Qual! Porém, suaconspiração alucinou os incrédulos, que foram afastados da senda reta. Mas quem Deus desviar não terá guia algum.",
        "numberInSurah": 33,
        "juz": 13,
        "manzil": 3,
        "page": 253,
        "ruku": 209,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1741,
        "text": "Sofrerão um castigo na vida terrena; porém, o do outro mundo será mais severo ainda e não terão defensor algum, anteDeus.",
        "numberInSurah": 34,
        "juz": 13,
        "manzil": 3,
        "page": 253,
        "ruku": 209,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1742,
        "text": "Eis a descrição do Paraíso, prometido aos tementes, abaixo do qual correm os rios; seus frutos são inesgotáveis, assimcomo suas sombras. Tal será o destino dos tementes. O destino dos incrédulos, porém, será o Fogo.",
        "numberInSurah": 35,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 209,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1743,
        "text": "Aqueles aos quais concedemos o Livro enchem-se de júbilio pelo que te foi revelado. Entre os grupos (de pessoas) háalguns que negam uma parte dele. Dize: Tem-me sido ordenado adorar a Deus e não Lhe atribuir parceiros; só a Ele imploro, e para Ele será meu retorno!",
        "numberInSurah": 36,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 209,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1744,
        "text": "Deste modo to temos revelado, para que seja um código de autoridade, em língua árabe. E se te renderes às suasconcupiscências, depois de teres recebido a ciência, não terás protetor, nem defensor, em Deus.",
        "numberInSurah": 37,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 209,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1745,
        "text": "Antes de ti havíamos enviado mensageiros; e lhes concedemos esposas e descendência, e a nenhum mensageiro foipossível apresentar sinal algum, senão com a anuência de Deus. A cada época corresponde um Livro.",
        "numberInSurah": 38,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 210,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1746,
        "text": "Deus impugna e confirma o que Lhe apraz, porque o Livro-matriz está em Seu poder.",
        "numberInSurah": 39,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 210,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1747,
        "text": "Quer te mostremos algo do que lhes temos prometido, quer te acolhamos em Nós, a ti só cabe a proclamação damensagem, e a Nós o cômputo.",
        "numberInSurah": 40,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 210,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1748,
        "text": "Não reparam em como temos reduzido as terras, de suas fronteiras remotas? Deus julga, e ninguém pode revogar a Suasentença. Ele é destro em ajustar contas.",
        "numberInSurah": 41,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 210,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1749,
        "text": "Seus antepassados também conspiraram; porém, Deus conscientizou-Se de todas as conspirações. Ele bem sabe o que fazcada ser, e os incrédulos logo saberão a quem pertence a última morada.",
        "numberInSurah": 42,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 210,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1750,
        "text": "Os incrédulos dizem: Tu não és mensageiro! Responde-lhes: Basta Deus por testemunha, entre vós e mim, e quem tem aciência do Livro.",
        "numberInSurah": 43,
        "juz": 13,
        "manzil": 3,
        "page": 255,
        "ruku": 210,
        "hizbQuarter": 102,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "pt.elhayek",
      "language": "pt",
      "name": "El-Hayek",
      "englishName": "Samir El-Hayek",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}