{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 18,
    "name": "سُورَةُ الكَهۡفِ",
    "englishName": "Al-Kahf",
    "englishNameTranslation": "The Cave",
    "revelationType": "Meccan",
    "numberOfAyahs": 110,
    "ayahs": [
      {
        "number": 2141,
        "text": "Louvado seja Deus que revelou o Livro ao Seu servo, no qual não colocou contradição alguma.",
        "numberInSurah": 1,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2142,
        "text": "Fê-lo reto, para admoestar do Seu castigo e alvissarar aos fiéis que praticam o bem que obterão uma boa recompensa,",
        "numberInSurah": 2,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2143,
        "text": "Da qual desfrutarão eternamente,",
        "numberInSurah": 3,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2144,
        "text": "E para admoestar aqueles que dizem: Deus teve um filho!",
        "numberInSurah": 4,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2145,
        "text": "A despeito de carecerem de conhecimento a tal respeito; o mesmo tendo acontecido com seus antepassados. É umablasfêmia o que proferem as suas bocas; não dizem senão mentiras!",
        "numberInSurah": 5,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2146,
        "text": "É possível que te mortifiques de pena por causa deles, se não crerem nesta Mensagem.",
        "numberInSurah": 6,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2147,
        "text": "Tudo quanto existe sobre a terra, criamo-lo para ornamentá-la, a fim de os experimentarmos e vermos aqueles, dentreeles, que melhor se comportam.",
        "numberInSurah": 7,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2148,
        "text": "Em verdade, tudo quanto existe sobre ela, reduzi-lo-emos a cinza e solo seco.",
        "numberInSurah": 8,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2149,
        "text": "Pensas, acaso, que os ocupantes da caverna e da inscrição forma algo extraordinário entre os Nossos sinais?",
        "numberInSurah": 9,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2150,
        "text": "Recorda de quando um grupo de jovens se refugiou na caverna, dizendo: Ó Senhor nosso, concede-nos Tua misericórdia, e reserva-nos um bom êxito em nossa empresa!",
        "numberInSurah": 10,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2151,
        "text": "Adormecemo-los na caverna durante anos.",
        "numberInSurah": 11,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2152,
        "text": "Então despertamo-los, para assegurar-Nos de qual dos dois grupos sabia calcular melhor o tempo que haviampermanecido ali.",
        "numberInSurah": 12,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2153,
        "text": "Narramos-te a sua verdadeira história: Eram jovens, que acreditavam em seu Senhor, pelo que os aumentamos emorientação.",
        "numberInSurah": 13,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 253,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2154,
        "text": "E robustecemos os seus corações; e quando se ergueram, dizendo: Nosso Senhor é o Senhor dos céus e da terra e nuncainvocaremos nenhuma outra divindade em vez d'Ele; porque, com isso, proferiríamos extravagâncias.",
        "numberInSurah": 14,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 253,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2155,
        "text": "Estes povos adoram outras divindades, em vez d'Ele, embora não lhes tenha sido concedida autoridade evidente algumapara tal. Haverá alguém mais iníquo do que quem forja mentiras acerca de Deus?",
        "numberInSurah": 15,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 253,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2156,
        "text": "Quando vos afastardes dele, com tudo quanto adoram, além de Deus, refugiai-vos na caverna; então, vosso Senhor vosagraciará com a Sua misericórdia e vos reservará um feliz êxito em vosso empreendimento.",
        "numberInSurah": 16,
        "juz": 15,
        "manzil": 4,
        "page": 295,
        "ruku": 253,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2157,
        "text": "E verias o sol, quando se elevava, resvalar a caverna pela direita e, quando se punha, deslizar pela esquerda, enquantoeles ficavam no seu espaço aberto. Este é um dos sinais de Deus. Aquele que Deus encaminhar estará bem encaminhado; poroutra, àquele que desviar, jamais poderás achar-lhe protetor que o guie.",
        "numberInSurah": 17,
        "juz": 15,
        "manzil": 4,
        "page": 295,
        "ruku": 253,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2158,
        "text": "(Se os houvesses visto), terias acreditado que estavam despertos, apesar de estarem dormindo, pois Nós os virávamos, ora para a direita, ora para a esquerda, enquanto o seu cão dormia, com as patas estendidas, na entrada da caverna. Sim, seos tivesses visto, terias retrocedido e fugido, transido de espanto!",
        "numberInSurah": 18,
        "juz": 15,
        "manzil": 4,
        "page": 295,
        "ruku": 254,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2159,
        "text": "E eis que os despertamos para que se interrogassem entre si. Um deles disse: Quanto tempo permanecestes aqui? Responderam: Estivemos um dia, ou parte dele! Outros disseram: Nosso Senhor sabe melhor do que ninguém o quantopermanecestes. Enviai à cidade alguns de vós com este dinheiro; que procure o melhor alimento e vos traga uma parte; queseja afável e não inteire ninguém a vosso respeito,",
        "numberInSurah": 19,
        "juz": 15,
        "manzil": 4,
        "page": 295,
        "ruku": 254,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2160,
        "text": "Porque, se vos descobrirem, apedrejar-vos-ão ou vos coagirão a abraçar seu credo e, então, jamais prosperareis.",
        "numberInSurah": 20,
        "juz": 15,
        "manzil": 4,
        "page": 295,
        "ruku": 254,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2161,
        "text": "Assim revelamos o seu caso às pessoas, para que se persuadissem de que a promessa de Deus é verídica e de que aHora é indubitável. E quando estes discutiram entre si a questão, disseram: Erigi um edifício, por cima deles; seu Senhor é omais sabedor disso. Aqueles, cujas opiniões prevalecia, disseram: Erigi um templo, por cima da caverna!",
        "numberInSurah": 21,
        "juz": 15,
        "manzil": 4,
        "page": 296,
        "ruku": 254,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2162,
        "text": "Alguns diziam: Eram três, e o cão deles perfazia um total de quatro. Outros diziam: Eram cinco, e o cão totalizava seis, tentando, sem dúvida, adivinhar o desconhecido. E outros, ainda, diziam: Eram sete, oito com o cão. Dize: Meu Senhorconhece melhor do que ninguém o seu número e só poucos o desconhece! Não discutais, pois, a respeito disto, a menos queseja de um modo claro e não inquiras, sobre eles, ninguém",
        "numberInSurah": 22,
        "juz": 15,
        "manzil": 4,
        "page": 296,
        "ruku": 254,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2163,
        "text": "Jamais digas: Deixai, que farei isto amanhã,",
        "numberInSurah": 23,
        "juz": 15,
        "manzil": 4,
        "page": 296,
        "ruku": 255,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2164,
        "text": "A menos que adiciones: Se Deus quiser! Recorda teu Senhor quando esqueceres, e dize: É possível que meu Senhor meencaminhe para o que está mais próximo da verdade.",
        "numberInSurah": 24,
        "juz": 15,
        "manzil": 4,
        "page": 296,
        "ruku": 255,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2165,
        "text": "Eis que permaneceram na caverna trezentos e nove anos.",
        "numberInSurah": 25,
        "juz": 15,
        "manzil": 4,
        "page": 296,
        "ruku": 255,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2166,
        "text": "Dize-lhes: Deus sabe melhor do que ninguém o quanto permaneceram, porque é Seu o mistério dos céus e da terra. QuãoVidente e quão Ouvinte é! Eles têm, em vez d'Ele, protetor algum, e Ele não divide com ninguém o seu comando.",
        "numberInSurah": 26,
        "juz": 15,
        "manzil": 4,
        "page": 296,
        "ruku": 255,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2167,
        "text": "Recita, pois, o que te foi revelado do Livro de teu Senhor, cujas palavras são imutáveis; nunca acharás amparo forad'Ele.",
        "numberInSurah": 27,
        "juz": 15,
        "manzil": 4,
        "page": 296,
        "ruku": 255,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2168,
        "text": "Sê paciente, juntamente com aqueles que pela manhã e à noite invocam seu Senhor, anelando contemplar Seu Rosto. Nãonegligencies os fiéis, desejando o encanto da vida terrena e não escutes aquele cujo coração permitimos negligenciar o atode se lembrar de Nós, e que se entregou aos seus próprios desejos, excedendo-se em suas ações.",
        "numberInSurah": 28,
        "juz": 15,
        "manzil": 4,
        "page": 297,
        "ruku": 255,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2169,
        "text": "Dize-lhes: A verdade emana do vosso Senhor; assim, pois, que creia quem desejar, e descreia quem quiser. Preparamospara os iníquos o fogo, cuja labareda os envolverá. Quando implorarem por água, ser-lhes-á dada a beber água semelhante ametal em fusão, que lhes assará os rostos. Que péssima bebida! Que péssimo repouso!",
        "numberInSurah": 29,
        "juz": 15,
        "manzil": 4,
        "page": 297,
        "ruku": 255,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2170,
        "text": "Em troca, os fiéis, que praticam o bem - certamente que não frustraremos a recompensa do benfeitor -,",
        "numberInSurah": 30,
        "juz": 15,
        "manzil": 4,
        "page": 297,
        "ruku": 255,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2171,
        "text": "Obterão os jardins do Éden, abaixo dos quais correm os rios, onde usarão braceletes de ouro, vestirão roupas verdes detafetá e brocado, e repousarão sobre tronos elevados. Que ótima recompensa e que feliz repouso!",
        "numberInSurah": 31,
        "juz": 15,
        "manzil": 4,
        "page": 297,
        "ruku": 255,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2172,
        "text": "Expõe-lhes o exemplo de dois homens: a um deles concedemos dois parreirais, que rodeamos de tamareiras e, entreambos, dispusemos plantações.",
        "numberInSurah": 32,
        "juz": 15,
        "manzil": 4,
        "page": 297,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2173,
        "text": "Ambos os parreirais frutificaram, sem em nada falharem, e no meio deles fizemos brotar um rio.",
        "numberInSurah": 33,
        "juz": 15,
        "manzil": 4,
        "page": 297,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2174,
        "text": "E abundante era a sua produção. Ele disse ao seu vizinho: Sou mais rico do que tu e tenho mais poderio.",
        "numberInSurah": 34,
        "juz": 15,
        "manzil": 4,
        "page": 297,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2175,
        "text": "Entrou em seu parreiral num estado (mental) injusto para com a sua alma. Disse: Não creio que (este parreiral) jamaispereça,",
        "numberInSurah": 35,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2176,
        "text": "Como tampouco creio que a Hora chegue! Porém, se retornar ao meu Senhor, serei recompensado com outra dádivamelhor do que esta.",
        "numberInSurah": 36,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2177,
        "text": "Seu vizinho lhe disse, argumentando: Porventura negas Quem te criou, primeiro do pó, e depois de esperma e logo temoldou como homem?",
        "numberInSurah": 37,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2178,
        "text": "Quanto a mim, Deus é meu Senhor e jamais associarei ninguém ao meu Senhor.",
        "numberInSurah": 38,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2179,
        "text": "Por que quando entrastes em teu parreiral não dissestes: Seja o que Deus quiser; não existe poder senão de Deus! Mesmoque eu seja inferior a ti em bens e filhos,",
        "numberInSurah": 39,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2180,
        "text": "É possível que meu Senhor me conceda algo melhor do que o teu parreiral e que, do céu, desencadeie sobre o teu umacentelha, que o converta em um terreno de areia movediça.",
        "numberInSurah": 40,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2181,
        "text": "Ou que a água seja totalmente absorvida e nunca mais possa recuperá-la.",
        "numberInSurah": 41,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2182,
        "text": "E foram arrasadas as suas propriedades; e (o incrédulo, arrependido) retorcia, então, as mãos, pelo que nelas haviainvestido, e, vendo-as revolvidas, dizia: Oxalá não tivesse associado ninguém ao meu Senhor!",
        "numberInSurah": 42,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2183,
        "text": "E não houve ajuda que o defendesse de Deus, nem pôde salvar-se.",
        "numberInSurah": 43,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2184,
        "text": "Assim, a proteção só incumbe ao Verdadeiro Deus, porque Ele é o melhor Recompensador e o melhor Destino.",
        "numberInSurah": 44,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2185,
        "text": "Expõe-lhes o exemplo da vida terrena, que se assemelha à água, que enviamos do céu, a qual se mescla com as plantasda terra, as quais se convertem em feno, que os ventos disseminam. Sabei que Deus prevalece sobre todas as coisas.",
        "numberInSurah": 45,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 257,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2186,
        "text": "Os bens e os filhos são o encanto da vida terrena; por outra, as boas ações, perduráveis, ao mais meritórias e maisesperançosas, aos olhos do teu Senhor.",
        "numberInSurah": 46,
        "juz": 15,
        "manzil": 4,
        "page": 299,
        "ruku": 257,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2187,
        "text": "E recorda-lhes o dia em que moveremos as montanhas, quando então verás a terra arrasada, e os congregaremos, sem seomitir nenhum deles.",
        "numberInSurah": 47,
        "juz": 15,
        "manzil": 4,
        "page": 299,
        "ruku": 257,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2188,
        "text": "Então serão apresentados em filas, ante o seu Senhor, que lhes dirá: Agora compareceis ante Nós, tal como vos criamospela primeira vez, embora pretendêsseis que jamais vos fixaríamos este comparecimento.",
        "numberInSurah": 48,
        "juz": 15,
        "manzil": 4,
        "page": 299,
        "ruku": 257,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2189,
        "text": "O Livro-registro será exposto. Verás os pecadores atemorizados por seu conteúdo, e dirão: Ai de nós! Que significa esteLivro? Não omite nem pequena, nem grande falta, senão que as enumera! E encontrarão registrado tudo quanto tiverem feito. Teu Senhor não defraudará ninguém.",
        "numberInSurah": 49,
        "juz": 15,
        "manzil": 4,
        "page": 299,
        "ruku": 257,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2190,
        "text": "E (lembra-te) de quando dissemos aos anjos: Prostrai-vos ante Adão! Prostraram-se todos, menos Lúcifer, que era umdos gênios, e que se rebelou contra a ordem do seu Senhor. Tomá-los-íeis, pois, juntamente com a sua prole, por protetores, em vez de Mim, apesar de serem vossos inimigos? Que péssima troca a dos iníquos!",
        "numberInSurah": 50,
        "juz": 15,
        "manzil": 4,
        "page": 299,
        "ruku": 258,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2191,
        "text": "Não os tomei por testemunhas na criação dos céus e da terra, nem na sua própria criação, porque jamais tomei porassistentes os sedutores.",
        "numberInSurah": 51,
        "juz": 15,
        "manzil": 4,
        "page": 299,
        "ruku": 258,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2192,
        "text": "E no dia em que Ele disser (aos idólatras): Chamais os Meus pretendido parceiros!, chamá-los-ão; porém, estes nãoatenderão a eles, pois lhes teremos imposto um abismo.",
        "numberInSurah": 52,
        "juz": 15,
        "manzil": 4,
        "page": 299,
        "ruku": 258,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2193,
        "text": "Os pecadores divisarão o fogo, estarão cientes de que cairão nele, porém não acharão escapatória.",
        "numberInSurah": 53,
        "juz": 15,
        "manzil": 4,
        "page": 299,
        "ruku": 258,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2194,
        "text": "Temos reiterado, neste Alcorão, toda a classe de exemplos para os humanos; porém, o homem é o litigioso maisrecalcitrante (que existe).",
        "numberInSurah": 54,
        "juz": 15,
        "manzil": 4,
        "page": 300,
        "ruku": 259,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2195,
        "text": "E o que impediu os humanos de crerem, quando lhes chegou a orientação, de implorarem o perdão do seu Senhor? Desejam, acaso, que os surpreenda o escarmento dos primitivos ou lhes sobrevenha abertamente o castigo?",
        "numberInSurah": 55,
        "juz": 15,
        "manzil": 4,
        "page": 300,
        "ruku": 259,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2196,
        "text": "Jamais enviamos mensageiros, a não ser como alvissareiros e admoestadores; porém, os incrédulos disputam com vãosargumentos a falsidade, para com ela refutarem a verdade; e tomam os Meus versículos e as Minhas advertências comoobjeto de escárnio.",
        "numberInSurah": 56,
        "juz": 15,
        "manzil": 4,
        "page": 300,
        "ruku": 259,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2197,
        "text": "E haverá alguém mais iníquo do que quem, ao ser exortado com os versículos do seu Senhor, logo os desdenha, esquecendo-se de tudo quanto tenha cometido? Em verdade, sigilamos as suas mentes para que não os compreendessem, eensurdecemos os seus ouvidos; e ainda que os convides à orientação, jamais se encaminharão.",
        "numberInSurah": 57,
        "juz": 15,
        "manzil": 4,
        "page": 300,
        "ruku": 259,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2198,
        "text": "Porém, teu Senhor é Indulgente, Misericordiosíssimo. Se ele os punisse pelo que cometeram, acelerar-lhes-ia o castigo; porém, terão um prazo, depois do qual jamais terão escapatória.",
        "numberInSurah": 58,
        "juz": 15,
        "manzil": 4,
        "page": 300,
        "ruku": 259,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2199,
        "text": "Tais eram as cidades que, pela iniqüidade dos seus habitantes, exterminamos, e prefixamos um término para isso.",
        "numberInSurah": 59,
        "juz": 15,
        "manzil": 4,
        "page": 300,
        "ruku": 259,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2200,
        "text": "Moisés disse ao seu ajudante: Não descansarei até alcançar a confluência dos dois mares, ainda que para isso tenha deandar anos e anos.",
        "numberInSurah": 60,
        "juz": 15,
        "manzil": 4,
        "page": 300,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2201,
        "text": "Mas quando ambos se aproximaram da confluência dos dois mares, haviam esquecido o seu peixe, o qual seguira, serpeando, seu rumo até ao mar.",
        "numberInSurah": 61,
        "juz": 15,
        "manzil": 4,
        "page": 300,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2202,
        "text": "E quando a alcançaram, Moisés disse ao seu servo: Providencia nosso alimento, pois sofremos fadigas durante a nossaviagem.",
        "numberInSurah": 62,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2203,
        "text": "Respondeu-lhe: Lembras-te de quando nos refugiamos junto à rocha? Eu me esqueci do peixe - e ninguém, senão Satanás, me fez esquecer de me recordar! - Creio que ele tomou milagrosamente o rumo do mar.",
        "numberInSurah": 63,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2204,
        "text": "Disse-lhe: Eis o que procurávamos! E voltaram pelo mesmo caminho.",
        "numberInSurah": 64,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2205,
        "text": "E encontraram-se comum dos Nossos servos, que havíamos agraciado com a Nosso misericórdia e iluminado com aNossa ciência.",
        "numberInSurah": 65,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2206,
        "text": "E Moisés lhe disse: Posso seguir-te, para que me ensines a verdade que te foi revelada?",
        "numberInSurah": 66,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2207,
        "text": "Respondeu-lhe: Tu não serias capaz de ser paciente para estares comigo.",
        "numberInSurah": 67,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2208,
        "text": "Como poderias ser paciente em relação ao que não compreendes?",
        "numberInSurah": 68,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2209,
        "text": "Moisés disse: Se Deus quiser, achar-me-á paciente e não desobedecerei às tuas ordens.",
        "numberInSurah": 69,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2210,
        "text": "Respondeu-lhe: Então segue-me e não me perguntes nada, até que eu te faça menção disso.",
        "numberInSurah": 70,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2211,
        "text": "Então, ambos se puseram a andar, até embarcarem em um barco, que o desconhecido perfurou. Moisés lhe disse: perfuraste-o para afogar seus ocupantes? Sem dúvida que cometeste um ato insólito!",
        "numberInSurah": 71,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 261,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2212,
        "text": "Retrucou-lhe: Não te disse que és demasiado impaciente para estares comigo?",
        "numberInSurah": 72,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 261,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2213,
        "text": "Disse-lhe: Desculpa-me por me ter esquecido, mas não me imponhas uma condição demasiado difícil.",
        "numberInSurah": 73,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 261,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2214,
        "text": "E ambos se puseram a andar, até que encontraram um jovem, o qual (o companheiro de Moisés) matou. Disse-lhe entãoMoisés: Acabas de matar um inocente, sem que tenha causado morte a ninguém! Eis que cometeste uma ação inusitada.",
        "numberInSurah": 74,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 261,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2215,
        "text": "Retrucou-lhe: Não te disse que não poderás ser paciente comigo?",
        "numberInSurah": 75,
        "juz": 16,
        "manzil": 4,
        "page": 302,
        "ruku": 261,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2216,
        "text": "Moisés lhe disse: Se da próxima vez voltar a perguntar algo, então não permitas que te acompanhe, e me desculpa.",
        "numberInSurah": 76,
        "juz": 16,
        "manzil": 4,
        "page": 302,
        "ruku": 261,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2217,
        "text": "E ambos se puseram a andar, até que chegaram a uma cidade, onde pediram pousada aos seus moradores, os quais senegaram a hospedá-los. Nela, acharam um muro que estava a ponto de desmoronar e o desconhecido o restaurou. Moisés lhedisse então: Se quisesses, poderia exigir, recompensa por isso.",
        "numberInSurah": 77,
        "juz": 16,
        "manzil": 4,
        "page": 302,
        "ruku": 261,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2218,
        "text": "Disse-lhe: Aqui nós nos separamos; porém, antes, inteirar-te-ei da interpretação, porque tu és demasiado impacientepara isso:",
        "numberInSurah": 78,
        "juz": 16,
        "manzil": 4,
        "page": 302,
        "ruku": 261,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2219,
        "text": "Quanto ao barco, pertencia aos pobres pescadores do mar e achamos por bem avariá-lo, porque atrás dele vinha um reique se apossava, pela força, de todas as embarcações.",
        "numberInSurah": 79,
        "juz": 16,
        "manzil": 4,
        "page": 302,
        "ruku": 261,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2220,
        "text": "Quanto ao jovem, seus pais eram fiéis e temíamos que os induzisse à transgressão e à incredulidade.",
        "numberInSurah": 80,
        "juz": 16,
        "manzil": 4,
        "page": 302,
        "ruku": 261,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2221,
        "text": "Quisemos que o seu Senhor os agraciasse, em troca, com outro puro e mais afetuoso.",
        "numberInSurah": 81,
        "juz": 16,
        "manzil": 4,
        "page": 302,
        "ruku": 261,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2222,
        "text": "E quanto ao muro, pertencia a dois jovens órfãos da cidade, debaixo do qual havia um tesouro seu. Seu pai era virtuoso eteu Senhor tencinou que alcançassem a puberdade, para que pudessem tirar o seu tesouro. Isso é do beneplácito de teuSenhor. Não o fiz por minha própria vontade. Eis a explicação daquilo em relação ao qual não foste paciente.",
        "numberInSurah": 82,
        "juz": 16,
        "manzil": 4,
        "page": 302,
        "ruku": 261,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2223,
        "text": "Interrogar-te-ão a respeito de Zul-Carnain. Dize-lhes: Relatar-vos-ei algo de sua história:",
        "numberInSurah": 83,
        "juz": 16,
        "manzil": 4,
        "page": 302,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2224,
        "text": "Consolidamos o seu poder na terra e lhe proporcionamos o meio de tudo.",
        "numberInSurah": 84,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2225,
        "text": "E seguiu um rumo,",
        "numberInSurah": 85,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2226,
        "text": "Até que, chegando ao poente do sol, viu-o pôr-se numa fonte fervente, perto da qual encontrou um povo. Dissemos-lhe: Ó Zul Carnain, tens autoridade para castigá-los ou tratá-los com benevolência.",
        "numberInSurah": 86,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2227,
        "text": "Disse: Castigaremos o iníquo; logo retornará ao seu Senhor, que o castigará severamente.",
        "numberInSurah": 87,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2228,
        "text": "Quanto ao crente que praticar o bem, obterá por recompensa a bem-aventurança, e o trataremos com brandura.",
        "numberInSurah": 88,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2229,
        "text": "Então, seguiu (outro) rumo.",
        "numberInSurah": 89,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2230,
        "text": "Até que, chegando ao nascente do sol, viu que este saía sobre um povo contra o qual noa havíamos provido nenhumabrigo.",
        "numberInSurah": 90,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2231,
        "text": "Assim foi, porque temos pleno conhecimento de tudo sobre ele.",
        "numberInSurah": 91,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2232,
        "text": "Então, seguiu (outro) rumo.",
        "numberInSurah": 92,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2233,
        "text": "Até que chegou a um lugar entre duas montanhas, onde encontrou um povo que mal podia compreender uma palavra.",
        "numberInSurah": 93,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2234,
        "text": "Disseram-lhe: Ó Zul Carnain, Gog e Magog são devastadores na terra. Queres que te paguemos um tributo, para quelevantes uma barreira entre nós e eles?",
        "numberInSurah": 94,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2235,
        "text": "Respondeu-lhes: Aquilo com que o meu Senhor me tem agraciado é preferível. Secundai-me, pois, com denodo, elevantarei uma muralha intransponível, entre vós e eles.",
        "numberInSurah": 95,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2236,
        "text": "Trazei-me blocos de ferro, até cobrir o espaço entre as duas montanhas. Disse aos trabalhadores: Assoprai (com vossosfoles), até que fiquem vermelhas como fogo. Disse mais: Trazei-me chumbo fundido, que jogarei por cima.",
        "numberInSurah": 96,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2237,
        "text": "E assim a muralha foi feita e (Gog e Magog) não puderam escalá-la, nem perfurá-la.",
        "numberInSurah": 97,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2238,
        "text": "Disse (depois): Esta muralha é uma misericórdia de meu Senhor. Porém, quando chegar a Sua promessa, Ele a reduzirá apó, porque a promessa de meu Senhor é infalível.",
        "numberInSurah": 98,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2239,
        "text": "Nesse dia, deixaremos alguns deles insurgirem-se contra os outros e a trombeta será soada. E os congregaremos a todos.",
        "numberInSurah": 99,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 262,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2240,
        "text": "Nesse dia, apresentaremos abertamente, aos incrédulos, o inferno,",
        "numberInSurah": 100,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 262,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2241,
        "text": "Bem como àqueles cujos olhos estavam velados para se lembrarem de Mim, e que não foram capazes de escutar.",
        "numberInSurah": 101,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 262,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2242,
        "text": "Pensaram, acaso, os incrédulos tomar Meus servos por protetores, em vez de Mim? temos destinado o inferno, pormorada, aos incrédulos.",
        "numberInSurah": 102,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 263,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2243,
        "text": "Dize-lhes: Quereis que vos inteire de quem são os mais desmerecedores, por suas obras?",
        "numberInSurah": 103,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 263,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2244,
        "text": "São aqueles cujos esforços se desvaneceram na vida terrena, não obstante crerem haver praticado o bem.",
        "numberInSurah": 104,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 263,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2245,
        "text": "Estes são os que renegaram os versículos de seu Senhor e o comparecimento ate Ele; porém, suas obras tornaram-sesem efeito e não lhes reconheceremos mérito algum, no Dia da Ressurreição.",
        "numberInSurah": 105,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 263,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2246,
        "text": "Sua morada será o inferno, por sua incredulidade, e por terem escarnecido os Meus versículos e os Meus mensageiros.",
        "numberInSurah": 106,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 263,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2247,
        "text": "Por outra, os fiéis, que praticarem o bem, terão por abrigo os jardins do Paraíso,",
        "numberInSurah": 107,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 263,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2248,
        "text": "Onde morarão eternamente e não ansiarão por mudar de sorte.",
        "numberInSurah": 108,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 263,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2249,
        "text": "Dize-lhes: Se o oceano se transformasse em tinta, com que se escrevessem as palavras de meu Senhor, esgotar-se-iaantes de se esgotarem as Suas palavras, ainda que para isso se empregasse outro tanto de tinta.",
        "numberInSurah": 109,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 263,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2250,
        "text": "Dize: Sou tão-somente um mortal como vós, a quem tem sido revelado que o vosso Deus é um Deus único. Porconseguinte, quem espera o comparecimento ante seu Senhor que pratique o bem e não associe ninguém ao culto d'Ele.",
        "numberInSurah": 110,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 263,
        "hizbQuarter": 122,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "pt.elhayek",
      "language": "pt",
      "name": "El-Hayek",
      "englishName": "Samir El-Hayek",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}