{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 22,
    "name": "سُورَةُ الحَجِّ",
    "englishName": "Al-Hajj",
    "englishNameTranslation": "The Pilgrimage",
    "revelationType": "Medinan",
    "numberOfAyahs": 78,
    "ayahs": [
      {
        "number": 2596,
        "text": "Ó humanos, temei a vosso Senhor, porque a convulsão da Hora será logo terrível.",
        "numberInSurah": 1,
        "juz": 17,
        "manzil": 4,
        "page": 332,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2597,
        "text": "No dia em que a presenciardes, casa nutriente esquecerá o filho que amamenta; toda a gestante abortará; tu verás oshomens como ébrios, embora não o estejam, porque o castigo de Deus será severíssimo.",
        "numberInSurah": 2,
        "juz": 17,
        "manzil": 4,
        "page": 332,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2598,
        "text": "Entre os humanos há quem discute nesciamente acerca de Deus e segue qualquer demônio rebelde.",
        "numberInSurah": 3,
        "juz": 17,
        "manzil": 4,
        "page": 332,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2599,
        "text": "Foi decretado sobre (o maligno): Quem se tornar íntimo dele, será desviado e conduzido ao suplício do tártaro.",
        "numberInSurah": 4,
        "juz": 17,
        "manzil": 4,
        "page": 332,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2600,
        "text": "Ó humanos, se estais em dúvida sobre a ressurreição, reparai em que vos criamos do pó, depois do esperma, e logo vosconvertemos em algo que se agarra e, finalmente, em feto, com forma ou amorfo, para demonstrar-vos (a Nossa onipotência); e conservamos no útero o que queremos, até um período determinado, de onde vos retiraremos, crianças para que alcanceisa puberdade. Há, entre vós, aqueles que morrem (ainda jovens) e há os que chegam à senilidade, até ao ponto de não serecordarem do que sabiam. E observai que a terra é árida; não obstante, quando (Nós) fazemos descer a água sobre ela, move-se e se impregna de fertilidade, fazendo brotar todas as classes de pares de viçosos (frutos).",
        "numberInSurah": 5,
        "juz": 17,
        "manzil": 4,
        "page": 332,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2601,
        "text": "Isto, porque Deus é Verdadeiro e vivifica os mortos, e porque é Onipotente.",
        "numberInSurah": 6,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2602,
        "text": "E a Hora chegará indubitavelmente, e Deus ressuscitará aqueles que estiverem nos sepulcros.",
        "numberInSurah": 7,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2603,
        "text": "Entre os humanos, há aquele que disputa nesciamente acerca de Deus, sem orientação nem livro lúcido,",
        "numberInSurah": 8,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2604,
        "text": "Desdenhoso, para assim desviar os demais da senda de Deus. Sofrerá aviltamento neste mundo e, no Dia da Ressurreição, fá-lo-emos experimentar a pena da chama infernal.",
        "numberInSurah": 9,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2605,
        "text": "Isso, pelo que tiverem cometido suas mãos, porque Deus nunca é injusto para com os Seus servos.",
        "numberInSurah": 10,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2606,
        "text": "Entre os humanos há, também, quem adora Deus com restrições: se lhe ocorre um bem, satisfaz-se com isso; porém, se oaçoita um adversidade, renega e perde este mundo e o outro. Esta é a evidencia desventura.",
        "numberInSurah": 11,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2607,
        "text": "Ele invoca, em vez de Deus, quem não pode prejudicá-lo nem beneficiá-lo. Tal é o profundo erro.",
        "numberInSurah": 12,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2608,
        "text": "Invoca quem lhe causa mais prejuízos do que benefícios. Que péssimo amo e que diabólico companheiro!",
        "numberInSurah": 13,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2609,
        "text": "Deus introduzirá os fiéis, que praticam o bem, em jardins, abaixo dos quais correm os rios, porque Deus faz o que Lheapraz.",
        "numberInSurah": 14,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2610,
        "text": "Quem pensa que Deus jamais o socorrerá (Mensageiro) neste mundo ou no outro, que pendure uma corda no teto (de suacasa) e se enforque; verá se com isso poderá acalmar o seu furor.",
        "numberInSurah": 15,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2611,
        "text": "Assim o revelamos (o Alcorão) em lúcidos versículos, e Deus ilumina quem Lhe apraz.",
        "numberInSurah": 16,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2612,
        "text": "Quanto aos fiéis, judeus, sabeus, cristão, masdeístas ou idólatras, certamente Deus os julgará a todos no Dia daRessurreição, porque Deus é Testemunha de todas as coisas.",
        "numberInSurah": 17,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2613,
        "text": "Não reparas, acaso, em que tudo quanto há nos céus e tudo quanto há na terra se prostra ante Deus? O sol, a lua, asestrelas, as montanhas, as árvores, os animais e muitos humanos? Porém, muitos merecem o castigo! E quem Deus afrontarnão achará quem o honre, porque Deus faz o que Lhe apraz.",
        "numberInSurah": 18,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": {
          "id": 6,
          "recommended": true,
          "obligatory": false
        }
      },
      {
        "number": 2614,
        "text": "Existem dois antagonistas (crédulos e incrédulos), que disputam acerca do seu Senhor. Quanto aos incrédulos, serãocobertos com vestimentas de fogo e lhes será derramada, sobre as cabeças, água fervente,",
        "numberInSurah": 19,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2615,
        "text": "A qual derreterá tudo quanto há em suas entranhas, além da totalidade de suas peles.",
        "numberInSurah": 20,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2616,
        "text": "Em adição, haverá clavas de ferro (para o castigo).",
        "numberInSurah": 21,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2617,
        "text": "Toda a vez que dele (do fogo) quiserem sair, por angústia, ali serão repostos e lhes será dito: Sofrei a pena da queima!",
        "numberInSurah": 22,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2618,
        "text": "Por outra, Deus introduzirá os fiéis, que praticam o bem, em jardins, abaixo dos quais correm os rios, onde serãoenfeitados com pulseiras de ouro e pérola, e suas vestimentas serão de seda.",
        "numberInSurah": 23,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 287,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2619,
        "text": "Porque se guiaram pelas palavras puras e se encaminharam até à senda do Laudabilíssimo.",
        "numberInSurah": 24,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 287,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2620,
        "text": "Quanto aos incrédulos, que vedam os demais da senda de Deus e a sagrada Mesquita, - a qual destinamos aos humanos, por igual, quer seja seus habitantes, quer sejam visitantes, - e que nela comete, intencionalmente, profanação ou iniqüidade, fá-los-emos provar um doloroso castigo.",
        "numberInSurah": 25,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 287,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2621,
        "text": "E (recorda-te) de quando indicamos a Abraão o local da Casa, dizendo: Não Me atribuas parceiros, mas consagra aMinha Casa para os circungirantes, para os que permanecem em pé e para os genuflexos e prostrados.",
        "numberInSurah": 26,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2622,
        "text": "E proclama a peregrinação às pessoas; elas virão a ti a pé, e montando toda espécie de camelos, de todo longínquolugar,",
        "numberInSurah": 27,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2623,
        "text": "Para testemunhar os seus benefícios e invocar o nome de Deus, nos dias mencionados, sobre o gado com que Ele osagraciou (para o sacrifício). Comei, pois, dele, e alimentai o indigente e o pobre.",
        "numberInSurah": 28,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2624,
        "text": "Que logo se higienizem, que cumpram os seus votos e que circungirem a antiga Casa.",
        "numberInSurah": 29,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2625,
        "text": "Tal será (a peregrinação). Quanto àquele que enaltecer os ritos sagrados de Deus, terá feito o melhor para ele, aos olhosdo seu Senhor. É-vos permitida a (carne) das reses, exceto o que já vos foi estipulado. Enviai, pois, a abominação daadoração dos ídolos e evitai o perjúrio,",
        "numberInSurah": 30,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2626,
        "text": "Consagrando-vos a Deus; e não Lhe atribuais parceiros, porque aquele que atribuir parceiros a Deus, será como sehouvesse sido arrojado do céu, como se o tivessem apanhado das aves, ou como se o vento o lançasse a um lugar longínquo.",
        "numberInSurah": 31,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2627,
        "text": "Tal será. Contudo, quem enaltecer os símbolos de Deus, saiba que tal (enaltecimento) partirá de quem possuir piedadeno coração.",
        "numberInSurah": 32,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2628,
        "text": "Neles (os animais) tendes benefícios, até um tempo prefixado; então, seu lugar de sacrifício será a antiga Casa.",
        "numberInSurah": 33,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2629,
        "text": "Para cada povo temos instituído ritos (de sacrifício), para que invoquem o nome de Deus, sobre o que Ele agraciou, degado. Vosso Deus é Único; consagrai-vos, pois, a Ele. E tu (ó Mensageiro), anuncia a bem-aventurança aos que sehumilham,",
        "numberInSurah": 34,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 289,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2630,
        "text": "Cujos corações estremecem, quando o nome de Deus é Mencionado; os perseverantes, que suportam o que lhes sucede, são observantes da oração e fazem caridade daquilo com que agraciamos.",
        "numberInSurah": 35,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 289,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2631,
        "text": "E vos temos designado (o sacrifício) dos camelos, entre os símbolos de Deus. Neles, tendes benefícios. Invocai, pois, onome de Deus sobre eles, no momento (do sacrifício), quando ainda estiverem em pé, e quando tiverem tombado. Comei, pois, deles e daí de comer ao necessitado e ao pedinte. Assim vo-los sujeitamos, para que Nos agradeçais.",
        "numberInSurah": 36,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 289,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2632,
        "text": "Nem suas carnes, nem seu sangue chegam até Deus; outrossim, alcança-O a vossa piedade. Assim vo-los sujeitou, paraque O glorifiqueis, por haver-vos encaminhado. Anuncia, pois, a bem-aventurança aos benfeitores.",
        "numberInSurah": 37,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 289,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2633,
        "text": "Em verdade, Deus defende os fiéis, porque Deus não aprecia nenhum pérfido e ingrato.",
        "numberInSurah": 38,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 289,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2634,
        "text": "Ele permitiu (o combate) aos que foram atacados; em verdade, Deus é Poderoso para socorrê-los.",
        "numberInSurah": 39,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2635,
        "text": "São aqueles que foram expulsos injustamente dos seus lares, só porque disseram: Nosso Senhor é Deus! E se Deus nãotivesse refreado os instintos malignos de uns em relação aos outros, teriam sido destruídos mosteiros, igrejas, sinagogas emesquitas, onde o nome de Deus é freqüentemente celebrado. Sabei que Deus secundará quem O secundar, em Sua causa, porque é Forte, Poderosíssimo.",
        "numberInSurah": 40,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2636,
        "text": "São aqueles que, quando os estabelecemos na terra, observam a oração, pagam o zakat, recomendam o bem e proíbem oilícito. E em Deus repousa o destino de todos os assuntos.",
        "numberInSurah": 41,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2637,
        "text": "Porém, se te desmentem (ó Mensageiros), o mesmo que fizeram, antes deles, os povos de Noé, de Ad e de Tamud.",
        "numberInSurah": 42,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2638,
        "text": "(Assim também) o povo de Abraão e o povo de Lot.",
        "numberInSurah": 43,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2639,
        "text": "E o povo de Madian (fez o mesmo); também foi desmentido Moisés. Então, tolerei os incrédulos; mas logo os castiguei, e que rigorosa foi a Minha rejeição!",
        "numberInSurah": 44,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2640,
        "text": "Quantas cidades destruímos por sua iniqüidade, transformando-as em ruínas, com os poços e os castelos fortificadosabandonados!",
        "numberInSurah": 45,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2641,
        "text": "Não percorreram eles a terra, para que seus corações verificassem o ocorrido? Talvez possam, assim, ouvir eraciocinar! Todavia, a cegueira não é a dos olhos, mas a dos corações, que estão em seus peitos!",
        "numberInSurah": 46,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2642,
        "text": "Pedem-te incessantemente a iminência do castigo; saibam que Deus jamais falta à sua promessa, porque um dia, para oteu Senhor, é como mil anos, dos que contais.",
        "numberInSurah": 47,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2643,
        "text": "E quantas cidades iníquas temos tolerado! Mas logo as castigarei e a Mim será o destino.",
        "numberInSurah": 48,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2644,
        "text": "Dize: Ó humanos, sou apenas um elucidativo admoestador para vós.",
        "numberInSurah": 49,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2645,
        "text": "E os fiéis que praticarem o bem obterão um indulgência e um magnífico sustento.",
        "numberInSurah": 50,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2646,
        "text": "Por outra, aqueles que se esforçarem em desacreditar os Nossos versículos serão os réprobos.",
        "numberInSurah": 51,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2647,
        "text": "Antes de ti, jamais enviamos mensageiro ou profeta algum, sem que Satanás o sugestionasse em sua predicação; porém, Deus anula o que aventa Satanás, e então prescreve as Suas leis, porque Deus é Sapiente, Prudentíssimo.",
        "numberInSurah": 52,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2648,
        "text": "Ele faz das sugestões de Satanás uma prova, para aqueles que abrigam a morbidez em seus corações e para aqueles cujoscorações estão endurecidos, porque os iníquos estão em um cisma distante (da verdade)!",
        "numberInSurah": 53,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2649,
        "text": "Quanto àqueles que receberam a ciência, saibam que ele (o Alcorão) é a verdade do teu Senhor; que creiam nele e queseus corações se humilhem ante ele, porque Deus guia os fiéis até à senda reta.",
        "numberInSurah": 54,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2650,
        "text": "Porém, os incrédulos não cessarão de estar em dúvida acerca dele, até que a Hora lhes chegue de improviso, ou osaçoite o castigo do dia nefasto.",
        "numberInSurah": 55,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2651,
        "text": "A soberania, naquele dia, será de Deus, que julgará entre eles. Os fiéis que tiverem praticado o bem entrarão nos jardinsdo prazer.",
        "numberInSurah": 56,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2652,
        "text": "Em troca, os incrédulos, que desmentirem os Nossos versículos, sofrerão um castigo ignominioso.",
        "numberInSurah": 57,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2653,
        "text": "Aqueles que migraram pela causa de Deus e forma mortos, ou morreram, serão infinitamente agraciados por Ele, porqueDeus é o melhor dos agraciadores.",
        "numberInSurah": 58,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2654,
        "text": "Em verdade, introduzi-los-á em um lugar que comprazerá a eles, porque Deus é tolerante, Sapientíssimo.",
        "numberInSurah": 59,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2655,
        "text": "Assim será! Aquele que se desforrar um pouco de quem o injuriou e o ultrajou, sem dúvida Deus socorrerá, porque éAbsolvedor, Indulgentíssimo.",
        "numberInSurah": 60,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2656,
        "text": "Isto, porque Deus insere a noite no dia e o dia na noite e é, ademais, Oniouvinte, Onividente.",
        "numberInSurah": 61,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2657,
        "text": "Isto porque Deus é a Verdade; e o que invocam, em vez d'Ele, é a falsidade. Sabei que Ele é Grandioso, Altíssimo.",
        "numberInSurah": 62,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2658,
        "text": "Porventura, não reparas em que Deus faz descer água do céu, tornando verdes os campos? Sabei que Deus é Onisciente, Sutilíssimo.",
        "numberInSurah": 63,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2659,
        "text": "Seu é tudo quanto existe nos céus e quanto há na terra, porque é Opulento, Laudabilíssimo.",
        "numberInSurah": 64,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2660,
        "text": "Não tens reparado em que Deus vos submeteu o que existe na terra, assim como as naves, que singram os mares por Suavontade? Ele sustém o firmamento, para que não caia sobre a terra, a não ser por Sua vontade, porque é, para com oshumanos, Compassivo, Misericordiosíssimo.",
        "numberInSurah": 65,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2661,
        "text": "E Ele é Quem vos dá a vida, então vos fará morrer, em seguida vos devolverá a vida. Em verdade, o homem é ingrato!",
        "numberInSurah": 66,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2662,
        "text": "Temos prescrito a cada povo ritos a serem observados. Que não te refutem a este respeito! E invoca teu Senhor, porquesegues uma orientação correta.",
        "numberInSurah": 67,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2663,
        "text": "Porém, se te refutam, dize-lhes: Deus sabe melhor do que ninguém o que fazeis!",
        "numberInSurah": 68,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2664,
        "text": "Deus julgará entre vós, no Dia da Ressurreição, a respeito de vossas divergências.",
        "numberInSurah": 69,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2665,
        "text": "Ignoras, acaso, que Deus conhece o que há nos céus e na terra? Em verdade, isto está registrado num Livro, porque éfácil para Deus.",
        "numberInSurah": 70,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2666,
        "text": "E adoram, em vez de Deus, coisas, às quais Ele não concedeu autoridade alguma, e da qual não têm conhecimento algum; porém, os iníquos não terão nenhum protetor.",
        "numberInSurah": 71,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2667,
        "text": "E quando lhes são recitados os Nossos lúcidos versículos, descobres o desdém nos semblantes dos incrédulos, chegandomesmo a ponto de se lançarem sobre aqueles que lhes recitam os Nossos versículos. Dize: Poderia inteirar-vos de algo piordo que isto? É o fogo (infernal), que Deus prometeu aos incrédulos. E que funesto destino!",
        "numberInSurah": 72,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2668,
        "text": "Ó humanos, eis um exemplo; escutai-o, pois: Aqueles que invocais, em vez de Deus, jamais poderiam criar uma mosca; ainda que, para isso, se juntassem todos. E se a mosca lhe arrebatasse algo, não poderiam dela tirá-lo, porque tanto osolicitador como o solicitado, são impotentes.",
        "numberInSurah": 73,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2669,
        "text": "Não aquilatam Deus como (Ele) merece. Saibam eles que Deus é Forte, Poderosíssimo.",
        "numberInSurah": 74,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2670,
        "text": "Deus escolhe os mensageiros, entre os anjos e entre os humanos, porque é Oniouvinte, Onividente.",
        "numberInSurah": 75,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2671,
        "text": "Ele conhece tanto o seu passado como o seu futuro, porque a Deus retornarão todas as coisas.",
        "numberInSurah": 76,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2672,
        "text": "Ó fiéis, genuflecti, prostrai-vos, adorai vosso Senhor e praticai o bem, para que prospereis.",
        "numberInSurah": 77,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": {
          "id": 7,
          "recommended": true,
          "obligatory": false
        }
      },
      {
        "number": 2673,
        "text": "E combatei com denodo pela causa de Deus; Ele vos elegeu. E não vos impôs dificuldade alguma na religião, porque é ocredo de vosso pai, Abraão. Ele vos denominou muçulmanos, antes deste e neste (Alcorão), para que o Mensageiro sejatestemunha vossa, e para que sejais testemunhas dos humanos. Observai, pois, a oração, pagai o zakat e apegai-vos a Deus, Que é vosso Protetor. E que excelente Protetor! E que excelente Socorredor!",
        "numberInSurah": 78,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "pt.elhayek",
      "language": "pt",
      "name": "El-Hayek",
      "englishName": "Samir El-Hayek",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}