{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 24,
    "name": "سُورَةُ النُّورِ",
    "englishName": "An-Noor",
    "englishNameTranslation": "The Light",
    "revelationType": "Medinan",
    "numberOfAyahs": 64,
    "ayahs": [
      {
        "number": 2792,
        "text": "Uma surata que enviamos e prescrevemos, na qual revelamos lúcidos versículos, a fim de que mediteis.",
        "numberInSurah": 1,
        "juz": 18,
        "manzil": 4,
        "page": 350,
        "ruku": 301,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2793,
        "text": "Quanto à adúltera e ao adúltero, vergastai-os com cem vergastadas, cada um; que a vossa compaixão não vos demova decumprir a lei de Deus, se realmente credes em Deus e no Dia do Juízo Final. Que uma parte dos fiéis testemunhe o castigo.",
        "numberInSurah": 2,
        "juz": 18,
        "manzil": 4,
        "page": 350,
        "ruku": 301,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2794,
        "text": "O adúltero não poderá casar-se, senão com uma adúltera ou uma idólatra; a adúltera não poderá desposar senão umadúltero ou um idólatra. Tais uniões estão vedadas aos fiéis.",
        "numberInSurah": 3,
        "juz": 18,
        "manzil": 4,
        "page": 350,
        "ruku": 301,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2795,
        "text": "E àqueles que difamarem as mulheres castas, sem apresentarem quatro testemunhas, infligi-lhes oitenta vergastadas enunca mais aceiteis os seus testemunhos, porque são depravados.",
        "numberInSurah": 4,
        "juz": 18,
        "manzil": 4,
        "page": 350,
        "ruku": 301,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2796,
        "text": "Exceto aqueles que, depois disso, se arrependerem e se emendarem; sabei que Deus é Indulgente, Misericordiosíssimo.",
        "numberInSurah": 5,
        "juz": 18,
        "manzil": 4,
        "page": 350,
        "ruku": 301,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2797,
        "text": "E aquele que difamar a sua esposa, em mais testemunhas do que eles próprios, que um deles jure quatro vezes por Deusque é um dos verazes.",
        "numberInSurah": 6,
        "juz": 18,
        "manzil": 4,
        "page": 350,
        "ruku": 301,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2798,
        "text": "E na quinta vez pedirá que a maldição de Deus caia sobre ele, se for perjuro.",
        "numberInSurah": 7,
        "juz": 18,
        "manzil": 4,
        "page": 350,
        "ruku": 301,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2799,
        "text": "E ela se libertará do castigo, jurando quatro vezes por Deus que ele é perjuro.",
        "numberInSurah": 8,
        "juz": 18,
        "manzil": 4,
        "page": 350,
        "ruku": 301,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2800,
        "text": "E na quinta vez pedirá a incidência da abominação de Deus sobre si mesma, se ele for um dos verazes.",
        "numberInSurah": 9,
        "juz": 18,
        "manzil": 4,
        "page": 350,
        "ruku": 301,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2801,
        "text": "Se não fosse pela graça de Deus e pela Sua misericórdia para convosco... e Deus é Remissório, Prudentíssimo.",
        "numberInSurah": 10,
        "juz": 18,
        "manzil": 4,
        "page": 350,
        "ruku": 301,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2802,
        "text": "Aqueles que lançam a calúnia, constituem uma legião entre vós; não considereis isso coisa ruim para vós; pelo contrário, é até bom. Cada um deles receberá o castigo merecido por seu delito, e quem os liderar sofrerá um severo castigo.",
        "numberInSurah": 11,
        "juz": 18,
        "manzil": 4,
        "page": 351,
        "ruku": 302,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2803,
        "text": "Por que, quando ouviram a acusação, os fiéis, homens e mulheres, não pensaram bem de si mesmos e disseram: É umacalúnia evidente?",
        "numberInSurah": 12,
        "juz": 18,
        "manzil": 4,
        "page": 351,
        "ruku": 302,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2804,
        "text": "Por que não apresentaram quatro testemunhas? Se não as apresentarem, serão caluniadores ante Deus.",
        "numberInSurah": 13,
        "juz": 18,
        "manzil": 4,
        "page": 351,
        "ruku": 302,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2805,
        "text": "E se não fosse pela graça de Deus e pela Sua misericórdia para convosco, nesse mundo e no outro, haver-nos-iaaçoitado um severo castigo pelo que propalastes.",
        "numberInSurah": 14,
        "juz": 18,
        "manzil": 4,
        "page": 351,
        "ruku": 302,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2806,
        "text": "Quando a receberdes em vossas línguas, e dissestes com vossas bocas o que desconhecíeis, considerando leve o que eragravíssimo ante Deus.",
        "numberInSurah": 15,
        "juz": 18,
        "manzil": 4,
        "page": 351,
        "ruku": 302,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2807,
        "text": "Deveríeis, ao ouvi-la, ter dito: Não nos compete falar disso. Glorificado sejas! Essa é uma grave calúnia!",
        "numberInSurah": 16,
        "juz": 18,
        "manzil": 4,
        "page": 351,
        "ruku": 302,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2808,
        "text": "Deus vos exorta a que jamais reincidais em semelhante (falta), se sois fiéis.",
        "numberInSurah": 17,
        "juz": 18,
        "manzil": 4,
        "page": 351,
        "ruku": 302,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2809,
        "text": "E Deus vos elucida os versículos, porque é Sapiente, Prudentíssimo.",
        "numberInSurah": 18,
        "juz": 18,
        "manzil": 4,
        "page": 351,
        "ruku": 302,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2810,
        "text": "Sabei que aqueles que se comprazem em que a obscenidade se difunda entre os fiéis, sofrerão um doloroso castigo, nestemundo e no outro; Deus sabe e vós ignorais.",
        "numberInSurah": 19,
        "juz": 18,
        "manzil": 4,
        "page": 351,
        "ruku": 302,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2811,
        "text": "E se não fosse pela graça de Deus e pela Sua misericórdia para convosco... e Deus é Compassivo, Misericordiosíssimo.",
        "numberInSurah": 20,
        "juz": 18,
        "manzil": 4,
        "page": 351,
        "ruku": 302,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2812,
        "text": "Ó fiéis, não sigais as pegadas de Satanás; e saiba, quem segue as pegadas de Satanás, que ele recomenda a obscenidadee o ilícito. E se não fosse pela graça de Deus e pela Sua misericórdia para convosco, Ele jamais teria purificado nenhum devós; porém, Deus purifica quem Lhe apraz, porque é Oniouvinte, Sapientíssimo.",
        "numberInSurah": 21,
        "juz": 18,
        "manzil": 4,
        "page": 352,
        "ruku": 303,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2813,
        "text": "Que os dignos e os opulentos, dentre vós, jamais jurem não favorecerem seus parentes, os necessitados e expatriadospela causa de Deus; porém, que os tolerem e os perdoem. Não vos agradaria, por acaso, que Deus vos perdoasse? Ele éIndulgente, Misericordiosíssimo.",
        "numberInSurah": 22,
        "juz": 18,
        "manzil": 4,
        "page": 352,
        "ruku": 303,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2814,
        "text": "Em verdade, aqueles que difamarem as mulheres castas, inocentes e fiéis, serão malditos, neste mundo e no outro, esofrerão um severo castigo.",
        "numberInSurah": 23,
        "juz": 18,
        "manzil": 4,
        "page": 352,
        "ruku": 303,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2815,
        "text": "Dia virá em que suas línguas, suas mãos e seus pés testemunharão contra eles, pelo que houverem cometido.",
        "numberInSurah": 24,
        "juz": 18,
        "manzil": 4,
        "page": 352,
        "ruku": 303,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2816,
        "text": "Nesse dia Deus os recompensará pelo que merecerem, e então saberão que Deus é a verdade Manifesta.",
        "numberInSurah": 25,
        "juz": 18,
        "manzil": 4,
        "page": 352,
        "ruku": 303,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2817,
        "text": "As despudoradas estão destinadas aos despudorados, e os despudorados às despudoradas; as pudicas aos pudicos e ospudicos às pudicas. Estes últimos não serão afetados pelo que deles disserem; obterão indulgência e um magnífico sustento.",
        "numberInSurah": 26,
        "juz": 18,
        "manzil": 4,
        "page": 352,
        "ruku": 303,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2818,
        "text": "Ó fiéis, não entreis em casa de alguma além da vossa, a menos que peçais permissão e saudeis os seus moradores. Isso épreferível para vós; quiçá, assim, mediteis.",
        "numberInSurah": 27,
        "juz": 18,
        "manzil": 4,
        "page": 352,
        "ruku": 304,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2819,
        "text": "Porém, se nelas não achardes ninguém, não entreis, até que vo-lo tenham permissão. E se vos disserem: Retirai-vos!, atendei-os, então; isso vos será mais benéfico. Sabei que Deus é Sabedor de tudo quanto fazeis.",
        "numberInSurah": 28,
        "juz": 18,
        "manzil": 4,
        "page": 353,
        "ruku": 304,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2820,
        "text": "Não sereis recriminados se entrardes em casas desabitadas que tenham alguma utilidade para vós; Deus sabe tanto o quemanifestais como o que ocultais.",
        "numberInSurah": 29,
        "juz": 18,
        "manzil": 4,
        "page": 353,
        "ruku": 304,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2821,
        "text": "Dize aos fiéis que recatem os seus olhares e conservem seus pudores, porque isso é mais benéfico para eles; Deus estábem inteirado de tudo quanto fazem.",
        "numberInSurah": 30,
        "juz": 18,
        "manzil": 4,
        "page": 353,
        "ruku": 304,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2822,
        "text": "Dize às fiéis que recatem os seus olhares, conservem os seus pudores e não mostrem os seus atrativos, além dos que (normalmente) aparecem; que cubram o colo com seus véus e não mostrem os seus atrativos, a não ser aos seus esposos, seus pais, seus sogros, seus filhos, seus enteados, seus irmãos, seus sobrinhos, às mulheres suas servas, seus criados isentasdas necessidades sexuais, ou às crianças que não discernem a nudez das mulheres; que não agitem os seus pés, para que nãochamem à atenção sobre seus atrativos ocultos. Ó fiéis, voltai-vos todos, arrependidos, a Deus, a fim de que vos salveis!",
        "numberInSurah": 31,
        "juz": 18,
        "manzil": 4,
        "page": 353,
        "ruku": 304,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2823,
        "text": "Casai os celibatários, dentre vós, e também os virtuosos, dentre vossos servos e servas. Se forem pobres, Deus osenriquecerá com Sua graça, porque é Munificente, Sapientíssimo.",
        "numberInSurah": 32,
        "juz": 18,
        "manzil": 4,
        "page": 354,
        "ruku": 304,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2824,
        "text": "Aqueles que não possuem recursos para casar-se, que se mantenham castos, até que Deus os enriqueça com a Sua graça. Quanto àqueles, dentre vossos escravos e escravas, que vos peçam a liberdade por escrito, concedei-lha, desde que osconsidereis dignos dela, e gratificai-os com uma parte dos bens com que Deus vos agraciou. Não inciteis as vossas escravasà prostituição, para proporcionar-vos o gozo transitório da vida terrena, sendo que elas querem viver castamente. Mas sealguém as compelir, Deus as perdoará por terem sido compelidas, porque é Indulgente, Misericordiosíssimo.",
        "numberInSurah": 33,
        "juz": 18,
        "manzil": 4,
        "page": 354,
        "ruku": 304,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2825,
        "text": "Temos-vos enviado versículos lúcidos, e feito de exemplos daqueles que vos precederam, a uma exortação para osdevotos.",
        "numberInSurah": 34,
        "juz": 18,
        "manzil": 4,
        "page": 354,
        "ruku": 304,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2826,
        "text": "Deus é a Luz dos céus e da terra. O exemplo da Seu Luz é como o de um nicho em que há uma candeia; esta está numrecipiente; e este é como uma estrela brilhante, alimentada pelo azeite de uma árvore bendita, a oliveira, que não é orientalnem ocidental, cujo azeite brilha, ainda que não o toque o fogo. É luz sobre luz! Deus conduz a Sua Luz até quem Lhe apraz. Deus dá exemplos aos humanos, porque é Onisciente.",
        "numberInSurah": 35,
        "juz": 18,
        "manzil": 4,
        "page": 354,
        "ruku": 305,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2827,
        "text": "(Semelhante luz brilha) nos templos que Deus tem consentido sejam erigidos, para que neles seja celebrado o Seu nomee neles O glorifiquem de manhã e à tarde,",
        "numberInSurah": 36,
        "juz": 18,
        "manzil": 4,
        "page": 354,
        "ruku": 305,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2828,
        "text": "por homens a quem os negócios e as transações não desviam da recordação de Deus, nem da prática da oração, nem dopagamento do zakat. Temem o dia em que os corações e os olhos se transformem,",
        "numberInSurah": 37,
        "juz": 18,
        "manzil": 4,
        "page": 355,
        "ruku": 305,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2829,
        "text": "para que Deus os recompense melhor pelo que tiveram feito, acrescentando-lhes de Sua graça; sabei que Deus agraciaimensuravelmente a quem Lhe apraz.",
        "numberInSurah": 38,
        "juz": 18,
        "manzil": 4,
        "page": 355,
        "ruku": 305,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2830,
        "text": "Quanto aos incrédulos, as suas ações são como uma miragem no deserto; o sedento crerá ser água e, quando seaproximar dela, não encontrará coisa alguma. Porém, verá ante ele Deus, que lhe pedirá contas, porque Deus é Expedito nocômputo.",
        "numberInSurah": 39,
        "juz": 18,
        "manzil": 4,
        "page": 355,
        "ruku": 305,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2831,
        "text": "Ou (estará) como nas trevas de um profundo oceano, coberto por ondas; ondas, cobertas por nuvens escuras, que sesobrepõem umas às outras; quando (o homem) estende a sua mão, mal pode divisá-la. Pois a quem Deus não fornece luz, jamais a terá.",
        "numberInSurah": 40,
        "juz": 18,
        "manzil": 4,
        "page": 355,
        "ruku": 305,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2832,
        "text": "Não reparas, acaso, em que tudo quanto há nos céus e na terra glorifica a Deus, inclusive os pássaros, ao estenderem assuas asas? Cada um está ciente do seu (modo de) orar e louvar. E Deus é Sabedor de tudo quanto fazem.",
        "numberInSurah": 41,
        "juz": 18,
        "manzil": 4,
        "page": 355,
        "ruku": 306,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2833,
        "text": "A Deus pertence o reino dos céus e da terra e a Deus será o retorno.",
        "numberInSurah": 42,
        "juz": 18,
        "manzil": 4,
        "page": 355,
        "ruku": 306,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2834,
        "text": "Porventura, não reparas em como Deus impulsiona as nuvens levemente? Então as junta, e depois as acumula? Não vês achuva manar do seio delas?, E que Ele envia massas (de nuvens) de granizo, com que atinge quem Lhe apraz, livrando delequem quer? Pouco falta para que o resplendor das centelhas lhes ofusque as vistas.",
        "numberInSurah": 43,
        "juz": 18,
        "manzil": 4,
        "page": 355,
        "ruku": 306,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2835,
        "text": "Deus alterna a noite e o dia. Em verdade, nisto há uma lição para os sensatos.",
        "numberInSurah": 44,
        "juz": 18,
        "manzil": 4,
        "page": 356,
        "ruku": 306,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2836,
        "text": "E Deus criou da água todos os animais; e entre eles há os répteis, os bípedes e os quadrúpedes. Deus cria o que Lheapraz, porque Deus é Onipotente.",
        "numberInSurah": 45,
        "juz": 18,
        "manzil": 4,
        "page": 356,
        "ruku": 306,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2837,
        "text": "Temos revelado lúcidos versículos; e Deus encaminha quem Lhe apraz à senda reta.",
        "numberInSurah": 46,
        "juz": 18,
        "manzil": 4,
        "page": 356,
        "ruku": 306,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2838,
        "text": "Dizem: Cremos em Deus e no Mensageiro, e obedecemos. Logo, depois disso, uma parte deles volta as costas, porquenão é fiel.",
        "numberInSurah": 47,
        "juz": 18,
        "manzil": 4,
        "page": 356,
        "ruku": 306,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2839,
        "text": "E quando são convocados ante Deus e Seu Mensageiro, para que julguem entre eles, eis que um grupo deles desdenha.",
        "numberInSurah": 48,
        "juz": 18,
        "manzil": 4,
        "page": 356,
        "ruku": 306,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2840,
        "text": "Porém, se a razão está do lado deles, correm a ele, obedientes.",
        "numberInSurah": 49,
        "juz": 18,
        "manzil": 4,
        "page": 356,
        "ruku": 306,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2841,
        "text": "Abrigam a morbidez em seus corações; duvidam eles, ou temem que Deus e Seu Mensageiro os defraudem? Qual! É queeles são uns iníquos!",
        "numberInSurah": 50,
        "juz": 18,
        "manzil": 4,
        "page": 356,
        "ruku": 306,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2842,
        "text": "A resposta dos fiéis, ao serem convocados ante Deus e Seu Mensageiro, para que julguem entre eles, será: Escutamos eobedecemos! E serão venturosos.",
        "numberInSurah": 51,
        "juz": 18,
        "manzil": 4,
        "page": 356,
        "ruku": 307,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2843,
        "text": "Aqueles que obedecerem a Deus e ao Seu Mensageiro e temerem a Deus e a Ele se submeterem, serão os ganhadores!",
        "numberInSurah": 52,
        "juz": 18,
        "manzil": 4,
        "page": 356,
        "ruku": 307,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2844,
        "text": "Juraram solenemente por Deus que se tu lhes ordenasses (marcharem para o combate) iriam. Dize-lhes: Não jureis! Épreferível um obediência sincera. Sabei que Deus está bem inteirado de tudo quanto fazeis.",
        "numberInSurah": 53,
        "juz": 18,
        "manzil": 4,
        "page": 356,
        "ruku": 307,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2845,
        "text": "Dize-lhes (mais): Obedecei a Deus e obedecei ao Mensageiro. Porém, se vos recusardes, sabei que ele (o Mensageiro) ésó responsável pelo que lhe está encomendado, assim como vós sereis responsáveis pelo que vos está encomendado. Mas seobedecerdes, encaminhar-vos-eis, porque não incumbe ao Mensageiro mais do que a proclamação da lúcida Mensagem.",
        "numberInSurah": 54,
        "juz": 18,
        "manzil": 4,
        "page": 357,
        "ruku": 307,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2846,
        "text": "Deus prometeu, àqueles dentre vós que crêem e praticam o bem, fazê-los herdeiros da terra, como fez com os seusantepassados; consolidar-lhes a religião que escolheu para eles, e trocar a sua apreensão por tranqüilidade - Que Meadorem e não Me associem a ninguém! - Mas aqueles que, depois disto, renegarem, serão depravados.",
        "numberInSurah": 55,
        "juz": 18,
        "manzil": 4,
        "page": 357,
        "ruku": 307,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2847,
        "text": "E observai a oração, pagai o zakat e obedecei ao Mensageiro, para que tenha misericórdia de vós.",
        "numberInSurah": 56,
        "juz": 18,
        "manzil": 4,
        "page": 357,
        "ruku": 307,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2848,
        "text": "Não penses (ó Mensageiro) que os incrédulos podem desafiar-Nos na terra; a sua morada será o inferno. Que funestodestino!",
        "numberInSurah": 57,
        "juz": 18,
        "manzil": 4,
        "page": 357,
        "ruku": 307,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2849,
        "text": "Ó fiéis, que vossos criados e aqueles que ainda não alcançaram a puberdade vos peçam permissão (para vos abordar), em três ocasiões: antes da oração da alvorada; quando tirardes as vestes para a sesta; e depois da oração da noite - trêsocasiões de vossa intimidade. Fora disto, não sereis, nem vós, nem eles recriminados, se vos visitardes mutuamente. AssimDeus vos elucida os versículos, porque é Sapiente, Prudentíssimo.",
        "numberInSurah": 58,
        "juz": 18,
        "manzil": 4,
        "page": 357,
        "ruku": 308,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2850,
        "text": "Quando as vossas crianças tiverem alcançado a puberdade, que vos peçam permissão, tal como o faziam os seuspredecessores. Assim Deus vos elucida os Seus versículos, porque é Sapiente, Prudentíssimo.",
        "numberInSurah": 59,
        "juz": 18,
        "manzil": 4,
        "page": 358,
        "ruku": 308,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2851,
        "text": "Quanto às idosas que não aspirarem ao matrimônio, não serão recriminadas por se despojarem das suas vestimentasexteriores, não devendo, contudo exporem os seus atrativos. Porém, se se abstiverem disso, será melhor para elas. Sabei queDeus é Oniouvinte, Sapientíssimo.",
        "numberInSurah": 60,
        "juz": 18,
        "manzil": 4,
        "page": 358,
        "ruku": 308,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2852,
        "text": "Não haverá recriminação se o cego, o coxo, o enfermo, vós mesmos, comerdes em vossas casas, nas de vossos pais, devossas mães, de vossos irmãos, nas de vossos tios paternos, de vossas tias paternas, de vossos tios maternos, de vossas tiasmaternas, nas de que tomais conta, ou na de vossos amigos. Tampouco sereis censurados de comerdes em comum ouseparadamente. Quando entrardes em uma casa, saudai-vos mutualmente com a saudação bendita e afável, com referência aDeus. Assim, Ele vos elucida os Seus versículos para que raciocineis.",
        "numberInSurah": 61,
        "juz": 18,
        "manzil": 4,
        "page": 358,
        "ruku": 308,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2853,
        "text": "Somente são fiéis aqueles que crêem em Deus e em Seu Mensageiro e os que, quando estão reunidos com ele, para umassunto de ação coletiva, não se retiram sem antes haver-lhe pedido permissão. Aqueles que te pedirem permissão são osque crêem em Deus e no Seu Mensageiro. Se te pedirem permissão para irem tratar de alguns dos seus afazeres, concede-a aquem quiseres, e implora, para eles, o perdão de Deus, porque é Indulgente, Misericordiosíssimo.",
        "numberInSurah": 62,
        "juz": 18,
        "manzil": 4,
        "page": 359,
        "ruku": 309,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2854,
        "text": "Não julgueis que a convocação do Mensageiro, entre vós, é igual à convocação mútua entre vós, pois Deus conheceaqueles que, dentre vós, se esquivam furtivamente. Que temam, aqueles que desobedecem às ordens do Mensageiro, que lhessobrevenha uma provação ou lhes açoite um doloroso castigo.",
        "numberInSurah": 63,
        "juz": 18,
        "manzil": 4,
        "page": 359,
        "ruku": 309,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2855,
        "text": "Não é, acaso, certo, que é de Deus tudo quanto há nos céus e na terra? Sem dúvida que Ele conhece os vossossentimentos. E no dia em que (os humanos) retornarem a Ele, inteirá-los-á de tudo quanto houverem feito, porque Deus éOnisciente.",
        "numberInSurah": 64,
        "juz": 18,
        "manzil": 4,
        "page": 359,
        "ruku": 309,
        "hizbQuarter": 143,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "pt.elhayek",
      "language": "pt",
      "name": "El-Hayek",
      "englishName": "Samir El-Hayek",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}