{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 28,
    "name": "سُورَةُ القَصَصِ",
    "englishName": "Al-Qasas",
    "englishNameTranslation": "The Stories",
    "revelationType": "Meccan",
    "numberOfAyahs": 88,
    "ayahs": [
      {
        "number": 3253,
        "text": "Tah, Sin, Mim.",
        "numberInSurah": 1,
        "juz": 20,
        "manzil": 5,
        "page": 385,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3254,
        "text": "Estes são os versículos do Livro lúcido.",
        "numberInSurah": 2,
        "juz": 20,
        "manzil": 5,
        "page": 385,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3255,
        "text": "Em verdade, relatar-te-emos, algo da história de Moisés e do Faraó (e também) ao povo fiel.",
        "numberInSurah": 3,
        "juz": 20,
        "manzil": 5,
        "page": 385,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3256,
        "text": "É certo que o Faraó se envaideceu, na terra (do Egito) e dividiu em castas o seu povo; subjugou um grupo deles, sacrificando-lhes os filhos e deixando com vidas as suas mulheres. Ele era um dos corruptores.",
        "numberInSurah": 4,
        "juz": 20,
        "manzil": 5,
        "page": 385,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3257,
        "text": "E quisemos agraciar os subjugados na terra, designando-os imames e constituindo-os herdeiros.",
        "numberInSurah": 5,
        "juz": 20,
        "manzil": 5,
        "page": 385,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3258,
        "text": "E os arraigando na terra, para mostrarmos ao Faraó, a Haman e seus exércitos, o que temiam.",
        "numberInSurah": 6,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3259,
        "text": "E inspiramos a mãe de Moisés: Amamenta-o e, se temes por ele, lança-o ao rio; não temas, nem te aflijas, porque todevolveremos e o faremos um dos mensageiros.",
        "numberInSurah": 7,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3260,
        "text": "A família do Faraó recolheu-o, para que viesse a ser, para os seus membros, um adversário e uma aflição; isso porque oFaraó, Haman e seus exércitos eram pecadores.",
        "numberInSurah": 8,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3261,
        "text": "E a mulher do Faraó disse: Será meu consolo e teu. Não o mates! Talvez nos seja útil, ou o adoremos como filho. E elesde nada se aperceberam.",
        "numberInSurah": 9,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3262,
        "text": "O coração impaciente da mãe de Moisés tornou-se vazio, e pouco faltou para que ela se delatasse, não lhe tivéssemosNós confortado o coração, para que continuasse sendo uma das fiéis.",
        "numberInSurah": 10,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3263,
        "text": "E ela disse à irmã dele (Moisés): Segue-o! e esta o observou de longe, sem que os demais se apercebessem.",
        "numberInSurah": 11,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3264,
        "text": "E fizemos com que recusasse as nutrizes. E disse (a irmã, referindo-se ao bebê): Quereis que vos indique uma casafamiliar, onde o criarão para vós e serão seus custódios?",
        "numberInSurah": 12,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3265,
        "text": "Restituímo-lo, assim, à mãe, para que se consolasse e não se afligisse, e para que verificasse que a promessa de Deus éverídica. Porém, a maioria o ignora.",
        "numberInSurah": 13,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3266,
        "text": "E quando chegou à idade adulta, e estava bem estabelecido concedemos-lhe prudência e sabedoria; assimrecompensamos os benfeitores.",
        "numberInSurah": 14,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3267,
        "text": "E entrou na cidade, em um momento de descuido, por parte dos seus moradores, e encontrou nela dois homens brigando; um era da sua casta, e o outro da de seus adversários. O da sua casta pediu-lhe ajuda a respeito do adversário; Moisésespancou este e o matou. Disse: Isto é obra de Satanás, porque é um inimigo declarado, desencaminhador!",
        "numberInSurah": 15,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3268,
        "text": "Disse (ainda): Ó Senhor meu, certamente me condenei! Perdoa-me, pois! E (Deus) o perdoou, porque é o Indulgente, oMisericordiosíssimo.",
        "numberInSurah": 16,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3269,
        "text": "Disse (mais): Ó Senhor meu, posto que me tens agraciado, juro que jamais ampararei os criminosos!",
        "numberInSurah": 17,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3270,
        "text": "Amanheceu, então, na cidade, temeroso e receoso, e eis que aquele que na véspera lhe havia pedido socorro gritava-lhepelo mesmo. Moisés lhe disse: Evidentemente, és um desordeiro!",
        "numberInSurah": 18,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3271,
        "text": "E quando quis castigar o inimigo de ambos, este lhe disse: Ó Moisés, queres matar-me como mataste, ontem, um homem? Só anseias ser opressor na terra e não queres ser um dos pacificadores!",
        "numberInSurah": 19,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3272,
        "text": "E dos confins da cidade acudiu, ligeiro, um homem que lhe disse: Ó Moisés, em verdade, os chefes conspiram contra ti, para matar-te. Sai, pois, da cidade, porque sou, para ti, um dos que dão sinceros conselhos!",
        "numberInSurah": 20,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3273,
        "text": "Saiu então de lá, temeroso e receoso; disse: Ó Senhor meu, salva-me dos iníquos.",
        "numberInSurah": 21,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3274,
        "text": "E quando se dirigiu rumo a Madian, disse: Quiçá meu Senhor me indique a senda reta.",
        "numberInSurah": 22,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3275,
        "text": "E quando chegou à aguada de Madian, achou nela um grupo de pessoas que dava de beber (ao rebanho), e viu duasmoças que aguardavam, afastadas, por seu turno. Perguntou-lhes: Que vos ocorre? Responderam-lhe: Não podemos dar debeber (ao nosso rebanho), até que os pastores se tenham retirado, (e temos nós de fazer isso) porque o nosso pai édemasiado idoso.",
        "numberInSurah": 23,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3276,
        "text": "Assim, ele deu de beber ao rebanho, e logo, retirando- se para uma sombra, disse: Ó Senhor meu, em verdade, estounecessitado de qualquer dádiva que me envies!",
        "numberInSurah": 24,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3277,
        "text": "E uma (moça) se aproximou dele, caminhando timidamente, e lhe disse: Em verdade meu pai te convida pararecompensar-te por teres dado de beber (ao nosso rebanho). E quando se apresentou a ele e lhe fez a narração da (sua) aventura, (o ancião) lhe disse: Não temas! Tu te livraste dos iníquos.",
        "numberInSurah": 25,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3278,
        "text": "Uma delas disse, então: Ó meu pai, emprega-o, porque é o melhor que poderás empregar, pois é forte e fiel.",
        "numberInSurah": 26,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3279,
        "text": "Disse (o pai): Na verdade, quero casar-te com uma das minhas filhas, com a condição de que me sirvas durante oitoanos; porém, se cumprires dez, será por teu gosto, pois não quero obrigar-te e, se Deus quiser, achar-me-ás entre os justos.",
        "numberInSurah": 27,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3280,
        "text": "Respondeu-lhe: Tal fica combinado entre mim e ti, e, seja qual for o término que tenha de cumprir, que não haveráinjustiça contra mim. seja Deus testemunha de tudo quanto dissermos!",
        "numberInSurah": 28,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3281,
        "text": "E quando Moisés cumpriu o término e viajava com a sua família, percebeu, ao longe, um fogo, ao lado do monte (Sinai) e disse à sua família: Aguardai aqui, porque vejo fogo. Quiçá vos diga do que se trata ou traga umas brasas para vosaquecerdes.",
        "numberInSurah": 29,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3282,
        "text": "E quando lá chegou, foi chamado por uma voz, que partia do lado direito do vale, a planície bendita, junto à árvore: ÓMoisés, sou Eu, Deus, Senhor do Universo!",
        "numberInSurah": 30,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3283,
        "text": "Arroja teu cajado! E quando o viu agitar-se como uma serpente, virou-se em fuga, sem se voltar. (Foi-lhe dito): ÓMoisés, aproxima-te e não temas, porque és um dos que estão a salvo.",
        "numberInSurah": 31,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3284,
        "text": "Introduz a tua mão em teu manto e a retirarás diáfana, imaculada; e junta a tua mão ao teu flanco (o que te resguardará) contra o temor. Estes serão dois argumentos (irrefutáveis) do teu Senhor para o Faraó, e seus chefes, porque são depravados.",
        "numberInSurah": 32,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3285,
        "text": "Disse (Moisés): Ó Senhor meu, em verdade, matei um homem deles e temo que me matem!",
        "numberInSurah": 33,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3286,
        "text": "E meu irmão, Aarão, é mais eloqüente do que eu; envia-o, pois, comigo, como auxiliar, para confirmar-me, porque temoque me desmintam.",
        "numberInSurah": 34,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3287,
        "text": "Respondeu-lhe: Em verdade, fortalecer-te-emos com teu irmão; dar-vos-emos tal autoridade, para que eles jamaispossam igualar-se a vós. Com os Nossos sinais, vós e aqueles que vos seguirem sereis vencedores.",
        "numberInSurah": 35,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3288,
        "text": "Mas quando Moisés lhes apresentou os Nossos sinais evidentes, disseram: isto não é mais do que falsa magia, poisjamais ouviremos falar disso os nossos antepassados.",
        "numberInSurah": 36,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3289,
        "text": "Moisés lhes disse: Meu Senhor sabe melhor do que ninguém quem virá com a Sua orientação e quem obterá a últimamorada. Em verdade, os iníquos jamais prosperarão.",
        "numberInSurah": 37,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3290,
        "text": "O Faraó disse: Ó chefes, não tendes, que eu saiba, outro deus além de mim! Ó Haman, acende, pois, (o forno), para (cozer) tijolos, e fabrica-me um monumento para que possa elevar-me até ao Deus de Moisés, se bem que, segundo meparece, (Moisés) seja um dos impostores!",
        "numberInSurah": 38,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3291,
        "text": "E eles, com os seus exércitos, ensoberbeceram-se, e pensaram que jamais retornariam a Nós!",
        "numberInSurah": 39,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3292,
        "text": "Porém, apanhamo-lo, juntamente com os seus exércitos, e os precipitamos no mar. Repara, pois, qual foi o fim dosiníquos!",
        "numberInSurah": 40,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3293,
        "text": "E os designamos líderes, para incitarem (seus sequazes) ao fogo infernal; e, no Dia da Ressurreição, não serãosocorridos.",
        "numberInSurah": 41,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3294,
        "text": "E os perseguimos com a maldição, neste mundo, e, no Dia da Ressurreição, estarão entre os execrados.",
        "numberInSurah": 42,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3295,
        "text": "Depois de termos aniquilado as primeiras gerações, concedemos a Moisés o Livro como discernimento, orientação emisericórdia para os humanos, a fim de que refletissem.",
        "numberInSurah": 43,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3296,
        "text": "Porém, tu (ó Mohammad) não estavas do lado ocidental (do monte Sinai) quando decretamos a Moisés os mandamentos, nem tampouco te contavas entre as testemunhas (de tal evento).",
        "numberInSurah": 44,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3297,
        "text": "Mas criamos novas gerações, que viveram muito tempo. Tu não eras habitante entre os madianitas, para lhes recitares osNossos versículos; porém, Nós é Quem mandamos mensageiros.",
        "numberInSurah": 45,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3298,
        "text": "Tampouco estiveste no sopé do monte Sinai quando chamamos (Moisés); porém, foi uma misericórdia do teu Senhor, para que admoestes um povo que, antes de ti, jamais teve admoestador algum; quiçá, assim reflitam.",
        "numberInSurah": 46,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3299,
        "text": "E para que, quando os açoitar uma calamidade, por suas más ações, não se escusem, dizendo: Ó Senhor nosso, por quenão nos enviastes um mensageiro, para que seguíssemos os Teus versículos e nos contássemos entre os fiéis?",
        "numberInSurah": 47,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3300,
        "text": "Porém, quando lhes chegou de Nós a verdade, disseram: Por que não lhe foi concedido o mesmo que foi concedido aMoisés? - Não descreram eles no que foi concedido, antes, a Moisés? Disseram: São dois magos, que se ajudammutuamente! E disseram: Em verdade negamos tudo!",
        "numberInSurah": 48,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3301,
        "text": "Dize-lhes: Apresentai um livro, da parte de Deus, que seja melhor guia do que qualquer um destes (Alcorão e Tora); então, eu o seguirei, se estiverdes certos.",
        "numberInSurah": 49,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3302,
        "text": "E se não te atenderem, ficarás sabendo, então, que só seguem as suas luxúrias. Haverá alguém mais desencaminhado doque quem segue sua concupiscência, sem orientação alguma de Deus? Em verdade, Deus não encaminha os iníquos.",
        "numberInSurah": 50,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3303,
        "text": "Eis que lhes fizemos chegar, sucessivamente, a Palavra, para que refletissem.",
        "numberInSurah": 51,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3304,
        "text": "(São) aqueles a quem concedemos o Livro, antes, e nele crêem.",
        "numberInSurah": 52,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3305,
        "text": "E quando lhes é recitado (o Alcorão), dizem: Cremos nele, porque é a verdade, emanada do nosso Senhor. Em verdade, já éramos muçulmanos, antes disso.",
        "numberInSurah": 53,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3306,
        "text": "A estes lhes será duplicada a recompensa por sua perseverança, porque retribuem o mal com o bem e praticam acaridade daquilo com que os agraciamos.",
        "numberInSurah": 54,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3307,
        "text": "E quando ouvem futilidades, afastam-se delas, dizendo: Somos responsáveis pelas nossas ações e vós (incrédulos) pelasvossas; que a paz esteja convosco! Não aspiramos à amizade dos insipientes.",
        "numberInSurah": 55,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3308,
        "text": "Por certo que não és tu que orientas a quem queres; contudo, Deus orienta a quem Lhe apraz, porque conhece melhor doque ninguém os encaminhados.",
        "numberInSurah": 56,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3309,
        "text": "(Os maquenses) dizem: Se seguíssemos, como tu, a Orientação (Alcorão), seríamos retirados de nossa terra! Porventura, não lhes temos estabelecido um santuário seguro ao qual chegam produtos de toda espécie como provisão Nossa! Porém, amaioria o ignora.",
        "numberInSurah": 57,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3310,
        "text": "Quantas cidades temos destruído porque exultaram em sua vida (quanto às facilidades e à fartura)! Eis que suashabitações foram desabitadas, a não ser por uns poucos, depois deles, e fomos Nós o Herdeiro!",
        "numberInSurah": 58,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3311,
        "text": "É inconcebível que teu Senhor tivesse destruído cidades, se antes enviar os seus habitantes um mensageiro que lhesrecitasse os Nossos versículos. Tampouco aniquilamos cidade alguma, a menos que os seus moradores fosse iníquos.",
        "numberInSurah": 59,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3312,
        "text": "Tudo quanto vos tem sido concedido não é mais do que um gozo da vida terrena com os seus encantos; por outra, o queestá junto a Deus é preferível e mais persistente. Não raciocinais?",
        "numberInSurah": 60,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3313,
        "text": "Acaso, aquele a quem temos feito uma boa promessa e que, com certeza, a alcançará, poderá ser equiparado àquele queagraciamos com o gozo da vida terrena, mas que, no Dia da Ressurreição, contar-se-á entre os que serão trazidos (ajulgamento)?",
        "numberInSurah": 61,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3314,
        "text": "Recorda-lhes o dia em que (Deus) os convocará e lhes dirá: Onde estão os parceiros que pretendestes atribuir-Me?",
        "numberInSurah": 62,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3315,
        "text": "E aqueles sobre os quais pesar tal atribuição, dirão: Ó Senhor nosso, são estes os que extraviamos; extraviamo-los, como fomos extraviados; isentamo-nos deles na Tua presença, posto que não nos adoravam.",
        "numberInSurah": 63,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3316,
        "text": "E lhes será dito: Invocai vossos parceiros! E os invocarão; porém, não os atenderão.",
        "numberInSurah": 64,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3317,
        "text": "Será o dia em que Ele os convocar, e em que lhes perguntará: Que respondestes aos mensageiros?",
        "numberInSurah": 65,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3318,
        "text": "Nesse dia obscurecer-se-lhes-ão as respostas e eles não (poderão) se inquirir mutuamente.",
        "numberInSurah": 66,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3319,
        "text": "Porém, quanto ao que se arrepender e praticar o bem, é possível que se conte entre os bem-aventurados.",
        "numberInSurah": 67,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3320,
        "text": "Teu Senho cria e escolhe da maneira que melhor Lhe apraz, ao passo que eles não têm faculdade de escolha. Glorificadoseja Deus de tudo quanto Lhe associam!",
        "numberInSurah": 68,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3321,
        "text": "Teu Senhor conhece tanto o que dissimulam os seus corações como o que manifestam (as suas bocas).",
        "numberInSurah": 69,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3322,
        "text": "E Ele é Deus! Não há mais divindade além d'Ele! Seus são os louvores, do início e no fim! Seu é o juízo! E a Eleretornareis!",
        "numberInSurah": 70,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3323,
        "text": "Pergunta-lhes: Que vos pareceria se Deus vos prolongasse a noite até ao Dia da Ressurreição? Que outra divindade, além de Deus, poderia trazer-vos a claridade? Não atentais para isso?",
        "numberInSurah": 71,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3324,
        "text": "Pergunta-lhes mais: Que vos pareceria se Deus vos prolongasse o dia até ao Dia da Ressurreição? Que outra divindade, além de Deus, poderia proporcionar-vos a noite, para que repousásseis? Não vedes?",
        "numberInSurah": 72,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3325,
        "text": "Mercê de Sua misericórdia vos fez a noite e o dia; (a noite) para que repouseis; (o dia) para que procureis a Sua graça, afim de que Lhe agradeçais.",
        "numberInSurah": 73,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3326,
        "text": "O dia em que os convocar, dirá: Onde estão aqueles parceiros que pretendestes (associar-Me)?",
        "numberInSurah": 74,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3327,
        "text": "E tiraremos uma testemunha de cada povo, e diremos: Apresentai as vossas provas! E então saberão que a verdade sópertence a Deus, e tudo quanto tiverem forjado desvanecer-se-á.",
        "numberInSurah": 75,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3328,
        "text": "Em verdade, Carun era do povo de Moisés e o envergonhou. Havíamos-lhe concedido tantos tesouros, que as suaschaves constituíam uma carga para um grupo de homens robustos. Recorda quando o seu povo lhe disse: Não exultes, porqueDeus não aprecia os exultados.",
        "numberInSurah": 76,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3329,
        "text": "Mas procura, com aquilo com que Deus te tem agraciado, a morada do outro mundo; não te esqueças da tua porção nestemundo, e sê amável, como Deus tem sido para contigo, e não semeies a corrupção na terra, porque Deus não aprecia oscorruptores.",
        "numberInSurah": 77,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3330,
        "text": "Respondeu: Isto me foi concedido, devido a certo conhecimento que possuo! Porém, ignorava que Deus já haviaexterminado tantas gerações, mais vigorosas e mais opulentas do que ele. Em verdade, os pecadores não serão interrogados (imediatamente) sobre os seus pecados.",
        "numberInSurah": 78,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3331,
        "text": "Então apresentou-se seu povo, com toda a sua pompa. Os que ambicionavam a vida terrena disseram: Oxalá tivéssemoso mesmo que foi concedido a Carun! Quão afortunado é!",
        "numberInSurah": 79,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3332,
        "text": "Porém, os sábios lhes disseram: Ai de vós! A recompensa de Deus é preferível para o fiel que pratica o bem. Porém, ninguém a obterá, a não ser os perseverantes.",
        "numberInSurah": 80,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3333,
        "text": "E fizemo-lo ser tragado, juntamente com sua casa, pela terra, e não teve partido algum que o defendesse de Deus, e nãose contou entre os defendidos.",
        "numberInSurah": 81,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3334,
        "text": "E aqueles que, na véspera, cobiçavam a sua sorte, disseram: Ai de nós! Deus prodigaliza ou restringe as Suas mercês aquem Lhe apraz, dentre os Seus servos! Se Deus não nos tivesse agraciado, far-nos-ia sermos tragados pela terra. Emverdade, os incrédulos jamais prosperarão.",
        "numberInSurah": 82,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3335,
        "text": "Destinamos a morada, no outro mundo, àqueles que não se envaidecem nem fazem corrupção na terra; e a recompensaserá dos tementes.",
        "numberInSurah": 83,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3336,
        "text": "Aqueles que tiverem praticado o bem, obterão algo melhor do que isso; por outra, quem houver praticado o mal, saibaque os malfeitores não serão punidos senão segundo o houverem feito.",
        "numberInSurah": 84,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3337,
        "text": "Em verdade, Quem te prescreveu o Alcorão te repatriará. Dize-lhes: Meu Senhor sabe muito melhor do que ninguémquem trouxe a Orientação e quem está em erro evidente.",
        "numberInSurah": 85,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3338,
        "text": "E não esperavas que te fosse revelado o Livro; foi-o, devido à misericórdia do teu Senhor. Não sirvas, pois, de amparoaos incrédulos!",
        "numberInSurah": 86,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3339,
        "text": "Que jamais te afastem dos versículos de Deus, uma vez que te foram revelados; admoesta (os humanos) quanto ao teuSenhor e não sejas um daqueles que (Lhe) atribuem parceiros.",
        "numberInSurah": 87,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3340,
        "text": "E não invoqueis, à semelhança de Deus, outra divindade, porque não há mais divindades além d'Ele! Tudo perecerá, exceto o Seu Rosto Seu é o Juízo, e a Ele retornareis!",
        "numberInSurah": 88,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "pt.elhayek",
      "language": "pt",
      "name": "El-Hayek",
      "englishName": "Samir El-Hayek",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}