{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 29,
    "name": "سُورَةُ العَنكَبُوتِ",
    "englishName": "Al-Ankaboot",
    "englishNameTranslation": "The Spider",
    "revelationType": "Meccan",
    "numberOfAyahs": 69,
    "ayahs": [
      {
        "number": 3341,
        "text": "Alef, Lam, Mim.",
        "numberInSurah": 1,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3342,
        "text": "Porventura, pensam os humanos que serão deixados em paz, só porque dizem: Cremos!, sem serem postos à prova?",
        "numberInSurah": 2,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3343,
        "text": "Havíamos provado seus antecessores, a fim de que Deus distinguisse os leais dos impostores.",
        "numberInSurah": 3,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3344,
        "text": "Crêem, acaso, os malfeitores, que poderão iludir-Nos? Quão péssimo é o que julgam!",
        "numberInSurah": 4,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3345,
        "text": "Quanto àquele que anela o comparecimento ante Deus, saiba que certamente o destino prefixado, por Ele, é inexorável, porque Ele é o Oniouvinte, o Sapientíssimo.",
        "numberInSurah": 5,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3346,
        "text": "Quanto àquele que lutar pela causa de Deus, o fará em benefício próprio; porém, sabei que Deus pode prescindir de todaa humanidade.",
        "numberInSurah": 6,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3347,
        "text": "Quanto aos fiéis que praticam o bem, saibam que os absolveremos das suas faltas e os recompensaremos com algosuperior ao que houverem feito.",
        "numberInSurah": 7,
        "juz": 20,
        "manzil": 5,
        "page": 397,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3348,
        "text": "E recomendamos ao homem benevolência para com seus pais; porém, se te forçarem a associar-Me ao que ignoras, nãolhes obedeças. Sabei (todos vós) que o vosso retorno será a Mim, e, então, inteirar-vos-ei de tudo quanto houverdes feito.",
        "numberInSurah": 8,
        "juz": 20,
        "manzil": 5,
        "page": 397,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3349,
        "text": "Quanto aos fiéis que praticam o bem, admiti-los-emos entre os virtuosos.",
        "numberInSurah": 9,
        "juz": 20,
        "manzil": 5,
        "page": 397,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3350,
        "text": "Entre os humanos há aqueles que dizem: Cremos em Deus! Porém, quando são afligidos pela causa de Deus, equiparam aopressão do homem ao castigo de Deus. E quando lhes chega algum socorro, da parte do teu Senhor, dizem: Em verdade, estávamos convosco! Acaso Deus não sabe melhor do que ninguém tudo quanto encerram os corações das criaturas?",
        "numberInSurah": 10,
        "juz": 20,
        "manzil": 5,
        "page": 397,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3351,
        "text": "E certamente Deus conhece tanto os fiéis quanto os hipócritas.",
        "numberInSurah": 11,
        "juz": 20,
        "manzil": 5,
        "page": 397,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3352,
        "text": "E os incrédulos dizem aos fiéis: Segui a nossa senda, e nos responsabilizaremos por vossas faltas! Qual! Não podemnem se responsabilizar pelas suas faltas, porque são impostores!",
        "numberInSurah": 12,
        "juz": 20,
        "manzil": 5,
        "page": 397,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3353,
        "text": "Certamente, arcarão com o seu peso, assim como outros pesos além do seu; e no Dia da Ressurreição serão interrogadossobre tudo quanto houverem forjado.",
        "numberInSurah": 13,
        "juz": 20,
        "manzil": 5,
        "page": 397,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3354,
        "text": "Enviamos Noé ao seu povo; permaneceu entre eles mil anos menos cinqüenta, e o dilúvio surpreendeu esse povo em suainiqüidade.",
        "numberInSurah": 14,
        "juz": 20,
        "manzil": 5,
        "page": 397,
        "ruku": 343,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3355,
        "text": "E o salvamos, juntamente com os ocupantes da arca, e fizemos dela um sinal para a humanidade.",
        "numberInSurah": 15,
        "juz": 20,
        "manzil": 5,
        "page": 398,
        "ruku": 343,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3356,
        "text": "E recorda-te de Abraão, quando disse ao seu povo: Adorai a Deus e temei-O! isso será melhor para vós, se ocompreendeis!",
        "numberInSurah": 16,
        "juz": 20,
        "manzil": 5,
        "page": 398,
        "ruku": 343,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3357,
        "text": "Qual, somente adorais ídolos, em vez de Deus, e inventai calúnias! Em verdade, os que adorais, em vez de Deus, nãopodem proporcionar-vos sustento. Procurai, pois, o sustento junto a Deus, adorai-O e agradecei-Lhe, porque a Eleretornareis.",
        "numberInSurah": 17,
        "juz": 20,
        "manzil": 5,
        "page": 398,
        "ruku": 343,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3358,
        "text": "E se rejeitardes (a Mensagem), sabei que outras gerações, anteriores a vós, desmentiram (seus mensageiros). E aomensageiro só incumbe a proclamação da lúcida mensagem.",
        "numberInSurah": 18,
        "juz": 20,
        "manzil": 5,
        "page": 398,
        "ruku": 343,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3359,
        "text": "Não reparam, acaso, em como Deus origina a criação e logo a reproduz? Em verdade, isso é fácil a Deus.",
        "numberInSurah": 19,
        "juz": 20,
        "manzil": 5,
        "page": 398,
        "ruku": 343,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3360,
        "text": "Dize-lhes: Percorrei a terra e contemplai como Deus origina a criação; assim sendo, Deus pode produzir outra criação, porque Deus é Onipotente.",
        "numberInSurah": 20,
        "juz": 20,
        "manzil": 5,
        "page": 398,
        "ruku": 343,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3361,
        "text": "Ele castiga quem deseja e Se apiada de quem Lhe apraz, e a Ele retornareis.",
        "numberInSurah": 21,
        "juz": 20,
        "manzil": 5,
        "page": 398,
        "ruku": 343,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3362,
        "text": "Não podereis frustrar (os Planos de Deus), tanto na terra como no céus, e além de Deus não tereis protetor nem defensoralgum!",
        "numberInSurah": 22,
        "juz": 20,
        "manzil": 5,
        "page": 398,
        "ruku": 343,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3363,
        "text": "Quanto àqueles que negam os versículos de Deus e o comparecimento ante Ele, esses desesperarão por Minha clemênciae sofrerão um doloroso castigo.",
        "numberInSurah": 23,
        "juz": 20,
        "manzil": 5,
        "page": 398,
        "ruku": 344,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3364,
        "text": "Porém, a única resposta do seu povo (de Abraão) foi: Matai-o e queimai-o! Mas Deus o salvou do fogo. Certamente, nisso há sinais para os crentes.",
        "numberInSurah": 24,
        "juz": 20,
        "manzil": 5,
        "page": 399,
        "ruku": 344,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3365,
        "text": "E ele lhes disse: Só haveis adotado ídolos em vez de Deus, como vínculo de amor entre vós, na vida terrena; eis que, noDia da Ressurreição, desconhecer-vos-eis e vos amaldiçoareis reciprocamente; e vossa morada será o fogo, e jamais tereissocorredores.",
        "numberInSurah": 25,
        "juz": 20,
        "manzil": 5,
        "page": 399,
        "ruku": 344,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3366,
        "text": "Lot acreditou nele. Ele disse: Em verdade, emigrarei para onde me ordene o meu Senhor, porque Ele é o Poderoso, oPrudentíssimo.",
        "numberInSurah": 26,
        "juz": 20,
        "manzil": 5,
        "page": 399,
        "ruku": 344,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3367,
        "text": "E o agraciamos com Isaac e Jacó, e designamos, para a sua prole, a profecia e o Livro; concedemos-lhe a suarecompensa neste mundo e, no outro, contar-se-á entre os virtuosos.",
        "numberInSurah": 27,
        "juz": 20,
        "manzil": 5,
        "page": 399,
        "ruku": 344,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3368,
        "text": "E de quando Lot disse ao seu povo: Verdadeiramente, cometeis obscenidades que ninguém no mundo cometeu, antes devós.",
        "numberInSurah": 28,
        "juz": 20,
        "manzil": 5,
        "page": 399,
        "ruku": 344,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3369,
        "text": "Vós vos aproximais dos homens, assaltais as estradas e, em vossos concílios, cometeis o ilícito! Porém, a única respostado seu povo foi: Manda-nos o castigo de Deus, se estiveres certo.",
        "numberInSurah": 29,
        "juz": 20,
        "manzil": 5,
        "page": 399,
        "ruku": 344,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3370,
        "text": "Disse: Ó Senhor meu, concede-me a vitória sobre o povo dos corruptores!",
        "numberInSurah": 30,
        "juz": 20,
        "manzil": 5,
        "page": 399,
        "ruku": 344,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3371,
        "text": "E quando os Nossos mensageiros (angelicais) levaram a Abraão as alvíssaras de boas novas, disseram: Em verdade, exterminaremos os moradores desta cidade, porque eles são iníquos.",
        "numberInSurah": 31,
        "juz": 20,
        "manzil": 5,
        "page": 400,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3372,
        "text": "Disse-lhes: Sabei que Lot vive nela. Disseram-lhe: Nós bem sabemos quem nela está; e sem dúvida que o salvaremos, juntamente com os seus familiares, exceto a sua mulher, que se contará entre os deixados para trás.",
        "numberInSurah": 32,
        "juz": 20,
        "manzil": 5,
        "page": 400,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3373,
        "text": "E quando Nossos mensageiros se apresentaram a Lot, este se angustiou por causa deles e por sua própria impotência emos defender. Disseram-lhe: Não temas, nem te aflijas, porque te salvaremos, juntamente com a tua família, exceto a tuamulher, que se contará entre os deixados para trás.",
        "numberInSurah": 33,
        "juz": 20,
        "manzil": 5,
        "page": 400,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3374,
        "text": "Sabei que desencadearemos sobre os moradores desta cidade um castigo do céu por sua depravação.",
        "numberInSurah": 34,
        "juz": 20,
        "manzil": 5,
        "page": 400,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3375,
        "text": "E, daquilo, deixamos um sinal para os sensatos.",
        "numberInSurah": 35,
        "juz": 20,
        "manzil": 5,
        "page": 400,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3376,
        "text": "E enviamos aos madianitas seu irmão, Xuaib (Jetro), que lhes disse: Ó povo meu, adorai a Deus, temei o Dia do JuízoFinal, e não injurieis na terra, corrompendo-a!",
        "numberInSurah": 36,
        "juz": 20,
        "manzil": 5,
        "page": 400,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3377,
        "text": "Porém, desmentiram-no, e a centelha os fulminou, e a manhã encontrou-os jacentes em seus lares.",
        "numberInSurah": 37,
        "juz": 20,
        "manzil": 5,
        "page": 400,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3378,
        "text": "E aniquilamos o povo de Ad e o de Samud, como atestam (as ruínas de) suas casas, porque Satanás lhes abrilhantou asações e os desencaminhou da (verdadeira) senda, apesar de serem perspicazes.",
        "numberInSurah": 38,
        "juz": 20,
        "manzil": 5,
        "page": 400,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3379,
        "text": "E (recorda-te de) Carun, do Faraó e de Haman. Moisés lhes apresentou as evidências, mas eles se ensoberbeceram naterra, mas não puderam iludir(-Nos).",
        "numberInSurah": 39,
        "juz": 20,
        "manzil": 5,
        "page": 401,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3380,
        "text": "Porém, castigamos cada um, por seus pecados; sobre alguns deles desencadeamos um furacão; a outros, fulminou-os oestrondo; a outros, fizemo-los serem tragados pela terra e, a outros, afogamo-los. É inconcebível que Deus os houvessecondenado; outrossim, condenaram-se a si mesmos.",
        "numberInSurah": 40,
        "juz": 20,
        "manzil": 5,
        "page": 401,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3381,
        "text": "O exemplo daqueles que adotam protetores, em vez de Deus, é igual ao da aranha, que constrói a sua própria casa. Porcerto que a mais fraca das casas é a teia de aranha. Se o soubessem!",
        "numberInSurah": 41,
        "juz": 20,
        "manzil": 5,
        "page": 401,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3382,
        "text": "Em verdade, Deus sabe que nada significa o que invocam em vez d'Ele, e Ele é o Poderoso, o Prudentíssimo.",
        "numberInSurah": 42,
        "juz": 20,
        "manzil": 5,
        "page": 401,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3383,
        "text": "E estas parábolas, citamo-las aos humanos; porém, só os sensatos as compreendem.",
        "numberInSurah": 43,
        "juz": 20,
        "manzil": 5,
        "page": 401,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3384,
        "text": "Deus criou os céus e a terra com prudência; certamente, nisto há um sinal para os fiéis.",
        "numberInSurah": 44,
        "juz": 20,
        "manzil": 5,
        "page": 401,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3385,
        "text": "Recita o que te foi revelado do Livro e observa a oração, porque a oração preserva (o homem) da obscenidade e doilícito; mas, na verdade, a recordação de Deus é o mais importante. Sabei que Deus está ciente de tudo quanto fazeis.",
        "numberInSurah": 45,
        "juz": 20,
        "manzil": 5,
        "page": 401,
        "ruku": 346,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3386,
        "text": "E não disputeis com os adeptos do Livro, senão da melhor forma, exceto com os iníquos, dentre eles. Dizei-lhes: Cremosno que nos foi revelado, assim como no que vos foi revelado antes; nosso Deus e o vosso são Um e a Ele nos submetemos.",
        "numberInSurah": 46,
        "juz": 21,
        "manzil": 5,
        "page": 402,
        "ruku": 346,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3387,
        "text": "E assim te revelamos o Livro. Aqueles a quem concedemos o Livro crêem nele, e também entre estes (árabes idólatras) há os que nele crêem; e ninguém, salvo os incrédulos, nega os Nosso versículos.",
        "numberInSurah": 47,
        "juz": 21,
        "manzil": 5,
        "page": 402,
        "ruku": 346,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3388,
        "text": "E nunca recitaste livro algum antes deste, nem o transcreveste com a tua mão direita; caso contrário, os difamadores teriaduvidado.",
        "numberInSurah": 48,
        "juz": 21,
        "manzil": 5,
        "page": 402,
        "ruku": 346,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3389,
        "text": "Qual! Ele encerra lúcidos versículos, inculcados nos corações daqueles a quem foi dado o conhecimento e ninguém, salvo os iníquos, nega os Nossos versículos.",
        "numberInSurah": 49,
        "juz": 21,
        "manzil": 5,
        "page": 402,
        "ruku": 346,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3390,
        "text": "E dizem: Por que não lhe foram revelados uns sinais do seu Senhor? Responde-lhes: Os sinais só estão com Deus, quanto a mim, sou somente um elucidativo admoestador.",
        "numberInSurah": 50,
        "juz": 21,
        "manzil": 5,
        "page": 402,
        "ruku": 346,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3391,
        "text": "Não lhes basta, acaso, que te tenhamos revelado o Livro, que lhes é recitado? Em verdade, nisto há mercês e mensagempara os fiéis.",
        "numberInSurah": 51,
        "juz": 21,
        "manzil": 5,
        "page": 402,
        "ruku": 346,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3392,
        "text": "Dize-lhes: Basta-me Deus por testemunha, entre vós e mim. Ele conhece o que há nos céus e na terra. Aqueles quecrerem nas vaidades e negarem Deus, serão os desventurados.",
        "numberInSurah": 52,
        "juz": 21,
        "manzil": 5,
        "page": 402,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3393,
        "text": "Apressam-te com o castigo; porém, se não fosse pelo término prefixado, tê-los-ia açoitado o castigo; saibam eles queeste os surpreenderá inopinadamente, sem que para isso estejam prevenidos.",
        "numberInSurah": 53,
        "juz": 21,
        "manzil": 5,
        "page": 403,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3394,
        "text": "Apressam-te com o castigo; porém, certamente, o inferno cercará os incrédulos (por todos os lados).",
        "numberInSurah": 54,
        "juz": 21,
        "manzil": 5,
        "page": 403,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3395,
        "text": "(Será) o dia em que o castigo os cobrirá por cima e por baixo; então, ser-lhe-á dito: Sofrei as conseqüências das vossasações!",
        "numberInSurah": 55,
        "juz": 21,
        "manzil": 5,
        "page": 403,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3396,
        "text": "Ó fiéis, servos Meus, em verdade, a Minha terra é ampla. Adorai-Me, pois!",
        "numberInSurah": 56,
        "juz": 21,
        "manzil": 5,
        "page": 403,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3397,
        "text": "Toda alma provará o gosto da morte; então, retornareis a Nós.",
        "numberInSurah": 57,
        "juz": 21,
        "manzil": 5,
        "page": 403,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3398,
        "text": "Quanto aos fiéis, que praticam o bem, dar-lhes-emos um lar no Paraíso, abaixo dos quais correm rios, onde morarãoeternamente. Quão excelente é a recompensa dos caritativos,",
        "numberInSurah": 58,
        "juz": 21,
        "manzil": 5,
        "page": 403,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3399,
        "text": "Que perseveram e se encomendam ao seu Senhor!",
        "numberInSurah": 59,
        "juz": 21,
        "manzil": 5,
        "page": 403,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3400,
        "text": "E quantas criaturas existem que não podem procurar o seus sustento! Deus as agracia da mesma maneira que a vós, e Eleé o Oniouvinte, o Sapientíssimo!",
        "numberInSurah": 60,
        "juz": 21,
        "manzil": 5,
        "page": 403,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3401,
        "text": "E se lhes perguntas: Quem criou os céus e a terra e submeteu o sol e a lua? Eles respondem: Deus! Então, por que seretraem?",
        "numberInSurah": 61,
        "juz": 21,
        "manzil": 5,
        "page": 403,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3402,
        "text": "Deus prodigaliza e restringe a subsistência a quem Lhe apraz, dentre os Seus servos, porque Deus é Onisciente.",
        "numberInSurah": 62,
        "juz": 21,
        "manzil": 5,
        "page": 403,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3403,
        "text": "E se lhes perguntas: Quem faz descer a água do céu e com ela vivifica a terra, depois de haver sido árida? Respondem-te: Deus! Dize: Louvado seja Deus! Porém, a maioria é insensata.",
        "numberInSurah": 63,
        "juz": 21,
        "manzil": 5,
        "page": 403,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3404,
        "text": "E que é a vida terrena, senão diversão e jogo? Certamente a morada no outro mundo é a verdadeira vida. Se osoubessem!",
        "numberInSurah": 64,
        "juz": 21,
        "manzil": 5,
        "page": 404,
        "ruku": 348,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3405,
        "text": "Quando embarcam nos navios, invocam Deus sinceramente; porém, quando, a salvo, chegam à terra, eis que (Lhe) atribuem parceiros,",
        "numberInSurah": 65,
        "juz": 21,
        "manzil": 5,
        "page": 404,
        "ruku": 348,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3406,
        "text": "Para, em seguida, desagradecerem tudo, com que o temos cumulado, e para se deleitarem. Logo o saberão!",
        "numberInSurah": 66,
        "juz": 21,
        "manzil": 5,
        "page": 404,
        "ruku": 348,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3407,
        "text": "E não reparam (os maquenses) em que lhes concedemos um santuário seguro, ao passo que, ao seu redor, as pessoaseram saqueadas? Crerão, acaso, nas falsidades, e rejeitarão as graças de Deus?",
        "numberInSurah": 67,
        "juz": 21,
        "manzil": 5,
        "page": 404,
        "ruku": 348,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3408,
        "text": "Haverá alguém, mais iníquo do que quem forja mentiras acerca de Deus ou desmente a verdade, quando esta lhe chega? Não há, acaso, no inferno, morada para os incrédulos?",
        "numberInSurah": 68,
        "juz": 21,
        "manzil": 5,
        "page": 404,
        "ruku": 348,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3409,
        "text": "Por outra, quanto àqueles que diligenciam por Nossa causa, encaminhá-los-emos pela Nossa senda. Sabei que Deus estácom os benfeitores.",
        "numberInSurah": 69,
        "juz": 21,
        "manzil": 5,
        "page": 404,
        "ruku": 348,
        "hizbQuarter": 161,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "pt.elhayek",
      "language": "pt",
      "name": "El-Hayek",
      "englishName": "Samir El-Hayek",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}