{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 39,
    "name": "سُورَةُ الزُّمَرِ",
    "englishName": "Az-Zumar",
    "englishNameTranslation": "The Groups",
    "revelationType": "Meccan",
    "numberOfAyahs": 75,
    "ayahs": [
      {
        "number": 4059,
        "text": "A revelação do Livro é de Deus, o Poderoso, o Prudentíssimo.",
        "numberInSurah": 1,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4060,
        "text": "Em verdade, temos-te revelado do Livro. Adora, pois, a Deus, com sincera devoção.",
        "numberInSurah": 2,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4061,
        "text": "Não deve, porventura, ser dirigida a Deus a devoção sincera? Quando àqueles que adotam protetores, além d'Ele, dizendo: Nós só os adoramos para nos aproximarem de Deus. Ele os julgará, a respeito de tal divergência. Deus nãoencaminha o mendaz, ingrato.",
        "numberInSurah": 3,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4062,
        "text": "Se Deus quisesse tomar um filho, tê-lo-ia eleito como Lhe aprouvesse, dentre tudo quanto criou. Glorificado seja! Ele éDeus, o Único, o Irresistibilíssimo.",
        "numberInSurah": 4,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4063,
        "text": "Criou com prudência os céus e a terra. Enrola a noite com o dia e enrola a noite com o dia e enrola o dia com a noite. Temsubmetido o sol e a lua: cada qual prosseguirá o seu curso até um término prefixado. Porventura, não é o Poderoso, oIndulgentíssimo?",
        "numberInSurah": 5,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4064,
        "text": "Criou-vos de uma só pessoa; então, criou, da mesma, a sua esposa, e vos criou oito espécies de gado. Configura-vospaulatinamente no ventre de vossas mães, entre três trevas. Tal é Deus, vosso Senhor; d'Ele é a soberania. Não há maisdivindade, além d'Ele.",
        "numberInSurah": 6,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4065,
        "text": "Se desagradecerdes, (sabei que) certamente Deus pode prescindir de vós, uma vez que Lhe aprazerá. E nenhum pecadorarcará com culpa alheia. Logo, vosso retorno será a vossa Senhor, que vos inteirará do que tiverdes feito, porque é Sabedordos recônditos dos corações.",
        "numberInSurah": 7,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4066,
        "text": "E quando a adversidade açoita o homem, este suplica contrito ao seu Senhor; então, quando Ele o agracia com a Suamercê, este esquece o que antes suplicava e atribui rivais a Deus, para desviar outros as Sua senda. Dize-lhe: Desfruta, transitoriamente, da tua blasfêmia, porque te contarás entre os condenados ao inferno!",
        "numberInSurah": 8,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 396,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4067,
        "text": "Tal homem poderá, acaso, ser equiparado àquele que se consagra (ao seu Senhor) durante as horas da noite, quer estejaprostrado, quer esteja em pé, que se precata em relação à outra vida e espera a misericórdia do seu Senhor? Dize: Poderão, acaso, equiparar-se os sábios com os insipientes? Só os sensatos o acham.",
        "numberInSurah": 9,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 396,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4068,
        "text": "Dize-lhes: Ó meus servos, fiéis, temei a vosso Senhor! Para aqueles que praticam o bem neste mundo haverá umarecompensa. A terra de Deus é vasta! Aos perseverantes, ser-lhes-ão pagas, irrestritamente as suas recompensas!",
        "numberInSurah": 10,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4069,
        "text": "Dize-lhes: Certamente, foi-me ordenado adorar a Deus com sincera devoção.",
        "numberInSurah": 11,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4070,
        "text": "E também me foi ordenado ser o primeiro dos muçulmanos.",
        "numberInSurah": 12,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4071,
        "text": "Dize-lhes mais: Certamente, temos o castigo do dia terrível, se desobedecer ao meu Senhor.",
        "numberInSurah": 13,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4072,
        "text": "Dize (ainda): Adoro a Deus com a minha sincera devoção.",
        "numberInSurah": 14,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4073,
        "text": "Adorai, contudo, o que quiserdes, em vez d'Ele! Dize: Certamente, os desventurados serão aqueles que perderem a simesmo, juntamente com as famílias, no Dia da Ressurreição. Não é esta, acaso, a evidente desventura?",
        "numberInSurah": 15,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4074,
        "text": "Terão, por cima, camadas de fogo e, por baixo, camadas (de fogo). Com isto Deus previne os Seus servos: Ó servosMeus, temei-Me!",
        "numberInSurah": 16,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4075,
        "text": "Mas aqueles que evitarem adorar ao sedutor e se voltarem contritos a Deus, obterão as boas notícias; anuncia, pois, asboas notícias aos Meus servos,",
        "numberInSurah": 17,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4076,
        "text": "Que escutam as palavras e seguem o melhor (significado) delas! São aquelas que Deus encaminha, e são os sensatos.",
        "numberInSurah": 18,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4077,
        "text": "Porventura, aquele que tiver merecido o decreto do castigo (será igual ao bem-aventurado)? Poderás, acaso, salvar quemestá no fogo (infernal)?",
        "numberInSurah": 19,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4078,
        "text": "Porém, os que temerem seu Senhor terão palácios e, além destes, haverá outras construções, abaixo dos quais correm osrios. Tal é a promessa de Deus, e Deus jamais falta à (Sua) promessa!",
        "numberInSurah": 20,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4079,
        "text": "Não reparas, na terra? Logo produz, com ela, plantas multicores; logo amadurecem e, às vezes, amarelam; depoisconverte (as plantas) em feno. Por certo que nisto há uma Mensagem para os sensatos.",
        "numberInSurah": 21,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4080,
        "text": "Porventura, aquele a quem Deus abriu o coração ao Islam, e está na Luz de seu Senhor... (não é melhor do que aquele aquem sigilou o coração)? Ai daqueles cujos corações estão endurecidos para a recordação de Deus! Estes estão em evidenteerro!",
        "numberInSurah": 22,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4081,
        "text": "Deus revelou a mais bela Mensagem: um Livro homogêneo (com estilo e eloqüência), e reiterativo. Por ele, arrepiam-seas peles daqueles que temem seu Senhor; logo, suas peles e seus corações se apaziguam, ante a recordação de Deus. Tal é aorientação de Deus, com a qual encaminha quem Lhe apraz. Por outra, quem Deus desviar não terá orientar algum.",
        "numberInSurah": 23,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4082,
        "text": "Porventura, quem tiver temido o castigo afrontoso do Dia da Ressurreição (será igual ao que não o fizer)? E aos iníquosserá dito: Sofrei as conseqüências do que lucrastes!",
        "numberInSurah": 24,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4083,
        "text": "Seus antepassados desmentiram os mensageiros e o castigo lhes sobreveio, de onde menos esperavam.",
        "numberInSurah": 25,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4084,
        "text": "Deus os fez provar o aviltamento na vida terrena; porém, o castigo da outra vida será maior. Se o soubessem!",
        "numberInSurah": 26,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4085,
        "text": "E expomos aos homens, neste Alcorão, toda a espécie de exemplos para que meditem.",
        "numberInSurah": 27,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4086,
        "text": "É um Alcorão árabe, irrepreensível; quiçá assim temem a Deus.",
        "numberInSurah": 28,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4087,
        "text": "Deus expõe, como exemplo, dois homens: um está a serviço de sócios antagônicos e o outro a serviço de uma só pessoa. Poderão ser equiparados? Louvado seja Deus! Porém, a maioria dos homens ignora.",
        "numberInSurah": 29,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4088,
        "text": "É bem verdade que tu morrerás e eles morrerão.",
        "numberInSurah": 30,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4089,
        "text": "E, no Dia da Ressurreição, ante vosso Senhor disputareis.",
        "numberInSurah": 31,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4090,
        "text": "Haverá alguém mais iníquo do que quem mente acerca de Deus e desmente a Verdade, quando ela lhe chega? Acaso, nãohá lugar, no inferno, para os blasfemos?",
        "numberInSurah": 32,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4091,
        "text": "Outrossim, aqueles que apresentarem a verdade e a confirmarem, esses serão os tementes.",
        "numberInSurah": 33,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4092,
        "text": "Que obterão o que anelam, na presença do seu Senhor. Tal será a recompensa dos benfeitores,",
        "numberInSurah": 34,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4093,
        "text": "Para que Deus lhes absolva o pior de tudo quanto tenham cometido e lhes pague a sua recompensa, de acordo com omelhor que tiverem feito.",
        "numberInSurah": 35,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4094,
        "text": "Acaso, não é Deus suficiente Custódio para o Seus servo? Porém, eles tratarão de amedrontar-te com as outrasdivindades, além d'Ele! Mas quem Deus extraviar não terá orientador algum.",
        "numberInSurah": 36,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4095,
        "text": "Em troca, a quem Deus encaminhar, ninguém poderá extraviar. Acaso, não é Deus, Justiceiro, Poderosíssimo?",
        "numberInSurah": 37,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4096,
        "text": "E se lhes perguntares quem criou os céus e a terra, seguramente te responderão: Deus! Dize-lhes: Tereis reparado nosque invocais, em vez de Deus? Se Deus quisesse prejudicar-me, poderiam, acaso, impedi-Lo? Ou então, se Ele quisessefavorecer-me com alguma graça, poderiam eles privar-me dela? Dize-lhes (mais): Deus me basta! A Ele se encomendamaqueles que estão confiantes.",
        "numberInSurah": 38,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4097,
        "text": "Dize-lhes (ainda): Ó povo meu, agi a vosso gosto! Eu também farei (o mesmo)! Logo sabereis,",
        "numberInSurah": 39,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4098,
        "text": "A quem açoitará um castigo que o aviltará, fazendo com que tenha um tormento permanente.",
        "numberInSurah": 40,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4099,
        "text": "Em verdade, temos-te revelado o Livro, para (instruíres) os humanos. Assim, pois, quem se encaminhar, será embenefício próprio; por outra, quem se desviar, será em seu próprio prejuízo. E tu não és guardião deles.",
        "numberInSurah": 41,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4100,
        "text": "Deus recolhe as almas, no momento da morte e, dos que não morreram, ainda (recolhe) durante o sono. Ele retém aquelescujas mortes tem decretadas e deixa em liberdade outros, até um término prefixado. Em verdade, nisto há sinais para ossensatos.",
        "numberInSurah": 42,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4101,
        "text": "Adotarão, acaso, intercessores, em vez de Deus? Dize-lhes: Quê! Ainda bem que eles não tenham poder algum, nemrazão alguma?",
        "numberInSurah": 43,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4102,
        "text": "Dize-lhes (mais): Só a Deus incumbe toda a intercessão. Seu é o reino dos céus e da terra; logo, a Ele retornareis.",
        "numberInSurah": 44,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4103,
        "text": "E quando é mencionado Deus, o Único, repugnam-se os corações daqueles que não crêem na outra vida; não obstante, quando são mencionadas outras divindades, em vez d'Ele, ei-los que se regozijam!",
        "numberInSurah": 45,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4104,
        "text": "Dize: Ó Deus, Originador dos céus e da terra, Conhecedor do incognoscível e do cognoscível, Tu dirimirás, entre osTeus servos, as suas divergências!",
        "numberInSurah": 46,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4105,
        "text": "Se os iníquos possuíssem tudo quanto existe na terra e outro tanto mais, dá-lo-iam, para se eximirem do horríveltormento no Dia da Ressurreição. (Nesse dia) aparecer-lhes-á, da parte de Deus, o que jamais esperavam.",
        "numberInSurah": 47,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4106,
        "text": "E lhes aparecerão as maldades que tiverem cometido, e serão envolvidos por aquilo de que escarneciam.",
        "numberInSurah": 48,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4107,
        "text": "Quando a adversidade açoita o homem, eis que Nos implora; então, quando o agraciamos com as Nossas mercês, diz: Certamente que as logrei por meus próprios méritos! Qual! É uma prova! Porém, a maioria dos humanos o ignora.",
        "numberInSurah": 49,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4108,
        "text": "Assim falavam também os seus antepassados; porém, de nada lhes valeu tudo quanto haviam lucrado.",
        "numberInSurah": 50,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4109,
        "text": "E as maldades que haviam cometido recaíram sobre eles. Assim recairão sobre os iníquos desta (geração) as maldadesque tiverem cometido, e não poderão desafiar (Deus).",
        "numberInSurah": 51,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4110,
        "text": "Porventura, ignoram que Ele prodigaliza ou restringe a Sua graça a quem Lhe apraz? Por certo que nisto há sinais para oscrentes.",
        "numberInSurah": 52,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4111,
        "text": "Dize: Ó servos meus, que se excederam contra si próprios, não desespereis da misericórdia de Deus; certamente, Eleperdoa todos os pecados, porque Ele é o Indulgente, o Misericordiosíssimo.",
        "numberInSurah": 53,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4112,
        "text": "E voltai, contritos, porque, então, não sereis socorridos.",
        "numberInSurah": 54,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4113,
        "text": "E observai o melhor do que, de vosso Senhor, vos foi revelado, antes que vos açoite o castigo, subitamente, sem operceberdes.",
        "numberInSurah": 55,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4114,
        "text": "Antes que qualquer alma diga: Ai de mim por ter-me descuidado (das minhas obrigações) para com Deus, posto que fuium dos escarnecedores!",
        "numberInSurah": 56,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4115,
        "text": "Ou diga: Se Deus me tivesse encaminhado, contar-me-ia entre os tementes!",
        "numberInSurah": 57,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4116,
        "text": "Ou diga, quando vir o castigo: Se pudesse Ter outra chance, seria, então, um dos benfeitores!",
        "numberInSurah": 58,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4117,
        "text": "(Deus lhe replicará): Qual! Já te haviam chegado os meus versículos. Porém, tu os desmentiste e te ensoberbeceste, efoste um dos incrédulos!",
        "numberInSurah": 59,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4118,
        "text": "E, no Dia da Ressurreição, verás aqueles que mentiram acerca de Deus, com os seus rostos ensombreados. Não há, acaso, no inferno, lugar para os arrogantes?",
        "numberInSurah": 60,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4119,
        "text": "E Deus salvará os tementes, por seu comportamento, não os açoitará o mal, nem se atribularão.",
        "numberInSurah": 61,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4120,
        "text": "Deus é o Criador de tudo e é de tudo o Guardião.",
        "numberInSurah": 62,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4121,
        "text": "Suas são as chaves dos céus e da terra; quanto àqueles que negam os versículos de Deus, serão os desventurados.",
        "numberInSurah": 63,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4122,
        "text": "Dize: Tereis, porventura, coragem de me ordenar adorar outro, que não seja Deus, ó insipientes?",
        "numberInSurah": 64,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4123,
        "text": "Já te foi revelado, assim como aos teus antepassados: Se idolatrares, certamente tornar-se-á sem efeito a tua obra, e tecontarás entre os desventurados.",
        "numberInSurah": 65,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4124,
        "text": "Por outra, adora a Deus e sê um dos agradecidos.",
        "numberInSurah": 66,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4125,
        "text": "E eles não aquilatam Deus como deveriam! No Dia da Ressurreição, a terra, integralmente, caberá na concavidade deSua Mão, e os céus estarão envolvidos pela Sua mão direita. Glorificado e exaltado seja de tudo quanto Lhe associam!",
        "numberInSurah": 67,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4126,
        "text": "E a trombeta soará; e aqueles que estão nos céus e na terra expirarão, com exceção daqueles que Deus queira (conservar). Logo, soará pela segunda vez e, ei-los ressuscitados, pasmados!",
        "numberInSurah": 68,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4127,
        "text": "E a terra resplandecerá com a luz do seu Senhor. E o livro (registro das obras) será exposto, e se fará comparecerem osprofetas e as testemunhas, e todos serão julgados com eqüidade, e não serão defraudados.",
        "numberInSurah": 69,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4128,
        "text": "E cada alma será recompensada segundo o que tiver feito, porque Ele sabe melhor do que ninguém o que ela fez.",
        "numberInSurah": 70,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4129,
        "text": "E os incrédulos serão conduzidos, em grupos, até o inferno, cujas portas, quando chegaram a ele, se abrirão, e os seusguardiães lhes dirão: Acaso, não vos foram apresentados mensageiros de vossa estirpe, que vos ditaram os versículos dovosso Senhor e vos admoestaram acerca do comparecimento deste dia? Dirão: Sim! Então, o decreto do castigo recairásobre os incrédulos.",
        "numberInSurah": 71,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4130,
        "text": "Ser-lhes-á ordenado: Adentrai as portas do inferno, onde permanecereis eternamente. Que péssima é a morada dosarrogantes!",
        "numberInSurah": 72,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4131,
        "text": "Em troca, os tementes serão conduzidos, em grupos, até ao Paraíso e, lá chegando, abrir-se-ão as suas portas e os seusguardiães lhes dirão: Que a paz esteja convosco! Quão excelente é o que fizestes! Adentrai, pois! Aqui permanecereiseternamente.",
        "numberInSurah": 73,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4132,
        "text": "Dirão: Louvado seja Deus, Que cumpriu a Sua promessa, e nos fez herdar a terra. Alojar-nos-emos no Paraíso ondequisermos. Quão excelente é a recompensa dos caritativos!",
        "numberInSurah": 74,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4133,
        "text": "E verás os anjos circundando o Trono Divino, celebrando os louvores do seu Senhor. E todos serão julgados comeqüidade, e será dito: Louvado seja Deus, Senhor do Universo!",
        "numberInSurah": 75,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "pt.elhayek",
      "language": "pt",
      "name": "El-Hayek",
      "englishName": "Samir El-Hayek",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}