{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 42,
    "name": "سُورَةُ الشُّورَىٰ",
    "englishName": "Ash-Shura",
    "englishNameTranslation": "Consultation",
    "revelationType": "Meccan",
    "numberOfAyahs": 53,
    "ayahs": [
      {
        "number": 4273,
        "text": "Ha, Mim.",
        "numberInSurah": 1,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4274,
        "text": "Ain, Sin, Caf.",
        "numberInSurah": 2,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4275,
        "text": "Assim te revela, como (o fez) àqueles que te precederam, Deus, o Poderoso, o Prudentíssimo.",
        "numberInSurah": 3,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4276,
        "text": "Seu é tudo quanto existe nos céus e na terra, porque é o Ingente, o Altíssimo.",
        "numberInSurah": 4,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4277,
        "text": "É possível que os céus se fendam para a Sua glória; e os anjos celebram os louvores do seu Senhor e imploram perdãopara aqueles, que estão na terra.",
        "numberInSurah": 5,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4278,
        "text": "Quanto àqueles que adotam guardiães, em vez de Deus, saibam que ele é o seu Protetor e tu não és, de maneira alguma, seu guardião",
        "numberInSurah": 6,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4279,
        "text": "E assim te revelamos um Alcorão árabe para que admoestes a Mãe das Metrópoles e tudo ao seu redor, admoesta-os, portanto, quanto ao dia indubitável do comparecimento, em que uma parte (da humanidade) estará no Paraíso e outra notártaro.",
        "numberInSurah": 7,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4280,
        "text": "Se Deus quisesse, tê-los-ia (os humanos) constituído em uma só nação, porque acolhe em Sua misericórdia quem Lhesapraz. Quando aos iníquos, não terão protetor, nem socorredor.",
        "numberInSurah": 8,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4281,
        "text": "Como! Adotem protetores, em vez d'Ele? Pois, saibam que Deus é o Protetor e é Quem ressuscita os mortos, porque éOnipotente.",
        "numberInSurah": 9,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4282,
        "text": "E seja qual for a causa da vossa divergência, a decisão só a Deus compete. Tal é Deus, meu Senhor! A Ele meencomendo e a Ele retornarei contrito.",
        "numberInSurah": 10,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 420,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4283,
        "text": "É o Originador dos céus e da terra, (foi) Quem vos criou esposas, de vossas espécies, assim como pares de todos osanimais. Por esse meio vos multiplica. Nada se assemelha a Ele, e é o Oniouvinte, o Onividente.",
        "numberInSurah": 11,
        "juz": 25,
        "manzil": 6,
        "page": 484,
        "ruku": 420,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4284,
        "text": "Suas são as chaves dos céus e da terra; prodigaliza e restringe a Sua graça a quem Lhe apraz, porque é Onisciente.",
        "numberInSurah": 12,
        "juz": 25,
        "manzil": 6,
        "page": 484,
        "ruku": 420,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4285,
        "text": "Prescreveu-vos a mesma religião que havia instituído para Noé, a qual te revelamos, a qual havíamos recomendado aAbraão, a Moisés e a Jesus, (dizendo-lhes): Observai a religião e não discrepeis acerca disso; em verdade, os idólatras seressentiram daquilo a que os convocaste, Deus elege quem Lhe apraz e encaminha para Si o contrito.",
        "numberInSurah": 13,
        "juz": 25,
        "manzil": 6,
        "page": 484,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4286,
        "text": "Mas não se dividiram senão por inveja, depois de lhes ter chegada a ciência. E se não tivesse sido por uma palavraproferida por teu Senhor, para tolerá-los até um término prefixado, já os teria julgado. Em verdade, aqueles que, depoisdeles, herdaram o Livro, estão em uma inquietante dúvida, acerca do mesmo.",
        "numberInSurah": 14,
        "juz": 25,
        "manzil": 6,
        "page": 484,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4287,
        "text": "Por isso, convoca-os e persevera, tal como te tem sido ordenado, e não te entregues à sua concupiscência, e dize-lhes: Creio em todos os Livros que Deus revelou! E tem-me sido ordenado julgar-vos eqüitativamente. Deus é nosso Senhor evosso. Nós somos responsáveis por nossas ações e vós pelas vossas! Que não haja dissenções entre vós e nós. Deus noscongregará, e a Ele será o retorno.",
        "numberInSurah": 15,
        "juz": 25,
        "manzil": 6,
        "page": 484,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4288,
        "text": "Quanto àqueles que argumentam acerca de Deus, depois de Ele Ter sido aceito, seus argumentos serão refutados ante oseu Senhor, Cuja abominação pesará sobre eles, e sofrerão um severo castigo.",
        "numberInSurah": 16,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4289,
        "text": "Deus foi Quem, em verdade, revelou o Livro e a balança. E quem te fará compreender, se a hora estiver próxima?",
        "numberInSurah": 17,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4290,
        "text": "Os que não crêem nela querem apressá-la; por outra, os fiéis são reverentes, por temor a ela, e sabem que é a verdade. Não é, acaso, certo, que aqueles que disputam sobre a Hora estão em um profundo erro?",
        "numberInSurah": 18,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4291,
        "text": "Deus é Amabilíssimo para com os Seus servos. Agracia quem Lhe apraz, porque é o Poderoso, o Fortíssimo.",
        "numberInSurah": 19,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4292,
        "text": "Quem anelar a recompensa de outra vida tê-la-á aumentada; em troca, a quem preferir a recompensa da vida terrena, também lhe concederemos algo dela; porém, não participara (da bem-aventurança) da outra vida.",
        "numberInSurah": 20,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4293,
        "text": "Quê! Há, acaso, (seres) parceiros (de Deus) que lhes tenham instituído algo a respeito da religião, sem a autorização deDeus? Porém, se não houvesse sido pelo decreto do juízo, já os teria julgado. Certamente, os iníquos sofrerão um dolorosocastigo.",
        "numberInSurah": 21,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4294,
        "text": "Verás os iníquos, atemorizados pelo que tiverem cometido, quando (o castigo) lhes estiver iminente. Por outra, os fiéis, que praticarem o bem, morarão nos viçosos prados; terão tudo quanto lhes aprouver junto ao seu Senhor. Tal será amagnífica graça!",
        "numberInSurah": 22,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4295,
        "text": "Isto é o que Deus anuncia ao Seus servos fiéis, que praticam o bem. Dize-lhes: Não vos exijo recompensa alguma poristo, senão o amor aos vossos parentes. E a quem quer que seja que conseguir uma boa ação, multiplicar-lhe-emos; sabei queDeus é Compensador, Indulgentíssimo.",
        "numberInSurah": 23,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4296,
        "text": "Ou dizem: Ele forjou uma mentira acerca de Deus! Porém, se Deus quisesse, sigilaria o teu coração. Deus anula afalsidade e confirma a verdade, mediante as Suas palavras, porque é Conhecedor do que há nos corações.",
        "numberInSurah": 24,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4297,
        "text": "E é Ele Que aceita o arrependimento dos Seus servos, absolve-lhes as faltas, bem como está sempre ciente de tudoquanto fazem.",
        "numberInSurah": 25,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4298,
        "text": "E atende (às súplicas) dos fiéis, que praticam o bem, e os aumenta de Sua graça; porém, os incrédulos sofrerão umsevero castigo.",
        "numberInSurah": 26,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4299,
        "text": "E se Deus prodigalizasse a Sua graça a todos os Seus servos, eles se excederiam na terra; porém, agraciaproporcionalmente, porque está bem inteirado, e é Observador dos Seus servos.",
        "numberInSurah": 27,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4300,
        "text": "Ele é Que lhes faz descer a chuva, após o desespero (da seca), e dispensa a Sua misericórdia (a quem Lhe apraz), porque é o Protetor, o Laudabilíssimo.",
        "numberInSurah": 28,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4301,
        "text": "E entre os Seus sinais está o da criação dos céus e da terra, e de todos os seres que aí disseminou, e poderá congregá-losquando Lhe aprouver.",
        "numberInSurah": 29,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4302,
        "text": "E todo o infortúnio que vos aflige é por causa do que cometeram vossas mãos, muito embora ele perdoe muitas coisas.",
        "numberInSurah": 30,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4303,
        "text": "E não podereis frustrar (a Ele) na terra; e além de Deus, não tereis outro protetor, nem socorredor.",
        "numberInSurah": 31,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4304,
        "text": "E entre os Seus sinais está o dos navios que se elevam como montanhas nos oceanos.",
        "numberInSurah": 32,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4305,
        "text": "E quando Lhe apraz, acalma o vento, fazendo com que permaneçam imóveis na superfície. Sabei que nisto há sinais paratodo o perseverante, agradecido.",
        "numberInSurah": 33,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4306,
        "text": "Contudo, aniquila alguns, por tudo quanto tiverem cometido, e perdoa muitos.",
        "numberInSurah": 34,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4307,
        "text": "E saibam aqueles, que disputam acerca dos nossos versículos, que não terão escapatória.",
        "numberInSurah": 35,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4308,
        "text": "Tudo quanto vos foi concedido (até agora) é o efêmero gozo da vida terrena; no entanto, o que está junto a Deus épreferível e mais perdurável, para os fiéis que se encomendam a seu Senhor.",
        "numberInSurah": 36,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4309,
        "text": "São aqueles que as abstêm dos pecados graves e das obscenidades e que, embora zangados, sabem perdoar,",
        "numberInSurah": 37,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4310,
        "text": "Que atendem ao seu Senhor, observam a oração, resolvem os seus assuntos em consulta e fazem caridade daquilo comque os agraciamos;",
        "numberInSurah": 38,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4311,
        "text": "E que, quando são afligidos por um erro opressivo, sabem defender-se.",
        "numberInSurah": 39,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4312,
        "text": "E o delito será expiado com o talião; mas, quanto àquele que indultar (possíveis ofensas dos inimigos) e se emendar, saiba que a sua recompensa pertencerá a Deus, porque Ele não estima os agressores.",
        "numberInSurah": 40,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4313,
        "text": "Contudo, aqueles que se vingarem, quando houverem sido vituperados, não serão incriminados.",
        "numberInSurah": 41,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4314,
        "text": "Só serão incriminados aqueles que injustamente vituperarem e oprimirem os humanos, na terra; esses sofrerão umdoloroso castigo.",
        "numberInSurah": 42,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4315,
        "text": "Ao contrário, quem perseverar e perdoar, saberá que isso é um fator determinante em todos os assuntos.",
        "numberInSurah": 43,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4316,
        "text": "E aquele que Deus desviar não achará protetor, além d'Ele. E então observarás que os iníquos, quando virem o castigo, dirão: Haverá algum meio de retornarmos (ao mundo terreno)?",
        "numberInSurah": 44,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4317,
        "text": "E quando forem colocados perante o fogo, haverás de vê-los humildes, devido à ignomínia, olhando furtivamente. Masos fiéis dirão: Em verdade, os desventurados serão aqueles que se perderem, juntamente com os seus, no Dia daRessurreição. Não é, acaso, certo, que os iníquos sofrerão um castigo eterno?",
        "numberInSurah": 45,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4318,
        "text": "E não terão protetores que os socorram, a não ser Deus. Mas a quem Deus desviar, não será encaminhado.",
        "numberInSurah": 46,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4319,
        "text": "Atendei ao vosso Senhor, antes que chegue o dia irremissível de Deus! Nesse dia não tereis escapatória, nem podereisnegar (os vossos pecados)!",
        "numberInSurah": 47,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4320,
        "text": "Porém, se desdenharem, fica sabendo que não te enviamos para seu guardião, uma vez que tão-somente te incumbe aproclamação (da mensagem). Certamente, se fizemos o homem provar a Nossa misericórdia, regozijar-se-á com ela; poroutra, se o açoitar o infortúnio, por causa do que suas mãos cometeram, eis que se tornará ingrato!",
        "numberInSurah": 48,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4321,
        "text": "A Deus pertence o reino dos céus e da terra. Ele cria a que Lhe apraz; concede filhas a quem quer e concede varões aquem Lhe apraz.",
        "numberInSurah": 49,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4322,
        "text": "Ainda propicia igualmente mulheres varões, e faz estéril quem Lhe apraz, porque é Poderoso, Sapientíssimo.",
        "numberInSurah": 50,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4323,
        "text": "É inconcebível que Deus fale diretamente ao homem, a não ser por revelações, ou veladamente, ou por meio de ummensageiro, mediante o qual revela, com o Seu beneplácito, o que Lhe apraz; sabei que Ele é Prudente, Altíssimo.",
        "numberInSurah": 51,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4324,
        "text": "E também te inspiramos com um Espírito, por ordem nossa, antes do que não conhecias o que era o Livro, nem a fé; porém, fizemos dele uma Luz, mediante a qual guiamos quem Nos apraz dentre os Nossos servos. E tu certamente te orientaspara uma senda reta.",
        "numberInSurah": 52,
        "juz": 25,
        "manzil": 6,
        "page": 489,
        "ruku": 423,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4325,
        "text": "A senda de Deus, a Quem pertence tudo quanto existe nos céus e na terra. Acaso, não retornarão a Deus todas as coisas?",
        "numberInSurah": 53,
        "juz": 25,
        "manzil": 6,
        "page": 489,
        "ruku": 423,
        "hizbQuarter": 196,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "pt.elhayek",
      "language": "pt",
      "name": "El-Hayek",
      "englishName": "Samir El-Hayek",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}