{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 58,
    "name": "سُورَةُ المُجَادلَةِ",
    "englishName": "Al-Mujaadila",
    "englishNameTranslation": "The Pleading Woman",
    "revelationType": "Medinan",
    "numberOfAyahs": 22,
    "ayahs": [
      {
        "number": 5105,
        "text": "Em verdade, Deus escutou a declaração daquela que discutia contigo, acerca do marido, e se queixava (em oração) aDeus. Deus ouviu vossa palestra, porque é Oniouvinte, Onividente.",
        "numberInSurah": 1,
        "juz": 28,
        "manzil": 7,
        "page": 542,
        "ruku": 476,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5106,
        "text": "Aqueles, dentre vós, que repudiam as suas mulheres através do zihar, saibam que elas não são suas mães. Estas são as queos geraram; certamente, com tal juramento, eles proferiram algo iníquo e falso; porém, Deus é Absolvedor, Indulgentíssimo.",
        "numberInSurah": 2,
        "juz": 28,
        "manzil": 7,
        "page": 542,
        "ruku": 476,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5107,
        "text": "Quanto àqueles que repudiarem as suas mulheres pelo zihar e logo se retratarem disso, deverão manumitir um escravo, antes de as tocarem. Isso é uma exortação para vós, porque Deus está inteirado de tudo quanto fazeis.",
        "numberInSurah": 3,
        "juz": 28,
        "manzil": 7,
        "page": 542,
        "ruku": 476,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5108,
        "text": "Mas, quem não o encontrar (escravo), deverá jejuará dois meses consecutivos antes de a tocar. Porém, quem não pudersuportar o jejum, dementar sessenta necessitados. Isso, para que creiais em Deus e em Seu Mensageiro. Tais são as leis deDeus, e aqueles que as profanarem sofrerão um doloroso castigo.",
        "numberInSurah": 4,
        "juz": 28,
        "manzil": 7,
        "page": 542,
        "ruku": 476,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5109,
        "text": "Sabei que aqueles que contrariam Deus e Seu Mensageiro serão exterminados, como o foram os seus antepassados; porisso Nós lhes enviamos lúcidos versículos e, aqueles que os negarem, sofrerão um afrontoso castigo.",
        "numberInSurah": 5,
        "juz": 28,
        "manzil": 7,
        "page": 542,
        "ruku": 476,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5110,
        "text": "Será o dia em que Deus os ressuscitará a todos e os inteirará de tudo quanto tiverem feito. Deus o memoriza, enquantoeles o esquecem, porque Deus é Testemunha de tudo.",
        "numberInSurah": 6,
        "juz": 28,
        "manzil": 7,
        "page": 542,
        "ruku": 476,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5111,
        "text": "Não reparas em que Deus conhece tudo quanto existe nos céus e na terra? Não há confidência entre três pessoas, sem queEle seja a Quarta delas; nem entre cinco, sem que Ele seja a sexta; nem que haja menos ou mais do que isso, sem que Eleesteja com elas, onde quer que se achem. Logo, no Dia da Ressurreição, os inteirará de tudo quanto fizerem, porque Deus éOnisciente.",
        "numberInSurah": 7,
        "juz": 28,
        "manzil": 7,
        "page": 543,
        "ruku": 477,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5112,
        "text": "Acaso, não reparaste naqueles a quem foi proibida a confidência? Não obstante, reincidem no que lhes foi vedado e falamclandestinamente de iniqüidades, de hostilidades e de desobediências ao Mensageiro! E quando se apresentam a ti, saúdam-te, em termos com os quais Deus jamais te saudaram, e dizem para si: Por que Deus não nos castiga pelo quefazemos? Bastar-lhes-á o inferno, no qual entrarão! E que funesto destino!",
        "numberInSurah": 8,
        "juz": 28,
        "manzil": 7,
        "page": 543,
        "ruku": 477,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5113,
        "text": "Ó fiéis, quando falardes na intimidade, não discorrais sobre iniqüidades, sobre hostilidades, nem sobre a desobediênciaao Mensageiro; antes, falai da virtude e da piedade, e temei a Deus, ante Quem sereis congregados.",
        "numberInSurah": 9,
        "juz": 28,
        "manzil": 7,
        "page": 543,
        "ruku": 477,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5114,
        "text": "Sabei que a confabulação emana de Satã, para atribular os fiéis. Porém, ele em nada poderá prejudicá-los sem obeneplácito de Deus. Que os fiéis se encomendem a Deus!",
        "numberInSurah": 10,
        "juz": 28,
        "manzil": 7,
        "page": 543,
        "ruku": 477,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5115,
        "text": "Ó fiéis, quando vos for dito para que vos aperteis, (dando) nas assembléias (lugar aos demais), fazei-o; e sabei que Deusvos dará lugar no Paraíso! E quando vos for dito que vos levanteis, fazei-o, pois Deus dignificará os fiéis, dentre vós, assimcomo os sábios, porque está inteirado de tudo quanto fazeis.",
        "numberInSurah": 11,
        "juz": 28,
        "manzil": 7,
        "page": 543,
        "ruku": 477,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5116,
        "text": "Ó fiéis, quando fordes consultar privativamente o Mensageiro, fazei antes uma caridade; isso será melhor para vós; eserá mais puro; porém, se carecerdes de meios, sabei que Deus é Indulgente, Misericordiosíssimo.",
        "numberInSurah": 12,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 477,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5117,
        "text": "Temeis, acaso, fazer caridade, antes da vossa consulta privativa (a ele)? Mas, se não o fizerdes - e que Deus vos perdoe-, observai, a oração, pagai o zakat e obedecei a Deus e ao Seu Mensageiro, porque Deus está inteirado de tudo quantofazeis.",
        "numberInSurah": 13,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 477,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5118,
        "text": "Acaso, não reparaste naqueles que entraram (em privacidade) com um povo, o qual Deus abominou? Não são dosvossos, nem tampouco sois dos deles, e perjuram conscientemente!",
        "numberInSurah": 14,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 478,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5119,
        "text": "Deus lhes tem preparado um severo castigo. Quão péssimo é o que fizeram!",
        "numberInSurah": 15,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 478,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5120,
        "text": "Fizeram dos seus juramentos uma coberta (para as suas más ações), e desencaminharam-se da senda de Deus; porém, sofrerão um castigo afrontoso.",
        "numberInSurah": 16,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 478,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5121,
        "text": "Perante Deus, de nada lhes valerão os seus bens, nem os seus filhos e serão os condenados ao inferno, no qualpermanecerão eternamente.",
        "numberInSurah": 17,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 478,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5122,
        "text": "No dia em que Deus os ressuscitar a todos, jurar-Lhe-ão, então, como juraram a vós, e crerão que possuem algo. Nãosão, na verdade, uns mentirosos?",
        "numberInSurah": 18,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 478,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5123,
        "text": "Satanás os conquistou e os fez esquecer da recordação de Deus. Estes são os seguidores de Satanás. Não é, acaso, certo, que os seguidores de Satanás serão os desventurados?",
        "numberInSurah": 19,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 478,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5124,
        "text": "Sabei que aqueles que contrariam Deus e o Seu Mensageiro contar-se-ão entre os mais humilhados.",
        "numberInSurah": 20,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 478,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5125,
        "text": "Deus decretou: Venceremos, Eu e os Meus mensageiros! Em verdade, Deus é Poderoso, Fortíssimo.",
        "numberInSurah": 21,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 478,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5126,
        "text": "Não encontrarás povo algum que creia em Deus e no Dia do Juízo final, que tenha relações com aqueles que contrariamDeus e o Seu Mensageiro, ainda que sejam seus pais ou seus filhos, seus irmãos ou parentes. Para aqueles, Deus lhes firmoua fé nos corações e os confortou com o Seu Espírito, e os introduzirá em jardins, abaixo dos quais correm os rios, ondemorarão eternamente. Deus se comprazerá com eles e eles se comprazerão n'Ele. Estes formam o partido de Deus. Acaso, não é certo que os que formam o partido de Deus serão os bem-aventurados?",
        "numberInSurah": 22,
        "juz": 28,
        "manzil": 7,
        "page": 545,
        "ruku": 478,
        "hizbQuarter": 218,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "pt.elhayek",
      "language": "pt",
      "name": "El-Hayek",
      "englishName": "Samir El-Hayek",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}