{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 29,
    "name": "سُورَةُ العَنكَبُوتِ",
    "englishName": "Al-Ankaboot",
    "englishNameTranslation": "The Spider",
    "revelationType": "Meccan",
    "numberOfAyahs": 69,
    "ayahs": [
      {
        "number": 3341,
        "text": "Alif Lâm Mîm.",
        "numberInSurah": 1,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3342,
        "text": "Dachten de mensen dat zij met rust gelaten worden, als zij zeggen: \"Wij geloven,\" en dat zij niet op de proef gesteld worden?",
        "numberInSurah": 2,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3343,
        "text": "En voorzeker, Wij hebben degenen vóór hen op de proef gesteld. Allah kent zeker degenen die de oprecht spreken en Hij kent zeker de leugenaars.",
        "numberInSurah": 3,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3344,
        "text": "Of dachten degenen die slechte daden verrichten dat zij aan Ons kunnen ontvluchten? Slecht is het wat zij veronderstellen!",
        "numberInSurah": 4,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3345,
        "text": "Wie hoopt op de ontmoeting met Allah: voorwaar, het door Allah vastgestelde tijdstip komt zeker en Hij is de Alhorende, de Alwetende.",
        "numberInSurah": 5,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3346,
        "text": "En wie (voor Allah) strijdt, strijdt slechts voor zichzelf. Voorwaar, Allah is zeker vrij van de behoeften van de werelden.",
        "numberInSurah": 6,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3347,
        "text": "En degenen die geloven en goede daden verrichtten zullen Wij zeker hun slechte daden kwijtschelden en Wij zullen hun zeker belonen voor het beste van wat zij plachten te doen.",
        "numberInSurah": 7,
        "juz": 20,
        "manzil": 5,
        "page": 397,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3348,
        "text": "En Wij hebben de mens bevolen goed te zijn voor zijn ouders, maar indien zij jou dwingen om deelgenoten toe te kennen aan Mij, waarvan jij geen kennis hebt, gehoorzaam hen dan niet. Tot Mij is jullie terugkeer, daarna zal Ik jullie op de hoogte brengen van wat jullie plachten te doen.",
        "numberInSurah": 8,
        "juz": 20,
        "manzil": 5,
        "page": 397,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3349,
        "text": "En degenen die geloven en goede daden verrichtten zullen Wij zeker doen binnengaan in (het gezelschap) van de oprechten,",
        "numberInSurah": 9,
        "juz": 20,
        "manzil": 5,
        "page": 397,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3350,
        "text": "En er zijn er onder de mensen, die zeggen: \"Wij geloven in Allah,\" en als zij dan door (te geloven in) Allah gekweld worden, beschouwen zij de beproeving van de mensen als een bestraffing van Allah; en als er een overwinning van jouw Heer komt, zeggen zij zeker: \"Voorwaar, wij waren met Jullie!\" En is het niet Allah, Die het beste weet wat er in de harten van de mensen is?",
        "numberInSurah": 10,
        "juz": 20,
        "manzil": 5,
        "page": 397,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3351,
        "text": "En Allah kent zeker degenen die geloven en Hij kent zeker de huichelaars.",
        "numberInSurah": 11,
        "juz": 20,
        "manzil": 5,
        "page": 397,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3352,
        "text": "En degenen die ongelovig zijn, zeggen tegen degenen die geloven: \"Volgt onze weg, dan zullen wij zeker jullie zonden dragen.\" Maar zij dragen geen enkele zonde van hen. Voorwaar, zij zijn zeker leugenaars.",
        "numberInSurah": 12,
        "juz": 20,
        "manzil": 5,
        "page": 397,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3353,
        "text": "En zij zullen zeker hun (eigen) lasten dragen, en lasten naast hun lasten. En zij zullen op de Dag der Opstanding ondervraagd worden over wat zij plachten te verzinnen.",
        "numberInSurah": 13,
        "juz": 20,
        "manzil": 5,
        "page": 397,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3354,
        "text": "En voorzeker, Wij hebben Nôeh tot zijn volk gezonden en hij verbleef duizend jaar bij hen, op vijftig jaar na. Toen overviel de zondvloed hen, terwijl zij onrechtvaardigen waren.",
        "numberInSurah": 14,
        "juz": 20,
        "manzil": 5,
        "page": 397,
        "ruku": 343,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3355,
        "text": "Toen hebben Wij hem en de opvarenden van de ark gered. En Wij maakten haar tot een lering voor de werelden.",
        "numberInSurah": 15,
        "juz": 20,
        "manzil": 5,
        "page": 398,
        "ruku": 343,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3356,
        "text": "En (gedenkt) Ibrâhîm, toen hij tot zijn volk zei: \"Aanbidt Allah en vreest Hem, dat is beter voor jullie, ah jullie het weten.",
        "numberInSurah": 16,
        "juz": 20,
        "manzil": 5,
        "page": 398,
        "ruku": 343,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3357,
        "text": "Voorwaar, wat jullie naast Allah aanbidden zijn slechts afgoden, en jullie verzinnen leugens. Voorwaar, degenen die jullie naast Allah aanbidden hebben geen macht om jullie van levensonderhoud te voorzien. Zoekt daarom de levensvoorziening bij Allah en aanbidt Hem, en weest Hem dankbaar, tot Hem worden jullie teruggebracht.",
        "numberInSurah": 17,
        "juz": 20,
        "manzil": 5,
        "page": 398,
        "ruku": 343,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3358,
        "text": "Maar als jullie loochenen: voorzeker, vele gemeenschappen vóór jullie loochenden. En de plicht van de Boodschapper is slechts de duidelijke verkondiging.",
        "numberInSurah": 18,
        "juz": 20,
        "manzil": 5,
        "page": 398,
        "ruku": 343,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3359,
        "text": "Zien zij niet in, hoe Allah de schepping schiep en haar vervolgens herhaalde? Voorwaar, dat is voor Allah gemakkelijk.",
        "numberInSurah": 19,
        "juz": 20,
        "manzil": 5,
        "page": 398,
        "ruku": 343,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3360,
        "text": "Zeg: \"Reist op de aarde en ziet dan hoe Hij de schepping schiep; vervolgens wekt Hij een laatste schepping op. Voorwaar, Allah is Almachtig over alle zaken.\"",
        "numberInSurah": 20,
        "juz": 20,
        "manzil": 5,
        "page": 398,
        "ruku": 343,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3361,
        "text": "Hij bestraft wie Hij wil en Hij begenadigt wie Hij wil, en tot Hem zullen jullie teruggekeerd worden.",
        "numberInSurah": 21,
        "juz": 20,
        "manzil": 5,
        "page": 398,
        "ruku": 343,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3362,
        "text": "En er is voor jullie geen ontvluchten (aan Hem) op de aarde en niet in de hemel, en er is voor jullie naast Allah geen beschermer en geen helper.",
        "numberInSurah": 22,
        "juz": 20,
        "manzil": 5,
        "page": 398,
        "ruku": 343,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3363,
        "text": "En degenen die niet geloven in de Verzen van Allah en de ontmoeting met Hem: zij zijn degenen die wanhopen aan Mijn Barmhartigheid en zij zijn degenen voor wie er een pijnlijke bestraffing is.",
        "numberInSurah": 23,
        "juz": 20,
        "manzil": 5,
        "page": 398,
        "ruku": 344,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3364,
        "text": "Maar het antwoord van zijn volk was slechts dat zij zeiden: \"Doodt hem,\" of \"Verbrandt hem.\" Maar Allah redde hem van het vuur. Voorwaar, daarin zijin zeker Tekenen voor een volk dat gelooft.",
        "numberInSurah": 24,
        "juz": 20,
        "manzil": 5,
        "page": 399,
        "ruku": 344,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3365,
        "text": "En hij (Ibrâhîm) zei: \"Voorwaar, wet jullie naast Allah hebben genomen zijn slechts afgoden om de onderlinge liefde tussen jullie te versterken in dit wereldse leven. Op de Dag van de Opstanding zullen jullie elkaar verwerpen en elkaar vervloeken. Maar jullie verblijfplaats is de Hel en er zullen geen helpers voor jullie zijn.\"",
        "numberInSurah": 25,
        "juz": 20,
        "manzil": 5,
        "page": 399,
        "ruku": 344,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3366,
        "text": "Maar Lôeth geloofde hem, en (Ibrârîm) zei: \"ik ben een uitwijker naar mijn Heer: voorwaar, Hij is de Almachtige, de Alwijze.\"",
        "numberInSurah": 26,
        "juz": 20,
        "manzil": 5,
        "page": 399,
        "ruku": 344,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3367,
        "text": "En Wij schonken hem Ishâq en Ya'qôeb. En Wij hebben ender zijn nakomelingen het Profèctschap en dc Schrift tot stand gebracht. En Wij schonken hem zijn beloning in de wereld. En voorwaar, in het Hiernamaals behoort hij zeker tot de oprechten.",
        "numberInSurah": 27,
        "juz": 20,
        "manzil": 5,
        "page": 399,
        "ruku": 344,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3368,
        "text": "En (gedenkt) Lôcth, toen hij tegen zijn volk zei. \"Jullie begaan zeker gruweldaden, die niemand van de mensen ooit beging.",
        "numberInSurah": 28,
        "juz": 20,
        "manzil": 5,
        "page": 399,
        "ruku": 344,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3369,
        "text": "Is het dan inderdaad niet zo dat jullie de mensen benaderen en op de weg struikroverij bedrijven en in jullie samenkomsten het verwerpelijke verichten?\" Het antwoord van zijn volk was slechts dat zij zeiden: \"Geef ons dan de bcstraffing van Allah, als jij tot de waarachtigen behoort!\"",
        "numberInSurah": 29,
        "juz": 20,
        "manzil": 5,
        "page": 399,
        "ruku": 344,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3370,
        "text": "Hij zei: \"Mijn Heer, help mij tegen het volk van de verdedzaaiers! \"",
        "numberInSurah": 30,
        "juz": 20,
        "manzil": 5,
        "page": 399,
        "ruku": 344,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3371,
        "text": "En toen Onze gezanten (Engelen) tot Ibrâhîm kwamen met de verheugende tijdingen, zeiden zij.\"Voorwaar, wij zullen de bewoners van deze stad vernietigen. Voorwaar, haar bewoners waren onrechtvaardigen.\"",
        "numberInSurah": 31,
        "juz": 20,
        "manzil": 5,
        "page": 400,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3372,
        "text": "Hij zei: \"Lôeth is daar.\" Zij miden: \"Wij weten beter wie daar zijn. Voorwaar, wij zullen hem en zijn familie redden, behalve zijn vrouw. Zij zal tot de achterblijvers behoren.\"",
        "numberInSurah": 32,
        "juz": 20,
        "manzil": 5,
        "page": 400,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3373,
        "text": "En toen Onze gezanten naar Lôeth kwamen, was hij bedroefd vanwege hen, en hij had geen macht om hen te beschermen. Maar zij zeiden: \"Wees niet bang en treur niet: voorwaar, wij redden zeker jou en jouw familie, behalve jouw vrouw. Zij zal tot de achterblijvers behoren.",
        "numberInSurah": 33,
        "juz": 20,
        "manzil": 5,
        "page": 400,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3374,
        "text": "Voorwaar, wij zullen een zware bestraffing uit de hemel neerzenden op de bewoners van deze stad omdat zij zware zonden begingen.\"",
        "numberInSurah": 34,
        "juz": 20,
        "manzil": 5,
        "page": 400,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3375,
        "text": "En voorzeker, Wij hebben een duidelijk Teken achtergelaten voor een volk dat begrijpt.",
        "numberInSurah": 35,
        "juz": 20,
        "manzil": 5,
        "page": 400,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3376,
        "text": "En naar Madyan (stuurden Wij) hun broeder Sjoe'aib. En hij zei: \"O mijn volk, aanbidt Allah en hoopt op de Laatste Dag en verricht geen kwaad op aarde als verderfzaaiers.\"",
        "numberInSurah": 36,
        "juz": 20,
        "manzil": 5,
        "page": 400,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3377,
        "text": "Toen loochenden zij hem waarna een aardbeving hen trof en zij werden doden in hun huizen.",
        "numberInSurah": 37,
        "juz": 20,
        "manzil": 5,
        "page": 400,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3378,
        "text": "En (Wij vernietigden) de 'Âd en de Tsamôed. Dat is jullie waarlijk bekend geworden door (de ruïnes van) hun woningen. En de Satan deed voor hen hun daden schoon sehijnen, waarna hij hen afleidde van de Weg, hoewel zij over inzicht beschikten.",
        "numberInSurah": 38,
        "juz": 20,
        "manzil": 5,
        "page": 400,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3379,
        "text": "En (Wij vernietigden) Qârôen en Fir'aun en Hâmân. En voorzeker is Môesa tot hen met duidelijke Tekenen gekomen, maar zij waren hoogmoedig op de aarde. En zij konden (Onze bestraffing) niet ontvluchten.",
        "numberInSurah": 39,
        "juz": 20,
        "manzil": 5,
        "page": 401,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3380,
        "text": "En ieder bestraften Wij voor zijn zonde. Daarom waren er onder hen over wie Wij een storm var hagelstenen zonden en waren er onder hen die door een bliksemslag gegrepen werden. En er waren er onder hen die Wij in de aarde deden wegzinken en er waren er onder hen Wij verdronken. Allah was niet onrechtvaardig voor hen, maar zij waren onrechtvaardig voor ziclizelf",
        "numberInSurah": 40,
        "juz": 20,
        "manzil": 5,
        "page": 401,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3381,
        "text": "De gelijkenis met degenen die helpers naast Allah nemen, is als die met een spin die een huis maakt. En voorwaar, het zwakste van de huizen is zeker het huis van een spin (al 'Ankabôet), als zij het wisten.",
        "numberInSurah": 41,
        "juz": 20,
        "manzil": 5,
        "page": 401,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3382,
        "text": "Voorwaar, Allah weet wat zij voor iets naast Hem aanroepen en Hij is de Almachtige, de Alwijze.",
        "numberInSurah": 42,
        "juz": 20,
        "manzil": 5,
        "page": 401,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3383,
        "text": "En deze vergelijkingen maken Wij voor de mensen, maar zij begrijpen ze niet, behalve degenen die over kennis beschikken.",
        "numberInSurah": 43,
        "juz": 20,
        "manzil": 5,
        "page": 401,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3384,
        "text": "Allah schiep de hemelen en de aarde in waarheid. Voorwaar, daarin is zeker een Teken voor de gelovigen.",
        "numberInSurah": 44,
        "juz": 20,
        "manzil": 5,
        "page": 401,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3385,
        "text": "Draag voor (O Moehammad) wat aan jou in het Boek geopenbaard is en onderhoud de shalât. Voorwaat, de shalât weerhoudt van de gruweldaad en het verwerpelijke. Zeker, het gedenken van Allah (de shalât) is groter en Allah weet wat jullie bedrijven.",
        "numberInSurah": 45,
        "juz": 20,
        "manzil": 5,
        "page": 401,
        "ruku": 346,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3386,
        "text": "En redetwist niet anders dan op de beste wijze met de lieden van de Schrift, behalve met de onrechtplegers onder hen. En zegt: \"Wij geloven in wat aan ons is neergezonden en in wat aan jullie is neergezonden; en onze God en jullie God is Één, en wij hebben ons am Hem overgegeven.",
        "numberInSurah": 46,
        "juz": 21,
        "manzil": 5,
        "page": 402,
        "ruku": 346,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3387,
        "text": "En zo hebben Wij aan jou het Boek neergezonden. Degenen aan wie Wij de Schrift (de Taurât) hebben gegeven. zij geloven erin (in de Koran) en onder dezen (de bewoners van Mekkah) zijn er die erin geloven. En niemand verwerpt Onze Verzen dan de ongelovigen.",
        "numberInSurah": 47,
        "juz": 21,
        "manzil": 5,
        "page": 402,
        "ruku": 346,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3388,
        "text": "En daarvóór heb jij nooit een boek gelezen, en jij hebt nooit iets ervan met je rechterhand geschreven. Anders zouden de ontkenners zeker twijfelen.",
        "numberInSurah": 48,
        "juz": 21,
        "manzil": 5,
        "page": 402,
        "ruku": 346,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3389,
        "text": "Het zijn zelfs duidelijke Verzen in de harten van degenen aan wie de kennis is gegeven. En niemand verwerpt Onze Verzen dan de onrechtvaardigen.",
        "numberInSurah": 49,
        "juz": 21,
        "manzil": 5,
        "page": 402,
        "ruku": 346,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3390,
        "text": "En zij zeiden: \"Was er maar een Teken (wonder) van zijn Heer aan hem gezonden?\" Zeg: \"Voorwaar, de Tekenen zijn slechts bij Allah. En voorwaar, ik ben slechts een duidelijke waarschuwer.\"",
        "numberInSurah": 50,
        "juz": 21,
        "manzil": 5,
        "page": 402,
        "ruku": 346,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3391,
        "text": "Is het voor hen niet voldoende dat Wij aan jou het Boek hebben neergezonden, dat aan hen wordt voorgedragen? Voomaar, daarin is zeker barmhartigheid en een vermaning voor een volk dat gelooft.",
        "numberInSurah": 51,
        "juz": 21,
        "manzil": 5,
        "page": 402,
        "ruku": 346,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3392,
        "text": "Zeg: \"Allah is voldoende als Getuige tussen mij en jullie.\" Hij kent wat er in de hemelen en op de aarde is. En degenen die in de valsheid geloven en aan Allah ongelovig zijn: zij zijn de verliezers.",
        "numberInSurah": 52,
        "juz": 21,
        "manzil": 5,
        "page": 402,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3393,
        "text": "En zij vragen jou om de bestraffing te laten bespoedigen. En als er geen vastgestelde termijn was, dan zou de bestraffing zeker reeds tot hen zijn gekomen. En die zal zeker plotseling tot hen komen, terwijl zij het niet beseffen.",
        "numberInSurah": 53,
        "juz": 21,
        "manzil": 5,
        "page": 403,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3394,
        "text": "Zij vragen jou om de bestraffing te laten bespoedigen. En voorwaar, de Hel omsluit zeker de ongelovigen.",
        "numberInSurah": 54,
        "juz": 21,
        "manzil": 5,
        "page": 403,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3395,
        "text": "Op die Dag bedekt de bestraffing hen, van boven ben en van onder hun voeten. En Hij zal zeggen: \"Proeft wat jullie plachten te doen.\"",
        "numberInSurah": 55,
        "juz": 21,
        "manzil": 5,
        "page": 403,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3396,
        "text": "O Mijn dienaren die geloven: voorwaar, Mijn aarde is wijd, aanbidt daarom slechts Mij.",
        "numberInSurah": 56,
        "juz": 21,
        "manzil": 5,
        "page": 403,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3397,
        "text": "Elke ziet zal de dood ervaren, Daarna zullen jullie tot Ons worden teruggekeerd.",
        "numberInSurah": 57,
        "juz": 21,
        "manzil": 5,
        "page": 403,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3398,
        "text": "En voor degenen die geloven en goede werken verrichten zullen Wij zeker in het Paradijs hoge verblijven plaatsen, waar onder door de rivieren stromen. Zij zijn daarin eeuwiglevenden. De beste beloning is voor hen die (goede) werken verrichten.",
        "numberInSurah": 58,
        "juz": 21,
        "manzil": 5,
        "page": 403,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3399,
        "text": "Degenen die geduld hebben en op hun Heer vertrouwen.",
        "numberInSurah": 59,
        "juz": 21,
        "manzil": 5,
        "page": 403,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3400,
        "text": "En hoeveel levende wezens zijn er niet, die niet over hun levensondeoud beschikken? Allah voorziet hen en jullie ook. En Hij is Alhorend, Alwetend.",
        "numberInSurah": 60,
        "juz": 21,
        "manzil": 5,
        "page": 403,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3401,
        "text": "En als je kun vraagt wie de hemelen en de aarde heeft geschapen en wie de zon en de maan heeft onderworpen, dan zullen zij zeker zeggen: \"Allah.\" Hoe komt het dan, dat zij zo bedrogen worden?",
        "numberInSurah": 61,
        "juz": 21,
        "manzil": 5,
        "page": 403,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3402,
        "text": "Allah verruimt de voorzieningen voor wie Hij wil van Zijn dienaren, en Hij beperkt voor hen. Voorwaar, Allah is Alwetend over alle dingen.",
        "numberInSurah": 62,
        "juz": 21,
        "manzil": 5,
        "page": 403,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3403,
        "text": "En als jij hun vraagt wie uit de hemel water doet neerkomen en dan de aarde daarmee tot leven brengt na haar dood, dan zeggen zij zeker: \"Allah.\" Zeg: \"Alle lof zij Allah.\" Maar de meesten van hen begrijpen het niet.",
        "numberInSurah": 63,
        "juz": 21,
        "manzil": 5,
        "page": 403,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3404,
        "text": "En dit wereldse leven is niets dan vermaak en spel. En voorwaar, het Huis van het Hiernamaals is zeker het echte leven, als zij het wisten!",
        "numberInSurah": 64,
        "juz": 21,
        "manzil": 5,
        "page": 404,
        "ruku": 348,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3405,
        "text": "En als zij op de schepen varen, dan roepen zij Allah aan. Hem zuiver aanbiddend. Maar zodra Hij hen dan heeft gered (en) aan land heeft gebracht, dan kennen zij deelgenoten (aan Allah) toe.",
        "numberInSurah": 65,
        "juz": 21,
        "manzil": 5,
        "page": 404,
        "ruku": 348,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3406,
        "text": "Om hun ondankbaarheid te tonen voor wat Wij hun gegeven hebben en om te genieten. Spoedig zuilen zij het te weten.",
        "numberInSurah": 66,
        "juz": 21,
        "manzil": 5,
        "page": 404,
        "ruku": 348,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3407,
        "text": "En zim zij niet dat Wij, een gewijd veilig (land) hebben gemaakt, terwijl de mensen om hen heen worden verdreven? Geloven zij dan in de valsheid en ontkennen zij de gunst van Allah?",
        "numberInSurah": 67,
        "juz": 21,
        "manzil": 5,
        "page": 404,
        "ruku": 348,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3408,
        "text": "En wie is er onrechtvaardiger dan wie er een leugen over Allah verzint of de Waarheid loochent wanneer die tot hem is gekomen? Is de Hel niet de plaats voor de ongelovigen?",
        "numberInSurah": 68,
        "juz": 21,
        "manzil": 5,
        "page": 404,
        "ruku": 348,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3409,
        "text": "En degenen die omwille van Ons streven, die zullen Wij zeker Leiding schenken op Onze wegen. En voorwaar, Allah is zeker met de weldoeners.",
        "numberInSurah": 69,
        "juz": 21,
        "manzil": 5,
        "page": 404,
        "ruku": 348,
        "hizbQuarter": 161,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "nl.siregar",
      "language": "nl",
      "name": "Siregar",
      "englishName": "Siregar",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}