{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 40,
    "name": "سُورَةُ غَافِرٍ",
    "englishName": "Ghafir",
    "englishNameTranslation": "The Forgiver",
    "revelationType": "Meccan",
    "numberOfAyahs": 85,
    "ayahs": [
      {
        "number": 4134,
        "text": "Ha Mim",
        "numberInSurah": 1,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4135,
        "text": "The revelation of this Book is from Allah, Exalted in Power, Full of Knowledge,-",
        "numberInSurah": 2,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4136,
        "text": "Who forgiveth sin, accepteth repentance, is strict in punishment, and hath a long reach (in all things). there is no god but He: to Him is the final goal.",
        "numberInSurah": 3,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4137,
        "text": "None can dispute about the Signs of Allah but the Unbelievers. Let not, then, their strutting about through the land deceive thee!",
        "numberInSurah": 4,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4138,
        "text": "But (there were people) before them, who denied (the Signs),- the People of Noah, and the Confederates (of Evil) after them; and every People plotted against their prophet, to seize him, and disputed by means of vanities, therewith to condemn the Truth; but it was I that seized them! and how (terrible) was My Requital!",
        "numberInSurah": 5,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4139,
        "text": "Thus was the Decree of thy Lord proved true against the Unbelievers; that truly they are Companions of the Fire!",
        "numberInSurah": 6,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4140,
        "text": "Those who sustain the Throne (of Allah) and those around it Sing Glory and Praise to their Lord; believe in Him; and implore Forgiveness for those who believe: \"Our Lord! Thy Reach is over all things, in Mercy and Knowledge. Forgive, then, those who turn in Repentance, and follow Thy Path; and preserve them from the Penalty of the Blazing Fire!",
        "numberInSurah": 7,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4141,
        "text": "\"And grant, our Lord! that they enter the Gardens of Eternity, which Thou hast promised to them, and to the righteous among their fathers, their wives, and their posterity! For Thou art (He), the Exalted in Might, Full of Wisdom.",
        "numberInSurah": 8,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4142,
        "text": "\"And preserve them from (all) ills; and any whom Thou dost preserve from ills that Day,- on them wilt Thou have bestowed Mercy indeed: and that will be truly (for them) the highest Achievement\".",
        "numberInSurah": 9,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4143,
        "text": "The Unbelievers will be addressed: \"Greater was the aversion of Allah to you than (is) your aversion to yourselves, seeing that ye were called to the Faith and ye used to refuse.\"",
        "numberInSurah": 10,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4144,
        "text": "They will say: \"Our Lord! twice hast Thou made us without life, and twice hast Thou given us Life! Now have we recognised our sins: Is there any way out (of this)?\"",
        "numberInSurah": 11,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4145,
        "text": "(The answer will be:) \"This is because, when Allah was invoked as the Only (object of worship), ye did reject Faith, but when partners were joined to Him, ye believed! the Command is with Allah, Most High, Most Great!\"",
        "numberInSurah": 12,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4146,
        "text": "He it is Who showeth you his Signs, and sendeth down sustenance for you from the sky: but only those receive admonition who turn (to Allah).",
        "numberInSurah": 13,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4147,
        "text": "Call ye, then, upon Allah with sincere devotion to Him, even though the Unbelievers may detest it.",
        "numberInSurah": 14,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4148,
        "text": "Raised high above ranks (or degrees), (He is) the Lord of the Throne (of Authority): by His Command doth He send the Spirit (of inspiration) to any of His servants he pleases, that it may warn (men) of the Day of Mutual Meeting,-",
        "numberInSurah": 15,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4149,
        "text": "The Day whereon they will (all) come forth: not a single thing concerning them is hidden from Allah. Whose will be the dominion that Day?\" That of Allah, the One the Irresistible!",
        "numberInSurah": 16,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4150,
        "text": "That Day will every soul be requited for what it earned; no injustice will there be that Day, for Allah is Swift in taking account.",
        "numberInSurah": 17,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4151,
        "text": "Warn them of the Day that is (ever) drawing near, when the hearts will (come) right up to the throats to choke (them); No intimate friend nor intercessor will the wrong-doers have, who could be listened to.",
        "numberInSurah": 18,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4152,
        "text": "(Allah) knows of (the tricks) that deceive with the eyes, and all that the hearts (of men) conceal.",
        "numberInSurah": 19,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4153,
        "text": "And Allah will judge with (justice and) Truth: but those whom (men) invoke besides Him, will not (be in a position) to judge at all. Verily it is Allah (alone) Who hears and sees (all things).",
        "numberInSurah": 20,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4154,
        "text": "Do they not travel through the earth and see what was the End of those before them? They were even superior to them in strength, and in the traces (they have left) in the land: but Allah did call them to account for their sins, and none had they to defend them against Allah.",
        "numberInSurah": 21,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 406,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4155,
        "text": "That was because there came to them their messengers with Clear (Signs), but they rejected them: So Allah called them to account: for He is Full of Strength, Strict in Punishment.",
        "numberInSurah": 22,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 406,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4156,
        "text": "Of old We sent Moses, with Our Signs and an authority manifest,",
        "numberInSurah": 23,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 406,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4157,
        "text": "To Pharaoh, Haman, and Qarun; but they called (him)\" a sorcerer telling lies!\"...",
        "numberInSurah": 24,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 406,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4158,
        "text": "Now, when he came to them in Truth, from Us, they said, \"Slay the sons of those who believe with him, and keep alive their females,\" but the plots of Unbelievers (end) in nothing but errors (and delusions)!...",
        "numberInSurah": 25,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 406,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4159,
        "text": "Said Pharaoh: \"Leave me to slay Moses; and let him call on his Lord! What I fear is lest he should change your religion, or lest he should cause mischief to appear in the land!\"",
        "numberInSurah": 26,
        "juz": 24,
        "manzil": 6,
        "page": 470,
        "ruku": 406,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4160,
        "text": "Moses said: \"I have indeed called upon my Lord and your Lord (for protection) from every arrogant one who believes not in the Day of Account!\"",
        "numberInSurah": 27,
        "juz": 24,
        "manzil": 6,
        "page": 470,
        "ruku": 406,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4161,
        "text": "A believer, a man from among the people of Pharaoh, who had concealed his faith, said: \"Will ye slay a man because he says, 'My Lord is Allah'?- when he has indeed come to you with Clear (Signs) from your Lord? and if he be a liar, on him is (the sin of) his lie: but, if he is telling the Truth, then will fall on you something of the (calamity) of which he warns you: Truly Allah guides not one who transgresses and lies!",
        "numberInSurah": 28,
        "juz": 24,
        "manzil": 6,
        "page": 470,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4162,
        "text": "\"O my People! Yours is the dominion this day: Ye have the upper hand in the land: but who will help us from the Punishment of Allah, should it befall us?\" Pharaoh said: \"I but point out to you that which I see (myself); Nor do I guide you but to the Path of Right!\"",
        "numberInSurah": 29,
        "juz": 24,
        "manzil": 6,
        "page": 470,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4163,
        "text": "Then said the man who believed: \"O my people! Truly I do fear for you something like the Day (of disaster) of the Confederates (in sin)!-",
        "numberInSurah": 30,
        "juz": 24,
        "manzil": 6,
        "page": 470,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4164,
        "text": "\"Something like the fate of the People of Noah, the 'Ad, and the Thamud, and those who came after them: but Allah never wishes injustice to his Servants.",
        "numberInSurah": 31,
        "juz": 24,
        "manzil": 6,
        "page": 470,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4165,
        "text": "\"And O my people! I fear for you a Day when there will be Mutual calling (and wailing),-",
        "numberInSurah": 32,
        "juz": 24,
        "manzil": 6,
        "page": 470,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4166,
        "text": "\"A Day when ye shall turn your backs and flee: No defender shall ye have from Allah: Any whom Allah leaves to stray, there is none to guide...",
        "numberInSurah": 33,
        "juz": 24,
        "manzil": 6,
        "page": 470,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4167,
        "text": "\"And to you there came Joseph in times gone by, with Clear Signs, but ye ceased not to doubt of the (Mission) for which he had come: At length, when he died, ye said: 'No messenger will Allah send after him.' thus doth Allah leave to stray such as transgress and live in doubt,-",
        "numberInSurah": 34,
        "juz": 24,
        "manzil": 6,
        "page": 471,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4168,
        "text": "\"(Such) as dispute about the Signs of Allah, without any authority that hath reached them, grievous and odious (is such conduct) in the sight of Allah and of the Believers. Thus doth Allah, seal up every heart - of arrogant and obstinate Transgressors.\"",
        "numberInSurah": 35,
        "juz": 24,
        "manzil": 6,
        "page": 471,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4169,
        "text": "Pharaoh said: \"O Haman! Build me a lofty palace, that I may attain the ways and means-",
        "numberInSurah": 36,
        "juz": 24,
        "manzil": 6,
        "page": 471,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4170,
        "text": "\"The ways and means of (reaching) the heavens, and that I may mount up to the god of Moses: But as far as I am concerned, I think (Moses) is a liar!\" Thus was made alluring, in Pharaoh's eyes, the evil of his deeds, and he was hindered from the Path; and the plot of Pharaoh led to nothing but perdition (for him).",
        "numberInSurah": 37,
        "juz": 24,
        "manzil": 6,
        "page": 471,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4171,
        "text": "The man who believed said further: \"O my people! Follow me: I will lead you to the Path of Right.",
        "numberInSurah": 38,
        "juz": 24,
        "manzil": 6,
        "page": 471,
        "ruku": 408,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4172,
        "text": "\"O my people! This life of the present is nothing but (temporary) convenience: It is the Hereafter that is the Home that will last.",
        "numberInSurah": 39,
        "juz": 24,
        "manzil": 6,
        "page": 471,
        "ruku": 408,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4173,
        "text": "\"He that works evil will not be requited but by the like thereof: and he that works a righteous deed - whether man or woman - and is a Believer- such will enter the Garden (of Bliss): Therein will they have abundance without measure.",
        "numberInSurah": 40,
        "juz": 24,
        "manzil": 6,
        "page": 471,
        "ruku": 408,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4174,
        "text": "\"And O my people! How (strange) it is for me to call you to Salvation while ye call me to the Fire!",
        "numberInSurah": 41,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4175,
        "text": "\"Ye do call upon me to blaspheme against Allah, and to join with Him partners of whom I have no knowledge; and I call you to the Exalted in Power, Who forgives again and again!\"",
        "numberInSurah": 42,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4176,
        "text": "\"Without doubt ye do call me to one who is not fit to be called to, whether in this world, or in the Hereafter; our return will be to Allah; and the Transgressors will be Companions of the Fire!",
        "numberInSurah": 43,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4177,
        "text": "\"Soon will ye remember what I say to you (now), My (own) affair I commit to Allah: for Allah (ever) watches over His Servants.\"",
        "numberInSurah": 44,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4178,
        "text": "Then Allah saved him from (every) ill that they plotted (against him), but the burnt of the Penalty encompassed on all sides the People of Pharaoh.",
        "numberInSurah": 45,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4179,
        "text": "In front of the Fire will they be brought, morning and evening: And (the sentence will be) on the Day that Judgment will be established: \"Cast ye the People of Pharaoh into the severest Penalty!\"",
        "numberInSurah": 46,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4180,
        "text": "Behold, they will dispute with each other in the Fire! The weak ones (who followed) will say to those who had been arrogant, \"We but followed you: Can ye then take (on yourselves) from us some share of the Fire?",
        "numberInSurah": 47,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4181,
        "text": "Those who had been arrogant will say: \"We are all in this (Fire)! Truly, Allah has judged between (his) Servants!\"",
        "numberInSurah": 48,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4182,
        "text": "Those in the Fire will say to the Keepers of Hell: \"Pray to your Lord to lighten us the Penalty for a day (at least)!\"",
        "numberInSurah": 49,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4183,
        "text": "They will say: \"Did there not come to you your messengers with Clear Signs?\" They will say, \"Yes\". They will reply, \"Then pray (as ye like)! But the prayer of those without Faith is nothing but (futile wandering) in (mazes of) error!\"",
        "numberInSurah": 50,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4184,
        "text": "We will, without doubt, help our messengers and those who believe, (both) in this world's life and on the Day when the Witnesses will stand forth,-",
        "numberInSurah": 51,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4185,
        "text": "The Day when no profit will it be to Wrong-doers to present their excuses, but they will (only) have the Curse and the Home of Misery.",
        "numberInSurah": 52,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4186,
        "text": "We did aforetime give Moses the (Book of) Guidance, and We gave the book in inheritance to the Children of Israel,-",
        "numberInSurah": 53,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4187,
        "text": "A Guide and a Message to men of Understanding.",
        "numberInSurah": 54,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4188,
        "text": "Patiently, then, persevere: for the Promise of Allah is true: and ask forgiveness for thy fault, and celebrate the Praises of thy Lord in the evening and in the morning.",
        "numberInSurah": 55,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4189,
        "text": "Those who dispute about the signs of Allah without any authority bestowed on them,- there is nothing in their breasts but (the quest of) greatness, which they shall never attain to: seek refuge, then, in Allah: It is He Who hears and sees (all things).",
        "numberInSurah": 56,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4190,
        "text": "Assuredly the creation of the heavens and the earth is a greater (matter) than the creation of men: Yet most men understand not.",
        "numberInSurah": 57,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4191,
        "text": "Not equal are the blind and those who (clearly) see: Nor are (equal) those who believe and work deeds of righteousness, and those who do evil. Little do ye learn by admonition!",
        "numberInSurah": 58,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4192,
        "text": "The Hour will certainly come: Therein is no doubt: Yet most men believe not.",
        "numberInSurah": 59,
        "juz": 24,
        "manzil": 6,
        "page": 474,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4193,
        "text": "And your Lord says: \"Call on Me; I will answer your (Prayer): but those who are too arrogant to serve Me will surely find themselves in Hell - in humiliation!\"",
        "numberInSurah": 60,
        "juz": 24,
        "manzil": 6,
        "page": 474,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4194,
        "text": "It is Allah Who has made the Night for you, that ye may rest therein, and the days as that which helps (you) to see. Verily Allah is full of Grace and Bounty to men: yet most men give no thanks.",
        "numberInSurah": 61,
        "juz": 24,
        "manzil": 6,
        "page": 474,
        "ruku": 410,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4195,
        "text": "Such is Allah, your Lord, the Creator of all things, there is no god but He: Then how ye are deluded away from the Truth!",
        "numberInSurah": 62,
        "juz": 24,
        "manzil": 6,
        "page": 474,
        "ruku": 410,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4196,
        "text": "Thus are deluded those who are wont to reject the Signs of Allah.",
        "numberInSurah": 63,
        "juz": 24,
        "manzil": 6,
        "page": 474,
        "ruku": 410,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4197,
        "text": "It is Allah Who has made for you the earth as a resting place, and the sky as a canopy, and has given you shape- and made your shapes beautiful,- and has provided for you Sustenance, of things pure and good;- such is Allah your Lord. So Glory to Allah, the Lord of the Worlds!",
        "numberInSurah": 64,
        "juz": 24,
        "manzil": 6,
        "page": 474,
        "ruku": 410,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4198,
        "text": "He is the Living (One): There is no god but He: Call upon Him, giving Him sincere devotion. Praise be to Allah, Lord of the Worlds!",
        "numberInSurah": 65,
        "juz": 24,
        "manzil": 6,
        "page": 474,
        "ruku": 410,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4199,
        "text": "Say: \"I have been forbidden to invoke those whom ye invoke besides Allah,- seeing that the Clear Signs have come to me from my Lord; and I have been commanded to bow (in Islam) to the Lord of the Worlds.\"",
        "numberInSurah": 66,
        "juz": 24,
        "manzil": 6,
        "page": 474,
        "ruku": 410,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4200,
        "text": "It is He Who has created you from dust then from a sperm-drop, then from a leech-like clot; then does he get you out (into the light) as a child: then lets you (grow and) reach your age of full strength; then lets you become old,- though of you there are some who die before;- and lets you reach a Term appointed; in order that ye may learn wisdom.",
        "numberInSurah": 67,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 410,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4201,
        "text": "It is He Who gives Life and Death; and when He decides upon an affair, He says to it, \"Be\", and it is.",
        "numberInSurah": 68,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 410,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4202,
        "text": "Seest thou not those that dispute concerning the Signs of Allah? How are they turned away (from Reality)?-",
        "numberInSurah": 69,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4203,
        "text": "Those who reject the Book and the (revelations) with which We sent our messengers: but soon shall they know,-",
        "numberInSurah": 70,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4204,
        "text": "When the yokes (shall be) round their necks, and the chains; they shall be dragged along-",
        "numberInSurah": 71,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4205,
        "text": "In the boiling fetid fluid: then in the Fire shall they be burned;",
        "numberInSurah": 72,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4206,
        "text": "Then shall it be said to them: \"Where are the (deities) to which ye gave part-worship-",
        "numberInSurah": 73,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4207,
        "text": "\"In derogation of Allah?\" They will reply: \"They have left us in the lurch: Nay, we invoked not, of old, anything (that had real existence).\" Thus does Allah leave the Unbelievers to stray.",
        "numberInSurah": 74,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4208,
        "text": "\"That was because ye were wont to rejoice on the earth in things other than the Truth, and that ye were wont to be insolent.",
        "numberInSurah": 75,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4209,
        "text": "\"Enter ye the gates of Hell, to dwell therein: and evil is (this) abode of the arrogant!\"",
        "numberInSurah": 76,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4210,
        "text": "So persevere in patience; for the Promise of Allah is true: and whether We show thee (in this life) some part of what We promise them,- or We take thy soul (to Our Mercy) (before that),-(in any case) it is to Us that they shall (all) return.",
        "numberInSurah": 77,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4211,
        "text": "We did aforetime send messengers before thee: of them there are some whose story We have related to thee, and some whose story We have not related to thee. It was not (possible) for any messenger to bring a sign except by the leave of Allah: but when the Command of Allah issued, the matter was decided in truth and justice, and there perished, there and then those who stood on Falsehoods.",
        "numberInSurah": 78,
        "juz": 24,
        "manzil": 6,
        "page": 476,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4212,
        "text": "It is Allah Who made cattle for you, that ye may use some for riding and some for food;",
        "numberInSurah": 79,
        "juz": 24,
        "manzil": 6,
        "page": 476,
        "ruku": 412,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4213,
        "text": "And there are (other) advantages in them for you (besides); that ye may through them attain to any need (there may be) in your hearts; and on them and on ships ye are carried.",
        "numberInSurah": 80,
        "juz": 24,
        "manzil": 6,
        "page": 476,
        "ruku": 412,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4214,
        "text": "And He shows you (always) His Signs: then which of the Signs of Allah will ye deny?",
        "numberInSurah": 81,
        "juz": 24,
        "manzil": 6,
        "page": 476,
        "ruku": 412,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4215,
        "text": "Do they not travel through the earth and see what was the End of those before them? They were more numerous than these and superior in strength and in the traces (they have left) in the land: Yet all that they accomplished was of no profit to them.",
        "numberInSurah": 82,
        "juz": 24,
        "manzil": 6,
        "page": 476,
        "ruku": 412,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4216,
        "text": "For when their messengers came to them with Clear Signs, they exulted in such knowledge (and skill) as they had; but that very (Wrath) at which they were wont to scoff hemmed them in.",
        "numberInSurah": 83,
        "juz": 24,
        "manzil": 6,
        "page": 476,
        "ruku": 412,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4217,
        "text": "But when they saw Our Punishment, they said: \"We believe in Allah,- the one Allah - and we reject the partners we used to join with Him.\"",
        "numberInSurah": 84,
        "juz": 24,
        "manzil": 6,
        "page": 476,
        "ruku": 412,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4218,
        "text": "But their professing the Faith when they (actually) saw Our Punishment was not going to profit them. (Such has been) Allah's Way of dealing with His Servants (from the most ancient times). And even thus did the Rejecters of Allah perish (utterly)!",
        "numberInSurah": 85,
        "juz": 24,
        "manzil": 6,
        "page": 476,
        "ruku": 412,
        "hizbQuarter": 190,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "en.yusufali",
      "language": "en",
      "name": "Yusuf Ali",
      "englishName": "Abdullah Yusuf Ali",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}