{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 64,
    "name": "سُورَةُ التَّغَابُنِ",
    "englishName": "At-Taghaabun",
    "englishNameTranslation": "Mutual Disillusion",
    "revelationType": "Medinan",
    "numberOfAyahs": 18,
    "ayahs": [
      {
        "number": 5200,
        "text": "Whatever is in the heavens and on earth, doth declare the Praises and Glory of Allah: to Him belongs dominion, and to Him belongs praise: and He has power over all things.",
        "numberInSurah": 1,
        "juz": 28,
        "manzil": 7,
        "page": 556,
        "ruku": 490,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5201,
        "text": "It is He Who has created you; and of you are some that are Unbelievers, and some that are Believers: and Allah sees well all that ye do.",
        "numberInSurah": 2,
        "juz": 28,
        "manzil": 7,
        "page": 556,
        "ruku": 490,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5202,
        "text": "He has created the heavens and the earth in just proportions, and has given you shape, and made your shapes beautiful: and to Him is the final Goal.",
        "numberInSurah": 3,
        "juz": 28,
        "manzil": 7,
        "page": 556,
        "ruku": 490,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5203,
        "text": "He knows what is in the heavens and on earth; and He knows what ye conceal and what ye reveal: yea, Allah knows well the (secrets) of (all) hearts.",
        "numberInSurah": 4,
        "juz": 28,
        "manzil": 7,
        "page": 556,
        "ruku": 490,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5204,
        "text": "Has not the story reached you, of those who rejected Faith aforetime? So they tasted the evil result of their conduct; and they had a grievous Penalty.",
        "numberInSurah": 5,
        "juz": 28,
        "manzil": 7,
        "page": 556,
        "ruku": 490,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5205,
        "text": "That was because there came to them messengers with Clear Signs, but they said: \"Shall (mere) human beings direct us?\" So they rejected (the Message) and turned away. But Allah can do without (them): and Allah is free of all needs, worthy of all praise.",
        "numberInSurah": 6,
        "juz": 28,
        "manzil": 7,
        "page": 556,
        "ruku": 490,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5206,
        "text": "The Unbelievers think that they will not be raised up (for Judgment). Say: \"Yea, By my Lord, Ye shall surely be raised up: then shall ye be told (the truth) of all that ye did. And that is easy for Allah.\"",
        "numberInSurah": 7,
        "juz": 28,
        "manzil": 7,
        "page": 556,
        "ruku": 490,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5207,
        "text": "Believe, therefore, in Allah and His Messenger, and in the Light which we have sent down. And Allah is well acquainted with all that ye do.",
        "numberInSurah": 8,
        "juz": 28,
        "manzil": 7,
        "page": 556,
        "ruku": 490,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5208,
        "text": "The Day that He assembles you (all) for a Day of Assembly,- that will be a Day of mutual loss and gain (among you), and those who believe in Allah and work righteousness,- He will remove from them their ills, and He will admit them to Gardens beneath which Rivers flow, to dwell therein for ever: that will be the Supreme Achievement.",
        "numberInSurah": 9,
        "juz": 28,
        "manzil": 7,
        "page": 556,
        "ruku": 490,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5209,
        "text": "But those who reject Faith and treat Our Signs as falsehoods, they will be Companions of the Fire, to dwell therein for aye: and evil is that Goal.",
        "numberInSurah": 10,
        "juz": 28,
        "manzil": 7,
        "page": 557,
        "ruku": 490,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5210,
        "text": "No kind of calamity can occur, except by the leave of Allah: and if any one believes in Allah, (Allah) guides his heart (aright): for Allah knows all things.",
        "numberInSurah": 11,
        "juz": 28,
        "manzil": 7,
        "page": 557,
        "ruku": 491,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5211,
        "text": "So obey Allah, and obey His Messenger: but if ye turn back, the duty of Our Messenger is but to proclaim (the Message) clearly and openly.",
        "numberInSurah": 12,
        "juz": 28,
        "manzil": 7,
        "page": 557,
        "ruku": 491,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5212,
        "text": "Allah! There is no god but He: and on Allah, therefore, let the Believers put their trust.",
        "numberInSurah": 13,
        "juz": 28,
        "manzil": 7,
        "page": 557,
        "ruku": 491,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5213,
        "text": "O ye who believe! Truly, among your wives and your children are (some that are) enemies to yourselves: so beware of them! But if ye forgive and overlook, and cover up (their faults), verily Allah is Oft-Forgiving, Most Merciful.",
        "numberInSurah": 14,
        "juz": 28,
        "manzil": 7,
        "page": 557,
        "ruku": 491,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5214,
        "text": "Your riches and your children may be but a trial: but in the Presence of Allah, is the highest, Reward.",
        "numberInSurah": 15,
        "juz": 28,
        "manzil": 7,
        "page": 557,
        "ruku": 491,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5215,
        "text": "So fear Allah as much as ye can; listen and obey and spend in charity for the benefit of your own soul and those saved from the covetousness of their own souls,- they are the ones that achieve prosperity.",
        "numberInSurah": 16,
        "juz": 28,
        "manzil": 7,
        "page": 557,
        "ruku": 491,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5216,
        "text": "If ye loan to Allah, a beautiful loan, He will double it to your (credit), and He will grant you Forgiveness: for Allah is most Ready to appreciate (service), Most Forbearing,-",
        "numberInSurah": 17,
        "juz": 28,
        "manzil": 7,
        "page": 557,
        "ruku": 491,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5217,
        "text": "Knower of what is open, Exalted in Might, Full of Wisdom.",
        "numberInSurah": 18,
        "juz": 28,
        "manzil": 7,
        "page": 557,
        "ruku": 491,
        "hizbQuarter": 222,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "en.yusufali",
      "language": "en",
      "name": "Yusuf Ali",
      "englishName": "Abdullah Yusuf Ali",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}