{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 4,
    "name": "سُورَةُ النِّسَاءِ",
    "englishName": "An-Nisaa",
    "englishNameTranslation": "The Women",
    "revelationType": "Medinan",
    "numberOfAyahs": 176,
    "ayahs": [
      {
        "number": 494,
        "text": "اى مردم، بترسيد از پروردگارتان، آن كه شما را از يك تن بيافريد و از آن يك تن همسر او را و از آن دو، مردان و زنان بسيار پديد آورد. و بترسيد از آن خدايى كه با سوگند به نام او از يكديگر چيزى مى‌خواهيد و زنهار از خويشاوندان مبريد. هر آينه خدا مراقب شماست.",
        "numberInSurah": 1,
        "juz": 4,
        "manzil": 1,
        "page": 77,
        "ruku": 62,
        "hizbQuarter": 31,
        "sajda": false
      },
      {
        "number": 495,
        "text": "مال يتيمان را به يتيمان دهيد و حرام را با حلال مبادله مكنيد. و اموال آنها را همراه با اموال خويش مخوريد، كه اين گناهى بزرگ است.",
        "numberInSurah": 2,
        "juz": 4,
        "manzil": 1,
        "page": 77,
        "ruku": 62,
        "hizbQuarter": 31,
        "sajda": false
      },
      {
        "number": 496,
        "text": "اگر شما را بيم آن است كه در كار يتيمان عدالت نورزيد، از زنان هر چه شما را پسند افتد، دو دو، و سه سه و چهار چهار به نكاح درآوريد. و اگر بيم آن داريد كه به عدالت رفتار نكنيد تنها يك زن بگيريد يا هر چه مالك آن شويد. اين راهى بهتر است تا مرتكب ستم نگرديد.",
        "numberInSurah": 3,
        "juz": 4,
        "manzil": 1,
        "page": 77,
        "ruku": 62,
        "hizbQuarter": 31,
        "sajda": false
      },
      {
        "number": 497,
        "text": "مهر زنان را به طيب خاطر به آنها بدهيد. و اگر پاره‌اى از آن را به رضايت به شما بخشيدند بگيريد كه خوش و گوارايتان خواهد بود.",
        "numberInSurah": 4,
        "juz": 4,
        "manzil": 1,
        "page": 77,
        "ruku": 62,
        "hizbQuarter": 31,
        "sajda": false
      },
      {
        "number": 498,
        "text": "اموالتان را كه خدا قوام زندگى شما ساخته است به دست سفيهان مدهيد، ولى از آن هزينه و لباسشان دهيد و با آنان سخن به نيكى گوييد.",
        "numberInSurah": 5,
        "juz": 4,
        "manzil": 1,
        "page": 77,
        "ruku": 62,
        "hizbQuarter": 31,
        "sajda": false
      },
      {
        "number": 499,
        "text": "يتيمان را بيازماييد تا آنگاه كه به سن زناشويى رسند، پس اگر در آنان رشدى يافتيد اموالشان را به خودشان واگذاريد. و از بيم آنكه مباد به سن رشد رسند اموالشان را به ناحق و شتاب مخوريد. هر كه توانگر است عفت ورزد و هر كه بينواست به آن اندازه كه عرف تصديق كند بخورد. و چون اموالشان را تسليمشان كرديد كسانى را بر آنان به شهادت گيريد و خدا براى حساب كشيدن كافى است.",
        "numberInSurah": 6,
        "juz": 4,
        "manzil": 1,
        "page": 77,
        "ruku": 62,
        "hizbQuarter": 31,
        "sajda": false
      },
      {
        "number": 500,
        "text": "از هر چه پدر و مادر و خويشاوندان به ارث مى‌گذارند، مردان را نصيبى است. و از آنچه پدر و مادر و خويشاوندان به ارث مى‌گذارند چه اندك و چه بسيار زنان را نيز نصيبى است، نصيبى معيّن.",
        "numberInSurah": 7,
        "juz": 4,
        "manzil": 1,
        "page": 78,
        "ruku": 62,
        "hizbQuarter": 31,
        "sajda": false
      },
      {
        "number": 501,
        "text": "و چون به هنگام تقسيم، خويشاوندان و يتيمان و مسكينان حاضر آمدند به آنان نيز چيزى ارزانى داريد و با آنان به نيكويى سخن گوييد.",
        "numberInSurah": 8,
        "juz": 4,
        "manzil": 1,
        "page": 78,
        "ruku": 62,
        "hizbQuarter": 31,
        "sajda": false
      },
      {
        "number": 502,
        "text": "بايد از خداى بترسند كسانى كه اگر پس از خويش فرزندانى ناتوان بر جاى مى‌گذارند، از سرنوشت آنان بيمناكند. بايد كه از خداى بترسند و سخن عادلانه و به صواب گويند.",
        "numberInSurah": 9,
        "juz": 4,
        "manzil": 1,
        "page": 78,
        "ruku": 62,
        "hizbQuarter": 31,
        "sajda": false
      },
      {
        "number": 503,
        "text": "آنان كه اموال يتيمان را به ستم مى‌خورند شكم خويش پر از آتش مى‌كنند و به آتشى فروزان خواهند افتاد.",
        "numberInSurah": 10,
        "juz": 4,
        "manzil": 1,
        "page": 78,
        "ruku": 62,
        "hizbQuarter": 31,
        "sajda": false
      },
      {
        "number": 504,
        "text": "خدا درباره فرزندانتان به شما سفارش مى‌كند كه سهم پسر برابر سهم دو دختر است. و اگر دختر باشند و بيش از دو تن، دو سوم ميراث از آنهاست. و اگر يك دختر بود نصف برد و اگر مرده را فرزندى باشد هر يك از پدر و مادر يك ششم ميراث را برد. و اگر فرزندى نداشته باشد و ميراث‌بران تنها پدر و مادر باشند، مادر يك سوم دارايى را برد. اما اگر برادران داشته باشد سهم مادر، پس از انجام وصيتى كه كرده و پرداخت وام او يك ششم باشد. و شما نمى‌دانيد كه از پدران و پسرانتان كدام يك شما را سودمندتر است. اينها حكم خداست، كه خدا دانا و حكيم است.",
        "numberInSurah": 11,
        "juz": 4,
        "manzil": 1,
        "page": 78,
        "ruku": 63,
        "hizbQuarter": 31,
        "sajda": false
      },
      {
        "number": 505,
        "text": "اگر زنانتان فرزندى نداشتند، پس از انجام دادن وصيتى كه كرده‌اند و پس از پرداخت دين آنها، نصف ميراثشان از آن شماست. و اگر فرزندى داشتند يك چهارم آن. و اگر شما را فرزندى نبود پس از انجام دادن وصيتى كه كرده‌ايد و پس از پرداخت وامهايتان يك چهارم ميراثتان از آن زنانتان است. و اگر داراى فرزندى بوديد يك هشتم آن. و اگر مردى يا زنى بميرد و ميراث‌بر وى نه پدر باشد و نه فرزند او اگر او را برادر يا خواهرى باشد هر يك از آن دو يك ششم برد. و اگر بيش از يكى بودند همه در يك سوم مال -پس از انجام دادن وصيتى كه كرده است بى‌آنكه براى وارثتان زيانمند باشد و نيز پس از اداى دينش- شريك هستند. اين اندرزى است از خدا به شما و خدا دانا و بردبار است.",
        "numberInSurah": 12,
        "juz": 4,
        "manzil": 1,
        "page": 79,
        "ruku": 63,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 506,
        "text": "اينها احكام خداست. هر كس از خدا و پيامبرش فرمان برد، او را به بهشتهايى كه در آن نهرها جارى است درآورد و همواره در آنجا خواهد بود و اين كاميابى بزرگى است.",
        "numberInSurah": 13,
        "juz": 4,
        "manzil": 1,
        "page": 79,
        "ruku": 63,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 507,
        "text": "و هر كه از خدا و رسولش فرمان نبرد و از احكام او تجاوز كند، او را داخل در آتش كند و همواره در آنجا خواهد بود و براى اوست عذابى خواركننده.",
        "numberInSurah": 14,
        "juz": 4,
        "manzil": 1,
        "page": 79,
        "ruku": 63,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 508,
        "text": "و از زنان شما آنان كه مرتكب فحشا مى‌شوند، از چهار تن از خودتان بر ضد آنها شهادت بخواهيد. اگر شهادت دادند زنان را در خانه محبوس داريد تا مرگشان فرا رسد يا خدا راهى پيش پايشان نهد.",
        "numberInSurah": 15,
        "juz": 4,
        "manzil": 1,
        "page": 80,
        "ruku": 64,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 509,
        "text": "و آن دو تن را كه مرتكب آن عمل شده‌اند، بيازاريد. و چون توبه كنند و به صلاح آيند از آزارشان دست برداريد زيرا خدا توبه‌پذير و مهربان است.",
        "numberInSurah": 16,
        "juz": 4,
        "manzil": 1,
        "page": 80,
        "ruku": 64,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 510,
        "text": "جز اين نيست كه توبه از آن كسانى است كه به نادانى مرتكب كارى زشت مى‌شوند و زود توبه مى‌كنند. خدا توبه اينان را مى‌پذيرد و خدا دانا و حكيم است.",
        "numberInSurah": 17,
        "juz": 4,
        "manzil": 1,
        "page": 80,
        "ruku": 64,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 511,
        "text": "توبه كسانى كه كارهاى زشت مى‌كنند و چون مرگشان فرا مى‌رسد مى‌گويند كه اكنون توبه كرديم، و نيز آنان كه كافر بميرند، پذيرفته نخواهد شد. براى اينان عذابى دردآور مهيا كرده‌ايم.",
        "numberInSurah": 18,
        "juz": 4,
        "manzil": 1,
        "page": 80,
        "ruku": 64,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 512,
        "text": "اى كسانى كه ايمان آورده‌ايد، شما را حلال نيست كه زنان را بر خلاف ميلشان به ارث ببريد. و تا قسمتى از آنچه را كه به آنها داده‌ايد بازپس ستانيد بر آنها سخت مگيريد، مگر آنكه مرتكب فحشايى به ثبوت رسيده شده باشند. و با آنان به نيكويى رفتار كنيد. و اگر شما را از زنان خوش نيامد، چه بسا چيزها كه شما را از آن خوش نمى‌آيد در حالى كه خدا خير كثيرى در آن نهاده باشد.",
        "numberInSurah": 19,
        "juz": 4,
        "manzil": 1,
        "page": 80,
        "ruku": 64,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 513,
        "text": "اگر خواستيد زنى به جاى زنى ديگر بگيريد و او را قنطارى مال داده‌ايد، نبايد چيزى از او بازستانيد. آيا به آنان تهمت مى‌زنيد تا مهرشان را باز پس گيريد؟ اين گناهى آشكار است.",
        "numberInSurah": 20,
        "juz": 4,
        "manzil": 1,
        "page": 81,
        "ruku": 64,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 514,
        "text": "و چگونه آن مال را باز پس مى‌گيريد و حال آنكه هر يك از شما از ديگرى بهره‌مند شده است و زنان از شما پيمانى استوار گرفته‌اند.",
        "numberInSurah": 21,
        "juz": 4,
        "manzil": 1,
        "page": 81,
        "ruku": 64,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 515,
        "text": "با زنانى كه پدرانتان به عقد خويش درآورده‌اند زناشويى مكنيد، مگر آنكه پيش از اين چنان كرده باشيد. زيرا اين كار، زنا و مورد خشم خدا است و شيوه‌اى است ناپسند.",
        "numberInSurah": 22,
        "juz": 4,
        "manzil": 1,
        "page": 81,
        "ruku": 64,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 516,
        "text": "مادرانتان و دخترانتان و خواهرانتان و عمه‌هايتان و خاله‌هايتان و دختران برادران و دختران خواهرانتان و زنانى كه شما را شير داده‌اند و خواهران شيريتان و مادران زنانتان بر شما حرام شده‌اند. و دختران زنانتان كه در كنار شما هستند، هرگاه با آن زنان همبستر شده‌ايد بر شما حرام شده‌اند. ولى اگر همبستر نشده‌ايد، گناهى مرتكب نشده‌ايد. و نيز زنان پسرانى كه از پشت شما هستند بر شما حرام شده‌اند. و نبايد دو خواهر را در يك زمان به زنى گيريد، مگر آنكه پيش از اين چنين كرده باشيد. هر آينه خدا آمرزنده و مهربان است.",
        "numberInSurah": 23,
        "juz": 4,
        "manzil": 1,
        "page": 81,
        "ruku": 65,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 517,
        "text": "و نيز زنان شوهردار بر شما حرام شده‌اند، مگر آنها كه به تصرف شما درآمده باشند. از كتاب خدا پيروى كنيد. و جز اينها، زنان ديگر هرگاه در طلب آنان از مال خويش مهرى بپردازيد و آنها را به نكاح درآوريد نه به زنا، بر شما حلال شده‌اند. و زنانى را كه از آنها تمتع مى‌گيريد واجب است كه مهرشان را بدهيد. و پس از مهر معيّن، در قبول هر چه هر دو بدان رضا بدهيد گناهى نيست. هر آينه خدا دانا و حكيم است.",
        "numberInSurah": 24,
        "juz": 5,
        "manzil": 1,
        "page": 82,
        "ruku": 65,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 518,
        "text": "هر كس را كه توانگرى نباشد تا آزادزنان مؤمنه را به نكاح خود درآورد از كنيزان مؤمنه‌اى كه مالك آنها هستيد به زنى گيرد. و خدا به ايمان شما آگاه‌تر است. همه از جنس يكديگريد. پس بندگان را به اذن صاحبانشان نكاح كنيد و مهرشان را به نحو شايسته‌اى بدهيد. و بايد كه پاكدامن باشند نه زناكار و نه از آنها كه به پنهان دوست مى‌گيرند. و چون شوهر كردند، هرگاه مرتكب فحشا شوند شكنجه آنان نصف شكنجه آزادزنان است. و اين براى كسانى است از شما كه بيم دارند كه به رنج افتند. با اين همه، اگر صبر كنيد برايتان بهتر است و خدا آمرزنده و مهربان است.",
        "numberInSurah": 25,
        "juz": 5,
        "manzil": 1,
        "page": 82,
        "ruku": 65,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 519,
        "text": "خدا مى‌خواهد براى شما همه چيز را آشكار كند و به سنتهاى پيشينيانتان راه بنمايد و توبه شما را بپذيرد، كه خدا دانا و حكيم است.",
        "numberInSurah": 26,
        "juz": 5,
        "manzil": 1,
        "page": 82,
        "ruku": 66,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 520,
        "text": "خدا مى‌خواهد توبه شما را بپذيرد. ولى آنان كه از پى شهوات مى‌روند، مى‌خواهند كه شما به كجروى عظيمى افتيد.",
        "numberInSurah": 27,
        "juz": 5,
        "manzil": 1,
        "page": 83,
        "ruku": 66,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 521,
        "text": "خدا مى‌خواهد بار شما را سبك كند، زيرا آدمى ناتوان آفريده شده است.",
        "numberInSurah": 28,
        "juz": 5,
        "manzil": 1,
        "page": 83,
        "ruku": 66,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 522,
        "text": "اى كسانى كه ايمان آورده‌ايد، اموال يكديگر را به ناحق مخوريد، مگر آنكه تجارتى باشد كه هر دو طرف بدان رضايت داده باشيد. و خودتان را مكشيد. هر آينه خدا با شما مهربان است.",
        "numberInSurah": 29,
        "juz": 5,
        "manzil": 1,
        "page": 83,
        "ruku": 66,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 523,
        "text": "و هر كه اين كارها از روى تجاوز و ستم كند، او را در آتش خواهيم افكند و اين بر خدا آسان است.",
        "numberInSurah": 30,
        "juz": 5,
        "manzil": 1,
        "page": 83,
        "ruku": 66,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 524,
        "text": "اگر از گناهان بزرگى كه شما را از آن نهى كرده‌اند اجتناب كنيد، از ديگر گناهانتان درمى‌گذريم و شما را به مكانى نيكو درمى‌آوريم.",
        "numberInSurah": 31,
        "juz": 5,
        "manzil": 1,
        "page": 83,
        "ruku": 66,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 525,
        "text": "آرزو مكنيد آن چيزهايى را كه بدانها خدا بعضى از شما را بر بعضى ديگر برترى داده است. مردان را از آنچه كنند نصيبى است و زنان را از آنچه كنند نصيبى. و روزى از خدا خواهيد كه خدا بر هر چيزى آگاه است.",
        "numberInSurah": 32,
        "juz": 5,
        "manzil": 1,
        "page": 83,
        "ruku": 66,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 526,
        "text": "براى همه، در آنچه پدر و مادر و خويشاوندان نزديك به ميراث مى‌گذارند، ميراث‌برانى قرار داده‌ايم. و بهره هر كس را كه با او قرارى نهاده‌ايد بپردازيد كه خدا بر هر چيزى گواه است.",
        "numberInSurah": 33,
        "juz": 5,
        "manzil": 1,
        "page": 83,
        "ruku": 66,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 527,
        "text": "مردان، از آن جهت كه خدا بعضى را بر بعضى برترى داده است، و از آن جهت كه از مال خود نفقه مى‌دهند، بر زنان تسلط دارند. پس زنان شايسته، فرمانبردارند و در غيبت شوى عفيفند و فرمان خداى را نگاه مى‌دارند. و آن زنان را كه از نافرمانيشان بيم داريد، اندرز دهيد و از خوابگاهشان دورى كنيد و بزنيدشان. اگر فرمانبردارى كردند، از آن پس ديگر راه بيداد پيش مگيريد. و خدا بلندپايه و بزرگ است.",
        "numberInSurah": 34,
        "juz": 5,
        "manzil": 1,
        "page": 84,
        "ruku": 67,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 528,
        "text": "اگر از اختلاف ميان زن و شوى آگاه شديد، داورى از كسان مرد و داورى از كسان زن برگزينيد. اگر آن دو را قصد اصلاح باشد خدا ميانشان موافقت پديد مى‌آورد، كه خدا دانا و آگاه است.",
        "numberInSurah": 35,
        "juz": 5,
        "manzil": 1,
        "page": 84,
        "ruku": 67,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 529,
        "text": "خداى را بپرستيد و هيچ چيز شريك او مسازيد و با پدر و مادر و خويشاوندان و يتيمان و بينوايان و همسايه خويشاوند و همسايه بيگانه و يار مصاحب و مسافر رهگذر و بندگان خود نيكى كنيد. هرآينه خدا متكبران و فخرفروشان را دوست ندارد.",
        "numberInSurah": 36,
        "juz": 5,
        "manzil": 1,
        "page": 84,
        "ruku": 67,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 530,
        "text": "آنان كه بخل مى‌ورزند و مردم را به بخل وا مى‌دارند و مالى را كه خدا به آنها داده است پنهان مى‌كنند. و ما براى كافران عذابى خواركننده مهيا ساخته‌ايم.",
        "numberInSurah": 37,
        "juz": 5,
        "manzil": 1,
        "page": 84,
        "ruku": 67,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 531,
        "text": "و نيز كسانى را كه اموال خويش براى خودنمايى انفاق مى‌كنند و به خدا و روز قيامت ايمان نمى‌آورند. و هر كه شيطان قرين او باشد، قرينى بد دارد.",
        "numberInSurah": 38,
        "juz": 5,
        "manzil": 1,
        "page": 85,
        "ruku": 67,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 532,
        "text": "چه زيان داردشان اگر به خدا و روز قيامت ايمان آورند و از آنچه خدا به آنها روزى داده است انفاق كنند؟ خدا به كارشان داناست.",
        "numberInSurah": 39,
        "juz": 5,
        "manzil": 1,
        "page": 85,
        "ruku": 67,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 533,
        "text": "خدا ذره‌اى هم ستم نمى‌كند. اگر نيكيى باشد آن را دو برابر مى‌كند و از جانب خود مزدى كرامند مى‌دهد.",
        "numberInSurah": 40,
        "juz": 5,
        "manzil": 1,
        "page": 85,
        "ruku": 67,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 534,
        "text": "چگونه خواهد بود آن روز كه از هر امتى گواهى بياوريم و تو را بر اين امت به گواهى فرا خوانيم؟",
        "numberInSurah": 41,
        "juz": 5,
        "manzil": 1,
        "page": 85,
        "ruku": 67,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 535,
        "text": "در آن روز كافران و آنان كه بر رسول عصيان ورزيده‌اند آرزو كنند كه با خاك زمين يكسان مى‌بودند. و هيچ سخنى را از خدا پنهان نتوانند كرد.",
        "numberInSurah": 42,
        "juz": 5,
        "manzil": 1,
        "page": 85,
        "ruku": 67,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 536,
        "text": "اى كسانى كه ايمان آورده‌ايد، آنگاه كه مست هستيد گرد نماز مگرديد تا بدانيد كه چه مى‌گوييد. و نيز در حال جنابت، تا غسل كنيد، مگر آنكه راهگذر باشيد. و اگر بيمار يا در سفر بوديد يا از مكان قضاى حاجت بازگشته‌ايد يا با زنان جماع كرده‌ايد و آب نيافتيد با خاك پاك تيمم كنيد و روى و دستهايتان را با آن خاك مسح كنيد. هرآينه خدا عفو كننده و آمرزنده است.",
        "numberInSurah": 43,
        "juz": 5,
        "manzil": 1,
        "page": 85,
        "ruku": 68,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 537,
        "text": "آيا آن كسانى را كه از كتاب بهره‌اى داده شده‌اند، نديده‌اى كه گمراهى مى‌خرند و مى‌خواهند كه شما نيز گمراه شويد؟",
        "numberInSurah": 44,
        "juz": 5,
        "manzil": 1,
        "page": 85,
        "ruku": 68,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 538,
        "text": "خدا دشمنان شما را بهتر مى‌شناسد و دوستى او شما را كفايت خواهد كرد و يارى او شما را بسنده است.",
        "numberInSurah": 45,
        "juz": 5,
        "manzil": 1,
        "page": 86,
        "ruku": 68,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 539,
        "text": "بعضى از جهودان كلمات خدا را به معنى دگرگون مى‌كنند و مى‌گويند: شنيديم و عصيان مى‌ورزيم، و بشنو و كاش ناشنوا گردى و «راعنا». به لغت خويش زبان مى‌گردانند و به دين اسلام طعنه مى‌زنند. اگر مى‌گفتند كه شنيديم و اطاعت كرديم و «اُنظُرنا»، برايشان بهتر و به صواب‌تر بود. خدا آنان را به سبب كفرشان لعنت كرده و جز اندكى ايمان نياورند.",
        "numberInSurah": 46,
        "juz": 5,
        "manzil": 1,
        "page": 86,
        "ruku": 68,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 540,
        "text": "اى كسانى كه شما را كتاب داده شده، به كتابى كه نازل كرده‌ايم و كتاب شما را نيز تصديق مى‌كند ايمان بياوريد؛ پيش از آنكه نقش چهره‌هايى را محو كنيم و رويها را به قفا برگردانيم. يا همچنان كه اصحاب سبت را لعنت كرديم شما را هم لعنت كنيم. و فرمان خدا شدنى است.",
        "numberInSurah": 47,
        "juz": 5,
        "manzil": 1,
        "page": 86,
        "ruku": 68,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 541,
        "text": "هرآينه خدا گناه كسانى را كه به او شرك آورند نمى‌آمرزد؛ و گناهان ديگر را براى هر كه بخواهد مى‌آمرزد. و هر كه به خدا شرك آورد، دروغى ساخته و گناهى بزرگ مرتكب شده است.",
        "numberInSurah": 48,
        "juz": 5,
        "manzil": 1,
        "page": 86,
        "ruku": 68,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 542,
        "text": "آيا آنان را نديده‌اى كه خويشتن را پاك و بى‌عيب جلوه مى‌دهند؟ آرى خداست كه هر كه را كه خواهد از عيب پاك گرداند. و به هيچ كس حتى به قدر رشته‌اى كه در شكاف هسته خرماست ستم نشود.",
        "numberInSurah": 49,
        "juz": 5,
        "manzil": 1,
        "page": 86,
        "ruku": 68,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 543,
        "text": "بنگر كه چگونه به خدا دروغ مى‌بندند و همين دروغ گناهى آشكار را بسنده است.",
        "numberInSurah": 50,
        "juz": 5,
        "manzil": 1,
        "page": 86,
        "ruku": 68,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 544,
        "text": "آيا كسانى را كه نصيبى از كتاب داده شده‌اند نديده‌اى كه به جبت و طاغوت ايمان مى‌آورند و در باره كافران مى‌گويند كه راه اينان از راه مؤمنان به هدايت نزديك‌تر است؟",
        "numberInSurah": 51,
        "juz": 5,
        "manzil": 1,
        "page": 86,
        "ruku": 69,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 545,
        "text": "اينان آن كسانند كه خدا لعنتشان كرده است؛ و هر كس را كه خدا لعنت كند براى او هيچ ياورى نيابى.",
        "numberInSurah": 52,
        "juz": 5,
        "manzil": 1,
        "page": 87,
        "ruku": 69,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 546,
        "text": "يا از پادشاهى نصيبى برده‌اند؟ كه در اين صورت به قدر آن گودى كه بر پشت هسته خرماست به مردم سودى نمى‌رسانند.",
        "numberInSurah": 53,
        "juz": 5,
        "manzil": 1,
        "page": 87,
        "ruku": 69,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 547,
        "text": "يا بر مردم به خاطر نعمتى كه خدا از فضل خويش به آنان ارزانى داشته حسد مى‌برند؟ در حالى كه ما به خاندان ابراهيم كتاب و حكمت داديم و فرمانروايى بزرگ ارزانى داشتيم.",
        "numberInSurah": 54,
        "juz": 5,
        "manzil": 1,
        "page": 87,
        "ruku": 69,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 548,
        "text": "بعضى بدان ايمان آوردند و بعضى از آن اعراض كردند. دوزخ، آن آتش افروخته، ايشان را بس.",
        "numberInSurah": 55,
        "juz": 5,
        "manzil": 1,
        "page": 87,
        "ruku": 69,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 549,
        "text": "آنان را كه به آيات ما كافر شدند به آتش خواهيم افكند. هرگاه پوست تنشان بپزد پوستى ديگرشان دهيم، تا عذاب خدا را بچشند. خدا پيروزمند و حكيم است.",
        "numberInSurah": 56,
        "juz": 5,
        "manzil": 1,
        "page": 87,
        "ruku": 69,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 550,
        "text": "و آنان را كه ايمان آورده و كارهاى نيكو كرده‌اند به بهشتهايى كه در آن نهرها جارى است درآوريم، تا ابد در آنجا خواهند بود. و در آنجا صاحب زنان پاك و بى‌عيب شوند و در سايه‌هاى پيوسته و خنك جايشان مى‌دهيم.",
        "numberInSurah": 57,
        "juz": 5,
        "manzil": 1,
        "page": 87,
        "ruku": 69,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 551,
        "text": "خدا به شما فرمان مى‌دهد كه امانتها را به صاحبانشان بازگردانيد. و چون در ميان مردم به داورى نشينيد به عدل داورى كنيد. خدا شما را چه نيكو پند مى‌دهد. هر آينه او شنوا و بيناست.",
        "numberInSurah": 58,
        "juz": 5,
        "manzil": 1,
        "page": 87,
        "ruku": 69,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 552,
        "text": "اى كسانى كه ايمان آورده‌ايد، از خدا اطاعت كنيد و از رسول و اولوالامر خويش فرمان بريد. و چون در امرى اختلاف كرديد اگر -به خدا و روز قيامت ايمان داريد- به خدا و پيامبر رجوع كنيد. در اين خير شماست و سرانجامى بهتر دارد.",
        "numberInSurah": 59,
        "juz": 5,
        "manzil": 1,
        "page": 87,
        "ruku": 69,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 553,
        "text": "آيا آنان را نمى‌بينى كه مى‌پندارند كه به آنچه بر تو نازل شده و آنچه پيش از تو نازل شده است ايمان آورده‌اند، ولى مى‌خواهند كه بت را حَكَم قراردهند، در حالى كه به آنان گفته‌اند كه بت را انكار كنند. شيطان مى‌خواهد گمراهشان سازد و از حق دور گرداند.",
        "numberInSurah": 60,
        "juz": 5,
        "manzil": 1,
        "page": 88,
        "ruku": 70,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 554,
        "text": "و چون ايشان را گويند كه به آنچه خدا نازل كرده و به پيامبرش روى آريد، منافقان را مى‌بينى كه سخت از تو رويگردان مى‌شوند.",
        "numberInSurah": 61,
        "juz": 5,
        "manzil": 1,
        "page": 88,
        "ruku": 70,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 555,
        "text": "پس چگونه است كه چون به پاداش كارهايى كه مرتكب شده‌اند مصيبتى به آنها رسد، نزد تو مى‌آيند و به خدا سوگند مى‌خورند كه ما جز احسان و موافقت قصد ديگرى نداشته‌ايم؟",
        "numberInSurah": 62,
        "juz": 5,
        "manzil": 1,
        "page": 88,
        "ruku": 70,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 556,
        "text": "خداوند از دلهايشان آگاه است. از آنان اعراض كن و اندرزشان بده به چنان سخنى كه در وجودشان كارگر افتد.",
        "numberInSurah": 63,
        "juz": 5,
        "manzil": 1,
        "page": 88,
        "ruku": 70,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 557,
        "text": "هيچ پيامبرى را نفرستاديم جز آنكه ديگران به امر خدا بايد مطيع فرمان او شوند. و اگر به هنگامى كه مرتكب گناهى شدند نزد تو آمده بودند و از خدا آمرزش خواسته بودند و پيامبر برايشان آمرزش خواسته بود، خدا را توبه‌پذير و مهربان مى‌يافتند.",
        "numberInSurah": 64,
        "juz": 5,
        "manzil": 1,
        "page": 88,
        "ruku": 70,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 558,
        "text": "نه، سوگند به پروردگارت كه ايمان نياورند، مگر آنكه در نزاعى كه ميان آنهاست تو را داور قرار دهند و از حكمى كه تو مى‌دهى هيچ ناخشنود نشوند و سراسر تسليم آن گردند.",
        "numberInSurah": 65,
        "juz": 5,
        "manzil": 1,
        "page": 88,
        "ruku": 70,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 559,
        "text": "و اگر به آنان فرمان داده بوديم كه خود را بكشيد يا از خانه‌هايتان بيرون رويد، جز اندكى از آنان فرمان نمى‌بردند. و حال آنكه اگر اندرزى را كه به آنان داده شده است كار مى‌بستند برايشان بهتر و بر اساسى استوارتر بود.",
        "numberInSurah": 66,
        "juz": 5,
        "manzil": 1,
        "page": 89,
        "ruku": 70,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 560,
        "text": "آنگاه از جانب خود به آنان مزدى بزرگ مى‌داديم.",
        "numberInSurah": 67,
        "juz": 5,
        "manzil": 1,
        "page": 89,
        "ruku": 70,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 561,
        "text": "و آنان را به راه راست هدايت مى‌كرديم.",
        "numberInSurah": 68,
        "juz": 5,
        "manzil": 1,
        "page": 89,
        "ruku": 70,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 562,
        "text": "و هر كه از خدا و پيامبرش اطاعت كند، همراه با كسانى خواهد بود كه خدا نعمتشان داده است، چون انبياء و صديقان و شهيدان و صالحان. و اينان چه نيكو رفيقانند.",
        "numberInSurah": 69,
        "juz": 5,
        "manzil": 1,
        "page": 89,
        "ruku": 70,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 563,
        "text": "اين فضيلتى است از جانب خدا و بسنده است خداى دانا.",
        "numberInSurah": 70,
        "juz": 5,
        "manzil": 1,
        "page": 89,
        "ruku": 70,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 564,
        "text": "اى كسانى كه ايمان آورده‌ايد، سلاح بگيريد و آنگاه هوشيارانه، فوج فوج يا يكباره، به جنگ رويد.",
        "numberInSurah": 71,
        "juz": 5,
        "manzil": 1,
        "page": 89,
        "ruku": 71,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 565,
        "text": "و از ميان شما كسى است كه در كارزار درنگ مى‌كند. و چون به شما بلايى رسد، مى‌گويد: خدا در حق من چه انعامى كرد كه در آن روز همراهشان نبودم.",
        "numberInSurah": 72,
        "juz": 5,
        "manzil": 1,
        "page": 89,
        "ruku": 71,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 566,
        "text": "و چون مالى از جانب خدا نصيبتان شود -چنان كه گويى ميانتان هيچ گونه مودتى نبوده است- گويد: اى كاش من نيز با آنها مى‌بودم و به كاميابيى بزرگ دست مى‌يافتم.",
        "numberInSurah": 73,
        "juz": 5,
        "manzil": 1,
        "page": 89,
        "ruku": 71,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 567,
        "text": "پس آنان كه زندگى دنيا را داده‌اند و آخرت را خريده‌اند بايد كه در راه خدا بجنگند. و هر كه در راه خدا بجنگد، چه كشته شود چه پيروز گردد، مزدى بزرگ به او خواهيم داد.",
        "numberInSurah": 74,
        "juz": 5,
        "manzil": 1,
        "page": 89,
        "ruku": 71,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 568,
        "text": "چرا در راه خدا و به خاطر مردان و زنان و كودكان ناتوانى كه مى‌گويند: اى پروردگار ما، ما را از اين قريه ستمكاران بيرون آر و از جانب خود يار و مددكارى قرار ده، نمى‌جنگيد؟",
        "numberInSurah": 75,
        "juz": 5,
        "manzil": 1,
        "page": 90,
        "ruku": 71,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 569,
        "text": "آنان كه ايمان آورده‌اند، در راه خدا مى‌جنگند، و آنان كه كافر شده‌اند در راه شيطان. پس با هواداران شيطان قتال كنيد كه مكر شيطان ناچيز است.",
        "numberInSurah": 76,
        "juz": 5,
        "manzil": 1,
        "page": 90,
        "ruku": 71,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 570,
        "text": "آيا نديدى كسانى را كه به آنها گفته شد كه اكنون از جنگ بازايستيد و نماز بخوانيد و زكات بدهيد، كه چون جنگيدن بر آنان مقرر شد، گروهى چنان از مردم ترسيدند كه بايد از خدا مى‌ترسيدند؟ حتى ترسى بيشتر از ترس خدا. و گفتند: اى پروردگار ما، چرا جنگ را بر ما واجب كرده‌اى و ما را مهلت نمى‌دهى تا به مرگ خود -كه نزديك است- بميريم؟ بگو: متاع اينجهانى اندك است و آخرت از آن پرهيزگاران است و به شما حتى به قدر رشته‌اى كه در ميان هسته خرماست ستم نمى شود.",
        "numberInSurah": 77,
        "juz": 5,
        "manzil": 1,
        "page": 90,
        "ruku": 72,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 571,
        "text": "هر جا كه باشيد ولو در حصارهاى سخت استوار، مرگ شما را درمى يابد. و اگر خيرى به آنها رسد مى‌گويند كه از جانب خدا بود و اگر شرى به آنها رسد مى‌گويند كه از جانب تو بود. بگو: همه از جانب خداست. چه بر سر اين قوم آمده است كه هيچ سخنى را نمى‌فهمند؟",
        "numberInSurah": 78,
        "juz": 5,
        "manzil": 1,
        "page": 90,
        "ruku": 72,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 572,
        "text": "هر خيرى كه به تو رسد از جانب خداست و هر شرى كه به تو رسد از جانب خود تو است. تو را به رسالت به سوى مردم فرستاديم و خدا به شهادت كافى است.",
        "numberInSurah": 79,
        "juz": 5,
        "manzil": 1,
        "page": 90,
        "ruku": 72,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 573,
        "text": "هر كه از پيامبر اطاعت كند، از خدا اطاعت كرده است. و آنان كه سرباز زنند، پس ما تو را به نگهبانى آنها نفرستاده‌ايم.",
        "numberInSurah": 80,
        "juz": 5,
        "manzil": 1,
        "page": 91,
        "ruku": 72,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 574,
        "text": "مى‌گويند: فرمانبرداريم. و چون از نزد تو بيرون شوند گروهى از ايشان به شب خلاف آنچه تو مى‌گويى انديشه‌اى در دل مى‌پرورند. و خدا آنچه را شب در خاطر گرفته‌اند مى‌نويسد. پس، از ايشان اعراض كن و بر خداى توكل كن كه او كارسازى را كافى است.",
        "numberInSurah": 81,
        "juz": 5,
        "manzil": 1,
        "page": 91,
        "ruku": 72,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 575,
        "text": "آيا در قرآن نمى‌انديشند؟ هرگاه از سوى ديگرى جز خدا مى‌بود در آن اختلافى بسيار مى‌يافتند.",
        "numberInSurah": 82,
        "juz": 5,
        "manzil": 1,
        "page": 91,
        "ruku": 72,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 576,
        "text": "و چون خبرى، چه ايمنى و چه ترس به آنها رسد، آن را در همه جا فاش مى‌كنند. و حال آنكه اگر در آن به پيامبر و اولوالامرشان رجوع مى‌كردند، حقيقت امر را از آنان درمى‌يافتند. و اگر فضل و رحمت خدا نبود، جز اندكى، همگان از شيطان پيروى مى‌كرديد.",
        "numberInSurah": 83,
        "juz": 5,
        "manzil": 1,
        "page": 91,
        "ruku": 72,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 577,
        "text": "پس در راه خدا نبرد كن كه جز بر نفس خويش مكلف نيستى، و مؤمنان را به جنگ برانگيز. شايد خدا آسيب كافران را از شما باز دارد و خشم و عذاب خدا از هر خشم و عذاب ديگرى سخت‌تر است.",
        "numberInSurah": 84,
        "juz": 5,
        "manzil": 1,
        "page": 91,
        "ruku": 72,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 578,
        "text": "هر كس در كار نيكى ميانجى شود او را از آن نصيبى است و هر كس در كار بدى ميانجى شود او را از آن بهره‌اى است. و خدا نگهبان بر هر چيزى است.",
        "numberInSurah": 85,
        "juz": 5,
        "manzil": 1,
        "page": 91,
        "ruku": 72,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 579,
        "text": "چون شما را به درودى نواختند به درودى بهتر از آن يا همانند آن پاسخ گوييد. هرآينه خدا حسابگر هر چيزى است.",
        "numberInSurah": 86,
        "juz": 5,
        "manzil": 1,
        "page": 91,
        "ruku": 72,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 580,
        "text": "الله خدايى است كه هيچ خدايى جز او نيست. به تحقيق همه شما را در روز قيامت -كه هيچ شكى در آن نيست- گرد مى‌آورد و چه كسى از خدا به گفتار راستگوى‌تر است؟",
        "numberInSurah": 87,
        "juz": 5,
        "manzil": 1,
        "page": 92,
        "ruku": 72,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 581,
        "text": "چيست شما را كه درباره منافقان دو گروه شده‌ايد، و حال آنكه خدا آنان را به سبب كردارشان مردود ساخته است؟ آيا مى‌خواهيد كسى را كه خدا گمراه كرده است هدايت كنيد؟ و تو راهى پيش پاى كسى كه خداوند گمراهش كرده است نتوانى نهاد.",
        "numberInSurah": 88,
        "juz": 5,
        "manzil": 1,
        "page": 92,
        "ruku": 73,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 582,
        "text": "دوست دارند همچنان كه خود به راه كفر مى‌روند شما نيز كافر شويد تا برابر گرديد. پس با هيچ يك از آنان دوستى مكنيد تا آنگاه كه در راه خدا مهاجرت كنند. و اگر سرباز زدند در هر جا كه آنها را بيابيد بگيريد و بكشيد و هيچ يك از آنها را به دوستى و يارى برمگزينيد.",
        "numberInSurah": 89,
        "juz": 5,
        "manzil": 1,
        "page": 92,
        "ruku": 73,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 583,
        "text": "مگر كسانى كه به قومى كه ميان شما و ايشان پيمانى است مى‌پيوندند، يا خود نزد شما مى‌آيند در حالى كه از جنگيدن با شما يا جنگيدن با قوم خود ملول شده باشند. و اگر خدا مى‌خواست بر شما پيروزشان مى‌ساخت و با شما به جنگ برمى‌خاستند. پس هرگاه كناره گرفتند و با شما نجنگيدند و به شما پيشنهاد صلح كردند، خدا هيچ راهى براى شما بر ضد آنان نگشوده است.",
        "numberInSurah": 90,
        "juz": 5,
        "manzil": 1,
        "page": 92,
        "ruku": 73,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 584,
        "text": "گروه ديگرى را خواهيد يافت كه مى‌خواهند از شما و قوم خود در امان باشند، اينان هرگاه كه به كفر دعوت شوند بدان بازگردند. پس اگر خود را به كنارى نكشند و صلح نكنند و از اعمال خويش باز نايستند آنان را هر جا كه يافتيد بگيريد و بكشيد كه شما را بر آنان تسلطى آشكار داده‌ايم.",
        "numberInSurah": 91,
        "juz": 5,
        "manzil": 1,
        "page": 92,
        "ruku": 73,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 585,
        "text": "هيچ مؤمنى را نرسد كه مؤمن ديگر را جز به خطا بكشد. و هر كس كه مؤمنى را به خطا بكشد بايد كه بنده‌اى مؤمن را آزاد كند و خونبهايش را به خانواده‌اش تسليم كند، مگر آنكه خونبها را ببخشند. و اگر مقتول، مؤمن و از قومى است كه دشمن شماست فقط بنده مؤمنى را آزاد كند و اگر از قومى است كه با شما پيمان بسته‌اند، خونبها به خانواده‌اش پرداخت شود و بنده مؤمنى را آزاد كند و هر كس كه بنده‌اى نيابد براى توبه دو ماه پى‌درپى روزه بگيرد. و خدا دانا و حكيم است.",
        "numberInSurah": 92,
        "juz": 5,
        "manzil": 1,
        "page": 93,
        "ruku": 74,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 586,
        "text": "و هر كس مؤمنى را به عمد بكشد، كيفر او جهنم است كه در آن همواره خواهد بود و خدا بر او خشم گيرد و لعنتش كند و برايش عذابى بزرگ آماده سازد.",
        "numberInSurah": 93,
        "juz": 5,
        "manzil": 1,
        "page": 93,
        "ruku": 74,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 587,
        "text": "اى كسانى كه ايمان آورده‌ايد، چون براى جهاد رهسپر شويد نيك تفحص كنيد. و به آن كس كه بر شما سلام گويد، مگوييد كه مؤمن نيستى. شما برخوردارى از زندگى دنيا را مى‌جوييد و حال آنكه غنيمتهاى بسيار نزد خداست. شما پيش از اين چنان بوديد ولى خدا بر شما منت نهاد. پس تفحص كنيد كه خدا بر اعمالتان آگاه است.",
        "numberInSurah": 94,
        "juz": 5,
        "manzil": 1,
        "page": 93,
        "ruku": 74,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 588,
        "text": "مؤمنانى كه بى‌هيچ رنج و آسيبى از جنگ سر مى‌تابند با كسانى كه به مال و جان خويش در راه خدا جهاد مى‌كنند برابر نيستند. خدا كسانى را كه به مال و جان خويش جهاد مى‌كنند بر آنان كه از جنگ سر مى‌تابند به درجتى برترى داده است. و خدا همه را وعده‌هاى نيكو داده است. و جهادكنندگان را بر آنها كه از جهاد سر مى‌تابند به مزدى بزرگ برترى نهاده است.",
        "numberInSurah": 95,
        "juz": 5,
        "manzil": 1,
        "page": 94,
        "ruku": 74,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 589,
        "text": "درجاتى از جانب خدا و آمرزش و رحمتى؛ كه او آمرزنده و مهربان است.",
        "numberInSurah": 96,
        "juz": 5,
        "manzil": 1,
        "page": 94,
        "ruku": 74,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 590,
        "text": "كسانى هستند كه فرشتگان جانشان را مى‌ستانند در حالى كه بر خويشتن ستم كرده بودند. از آنها مى‌پرسند: در چه كارى بوديد؟ گويند: ما در روى زمين مردمى بوديم زبون گشته. فرشتگان گويند: آيا زمين خدا پهناور نبود كه در آن مهاجرت كنيد؟ مكان اينان جهنم است و سرانجامشان بد.",
        "numberInSurah": 97,
        "juz": 5,
        "manzil": 1,
        "page": 94,
        "ruku": 75,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 591,
        "text": "مگر مردان و زنان و كودكان ناتوانى كه هيچ چاره‌اى نيابند و به هيچ جا راه نبرند.",
        "numberInSurah": 98,
        "juz": 5,
        "manzil": 1,
        "page": 94,
        "ruku": 75,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 592,
        "text": "باشد كه خداشان عفو كند كه خدا عفوكننده و آمرزنده است.",
        "numberInSurah": 99,
        "juz": 5,
        "manzil": 1,
        "page": 94,
        "ruku": 75,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 593,
        "text": "آن كس كه در راه خدا مهاجرت كند در روى زمين برخورداريهاى بسيار و گشايشها خواهد يافت. و هر كس كه از خانه خويش بيرون آيد تا به سوى خدا و رسولش مهاجرت كند و آنگاه مرگ او را دريابد، مزدش بر عهده خداست، و خدا آمرزنده و مهربان است.",
        "numberInSurah": 100,
        "juz": 5,
        "manzil": 1,
        "page": 94,
        "ruku": 75,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 594,
        "text": "و چون در زمين سفر كنيد، گناهى نيست كه اگر بيم آن داشتيد كه كافران به شما زيان رسانند، نماز خويش كوتاه كنيد. زيرا كافران دشمن آشكار شما هستند.",
        "numberInSurah": 101,
        "juz": 5,
        "manzil": 1,
        "page": 94,
        "ruku": 76,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 595,
        "text": "و چون تو در ميانشان باشى و برايشان اقامه نماز كنى، بايد كه گروهى از آنها با تو به نماز بايستند و سلاحهاى خويش بردارند. و چون سجده به پايان بردند برابر دشمن شوند تا گروه ديگر كه نماز نخوانده‌اند بيايند و با تو نماز بخوانند. آنان نيز هوشيار باشند و سلاحهاى خويش بگيرند. زيرا كافران دوست دارند كه شما از سلاحها و متاع خود غافل شويد تا يكباره بر شما بتازند. و گناهى مرتكب نشده‌ايد هرگاه از باران در رنج بوديد يا بيمار بوديد سلاحهاى خويش بگذاريد، ولى هوشيارانه مواظب دشمن باشيد. هرآينه خدا براى كافران عذابى خواركننده آماده ساخته است.",
        "numberInSurah": 102,
        "juz": 5,
        "manzil": 1,
        "page": 95,
        "ruku": 76,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 596,
        "text": "و چون نماز را به پايان برديد خدا را ايستاده يا نشسته و يا به پهلو خوابيده ياد كنيد. و چون از دشمن ايمن گشتيد نماز را تمام ادا كنيد كه نماز بر مؤمنان در وقتهاى معين واجب گشته است.",
        "numberInSurah": 103,
        "juz": 5,
        "manzil": 1,
        "page": 95,
        "ruku": 76,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 597,
        "text": "و در دست يافتن به آن قوم سستى مكنيد. اگر شما آزار مى‌بينيد، آنان نيز چون شما آزار مى‌بينند، ولى شما از خدا چيزى را اميد داريد كه آنان اميد ندارند. و خدا دانا و حكيم است.",
        "numberInSurah": 104,
        "juz": 5,
        "manzil": 1,
        "page": 95,
        "ruku": 76,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 598,
        "text": "ما اين كتاب را به راستى بر تو نازل كرديم تا بدان سان كه خدا به تو آموخته است ميان مردم داورى كنى و به نفع خائنان به مخاصمت برمخيز.",
        "numberInSurah": 105,
        "juz": 5,
        "manzil": 1,
        "page": 95,
        "ruku": 77,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 599,
        "text": "و از خدا آمرزش بخواه كه او آمرزنده و مهربان است.",
        "numberInSurah": 106,
        "juz": 5,
        "manzil": 1,
        "page": 96,
        "ruku": 77,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 600,
        "text": "و به خاطر كسانى كه به خود خيانت مى‌ورزند مجادله مكن، كه خدا خائنان گناهكار را دوست ندارد.",
        "numberInSurah": 107,
        "juz": 5,
        "manzil": 1,
        "page": 96,
        "ruku": 77,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 601,
        "text": "از مردم پنهان مى‌دارند و از خدا پنهان نمى‌دارند، زيرا آنگاه كه شب‌هنگام سخنانى كه خدا از آن ناخشنود بود مى‌گفتند، خدا با آنها بود و خدا به هر چه مى‌كردند احاطه داشت.",
        "numberInSurah": 108,
        "juz": 5,
        "manzil": 1,
        "page": 96,
        "ruku": 77,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 602,
        "text": "هان، اين شماييد كه در اين جهان از آنان سخت جانبدارى كرديد، كيست كه در روز قيامت از آنان در برابر خدا جانبدارى كند يا چه كسى وكيل آنها خواهد بود؟",
        "numberInSurah": 109,
        "juz": 5,
        "manzil": 1,
        "page": 96,
        "ruku": 77,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 603,
        "text": "و هر كه كارى ناپسند كند يا به خود ستم روا دارد، آنگاه از خدا آمرزش خواهد، خدا را آمرزنده و مهربان خواهد يافت.",
        "numberInSurah": 110,
        "juz": 5,
        "manzil": 1,
        "page": 96,
        "ruku": 77,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 604,
        "text": "و هر كه گناهى كند، آن گناه به زيان خود كرده است، و خدا دانا و حكيم است.",
        "numberInSurah": 111,
        "juz": 5,
        "manzil": 1,
        "page": 96,
        "ruku": 77,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 605,
        "text": "و هر كه خود خطا يا گناهى كند آنگاه بى‌گناهى را بدان متهم سازد، هر آينه بار تهمت و گناهى آشكار را بر دوش خود كشيده است.",
        "numberInSurah": 112,
        "juz": 5,
        "manzil": 1,
        "page": 96,
        "ruku": 77,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 606,
        "text": "اگر فضل و رحمت خدا شامل حال تو نبود، گروهى از كافران قصد آن داشتند كه تو را گمراه كنند، ولى آنان جز خود را گمراه نكنند و هيچ زيانى به تو نرسانند. و خدا بر تو كتاب و حكمت نازل كرد و چيزهايى به تو آموخت كه از اين پيش نمى‌دانسته‌اى و خدا لطف بزرگ خود را بر تو ارزانى داشت.",
        "numberInSurah": 113,
        "juz": 5,
        "manzil": 1,
        "page": 96,
        "ruku": 78,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 607,
        "text": "در بسيارى از نجواهايشان فايده‌اى نيست، مگر در سخن آنان كه به صدقه‌دادن يا نيكى‌كردن و يا آشتى‌جويى فرمان مى‌دهند. و آن كس را كه براى خشنودى خداى چنين كند مزد بزرگى خواهيم داد.",
        "numberInSurah": 114,
        "juz": 5,
        "manzil": 1,
        "page": 97,
        "ruku": 78,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 608,
        "text": "هر كه پس از آشكار شدن راه هدايت با پيامبر مخالفت ورزد و از شيوه‌اى جز شيوه مؤمنان پيروى كند، بدان سوى كه پسند اوست بگردانيمش و به جهنمش افكنيم، و جهنم سرانجام بدى است.",
        "numberInSurah": 115,
        "juz": 5,
        "manzil": 1,
        "page": 97,
        "ruku": 78,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 609,
        "text": "خدا كسى را كه براى او شريكى قرار دهد نمى‌آمرزد و جز آن هر گناهى را براى هر كه خواهد، مى‌آمرزد. و هر كس كه براى خدا شريكى قرار دهد سخت به گمراهى افتاده است.",
        "numberInSurah": 116,
        "juz": 5,
        "manzil": 1,
        "page": 97,
        "ruku": 79,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 610,
        "text": "نمى‌خوانند سواى الّله مگر الاهه‌هايى را و نمى‌خوانند سواى اللّه مگر شيطانى سركش را.",
        "numberInSurah": 117,
        "juz": 5,
        "manzil": 1,
        "page": 97,
        "ruku": 79,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 611,
        "text": "خدايش لعنت كرد. و شيطان گفت: گروهى معيّن از بندگانت را به فرمان خويش مى‌گيرم.",
        "numberInSurah": 118,
        "juz": 5,
        "manzil": 1,
        "page": 97,
        "ruku": 79,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 612,
        "text": "و البته گمراهشان مى‌كنم و آرزوهاى باطل در دلشان مى‌افكنم و به آنان فرمان مى‌دهم تا گوشهاى چارپايان را بشكافند. و به آنان فرمان مى‌دهم تا خلقت خدا را دگرگون سازند. و هر كس كه به جاى خدا شيطان را به دوستى برگزيند زيانى آشكار كرده است.",
        "numberInSurah": 119,
        "juz": 5,
        "manzil": 1,
        "page": 97,
        "ruku": 79,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 613,
        "text": "به آنها وعده مى‌دهد و به آرزوشان مى‌افكند و شيطان آنان را جز به فريب وعده ندهد.",
        "numberInSurah": 120,
        "juz": 5,
        "manzil": 1,
        "page": 97,
        "ruku": 79,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 614,
        "text": "مكانشان در جهنم است و در آنجا راه گريزى نخواهند يافت.",
        "numberInSurah": 121,
        "juz": 5,
        "manzil": 1,
        "page": 97,
        "ruku": 79,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 615,
        "text": "و كسانى را كه ايمان آورده‌اند و كارهاى نيكو كرده‌اند به بهشتهايى درمى‌آوريم كه در آن نهرها روان است و در آنجا جاويدانند. وعده بر حق خداوند است، و چه كسى از او راستگوى‌تر است؟",
        "numberInSurah": 122,
        "juz": 5,
        "manzil": 1,
        "page": 98,
        "ruku": 79,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 616,
        "text": "نه بر وفق مراد شماست و نه بر وفق مراد اهل كتاب، كه هر كس كه مرتكب كار بدى شود جزايش را ببيند، و جز خدا براى خويش دوست و ياورى نيابد.",
        "numberInSurah": 123,
        "juz": 5,
        "manzil": 1,
        "page": 98,
        "ruku": 79,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 617,
        "text": "و هر كس كه كارى شايسته كند چه زن و چه مرد اگر مؤمن باشد به بهشت مى‌رود و به قدر آن گودى كه بر پشت هسته خرماست به كس ستم نمى‌شود.",
        "numberInSurah": 124,
        "juz": 5,
        "manzil": 1,
        "page": 98,
        "ruku": 79,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 618,
        "text": "دين چه كسى بهتر از دين كسى است كه به اخلاص روى به جانب خدا كرد و نيكوكار بود و از دين حنيف ابراهيم پيروى كرد؟ و خدا ابراهيم را به دوستى خود برگزيد.",
        "numberInSurah": 125,
        "juz": 5,
        "manzil": 1,
        "page": 98,
        "ruku": 79,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 619,
        "text": "از آن خداست هر چه در آسمانها و زمين است و خدا بر هر چيزى احاطه دارد.",
        "numberInSurah": 126,
        "juz": 5,
        "manzil": 1,
        "page": 98,
        "ruku": 79,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 620,
        "text": "از تو درباره زنان فتوى مى‌خواهند، بگو: خدا درباره آنان به آنچه در اين كتاب بر شما خوانده مى‌شود، فتوى داده است. اين فتوى در باب آنها و زنان پدرمرده‌اى است كه حق مقررشان را نمى‌پردازيد و مى‌خواهيد ايشان را به نكاح خود درآوريد و نيز در باب كودكان ناتوان است. و بايد كه درباره يتيمان به عدالت رفتار كنيد، و هر كار نيكى كه انجام مى‌دهيد خدا به آن آگاه است.",
        "numberInSurah": 127,
        "juz": 5,
        "manzil": 1,
        "page": 98,
        "ruku": 80,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 621,
        "text": "اگر زنى دريافت كه شوهرش با او بى‌مهر و از او بيزار شده است، باكى نيست كه هر دو در ميان خود طرح آشتى افكنند، كه آشتى بهتر است. و بخل و فرومايگى بر نفوس مردم غلبه دارد. و اگر نيكى و پرهيزگارى كنيد خدا به هر چه مى‌كنيد آگاه است.",
        "numberInSurah": 128,
        "juz": 5,
        "manzil": 1,
        "page": 99,
        "ruku": 80,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 622,
        "text": "هر چند بكوشيد هرگز نتوانيد كه در ميان زنان به عدالت رفتار كنيد. لكن يكباره به سوى يكى ميل نكنيد تا ديگرى را سرگشته رها كرده باشيد. اگر از درآشتى درآييد و پرهيزگارى كنيد خدا آمرزنده و مهربان است.",
        "numberInSurah": 129,
        "juz": 5,
        "manzil": 1,
        "page": 99,
        "ruku": 80,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 623,
        "text": "و اگر آن دو از يكديگر جدا شوند خدا هر دو را به كمال فضل خويش بى‌نياز سازد كه خدا گشايش‌دهنده و حكيم است.",
        "numberInSurah": 130,
        "juz": 5,
        "manzil": 1,
        "page": 99,
        "ruku": 80,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 624,
        "text": "از آن خداست آنچه در آسمانها و زمين است. و هرآينه اهل كتاب را كه پيش از شما بودند و نيز شما را سفارش كرديم كه از خدا بترسيد، اگر هم كفر ورزيد باز هم آنچه در آسمانها و آنچه در زمين است متعلق به خداست و اوست بى‌نياز و درخور ستايش.",
        "numberInSurah": 131,
        "juz": 5,
        "manzil": 1,
        "page": 99,
        "ruku": 80,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 625,
        "text": "و از آن خداست آنچه در آسمانها و زمين است، و خدا كارسازى را كافى است.",
        "numberInSurah": 132,
        "juz": 5,
        "manzil": 1,
        "page": 99,
        "ruku": 80,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 626,
        "text": "اى مردم، اگر او بخواهد همه شما را از ميان مى‌برد و مردمى ديگر را مى‌آورد، كه خدا بر اين كار قادر است.",
        "numberInSurah": 133,
        "juz": 5,
        "manzil": 1,
        "page": 99,
        "ruku": 80,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 627,
        "text": "هر كس كه پاداش اينجهانى را مى‌طلبد بداند كه پاداش اينجهانى و آنجهانى در نزد خداست. و او شنوا و بيناست.",
        "numberInSurah": 134,
        "juz": 5,
        "manzil": 1,
        "page": 99,
        "ruku": 80,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 628,
        "text": "اى كسانى كه ايمان آورده‌ايد، به عدالت فرمانروا باشيد و براى خدا شهادت دهيد، هر چند به زيان خود يا پدر و مادر يا خويشاوندان شما -چه توانگر و چه درويش- بوده باشد. زيرا خدا به آن دو سزاوارتر است. پس، از هوا نفس پيروى مكنيد تا از شهادت حق عدول كنيد. چه زبان‌بازى كنيد يا از آن اعراض كنيد، خدا به هر چه مى‌كنيد آگاه است.",
        "numberInSurah": 135,
        "juz": 5,
        "manzil": 1,
        "page": 100,
        "ruku": 81,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 629,
        "text": "اى كسانى كه ايمان آورده‌ايد، به خدا و پيامبرش و اين كتاب كه بر پيامبرش نازل كرده و آن كتاب كه پيش از آن نازل كرده، به حقيقت ايمان بياوريد. و هر كه به خدا و فرشتگانش و كتابهايش و پيامبرانش و به روز قيامت كافر شود سخت در گمراهى افتاده است.",
        "numberInSurah": 136,
        "juz": 5,
        "manzil": 1,
        "page": 100,
        "ruku": 81,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 630,
        "text": "هر آينه خداوند آنان را كه ايمان آوردند سپس كافر شدند و باز ايمان آوردند، سپس كافر شدند و به كفر خويش افزودند نخواهد آمرزيد و به راه راست هدايت نخواهد كرد.",
        "numberInSurah": 137,
        "juz": 5,
        "manzil": 1,
        "page": 100,
        "ruku": 81,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 631,
        "text": "منافقان را بشارت ده كه عذابى دردآور بر ايشان آماده شده است.",
        "numberInSurah": 138,
        "juz": 5,
        "manzil": 1,
        "page": 100,
        "ruku": 81,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 632,
        "text": "كسانى كه به جاى مؤمنان كافران را به دوستى برمى‌گزينند، آيا عزت و توانايى را نزد آنان مى‌جويند، در حالى كه عزت به تمامى از آن خداست؟",
        "numberInSurah": 139,
        "juz": 5,
        "manzil": 1,
        "page": 100,
        "ruku": 81,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 633,
        "text": "و از اين پيش، در اين كتاب بر شما نازل كرده‌ايم كه چون شنيديد كسانى آيات خدا را انكار مى‌كنند و آن را به ريشخند مى‌گيرند با آنان منشينيد تا آنگاه كه به سخنى ديگر پردازند. وگرنه شما نيز همانند آنها خواهيد بود. و خدا همه منافقان و كافران را در جهنم گرد مى‌آورد.",
        "numberInSurah": 140,
        "juz": 5,
        "manzil": 1,
        "page": 100,
        "ruku": 81,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 634,
        "text": "كسانى كه همواره مواظب شما هستند. پس اگر از جانب خدا فتحى نصيبتان شود، مى‌گويند: مگر ما همراه شما نبوديم؟ و اگر پيروزى نصيب كافران شود، مى‌گويند: آيا نه چنان بود كه بر شما غلبه يافته بوديم و مؤمنان را از آسيب رساندن به شما بازداشتيم؟ در روز قيامت خدا ميان شما حكم مى‌كند و او هرگز براى كافران به زيان مسلمانان راهى نگشوده است.",
        "numberInSurah": 141,
        "juz": 5,
        "manzil": 1,
        "page": 101,
        "ruku": 81,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 635,
        "text": "منافقان خدا را فريب مى‌دهند، و حال آنكه خدا آنها را فريب مى‌دهد. و چون به نماز برخيزند با اكراه و كاهلى برخيزند و براى خودنمايى نماز كنند و در نماز -جز اندكى- خداى را ياد نكنند.",
        "numberInSurah": 142,
        "juz": 5,
        "manzil": 1,
        "page": 101,
        "ruku": 82,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 636,
        "text": "سرگشتگان ميان كفر و ايمانند: نه با اينان و نه با آنان. آن كه خدا گمراهش كند هيچ راهى براى او نخواهى يافت.",
        "numberInSurah": 143,
        "juz": 5,
        "manzil": 1,
        "page": 101,
        "ruku": 82,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 637,
        "text": "اى كسانى كه ايمان آورده‌ايد، به جاى مؤمنان كافران را به دوستى مگيريد. آيا كارى مى‌كنيد كه براى خدا به زيان خود حجتى آشكار پديد آريد؟",
        "numberInSurah": 144,
        "juz": 5,
        "manzil": 1,
        "page": 101,
        "ruku": 82,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 638,
        "text": "هر آينه منافقان در فروترين طبقات آتش هستند و هرگز بر ايشان ياورى نمى‌يابى.",
        "numberInSurah": 145,
        "juz": 5,
        "manzil": 1,
        "page": 101,
        "ruku": 82,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 639,
        "text": "مگر آنان كه توبه كرده‌اند و از تباهى بازآمده‌اند و به خدا توسل جسته‌اند و براى خدا از روى اخلاص به دين گرويده‌اند. اينان در زمره مؤمنانند و خدا به مؤمنان اجرى عظيم خواهد داد.",
        "numberInSurah": 146,
        "juz": 5,
        "manzil": 1,
        "page": 101,
        "ruku": 82,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 640,
        "text": "چرا خدا شما را عذاب كند اگر سپاسگزار باشيد و ايمان آوريد؟ در حالى كه شكرپذير و داناست.",
        "numberInSurah": 147,
        "juz": 5,
        "manzil": 1,
        "page": 101,
        "ruku": 82,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 641,
        "text": "خدا بلند كردن صدا را به بدگويى دوست ندارد، مگر از آن كس كه به او ستمى شده باشد، و خدا شنوا و داناست.",
        "numberInSurah": 148,
        "juz": 6,
        "manzil": 1,
        "page": 102,
        "ruku": 82,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 642,
        "text": "اگر كار نيكى را به آشكار انجام دهيد يا به پنهان يا كردارى ناپسند را درگذريد، خدا عفوكننده و تواناست.",
        "numberInSurah": 149,
        "juz": 6,
        "manzil": 1,
        "page": 102,
        "ruku": 82,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 643,
        "text": "كسانى هستند كه به خدا و پيامبرانش كافر مى‌شوند و مى‌خواهند ميان خدا و پيامبرانش جدايى افكنند و مى‌گويند كه بعضى را مى‌پذيريم و بعضى را نمى‌پذيريم و مى‌خواهند در اين ميانه راهى برگزينند.",
        "numberInSurah": 150,
        "juz": 6,
        "manzil": 1,
        "page": 102,
        "ruku": 82,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 644,
        "text": "اينان در حقيقت كافرانند و ما براى كافران عذابى خواركننده آماده ساخته‌ايم.",
        "numberInSurah": 151,
        "juz": 6,
        "manzil": 1,
        "page": 102,
        "ruku": 82,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 645,
        "text": "و كسانى كه به خدا و پيامبرانش ايمان آورده‌اند و ميان پيامبرانش جدايى نيفكنده‌اند پاداششان را خدا خواهد داد، و خدا آمرزنده و مهربان است.",
        "numberInSurah": 152,
        "juz": 6,
        "manzil": 1,
        "page": 102,
        "ruku": 82,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 646,
        "text": "اهل كتاب از تو مى‌خواهند كه برايشان كتابى از آسمان نازل كنى. اينان بزرگتر از اين را از موسى طلب كردند و گفتند: خدا را به آشكار به ما بنماى. به سبب اين سخن كفرآميزشان صاعقه آنان را فرو گرفت. و پس از آنكه معجزه‌هايى برايشان آمده بود گوساله‌اى را به خدايى گرفتند و ما آنان را بخشيديم و موسى را حجتى آشكار ارزانى داشتيم.",
        "numberInSurah": 153,
        "juz": 6,
        "manzil": 1,
        "page": 102,
        "ruku": 83,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 647,
        "text": "و به خاطر پيمانى كه با آنها بسته بوديم كوه طور را بر فراز سرشان بداشتيم و گفتيم: سجده‌كنان از آن در داخل شويد و در روز شنبه تجاوز مكنيد. و از ايشان پيمانى سخت گرفتيم.",
        "numberInSurah": 154,
        "juz": 6,
        "manzil": 1,
        "page": 102,
        "ruku": 83,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 648,
        "text": "پس به سبب پيمان شكستنشان و كافر شدنشان به آيات خدا و به ناحق كشتن پيامبران و اينكه گفتند: دلهاى ما فرو بسته است، خدا بر دلهايشان مهر نهاده است و جز اندكى ايمان نمى‌آورند.",
        "numberInSurah": 155,
        "juz": 6,
        "manzil": 1,
        "page": 103,
        "ruku": 83,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 649,
        "text": "و نيز به سبب كفرشان و آن تهمت بزرگ كه به مريم زدند.",
        "numberInSurah": 156,
        "juz": 6,
        "manzil": 1,
        "page": 103,
        "ruku": 83,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 650,
        "text": "و نيز بدان سبب كه گفتند: ما مسيح پسر مريم پيامبر خدا را كشتيم. و حال آنكه آنان مسيح را نكشتند و بر دار نكردند بلكه امر برايشان مشتبه شد. هر آينه آنان كه درباره او اختلاف مى‌كردند خود در ترديد بودند و به آن يقين نداشتند. تنها پيرو گمان خود بودند و عيسى را به يقين نكشته بودند.",
        "numberInSurah": 157,
        "juz": 6,
        "manzil": 1,
        "page": 103,
        "ruku": 83,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 651,
        "text": "بلكه خداوند او را به نزد خود فرا برد، كه خدا پيروزمند و حكيم است.",
        "numberInSurah": 158,
        "juz": 6,
        "manzil": 1,
        "page": 103,
        "ruku": 83,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 652,
        "text": "و هيچ يك از اهل كتاب نيست مگر آنكه پيش از مرگش به او ايمان آورد و عيسى در روز قيامت به ايمانشان گواهى خواهد داد.",
        "numberInSurah": 159,
        "juz": 6,
        "manzil": 1,
        "page": 103,
        "ruku": 83,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 653,
        "text": "و به كيفر ستمى كه يهودان روا داشتند و منع‌كردن بسيارشان از راه خدا، آن چيزهاى پاكيزه را كه بر آنان حلال بود، حرام كرديم.",
        "numberInSurah": 160,
        "juz": 6,
        "manzil": 1,
        "page": 103,
        "ruku": 83,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 654,
        "text": "و نيز به سبب رباخواريشان و حال آنكه از آن منع شده بودند، و خوردن اموال مردم را به باطل. و ما براى كافرانشان عذابى دردآور مهيا كرده‌ايم.",
        "numberInSurah": 161,
        "juz": 6,
        "manzil": 1,
        "page": 103,
        "ruku": 83,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 655,
        "text": "ولى دانشمندانشان و آن مؤمنانى را كه به آنچه بر تو و به آنچه پيش از تو نازل شده ايمان دارند، و نمازگزاران و زكات‌دهندگان و مؤمنان به خدا و روز قيامت را اجر بزرگى خواهيم داد.",
        "numberInSurah": 162,
        "juz": 6,
        "manzil": 1,
        "page": 103,
        "ruku": 83,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 656,
        "text": "ما به تو وحى كرديم همچنان كه به نوح و پيامبران بعد از او وحى كرده‌ايم و به ابراهيم و اسماعيل و اسحاق و يعقوب و سبطها و عيسى و ايوب و يونس و هارون و سليمان وحى كرده‌ايم و به داود زبور را ارزانى داشتيم.",
        "numberInSurah": 163,
        "juz": 6,
        "manzil": 1,
        "page": 104,
        "ruku": 84,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 657,
        "text": "و پيامبرانى كه پيش از اين داستانهاشان را براى تو گفته‌ايم و آنان كه داستانهاشان را براى تو نگفته‌ايم. و خدا با موسى سخن گفت، چه سخن گفتنى بى‌ميانجى.",
        "numberInSurah": 164,
        "juz": 6,
        "manzil": 1,
        "page": 104,
        "ruku": 84,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 658,
        "text": "پيامبرانى مژده‌دهنده و بيم‌دهنده تا از آن پس مردم را بر خدا حجتى نباشد، و خدا پيروزمند و حكيم است.",
        "numberInSurah": 165,
        "juz": 6,
        "manzil": 1,
        "page": 104,
        "ruku": 84,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 659,
        "text": "ولى خدا به آنچه بر تو نازل كرد شهادت مى‌دهد كه به علم خود نازل كرده است، و فرشتگان نيز شهادت مى‌دهند، و خدا شهادت را بسنده است.",
        "numberInSurah": 166,
        "juz": 6,
        "manzil": 1,
        "page": 104,
        "ruku": 84,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 660,
        "text": "هر آينه آنان كه كافر شده‌اند و از راه خدا روى گردانيده‌اند سخت به گمراهى افتاده‌اند.",
        "numberInSurah": 167,
        "juz": 6,
        "manzil": 1,
        "page": 104,
        "ruku": 84,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 661,
        "text": "كسانى را كه كافر شده‌اند و ستم كرده‌اند خداوند نمى‌آمرزد و به هيچ راهى هدايت نمى‌كند.",
        "numberInSurah": 168,
        "juz": 6,
        "manzil": 1,
        "page": 104,
        "ruku": 84,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 662,
        "text": "مگر به راه جهنم كه همواره در آن باشند. و اين كار بر خداى آسان است.",
        "numberInSurah": 169,
        "juz": 6,
        "manzil": 1,
        "page": 104,
        "ruku": 84,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 663,
        "text": "اى مردم، پيامبرى به حق از جانب خدا بر شما مبعوث شد، پس به او ايمان بياوريد كه خير شما در آن است. و اگر هم كافر شويد، از آن خداست هر چه در آسمانها و زمين است. و او دانا و حكيم است.",
        "numberInSurah": 170,
        "juz": 6,
        "manzil": 1,
        "page": 104,
        "ruku": 84,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 664,
        "text": "اى اهل كتاب، در دين خويش غلوّ مكنيد و درباره خدا جز سخن حق مگوييد. هر آينه عيسى پسر مريم پيامبر خدا و كلمه او بود كه به مريمش افكند و روحى از او بود. پس به خدا و پيامبرانش ايمان بياوريد و مگوييد كه سه است. از اين انديشه‌ها بازايستيد كه خير شما در آن خواهد بود. جز اين نيست كه اللّه خدايى است يكتا. منزه است از اينكه صاحب فرزندى باشد. از آن اوست آنچه در آسمانها و زمين است، و خدا كارسازى را كافى است.",
        "numberInSurah": 171,
        "juz": 6,
        "manzil": 1,
        "page": 105,
        "ruku": 84,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 665,
        "text": "مسيح اِبايى نداشت كه يكى از بندگان خدا باشد و ملائكه مقرب نيز اِبايى ندارند. هر كه از پرستش خداوند سرباز زند و سركشى كند، بداند كه خدا همه را در نزد خود محشور خواهد ساخت.",
        "numberInSurah": 172,
        "juz": 6,
        "manzil": 1,
        "page": 105,
        "ruku": 85,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 666,
        "text": "اما آنان كه ايمان آورده‌اند و كارهاى نيك كرده‌اند اجرشان را به تمامى خواهد داد، و از فضل خويش بر آن خواهد افزود. اما كسانى را كه اِبا و سركشى كرده‌اند به عذابى دردآور معذب خواهد داشت و براى خود جز خدا هيچ دوست و ياورى نخواهند يافت.",
        "numberInSurah": 173,
        "juz": 6,
        "manzil": 1,
        "page": 105,
        "ruku": 85,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 667,
        "text": "اى مردم، از جانب پروردگارتان بر شما حجتى آمد و براى شما نورى آشكار نازل كرده‌ايم.",
        "numberInSurah": 174,
        "juz": 6,
        "manzil": 1,
        "page": 105,
        "ruku": 85,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 668,
        "text": "اما آنان را كه به خدا ايمان آورده‌اند و به او توسل جسته‌اند به آستان فضل و رحمت خويش درآورد و به راهى راست هدايت كند.",
        "numberInSurah": 175,
        "juz": 6,
        "manzil": 1,
        "page": 105,
        "ruku": 85,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 669,
        "text": "از تو فتوى مى‌خواهند، بگوى كه خدا درباره كلاله برايتان فتوى مى‌دهد: هرگاه مردى كه فرزندى نداشته باشد بميرد و او را خواهرى باشد، به آن خواهر نصف ميراث او مى‌رسد. اگر خواهر را نيز فرزندى نباشد، برادر از او ارث مى‌برد. اگر آن خواهران دو تن بودند، دو ثلث دارايى را به ارث مى‌برند. و اگر چند برادر و خواهر بودند، هر مرد برابر دو زن مى‌برد. خدا براى شما بيان مى‌كند تا گمراه نشويد، و او از هر چيزى آگاه است.",
        "numberInSurah": 176,
        "juz": 6,
        "manzil": 1,
        "page": 106,
        "ruku": 85,
        "hizbQuarter": 42,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "fa.ayati",
      "language": "fa",
      "name": "آیتی",
      "englishName": "AbdolMohammad Ayati",
      "format": "text",
      "type": "translation",
      "direction": "rtl"
    }
  }
}