{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 4,
    "name": "سُورَةُ النِّسَاءِ",
    "englishName": "An-Nisaa",
    "englishNameTranslation": "The Women",
    "revelationType": "Medinan",
    "numberOfAyahs": 176,
    "ayahs": [
      {
        "number": 494,
        "text": "ئى ئىنسانلار! سىلەرنى بىر ئىنساندىن (يەنى ئادەم ئەلەيھىسسالامدىن) ياراتقان، شۇ ئىنساندىن (يەنى ئۆز جىنسىدىن) ئۇنىڭ جۈپتىنى (يەنى ھەۋۋانى) ياراتقان ۋە ئۇلاردىن (يەنى ئادەم بىلەن ھەۋۋادىن) نۇرغۇن ئەر - ئاياللارنى ياراتقان پەرۋەردىگارىڭلاردىن قورقۇڭلار، بىر - بىرىڭلاردىن نەرسە سورىغاندا نامى بىلەن سورايدىغان اﷲ تىن قورقۇڭلار، سىلە - رەھىمنى ئۈزۈپ قويۇشتىن ساقلىنىڭلار. اﷲ ھەقىقەتەن سىلەرنى (يەنى پۈتۈن ئەھۋالىڭلارنى) كۆزىتىپ تۇرغۇچىدۇر",
        "numberInSurah": 1,
        "juz": 4,
        "manzil": 1,
        "page": 77,
        "ruku": 62,
        "hizbQuarter": 31,
        "sajda": false
      },
      {
        "number": 495,
        "text": "يېتىملەرنىڭ مال - مۈلكىنى (ئۇلار بالاغەتكە يەتكەن چاغدا) بېرىڭلار، ياخشىسىنى يامانغا (يەنى ئۇلارنىڭ ماللىرىنىڭ ياخشىسىنى ئۆزۈڭلارنىڭ ماللىرىڭلارنىڭ يامىنىغا) تېگىشىۋالماڭلار؛ ئۇلارنىڭ مال - مۈلكىنى ئۆزۈڭلارنىڭ مال - مۈلكىگە قوشۇپ يەۋالماڭلار. بۇ ھەقىقەتەن چوڭ گۇناھتۇر",
        "numberInSurah": 2,
        "juz": 4,
        "manzil": 1,
        "page": 77,
        "ruku": 62,
        "hizbQuarter": 31,
        "sajda": false
      },
      {
        "number": 496,
        "text": "ئەگەر يېتىم قىزلارغا (ئۆيلىنىپ) ئادىل مۇئامىلىدە بولالماسلىقىڭلاردىن (يەنى تەربىيەڭلاردا بىرەر يېتىم قىز بولۇپ، ئۇنىڭغا شۇ قىزغا باراۋەر تۇرىدىغان قىزغا بېرىلىدىغان مەھرىنى بېرەلمەسلىكىڭلاردىن) قورقساڭلار، ئۇنى تەرك ئېتىپ، ئۆزۈڭلار ياقتۇرىدىغان باشقا ئاياللاردىن ئىككىنى، ئۈچنى ۋە تۆتنى ئېلىشىڭلارغا بولىدۇ، ئەگەر (ئۇلارنىڭ ئارىسىدا) ئادىل بولالماسلىقىڭلاردىن قورقساڭلار، بىر خوتۇن بىلەن ياكى قول ئاستىڭلاردىكى چۆرىلەر بىلەن كۇپايىلەنسەڭلار بولىدۇ. بىر خوتۇن بىلەن كۇپايىلىنىش زۇلۇم قىلماسلىققا ئەڭ يېقىندۇر",
        "numberInSurah": 3,
        "juz": 4,
        "manzil": 1,
        "page": 77,
        "ruku": 62,
        "hizbQuarter": 31,
        "sajda": false
      },
      {
        "number": 497,
        "text": "ئاياللارغا ئۇلارنىڭ مەھرىلىرىنى خۇشاللىق بىلەن سوۋغا قىلىپ بېرىڭلار. ئەگەر ئۇلار ئۇنىڭدىن بىر قىسمىنى سىلەرگە ئۆتۈنۈپ بەرسە، ئۇنى مەززىلىك، سىڭىشلىق (يەنى پاك - ھالال بىلىپ) يەڭلار",
        "numberInSurah": 4,
        "juz": 4,
        "manzil": 1,
        "page": 77,
        "ruku": 62,
        "hizbQuarter": 31,
        "sajda": false
      },
      {
        "number": 498,
        "text": "اﷲ تىرىكچىلىكىڭلارنىڭ ئاساسى قىلغان ماللىرىڭلارنى ئەخمەقلەرگە تۇتقۇزۇپ قويماڭلار، ئۇلارنى يېمەك - ئىچمەك، كىيىم - كېچەكلەر بىلەن تەمىنلەڭلار. ئۇلارغا چىرايلىق سۆز قىلىڭلار",
        "numberInSurah": 5,
        "juz": 4,
        "manzil": 1,
        "page": 77,
        "ruku": 62,
        "hizbQuarter": 31,
        "sajda": false
      },
      {
        "number": 499,
        "text": "يېتىملەرنى بالاغەتكە يەتكەنگە قەدەر سىناپ تۇرۇڭلار، ئۇلاردا ماللىرىنى باشقۇرالايدىغان ھالەتنى بايقىساڭلار، ئۇلارغا مال - مۈلكىنى تاپشۇرۇپ بېرىڭلار؛ ئۇلارنىڭ چوڭ بولۇپ قېلىشىدىن قورقۇپ مال - مۈلكىنى بۇزۇپ - چېچىپ يەۋالماڭلار. (يېتىمگە ۋەسى بولغانلاردىن) كىمكى باي ئىكەن، (ۋەسى بولغانلىق ھەققى ئۈچۈن) يېتىمنىڭ مال - مۈلكىنى يېيىشتىن ئۆزىنى ساقلىسۇن، (سىلەردىن) كىمكى يوقسۇل ئىكەن، ئۇ (ئۆز ئەمگىكىنىڭ ھەققى ئۈچۈن) مۇۋاپىق رەۋىشتە يېسۇن، ئۇلار (يەنى بالاغەتكە يەتكەن يېتىملەر) نىڭ مال - مۈلكىنى تاپشۇرۇپ بېرىدىغان چاغدا باشقىلارنى گۇۋاھ قىلىپ قويۇڭلار. اﷲ ھېساب ئېلىشقا يېتەرلىكتۇر",
        "numberInSurah": 6,
        "juz": 4,
        "manzil": 1,
        "page": 77,
        "ruku": 62,
        "hizbQuarter": 31,
        "sajda": false
      },
      {
        "number": 500,
        "text": "ئاتا - ئانىسى ۋە تۇغقانلىرى قالدۇرغان مىراستا (يەنى مېيىتنىڭ تەرەكىسىدە) ئەرلەرنىڭ ھەسسىسى بار. مەيلى ئۇ (يەنى تەرەكە) ئاز بولسۇن ياكى كۆپ بولسۇن، ھەر ئادەم اﷲ نىڭ ئادىل شەرىئىتىدە) بەلگىلەنگەن ھەسسىسىنى ئالىدۇ",
        "numberInSurah": 7,
        "juz": 4,
        "manzil": 1,
        "page": 78,
        "ruku": 62,
        "hizbQuarter": 31,
        "sajda": false
      },
      {
        "number": 501,
        "text": "تەقسىمات ۋاقتىدا (ۋارىس ئەمەس) تۇغقانلار، (تۇغقان ئەمەس) يېتىملەر ۋە مىسكىنلەر ھازىر بولسا، ئۇلارغا بۇنىڭدىن (يەنى تەرەكىدىن ئۇلارنىڭ كۆڭلىنى ئېلىش ئۈچۈن بىر ئاز نەرسە) بېرىڭلار، ئۇلارغا چىرايلىق سۆز قىلىڭلار (يەنى بۇ كىچىكلەرنىڭ مېلى، بىزنىڭ ئەمەس دېگەنگە ئوخشاش ئۆزرىنى ئېيتىڭلار)",
        "numberInSurah": 8,
        "juz": 4,
        "manzil": 1,
        "page": 78,
        "ruku": 62,
        "hizbQuarter": 31,
        "sajda": false
      },
      {
        "number": 502,
        "text": "(كىملەركى) ئۆزلىرىدىن قېلىپ قالىدىغان كىچىك بالىلىرى بولۇپ، ئۇلاردىن قانداق ئەندىشە قىلىدىغان بولسا، باشقىلارنىڭ قېلىپ قالغان كىچىك بالىلىرى ئۈچۈنمۇ شۇنداق ئەندىشە قىلسۇن، (يېتىملەرنىڭ ئىشىدا) اﷲ تىن قورقسۇن ۋە توغرا سۆزنى ئېيتسۇن",
        "numberInSurah": 9,
        "juz": 4,
        "manzil": 1,
        "page": 78,
        "ruku": 62,
        "hizbQuarter": 31,
        "sajda": false
      },
      {
        "number": 503,
        "text": "زۇلۇم قىلىپ يېتىملەرنىڭ مال - مۈلكىنى (ناھەق) يەۋالىدىغانلار، شۈبھىسىزكى، قورسىقىغا (قىيامەت كۈنى يېنىپ تۇرىدىغان) ئوتنى يەۋالغان بولىدۇ، ئۇلار يېنىپ تۇرغان ئوتقا (يەنى دوزاخقا) كىرىدۇ",
        "numberInSurah": 10,
        "juz": 4,
        "manzil": 1,
        "page": 78,
        "ruku": 62,
        "hizbQuarter": 31,
        "sajda": false
      },
      {
        "number": 504,
        "text": "اﷲ بالىلىرىڭلار (غا تېگىدىغان مىراس) ھەققىدە تەۋسىيە قىلىدۇكى، بىر ئەرگە ئىككى ئايالنىڭ ھەسسىسى تېگىدۇ، ئەگەر مېيىتنىڭ قىزى (ئىككى ياكى) ئىككىدىن كۆپ بولسا، ئۇ چاغدا ئۇلارغا مىراسنىڭ ئۈچتىن ئىككى ھەسسىسى تېگىدۇ، ئەگەر (ۋارىس) بىر قىز بولىدىغان بولسا، ئۇنىڭغا مىراسنىڭ يېرىمى تېگىدۇ، ئەگەر مېيىتنىڭ بالىلىرى بولسا، بۇ چاغدا ئۇنىڭ ئاتا - ئانىسىنىڭ ھەر بىرىگە مىراسنىڭ ئالتىدىن بىرى تېگىدۇ. ئەگەر ئۇنىڭ بالىلىرى بولماي مىراسقا پەقەت ئۇنىڭ ئاتا - ئانىسى ۋارىسلىق قىلىدىغان بولسا، بۇ چاغدا ئۇنىڭ ئانىسىغا مىراسنىڭ ئۈچتىن بىرى تېگىدۇ (قالغىنى ئاتىسىغا تېگىدۇ). ئەگەر مېيىتنىڭ (ئاتا - ئانىسىدىن باشقا يەنە) قېرىنداشلىرى بولسا، ئانىسىغا مىراسنىڭ ئالتىدىن بىرى تېگىدۇ (قالغىنىنى ئاتىسى ئالىدۇ). (بۇ تەقسىمات) مېيىتنىڭ ۋەسىيىتى ئورۇنلانغان ۋە قەرزى تۆلىنىپ بولغاندىن كېيىن ئېلىپ بېرىلىدۇ. ئاتا - ئاناڭلار ۋە بالىلىرىڭلاردىن (يەنى بۇ ئىككىسىدىن) قايسىسىنىڭ مەنپەئەت جەھەتتىن ئۆزۈڭلارغا ئەڭ يېقىن ئىكەنلىكىنى بىلمەيسىلەر، بۇلار اﷲ تەرىپىدىن بېكىتىلگەن بەلگىلىمىدۇر. اﷲ ھەقىقەتەن ھەممىنى بىلگۈچى، ھېكمەت بىلەن ئىش قىلغۇچىدۇر",
        "numberInSurah": 11,
        "juz": 4,
        "manzil": 1,
        "page": 78,
        "ruku": 63,
        "hizbQuarter": 31,
        "sajda": false
      },
      {
        "number": 505,
        "text": "ئەگەر ئاياللىرىڭلارنىڭ بالىلىرى بولمىسا، بۇ چاغدا ئۇلار قالدۇرغان مىراسنىڭ يېرىمى (ئى ئەرلەر!) سىلەرگە تېگىدۇ. ئەگەر ئۇلارنىڭ بالىلىرى بولسا، ئۇلارغا قالدۇرغان مىراسنىڭ تۆتتىن بىرى سىلەرگە تېگىدۇ. (بۇ تەقسىمات) مېيىتنىڭ ۋەسىيىتى ئورۇنلانغان ياكى مېيىتنىڭ قەرزى تۆلىنىپ بولغاندىن كېيىن ئېلىپ بېرىلىدۇ. ئەگەر سىلەرنىڭ بالىلىرىڭلار بولمىسا، بۇ چاغدا ئاياللىرىڭلارغا سىلەر قالدۇرغان مىراسنىڭ تۆتتىن بىرى تېگىدۇ، ئەگەر سىلەرنىڭ بالىلىرىڭلار بولسا، بۇ چاغدا ئايالىڭلارغا سىلەر قالدۇرغان مىراستىن سەككىزدىن بىرى تېگىدۇ. (بۇ تەقسىمات) مېيىتنىڭ ۋەسىيىتى ئورۇنلانغان ياكى قەرزى تۆلىنىپ بولغاندىن كېيىن ئېلىپ بېرىلىدۇ. ئەگەر مىراس قالدۇرغۇچى ئاتا - ئانىسىز، بالىسىز ئەر ياكى ئايال بولۇپ، ئۇنىڭ پەقەت ئانا بىر قېرىندىشى ۋە ئانا بىر ھەمشىرىسى بولسا، ئۇلارنىڭ ھەر بىرىگە مىراسنىڭ ئالتىدىن بىرى تېگىدۇ. ئەگەر مىراس قالدۇرغۇچىنىڭ (يەنى مىراس قالدۇرغۇچى مېيىتنىڭ ئانا بىر، ئاتا باشقا) قېرىنداشلىرى ۋە ھەمشىرىلىرى بۇنىڭدىن (يەنى بىردىن) كۆپ بولسا، ئۇ چاغدا مىراسنىڭ ئۈچتىن بىرى ئۇلارنىڭ ئارىسىدا ئورتاق تەقسىم قىلىنىدۇ. (بۇ تەقسىمات) مېيىتنىڭ ۋەسىيىتى ئورۇنلانغان ياكى قەرزى تۆلىنىپ بولغاندىن كېيىن ئېلىپ بېرىلىدۇ. (مىراس قالدۇرغۇچى ئادەمنىڭ) ۋەسىيىتى ۋارىسلارغا زىيان يەتكۈزمەيدىغان بولۇشى كېرەك. ئۇ اﷲ تەرىپىدىن قىلىنغان تەۋسىيىدۇر، اﷲ ھەممىنى بىلگۈچىدۇر، ھەلىمدۇر (يەنى ئەمرىگە خىلاپلىق قىلغۇچىلارنى جازالاشقا ئالدىراپ كەتمەيدۇ)",
        "numberInSurah": 12,
        "juz": 4,
        "manzil": 1,
        "page": 79,
        "ruku": 63,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 506,
        "text": "ئەنە شۇلار (يەنى اﷲ بەندىلىرىنىڭ ئەمەل قىلىشى ئۈچۈن بەلگىلەپ بەرگەن يۇقىرىدىكى ئەھكاملار) اﷲ نىڭ قانۇنلىرىدۇر، كىمكى اﷲ قا ۋە ئۇنىڭ پەيغەمبىرىگە ئىتائەت قىلىدىكەن، اﷲ ئۇنى ئاستىدىن ئۆستەڭلار ئېقىپ تۇرىدىغان جەننەتلەرگە كىرگۈزىدۇ، ئۇ ئۇ يەرلەردە مەڭگۈ قالىدۇ. بۇ چوڭ مۇۋەپپەقىيەت قازىنىشتۇر",
        "numberInSurah": 13,
        "juz": 4,
        "manzil": 1,
        "page": 79,
        "ruku": 63,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 507,
        "text": "كىمكى اﷲ قا ۋە پەيغەمبىرىگە ئاسىيلىق قىلىپ، اﷲ نىڭ قانۇنلىرىنىڭ سىرتىغا چىقىپ كېتىدىكەن، اﷲ ئۇنى دوزاخقا كىرگۈزىدۇ، ئۇ دوزاختا مەڭگۈ قالىدۇ، خورلىغۇچى ئازابقا دۇچار بولىدۇ",
        "numberInSurah": 14,
        "juz": 4,
        "manzil": 1,
        "page": 79,
        "ruku": 63,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 508,
        "text": "ئاياللىرىڭلاردىن پاھىشە قىلغانلارنى (ئىسپاتلاش ئۈچۈن) ئاراڭلاردىن تۆت گۇۋاھچى كەلتۈرۈڭلار؛ ئەگەر ئۇلار گۇۋاھلىق بەرسە (يەنى ئۇلار گۇۋاھلىق بېرىپ ئايالنىڭ جىنايىتىنى ئىسپاتلىسا)، تاكى ئاياللىرىڭلار ۋاپات بولغانغا ياكى اﷲ ئۇلارغا بىر چىقىش يولى بەرگەنگە قەدەر ئۇلارنى ئۆيدە تۇتۇڭلار",
        "numberInSurah": 15,
        "juz": 4,
        "manzil": 1,
        "page": 80,
        "ruku": 64,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 509,
        "text": "ئاراڭلاردا ئىككى كىشى (يەنى ئەر بىلەن ئايال) پاھىشە قىلسا، ئۇلارنى ئەيىبلەڭلار؛ ئەگەر ئۇلار تەۋبە قىلىپ تۈزەلسە، ئۇلارنى كەچۈرۈڭلار، اﷲ تەۋبىنى بەكمۇ قوبۇل قىلغۇچىدۇر، تولىمۇ مېھرىباندۇر",
        "numberInSurah": 16,
        "juz": 4,
        "manzil": 1,
        "page": 80,
        "ruku": 64,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 510,
        "text": "اﷲ قوبۇل قىلىشنى ۋەدە قىلغان تەۋبە يامانلىقنى نادانلىقتىن قىلىپ سېلىپ، ئاندىن ئۇزۇنغا قالماي (يەنى ئۆلۈم كېلىشتىن بۇرۇن) تەۋبە قىلغانلارنىڭ تەۋبىسىدۇر؛ اﷲ ئەنە شۇلارنىڭ تەۋبىسىنى قوبۇل قىلىدۇ، اﷲ ھەممىنى بىلىپ تۇرغۇچىدۇر، ھېكمەت بىلەن ئىش قىلغۇچىدۇر",
        "numberInSurah": 17,
        "juz": 4,
        "manzil": 1,
        "page": 80,
        "ruku": 64,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 511,
        "text": "داۋاملىق يامان ئىشلارنى قىلىپ بېشىغا ئۆلۈم كەلگەن چاغدا، ئەمدى تەۋبە قىلدىم، دېگۈچىلەرنىڭ تەۋبىسى ۋە كاپىر پېتى ئۆلگۈچىلەرنىڭ تەۋبىسى (يەنى ئۆلۈم ئالدىدا ئىمان ئېيتتىم دېگۈچىلەرنىڭ ئىمانى) قوبۇل قىلىنمايدۇ. ئەنە شۇلار قاتتىق ئازاب تەييارلىدۇق",
        "numberInSurah": 18,
        "juz": 4,
        "manzil": 1,
        "page": 80,
        "ruku": 64,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 512,
        "text": "ئى مۆمىنلەر! ئاياللارغا زورلۇق قىلىپ، ئۇلارنى مىراس قىلىپ ئالماق (يەنى بىر ئادەمنىڭ قولىدىن يەنە بىر ئادەمنىڭ قولىغا ئۆتۈپ تۇرىدىغان مال ئورنىدا قىلىۋالماق) سىلەرگە دۇرۇس بولمايدۇ؛ ئۇلار ئوپئوچۇق بىر پاھىشە ئىشىنى قىلمىغان ھالەتتە، سىلەر ئۇلارغا بەرگەن مەھرىدىن بىر قىسمىنى يۇلۇۋېلىش ئۈچۈن، ئۇلارغا بېسىم ئىشلەتمەڭلار، ئۇلار بىلەن چىرايلىقچە تىرىكچىلىك قىلىڭلار، ئەگەر ئۇلارنى ياقتۇرمىساڭلار (سەۋر قىلىڭلار)، چۈنكى سىلەر ياقتۇرمايدىغان بىر ئىشتا اﷲ كۆپ خەيرىيەتلەرنى پەيدا قىلىشى مۇمكىن",
        "numberInSurah": 19,
        "juz": 4,
        "manzil": 1,
        "page": 80,
        "ruku": 64,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 513,
        "text": "ئەگەر بىر خوتۇننى قويۇۋېتىپ، ئورنىغا يەنە بىر خوتۇننى ئالماقچى بولساڭلار، ئۇلارنىڭ بىرىگە (مەھرى قىلىپ) كۆپ مال بەرگەن بولساڭلارمۇ ئۇنىڭدىن ھېچ نەرسىنى قايتۇرۇۋالماڭلار. ئۇنى (ئايالغا) قارا چاپلاپ ۋە ئوچۇق زۇلۇم قىلىپ ئالامسىلەر؟",
        "numberInSurah": 20,
        "juz": 4,
        "manzil": 1,
        "page": 81,
        "ruku": 64,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 514,
        "text": "ئۆزئارا خىلۋەتتە بولۇشقان تۇرساڭلار ۋە ئاياللار سىلەردىن (نىكاھ ئەقدىدىن ئىبارەت) مۇستەھكەم ئەھدە ئالغان تۇرسا، ئۇنى قانداقمۇ قايتۇرۇۋالىسىلەر؟",
        "numberInSurah": 21,
        "juz": 4,
        "manzil": 1,
        "page": 81,
        "ruku": 64,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 515,
        "text": "ئاتىلىرىڭلار ئالغان ئاياللارنى ئالماڭلار، لېكىن بۇنىڭدىن ئىلگىرى ئالغان بولساڭلار (ئەپۇ قىلىنىدۇ)، بۇ ھەقىقەتەن يامان ئىشتۇر، ئۆچ كۆرۈلىدىغان قىلىقتۇر، بۇ نېمىدېگەن يامان ئادەت!",
        "numberInSurah": 22,
        "juz": 4,
        "manzil": 1,
        "page": 81,
        "ruku": 64,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 516,
        "text": "سىلەرگە ئانىلىرىڭلارنى، قىزلىرىڭلارنى، ھەمشىرىلىرىڭلارنى، ئاتاڭلارنىڭ ھەمشىرىلىرىنى، ئاناڭلارنىڭ ھەمشىرىلىرىنى، قېرىندىشىڭلارنىڭ قىزلىرىنى، ھەمشىرەڭلارنىڭ قىزلىرىنى، سۈت ئانىلىرىڭلارنى، ئېمىلدەش ھەمشىرىڭلارنى، قېيىن ئاناڭلارنى، سىلەر بىر يەردە بولغان ئاياللىرىڭلارنىڭ (باشقا ئەردىن بولغان) ئۆيۈڭلاردا تەربىيىلەنگەن قىزلىرىنى (بۇ شەرت ئەمەس، ئۆيدە تەربىيىلەنمىگەن بولسىمۇ) ئېلىش ھارام قىلىندى. ئەگەر سىلەر ئۇلارنىڭ ئانىلىرى بىلەن بىر تۆشەكتە بولمىغان بولساڭلار، بۇ چاغدا ئۇلارنى ئالساڭلار ھېچ باك يوقتۇر، يەنە ئۆز پۇشتىڭلاردىن بولغان بالىلىرىڭلارنىڭ ئاياللىرىنى ئېلىشىڭلار ۋە ئىككى ھەمشىرىنى بىر ۋاقىتتا ئەمرىڭلاردا ساقلىشىڭلار ھارام قىلىندى. لېكىن ئۆتكەنكىلەر (يەنى جاھىلىيەت دەۋرىدە قىلغىنىڭلار) ئەپۇ قىلىنىدۇ. اﷲ ھەقىقەتەن مەغپىرەت قىلغۇچىدۇر، (بەندىلەرگە) ناھايىتى مېھرىباندۇر",
        "numberInSurah": 23,
        "juz": 4,
        "manzil": 1,
        "page": 81,
        "ruku": 65,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 517,
        "text": "ئەرلىك ئاياللارنى ئېلىشمۇ سىلەرگە ھارام قىلىندى. پەقەت سىلەرنىڭ باشقۇرۇشۇڭلار ئاستىدىكى چۆرىلەر بۇنىڭدىن مۇستەسنا. بۇ اﷲ نىڭ سىلەرگە پەرز قىلغان ھۆكىملىرىدۇر، بۇلاردىن (يەنى يۇقىرىدىكى ئېلىش دۇرۇس بولمايدىغان ئاياللاردىن) باشقىلىرىنى زىنادىن ساقلىنىپ، ئىپپەتلىك بولغىنىڭلار ھالدا، ماللىرىڭلارنى سەرپ قىلىپ (يەنى مەھرىنى بېرىپ) نىكاھلاپ ئېلىشىڭلار ھالال قىلىندى. قايسىكى ئاياللارنى (نىكاھلاپ ئېلىپ) پايدىلانساڭلار، ئۇلارغا (نىكاھ ۋاقتىدا) بېكىتىلگەن مەھرىلىرىنى بېرىڭلار، مەھرى بېكىتىلگەندىن كېيىن، ئۆزئارا پۈتۈشكەن نەرسەڭلار توغرىسىدا (يەنى ئايالنىڭ رازىلىقى بىلەن ساقىت قىلىنغان مەھرى ئۈچۈن) سىلەرگە ھېچ گۇناھ بولمايدۇ. اﷲ ھەقىقەتەن ھەممىنى بىلگۈچىدۇر، ھېكمەت بىلەن ئىش قىلغۇچىدۇر",
        "numberInSurah": 24,
        "juz": 5,
        "manzil": 1,
        "page": 82,
        "ruku": 65,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 518,
        "text": "سىلەردىن مۆمىن ئاياللارنى ئېلىشقا قۇربى يەتمەيدىغانلار قول ئاستىدىكى مۆمىن چۆرىلەردىن ئالسۇن. اﷲ ئىمانىڭلارنى ئوبدان بىلىدۇ (يەنى ئۇلارنىڭ سىرتقى كۆرۈنۈشىگە قاراپ ئېلىۋېرىڭلار، ئىچكى ئەھۋالىنى اﷲ قا تاپشۇرۇڭلار). سىلەر بىر - بېرىڭلار بىلەن دىنداشسىلەر، ئۇلارنىڭ خوجىلىرىنىڭ قوشۇلۇشى بىلەن ئۇلارنى خوتۇنلۇققا ئالساڭلار بولىدۇ، ئۇلارغا مەھرىلىرىنى كېمەيتىۋەتمەستىن ۋە كېچىكتۈرمەستىن بېرىڭلار. لېكىن ئۇلار ئاشكارا زىنا قىلمايدىغان، يوشۇرۇن ئاشنا تۇتمايدىغان ئەفىفە بولۇشلىرى كېرەك. ئەگەر ئۇلار ئەرگە تەگكەندىن كېيىن پاھىشە قىلسا، ئۇلارغا ھۆر ئاياللارغا بېرىلىدىغان جازانىڭ يېرىمى بېرىلىشى كېرەك. بۇ (يەنى چۆرىلەرنى نىكاھلاپ ئېلىش)، ئاراڭلاردا زىناغا مۇپتىلا بولۇپ قېلىشتىن قورققان كىشى ئۈچۈندۇر. سەۋر قىلالىساڭلار سىلەر ئۈچۈن ياخشىدۇر. اﷲ ناھايىتى مەغپىرەت قىلغۇچىدۇر، ناھايىتى مېھرىباندۇر",
        "numberInSurah": 25,
        "juz": 5,
        "manzil": 1,
        "page": 82,
        "ruku": 65,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 519,
        "text": "اﷲ سىلەرگە (ھالال ۋە ھارامغا دائىر ئەھكاملارنى) بايان قىلىشنى، سىلەردىن بۇرۇنقىلار (يەنى پەيغەمبەرلەر ۋە ياخشىلار) نىڭ يوللىرىغا سىلەرنى ھىدايەت قىلىشنى، (گۇناھىڭلاردىن قىلغان) تەۋبەڭلارنى قوبۇل قىلىشنى خالايدۇ. اﷲ ھەممىنى (يەنى بەندىلىرىنىڭ ھەممە ئەھۋالىنى) بىلگۈچىدۇر ۋە ھېكمەت بىلەن ئىش قىلغۇچىدۇر",
        "numberInSurah": 26,
        "juz": 5,
        "manzil": 1,
        "page": 82,
        "ruku": 66,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 520,
        "text": "اﷲ سىلەرنىڭ تەۋبەڭلارنى قوبۇل قىلىشنى خالايدۇ (بۇ اﷲ نىڭ رەھمىتىنىڭ كەڭلىكىنى كۆرسىتىش ئۈچۈن تەكرارلاندى). شەھۋەتلەرگە ئەگىشىدىغانلار (يەنى شەيتانغا ئەگىشىدىغان فاجىرلار) توغرا يولدىن بۇرۇلۇپ كېتىشىڭلارنى (شۇلارغا ئوخشاش فاجىر بولۇشۇڭلارنى) خالايدۇ",
        "numberInSurah": 27,
        "juz": 5,
        "manzil": 1,
        "page": 83,
        "ruku": 66,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 521,
        "text": "اﷲ سىلەرنىڭ يۈكۈڭلارنى يېنىكلىتىشنى (يەنى شەرىئەت ئەھكاملىرىنى سىلەرگە ئاسانلاشتۇرۇشنى) خالايدۇ. ئىنسان (نەپسى خاھىشىغا خىلاپلىق قىلىشتىن) ئاجىز يارىتىلدى",
        "numberInSurah": 28,
        "juz": 5,
        "manzil": 1,
        "page": 83,
        "ruku": 66,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 522,
        "text": "ئى مۆمىنلەر! بىر - بىرىڭلارنىڭ ماللىرىنى (ئوغرىلىق، خىيانەت قىلىش، بۇلاش، جازانىخورلۇق، قىمار ئويناش قاتارلىق) ناھەق يول بىلەن يەۋالماڭلار، ئىككى تەرەپ رازى بولۇشۇپ قىلىشقان سودا - سېتىق ئارقىلىق ئېرىشىلگەن نەرسە بۇنىڭدىن مۇستەسنا. سىلەر ئۆزۈڭلارنى (يەنى بىر - بىرىڭلارنى) ئۆلتۈرمەڭلار، اﷲ ھەقىقەتەن سىلەرگە ناھايىتى مېھرىباندۇر",
        "numberInSurah": 29,
        "juz": 5,
        "manzil": 1,
        "page": 83,
        "ruku": 66,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 523,
        "text": "كىمكى چەكتىن ئېشىپ ۋە زۇلۇم قىلىپ ئۇنى (يەنە اﷲ چەكلىگەن ئىشلارنى) قىلىدىكەن، ئۇنى دوزاخقا كىرگۈزىمىز، بۇ اﷲ قا ئاساندۇر",
        "numberInSurah": 30,
        "juz": 5,
        "manzil": 1,
        "page": 83,
        "ruku": 66,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 524,
        "text": "ئەگەر سىلەر مەنئى قىلىنغان چوڭ گۇناھلاردىن ساقلانساڭلار، (كەرىمىمىزگە ئېلىپ) كىچىك گۇناھلىرىڭلارنى يوققا چىقىرىمىز ۋە سىلەرنى ئېسىل ماكانغا (يەنى جەننەتكە) كىرگۈزىمىز",
        "numberInSurah": 31,
        "juz": 5,
        "manzil": 1,
        "page": 83,
        "ruku": 66,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 525,
        "text": "ئى مۆمىنلەر! اﷲ سىلەردىكى بىر - بىرىڭلاردىن ئارتۇق قىلغان نەرسىلەرنى (ھەسەت قىلىش يۈزىسىدىن) ئارزۇ قىلماڭلار، ئەرلەر قىلغان ئەمەللىرىدىن ھەسسىدار بولىدۇ، ئاياللارمۇ قىلغان ئەمەللىرىدىن ھەسسىدار بولىدۇ. اﷲ تىن ئۇنىڭ پەزلىنى تىلەڭلار (اﷲ بېرىدۇ). اﷲ ھەقىقەتەن ھەممە نەرسىنى بىلگۈچىدۇر",
        "numberInSurah": 32,
        "juz": 5,
        "manzil": 1,
        "page": 83,
        "ruku": 66,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 526,
        "text": "ھەر بىر ئادەمنىڭ قالدۇرغان تەرەكىسى ئۈچۈن ۋارىسلار تەيىنلىدۇق، ئۇلار ئاتا - ئانىلار ۋە يېقىنلاردۇر. سىلەر بىلەن (ئۆزئارا ياردەم بېرىش ۋە مىراسخور بولۇشقا) ئەھدۇپەيمان قىلىشقان كىشىلەرگە ئۇلارنىڭ (مىراستىن) ھەسسىسىنى بېرىڭلار. اﷲ ھەقىقەتەن ھەممە نەرسىنى بايقاپ تۇرغۇچىدۇر",
        "numberInSurah": 33,
        "juz": 5,
        "manzil": 1,
        "page": 83,
        "ruku": 66,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 527,
        "text": "ئەرلەر ئاياللارنىڭ ھامىيلىرىدۇر، بۇ اﷲ نىڭ ئۇلارنىڭ بەزىسىنى بەزىسىدىن (يەنى ئەرلەرنى كۈچ - قۇۋۋەت، غازاتقا چىقىش قاتارلىق جەھەتلەردە ئاياللاردىن) ئارتۇق قىلغانلىقىدىندۇر ۋە ئەرلەرنىڭ ئۆز پۇل - ماللىرىنى سەرپ قىلغانلىقىدىندۇر (يەنى ئاياللارنىڭ نەپىقىسى ئەرلەرنىڭ زىممىسىگە يۈكلەنگەنلىكتىندۇر). ياخشى ئاياللار ئىتائەت قىلغۇچىلاردۇر، ئەرلىرى يېنىدا بولمىغان چاغلاردا اﷲ نىڭ پاناھىدا ئەرلىرىنىڭ ھەقلىرىنى ساقلىغۇچىلاردۇر، سىلەر سەركەشلىك قىلىشلىرىدىن قورقىدىغان ئاياللارغا نەسىھەت قىلىڭلار، (بۇ ئۈنۈم بەرمىسە) بىر تۆشەكتە بىللە ياتماڭلار، (بۇمۇ ئۈنۈم بەرمىسە) ئۇلارنى ئەدەبلەش مەقسىتىدە ئاستىراق ئۇرۇڭلار. ئەگەر سىلەرگە ئىتائەت قىلسا، ئۇلارنى بوزەك قىلىش خىيالىدا بولماڭلار. اﷲ ھەقىقەتەن سىلەردىن ئۈستۈندۇر، بۈيۈكتۇر (اﷲ ئاياللارغا زۇلۇم قىلغاننى جازالايدۇ)",
        "numberInSurah": 34,
        "juz": 5,
        "manzil": 1,
        "page": 84,
        "ruku": 67,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 528,
        "text": "ئەگەر ئەر - خوتۇن ئىككىيلەننىڭ ئىناقسىز بولۇپ قېلىشىدىن قورقساڭلار، ئەرنىڭ تۇغقانلىرىدىن بىر ھەققانىي كىشىنى، خوتۇننىڭ تۇغقانلىرىدىن بىر ھەققانىي كىشىنى ئەۋەتىڭلار، اﷲ ئەگەر بۇ ئىككى كىشىنى ئەپلەشتۈرۈشنى خالىسا، ئەر - خوتۇن ئىككىسىنىڭ ئارىسىغا ئىناقلىق سالىدۇ. اﷲ ھەقىقەتەن ھەممىنى بىلگۈچىدۇر، ھەممىدىن خەۋەرداردۇر",
        "numberInSurah": 35,
        "juz": 5,
        "manzil": 1,
        "page": 84,
        "ruku": 67,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 529,
        "text": "اﷲ قا ئىبادەت قىلىڭلار، ئۇنىڭغا ھېچ نەرسىنى شېرىك كەلتۈرمەڭلار، ئاتا - ئاناڭلارغا، خىش - ئەقرىبالىرىڭلارغا، يېتىملەرگە، مىسكىنلەرگە، يېقىن قوشنىغا، يىراق قوشنىغا، ياندىكى ھەمراھقا (يەنى سەپەرداشقا، ساۋاقداشقا)، مۇساپىرغا، قول ئاستىڭلاردىكى قۇل - چۆرىلەرگە ياخشىلىق قىلىڭلار، شۈبھىسىزكى، اﷲ مۇتەكەببىر، ماختانچاقنى ياقتۇرمايدۇ",
        "numberInSurah": 36,
        "juz": 5,
        "manzil": 1,
        "page": 84,
        "ruku": 67,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 530,
        "text": "ئۇلار (يەنى مۇتەكەببىرلەر، ماختانچاقلار) بېخىللىق قىلىدۇ، كىشىلەرنى بېخىللىققا بۇيرۇيدۇ، اﷲ ئۇلارغا ئۆز پەزلىدىن بەرگەن نەرسىلەرنى (يەنى پۇل - مالنى، ۋە مۇھەممەد ئەلەيھىسسالامنىڭ تەۋراتتىكى سۈپىتىنى) يوشۇرىدۇ، (اﷲ نىڭ نېمىتىنى) ئىنكار قىلغۇچىلارغا خورلىغۇچى ئازابنى تەييارلىدۇق",
        "numberInSurah": 37,
        "juz": 5,
        "manzil": 1,
        "page": 84,
        "ruku": 67,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 531,
        "text": "ئۇلار ماللىرىنى كىشىلەرگە كۆرسىتىش ئۈچۈن سەرپ قىلىدۇ، ئۇلار اﷲ قا ئىشەنمەيدۇ، ئاخىرەت كۈنىگىمۇ ئىشەنمەيدۇ. كىمكى ئۆزىگە شەيتاننى ھەمراھ قىلىدىكەن (ئۇ شەيتاننىڭ بۇيرۇقى بويىچە ئىش قىلىدۇ)، شەيتان نېمىدېگەن يامان ھەمراھ!",
        "numberInSurah": 38,
        "juz": 5,
        "manzil": 1,
        "page": 85,
        "ruku": 67,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 532,
        "text": "ئەگەر ئۇلار اﷲ قا، ئاخىرەت كۈنىگە ئىشەنسە ۋە اﷲ ئۆزلىرىگە بەرگەن مالدىن سەرپ قىلسا، ئۇلارغا نېمە زىيىنى بولاتتى؟ اﷲ ئۇلارنى ئوبدان بىلىدۇ (قىلمىشىغا قاراپ جازالايدۇ)",
        "numberInSurah": 39,
        "juz": 5,
        "manzil": 1,
        "page": 85,
        "ruku": 67,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 533,
        "text": "اﷲ ھەقىقەتەن زەررىچە زۇلۇم قىلمايدۇ. ئەگەر كىشىنىڭ زەررىچە ياخشىلىقى بولسا، اﷲ ئۇنى ھەسسىلەپ زىيادە قىلىدۇ، ئۆز دەرگاھىدىن بۈيۈك ئەجىر (يەنى جەننەت) ئاتا قىلىدۇ",
        "numberInSurah": 40,
        "juz": 5,
        "manzil": 1,
        "page": 85,
        "ruku": 67,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 534,
        "text": "بىز ھەر بىر ئۈممەتتىن بىر گۇۋاھچىنى كەلتۈرگەن ۋە (ئى مۇھەممەد!) سېنى بۇلارغا (يەنى ئۈممىتىڭ ئىچىدىكى ئىمانسىزلارغا ۋە گۇناھكارلارغا) گۇۋاھچى قىلىپ كەلتۈرگەن چېغىمىزدا ئۇلارنىڭ ھالى قانداق بولىدۇ؟",
        "numberInSurah": 41,
        "juz": 5,
        "manzil": 1,
        "page": 85,
        "ruku": 67,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 535,
        "text": "كاپىرلار ۋە پەيغەمبەرگە ئاسىيلىق قىلغانلار ئۇ كۈندە (ئۇلار قىيامەتنىڭ دەھشىتىنى كۆرگەنلىكتىن) يەر بىلەن تۈپتۈز قىلىۋېتىلىشىنى (يەنى يەرگە كۆمۈلۈپ تۇپراققا ئايلىنىپ كېتىشىنى) ئارزۇ قىلىدۇ، (ئۇلارنىڭ ھەممە ئەزاسى گۇۋاھ بولغانلىقتىن) اﷲ تىن ھېچبىر سۆزنى يوشۇرالمايدۇ",
        "numberInSurah": 42,
        "juz": 5,
        "manzil": 1,
        "page": 85,
        "ruku": 67,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 536,
        "text": "ئى مۆمىنلەر! سىلەر مەست بولساڭلار، نېمە دەۋاتقىنىڭلارنى بىلگىنىڭلارغىچە، جۇنۇپ بولساڭلار، - يول ئۈستىدە بولغانلار (بۇنىڭدىن) مۇستەسنا، - غۇسلى قىلمىغۇچە نامازغا يېقىنلاشماڭلار، ئەگەر كېسەل (يەنى كېسەلگە سۇ زىيان قىلىدىغان بولسا) ياكى سەپەر ئۈستىدە بولساڭلار، ياكى ھاجەت قىلساڭلار، ياكى ئاياللار بىلەن مۇناسىۋەت ئۆتكۈزسەڭلار، (مۇشۇنداق ئەھۋال ئاستىدا) سۇ تاپالمىساڭلار، پاك تۇپراقنى يۈزۈڭلارغا، قولۇڭلارغا سۈرتۈپ تەيەممۇم قىلىڭلار، اﷲ ھەقىقەتەن ئەپۇ قىلغۇچىدۇر، مەغپىرەت قىلغۇچىدۇر (يەنى اﷲ بەندىلىرىگە ھەرەج بولماسلىقى ئۈچۈن ئىبادەتنى ئاسانلاشتۇرۇپ بەرگۈچىدۇر)",
        "numberInSurah": 43,
        "juz": 5,
        "manzil": 1,
        "page": 85,
        "ruku": 68,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 537,
        "text": "(ئى مۇھەممەد!) كىتابتىن (يەنى تەۋراتتىن) نېسىۋە بېرىلگەن كىشىلەر (يەنى يەھۇدىي موللىلىرى) نىڭ گۇمراھلىقنى سېتىۋالغانلىقىنى ۋە سىلەرنىڭ توغرا يولدىن ئېزىشىڭلارنى خالايدىغانلىقىنى كۆرمىدىڭمۇ؟",
        "numberInSurah": 44,
        "juz": 5,
        "manzil": 1,
        "page": 85,
        "ruku": 68,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 538,
        "text": "اﷲ سىلەرنىڭ دۈشمەنلىرىڭلارنى ئوبدان بىلىدۇ. اﷲ سىلەرنى ساقلاشقا يېتەرلىكتۇر ۋە سىلەرگە مەدەتكار بولۇشقا يېتەرلىكتۇر (يەنى سىلەرنى يەھۇدىيلارنىڭ مىكرىدىن ساقلاشقا اﷲ كۇپايىدۇر)",
        "numberInSurah": 45,
        "juz": 5,
        "manzil": 1,
        "page": 86,
        "ruku": 68,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 539,
        "text": "يەھۇدىيلارنىڭ ئىچىدە كىتابنىڭ (يەنى تەۋراتنىڭ) سۆزلىرىنى ئۆزگەرتىۋېتىدىغانلارمۇ بار، ئۇلار: «بىز (سۆزۈڭنى) ئاڭلىدۇق، (ئەمرىڭگە) بويسۇنمىدۇق، بىزگە قۇلاق سال، بىز ساڭا قۇلاق سالمايمىز» دەيدۇ، دىنغا تەنە قىلىش يۈزىسىدىن، رائىنا دېگەن سۆزنى تىللىرىنى ئەگرى قىلىپ ئېيتىدۇ. ئەگەر ئۇلار (يۇقىرىقى سۆزلىرىنىڭ ئورنىغا) ئاڭلىدۇق ۋە بويسۇندۇق، قۇلاق سال، ئۇنزۇرنا دېسە، ئۇلار ئۈچۈن (اﷲ نىڭ دەرگاھىدا) تېخىمۇ ياخشى، تېخىمۇ توغرا بولاتتى، لېكىن كۇفرى سەۋەبلىك اﷲ ئۇلارنى رەھمىتىدىن يىراق قىلدى. ئۇلارنىڭ ئازغىنىسىدىن باشقىسى ئىمان ئېيتمايدۇ",
        "numberInSurah": 46,
        "juz": 5,
        "manzil": 1,
        "page": 86,
        "ruku": 68,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 540,
        "text": "ئى كىتاب بېرىلگەنلەر! (يەنى يەھۇدىيلار) بىز نۇرغۇن يۈزلەرنى ئۆزگەرتىپ ئارقىسىغا قىلىپ قويۇشىمىزدىن (يەنى يۈزدىكى بۇرۇن، كۆز، قاش قاتارلىق سەزگۈ ئەزالىرىنى ئۆز جايلىرىدىن يوق قىلىۋېتىپ، ئۇلارنى ئارقا تەرەپكە پەيدا قىلىپ قويۇشىمىزدىن، سۈرەتلىرىنى مۇبەددەل قىلىشىمىزدىن)، ئىلگىرى، ياكى ئۇلارغا شەنبە كۈنىنىڭ ھۆرمىتىنى ساقلىمىغانلارغا لەنەت قىلغاندەك لەنەت قىلىشىمىزدىن ئىلگىرى، ئۆزۈڭلاردىكى كىتابنى (يەنى تەۋراتنى) تەستىق قىلىدىغان، بىز نازىل قىلغان كىتابقا (يەنى قۇرئانغا) ئىمان كەلتۈرۈڭلار (بولمىسا يۇقىرىقى ئىككى بالانىڭ بىرىگە ئۇچرايسىلەر)، اﷲ نىڭ ھۆكىمى ئىجرا قىلىنىدۇ (يەنى اﷲ بىرەر ئىشقا ئەمر قىلسا، ئۇ ئىش چوقۇم بولماي قالمايدۇ)",
        "numberInSurah": 47,
        "juz": 5,
        "manzil": 1,
        "page": 86,
        "ruku": 68,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 541,
        "text": "اﷲ ھەقىقەتەن اﷲ قا شېرىك كەلتۈرۈش گۇناھىنى مەغپىرەت قىلمايدۇ، خالىغان ئادەمنىڭ ئۇنىڭدىن باشقا گۇناھىنى مەغپىرەت قىلىدۇ. كىمكى اﷲ قا شېرىك كەلتۈرىدىكەن، چوڭ گۇناھ قىلغان بولىدۇ",
        "numberInSurah": 48,
        "juz": 5,
        "manzil": 1,
        "page": 86,
        "ruku": 68,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 542,
        "text": "ئۆزلىرىنى پاك دەپ قارايدىغانلار (يەنى ئۆزلىرىنى تەقۋادارلىق بىلەن مەدھىيىلەيدىغانلارنى) نى كۆرمىدىڭمۇ؟ ئۇنداق ئەمەس (يەنى ئىش ئۇلارنىڭ دېگىنىدەك ئەمەس)، اﷲ خالىغان بەندىسىنى پاك قىلىدۇ، ئۇلارغا قىلچىلىكمۇ زۇلۇم قىلىنمايدۇ",
        "numberInSurah": 49,
        "juz": 5,
        "manzil": 1,
        "page": 86,
        "ruku": 68,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 543,
        "text": "(ئى مۇھەممەد!) ئۇلارنىڭ اﷲ قا تۆھمەت چاپلاۋاتقانلىقىغا قارىغىن! بۇ ئوپئوچۇق گۇناھتۇر",
        "numberInSurah": 50,
        "juz": 5,
        "manzil": 1,
        "page": 86,
        "ruku": 68,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 544,
        "text": "كىتابتىن نېسىۋە بېرىلگەنلەر (يەنى يەھۇدىيلار) نى كۆرمىدىڭمۇ؟ ئۇلار بۇتقا ۋە شەيتانغا ئىشىنىدۇ، كاپىرلارنى كۆرسىتىپ: «بۇلار (يەنى قۇرەيش كۇففارلىرى) نىڭ يولى ئىمان ئېيتقانلارنىڭكىدىن تېخىمۇ توغرىدۇر» دەيدۇ",
        "numberInSurah": 51,
        "juz": 5,
        "manzil": 1,
        "page": 86,
        "ruku": 69,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 545,
        "text": "ئەنە شۇلار اﷲ رەھمىتىدىن يىراق قىلغان كىشىلەردۇر؛ اﷲ كىمنى رەھمىتىدىن يىراق قىلىدىكەن، ئۇنىڭغا (اﷲ نىڭ ئازابىدىن قۇتۇلدۇرىدىغان) ھېچبىر مەدەتكار تاپالمايسەن",
        "numberInSurah": 52,
        "juz": 5,
        "manzil": 1,
        "page": 87,
        "ruku": 69,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 546,
        "text": "ياكى ئۇلارنىڭ پادىشاھلىقتىن نېسىۋىسى بارمۇ؟ (ھېچقانداق نېسىۋىسى يوق) ئەگەر بولىدىغان بولسا، (زىيادە بېخىللىقتىن) ئۇلار كىشىلەرگە قىلچىلىك نەرسە بەرمەيدۇ",
        "numberInSurah": 53,
        "juz": 5,
        "manzil": 1,
        "page": 87,
        "ruku": 69,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 547,
        "text": "ياكى ئۇلار اﷲ ئۆز پەزلىدىن كىشىلەرگە بەرگەن نەرسىگە (يەنى مۇھەممەد ئەلەيھىسسالامغا بېرىلگەن پەيغەمبەرلىككە) ھەسەت قىلىشامدۇ؟ بىز ھەقىقەتەن ئىبىراھىم ئەۋلادىغا كىتاب، ھېكمەت بەردۇق ۋە ئۇلارغا بۈيۈك پادىشاھلىق بەردۇق",
        "numberInSurah": 54,
        "juz": 5,
        "manzil": 1,
        "page": 87,
        "ruku": 69,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 548,
        "text": "ئۇلار (يەنى يەھۇدىيلار) نىڭ ئىچىدە ئۇنىڭغا (يەنى مۇھەممەد ئەلەيھىسسالامغا) ئىمان ئېيتقانلارمۇ بار، ئۇنىڭدىن يۈز ئۆرۈگەنلەرمۇ بار، ئۇلارغا (ئۇلارنىڭ كۇفرىغا جازا بېرىش يۈزىسىدىن) جەھەننەمنىڭ يېنىپ تۇرغان ئوتى يېتەرلىكتۇر",
        "numberInSurah": 55,
        "juz": 5,
        "manzil": 1,
        "page": 87,
        "ruku": 69,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 549,
        "text": "شۈبھىسىزكى، بىزنىڭ ئايەتلىرىمىزنى ئىنكار قىلغانلارنى دوزاخقا كىرگۈزىمىز، ئۇلارنىڭ تېرىلىرى پىشىپ تۈگىگەن چاغدا ئازابنى تېتىتىش ئۈچۈن ئورنىغا باشقا تېرە يەڭگۈشلەيمىز. اﷲ ھەقىقەتەن غالىبتۇر، ھېكمەت بىلەن ئىش قىلغۇچىدۇر",
        "numberInSurah": 56,
        "juz": 5,
        "manzil": 1,
        "page": 87,
        "ruku": 69,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 550,
        "text": "ئىمان ئېيتقان ۋە ياخشى ئەمەللەرنى قىلغانلارنى ئاستىدىن ئۆستەڭلار ئېقىپ تۇرىدىغان جەننەتلەرگە كىرگۈزىمىز، ئۇلار جەننەتلەردە مەڭگۈ قالىدۇ. ئۇ يەردە ئۇلارغا پاك جۈپتىلەر بولىدۇ، ئۇلارنى جەننەتنىڭ مەڭگۈلۈك سايىسىگە داخىل قىلىمىز",
        "numberInSurah": 57,
        "juz": 5,
        "manzil": 1,
        "page": 87,
        "ruku": 69,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 551,
        "text": "شۈبھىسىزكى، اﷲ سىلەرنى ئامانەتلەرنى ئىگىسىگە قايتۇرۇشقا، كىشىلەر ئارىسىدا ھۆكۈم قىلغاندا ئادىل ھۆكۈم قىلىشقا بۇيرۇيدۇ، اﷲ سىلەرگە نەسىھەت قىلغان ئىشلار نېمىدېگەن ياخشى، اﷲ ھەقىقەتەن (سۆزۈڭلارنى) ئاڭلاپ تۇرغۇچىدۇر",
        "numberInSurah": 58,
        "juz": 5,
        "manzil": 1,
        "page": 87,
        "ruku": 69,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 552,
        "text": "ئى مۆمىنلەر! اﷲ قا، پەيغەمبەرگە ۋە ئۆزۈڭلاردىن بولغان ئىش ئۈستىدىكىلەرگە ئىتائەت قىلىڭلار، ئەگەر سىلەر بىر شەيئىدە ئىختىلاپ قىلىشىپ قالساڭلار، بۇ توغرىدا اﷲ قا ۋە پەيغەمبەرگە مۇراجىئەت قىلىڭلار، بۇ (يەنى اﷲ نىڭ كىتابىغا ۋە پەيغەمبىرىنىڭ سۈننىتىگە مۇراجىئەت قىلىش) سىلەر ئۈچۈن پايدىلىقتۇر، نەتىجە ئېتىبارى بىلەن گۈزەلدۇر",
        "numberInSurah": 59,
        "juz": 5,
        "manzil": 1,
        "page": 87,
        "ruku": 69,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 553,
        "text": "ساڭا نازىل قىلىنغان كىتابقا (يەنى قۇرئانغا) ۋە سەندىن بۇرۇن نازىل قىلىنغان كىتابلارغا (يەنى تەۋراتقا ۋە ئىنجىلغا) ئىمان كەلتۈردۇق دەۋالغان كىشىلەر (يەنى مۇناپىقلار) نى كۆرمىدىڭمۇ؟ ئۇلار ئەرزىنى شەيتاننىڭ ئالدىغا ئېلىپ بارماقچى بولۇۋاتىدۇ؛ ھالبۇكى، ئۇلار شەيتاننى ئىنكار قىلىشقا بۇيرۇلغان، شەيتان ئۇلارنى چوڭقۇر ئازدۇرۇشنى خالايدۇ",
        "numberInSurah": 60,
        "juz": 5,
        "manzil": 1,
        "page": 88,
        "ruku": 70,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 554,
        "text": "ئۇلار (يەنى مۇناپىقلار) غا: «اﷲ نازىل قىلغان كىتاب تەرەپكە ۋە پەيغەمبەر تەرەپكە كېلىڭلار» دېيىلسە، مۇناپىقلارنىڭ سەندىن قاتتىق يۈز ئۆرۈگەنلىكىنى كۆرىسەن",
        "numberInSurah": 61,
        "juz": 5,
        "manzil": 1,
        "page": 88,
        "ruku": 70,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 555,
        "text": "قىلمىشلىرى تۈپەيلىدىن ئۆز بېشىغا بىرەر مۇسىبەت كەلگەن چاغدا، سېنىڭ ئالدىڭغا كېلىپ اﷲ بىلەن قەسەم قىلغان ھالدا: «بىز پەقەت ياخشىلىق ۋە يارىشىشنىلا ئىرادە قىلغان ئىدۇق» دېگەنلەرنىڭ ھالى قانداق بولىدۇ؟",
        "numberInSurah": 62,
        "juz": 5,
        "manzil": 1,
        "page": 88,
        "ruku": 70,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 556,
        "text": "ئەنە شۇلار (يەنى مۇناپىقلار) (يالغان ئېيتىدۇ)، اﷲ ئۇلارنىڭ دىللىرىدىكىنى (يەنى مۇناپىقلىقىنى، مىكرىنى) بىلىدۇ، ئۇلاردىن يۈز ئۆرۈگىن، ئۇلارغا نەسىھەت قىلغىن، ئۇلارغا تەسىرلىك سۆزلەرنى قىلغىن",
        "numberInSurah": 63,
        "juz": 5,
        "manzil": 1,
        "page": 88,
        "ruku": 70,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 557,
        "text": "بىز ھەر قانداق پەيغەمبەرنى پەقەت ئىتائەت قىلىنىش ئۈچۈنلا ئەۋەتتۇق (ئۇنىڭغا ئىتائەت قىلغانلىق اﷲ قا ئىتائەت قىلغانلىق بولىدۇ)، ئۇلار (يەنى مۇناپىقلار) (سېنىڭ ھۆكىمىڭنى قوبۇل قىلماي) ئۆزلىرىگە زۇلۇم قىلغاندا، ساڭا كېلىپ اﷲ تىن مەغپىرەت تىلىسە، پەيغەمبەرمۇ ئۇلار ئۈچۈن مەغپىرەت تىلىسە ئىدى، ئەلۋەتتە، ئۇلار اﷲ نى كەچۈرۈم قىلغۇچى، ناھايىتى مېھرىبان تاپاتتى",
        "numberInSurah": 64,
        "juz": 5,
        "manzil": 1,
        "page": 88,
        "ruku": 70,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 558,
        "text": "(ئى مۇھەممەد!) پەرۋەردىگارىڭ بىلەن قەسەمكى، ئۇلار (يەنى مۇناپىقلار) ئۆز ئارىسىدىكى دەتالاشقا سېنى ھۆكۈم چىقىرىشقا تەكلىپ قىلمىغۇچە، ئاندىن سېنىڭ چىقارغان ھۆكىمىڭگە ئۇلارنىڭ دىللىرىدىكى قىلچە غۇم بولسىمۇ يوقالمىغىچە ۋە ئۇلار پۈتۈنلەي بويسۇنمىغىچە ئىمان ئېيتقان بولمايدۇ",
        "numberInSurah": 65,
        "juz": 5,
        "manzil": 1,
        "page": 88,
        "ruku": 70,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 559,
        "text": "ئەگەر بىز ئۇلارغا: «ئۆزۈڭلارنى ئۆلتۈرۈڭلار ياكى يۇرتۇڭلاردىن چىقىپ كېتىڭلار» دەپ ئەمر قىلغان بولساق (يەنى ئىلگىرىكىلەرگە يۈكلىگەندەك ئېغىر تەكلىپنى ئۇلارغا يۈكلىسەك) ئىدۇق، ئۇلارنىڭ ئازغىنىسىدىن باشقىسى بۇنى ئىجرا قىلمايتتى، ئەگەر ئۇلار قىلىنغان ۋەز - نەسىھەتكە ئەمەل قىلسا ئىدى، ئەلۋەتتە ئۇلارغا ياخشى بولاتتى ۋە ئىمانى مۇستەھكەم بولغان بولاتتى (گۇمراھلىق ۋە نىفاقتىن ئەڭ يىراق بولغان بولاتتى)",
        "numberInSurah": 66,
        "juz": 5,
        "manzil": 1,
        "page": 89,
        "ruku": 70,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 560,
        "text": "ئۇ چاغدا دەرگاھىمىزدىن ئۇلارغا ئەلۋەتتە بۈيۈك ئەجىر (يەنى جەننەت) ئاتا قىلاتتۇق",
        "numberInSurah": 67,
        "juz": 5,
        "manzil": 1,
        "page": 89,
        "ruku": 70,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 561,
        "text": "ئۇلارنى ئەلۋەتتە توغرا يولغا ھىدايەت قىلاتتۇق",
        "numberInSurah": 68,
        "juz": 5,
        "manzil": 1,
        "page": 89,
        "ruku": 70,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 562,
        "text": "كىملەركى اﷲ قا ۋە پەيغەمبەرگە ئىتائەت قىلىدىكەن، ئۇلار (ئاخىرەتتە) اﷲ نىڭ نېمىتىگە ئېرىشكەن پەيغەمبەرلەر، سىددىقلار (يەنى يۇقىرى دەرىجىلىك پەيغەمبەرلەر ۋە شېھىتلەر)، شېھىتلەر ۋە ياخشىلار بىلەن بىللە بولىدۇ، ئۇلار نېمىدېگەن ياخشى ھەمراھلار",
        "numberInSurah": 69,
        "juz": 5,
        "manzil": 1,
        "page": 89,
        "ruku": 70,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 563,
        "text": "بۇ پەزل اﷲ تەرىپىدىندۇر، اﷲ (پەزل - ئېھسانغا تېگىشلىك بولغانلارنى) بىلىشتە يېتەرلىكتۇر",
        "numberInSurah": 70,
        "juz": 5,
        "manzil": 1,
        "page": 89,
        "ruku": 70,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 564,
        "text": "ئى مۆمىنلەر! (دۈشمەنلەرنىڭ شەررىدىن ساقلىنىش ئۈچۈن) تەييارلىق ھالىتىدە تۇرۇڭلار، ئۇرۇشقا تۈركۈم - تۈركۈم بولۇپ ياكى ھەممىڭلار بىر بولۇپ چىقىڭلار",
        "numberInSurah": 71,
        "juz": 5,
        "manzil": 1,
        "page": 89,
        "ruku": 71,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 565,
        "text": "شۈبھىسىزكى، ئاراڭلاردا ئۇرۇشقا چىقماي قېلىپ قالغانلار (يەنى مۇناپىقلار) بار، ئەگەر سىلەرگە بىرەر مۇسىبەت (يەنى مەغلۇبىيەت ياكى قىرغىنلىق) كەلسە، (ئۇ مۇناپىق) «اﷲ ماڭا ھەقىقەتەن مەرھەمەت قىلدى، چۈنكى مەن ئۇلار بىلەن (ئۇرۇشتا) بىللە بولمىدىم (بولمىسا ئۆلتۈرۈلگەنلەر قاتارىدا ئۆلتۈرۈلگەن بولاتتىم)» دەيدۇ",
        "numberInSurah": 72,
        "juz": 5,
        "manzil": 1,
        "page": 89,
        "ruku": 71,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 566,
        "text": "ئەگەر سىلەرگە اﷲ نىڭ پەزلى (يەنى غەلىبە ۋە غەنىيمەت) يەتسە، گويا سىلەر بىلەن ئۇ (يەنى مۇناپىق) نىڭ ئارىسىدا ھېچقانداق دوستلۇق يوقتىكىدەك، «كاشكى مەن (ئۇرۇشتا) ئۇلار بىلەن بىللە بولغان بولسام، چوڭ بىر مۇۋەپپەقىيەتكە (يەنى غەنىيمەتتىن زور نېسىۋىگە) ئېرىشكەن بولاتتىم» دەيدۇ",
        "numberInSurah": 73,
        "juz": 5,
        "manzil": 1,
        "page": 89,
        "ruku": 71,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 567,
        "text": "دۇنيا تىرىكچىلىكىنى ئاخىرەتكە تېگىشىدىغانلار اﷲ يولىدا (جېنىنى، پۇل - مېلىنى پىدا قىلىپ) جىھاد قىلسۇن، كىمكى اﷲ يولىدا جىھاد قىلىپ ئۆلتۈرۈلسە ياكى غەلىبە قىلسا، بىز ئۇنىڭغا كاتتا ئەجىر ئاتا قىلىمىز",
        "numberInSurah": 74,
        "juz": 5,
        "manzil": 1,
        "page": 89,
        "ruku": 71,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 568,
        "text": "(ئى مۆمىنلەر!) سىلەرگە نېمە بولدىكى، اﷲ نىڭ يولىدا جىھاد قىلمايسىلەر ۋە (دۇئا قىلىپ): «ئى پەرۋەردىگارىمىز! بۇ ئاھالىسى زالىم شەھەردىن بىزنى چىقارغىن، ئۆز دەرگاھىڭدىن بىزگە بىر ئىگىدارچىلىق قىلغۇچىنى مۇيەسسەر قىل، ئۆز دەرگاھىڭدىن بىزگە بىر مەدەتكارنى مۇيەسسەر قىل» دەيدىغان ئاجىز ئەرلەر، ئاجىز ئاياللار ۋە بالىلارنى قۇتقۇزۇش ئۈچۈن جىھاد قىلمايسىلەر",
        "numberInSurah": 75,
        "juz": 5,
        "manzil": 1,
        "page": 90,
        "ruku": 71,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 569,
        "text": "مۆمىنلەر اﷲ يولىدا جىھاد قىلىدۇ، كاپىرلار شەيتاننىڭ يولىدا ئۇرۇش قىلىدۇ؛ شەيتاننىڭ دوستلىرى بىلەن ئۇرۇش قىلىڭلار (سىلەر ئۇلارنى يېڭىسىلەر)، شەيتاننىڭ تەدبىرى ھەقىقەتەن ئاجىزدۇر",
        "numberInSurah": 76,
        "juz": 5,
        "manzil": 1,
        "page": 90,
        "ruku": 71,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 570,
        "text": "(ئى مۇھەممەد!) ئۇلارغا (يەنى مەككىدە تۇرۇپ ئۇرۇشۇشنى تەلەپ قىلغانلارغا): «(ئۇرۇشتىن) قولۇڭلارنى يىغىڭلار، ناماز ئوقۇڭلار، زاكات بېرىڭلار» دېگەن كىشىلەرنى كۆرمىدىڭمۇ؟ (يەنى ئۇلاردىن ئەجەبلەنمەمسەن؟) بۇلارغا جىھاد پەرز قىلىنغان چاغدا، ئۇلارنىڭ ئارىسىدىكى بىر تۈركۈم كىشىلەر دۈشمەندىن گويا اﷲ (نىڭ ئازابى) دىن قورققاندەك بەلكى ئۇنىڭدىنمۇ بەتتەررەك قورقىدۇ. ئۇلار (ئۆلۈمدىن قورقۇپ): «پەرۋەردىگارىمىز! بىزگە نېمە ئۈچۈن جىھادنى پەرز قىلدىڭ؟ نېمە ئۈچۈن بىزنى ئۇزاققا قالماي كېلىدىغان ئەجەلگىچە تەخىر قىلمىدىڭ؟ (يەنى ئەجىلىمىز يەتكۈچە تەخىر قىلساڭ، ئۇرۇشتا ئۆلتۈرۈلمىسەك بولماسمىدى؟)» دېدى. (ئى مۇھەممەد!) ئېيتقىنكى، «دۇنيانىڭ مەنپەئىتى ئازدۇر (يەنى دۇنيانىڭ نېمىتى پانىيدۇر)، (اﷲ تىن) قورققان (ۋە ئۇنىڭ ئەمرىنى تۇتقانلار) ئۈچۈن ئاخىرەت ياخشىدۇر، سىلەرگە قىلچىلىك زۇلۇم قىلىنمايدۇ (يەنى قىلغان ئەمەلىڭلارنىڭ ساۋابى كېمەيتىلمەيدۇ)»",
        "numberInSurah": 77,
        "juz": 5,
        "manzil": 1,
        "page": 90,
        "ruku": 72,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 571,
        "text": "قەيەردە بولماڭلار، (ئەجەل كەلگەندە) ئۆلۈم سىلەرنى تاپىدۇ، سىلەر مۇستەھكەم قەلئەلەردە بولغان تەقدىردىمۇ. ئەگەر ئۇلار (يەنى مۇناپىقلار) بىرەر ياخشىلىققا ئېرىشسە، «بۇ اﷲ تىن بولدى» دەيدۇ. ئەگەر ئۇلار بىرەر زىيان - زەخمەتكە ئۇچرىسا، «بۇ سەندىن (يەنى سېنىڭ دىنىڭغا كىرگەنلىكىمىزدىن) بولدى» دەيدۇ. (ئى مۇھەممەد! بۇ ئەخمەقلەرگە) ئېيتقىنكى، «(ياخشىلىق ۋە يامانلىقنىڭ) ھەممىسى اﷲ تەرىپىدىندۇر (يەنى ھەممىسىنى اﷲ ياراتقاندۇر)». بۇ قەۋمگە نېمە بولدىكىن، ئۇلار ھېچبىر سۆزنى (يەنى ھەممە شەيئىنىڭ اﷲ نىڭ تەقدىرى بىلەن بولىدىغانلىقىنى) چۈشەنمەيدۇ",
        "numberInSurah": 78,
        "juz": 5,
        "manzil": 1,
        "page": 90,
        "ruku": 72,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 572,
        "text": "(ئى ئىنسان!) ساڭا يەتكەن ياخشىلىق (مەرھەمەت قىلىش يۈزىسىدىن) اﷲ تەرىپىدىندۇر، ساڭا يەتكەن يامانلىق (قىلمىشلىرىڭ تۈپەيلىدىن) ئۆزۈڭدىندۇر. (ئى مۇھەممەد!) سېنى بىز (پۈتۈن) ئىنسانلارغا پەيغەمبەر قىلىپ ئەۋەتتۇق، (سېنىڭ پەيغەمبەرلىكىڭگە) شاھىتىلىققا اﷲ يېتەرلىكتۇر",
        "numberInSurah": 79,
        "juz": 5,
        "manzil": 1,
        "page": 90,
        "ruku": 72,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 573,
        "text": "كىمكى پەيغەمبەرگە ئىتائەت قىلىدىكەن، ئۇ اﷲ قا ئىتائەت قىلغان بولىدۇ (چۈنكى پەيغەمبەر اﷲ نىڭ ئەمرىنى يەتكۈزىدۇ). كىمكى (ئى مۇھەممەد!) سەندىن يۈز ئۆرۈيدىكەن، (بىلگىنكى) بىز سېنى ئۇلارغا كۆزەتچى (يەنى ئۇلارنىڭ ئەمەللىرىنى كۆزىتىپ، ئەمەللىرىگە قاراپ ھېساب ئالغۇچى) قىلىپ ئەۋەتمىدۇق",
        "numberInSurah": 80,
        "juz": 5,
        "manzil": 1,
        "page": 91,
        "ruku": 72,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 574,
        "text": "ئۇلار (يەنى مۇناپىقلار): «ئەمرىڭگە ئىتائەت قىلدۇق» دەيدۇ، سېنىڭ يېنىڭدىن چىقىپ كەتكەن چاغدا، ئۇلارنىڭ بىر تۈركۈمى ئۆزلىرىنىڭ ئېيتقان سۆزلىرىنى ئۆزگەرتىۋېتىدۇ (يەنى ئەمرىڭگە خىلاپلىق قىلىدۇ)، اﷲ ئۇلارنىڭ ئۆزگەرتكەنلىرىنى خاتىرىلەپ تۇرىدۇ (يەنى پەرىشتىلەرنى ئۇلارنىڭ ئەمەللىرىنى يېزىشقا بۇيرۇيدۇ). سەن ئۇلاردىن يۈز ئۆرۈگىن (يەنى كەچۈرگىن)، اﷲ قا تەۋەككۈل قىلغىن (تەۋەككۈل قىلغۇچىغا) اﷲ نىڭ ھامىيلىقى يېتەرلىكتۇر",
        "numberInSurah": 81,
        "juz": 5,
        "manzil": 1,
        "page": 91,
        "ruku": 72,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 575,
        "text": "ئۇلار قۇرئان ئۈستىدە پىكىر يۈرگۈزمەمدۇ؟ ئەگەر قۇرئان (مۇشرىكلار بىلەن مۇناپىقلار گۇمان قىلغاندەك) اﷲ تىن غەيرىنىڭ تەرىپىدىن بولغان بولسا، ئەلۋەتتە، ئۇنىڭدىن نۇرغۇن زىددىيەتلەرنى تاپقان بولاتتى",
        "numberInSurah": 82,
        "juz": 5,
        "manzil": 1,
        "page": 91,
        "ruku": 72,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 576,
        "text": "(مۆمىنلەرگە ئائىت) ئامانلىقنىڭ ياكى قورقۇنچنىڭ بىرەر خەۋىرى ئۇلارغا (يەنى مۇناپىقلارغا) يەتسە، ئۇنى تارقىتىدۇ، ئەگەر ئۇنى پەيغەمبەرگە ۋە ئۇلار (يەنى مۆمىنلەر) نىڭ ئىچىدىكى ئىش ئۈستىدىكىلەرگە مەلۇم قىلسا، (شۇ) خەۋەرنى چىقارغۇچىلار ئۇنى (يەنى شۇ خەۋەرنىڭ ھەقىقىي ئەھۋالىنى) ئۇلاردىن ئەلۋەتتە بىلىۋالاتتى. (ئى مۆمىنلەر!) ئەگەر سىلەرگە اﷲ نىڭ پەزلى ۋە مەرھەمىتى بولمىسا ئىدى، سىلەرنىڭ ئازغىنا كىشىدىن باشقىلىرىڭلار، ئەلۋەتتە، شەيتانغا ئەگىشىپ كېتەتتىڭلار",
        "numberInSurah": 83,
        "juz": 5,
        "manzil": 1,
        "page": 91,
        "ruku": 72,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 577,
        "text": "(ئى مۇھەممەد!) اﷲ نىڭ يولىدا جىھاد قىلغىن (يەنى ئۆزۈڭ يالغۇز بولساڭمۇ جىھاد قىلغىن، ساڭا غەلىبە ۋەدە قىلىنغان. مۇناپىقلارنىڭ جىھادتىن قېلىپ قالغانلىقىغا ئەھمىيەت بېرىپ كەتمە.) سەن پەقەت ئۆزۈڭگىلا جاۋابكار سەن، مۆمىنلەرنى (جىھادقا) قىزىقتۇرغىن، اﷲ نىڭ كاپىرلار كۈچىنى توسىدىغانلىقىمۇ ھەقىقەتتۇر، اﷲ نىڭ كۈچى ئەڭ زوردۇر. اﷲ نىڭ جازاسى ئەڭ قاتتىقتۇر",
        "numberInSurah": 84,
        "juz": 5,
        "manzil": 1,
        "page": 91,
        "ruku": 72,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 578,
        "text": "كىمكى (كىشىلەر ئارىسىدا) ياخشى (ئىش ئۈچۈن) شاپائەت قىلسا، ئۇنىڭدىن (يەنى ياخشى ئىشتىن) ئۇنىڭ نېسىۋىسى بولىدۇ؛ كىمكى بىر يامان (ئىش ئۈچۈن) شاپائەت قىلسا، ئۇنىڭدىن (يەنى يامان ئىشتىن) ئۇنىڭ نېسىۋىسى بولىدۇ. اﷲ ھەممە ئىشقا قادىردۇر",
        "numberInSurah": 85,
        "juz": 5,
        "manzil": 1,
        "page": 91,
        "ruku": 72,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 579,
        "text": "سىلەرگە بىر كىشى سالام بەرسە، ئۇنىڭغا تېخىمۇ ياخشى سالام بىلەن جاۋاب قايتۇرۇڭلار (يەنى بىر كىشى ئەسسالامۇئەلەيكۇم دەپ سالام بەرسە، ئۇنىڭغا ئەسسالامۇ ئەلەيكۇم ۋە رەھمەتۇللاھى ۋەبەرەكاتۇھۇ دەڭلار)، ياكى ئۇنىڭ سالامىنى ئەينەن قايتۇرۇڭلار (يەنى ۋەئەلەيكۇم ئەسسالام دەڭلار). اﷲ ھەقىقەتەن ھەممە نەرسىدىن (يەنى بەندىلىرىنىڭ چوڭ - كىچىك ئىشلىرىدىن ھېساب ئالغۇچىدۇر",
        "numberInSurah": 86,
        "juz": 5,
        "manzil": 1,
        "page": 91,
        "ruku": 72,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 580,
        "text": "اﷲ تىن باشقا ھېچ مەبۇد (بەرھەق) يوقتۇر. اﷲ شەكسىز بولىدىغان قىيامەت كۈنىدە سىلەرنى (ھېساب ئېلىش ئۈچۈن مەھشەرگاھقا) جەزمەن يىغىدۇ. اﷲ تىنمۇ توغرا سۆزلۈك كىم بار؟ (يەنى سۆزىدە، ۋەدىسىدە اﷲ تىنمۇ سادىق ھېچكىم يوق)",
        "numberInSurah": 87,
        "juz": 5,
        "manzil": 1,
        "page": 92,
        "ruku": 72,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 581,
        "text": "ئى مۆمىنلەر! سىلەر نېمىشقا مۇناپىقلار توغرىسىدا ئىككى گۇرۇھقا بۆلۈنۈپ كېتىسىلەر؟ اﷲ ئۇلارنىڭ قىلمىشلىرى تۈپەيلىدىن ئۇلارنى كاپىرلار ھۆكمىدە قىلدى، اﷲ ئازدۇرغان كىشىلەرنى سىلەر ھىدايەت قىلماقچى بولامسىلەر؟ كىمنىكى اﷲ گۇمراھ قىلىدىكەن، سەن ئۇنىڭغا ھەرگىز توغرا يول تېپىپ بېرەلمەيسەن",
        "numberInSurah": 88,
        "juz": 5,
        "manzil": 1,
        "page": 92,
        "ruku": 73,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 582,
        "text": "ئۇلار سىلەرنىڭ ئۆزلىرىدەك كاپىر بولۇشۇڭلارنى، شۇنىڭ بىلەن ئۆزلىرىگە ئوخشاش بولۇشۇڭلارنى ئۈمىد قىلىدۇ، ئۇلار اﷲ يولىدا ھىجرەت قىلمىغۇچە (يەنى ھىجرەت قىلىش ئارقىلىق ئىمانىنى ئىسپات قىلمىغۇچە) ئۇلارنى دوست تۇتماڭلار، ئەگەر ئۇلار اﷲ يولىدا ھىجرەت قىلىشتىن يۈز ئۆرۈسە، ئۇلارنى قەيەردە تاپساڭلار شۇ يەردە تۇتۇپ ئۆلتۈرۈڭلار، ئۇلارنى دوستمۇ تۇتماڭلار، ياردەمچىمۇ قىلماڭلار",
        "numberInSurah": 89,
        "juz": 5,
        "manzil": 1,
        "page": 92,
        "ruku": 73,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 583,
        "text": "پەقەت سىلەر بىلەن ئۆزلىرى ئارىسىدا ئەھدە بولغان بىر قەۋمگە سېغىنغانلار ياكى سىلەرگە قارشى ئۇرۇش قىلىشتىن ياكى ئۆز قەۋمگە قارشى ئۇرۇش قىلىشتىن يۈرەكلىرى سىقىلىپ (يەنى سىلەر تەرەپمۇ ئەمەس، ئۆز قەۋمى تەرەپمۇ ئەمەس بولۇپ) سىلەرگە كەلگەنلەر بۇنىڭدىن مۇستەسنا (يەنى مۇنداقلارنى ئۆلتۈرمەڭلار ۋە ئەسىر ئالماڭلار). ئەگەر اﷲ خالىسا، ئۇلارنى سىلەرگە مۇسەللەت قىلاتتى، ئۇلار، ئەلۋەتتە، سىلەر بىلەن ئۇرۇشاتتى (يەنى اﷲ ئۇلارنى كۈچلۈك قىلپ سىلەرگە قارشى ئۇرۇش قىلىشقا جۈرئەتلىك قىلاتتى)، ئەگەر ئۇلار سىلەردىن يىراق تۇرسا (يەنى سىلەرگە چېقىلمىسا)، سىلەر بىلەن ئۇرۇشمىسا ۋە سىلەرگە تەسلىم بولسا، اﷲ سىلەرنىڭ ئۇلارغا ھۇجۇم قىلىشىڭلارنى ھەرگىز رۇخسەت قىلمايدۇ",
        "numberInSurah": 90,
        "juz": 5,
        "manzil": 1,
        "page": 92,
        "ruku": 73,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 584,
        "text": "ئىمانىنى ئىزھار قىلىش بىلەن سىلەردىنمۇ ئامانلىققا ئېرىشمەكچى ۋە قەۋمىگە قايتقاندا (كۇفرىنى ئىزھار قىلىش بىلەن) ئۆز قەۋمىدىنمۇ ئامانلىققا ئېرىشمەكچى بولغان ئىككىنچى بىر خىل كىشىلەر (يەنى مۇناپىقلار) نى كۆرىسىلەر، ئۇلار ھەر قاچان پىتنە - پاساتقا (يەنى كۇفرىغا ياكى مۇسۇلمانلار بىلەن ئۇرۇش قىلىشقا) چاقىرىلسا ئۆزلىرىنى ئۇنىڭدىن تارتىدۇ، ئەگەر ئۇلار سىلەردىن يىراق تۇرمىسا، سىلەرگە تەسلىم بولمىسا، (سىلەر بىلەن) ئۇرۇشۇشتىن قول يىغمىسا، بۇ چاغدا ئۇلارنى قەيەردە كۆرسەڭلار شۇ يەردە (ئەسىر ئېلىڭلار) تۇتۇپ ئۆلتۈرۈڭلار، (ئۇلارنىڭ خىيانىتى سەۋەبلىك) سىلەرگە ئۇلارغا قارشى (يەنى ئەسىر ئېلىشقا، ئۆلتۈرۈشكە) روشەن پاكىت ئاتا قىلدۇق",
        "numberInSurah": 91,
        "juz": 5,
        "manzil": 1,
        "page": 92,
        "ruku": 73,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 585,
        "text": "مۆمىن ئادەمنىڭ مۆمىن ئادەمنى سەۋەنلىك بىلەن ئەمەس، قەستەن ئۆلتۈرۈشى ھېچ دۇرۇس ئەمەس، كىمكى بىرەر مۆمىننى سەۋەنلىك بىلەن ئۆلتۈرۈپ قويىدىكەن، ئۇ بىر مۆمىن قۇلنى ئازاد قىلىشى ۋە ئۆلتۈرۈلگۈچىنىڭ ۋارىسلىرىغا دىيەت تۆلىشى كېرەك، ئۇلار (يەنى ئۆلتۈرۈلگۈچىنىڭ ۋارىسلىرى) دىيەتنى كەچۈرۈم قىلسام (شۇنىڭ بىلەن قاتىل ئۇنى) تۆلىمىسە ھېچ باك يوق، ئەگەر ئۆلتۈرۈلگۈچى مۆمىن سىلەرگە دۈشمەن (كۇففار) قەۋمدىن بولسا، بۇ چاغدا ئۆلتۈرۈپ قويغۇچى بىر نەپەر مۆمىن قۇلنى ئازاد قىلىشى لازىم (دىيەت كەلمەيدۇ. چۈنكى ئۆلتۈرۈلگۈچىنىڭ ئىگىسى مۇسۇلمان بولمىغاچقا ئۇنىڭغا ۋارىس بولمايدۇ)، ئەگەر ئۆلتۈرۈلگۈچى ئاراڭلاردا مۇئاھىدە بولغان (كۇففار) قەۋمدىن بولسا، ئۇنىڭ ۋارىسلىرىغا دىيەت تۆلەش ۋە بىر نەپەر قۇلنى ئازاد قىلىش كېرەك، ئازاد قىلىدىغان قۇل تاپالمىغان ئادەم (يەنى قۇل ئازاد قىلىشقا قادىر بولالمىغان ئادەم) (تەۋبىسىنى اﷲ نىڭ قوبۇل قىلىشى ئۈچۈن) ئۈزۈلدۈرمەي ئىككى ئاي روزا تۇتۇشى لازىم. اﷲ ھەممىنى بىلىپ تۇرغۇچى، ھېكمەت بىلەن ئىش قىلغۇچىدۇر",
        "numberInSurah": 92,
        "juz": 5,
        "manzil": 1,
        "page": 93,
        "ruku": 74,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 586,
        "text": "كىمكى بىر مۆمىننى قەستەن ئۆلتۈرىدىكەن، ئۇنىڭ جازاسى جەھەننەم بولىدۇ، ئۇ جەھەننەمدە مەڭگۈ قالىدۇ، اﷲ نىڭ غەزىپىگە ۋە لەنىتىگە دۇچار بولىدۇ. اﷲ ئۇنىڭغا (ئاخىرەتتە) قاتتىق ئازاب تەييارلايدۇ",
        "numberInSurah": 93,
        "juz": 5,
        "manzil": 1,
        "page": 93,
        "ruku": 74,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 587,
        "text": "ئى مۆمىنلەر! اﷲ يولىغا (يەنى غازاتقا) ئاتلانغان ۋاقتىڭلاردا ھەقىقەتلەپ ئىش قىلىڭلار (يەنى مۆمىن ياكى كاپىرلىقى ئېنىق بولغۇچە ئۆلتۈرۈشكە ئالدىراپ كەتمەڭلار)، سىلەرگە مۇسۇلمان بولغانلىقىنى بىلدۈرۈپ سالام بەرگەن ئادەمگە - دۇنيانىڭ مال - مۈلكىنى (غەنىيمەتنى) كۆزلەپ - سەن مۆمىن ئەمەسسەن دېمەڭلار (يەنى ئۆلۈشتىن قورقۇپ سالام بەردىڭ دەپ ئۇنى ئۆلتۈرۈۋەتمەڭلار)، اﷲ نىڭ دەرگاھىدا (مۇنداقلارنى ئۆلتۈرۈشتىن سىلەرنى بىھاجەت قىلىدىغان) نۇرغۇن غەنىيمەتلەر (يەنى ساۋاب) بار، ئىلگىرى سىلەرمۇ ئەنە شۇنداق (كاپىر) ئىدىڭلار، كېيىن اﷲ سىلەرگە (ئىماننى) ئىلتىپات قىلدى، (ئۇلارنى ئۆزۈڭلارغا سېلىشتۇرۇپ) ھەقىقەتلەپ ئىش قىلىڭلار. اﷲ سىلەرنىڭ قىلمىشىڭلاردىن خەۋەرداردۇر",
        "numberInSurah": 94,
        "juz": 5,
        "manzil": 1,
        "page": 93,
        "ruku": 74,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 588,
        "text": "مۆمىنلەردىن ئۆزرىسىز (ئەما، توكۇر، كېسەلگە ئوخشاش ئۆزرىسى بارلار بۇنىڭدىن مۇستەسنا) جىھادقا چىقمىغانلار اﷲ يولىدا ماللىرىنى، جانلىرىنى تىكىپ جىھاد قىلغۇچىلار بىلەن باراۋەر بولمايدۇ. اﷲ ماللىرىنى، جانلىرىنى تىكىپ جىھاد قىلغۇچىلارنى جىھادقا چىقمىغانلاردىن بىر دەرىجە ئۈستۈن قىلدى. بۇ ئىككى خىل كىشىلەر (يەنى ئۆزرىسى بولۇپ جىھادقا چىقالمىغانلار ۋە جىھادقا چىققۇچىلار) نىڭ ھەممىسىگە اﷲ جەننەتنى ۋەدە قىلدى. اﷲ جىھاد قىلغۇچىلارغا بۈيۈك ئەجىر ئاتا قىلىپ، ئۇلارنى (ئۆزرىسىز تۇرۇپ جىھادقا چىقمىغانلاردىن ئارتۇق) قىلدى",
        "numberInSurah": 95,
        "juz": 5,
        "manzil": 1,
        "page": 94,
        "ruku": 74,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 589,
        "text": "اﷲ (ئۇلارغا) بەلەن مەرتىۋىلەر، مەغپىرەت ۋە رەھمەت ئاتا قىلدى، اﷲ مەغپىرەت قىلغۇچىدۇر، ناھايىتى مېھرىباندۇر",
        "numberInSurah": 96,
        "juz": 5,
        "manzil": 1,
        "page": 94,
        "ruku": 74,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 590,
        "text": "ئۆزلىرىگە زۇلۇم قىلغۇچىلار (يەنى ھىجرەتنى تەرك ئېتىپ كۇففارلار بىلەن بىللە تۇرغۇچىلار) نىڭ جانلىرى پەرىشتىلەر تەرىپىدىن ئېلىنىدىغان چاغدا، پەرىشتىلەر ئۇلاردىن: «(دىنىڭلارنىڭ ئىشىدا) قايسى ھالەتتە ئىدىڭلار؟» دەپ سورايدۇ. ئۇلار: «زېمىندا (يەنى مەككى زېمىنىدا) بىز (دىننى بەرپا قىلىشتىن) بوزەك قىلىنغان ئىدۇق» دەيدۇ. پەرىشتىلەر: «ھىجرەت قىلساڭلار اﷲ نىڭ زېمىنى كەڭرى ئەمەسمىدى؟» دەيدۇ. ئەنە شۇ (ھىجرەت قىلمىغان) لارنىڭ بارىدىغان جايى جەھەننەمدۇر. جەھەننەم نېمىدېگەن يامان جاي!",
        "numberInSurah": 97,
        "juz": 5,
        "manzil": 1,
        "page": 94,
        "ruku": 75,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 591,
        "text": "پەقەت ئەرلەردىن، ئاياللاردىن، بالىلاردىن چارىسىز قالغان (يەنى ھىجرەت قىلىشقا چارە تاپالمىغان)، يول بىلمەيدىغان ئاجىزلار بۇنىڭدىن مۇستەسنا",
        "numberInSurah": 98,
        "juz": 5,
        "manzil": 1,
        "page": 94,
        "ruku": 75,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 592,
        "text": "ئەنە شۇلارنى اﷲ ئەپۇ قىلغاي. اﷲ ناھايىتى ئەپۇ قىلغۇچىدۇر، ناھايىتى مەغپىرەت قىلغۇچىدۇر",
        "numberInSurah": 99,
        "juz": 5,
        "manzil": 1,
        "page": 94,
        "ruku": 75,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 593,
        "text": "كىمكى اﷲ يولىدا ھىجرەت قىلىدىكەن، ئۇ زېمىندا چىقىش يولى ۋە كەڭچىلىك تاپىدۇ. كىمكى ئۆيىدىن اﷲ نىڭ ۋە پەيغەمبەرنىڭ تەرىپىگە ھىجرەت قىلىپ چىقسا، ئاندىن يولدا ئۆلسە، ئۇنىڭ ئەجرىنى چوقۇم اﷲ بېرىدۇ. اﷲ ناھايىتى مەغپىرەت قىلغۇچىدۇر ۋە ناھايىتى مېھرىباندۇر",
        "numberInSurah": 100,
        "juz": 5,
        "manzil": 1,
        "page": 94,
        "ruku": 75,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 594,
        "text": "سەپەرگە چىققان ۋاقتىڭلاردا كاپىرلارنىڭ ئۆزۈڭلارغا زىيان - زەخمەت يەتكۈزۈپ قويۇشىدىن قورقۇپ، نامازنى قەسرى قىلىپ (يەنى تۆت رەكئەتنى ئىككى رەكئەت قىلىپ) ئوقۇساڭلار سىلەرگە ھېچ گۇناھ بولمايدۇ. كاپىرلار سىلەرگە ھەقىقەتەن ئوپئوچۇق دۈشمەندۇر (ناماز ئوقۇۋاتقان پۇرسەتتىن پايدىلىنىپ سىلەرنى ئۆلتۈرۈۋېتىشتىن يانمايدۇ)",
        "numberInSurah": 101,
        "juz": 5,
        "manzil": 1,
        "page": 94,
        "ruku": 76,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 595,
        "text": "(ئى مۇھەممەد!) سەن مۆمىنلەر بىلەن (جىھادقا) بىللە بولۇپ ئۇلار بىلەن ناماز ئوقۇماقچى بولغىنىڭدا، ئۇلارنىڭ بىر پىرقىسى سەن بىلەن بىرلىكتە نامازغا تۇرسۇن، قوراللىرىنى (ئېھتىيات يۈزىسىدىن) يېنىدا تۇتسۇن، سەجدىگە بېرىپ بولغاندىن كېيىن ئۇلار ئارقاڭلارغا ئۆتۈپ تۇرسۇن (يەنى ناماز ئوقۇپ بولغان پىرقە ئارقاڭلاردا كۆزەتچىلىك قىلىپ تۇرسۇن، ئۇلارنىڭ ئورنىغا) ناماز ئوقۇمىغان ئىككىنچى بىر پىرقە كېلىپ سەن بىلەن بىرلىكتە (يەنى ئارقاڭدا) ناماز ئوقۇسۇن، (دۈشمەنلىرىدىن) ئېھتىياجلىق بىلەن ھوشيار تۇرسۇن. (دۈشمەنلىرى بىلەن ئۇرۇشۇشقا تەييار تۇرۇش يۈزىسىدىن) قوراللىرىنى يېنىدا تۇتسۇن، كاپىرلار سىلەرنىڭ قوراللىرىڭلاردىن، ئەشيالىرىڭلاردىن غەپلەتتە قېلىشىڭلارنى، شۇنىڭ بىلەن سىلەرگە بىردىنلا (تۇيۇقسىزدىن) ھۇجۇم قىلىشنى ئارزۇ قىلىدۇ (يەنى دۈشمەنلەرنىڭ سىلەرگە ھۇجۇم قىلىش پۇرسىتىگە ئىگە بولالماسلىقى ئۈچۈن، ھەممەڭلار بىرلا ۋاقىتتا يىغىلىپ ناماز ئوقۇماي، يۇقىرىقى ئۇسۇل بويىچە ئوقۇڭلار). ئەگەر سىلەرگە يامغۇر سەۋەبلىك ھەرەج بولىدىغان بولسا ياكى كېسەل بولساڭلار، (بۇ چاغدا) قوراللىرىڭلارنى قويۇپ قويساڭلار سىلەرگە ھېچ گۇناھ بولمايدۇ، ئېھتىياتچان ۋە ھوشيار بولۇڭلار، اﷲ ھەقىقەتەن كاپىرلار ئۈچۈن خور قىلغۇچى ئازاب تەييارلىدى",
        "numberInSurah": 102,
        "juz": 5,
        "manzil": 1,
        "page": 95,
        "ruku": 76,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 596,
        "text": "نامازدىن فارىغ بولغىنىڭلاردا ئۆرە تۇرغان ۋە ياتقان ھالەتلىرىڭلاردا اﷲ نى ياد ئېتىڭلار (اﷲ سىلەرگە دۈشمىنىڭلارغا قارشى ياردەم بېرىشى مۇمكىن). خاتىرجەم بولغان چېغىڭلاردا نامازنى (پۈتۈن شەرتلىرى بىلەن) مۇكەممەل ئادا قىلىڭلار. شۈبھىسىزكى، ناماز مۆمىنلەرگە ۋاقتى بەلگىلەنگەن پەرز قىلىندى",
        "numberInSurah": 103,
        "juz": 5,
        "manzil": 1,
        "page": 95,
        "ruku": 76,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 597,
        "text": "دۈشمەننىڭ ئارقىسىدىن قوغلاشقا سۇسلۇق قىلماڭلار؛ ئەگەر سىلەر قىينالساڭلار، ئۇلارمۇ خۇددى سىلەرگە ئوخشاش قىينىلىدۇ، سىلەر ئۇلار ئۈمىد قىلمايدىغان نەرسىنى (يەنى شېھىت بولۇشىنى، ساۋابنى ۋە غەلىبىنى) اﷲ تىن ئۈمىد قىلىسىلەر. اﷲ ھەممىنى بىلگۈچىدۇر، ھېكمەت بىلەن ئىش قىلغۇچىدۇر",
        "numberInSurah": 104,
        "juz": 5,
        "manzil": 1,
        "page": 95,
        "ruku": 76,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 598,
        "text": "(ئى مۇھەممەد!) سېنى كىشىلەر ئارىسىدا اﷲ نىڭ كۆرسەتكىنى بويىچە ھۆكۈم قىلسۇن دەپ، ساڭا ھەقىقەتەن ھەق كىتابنى نازىل قىلدۇق. خائىنلارنىڭ تەرىپىنى ئالمىغىن",
        "numberInSurah": 105,
        "juz": 5,
        "manzil": 1,
        "page": 95,
        "ruku": 77,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 599,
        "text": "اﷲ تىن مەغپىرەت تىلىگىن. اﷲ ھەقىقەتەن ناھايىتى مەغپىرەت قىلغۇچىدۇر، ناھايىتى مېھرىباندۇر",
        "numberInSurah": 106,
        "juz": 5,
        "manzil": 1,
        "page": 96,
        "ruku": 77,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 600,
        "text": "(گۇناھ قىلىش بىلەن) ئۆزلىرىگە خىيانەت قىلغۇچىلارنىڭ تەرىپىنى ئالمىغىن. خىيانەتكە ئادەتلەنگەن، گۇناھقا چۆمگەن كىشىنى اﷲ ھەقىقەتەن دوست تۇتمايدۇ",
        "numberInSurah": 107,
        "juz": 5,
        "manzil": 1,
        "page": 96,
        "ruku": 77,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 601,
        "text": "ئۇلار (خىيانەتلىرىنى) ئىنسانلاردىن (خىجىل بولۇپ) يوشۇرىدۇ، اﷲ تىن (خىجىل بولۇپ) يوشۇرمايدۇ؛ ئۇلار اﷲ رازى بولمايدىغان سۆزنى (يەنى بوھتان چاپلاش، يالغان گۇۋاھلىق بېرىش ۋە يالغان قەسەمنى) پىلانلىغان چاغدا، اﷲ ئۇلار بىلەن بىللە ئىدى (يەنى ئۇلارنىڭ ئەھۋالىنى بىلىپ تۇراتتى، سۆزىنى ئاڭلاپ تۇراتتى). ئۇلارنىڭ قىلمىشلىرىنى اﷲ تامامەن بىلگۈچىدۇر",
        "numberInSurah": 108,
        "juz": 5,
        "manzil": 1,
        "page": 96,
        "ruku": 77,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 602,
        "text": "سىلەر شۇنداق كىشىلەر سىلەركى، ھاياتىي دۇنيادا ئۇلارنىڭ (يەنى ئوغرى ۋە خائىنلارنىڭ) تەرىپىنى ئالدىڭلار، قىيامەت كۈنى كىم اﷲ قا قارشى ئۇلارنىڭ تەرىپىنى ئالىدۇ؟ (يەنى اﷲ نىڭ ئازابىنى كىم ئۇلاردىن دەپئى قىلىدۇ؟) ياكى كىم ئۇلارغا ھامىي بولىدۇ؟",
        "numberInSurah": 109,
        "juz": 5,
        "manzil": 1,
        "page": 96,
        "ruku": 77,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 603,
        "text": "كىمكى بىرەر يامانلىق ياكى ئۆزىگە بىرەر زۇلۇم قىلىپ قويۇپ، ئاندىن اﷲ تىن مەغپىرەت تەلەپ قىلسا، ئۇ اﷲ نىڭ مەغپىرەت قىلغۇچى، ناھايىتى مېھرىبان ئىكەنلىكىنى كۆرىدۇ",
        "numberInSurah": 110,
        "juz": 5,
        "manzil": 1,
        "page": 96,
        "ruku": 77,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 604,
        "text": "كىمكى (قەستەن) بىرەر گۇناھ قىلسا، ئۇنى ئۆزىنىڭ زىيىنىغا قىلىدۇ (يەنى ئۇنىڭ ۋابالىنى ئۆزى تارتىدۇ). اﷲ ھەممىنى بىلگۈچىدۇر، ھېكمەت بىلەن ئىش قىلغۇچىدۇر",
        "numberInSurah": 111,
        "juz": 5,
        "manzil": 1,
        "page": 96,
        "ruku": 77,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 605,
        "text": "كىمكى بىر كىچىك گۇناھ ياكى بىر چوڭ گۇناھ قىلىپ قويۇپ، ئۇنى بىگۇناھ ئادەمگە چاپلىسا، ئۇ شۇ بوھتاننى ۋە ئوپئوچۇق بىر گۇناھنى ئۆزىگە يۈكلىۋالغان بولىدۇ",
        "numberInSurah": 112,
        "juz": 5,
        "manzil": 1,
        "page": 96,
        "ruku": 77,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 606,
        "text": "(ئى مۇھەممەد!) ئەگەر ساڭا اﷲ نىڭ پەزلى ۋە رەھمىتى بولمىسا ئىدى، ئۇلاردىن بىر گۇرۇھ ئادەم چوقۇم سېنى ئازدۇرۇشنى قەستلەيتتى؛ ئۇلار پەقەت ئۆزلىرىنى ئازدۇرىدۇ، ساڭا قىلچە زىيان يەتكۈزەلمەيدۇ. اﷲ ساڭا كىتابنى (يەنى قۇرئاننى) ۋە ھېكمەتنى (يەنى سۈننەتنى) نازىل قىلدى، ساڭا سەن بىلمىگەن نەرسىلەرنى (يەنى شەرىئەت ئەھكاملىرىنى ۋە غەيب ئىشلارنى) بىلدۈردى. اﷲ نىڭ ساڭا پەزلى چوڭدۇر",
        "numberInSurah": 113,
        "juz": 5,
        "manzil": 1,
        "page": 96,
        "ruku": 78,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 607,
        "text": "ئۇلارنىڭ يوشۇرۇن سۆھبىتىىنىڭ تولىسىدا خەيرىيەت يوقتۇر. پەقەت سەدىقىغە ياكى ياخشىلىققا ياكى كىشىلەرنى ئەپلەشتۈرۈشكە ئەمر قىلغان كىشىلەر (نىڭ يوشۇرۇن سۆھبىتى) بۇنىڭدىن مۇستەسنا. كىمكى ئۇ (ئىش) لارنى اﷲ نىڭ رازىلىقىنى تىلەش يۈزىسىدىن قىلىدىكەن، ئۇنىڭغا بۈيۈك ئەجىر ئاتا قىلىمىز",
        "numberInSurah": 114,
        "juz": 5,
        "manzil": 1,
        "page": 97,
        "ruku": 78,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 608,
        "text": "كىمكى ئۆزىگە (مۆجىزىلەر ئارقىلىق) توغرا يول ئېنىق بولغاندىن كېيىن، پەيغەمبەرگە (يەنى ئۇنىڭ ئەمرىگە) مۇخالىپەتچىلىك قىلىدىكەن، مۆمىنلەرنىڭ يولىدىن غەيرىيگە ئەگىشىدىكەن، ئۇنى ئۆز يولىغا قويۇپ بېرىمىز، ئۇنى (ئاخىرەتتە) جەھەننەمگە كىرگۈزىمىز، جەھەننەم نېمىدېگەن يامان جاي!",
        "numberInSurah": 115,
        "juz": 5,
        "manzil": 1,
        "page": 97,
        "ruku": 78,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 609,
        "text": "اﷲ ئۆزىگە بىرەر نەرسىنىڭ شېرىك كەلتۈرۈلۈشىنى (يەنى مۇشرىكلىك گۇناھىنى) ئەلۋەتتە مەغپىرەت قىلمايدۇ، بۇنىڭدىن باشقىنى (اﷲ ئۆزى) خالىغان ئادەمگە مەغپىرەت قىلىدۇ، كىمكى اﷲ قا شېرىك كەلتۈرىدىكەن، ئۇ ھەقىقەتەن قاتتىق ئازغان بولىدۇ",
        "numberInSurah": 116,
        "juz": 5,
        "manzil": 1,
        "page": 97,
        "ruku": 79,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 610,
        "text": "ئۇلار (يەنى مۇشرىكلار) اﷲ نى قويۇپ، پەقەت (ئۆزلىرى) چىشى (ناملار بىلەن ئاتىۋالغان) بۇتلارغا ئىبادەت قىلىدۇ، پەقەت اﷲ نىڭ ئىبادىتىدىن باش تارتقان شەيتانغا ئىبادەت قىلىدۇ",
        "numberInSurah": 117,
        "juz": 5,
        "manzil": 1,
        "page": 97,
        "ruku": 79,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 611,
        "text": "اﷲ شەيتاننى رەھمىتىدىن يىراق قىلدى، شەيتان ئېيتتى: «مەن ئەلۋەتتە سېنىڭ بەندىلىرىڭدىن مۇئەييەن ساندىكىلەرنى ئىگىلەيمەن",
        "numberInSurah": 118,
        "juz": 5,
        "manzil": 1,
        "page": 97,
        "ruku": 79,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 612,
        "text": "شۇنداقلا چوقۇم ئۇلارنى ئازدۇرىمەن، ئۇلارنى خام خىيال قىلدۇرىمەن (يەنى ھايات ئۇزۇن، قىيامەت، ھېساب ئېلىش يوق دېگەندەك باتىل ئەقىدىلەرنى كۆڭلىگە سالىمەن)، ئۇلارنى چوقۇم چاھار پايلارنىڭ (بۇتلارغا نەزەر قىلىپ بەلگە ئۈچۈن) قۇلاقلىرىنى يېرىشقا بۇيرۇيمەن، ئۇلارنى چوقۇم اﷲ نىڭ مەخلۇقاتىنى ئۆزگەرتىۋېتىشكە (يەنى قۇللارنى ئاختا قىلىش، ئۇلارغا مەڭ ئويدۇرۇشقا ئوخشاش) ئىشلارغا بۇيرۇيمەن». كىمكى اﷲ نى قويۇپ شەيتاننى دوست تۇتىدىكەن، ئۇ (دۇنيا ۋە ئاخىرەتتە) ئوپئوچۇق زىيان تارتقان بولىدۇ",
        "numberInSurah": 119,
        "juz": 5,
        "manzil": 1,
        "page": 97,
        "ruku": 79,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 613,
        "text": "شەيتان ئۇلارغا (يالغان) ۋەدىلەرنى بېرىدۇ ۋە ئۇلارنى خام خىيالغا سالىدۇ (يەنى ئەمەلدە ئىشقا ئاشمايدىغان ئارزۇلارنى كۆڭلىگە سالىدۇ)، شەيتان ئۇلارغا پەقەت يالغاننىلا ۋەدە قىلىدۇ",
        "numberInSurah": 120,
        "juz": 5,
        "manzil": 1,
        "page": 97,
        "ruku": 79,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 614,
        "text": "ئەنە شۇلارنىڭ بارىدىغان جايى جەھەننەمدۇر، ئۇلار جەھەننەمدىن قاچىدىغان جاي تاپالمايدۇ",
        "numberInSurah": 121,
        "juz": 5,
        "manzil": 1,
        "page": 97,
        "ruku": 79,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 615,
        "text": "ئىمان ئېيتقان ۋە ياخشى ئەمەللەرنى قىلغانلارنى ئاستىدىن ئۆستەڭلار ئېقىپ تۇرىدىغان جەننەتكە كىرگۈزىمىز. ئۇلار جەننەتتە مەڭگۈ قالىدۇ. اﷲ نىڭ ۋەدىسى ھەقتۇر، اﷲ تىنمۇ راست سۆزلۈك كىم بار؟ (يەنى اﷲ تىنمۇ راست سۆزلۈك ھېچ ئەھەدى بولمايدۇ)",
        "numberInSurah": 122,
        "juz": 5,
        "manzil": 1,
        "page": 98,
        "ruku": 79,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 616,
        "text": "(اﷲ ۋەدە قىلغان ساۋاب) سىلەرنىڭ قۇرۇق ئارزۇيۇڭلار ۋە ئەھلى كىتابنىڭ قۇرۇق ئارزۇسى بىلەن قولغا كەلمەيدۇ، كىمكى بىر يامانلىق قىلىدىكەن، بۇنىڭ ئۈچۈن (دۇنيادا ياكى ئاخىرەتتە) جازالىنىدۇ، ئۇ ئۆزى ئۈچۈن اﷲ تىن باشقا (اﷲ نىڭ ئازابىدىن قۇتۇلدۇرىدىغان) ھېچقانداق دوست ۋە ھېچقانداق مەدەتكار تاپالمايدۇ",
        "numberInSurah": 123,
        "juz": 5,
        "manzil": 1,
        "page": 98,
        "ruku": 79,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 617,
        "text": "ئەر - ئاياللاردىن مۆمىن بولۇپ تۇرۇپ ياخشى ئىشلارنى قىلغانلار جەننەتكە داخىل بولىدۇ، ئۇلارغا قىلچە زۇلۇم قىلىنمايدۇ (يەنى ئۇلارنىڭ قىلغان ئەمەللىرىنىڭ ساۋابى قىلچە كېمەيتىۋېتىلمەيدۇ)",
        "numberInSurah": 124,
        "juz": 5,
        "manzil": 1,
        "page": 98,
        "ruku": 79,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 618,
        "text": "ياخشى ئەمەللەرنى قىلغان ھالدا ئۆزىنى اﷲ قا تاپشۇرغان (يەنى اﷲ نىڭ ئەمرىگە بويسۇنۇپ ئەمەلىنى خالىس اﷲ ئۈچۈن قىلغان)، باتىل دىنلاردىن بۇرالغان ھالدا ئىبىراھىمنىڭ دىنىغا ئەگەشكەن كىشىدىن (دىنىي جەھەتتە) ياخشىراق ئادەم بارمۇ؟ اﷲ ئىبىراھىمنى دوست تۇتتى",
        "numberInSurah": 125,
        "juz": 5,
        "manzil": 1,
        "page": 98,
        "ruku": 79,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 619,
        "text": "ئاسمانلاردىكى، زېمىندىكى شەيئىلەرىڭ ھەممىسى اﷲ نىڭدۇر (يەنى اﷲ نىڭ مۈلكىدۇر، بەندىلىرىدۇر، مەخلۇقاتلىرىدۇر). اﷲ ھەممە نەرسىنى تولۇق بىلگۈچىدۇر",
        "numberInSurah": 126,
        "juz": 5,
        "manzil": 1,
        "page": 98,
        "ruku": 79,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 620,
        "text": "(ئى مۇھەممەد!) سەندىن ئاياللار توغرىسىدا پەتىۋا سورايدۇ، ئېيتقىنكى، ئۇلار توغرىسىدا اﷲ سىلەرگە پەتىۋا بېرىدۇ. قۇرئاندا سىلەرگە تىلاۋەت قىلىنىدىغان (ئاياللارنىڭ مىراسىغا ئائىت) ئايەتلەرمۇ پەتىۋا بېرىدۇ. شۇنداق يېتىملەر توغرىسىدا پەتىۋا بېرىدۇكى، ئۇلارنىڭ تەيىن قىلىنغان مىراسىنى بەرمەيسىلەر (يەنى مۇنداق قىلماسلىقىڭلارغا پەتىۋا بېرىدۇ)، بوزەك قىلىنغان بالىلار (نىڭ ھەققىنى بېرىشىڭلار) ۋە يېتىملەرگە ھەققانىي بولۇشىڭلار ھەققىدە پەتىۋا بېرىدۇ. (ئاياللارغا ۋە يېتىملەرگە) قانداقلا ياخشىلىق قىلساڭلار، شۈبھىسىزكى، اﷲ ئۇنى بىلىپ تۇرىدۇ (يەنى شۇنىڭغا ئاساسەن اﷲ سىلەرنى مۇكاپاتلايدۇ)",
        "numberInSurah": 127,
        "juz": 5,
        "manzil": 1,
        "page": 98,
        "ruku": 80,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 621,
        "text": "ئەگەر بىرەر ئايال ئېرىنىڭ كۆڭۈلسىز بولۇشىدىن ياكى يۈز ئۆرۈشىدىن ئەندىشە قىلسا، ئۇلارنىڭ ئۆزئارا كېلىشىشى ھېچ گۇناھ ئەمەس، كېلىشىش (ئۈزلۈشۈپ كېتىشتىن) ياخشى. ئىنسانلارنىڭ تەبىئىتىگە بېخىللىق سىڭىپ كەتكەن، ئەگەر (ئاياللىرىڭلارغا) ياخشىلىق قىلساڭلار، (ئۇلارغا زۇلۇم قىلىشتىن) ساقلانساڭلار (اﷲ سىلەرنى مۇكاپاتلايدۇ). اﷲ ھەقىقەتەن قىلمىشىڭلاردىن خەۋەرداردۇر",
        "numberInSurah": 128,
        "juz": 5,
        "manzil": 1,
        "page": 99,
        "ruku": 80,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 622,
        "text": "قانچە تىرىشساڭلارمۇ ئاياللىرىڭلارغا (مۇھەببەتتە ۋە دىلنىڭ مايىللىقىدا) باراۋەر مۇئامىلىدە بولۇشقا ھەرگىز قادىر بولالمايسىلەر، شۇنىڭ ئۈچۈن بىرسىگە پۈتۈنلەي مايىل بولۇپ، ئىككىنچىسىنى (ئېرى باردەكمۇ ئەمەس، يوقتەكمۇ ئەمەس) ئېسىپ قويۇلغان ئايالدەك تاشلاپ قويماڭلار، ئەگەر (بۇ جەھەتتىكى قۇسۇرلىرىڭلارنى) تۈزەتسەڭلار، (ئۇلارغا زۇلۇم قىلىشتىن) ساقلانساڭلار، اﷲ ئەلۋەتتە (سىلەرگە) مەغپىرەت قىلىدۇ، رەھىم قىلىدۇ",
        "numberInSurah": 129,
        "juz": 5,
        "manzil": 1,
        "page": 99,
        "ruku": 80,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 623,
        "text": "ئەگەر ئىككىسى ئۈزلۈشۈپ كەتسە، اﷲ ئۆز پەزلى بىلەن ئۇلارنىڭ بىرسىنى ئىككىنچىسىدىن بىھاجەت قىلىدۇ، اﷲ (نىڭ پەزلى) كەڭدۇر، ھېكمەت بىلەن ئىش قىلغۇچىدۇر",
        "numberInSurah": 130,
        "juz": 5,
        "manzil": 1,
        "page": 99,
        "ruku": 80,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 624,
        "text": "ئاسمانلاردىكى ۋە زېمىندىكى شەيئىلەر اﷲ نىڭدۇر (يەنى اﷲ نىڭ مۈلكىدۇر، مەخلۇقاتىدۇر). سىلەردىن ئىلگىرى كىتاب بېرىلگەنلەرگە (يەنى يەھۇدىيلار ۋە ناسارالارغا) ۋە سىلەرگە اﷲ قا تەقۋادارلىق قىلىشنى تەۋسىيە قىلدۇق، ئەگەر كاپىر بولساڭلار (كۇفرىڭلار اﷲ قا زىيان يەتكۈزەلمەيدۇ)، ئاسمانلاردىكى ۋە زېمىندىكى شەيئىلەر اﷲ نىڭ (مۈلكىدۇر، مەخلۇقاتىدۇر). اﷲ (مەخلۇقاتتىن) بىھاجەتتۇر، مەدھىيىگە لايىقتۇر",
        "numberInSurah": 131,
        "juz": 5,
        "manzil": 1,
        "page": 99,
        "ruku": 80,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 625,
        "text": "ئاسمانلاردىكى ۋە زېمىندىكى شەيئىلەر اﷲ نىڭدۇر (يەنى اﷲ نىڭ مۈلكىدۇر، مەخلۇقاتىدۇر). ھەممە ئىشنى باشقۇرۇشقا اﷲ يېتەرلىكتۇر",
        "numberInSurah": 132,
        "juz": 5,
        "manzil": 1,
        "page": 99,
        "ruku": 80,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 626,
        "text": "ئى ئىنسانلار! ئەگەر اﷲ خالىسا، سىلەرنى يوق قىلىپ ئورنۇڭلارغا باشقىلارنى كەلتۈرىدۇ، اﷲ بۇنىڭغا قادىردۇر",
        "numberInSurah": 133,
        "juz": 5,
        "manzil": 1,
        "page": 99,
        "ruku": 80,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 627,
        "text": "كىمكى (قىلغان ئەمەلى بىلەن) دۇنيانىڭ نېمىتىنى تىلەيدىكەن، (ئۇنىڭغا ئېيتىپ قويغىنكى) دۇنيا ۋە ئاخىرەتنىڭ نېمىتى اﷲ نىڭ دەرگاھىدىدۇر (بەندە ئۆز پەرۋەردىگارىدىن دۇنيا ۋە ئاخىرەتنىڭ نېمىتىنى تىلىسۇن). اﷲ (بەندىلىرىنىڭ سۆزلىرىنى) ئاڭلاپ تۇرغۇچىدۇر، (بەندىلىرىنىڭ ئەمەللىرىنى) كۆرۈپ تۇرغۇچىدۇر",
        "numberInSurah": 134,
        "juz": 5,
        "manzil": 1,
        "page": 99,
        "ruku": 80,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 628,
        "text": "ئى مۆمىنلەر! خۇدالىق ئۈچۈن گۇۋاھلىق بېرىشتە، ئۆزۈڭلارنىڭ ياكى ئاتا - ئاناڭلارنىڭ ياكى تۇغقانلىرىڭلارنىڭ زىيىنىغا (گۇۋاھلىق بېرىشكە) توغرا كەلگەن تەقدىردىمۇ، ئادالەتنى بەرپا قىلىشقا تىرىشىڭلار، (گۇۋاھلىق بېرىلگۈچى) باي بولسا (ئۇنىڭغا رىئايە قىلماستىن)، ياكى پېقىر بولسا (ئۇنىڭغا ئىچ ئاغرىتماستىن) ھامان ئادىل گۇۋاھ بولۇڭلار، اﷲ سىلەردىن ئۇلارغا يېقىندۇر (يەنى ئۇلارنىڭ مەنپەئىتىنىڭ نېمىدە بولىدىغانلىقىنى ئوبدان بىلىدۇ)، نەپسى خاھىشىڭلارغا ئەگىشىپ (ھەقىقەتتىن) بۇرۇلۇپ كەتمەڭلار. ئەگەر تىلىڭلارنى تولغۇساڭلار (يەنى گۇۋاھلىقتىكى پاكىتنى بۇرمىلىساڭلار)، ياكى گۇۋاھلىقتىن باش تارتساڭلار، مۇنداقتا اﷲ ھەقىقەتەن سىلەرنىڭ قىلمىشىڭلاردىن خەۋەردار بولۇپ تۇرغۇچىدۇر",
        "numberInSurah": 135,
        "juz": 5,
        "manzil": 1,
        "page": 100,
        "ruku": 81,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 629,
        "text": "ئى مۆمىنلەر! اﷲ قا، اﷲ نىڭ پەيغەمبىرىگە ۋە اﷲ ئۇنىڭغا نازىل قىلغان كىتابقا (يەنى قۇرئانغا) ۋە ئىلگىرى اﷲ نازىل قىلغان كىتابلارغا (يەنى قۇرئاندىن ئىلگىرى نازىل قىلىنغان ساماۋى كىتابلارغا) ئىمان كەلتۈرۈڭلار. كىمكى اﷲ نى، اﷲ نىڭ پەرىشتىلىرىنى، كىتابلىرىنى، پەيغەمبەرلىرىنى ۋە ئاخىرەت كۈنىنى ئىنكار قىلىدىكەن، ئۇ قاتتىق ئازغان بولىدۇ",
        "numberInSurah": 136,
        "juz": 5,
        "manzil": 1,
        "page": 100,
        "ruku": 81,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 630,
        "text": "ئىمان ئېيتقان، ئاندىن كاپىر بولغان، ئاندىن ئىمان ئېيتقان، ئاندىن كاپىر بولغان، ئاندىن كۇفرىدا ئەزۋەيلىگەن (يەنى شۇ كۇفرى بىلەن ئۆلگەن) كىشىلەرنى اﷲ مەغپىرەت قىلمايدۇ ۋە ئۇلارنى توغرا يولغا (يەنى جەننەتكە) يېتەكلىمەيدۇ",
        "numberInSurah": 137,
        "juz": 5,
        "manzil": 1,
        "page": 100,
        "ruku": 81,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 631,
        "text": "(ئى مۇھەممەد!) مۇناپىقلارغا بېشارەت بەرگىنكى، ئۇلار قاتتىق ئازابقا دۇچار بولىدۇ",
        "numberInSurah": 138,
        "juz": 5,
        "manzil": 1,
        "page": 100,
        "ruku": 81,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 632,
        "text": "ئۇلار مۆمىنلەرنى قويۇپ، كاپىرلارنى دوست تۇتىدۇ، ئۇلار كاپىرلارنىڭ قېشىدىن ئىززەت ۋە قۇدرەت تەلەپ قىلامدۇ؟ (يەنى كۇففارلارنى دوستلۇقىدىن ئىززەت ۋە غەلىبە تىلەمدۇ؟) ئىززەت ۋە قۇدرەتنىڭ ھەممىسى اﷲ قا خاستۇر",
        "numberInSurah": 139,
        "juz": 5,
        "manzil": 1,
        "page": 100,
        "ruku": 81,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 633,
        "text": "اﷲ كىتابتا (يەنى قۇرئاندا) سىلەرگە نازىل قىلدىكى، سىلەر اﷲ نىڭ ئايەتلىرىنىڭ ئىنكار قىلىنىۋاتقان ۋە مەسخىرە قىلىنىۋاتقانلىقىنى ئاڭلىغان چېغىڭلاردا، ئۇلار (يەنى اﷲ نىڭ ئايەتلىرىنى مەسخىرە قىلىۋاتقان كاپىرلار) باشقا پاراڭغا كىرىشمىگىچە ئۇلار بىلەن بىللە ئولتۇرماڭلار، بولمىسا (گۇناھتا) ئۇلارغا ئوخشاش بولۇپ قالىسىلەر، اﷲ ھەقىقەتەن مۇناپىقلارنىڭ ۋە كاپىرلارنىڭ ھەممىسىنى (ئاخىرەتتە) جەھەننەمگە توپلايدۇ",
        "numberInSurah": 140,
        "juz": 5,
        "manzil": 1,
        "page": 100,
        "ruku": 81,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 634,
        "text": "ئۇلار (يەنى مۇناپىقلار) سىلەرگە ھادىسە كېلىشىنى كۈتىدۇ، ئەگەر سىلەر اﷲ نىڭ نۇسرىتىگە ئېرىشسەڭلار، ئۇلار: «بىز سىلەر بىلەن بىللە ئەمەسمىدۇق؟ (كاپىرلاردىن ئالغان غەنىيمەتلەردىن بىزگىمۇ بېرىڭلار)» دەيدۇ. ئەگەر كاپىرلار زەپەر تاپسا، ئۇلار (كاپىرلارغا): «بىز سىلەردىن غالىب بولۇپ تۇرۇپ (سىلەرنى ئۆلتۈرمىدۇق) ئەمەسمۇ؟ سىلەرنى مۆمىنلەردىن ساقلىمىدىقمۇ؟» دەيدۇ. اﷲ قىيامەت كۈنى ئاراڭلاردا (ھەققانىي) ھۆكۈم چىقىرىدۇ، اﷲ كاپىرلارغا ھەرگىز مۆمىنلەرگە قارشى يول بەرمەيدۇ",
        "numberInSurah": 141,
        "juz": 5,
        "manzil": 1,
        "page": 101,
        "ruku": 81,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 635,
        "text": "شۈبھىسىزكى، مۇناپىقلار اﷲ نى ئالدىماقچى بولۇشىدۇ، اﷲ ئۇلارنىڭ ئالدامچىلىقىغا يارىشا جازا بېرىدۇ، ئۇلار ناماز ئۈچۈن تۇرغاندا، خۇش ياقماسلىق بىلەن تۇرىدۇ (ساۋاب ئۈمىد قىلمايدۇ)، (نامازنى) كىشىلەرگە كۆرسىتىش ئۈچۈن ئوقۇيدۇ (يەنى رىياكارلىق قىلىدۇ)، اﷲ نى پەقەت ئازغىنا ياد ئېتىدۇ",
        "numberInSurah": 142,
        "juz": 5,
        "manzil": 1,
        "page": 101,
        "ruku": 82,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 636,
        "text": "مۇناپىقلار كۇفرى بىلەن ئىمان ئارىسىدا ئارىسالدى بولۇپ تۇرىدۇ، نە ئۇلارغا، نە بۇلارغا مەنسۈپ ئەمەس (يەنى مۆمىنلەرگىمۇ، كاپىرلارغىمۇ مەنسۈپ ئەمەس)، كىمنى اﷲ گۇمراھ قىلغان ئىكەن، ئۇنىڭغا ھەرگىزمۇ توغرا يول تاپالمايسەن",
        "numberInSurah": 143,
        "juz": 5,
        "manzil": 1,
        "page": 101,
        "ruku": 82,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 637,
        "text": "ئى مۆمىنلەر! مۆمىنلەرنى (دوست تۇتۇشنى) قويۇپ، كاپىرلارنى دوست تۇتماڭلار، سىلەرنىڭ زىيىنىڭلارغا (يەنى مۇناپىق ئىكەنلىكىڭلارغا) اﷲ نىڭ روشەن پاكىتى بولۇشىنى خالامسىلەر؟",
        "numberInSurah": 144,
        "juz": 5,
        "manzil": 1,
        "page": 101,
        "ruku": 82,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 638,
        "text": "مۇناپىقلار چوقۇم دوزاخنىڭ ئەڭ ئاستىنقى قەۋىتىگە (يەنى قەئرىگە) تاشلىنىدۇ، ئۇلارغا ھەرگىزمۇ (ئازابتىن قۇتقۇزىدىغان) مەدەتكار تاپالمايسەن",
        "numberInSurah": 145,
        "juz": 5,
        "manzil": 1,
        "page": 101,
        "ruku": 82,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 639,
        "text": "پەقەت (مۇناپىقلىقتىن) تەۋبە قىلغان، (ئەمەللىرىنى) تۈزەتكەن، اﷲ (نىڭ كىتابى) غا چىڭ يېپىشقان، دىننى اﷲ ئۈچۈن خالىس قىلغان (يەنى قىلغان ئەمەلىدىن پەقەت اﷲ نىڭ رازىلىقىنى كۆزلىگەن) كىشىلەر بۇنىڭدىن مۇستەسنا. ئەنە شۇلار مۆمىنلەر بىلەن بىللە (يەنى ئۇلارنىڭ قاتارىدا) دۇر. اﷲ مۆمىنلەرگە (ئاخىرەتتە جەننەتتىن ئىبارەت) بۈيۈك ئەجىر ئاتا قىلىدۇ",
        "numberInSurah": 146,
        "juz": 5,
        "manzil": 1,
        "page": 101,
        "ruku": 82,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 640,
        "text": "ئەگەر (اﷲ نىڭ نېمەتلىرىگە) شۈكۈر قىلساڭلار ۋە ئىمان ئېيتساڭلار، اﷲ سىلەرگە ئازاب قىلىپ نېمە قىلىدۇ؟ اﷲ شۈكۈر قىلغۇچىنى مۇكاپاتلىغۇچىدۇر، ھەممىنى بىلگۈچىدۇر",
        "numberInSurah": 147,
        "juz": 5,
        "manzil": 1,
        "page": 101,
        "ruku": 82,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 641,
        "text": "زۇلۇمغا ئۇچرىغۇچىدىن باشقا (ھەر قانداق كىشىنىڭ) ئاشكارا يامان سۆز قىلىشىنى اﷲ ياقتۇرمايدۇ (زۇلۇمغا ئۇچرىغۇچىنىڭ زالىمدىن شىكايەت قىلىشىغا ۋە ئۇنىڭغا دۇئايىبەت قىلىشىغا بولىدۇ)، اﷲ (زۇلۇمغا ئۇچرىغۇچىنىڭ دۇئاسىنى) ئاڭلىغۇچىدۇر، (زالىمنى) بىلگۈچىدۇر",
        "numberInSurah": 148,
        "juz": 6,
        "manzil": 1,
        "page": 102,
        "ruku": 82,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 642,
        "text": "سىلەر ئاشكارا ياكى يوشۇرۇن بىر ياخشىلىقنى قىلساڭلار ياكى بىرەر يامانلىقنى كەچۈرسەڭلار (ساۋاب تاپىسىلەر). شۈبھىسىزكى، اﷲ ئەپۇ قىلغۇچىدۇر، قۇدرەتلىكتۇر",
        "numberInSurah": 149,
        "juz": 6,
        "manzil": 1,
        "page": 102,
        "ruku": 82,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 643,
        "text": "شۈبھىسىزكى، اﷲ نى ۋە ئۇنىڭ پەيغەمبەرلىرىنى ئىنكار قىلغانلار، اﷲ بىلەن ئۇنىڭ پەيغەمبەرلىرىنىڭ ئارىسىنى (اﷲ قا ئىشىنىپ پەيغەمبەرلىرىگە ئىشەنمەيمىز دېيىش بىلەن) ئاجرىتىۋەتمەكچى بولغانلار، (پەيغەمبەرلەرنىڭ) بەزىسىگە ئىشىنىمىز، بەزىسىگە ئىشەنمەيمىز دېگۈچىلەر - ئۇنىڭ (يەنى ئىمان بىلەن كۇفرىنىڭ) ئارىسىدا (ئوتتۇرا) يول تۇتماقچى بولغانلار",
        "numberInSurah": 150,
        "juz": 6,
        "manzil": 1,
        "page": 102,
        "ruku": 82,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 644,
        "text": "ئەنە شۇلار (ئىماننى دەۋا قىلغان تەقدىردىمۇ) راستىنلا كاپىرلاردۇر، كاپىرلارغا خورلىغۇچى ئازاب تەييارلىدۇق",
        "numberInSurah": 151,
        "juz": 6,
        "manzil": 1,
        "page": 102,
        "ruku": 82,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 645,
        "text": "اﷲ قا ۋە ئۇنىڭ پەيغەمبەرلىرىگە ئىمان ئېيتقان، ئۇلاردىن ھېچبىرىنىڭ ئارىسىنى ئاجرىتىۋەتمىگەن (يەنى ھەممىسىگە ئىمان ئېيتقان) كىشىلەرگە اﷲ ئۇلارنىڭ (تېگىشلىك) ئەجىرلىرىنى ئاتا قىلىدۇ، اﷲ ناھايىتى مەغپىرەت قىلغۇچىدۇر، ناھايىتى مېھرىباندۇر",
        "numberInSurah": 152,
        "juz": 6,
        "manzil": 1,
        "page": 102,
        "ruku": 82,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 646,
        "text": "ئەھلى كىتاب (يەنى يەھۇدىيلار ۋە ناسارالار) سەندىن ئۆزلىرىگە ئاسماندىن بىر كىتاب چۈشۈرۈشنى سورايدۇ، ئۇلار مۇسادىن بۇنىڭدىنمۇ چوڭراقىنى سوراپ: «بىزگە اﷲ نى ئاپئاشكارا كۆرسەتكىن» دېگەن ئىدى. شۇنىڭ بىلەن، ئۇلارنىڭ زۇلمى سەۋەبلىك ئۇلارنى چاقماق سوقتى (يەنى ئاسماندىن بىر ئوت كېلىپ ئۇلارنى ھالاك قىلدى). ئۇلار روشەن مۆجىزىلەر كەلگەندىن كېيىن موزاينى (مەبۇد) قىلىۋالدى. كېيىن بىز ئۇلارنى ئەپۇ قىلدۇق. بىز مۇساغا (ئۇنىڭ راست پەيغەمبەرلىكىنى ئىسپاتلايدىغان مۆجىزىلەردىن) روشەن پاكىت ئاتا قىلدۇق",
        "numberInSurah": 153,
        "juz": 6,
        "manzil": 1,
        "page": 102,
        "ruku": 83,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 647,
        "text": "(تەۋرات شەرىئىتىنى قوبۇل قىلمىغانلىقلىرى سەۋەبلىك) ئۇلاردىن ئەھدە ئالماق ئۈچۈن ئۈستىگە تۇر (تېغى) نى تىكلەپ قويدۇق، ئۇلارغا: «(بەيتۇلمۇقەددەس) دەرۋازىسىدىن سەجدە قىلغان ھالدا كىرىڭلار» دېدۇق ھەمدە ئۇلارغا: «شەنبىنىڭ ھۆرمىتىنى ساقلاڭلار (يەنى شەنبىدە بېلىق تۇتۇش بىلەن ھەددىڭلاردىن ئاشماڭلار)» دېدۇق. ئۇلاردىن (بۇ ھەقتە) مەھكەم ۋەدە ئالدۇق",
        "numberInSurah": 154,
        "juz": 6,
        "manzil": 1,
        "page": 102,
        "ruku": 83,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 648,
        "text": "ئۇلار ئەھدىنى بۇزغانلىقلىرى، اﷲ نىڭ ئايەتلىرىنى ئىنكار قىلغانلىقلىرى، پەيغەمبەرلەرنى ناھەق ئۆلتۈرگەنلىكلىرى ۋە (مۇھەممەد ئەلەيھىسسالامغا) دىللىرىمىز پەردىلەنگەن (يەنى سۆزۈڭنى چۈشەنمەيدۇ) دېگەنلىكلىرى ئۈچۈن (ئۇلارغا لەنەت قىلدۇق)، بەلكى اﷲ ئۇلارنىڭ كۇفرى سەۋەبىدىن دىللىرىنى پېچەتلىۋەتتى، شۇڭا ئۇلارنىڭ ئازغىنىسىدىن باشقىنى ئىمان ئېيتمايدۇ",
        "numberInSurah": 155,
        "juz": 6,
        "manzil": 1,
        "page": 103,
        "ruku": 83,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 649,
        "text": "يەنە ئۇلارنىڭ كۇفرى (يەنى ئىسا ئەلەيھىسسالامنى ئىنكار قىلغانلىقلىرى) ئۈچۈن ۋە مەريەمگە چوڭ بوھتان چاپلىغانلىقلىرى ئۈچۈن (ئۇلارغا لەنەت قىلدۇق)",
        "numberInSurah": 156,
        "juz": 6,
        "manzil": 1,
        "page": 103,
        "ruku": 83,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 650,
        "text": "يەنە اﷲ نىڭ رەسۇلى ئىسا ئىبن مەريەمنى ھەقىقەتەن ئۆلتۈردۇق دېگەنلىكلىرى ئۈچۈن (ئۇلارغا لەنەت قىلدۇق). ۋاھالەنكى، ئۇلارنىڭ ئىسانى ئۆلتۈرگىنىمۇ يوق، دارغا ئاسقىنىمۇ يوق ۋە لېكىن ئۇلارغا شۈبھە سېلىندى (ئىسانى ئاستۇق دەپ گۇمان قىلىپ، ئىسا ئەلەيھىسسالامغا ئوخشاپ قالغان باشقا بىرسىنى ئاستى)، ئىسا توغرىسىدا ئىختىلاپ قىلىشقانلار ھەقىقەتەن ئۇنىڭ ئۆلتۈرۈلگەنلىكى (مەسلىسى) دە شۈبھىدىدۇر. ئۇلار بۇ (ئىشنىڭ ھەقىقىتى) نى بىلمەيدۇ، گۇمانغىلا ئاساسلىنىدۇ، ئۇلار ئىسانى جەزمەن ئۆلتۈرمىدى",
        "numberInSurah": 157,
        "juz": 6,
        "manzil": 1,
        "page": 103,
        "ruku": 83,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 651,
        "text": "بەلكى اﷲ ئۇنى ئۆز تەرىپىگە كۆتۈردى (يەنى ئىسا ئەلەيھىسسالامنى اﷲ ئۇلارنىڭ شەررىدىن قۇتۇلدۇرۇپ تىرىك ھالدا ئاسمانغا ئېلىپ چىقىپ كەتتى). اﷲ غالىبتۇر، ھېكمەت بىلەن ئىش قىلغۇچىدۇر",
        "numberInSurah": 158,
        "juz": 6,
        "manzil": 1,
        "page": 103,
        "ruku": 83,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 652,
        "text": "ئەھلى كىتابتىن (يەنى يەھۇدىيلار ۋە ناسارالاردىن) ھەر قاندىقى جان ئۈزۈش ئالدىدا ئۇنىڭغا (يەنى ئىسانىڭ ھەق پەيغەمبەرلىكى ۋە اﷲ نىڭ بەندىسى ئىكەنلىكىگە) ئىمان ئېيتىدۇ. ئىسا قىيامەت كۈنى ئۇلار (يەھۇدىيلارنىڭ ئىسانى دارغا ئاستۇق دېگەن دەۋاسىنىڭ ۋە ناسارالارنىڭ ئىسا اﷲ نىڭ ئوغلى دېگەن دەۋاسىنىڭ يالغانلىقى) غا گۇۋاھ بولىدۇ",
        "numberInSurah": 159,
        "juz": 6,
        "manzil": 1,
        "page": 103,
        "ruku": 83,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 653,
        "text": "يەھۇدىيلارنىڭ قىلغان ھەقسىزلىقلىرى (يەنى زۇلمى ۋە قىلغان گۇناھلىرى)، نۇرغۇن كىشىلەرنى اﷲ نىڭ يولىدىن (يەنى اﷲ نىڭ دىنىغا كىرىشتىن) توسقانلىقلىرى، چەكلەنگەن جازانىنى ئالغانلىقلىرى ۋە كىشىلەرنىڭ پۇل - ماللىرىنى ناھەق يېگەنلىكلىرى ئۈچۈن، ئۇلارغا (ئىلگىرى) ھالال قىلىنغان پاكىز نەرسىلەرنى ھارام قىلدۇق، ئۇلارنىڭ ئىچىدىن كاپىر بولغانلارغا قاتتىق ئازاب ھازىرلىدۇق",
        "numberInSurah": 160,
        "juz": 6,
        "manzil": 1,
        "page": 103,
        "ruku": 83,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 654,
        "text": "يەھۇدىيلارنىڭ قىلغان ھەقسىزلىقلىرى (يەنى زۇلمى ۋە قىلغان گۇناھلىرى)، نۇرغۇن كىشىلەرنى اﷲ نىڭ يولىدىن (يەنى اﷲ نىڭ دىنىغا كىرىشتىن) توسقانلىقلىرى، چەكلەنگەن جازانىنى ئالغانلىقلىرى ۋە كىشىلەرنىڭ پۇل - ماللىرىنى ناھەق يېگەنلىكلىرى ئۈچۈن، ئۇلارغا (ئىلگىرى) ھالال قىلىنغان پاكىز نەرسىلەرنى ھارام قىلدۇق، ئۇلارنىڭ ئىچىدىن كاپىر بولغانلارغا قاتتىق ئازاب ھازىرلىدۇق",
        "numberInSurah": 161,
        "juz": 6,
        "manzil": 1,
        "page": 103,
        "ruku": 83,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 655,
        "text": "ئۇلارنىڭ ئىچىدىكى بىلىمى چوڭقۇر بولغانلارغا، ساڭا نازىل قىلىنغان كىتابقا (يەنى قۇرئانغا)، سەندىن ئىلگىرى (ئۆتكەن پەيغەمبەرلەرگە) نازىل قىلىنغان كىتابلارغا ئىمان ئېيتىدىغان مۆمىنلەرگە، نامازنى ئۆتىگۈچىلەرگە، زاكات بەرگۈچىلەرگە، اﷲ قا ۋە ئاخىرەت كۈنىگە ئىمان ئېيتقۇچىلارغا (جەننەتتە مەڭگۈ قېلىشتىن ئىبارەت) كاتتا ئەجىر ئاتا قىلىمىز",
        "numberInSurah": 162,
        "juz": 6,
        "manzil": 1,
        "page": 103,
        "ruku": 83,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 656,
        "text": "(ئى مۇھەممەد!) بىز نۇھقا ۋە ئۇنىڭدىن كېيىنكى پەيغەمبەرلەرگە ۋەھيى قىلغاندەك، ھەقىقەتەن ساڭا ۋەھيى قىلدۇق ھەمدە ئىبىراھىمغا، ئىسمائىلغا، ئىسھاققا، يەئقۇبقا، يەئقۇبنىڭ ئەۋلادلىرىغا، ئىساغا، ئەييۇبقا، يۇنۇسقا، ھارۇنغا، سۇلايمانغا ۋەھيى قىلدۇق، داۋۇدقا زەبۇرنى ئاتا قىلدۇق",
        "numberInSurah": 163,
        "juz": 6,
        "manzil": 1,
        "page": 104,
        "ruku": 84,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 657,
        "text": "بىز نۇرغۇن پەيغەمبەرلەرنى ئەۋەتتۇق، ئۇلارنىڭ ئارىسىدا ئىلگىرى (ئى مۇھەممەد!) ساڭا بايان قىلغانلىرىمىزمۇ بار، ساڭا بايان قىلمىغانلىرىمىزمۇ بار، اﷲ مۇساغا (بىۋاسىتە) سۆز قىلدى",
        "numberInSurah": 164,
        "juz": 6,
        "manzil": 1,
        "page": 104,
        "ruku": 84,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 658,
        "text": "ئەۋەتىلگەن پەيغەمبەرلەردىن كېيىن اﷲ نىڭ ئالدىدا كىشىلەر (يەنى پەيغەمبەر ئەۋەتىلگەن بولسا ئەلۋەتتە ئىمان ئېيتاتتىم ۋە ئىتائەت قىلاتتىم دېگۈچىلەر) گە باھانە بولۇپ قالماسلىقى ئۈچۈن، (ئىتائەت قىلغۇچىلارغا جەننەت بىلەن) خۇش خەۋەر بەرگۈچى، (ئاسىيلىق قىلغۇچىلارنى دوزاختىن) ئاگاھلاندۇرغۇچى پەيغەمبەرلەرنى ئەۋەتتۇق، اﷲ غالىبتۇر، ھېكمەت بىلەن ئىش قىلغۇچىدۇر",
        "numberInSurah": 165,
        "juz": 6,
        "manzil": 1,
        "page": 104,
        "ruku": 84,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 659,
        "text": "(يەھۇدىيلار ۋە ناسارالار سېنىڭ پەيغەمبەرلىكىڭگە گۇۋاھلىق بەرمىسە گۇناھى ئۆزىگە) لېكىن اﷲ ساڭا نازىل قىلغان قۇرئان ئارقىلىق (پەيغەمبەرلىكىڭگە) گۇۋاھلىق بېرىدۇ، اﷲ قۇرئاننى (باشقىلار بىلمەيدىغان ئۆزىگە خاس) ئىلمى بىلەن نازىل قىلدى. پەرىشتىلەرمۇ (اﷲ ساڭا نازىل قىلغان قۇرئانغا ۋە پەيغەمبەرلىكىڭگە) گۇۋاھلىق بېرىدۇ، (باشقىلار گۇۋاھلىق بەرمىگەندىمۇ) اﷲ نىڭ گۇۋاھلىقى يېتەرلىكتۇر",
        "numberInSurah": 166,
        "juz": 6,
        "manzil": 1,
        "page": 104,
        "ruku": 84,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 660,
        "text": "شۈبھىسىزكى، كاپىر بولغانلار ۋە (كىشىلەرنى) اﷲ نىڭ يولىدىن توسقانلار ھەقىقەتەن قاتتىق ئازدى",
        "numberInSurah": 167,
        "juz": 6,
        "manzil": 1,
        "page": 104,
        "ruku": 84,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 661,
        "text": "شۈبھىسىزكى، كاپىر بولغانلار ۋە زۇلۇم قىلغانلارنى اﷲ مەغپىرەت قىلمايدۇ، توغرا يولغىمۇ (يەنى جەننەتنىڭ يولىغىمۇ) باشلىمايدۇ",
        "numberInSurah": 168,
        "juz": 6,
        "manzil": 1,
        "page": 104,
        "ruku": 84,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 662,
        "text": "(ئۇلارنى) پەقەت جەھەننەمنىڭ يولىغا باشلايدۇ، ئۇلار جەھەننەمدە مەڭگۈ قالىدۇ، بۇ (يەنى ئۇلارنى جەھەننەمدە مەڭگۈ قالدۇرۇش) اﷲ قا ئاسان",
        "numberInSurah": 169,
        "juz": 6,
        "manzil": 1,
        "page": 104,
        "ruku": 84,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 663,
        "text": "ئى ئىنسانلار! پەيغەمبەر (يەنى مۇھەممەد ئەلەيھىسسالام) سىلەرگە پەرۋەردىگارىڭلاردىن ھەق (دىن) ئېلىپ كەلدى، ئىمان ئېيتىڭلاركى، (بۇ) سىلەر ئۈچۈن پايدىلىق، ئەگەر ئىنكار قىلساڭلار (يەنى كۇفرىنى داۋاملاشتۇرساڭلار) (اﷲ سىلەردىن بىھاجەت). چۈنكى ئاسمانلاردىكى ۋە زېمىندىكى شەيئىلەرنىڭ ھەممىسى اﷲ نىڭدۇر (يەنى اﷲ نىڭ مەخلۇقاتىدۇر، مۈلكىدۇر). اﷲ (بەندىلىرىنىڭ ئەھۋالىنى) بىلگۈچىدۇر، ھېكمەت بىلەن ئىش قىلغۇچىدۇر",
        "numberInSurah": 170,
        "juz": 6,
        "manzil": 1,
        "page": 104,
        "ruku": 84,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 664,
        "text": "ئى ئەھلى كىتاب! (يەنى ناسارالار جامائەسى) دىنىڭلاردا ھەددىدىن ئاشماڭلار، اﷲ نىڭ شەنىگە ھەق (سۆز) دىن باشقىنى ئېيتماڭلار (يەنى اﷲ قا شېرىكى ۋە بالىسى بولۇشتىن پاك دەپ ئېتىقاد قىلىڭلار). مەسىھ ئىسا - مەريەمنىڭ ئوغلى، پەقەت اﷲ نىڭ رەسۇلىدۇر (سىلەر گۇمان قىلغاندەك اﷲ نىڭ ئوغلى ئەمەستۇر)، مەريەمگە اﷲ نىڭ ئىلقا قىلغان كەلىمىسىدۇر (يەنى ئاتىنىڭ ۋاسىتىسىز، اﷲ نىڭ «ۋۇجۇدقا كەل» دېگەن سۆزىدىن يارىتىلغاندۇر)، اﷲ تەرىپىدىن كەلگەن بىر روھتۇر، اﷲ قا ۋە ئۇنىڭ پەيغەمبەرلىرىگە ئىمان ئېيتىڭلار، (اﷲ، ئىسا، مەريەمدىن ئىبارەت) ئۈچتۇر دېمەڭلار، (اﷲ ئۈچ دەيدىغان ئېتىقادتىن) قايتىڭلار، (بۇ) سىلەرگە پايدىلىقتۇر، اﷲ پەقەت بىر ئىلاھتۇر، بالىسى بولۇشتىن اﷲ پاكتۇر، ئاسمانلاردىكى ۋە زېمىندىكى شەيئىلەرنىڭ ھەممىسى اﷲ نىڭدۇر (يەنى اﷲ نىڭ مۈلكىدۇر، مەخلۇقاتىدۇر)، اﷲ يېتەرلىك ھامىيدۇر",
        "numberInSurah": 171,
        "juz": 6,
        "manzil": 1,
        "page": 105,
        "ruku": 84,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 665,
        "text": "مەسىھمۇ، (اﷲ قا) يېقىن پەرىشتىلەرمۇ اﷲ قا بەندە بولۇشتىن ھەرگىز باش تارتمايدۇ، كىملەركى اﷲ قا بەندىچىلىك قىلىشتىن باش تارتىدىكەن ۋە كۆرەڭلەپ كېتىدىكەن، (بىلسۇنكى) اﷲ ئۇلارنىڭ ھەممىسىنى (قىيامەت كۈنى ھېساب ئېلىش ۋە جازالاش ئۈچۈن) ئۆز دەرگاھىغا توپلايدۇ",
        "numberInSurah": 172,
        "juz": 6,
        "manzil": 1,
        "page": 105,
        "ruku": 85,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 666,
        "text": "ئىمان ئېيتقان ۋە ياخشى ئەمەللەرنى قىلغانلارغا كەلسەك، اﷲ ئۇلارنىڭ (ئەمەللىرىنىڭ) ئەجرىنى تولۇق بېرىدۇ، نېمىتىنى ئۇلارغا بېرىدۇ، (اﷲ قا قۇلچىلىق قىلىشتىن) باش تارتقان ۋە كۆرەڭلەپ كەتكەنلەرگە كەلسەك، اﷲ ئۇلارغا قاتتىق ئازاب قىلىدۇ. ئۇلار ئۆزلىرى ئۈچۈن اﷲ تىن باشقا (اﷲ نىڭ ئازابىدىن قۇتۇلدۇرىدىغان) ھېچقانداق دوست ۋە ھېچقانداق مەدەتكار تاپالمايدۇ",
        "numberInSurah": 173,
        "juz": 6,
        "manzil": 1,
        "page": 105,
        "ruku": 85,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 667,
        "text": "ئى ئىنسانلار! سىلەرگە پەرۋەردىگارىڭلار تەرىپىدىن (شانلىق مۆجىزىلەر بىلەن كۈچلەندۈرۈلگەن مۇھەممەد ئەلەيھىسسالامدىن ئىبارەت) ئوچۇق دەلىل كەلدى، سىلەرگە روشەن نۇرنى (يەنى قۇرئاننى) نازىل قىلدۇق",
        "numberInSurah": 174,
        "juz": 6,
        "manzil": 1,
        "page": 105,
        "ruku": 85,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 668,
        "text": "اﷲ قا ئىمان ئېيتقان ۋە ئۇنىڭغا (يەنى قۇرئانغا) چىڭ يېپىشقانلارغا كەلسەك، اﷲ ئۇلارنى ئۆز رەھمىتىگە ۋە نېمىتىگە (يەنى جەننىتىگە) داخىل قىلىدۇ ۋە ئۇلارنى توغرا يولغا باشلايدۇ",
        "numberInSurah": 175,
        "juz": 6,
        "manzil": 1,
        "page": 105,
        "ruku": 85,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 669,
        "text": "(ئى مۇھەممەد!) سەندىن (ئاتا - ئانىسى، بالىسى يوق مېيىتنىڭ مىراسى توغرۇلۇق) پەتىۋا سورىشىدۇ، ئېيتقىنكى، «اﷲ ئاتا - ئانىسى، بالىسى يوق كىشى (قالدۇرغان مىراس) توغرىسىدا پەتىۋا بېرىدۇ، ئەگەر بىر كىشى ۋاپات بولسا، بالىسى بولمىسا، پەقەت بىر ھەمشىرىسى بولسا، ئۇ تەرەكىنىڭ يېرىمىنى ئالىدۇ، ئەگەر ئۇ ئايالنىڭ بالىسى بولمىسا، ئەر بىر تۇغقىنى ئۇنىڭ ۋارىسى بولىدۇ (يەنى مىراسنىڭ ھەممىسىنى ئالىدۇ)، ئەگەر ئىككى ھەمشىرىسى بولسا، ئۇلار تەرەكىنىڭ ئۈچتىن ئىككى ھەسسىسىنى ئالىدۇ، ئەگەر ۋارىسلار ھەم ئەر، ھەم ئايال بىر تۇغقانلار بولسا (ئۇلارنىڭ ئىچىدىكى) بىر ئەرگە ئىككى ئايالنىڭ ھەسسىسى بېرىلىدۇ، ئاداشماسلىقىڭلار ئۈچۈن اﷲ سىلەرگە (شەرىئەت ئەھكاملىرىنى) بايان قىلىپ بېرىدۇ. اﷲ ھەممە نەرسىنى بىلگۈچىدۇر»",
        "numberInSurah": 176,
        "juz": 6,
        "manzil": 1,
        "page": 106,
        "ruku": 85,
        "hizbQuarter": 42,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "ug.saleh",
      "language": "ug",
      "name": "محمد صالح",
      "englishName": "Muhammad Saleh",
      "format": "text",
      "type": "translation",
      "direction": "rtl"
    }
  }
}