{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 8,
    "name": "سُورَةُ الأَنفَالِ",
    "englishName": "Al-Anfaal",
    "englishNameTranslation": "The Spoils of War",
    "revelationType": "Medinan",
    "numberOfAyahs": 75,
    "ayahs": [
      {
        "number": 1161,
        "text": "(ئى مۇھەممەد! ساھابىلىرىڭ) غەنىيمەتلەر (نى قانداق تەقسىم قىلىشىڭ) توغرۇلۇق سەندىن سورىشىدۇ، (ئۇلارغا) ئېيتقىنكى، «غەنىيمەتلەر (توغرىسىدا ھۆكۈم چىقىرىش) اﷲ قا ۋە ئۇنىڭ پەيغەمبىرىگە خاستۇر، اﷲ تىن قورقۇڭلار، (ئىختىلاپ قىلىشماي ئىتتىپاق بولۇپ) ئاراڭلارنى تۈزەڭلار، ئەگەر سىلەر مۆمىن بولساڭلار، اﷲ قا ۋە اﷲ نىڭ پەيغەمبىرىگە ئىتائەت قىلىڭلار»",
        "numberInSurah": 1,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1162,
        "text": "پەقەت اﷲ ياد ئېتىلسە دىللىرىدا قورقۇنچ پەيدا بولىدىغان، اﷲ نىڭ ئايەتلىرى تىلاۋەت قىلىنسا ئىمانى كۈچىيىدىغان، پەرۋەردىگارىغا تەۋەككۈل قىلىدىغان كىشىلەرلا (كامىل) مۆمىنلەردۇر",
        "numberInSurah": 2,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1163,
        "text": "ئۇلار (مۇكەممەل رەۋىشتە) ناماز ئوقۇيدۇ، بىز ئۇلارغا رىزىق قىلىپ بەرگەن پۇل - مالدىن (خۇدا يولىدا) سەرپ قىلىدۇ",
        "numberInSurah": 3,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1164,
        "text": "ئەنە شۇلار ھەقىقىي مۆمىنلەردۇر، ئۇلار پەرۋەردىگارىنىڭ دەرگاھىدا يۇقىرى مەرتىۋىلەرگە، مەغپىرەتكە ۋە ئېسىل رىزىققا (يەنى جەننەتنىڭ تۈگىمەس نېمەتلىرىگە) ئېرىشىدۇ",
        "numberInSurah": 4,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1165,
        "text": "(غەنىيمەت تەقسىماتى توغرىسىدىكى ھۆكۈمنىڭ اﷲ قا ۋە ئۇنىڭ پەيغەمبىرىگە خاس قىلىنغانلىقىنى ئۇلارنىڭ ياقتۇرمىغانلىقى) پەرۋەردىگارىڭنىڭ سېنى ھەقلىق رەۋىشتە ئۆيۈڭدىن (يەنى ئۆيۈڭ جايلاشقان مەدىنىدىن ئۇرۇشقا) چىقارغانلىقىنى (ئۇلارنىڭ ياقتۇرمىغانلىقىغا) ئوخشايدۇ. مۆمىنلەردىن بىر گۇرۇھ ئادەم (دۈشمەنگە قارشى ئۇرۇشقا چىقىشنى) ئەلۋەتتە يامان كۆرىدۇ",
        "numberInSurah": 5,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1166,
        "text": "ئۇلار گويا (ئالامەتلىرى) كۆرۈنۈپ تۇرۇۋاتقان ئۆلۈمگە ھەيدىلىۋاتقاندەك، ھەقىقەت ئايدىڭلاشقاندىن كېيىن، ھەقىقەت (يەنى ئۇرۇشقا چىقىش مەسىلىسى) ئۈستىدە سەن بىلەن مۇنازىرىلىشىدۇ",
        "numberInSurah": 6,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1167,
        "text": "ئۆز ۋاقتىدا اﷲ ئىككى گۇرۇھ (بىرى مۇشرىكلار كارۋىنى، يەنى بىرى مۇشرىكلار قوشۇنى) دىن بىرىنىڭ قولۇڭلارغا كەلتۈرۈلۈشىنى ۋەدە قىلدى، سىلەر قورالسىز گۇرۇھنىڭ (يەنى كارۋاننىڭ) قولۇڭلارغا كەلتۈرۈلۈشىنى ياقتۇردۇڭلار. اﷲ ئۆز سۆزلىرى ئارقىلىق ھەقنى ھەق قىلىشنى (يەنى ئىسلام دىنىنى ئۈستۈن قىلىشنى)، كاپىرلارنىڭ يىلتىزىنى قۇرۇتۇشنى خالايدۇ",
        "numberInSurah": 7,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1168,
        "text": "اﷲ گۇناھكار ئادەملەرنىڭ ياقتۇرمىغىنىغا قارىماي، ھەقنى ھەق (يەنى ئىسلامنى ئاشكارا) قىلىدۇ، باتىل (يەنى كۇفرى) نى بەربات قىلىدۇ",
        "numberInSurah": 8,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1169,
        "text": "ئۆز ۋاقتىدا (دۇئا قىلىپ) پەرۋەردىگارىڭلاردىن ياردەم تىلىدىڭلار، اﷲ: «سىلەرگە ئاقىمۇ - ئارقا (چۈشىدىغان) مىڭ پەرىشتە بىلەن ياردەم بېرىمەن» دەپ دۇئايىڭلارنى ئىجابەت قىلدى",
        "numberInSurah": 9,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1170,
        "text": "اﷲ سىلەرگە پەقەت (غەلىبە قىلىدىغانلىقىڭلارغا) بېشارەت بېرىش ۋە كۆڭلۈڭلارنى ئارام تاپقۇزۇش ئۈچۈنلا ياردەم بەردى. ياردەم پەقەت اﷲ تەرىپىدىنلا كېلىدۇ. اﷲ ھەقىقەتەن غالىبتۇر، ھېكمەت بىلەن ئىش قىلغۇچىدۇر",
        "numberInSurah": 10,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1171,
        "text": "ئۆز ۋاقتىدا اﷲ تىنچلاندۇرۇش يۈزىسىدىن سىلەرگە ئۇيقۇ بېغىشلىدى؛ (تاھارەت ئېلىپ، غۇسلى قىلىپ) پاڭ بولۇشۇڭلار ئۈچۈن، سىلەردىن شەيتاننىڭ ۋەسۋەسىسىنى كەتكۈزۈش ئۈچۈن، (اﷲ نىڭ ياردىمىگە ئىشەنچ قىلىپ) كۆڭلۈڭلارنىڭ توق تۇرۇشى ئۈچۈن، قەدىمىڭلارنىڭ (قۇمغا پېتىپ كەتمەي) مەزمۇت تۇرۇشى ئۈچۈن، اﷲ سىلەرگە بۇلۇتتىن يامغۇر ياغدۇرۇپ بەردى",
        "numberInSurah": 11,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1172,
        "text": "ئۆز ۋاقتىدا پەرۋەردىگارىڭ پەرىشتىلەرگە: «مەن سىلەر بىلەن بىللە، مۆمىنلەرنى (ئۇرۇش مەيدانىدا) ساباتلىق قىلىڭلار، كاپىرلارنىڭ دىللىرىغا قورقۇنچ سالىمەن» دەپ ۋەھيى قىلدى. (قىلىچ بىلەن كاپىرلارنىڭ) گەدەنلىرىگە چېپىڭلار (يەنى باشلىرىنى كېسىڭلار)، ئۇلارنىڭ بارماقلىرىغا (ھەممە ئەزاسىغا چېپىڭلار",
        "numberInSurah": 12,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1173,
        "text": "بۇ شۇنىڭ ئۈچۈنكى، ئۇلار اﷲ قا ۋە ئۇنىڭ پەيغەمبىرىگە قارشىلىق قىلدى. كىمكى اﷲ قا ۋە ئۇنىڭ پەيغەمبىرىگە قارشىلىق قىلىدىكەن، اﷲ ئۇنى قاتتىق جازالايدۇ",
        "numberInSurah": 13,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1174,
        "text": "(ئى كاپىرلار جامائەسى! بۇ دۇنيادا) مۇشۇنداق جازانى تېتىڭلار. كاپىرلار (ئاخىرەتتە) دوزاخ ئازابىغا دۇچار بولىدۇ",
        "numberInSurah": 14,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1175,
        "text": "ئى مۆمىنلەر! كاپىرلارنىڭ ھۇجۇمىغا دۇچ كەلگەن چېغىڭلاردا، ئۇلارغا ئارقاڭلارنى قىلماڭلار (يەنى قاچماڭلار)",
        "numberInSurah": 15,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1176,
        "text": "كىمكى قايتا ئۇرۇشۇش ياكى (ياردەم تىلەش) ئۈچۈن مۇسۇلمانلار جامائەسىگە قوشۇلۇش مەقسىتىدە بىر تەرەپكە يۆتكىلىش قىلماستىن، بەلكى دۈشمەنگە ئارقىسىنى قىلىدىكەن (يەنى قاچىدىكەن)، ئۇ ھەقىقەتەن اﷲ نىڭ غەزىپىگە ئۇچرايدۇ، ئۇنىڭ جايى دوزاخ بولىدۇ. دوزاخ نېمىدېگەن يامان جاي!",
        "numberInSurah": 16,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1177,
        "text": "(ئى مۇسۇلمانلار! بەدرىدە) ئۇلارنى (يەنى مۇشرىكلارنى) سىلەر (ئۆز كۈچۈڭلار بىلەن) ئۆلتۈرگىنىڭلار يوق، بەلكى ئەمەلدە ئۇلارنى (سىلەرگە ياردەم بېرىپ، ئۇلارنىڭ دىللىرىدا قورقۇنچ پەيدا قىلىش بىلەن) اﷲ ئۆلتۈردى، (ئى مۇھەممەد بىر سىقىم توپىنى مۇشرىكلارغا) ئاتقىنىڭدا سەن ئاتمىدىڭ، بەلكى ئەمەلدە ئۇنى (مۇشرىكلارنىڭ كۆزلىرىگە) اﷲ ئاتتى. (اﷲ نىڭ مۇنداق قىلىشى) مۆمىنلەرگە (ساۋاب، غەلىبە، غەنىيمەتلەردىن ئىبارەت) چىرايلىق ئىنئاملارنى ئاتا قىلىش ئۈچۈن ئىدى. اﷲ ھەقىقەتەن (ئۇلارنىڭ سۆزلىرىنى) ئاڭلاپ تۇرغۇچىدۇر، (نىيەتلىرىنى، ئەھۋاللىرىنى) بىلىپ تۇرغۇچىدۇر",
        "numberInSurah": 17,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1178,
        "text": "بۇ (اﷲ نىڭ مۆمىنلەرگە بەرگەن ئىنئامىدۇر). اﷲ كاپىرلارنىڭ ھىيلىسىنى چوقۇم مەغلۇپ قىلغۇچىدۇر",
        "numberInSurah": 18,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1179,
        "text": "(ئى كۇففارلار جامائەسى!) ئەگەر سىلەر غەلىبىنى تىلىسەڭلار، غەلىبە ئاللىقاچان سىلەرگە كەلدى (يەنى ئۇ سىلەرنىڭ زىيىنىڭلارغا كەلدى). ئەگەر (پەيغەمبەر بىلەن دۈشمەنلىشىشتىن) يانساڭلار، بۇ سىلەر ئۈچۈن ياخشىدۇر، ئەگەر ئۇنىڭ بىلەن يەنە ئۇرۇشساڭلار، بىز ئۇنىڭغا يەنە ياردەم بېرىمىز، قوشۇنۇڭلار كۆپ بولغان تەقدىردىمۇ، ئۇ سىلەردىن ھېچ نەرسىنى دەپئى قىلىپ بېرەلمەيدۇ، اﷲ ھەقىقەتەن مۆمىنلەر بىلەن بىللىدۇر",
        "numberInSurah": 19,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1180,
        "text": "ئى مۆمىنلەر! اﷲ قا ۋە ئۇنىڭ پەيغەمبىرىگە ئىتائەت قىلىڭلار، سىلەر (قۇرئاننى) ئاڭلاپ تۇرۇپ ئۇنىڭدىن يۈز ئۆرۈمەڭلار",
        "numberInSurah": 20,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1181,
        "text": "ئاڭلىماي تۇرۇپ ئاڭلىدۇق دېگەن كىشىلەرنى (يەنى كاپىرلارنى) دورىماڭلار",
        "numberInSurah": 21,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1182,
        "text": "شۈبھىسىزكى، اﷲ نىڭ نەزىرىدە ھايۋانلارنىڭ ئەڭ يامىنى (ھەقنى ئاڭلىماي) گاس بولۇۋالغان، (ھەقنى سۆزلىمەي) گاچا بولۇۋالغان، (ياخشى - ياماننى پەرق ئەتمەي) ئەقلىنى يوقاتقان كىشىلەردۇر",
        "numberInSurah": 22,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1183,
        "text": "ئەگەر اﷲ ئۇلاردا بىرەر ياخشىلىق بار دەپ بىلسە ئىدى، ئەلۋەتتە ئۇلارغا (ھەقنى) ئاڭلىتاتتى؛ ئۇلارغا ئاڭلاتقان تەقدىردىمۇ، ئۇلار ھەقتىن ئەلۋەتتە يۈز ئۆرۈگەن ھالدا باش تارتاتتى",
        "numberInSurah": 23,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1184,
        "text": "ئى مۆمىنلەر! اﷲ ۋە ئۇنىڭ پەيغەمبىرى سىلەرنى تىرىلدۈرىدىغان (يەنى ئەبەدىي ھاياتقا ئېرىشتۈرىدىغان) ئىمانغا دەۋەت قىلسا، ئۇنى قوبۇل قىلىڭلار. بىلىڭلاركى، اﷲ كىشى بىلەن ئۇنىڭ قەلبى ئارىسىدا توسالغۇ بولالايدۇ (يەنى كىشىنىڭ دىلىنى ئىگىسىنىڭ خاھىشى بويىچە ئەمەس، بەلكى ئۆز خاھىشى بويىچە تەسەررۇپ قىلىدۇ). (قىيامەت كۈنى) سىلەر اﷲ نىڭ دەرگاھىغا يىغىلىسىلەر",
        "numberInSurah": 24,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1185,
        "text": "سىلەرنىڭ ئاراڭلاردىكى زۇلۇم قىلغانلارنىڭ بېشىغا كېلىش بىلەنلا چەكلىنىپ قالمايدىغان بالا - قازادىن ساقلىنىڭلار، بىلىڭلاركى، اﷲ نىڭ ئازابى قاتتىقتۇر",
        "numberInSurah": 25,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1186,
        "text": "ياد ئېيتىڭلاركى، ئۆز ۋاقتىدا سىلەر (مەككە) زېمىنىدا ئاز سانلىق بولۇپ، بوزەك قىلىنغان ئىدىڭلار، كىشىلەر (يەنى مۇشرىكلار) نىڭ تالان - تاراج قىلىشىدىن قورقاتتىڭلار، شۈكۈر قىلىشىڭلار ئۈچۈن اﷲ سىلەرنى (مەدىنىدە) يەرلەشتۈردى، (بەدرى ئۇرۇشىدا) ئۆز ياردىمى بىلەن سىلەرنى كۈچلەندۈردى. سىلەرگە ھالال نەرسىلەر (يەنى غەنىيمەتلەر) نى رىزىق قىلىپ بەردى",
        "numberInSurah": 26,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1187,
        "text": "ئى مۆمىنلەر! اﷲ قا، پەيغەمبەرگە خىيانەت قىلماڭلار، سىلەرگە قويۇلغان ئامانەتلەرگە بىلىپ تۇرۇپ خىيانەت قىلماڭلار",
        "numberInSurah": 27,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1188,
        "text": "بىلىڭلاركى، سىلەرنىڭ ماللىرىڭلار، بالىلىرىڭلار سىلەر ئۈچۈن بىر تۈرلۈك سىناقتۇر، اﷲ نىڭ دەرگاھىدا چوڭ ساۋاب بار",
        "numberInSurah": 28,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1189,
        "text": "ئى مۆمىنلەر! ئەگەر اﷲ تىن قورقساڭلار، اﷲ سىلەرگە ھەق بىلەن باتىلنى ئايرىيدىغان ھىدايەت ئاتا قىلىدۇ، گۇناھىڭلارنى كەچۈرىدۇ، سىلەرگە مەغپىرەت قىلىدۇ. اﷲ كاتتا پەزل ئىگىسىدۇر",
        "numberInSurah": 29,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1190,
        "text": "(ئى مۇھەممەد!) ئۆز ۋاقتىدا كاپىرلار سېنى قاماققا ئېلىش، ياكى ئۆلتۈرۈش ۋە ياكى (مەككىدىن) ھەيدەپ چىقىرىش ئۈچۈن مىكىر ئىشلەتتى، ئۇلار مىكىر ئىشلىتىدۇ، اﷲ ئۇلارنىڭ مىكرىنى بەربات قىلىدۇ، اﷲ نىڭ تەدبىرى ئۇلارنىڭ مىكرىدىن ئۈنۈملۈكتۇر",
        "numberInSurah": 30,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1191,
        "text": "ئۇلارغا بىزنىڭ ئايەتلىرىمىز تىلاۋەت قىلىنسا، ئۇلار: «بىز (بۇ سۆزلەرنى) ئاللىقاچان ئاڭلىغان ئىدۇق، ئەگەر خالىساق ئۇنىڭغا ئوخشاش سۆزلەرنى بىزمۇ ئەلۋەتتە قىلالايتتۇق، بۇ پەقەت بۇرۇنقىلاردىن قالغان ئەپسانىلاردۇر» دېدى",
        "numberInSurah": 31,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1192,
        "text": "ئۆز ۋاقتىدا ئۇلار: «ئەگەر بۇ (يەنى قۇرئان) سېنىڭ تەرىپىڭدىن نازىل بولغان ھەقىقەت بولىدىغان بولسا، ئاسماندىن ئۈستىمىزگە تاش ياغدۇرغىن، ياكى بىزنى قاتتىق ئازاب بىلەن جازالىغىن!» دېدى",
        "numberInSurah": 32,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1193,
        "text": "سەن ئۇلارنىڭ ئىچىدە تۇرغان چېغىڭدا (سېنى ھۆرمەتلەش يۈزىسىدىن) اﷲ ئۇلارغا ئازاب قىلمايدۇ، ئۇلار ئىستىغپار ئېيتىپ تۇرغان چاغدا اﷲ ئۇلارغا ئازاب قىلمايدۇ",
        "numberInSurah": 33,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1194,
        "text": "ئۇلار (باشقىلارنىڭ) مەسجىدى ھەرەمغا كىرىشىنى توسۇۋاتسا، اﷲ ئۇلارغا نېمىشقا ئازاب قىلمىسۇن؟ ئۇلار مەسجىدى ھەرەمنىڭ ئىگىلىرى ئەمەس، مەسجىدى ھەرەمنىڭ ئىگىلىرى تەقۋادارلاردىن باشقىلار ئەمەستۇر، لېكىن (بۇنى) ئۇلارنىڭ تولىسى بىلمەيدۇ",
        "numberInSurah": 34,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1195,
        "text": "ئۇلارنىڭ مەسجىدى ھەرەمنىڭ يېنىدىكى ئىبادىتى پەقەت ئىسقىرتماق، چاۋاك چالماقتىنلا ئىبارەت بولدى. (ئى كاپىرلار!) كاپىر بولغانلىقىڭلار تۈپەيلىدىن (دۇنيا ۋە ئاخىرەتنىڭ) ئازابىنى تېتىڭلار",
        "numberInSurah": 35,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1196,
        "text": "شۈبھىسىزكى، كاپىرلار مال - مۈلۈكلىرىنى (باشقىلارنى) اﷲ نىڭ يولىدىن توسۇش ئۈچۈن سەرپ قىلىدۇ، سەرپ قىلىنغاندىن كېيىن ئۇلارنىڭ مال - مۈلۈكلىرى ئۇلارغا ھەسرەت ئېلىپ كېلىدۇ، ئاخىر ئۇلار يېڭىلىدۇ. كاپىرلار جەھەننەمگىلا ھەيدەپ كىرگۈزۈلىدۇ",
        "numberInSurah": 36,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1197,
        "text": "اﷲ نىڭ (ئۇلارنى دۇنيادا مەغلۇپ قىلىشى، ئاخىرەتتە جەھەننەمگە ھەيدىشى) كاپىرنى مۆمىندىن پەرقلەندۈرۈش ئۈچۈندۇر، اﷲ ھەممە كاپىرلارنى ئۈستى - ئۈستىگە دۆۋىلەپ توپلىغاندىن كېيىن، دوزاخقا تاشلايدۇ، ئەنە شۇلار زىيان تارتقۇچىلاردۇر",
        "numberInSurah": 37,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1198,
        "text": "(ئى مۇھەممەد!) كاپىرلارغا ئېيتقىنكى، ئەگەر ئۇلار (كۇفرىدىن، پەيغەمبەر بىلەن دۈشمەنلىشىشتىن) يانسا، ئۇلارنىڭ ئۆتكەنكى پەيغەمبەرلىرىمنى ئىنكار قىلغانلارنى ھالاك قىلىش مېنىڭ تۇتقان يولۇم بولۇپ كەلدى (ئۇلارنىمۇ شۇنداق قىلىمەن)",
        "numberInSurah": 38,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 150,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1199,
        "text": "پىتنە تۈگىگەن، دىن پۈتۈنلەي اﷲ ئۈچۈن بولغانغا قەدەر ئۇلار بىلەن ئۇرۇشۇڭلار؛ ئەگەر ئۇلار (كۇفرىدىن) يانسا، اﷲ ئۇلارنىڭ قىلمىشلىرىنى كۆرىدۇ",
        "numberInSurah": 39,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 150,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1200,
        "text": "ئەگەر ئۇلار (ئىماندىن) يۈز ئۆرۈسە، (ئى مۆمىنلەر!) بىلىڭلاركى، اﷲ سىلەرنىڭ مەدەتكارىڭلاردۇر، اﷲ نېمىدېگەن ياخشى مەدەتكار، نېمىدېگەن ياخشى ياردەمچى!",
        "numberInSurah": 40,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 150,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1201,
        "text": "(ئى مۆمىنلەر!) بىلىڭلاركى، سىلەر ئالغان غەنىيمەتنىڭ بەشتىن بىرى اﷲ قا، پەيغەمبەرگە، پەيغەمبەرنىڭ خىش - ئەقرىبالىرىغا، يېتىملەرگە، مىسكىنلەرگە، ئىبن سەبىللەرگە خاستۇر. ئەگەر سىلەر اﷲ قا، ئىككى گۇرۇھ (يەنى مۇسۇلمانلار بىلەن كاپىرلار) ئۇچرىشىپ ھەق بىلەن ناھەق ئايرىلغان كۈندە (يەنى بەدرى ئۇرۇشى بولغان كۈندە) بەندىمىزگە (يەنى مۇھەممەد ئەلەيھىسسالامغا) بىز نازىل قىلغان نەرسىلەر (يەنى ئايەتلەر ۋە پەرىشتىلەر) گە ئىشەنسەڭلار (اﷲ نىڭ غەنىيمەت توغرىسىدىكى ھۆكمىنىڭ ئەنە شۇ ئىكەنلىكىنى بىلىڭلار). اﷲ ھەر نەرسىگە قادىردۇر",
        "numberInSurah": 41,
        "juz": 10,
        "manzil": 2,
        "page": 182,
        "ruku": 150,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1202,
        "text": "ئۆز ۋاقتىدا سىلەر ۋادىنىڭ (مەدىنىگە) يېقىن تەرىپىدە ئىدىڭلار، ئۇلار ۋادىنىڭ (مەدىنىگە) يىراق تەرىپىدە ئىدى. (قۇرەيشنىڭ) سودا كارۋىنى بولسا سىلەرنىڭ تۆۋىنىڭلاردا ئىدى. (مۇشرىكلار بىلەن ئۇچرىشىشنى) ۋەدىلەشكەن بولساڭلار، سىلەر (ئۆزۈڭلارنىڭ ئازلىقىنى، مۇشرىكلارنىڭ كۆپلۈكىنى كۆرۈپ) ئەلۋەتتە بۇنىڭغا خىلاپلىق قىلغان بولاتتىڭلار، لېكىن اﷲ بولۇشقا تېگىشلىك ئىشنى (يەنى مۇسۇلمانلارنى ئەزىز، مۇشرىكلارنى خار قىلىشنى) ئەمەلگە ئاشۇرۇش ئۈچۈن (سىلەرنى بەدرىدە مۇشرىكلار بىلەن ۋەدىسىز ئۇچراشتۇردى). اﷲ نىڭ مۇنداق قىلىشى ھالاك بولىدىغانلارنىڭ روشەن دەلىلنى كۆرۈپ ئاندىن ھالاك بولۇشى، ياشايدىغانلارنىڭ روشەن دەلىلنى كۆرۈپ ئاندىن ياشىشى ئۈچۈن ئىدى. اﷲ (بەندىلىرىنىڭ سۆزلىرىنى)، ئەلۋەتتە، ئاڭلاپ تۇرغۇچىدۇر، (نىيەتلىرىنى) بىلىپ تۇرغۇچىدۇر",
        "numberInSurah": 42,
        "juz": 10,
        "manzil": 2,
        "page": 182,
        "ruku": 150,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1203,
        "text": "(ئى مۇھەممەد!) ئۆز ۋاقتىدا، اﷲ چۈشۈڭدە ساڭا ئۇلارنى (يەنى دۈشمەنلىرىڭنى) ئاز كۆرسەتتى، ئەگەر ساڭا ئۇلارنى كۆپ كۆرسەتكەن بولسا، سىلەرگە چوقۇم قورقۇنچ چۈشەتتى ۋە جەڭ ئىشىدا چوقۇم دەتالاش قىلاتتىڭلار، لېكىن اﷲ (سىلەرنى مۇنداق قىلىشتىن) ساقلىدى. اﷲ دىللاردىكىنى ئەلۋەتتە بىلىپ تۇرغۇچىدۇر",
        "numberInSurah": 43,
        "juz": 10,
        "manzil": 2,
        "page": 182,
        "ruku": 150,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1204,
        "text": "اﷲ بولۇشقا تېگىشلىك ئىشنى ئىشقا ئاشۇرۇش ئۈچۈن، دۈشمەن بىلەن ئۇچراشقان چېغىڭلاردا، (دۈشمەنلەرگە قارشى تۇرۇشقا جۈرئەت قىلسۇن دەپ) ئۇلارنى سىلەرنىڭ كۆزۈڭلارغا ئاز كۆرسەتتى ۋە سىلەرنى ئۇلارنىڭ كۆزلىرىگە (سىلەرگە قارشى تەييارلىقتا بولمىسۇن دەپ) ئاز كۆرسەتتى ھەممە ئىش اﷲ قا قايتۇرۇلىدۇ (اﷲ ئۆزى خالىغانچە ھۆكۈم قىلىدۇ)",
        "numberInSurah": 44,
        "juz": 10,
        "manzil": 2,
        "page": 182,
        "ruku": 150,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1205,
        "text": "ئى مۆمىنلەر! (مۇشرىكلاردىن) بىر جامائەگە (يەنى دۈشمەن قوشۇنىغا) ئۇچراشقان چېغىڭلاردا ساباتلىق كۆرسىتىڭلار، مۇۋەپپەقىيەت قازىنىشىڭلار ئۈچۈن اﷲ نى كۆپ ياد ئېتىڭلار",
        "numberInSurah": 45,
        "juz": 10,
        "manzil": 2,
        "page": 182,
        "ruku": 151,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1206,
        "text": "(پۈتۈن سۆز ھەرىكەتلىرىڭلاردا) اﷲ قا ۋە ئۇنىڭ پەيغەمبىرىگە ئىتائەت قىلىڭلار، ئىختىلاپ قىلىشماڭلار، بولمىسا، (دۈشمەن بىلەن ئۇچرىشىشتىن) قورقۇپ قالىسىلەر، كۈچ - قۇۋۋىتىڭلار كېتىپ قالىدۇ؛ سەۋر قىلىڭلار، اﷲ ھەقىقەتەن سەۋر قىلغۇچىلار بىلەن بىللىدۇر",
        "numberInSurah": 46,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 151,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1207,
        "text": "يۇرتلىرىدىن چوڭچىلىق ۋە رىيا بىلەن چىققان كىشىلەر (يەنى قۇرەيش مۇشرىكلىرى) گە ئوخشاش بولماڭلار، ئۇلار (كىشىلەرنى) اﷲ نىڭ يولىدىن توسىدۇ، اﷲ ئۇلارنىڭ ھەممە ئىشلىرىنى بىلگۈچىدۇر",
        "numberInSurah": 47,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 151,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1208,
        "text": "ئۆز ۋاقتىدا شەيتان ئۇلارغا (قەبىھ) ئەمەللىرىنى چىرايلىق كۆرسىتىپ: «ھېچقانداق كىشى سىلەرنى يېڭەلمەيدۇ، مەن ھەقىقەتەن سىلەرگە مەدەتكار» دېگەن ئىدى. ئىككى قوشۇن ئۇچراشقان چاغدا شەيتان ئارقىسىغا چېكىندى ۋە: «مەن سىلەردىن ئادا - جۇدامەن، سىلەر كۆرمەيۋاتقاننى ھەقىقەتەن كۆرۈپ تۇرۇۋاتىمەن، مەن راستلا اﷲ تىن قورقىمەن، اﷲ نىڭ ئازابى قاتتىقتۇر» دېدى",
        "numberInSurah": 48,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 151,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1209,
        "text": "ئۆز ۋاقتىدا مۇناپىقلار ۋە دىللىرىدا كېسىلى (يەنى شەك) بارلار: «بۇلارنى (يەنى مۇسۇلمانلارنى) ئۇلارنىڭ دىنى ئالدىدى (يەنى مۇسۇلمانلار ئۆز دىنىغا مەغرۇر بولۇپ، ئۆزلىرىنى يېڭىلمەس دەپ گۇمان قىلىپ، ئاز سانلىق تۇرۇقلۇق كۆپ سانلىقلار بىلەن ئۇرۇشۇشقا چىقتى)» دېدى. كىمكى اﷲ قا يۆلىنىدىكەن (اﷲ ئۇنىڭغا ئەلۋەتتە ياردەم بېرىدۇ). چۈنكى اﷲ غالىبتۇر، ھېكمەت بىلەن ئىش قىلغۇچىدۇر",
        "numberInSurah": 49,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1210,
        "text": "پەرىشتىلەر (بەدرى ئۇرۇشىدا) كاپىرلارنىڭ جانلىرىنى ئېلىۋاتقاندا، ئۇلارنىڭ يۈزلىرىگە ۋە ئارقىلىرىغا ئۇرۇۋاتقانلىقىنى كۆرسەڭ ئىدىڭ (ئەلۋەتتە قورقۇنچلۇق ھالنى كۆرگەن بولاتتىڭ). (پەرىشتىلەر ئۇلارغا) «دوزاخنىڭ كۆيدۈرگۈچى ئازابىنى تېتىڭلار!» (دەيتتى)",
        "numberInSurah": 50,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1211,
        "text": "بۇ (ئازاب) سىلەرنىڭ قىلمىش جىنايىتىڭلار تۈپەيلىدىندۇر، اﷲ بەندىلىرىگە زۇلۇم قىلغۇچى ئەمەستۇر",
        "numberInSurah": 51,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1212,
        "text": "(بۇ كاپىرلارنىڭ گۇناھ قىلىش ئادىتى) پىرئەۋن جامائەسى ۋە ئۇلاردىن بۇرۇنقىلارنىڭ ئادىتىگە ئوخشايدۇ، ئۇلار اﷲ نىڭ ئايەتلىرىنى ئىنكار قىلدى، گۇناھلىرى تۈپەيلىدىن، اﷲ ئۇلارنى ھالاك قىلدى. اﷲ ھەقىقەتەن كۈچلۈكتۇر، اﷲ نىڭ ئازابى قاتتىقتۇر",
        "numberInSurah": 52,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1213,
        "text": "بۇ (يەنى ئۇلارغا نازىل بولغان ئازاب) شۇنىڭ ئۈچۈنكى، بىرەر قەۋم ئۆزلىرىنىڭ ھالىتىنى (كۇفرى ۋە گۇناھ بىلەن) ئۆزگەرتمىگۈچە اﷲ ئۇلارغا بەرگەن نېمىتىنى ئۆزگەرتىۋەتمەيدۇ، اﷲ (ئۇلارنىڭ سۆزلىرىنى) ئاڭلاپ تۇرغۇچىدۇر، (قىلمىشلىرىنى) بىلىپ تۇرغۇچىدۇر",
        "numberInSurah": 53,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1214,
        "text": "(ئۇلارنىڭ ئادىتى) پىرئەۋن جامائەسىنىڭ ۋە ئۇلاردىن بۇرۇنقىلارنىڭ ئادىتىگە ئوخشايدۇكى، ئۇلار پەرۋەردىگارىنىڭ ئايەتلىرىنى ئىنكار قىلغان ئىدى. گۇناھلىرى تۈپەيلىدىن ئۇلارنى ھالاك قىلدۇق، پىرئەۋن جامائەسىنى (دېڭىزغا) غەرق قىلدۇق، ئۇلارنىڭ ھەممىسى (كۇفرىلىق ۋە گۇناھ قىلىپ، ئۆزلىرىنى ئازابقا دۇچار قىلىش بىلەن) ئۆزلىرىگە زۇلۇم قىلغۇچى (قەۋم) بولدى",
        "numberInSurah": 54,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1215,
        "text": "اﷲ نىڭ نەزىرىدە ھايۋانلارنىڭ ئەڭ يامىنى كۇفرىدا چىڭ تۇرغانلاردۇركى، ئۇلار ھەقىقەتەن ئىمان ئېيتمايدۇ",
        "numberInSurah": 55,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1216,
        "text": "(ئى مۇھەممەد!) سەن ئۇلارنىڭ ئارىسىدىكى مەلۇم كىشىلەر بىلەن (مۇشرىكلارغا ياردەم بەرمەسلىكلىرى ئۈستىدە) مۇئاھىدە تۈزدۈڭ، ئۇلار بولسا ھەر قېتىمدا مۇئاھىدىسىنى بۇزىدۇ، ئۇلار اﷲ تىن قورقمايدۇ",
        "numberInSurah": 56,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1217,
        "text": "ئەگەر ئۇرۇشتا ئۇلار ئۈستىدىن غەلىبە قىلساڭ، ئارقىدىكىلىرىنىڭ قېچىشى ۋە ئىبرەت ئېلىشى ئۈچۈن ئۇلارنى قاتتىق جازالىغىن (يەنى ئۇلارنى باشقىلارغا ئىبرەت قىلغىنكى، ئۇلارنىڭ سەن بىلەن ئۇرۇش قىلىشقا دەرمانى قالمىسۇن)",
        "numberInSurah": 57,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1218,
        "text": "ئەگەر سەن (مۇئاھىدە تۈزگەن) قەۋمدىن خىيانەت (ئالامەتلىرىنى) سەزسەڭ، مۇئاھىدىسىنى ئۇلارغا ئوچۇق - يورۇقلۇق بىلەن تاشلاپ بەرگىن (يەنى سەن بىلەن مۇئاھىدە تۈزۈشكەن قەۋمدىن خىيانەت شەپىسى كۆرۈلسە، ئۇلارغا تۇيۇقسىز ھۇجۇم قىلماستىن، مۇئاھىدىنىڭ ئەمەلدىن قالغانلىقىنى ئالدى بىلەن ئۇلارغا ئۇقتۇرۇپ قويغىن). اﷲ ھەقىقەتەن خائىنلارنى دوست تۇتمايدۇ",
        "numberInSurah": 58,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1219,
        "text": "(بەدرى ئۇرۇشىدا ئۆلتۈرۈلمەي قالغان) كاپىرلار قۇتۇلدۇق دەپ ئويلىمىسۇن، ئۇلار (پەرۋەردىگارىنىڭ جازاسىدىن) ھەقىقەتەن قېچىپ قۇتۇلالمايدۇ",
        "numberInSurah": 59,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 153,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1220,
        "text": "دۈشمەنلىرىڭلار (بىلەن ئۇرۇش قىلىش) ئۈچۈن، قولۇڭلاردىن كېلىشىچە قورال كۈچى، جەڭ ئېتى تەييارلاڭلار، بۇنىڭ بىلەن، اﷲ نىڭ دۈشمىنىنى، ئۆزۈڭلارنىڭ دۈشمىنىڭلارنى ۋە ئۇلاردىن باشقا دۈشمەنلەرنى قورقۇتىسىلەر، ئۇلارنى سىلەر تونۇمايسىلەر، اﷲ تونۇيدۇ، سىلەرنىڭ اﷲ يولىدا سەرپ قىلغىنىڭلار مەيلى نېمە بولسا بولسۇن، سىلەرگە ئۇنىڭ ساۋابى تولۇق بېرىلىدۇ، سىلەرگە زۇلۇم قىلىنمايدۇ (يەنى بۇ ساۋابتىن ھېچ نەرسە كېمەيتىلمەيدۇ)",
        "numberInSurah": 60,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 153,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1221,
        "text": "ئەگەر ئۇلار تىنچلىققا مايىل بولسا، سەنمۇ تىنچلىققا مايىل بولغىن، اﷲ قا تەۋەككۈل قىلغىن. اﷲ (ئۇلارنىڭ سۆزلىرىنى) ئاڭلاپ تۇرغۇچىدۇر، (نىيەتلىرىنى) بىلىپ تۇرغۇچىدۇر",
        "numberInSurah": 61,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 153,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1222,
        "text": "ئەگەر ئۇلار (تەييارلىق قىلىۋېلىش ئۈچۈن سۈلھى بىلەن) سېنى ئالدىماقچى بولسا، اﷲ (ئۇلارنىڭ شەررىدىن) شەكسىز ساڭا كۇپايە قىلغۇچىدۇر. اﷲ سېنى ئۆزنىڭ ياردىمى بىلەن ۋە مۆمىنلەر بىلەن كۈچلەندۈرىدۇ",
        "numberInSurah": 62,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 153,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1223,
        "text": "اﷲ مۆمىنلەرنىڭ دىللىرىنى بىرلەشتۈردى. سەن يەر يۈزىدىكى پۈتۈن بايلىقنى سەرپ قىلىپمۇ ئۇلارنىڭ دىللىرىنى بىرلەشتۈرەلمەيتىڭ؛ لېكىن اﷲ (ئۆزىنىڭ قۇدرەت كامىلەسى بىلەن) ئۇلارنى ئىناق قىلدى. شۈبھىسىزكى، اﷲ غالىبتۇر، ھېكمەت بىلەن ئىش قىلغۇچىدۇر",
        "numberInSurah": 63,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 153,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1224,
        "text": "ئى پەيغەمبەر! (يالغۇز) اﷲ ساڭا ۋە ساڭا ئەگەشكەن مۆمىنلەرگە كۇپايە قىلغۇچىدۇر",
        "numberInSurah": 64,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 153,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1225,
        "text": "ئى پەيغەمبەر! مۆمىنلەرنى (مۇشرىكلار بىلەن) ئۇرۇش قىلىشقا رىغبەتلەندۈرگىن، ئەگەر سىلەردە چىداملىق يىگىرمە ئادەم بولىدىغان بولسا، (دۈشمەندىن) 200 نى يېڭەلەيدۇ؛ ئەگەر سىلەردە (چىداملىق) 100 ئادەم بولىدىغان بولسا، كاپىرلاردىن 1000 نى يېڭەلەيدۇ؛ چۈنكى ئۇلار (جاھىل) قەۋم بولۇپ، (اﷲ نىڭ ھېكمىتىنى) چۈشەنمەيدۇ",
        "numberInSurah": 65,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 154,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1226,
        "text": "اﷲ ئەمدى سىلەرنىڭ (يۈكۈڭلارنى) يىنىكلەتتى، سىلەرنىڭ ئاجىزلىقىڭلارنى بىلدى، ئەگەر سىلەردە چىداملىق 100 ئادەم بولىدىغان بولسا، 200 (دۈشمەن) نى يېڭەلەيدۇ، ئەگەر سىلەردە (چىداملىق) 1000 ئادەم بولىدىغان بولسا، اﷲ نىڭ ئىزنى بىلەن 2000 (دۈشمەن) نى يېڭەلەيدۇ. اﷲ چىداملىقلار بىلەن بىللىدۇر",
        "numberInSurah": 66,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 154,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1227,
        "text": "پەيغەمبەرگە زېمىندا دۈشمەننى كۆپرەك ئۆلتۈرمەي تۇرۇپ (يەنى مۇشرىكلىكنىڭ ھەيۋىسىنى يوقىتىپ، ئىسلامغا قۇۋۋەت بەرمەي تۇرۇپ)، ئەسىرلەردىن فىدىيە ئېلىش لايىق ئەمەس ئىدى. (ئى مۆمىنلەر! سىلەر فىدىيە ئېلىش بىلەن) دۇنيا مەنپەئىتىنى كۆزلەيسىلەر، اﷲ سىلەرگە ئاخىرەتنى (يەنى ئاخىرەتنىڭ ساۋابىنى) تىلەيدۇ. اﷲ غالىبتۇر، ھېكمەت بىلەن ئىش قىلغۇچىدۇر",
        "numberInSurah": 67,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 154,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1228,
        "text": "اﷲ نىڭ (ئوچۇق چەكلەنمىگەن ئىشنى قىلغانلارنى جازالىماسلىق دېگەن) ھۆكمى ئەزىلىسى بولمىسا ئىدى، (ئەسىرلەردىن) فىدىيە ئالغانلىقىڭلار ئۈچۈن ئەلۋەتتە زور ئازابقا دۇچار بولاتتىڭلار",
        "numberInSurah": 68,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 154,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1229,
        "text": "(ئى جىھاد قىلغۇچىلار جامائەسى!) غەنىيمەت ئالغان نەرسەڭلارنى ھالال ۋە پاك بىلىپ يەڭلار، اﷲ (نىڭ ئەمرىگە مۇخالىپەتچىلىك قىلىش) دىن قورقۇڭلار. اﷲ ھەقىقەتەن مەغپىرەت قىلغۇچىدۇر، (بەندىلىرىگە) مېھرىباندۇر",
        "numberInSurah": 69,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 154,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1230,
        "text": "ئى پەيغەمبەر! قولۇڭلاردىكى ئەسىرلەرگە ئېيتقىنكى، ئەگەر اﷲ دىلىڭلاردا ئىمان بارلىقىنى بىلسە (يەنى دىلىڭلاردا ئىمان بولسا، اﷲ ئۇنى بىلىدۇ)، سىلەرگە ئۆزۈڭلاردىن ئېلىنغان فىدىيىدىن ياخشىراق نەرسىنى بېرىدۇ، (ئىلگىرىكى گۇناھلىرىڭلارنى) مەغپىرەت قىلىدۇ. اﷲ (تەۋبە قىلغۇچىلارنى) مەغپىرەت قىلغۇچىدۇر، (بەندىلىرىگە) مېھرىباندۇر",
        "numberInSurah": 70,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1231,
        "text": "(ئى مۇھەممەد!) ئەگەر ئۇلار (يەنى مۇشۇ ئەسەرلەر ئىماننى دەۋا قىلىش ئارقىلىق) ساڭا خىيانەت قىلماقچى بولغان بولسا، ئۇنداقتا ئىلگىرى ئۇلار (كۇفرى بىلەن، ئەھدىنى بۇزۇش بىلەن) اﷲ قا خىيانەت قىلغان ئىدى، اﷲ سېنى ئۇلارنىڭ ئۈستىدىن غالىب قىلدى. اﷲ (بولغۇسى ھەممە ئىشنى) بىلگۈچى، ئۆز ھېكمىتى بويىچە ئىش قىلغۇچىدۇر",
        "numberInSurah": 71,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1232,
        "text": "ئىمان ئېيتقانلار، (اﷲ نى ۋە اﷲ نىڭ پەيغەمبىرىنى سۆيۈش يۈزىسىدىن يۇرتىنى تاشلاپ) ھىجرەت قىلغان، پۇل - ماللىرى ۋە جانلىرى بىلەن اﷲ يولىدا جىھاد قىلغانلار (يەنى مۇھاجىرلار)، (يۇرتىدا مۇھاجىرلارغا) جاي بەرگەنلەر ۋە ياردەم كۆرسەتكەنلەر (يەنى ئەنسارلار) - ئەنە شۇلار ئەلۋەتتە بىر - بىرىگە ئىگىدۇر (يەنى بىر - بىرىگە ياردەمچىدۇر، بىر - بىرىگە مىراسخوردۇر). ئىمان ئېيتقان ئەمما (مەدىنىگە) ھىجرەت قىلمىغانلار بىلەن سىلەرنىڭ ئوتتۇراڭلاردا تاكى ئۇلار ھىجرەت قىلغانغا قەدەر ئۆزئارا ئىگە بولۇش (يەنى ياردەملىشىش، مىراسخور بولۇش) بولمايدۇ؛ ئەگەر دىن ئىشىدا ئۇلار سىلەردىن ياردەم تەلەپ قىلسا، ئۇلارنىڭ دۈشمىنى بىلەن سىلەرنىڭ ئاراڭلاردا كېلىشىم بولمىسىلا، ئۇلارغا ياردەم بېرىشىڭلار كېرەك، اﷲ سىلەرنىڭ قىلىۋاتقان ئىشىڭلارنى كۆرۈپ تۇرغۇچىدۇر",
        "numberInSurah": 72,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1233,
        "text": "كاپىرلار (ياردەمدە ۋە مىراستا) بىر - بىرىگە ئىگىدۇر، ئەگەر بۇ ھۆكۈمگە ئەمەل قىلمىساڭلار، يەر يۈزىدە پىتنە ۋە چوڭ قالايمىقانچىلىق تۇغۇلىدۇ",
        "numberInSurah": 73,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1234,
        "text": "ئىمان ئېيتقانلار، (مەدىنىگە) ھىجرەت قىلغانلار، اﷲ نىڭ يولىدا جىھاد قىلغانلار، (يۇرتىدا مۇھاجىرلارغا) جاي بەرگەنلەر ۋە ياردەم كۆرسەتكەنلەر (يەنى ئەنسارلار) - ئەنە شۇلار ھەقىقىي مۆمىنلەردۇر، ئۇلار (نىڭ گۇناھى) مەغپىرەت قىلىنىدۇ، ئۇلار (جەننەتتە) ئېسىل رىزىققا ئىگە بولىدۇ",
        "numberInSurah": 74,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1235,
        "text": "كېيىن ئىمان ئېيتىپ (مەدىنىگە) ھىجرەت قىلغانلار ۋە سىلەر بىلەن بىللە جىھاد قىلغانلار سىلەردىن سانىلىدۇ. اﷲ نىڭ ھۆكمىدە، ئۇرۇق - تۇغقانلار بىر - بىرىگە مىراسخور بولۇشقا (ياتلاردىن) ئەڭ ھەقلىقتۇر، شۈبھىسىزكى، اﷲ ھەر شەيئىنى بىلىپ تۇرغۇچىدۇر",
        "numberInSurah": 75,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "ug.saleh",
      "language": "ug",
      "name": "محمد صالح",
      "englishName": "Muhammad Saleh",
      "format": "text",
      "type": "translation",
      "direction": "rtl"
    }
  }
}