{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 11,
    "name": "سُورَةُ هُودٍ",
    "englishName": "Hud",
    "englishNameTranslation": "Hud",
    "revelationType": "Meccan",
    "numberOfAyahs": 123,
    "ayahs": [
      {
        "number": 1474,
        "text": "ئەلىف، لام، را. بۇ، ھېكمەت بىلەن ئىش قىلغۇچى، ھەممىدىن خەۋەردار اﷲ تەرىپىدىن نازىل بولغان ئايەتلەرنىڭ تۈزۈلۈشى پۇختا، (ئەقىدە، ئەھكام ۋەز ۋە قىسسىلەر) تەپسىلىي بايان قىلىنغان كىتابتۇر",
        "numberInSurah": 1,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 183,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1475,
        "text": "(ئېيتقىنكى) «سىلەر پەقەت اﷲ قا ئىبادەت قىلىڭلار، شۈبھىسىزكى، مەن سىلەرگە اﷲ تەرىپىدىن ئەۋەتىلگەن، (كاپىر بولساڭلار سىلەرنى اﷲ نىڭ ئازابىدىن) ئاگاھلاندۇرغۇچىمەن، (ئىمان ئېيتساڭلار اﷲ نىڭ ساۋابى بىلەن سىلەرگە) خۇش خەۋەر بەرگۈچىمەن",
        "numberInSurah": 2,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 183,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1476,
        "text": "سىلەر پەرۋەردىگارىڭلاردىن مەغپىرەت تەلەپ قىلىڭلار، ئاندىن ئۇنىڭغا تەۋبە قىلىڭلار، اﷲ سىلەرنى مۇئەييەن مۇددەتكىچە (يەنى ئۆمرۈڭلار ئاخىرلىشىپ، ئەجىلىڭلار يەتكۈچە ھاياتىي دۇنيادىن) ئوبدان بەھرىمەن قىلىدۇ، ياخشى ئىش قىلغۇچىغا قىلغان ياخشىلىقنىڭ ساۋابىنى بېرىدۇ، ئەگەر (ئىماندىن) يۈز ئۆرۈسەڭلار، (ئازابقا دۇچار بولىسىلەر) سىلەرنىڭ قىيامەت كۈنىنىڭ چوڭ ئازابىغا قېلىشىڭلاردىن ئەنسىرەيمەن",
        "numberInSurah": 3,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 183,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1477,
        "text": "(ئۆلگەندىن كېيىن) اﷲ نىڭ دەرگاھىغا قايتىسىلەر، اﷲ ھەر نەرسىگە قادىردۇر»",
        "numberInSurah": 4,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 183,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1478,
        "text": "راستتىنلا ئۇلار (يەنى كاپىرلار) (رەسۇلۇللاھ، قۇرئان ئوقۇۋاتقاندا ئۇنىڭ يېنىدىن ئۆتكەنلىرىدە) ئۇنىڭدىن يوشۇرۇش ئۈچۈن يۈز ئۆرۈيدۇ، راستلا ئۇلار كىيىملىرى بىلەن چۈمكىنىۋالغانلىرىدا، اﷲ ئۇلارنىڭ يوشۇرۇن ۋە ئاشكارا ئىشلىرىنى بىلىپ تۇرىدۇ، اﷲ ھەقىقەتەن دىللاردىكىنى بىلگۈچىدۇر",
        "numberInSurah": 5,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 183,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1479,
        "text": "يەر يۈزىدىكى ھايۋانلارنىڭ ھەممىسىگە رىزىق بېرىشنى اﷲ (مەرھەمەت يۈزىسىدىن) ئۈستىگە ئالغان، اﷲ ئۇلارنىڭ تۇرار جايىنى ۋە (ئۆلگەندىن كېيىن) كۆمۈلىدىغان جاينى بىلىدۇ، ئۇلارنىڭ ھەممىسى روشەن كىتابقا (يەنى لەۋھۇلمەھپۇزغا يېزىلغاندۇر",
        "numberInSurah": 6,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 183,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1480,
        "text": "اﷲ ئاسمانلارنى ۋە زېمىننى ئالتە كۈندە ياراتتى. (ئاسمان - زېمىننى يارتىشتىن ئىلگىرى) اﷲ نىڭ ئەرشى سۇ ئۈستىدە ئىدى. سىلەرنىڭ قايسىڭلارنىڭ ئەمەلى ياخشى ئىكەنلىكىنى سىناش ئۈچۈن اﷲ (ئۇلارنى ياراتتى). (ئى مۇھەممەد!) ئەگەر سەن (مەككە كۇففارلىرىغا): «سىلەر ئۆلگەندىن كېيىن چوقۇم تىرىلىسىلەر!» دېسەڭ، كاپىرلار چوقۇم ئېيتىدۇ: «بۇ (سۆزنى ئىچىگە ئالغان قۇرئان) پەقەت روشەن سېھىردۇر»",
        "numberInSurah": 7,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 183,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1481,
        "text": "ئەگەر بىز ئۇلارغا نازىل بولىدىغان ئازابنى چەكلىك ۋاقىت كېچىكتۈرسەك، ئۇلار چوقۇم (مەسخىرە قىلىش يۈزىسىدىن): «ئازاب نېمىشقا چۈشمەيدۇ؟» دەيدۇ، راستلا ئۇلارغا اﷲ نىڭ ئازابى چۈشكەن كۈندە، ئۇلار قاچىدىغان يەر تاپالمايدۇ ئۇلار مەسخىرە قىلغان ئازاب ئۇلارنى قورشىۋالىدۇ",
        "numberInSurah": 8,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 183,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1482,
        "text": "ئەگەر بىز بىرەر ئىنسانغا رەھمىتىمىزنى تېتىتساق (يەنى نېمىتىمىزنى بەرسەك)، ئاندىن ئۇنى ئۇنىڭدىن تارتىۋالساق، ئۇ چوقۇم (اﷲ نىڭ رەھمىتىدىن) ئۈمىدسىزلىنىپ كېتىدۇ، كۇفرانى نېمەت قىلىدۇ",
        "numberInSurah": 9,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1483,
        "text": "ئەگەر بىز (پېقىرلىق، كېسەللىك، قاتتىقچىلىق قاتارلىق) بالالارغا مۇپتىلا قىلغاندىن كېيىن، ئۇنىڭغا نېمىتىمىزنى تېتىتساق، ئۇ چوقۇم: «مەندىن بالالار كۆتۈرۈلۈپ كەتتى (ئەمدى كەلمەيدۇ)» دەپ شەك شۈبھىسىز خۇشاللىنىپ، مەغرۇرلىنىپ كېتىدۇ",
        "numberInSurah": 10,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1484,
        "text": "پەقەت (بالاغا ئۇچرىغاندا) سەۋرى قىلغان، (نېمەتكە يولۇققاندا) ياخشى ئىشلارنى قىلغان كىشىلەر (ياخشىلاردۇر). ئۇلارنىڭ گۇناھى مەغپىرەت قىلىنىدۇ، ئۇلار (ئاخىرەتتە) چوڭ مۇكاپاتقا ئېرىشىدۇ",
        "numberInSurah": 11,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1485,
        "text": "(ئى مۇھەممەد!) ئۇلارنىڭ (يەنى مۇشرىكلارنىڭ) «نېمىشقا ئۇنىڭغا بىر خەزىنە چۈشمىدى؟ ياكى ئۇنىڭ بىلەن بىللە (ئۇنى تەستىقلايدىغان) بىرەر پەرىشتە كەلمىدى؟» دەيدىغانلىقى ئۈچۈن، ساڭا نازىل قىلىنغان ۋەھيىنىڭ بىر قىسىمىنى يەتكۈزگۈڭ كەلمەيدىغاندۇ، يەتكۈزۈشتىن يۈرىكىڭ سىقىلىدىغاندۇ، سەن پەقەت (ئۇلارنى اﷲ نىڭ ئازابىدىن) ئاگاھلاندۇرغۇچىسىمەن، اﷲ ھەممە نەرسىنى تەسەررۇپ قىلغۇچىدۇر",
        "numberInSurah": 12,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1486,
        "text": "ئۇلار قۇرئاننى (مۇھەممەد) ئۆزى ئىجاد قىلغان دېيىشەمدۇ؟ ئېيتقىنكى، «(بۇ سۆزۈڭلاردا) راستچىل بولساڭلار، اﷲ تىن غەيرىي چاقىرالايدىغانلىكى كىشىلىرىڭلارنى (ياردەمگە) چاقىرىپ، (پاساھەت ۋە بالاغەت جەھەتتىن) قۇرئاندىكىگە ئوخشايدىغان ئون سۆز ئىجاد قىلىپ بېقىڭلار»",
        "numberInSurah": 13,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1487,
        "text": "ئەگەر ئۇلار (بۇ چاقىرىقىڭلارغا) ئاۋاز قوشمىسا، بىلىڭلاركى، قۇرئان اﷲ تىڭ ۋەھيى قىلىشى بىلەن نازىل قىلىنغان. اﷲ تىن باشقا ھېچ ئىلاھ يوقتۇر، سىلەر (اﷲ قا) بويسۇنامسىلەر؟",
        "numberInSurah": 14,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1488,
        "text": "(قىلغان ياخشى ئەمەللىرى بىلەن پەقەت) ھاياتىي دۇنيانى ۋە ئۇنىڭ زىبۇزىننىتىنى (يەنى دۇنيانىڭ نېمەتلىرىنى) كۆزلەيدىغان كىشىلەرگە ئۇلارنىڭ ئەمەللىرىنىڭ ئەجرىنى بۇ دۇنيادىلا تولۇق بېرىمىز، دۇنيادا ئۇلارنىڭ ئەجرىدىن ھېچ نەرسە كېمەيتىلمەيدۇ",
        "numberInSurah": 15,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1489,
        "text": "بۇنداق كىشىلەرگە ئاخىرەتتە دوزاختىن باشقا نەرسە يوقتۇر، ئۇلارنىڭ قىلغان ئىشلىرى يوققا چىقىرىلىدۇ، قىلغان (ياخشى) ئەمەللىرى ھېسابقا ئېلىنمايدۇ",
        "numberInSurah": 16,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1490,
        "text": "پەرۋەردىگارى تەرىپىدىن كەلگەن روشەن دەلىل (يەنى قۇرئان) غا ئاساسلانغان ئادەم (يەنى مۇھەممەد ئەلەيھىسسالام) (ھاياتىي دۇنيانى كۆزلەيدىغان كىشىلەر بىلەن ئوخشاشمۇ؟) ئۇنىڭغا اﷲ تەرىپىدىن كەلگەن گۇۋاھلىق بەرگۈچى (يەنى جىبرىئىل ئەلەيھىسسالام) قۇرئاننى تىلاۋەت قىلىدۇ، قۇرئاندىن ئىلگىرى مۇساغا نازىل قىلىنغان كىتاب (يەنى تەۋرات) (ئىسرائىل ئەۋلادىغا) يېتەكچى ۋە رەھمەت قىلىپ (نازىل قىلىندى)، ئەنە شۇنداق كىشىلەر قۇرئانغا (ھەقىقىي ئىشىنىدۇ، (كۇففار) جامائەلىرىدىن كىمكى قۇرئاننى ئىنكار قىلىدىكەن، ئۇنىڭغا ۋەدە قىلىنغان جاي دوزاختۇر، قۇرئانغا شەك كەلتۈرمىگىن، ئۇ ھەقىقەتەن پەرۋەردىگارىڭ تەرىپىدىن نازىل قىلىنغان ھەقىقەتتۇر، لېكىن ئىنسانلارنىڭ تولىسى (قۇرئاننىڭ ئالەملەرنىڭ پەرۋەردىگارى تەرىپىدىن نازىل قىلىنغانلىقىغا) ئىشەنمەيدۇ",
        "numberInSurah": 17,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1491,
        "text": "(اﷲ نىڭ شېرىكى بار، بالىسى بار دەپ) اﷲ قا يالغاننى چاپلىغان كىشىدىنمۇ زالىم كىشى بارمۇ؟ ئەنە شۇلار (قىيامەت كۈنى) پەرۋەردىگارىغا توغرىلىنىدۇ، گۇۋاھچىلار: «بۇلار پەرۋەردىگارى ھەققىدە يالغان سۆزلىگەنلەردۇر» دەيدۇ. راستلا اﷲ نىڭ لەنىتى زالىملارغا بولىدۇ (يەنى اﷲ زالىملارنى رەھمىتىدىن يىراق قىلىدۇ)",
        "numberInSurah": 18,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1492,
        "text": "ئۇلار (كىشىلەرنى) اﷲ نىڭ يولىدىن (يەنى ئىسلام يولىدىن) توسىدۇ، اﷲ نىڭ يولىنىڭ ئەگرى بولىشىنى تىلەيدۇ، ئۇلار ئاخىرەتنى ئىنكار قىلغۇچىلاردۇر",
        "numberInSurah": 19,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1493,
        "text": "ئەنە شۇلار زېمىندا اﷲ نىڭ ئازابىدىن قېچىپ قۇتۇلالمايدۇ، ئۇلارغا اﷲ تىن باشقا (ئىگە بولىدىغان) ياردەمچىلەرمۇ بولمايدۇ، ئۇلار قاتمۇ قات ئازابقا دۇچار بولىدۇ، ئۇلار (ھەقنى) ئاڭلاشقا ۋە (ھەقنى) كۆرۈشكە قادىر بولالمايدۇ",
        "numberInSurah": 20,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1494,
        "text": "ئەنە شۇلار ئۆزلىرىگە زىيان سالغۇچىلاردۇر. ئۇلارنىڭ ئويدۇرۇپ چىقارغان بۇتلىرى ئۇلاردىن ئۆزلىرىنى چەتكە ئالدى",
        "numberInSurah": 21,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1495,
        "text": "شەك يوقكى، ئۇلار ئاخىرەتتە ئەڭ زىيان تارتقۇچىلاردۇر",
        "numberInSurah": 22,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1496,
        "text": "شۈبھىسىزكى، ئىمان ئېيتقانلار ۋە ياخشى ئەمەللەرنى قىلغانلار، پەرۋەردىگارىنىڭ ھۇزۇرىدا ئاجىزلىق بىلدۈرگەنلەر - ئەنە شۇلار ئەھلى جەننەتتۇر، ئۇلار جەننەتتە مەڭگۈ قالغۇچىلاردۇر",
        "numberInSurah": 23,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1497,
        "text": "(كاپىرلار ۋە مۆمىنلەردىن ئىبارەت) ئىككى پىرقە) ئەماغا ۋە گاسقا ئوخشايدۇ، (يەنە بىر پىرقە بولسا) كۆزى كۆرۈدىغان، قۇلىقى كۆرۈدىغان، قۇلىقى ئاڭلايدىغان ئادەمگە ئوخشايدۇ، ئۇلارنىڭ ئەھۋالى بىر - بىرىگە ئوخشامدۇ؟ ئىبرەت ئامامسىلەر؟",
        "numberInSurah": 24,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 184,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1498,
        "text": "شۈبھىسىزكى، بىز نۇھنى قەۋمىگە پەيغەمبەر قىلىپ ئەۋەتتۇق، ئۇ: «مەن ھەقىقەتەن سىلەرگە ئوچۇق ئاگاھلاندۇرغۇچىمەن",
        "numberInSurah": 25,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1499,
        "text": "بىر اﷲ تىن باشقىغا ئىبادەت قىلماڭلار، سىلەرنىڭ قاتتىق كۈننىڭ ئازابىغا ئۇچرىشىڭلاردىن قورقىمەن» دېدى",
        "numberInSurah": 26,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1500,
        "text": "ئۇنىڭ قەۋمىنىڭ كاپىر كاتتىلىرى: «بىزنىڭچە، سەن پەقەت بىزگە ئوخشاش بىر ئادەمسەن، بىزنىڭچە، ئارىمىزدىكى پەس كىشىلەر يەڭگىللىك بىلەن ساڭا ئەگەشكەن، بىزنىڭچە، سىلەرنىڭ ھېچقانداق ئارتۇقچىلىقىڭلار يوق، بەلكى بىز سىلەرنى يالغانچى دەپ ئويلايمىز» دېدى",
        "numberInSurah": 27,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1501,
        "text": "نۇھ ئېيتتى: «ئى قەۋمىم، ئېيتىڭلارچۇ، مەن پەرۋەردىگارىم تەرىپىدىن نازىل بولغان (دەۋىتىمنىڭ توغرىلىقىنى ئىسپاتلايدىغان) ئېنىق دەلىلگە ئاساسلانسام ۋە ئۇنىڭ رەھمىتىگە (يەنى پەيغەمبەرلىككە) سازاۋەر بولغان بولسام، ئۇ دەلىل سىلەر ئۈچۈن مەخپىي بولسا، ئۇنى يامان كۆرسەڭلار، ئۇنى قوبۇل قىلىشقا سىلەرنى مەجبۇرلامدۇق؟",
        "numberInSurah": 28,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1502,
        "text": "ئى قەۋمىم! سىلەرگە (دىننى) تەبلىغ قىلغانلىقىم ئۈچۈن سىلەردىن پۇل - مال تەلەپ قىلمايمەن، ماڭا ئەجىر بېرىشنى پەقەت اﷲ ئۆز ئۈستىگە ئالغان، مەن ئىمان ئېيتقان كىشىلەرنى (يېنىمدىن) قوغلىۋەتمەيمەن، (چۈنكى) ئۇلار، شۈبھىسىزكى، پەرۋەردىگارىغا مۇلاقات بولىدۇ، لېكىن مەن سىلەرنى نادان قەۋم كۆرۈمەن",
        "numberInSurah": 29,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1503,
        "text": "ئى قەۋمىم! ئەگەر مەن ئۇلارنى قوغلىۋەتسەم، اﷲ نىڭ ئازابىدىن مېنى كىم قۇتقۇزالايدۇ؟ ئويلىنىپ باقمامسىلەر؟",
        "numberInSurah": 30,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1504,
        "text": "مەن سىلەرگە، مەندە اﷲ نىڭ خەزىنىلىرى بار، دېمەيمەن، غەيبنى بىلىمەن دېمەيمەن، مەن ئەلۋەتتە (ئۆزۈمنى) پەرىشتە دەپمۇ ئېيتمايمەن ھەمدە سىلەر كۆزگە ئىلمايدىغان كىشىلەرنى اﷲ ئۇلارغا ياخشىلىق بەرمەيدۇ دېمەيمەن، اﷲ ئۇلارنىڭ دىللىرىدىكىنى ئوبدان بىلىدۇ، بولمىسا مەن چوقۇم زالىملاردىن بولۇپ قالىمەن»",
        "numberInSurah": 31,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1505,
        "text": "ئۇلار (يەنى نۇھنىڭ قەۋمى): «ئى نۇھ! بىز بىلەن مۇنازىرلەشتىڭ، ناھايىتى كۆپ مۇنازىرلەشتىڭ. ئەگەر راست سۆزلىگۈچىلەردىن بولساڭ، بىزنى قورقۇتقان ئازابنى چۈشۈرۈپ باققىن» دېدى",
        "numberInSurah": 32,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1506,
        "text": "نۇھ ئېيتتى: «ئۇنى (يەنى ئازابنى) ئەگەر خالىسا اﷲ لا چۈشۈرەلەيدۇ، سىلەر ھەرگىز قېچىپ قۇتۇلالمايسىلەر",
        "numberInSurah": 33,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1507,
        "text": "مەن سىلەرگە قىلغان نەسىھىتىمنىڭ سىلەرگە پايدىسى بولمايدۇ، اﷲ سىلەرنىڭ پەرۋەردىگارىڭلاردۇر، سىلەر اﷲ نىڭ دەرگاھىغا قايتىسىلەر»",
        "numberInSurah": 34,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1508,
        "text": "ياكى ئۇلار (يەنى قۇرەيشنىڭ كاپىرلىرى) قۇرئاننى ئۇ (يەنى مۇھەممەد ئەلەيھىسسالام) ئۆزى ئىجاد قىلدى دېيىشەمدۇ؟ «ئەگەر ئۇنى مەن ئىجاد قىلغان بولسام، ئۇ گۇناھىمغا ئۆزۈم مەسئۇل، مەن سىلەرنىڭ گۇناھىڭلاردىن ئادا - جۇدا مەن» دېگىن",
        "numberInSurah": 35,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1509,
        "text": "نۇھقا (مۇنداق) ۋەھيى قىلىندى: «قەۋمىڭدىن ئىلگىرى ساڭا ئىمان ئېيتقانلاردىن باشقا يەنە ئىمان ئېيتقۇچىلار بولمايدۇ، ئۇلارنىڭ قىلمىشىدىن قايغۇرمىغىن",
        "numberInSurah": 36,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 186,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1510,
        "text": "بىزنىڭ كۆز ئوڭىمىزدا ۋەھيىمىز بويىچە كېمە ياسىغىن، (ئۆزلىرىگە) زۇلۇم قىلغانلار توغرىسىدا ماڭا سۆز ئاچمىغىن (يەنى ئۇلارغا شاپائەت قىلمىغىن)، ئۇلار چوقۇم (توپان بالاسىدا) غەرق قىلىنىدۇ»",
        "numberInSurah": 37,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 186,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1511,
        "text": "نۇھ كېمە ياسىدى، قەۋمنىڭ چوڭلىرى ئۇنىڭ ئالدىدىن ئۆتكەندە ئۇنى مەسخىرە قىلىشتى، نۇھ ئېيتتى: «ئەگەر سىلەر (بۈگۈن) بىزنى مەسخىرە قىلساڭلار (كېلەچەكتە سىلەر غەرق قىلىنغاندا)، سىلەر بىزنى مەسخىرە قىلغاندەك بىزمۇ سىلەرنى چوقۇم مەسخىرە قىلىمىز",
        "numberInSurah": 38,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1512,
        "text": "خار قىلغۇچى ئازاب (يەنى توپان بالاسى بىلەن غەرق بولۇش) نىڭ كىمنىڭ ئۈستىگە كېلىدىغانلىقىنى، دائىمىي ئازاب (يەنى جەھەننەم ئازابى) نىڭ كىمگە چۈشىدىغانلىقىنى كېلەچەكتە بىلىسىلەر»",
        "numberInSurah": 39,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1513,
        "text": "(توپان بالاسى توغرىسىدىكى) بۇيرۇقىمىز يېتىپ كەلگەن ۋە يەر يۈزىدىن سۇ ئېتىلىپ چىققان چاغدا: «كېمىگە ھايۋاناتلاردىن (ئەركەك چىشى بولۇپ) بىر جۇپتىن ئېلىۋالغىن، ئائىلەڭدىكىلەر بىلەن ھالاك بولۇشى ھۆكۈم قىلىنغانلار (يەنى نۇھ ئەلەيھىسسالامنىڭ ئايالى ۋائىلە بىلەن ئوغلى كەنئان) بۇنىڭ سىرتىدا - ۋە ئىمان ئېيتقانلار بىلەن كېمىگە چىققىن» دېدۇق، ئۇنىڭ بىلەن پەقەت ئازغىنا كىشىلەر ئىمان ئېيتتى",
        "numberInSurah": 40,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1514,
        "text": "نۇھ (ئىمان ئېيتقان تەۋەلىرىگە) ئېيتتى: «كېمىگە چىقىڭلار، كېمىنىڭ مېڭىشى ۋە توختىشى اﷲ نىڭ ئىسمى بىلەندۇر، شۈبھىسىزكى، مېنىڭ پەرۋەردىگارىم (تەۋبە قىلغۇچىلارنىڭ گۇناھىنى) ھەقىقەتەن مەغپىرەت قىلغۇچىدۇر، (مۆمىنلەرگە) ناھايىتى مېھرىباندۇر»",
        "numberInSurah": 41,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1515,
        "text": "كېمە ئۇلارنى ئېلىپ تاغدەك دولقۇنلار ئىچىدە ئۈزۈپ باراتتى، نۇھ كېمە مېڭىشتىن بۇرۇن ئۆزىدىن يىراقتا تۇرغان ئوغلىنى: «ئى ئوغلۇم، بىز بىلەن بىللە كېمىگە چىققىن، كاپىرلار بىلەن بىللە بولمىغىن» دەپ توۋلىدى",
        "numberInSurah": 42,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1516,
        "text": "ئۇ: «مېنى سۇدا غەرق بولۇشتىن ساقلاپ قالىدىغان بىر تاغنىڭ ئۈستىگە چىقىۋالىمەن» دېدى. نۇھ: «بۈگۈن اﷲ رەھىم قىلغان ئادەمدىن باشقا ھېچ ئادەم ئۇنىڭ جازالىشىدىن قۇتۇلۇپ قالالمايدۇ» دېدى. ئۇلارنىڭ ئارىسىنى دولقۇن ئايرىۋەتتى - دە، ئۇ غەرق بولۇپ كەتتى",
        "numberInSurah": 43,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1517,
        "text": "«ئى زېمىن سۈيۈڭنى يۇتقىن، ئى بۇلۇت تارقىغىن» دېيىلدى، سۇ سوغۇلدى، اﷲ نىڭ (كاپىرلارنى غەرق قىلىشتىن ئىبارەت) ھۆكمى ئىجرا قىلىندى، كېمە جۇدى تېغىنىڭ ئۈستىدە توختىدى، «زالىم قەۋم ھالاك بولسۇن» دېيىلدى",
        "numberInSurah": 44,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1518,
        "text": "نۇھ پەرۋەردىگارىغا دۇئا قىلىپ: «پەرۋەردىگارىم! ئوغلۇم مېنىڭ ئائىلەمدىكىلەردىن ئىدى (سەن ماڭا ئۇلارنىڭ نىجات تېپىشىنى ۋەدە قىلغان ئىدىڭ)، سېنىڭ ۋەدەڭ ئەلۋەتتە ھەقتۇر، سەن ھەقىقەتەن ئەڭ توغرا ھۆكۈم قىلغۇچىسەن» دېدى",
        "numberInSurah": 45,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1519,
        "text": "اﷲ ئېيتتى: «ئى نۇھ! ئۇ (مەن نىجات تېپىشىنى ۋەدە قىلغان) ئائىلەڭدىكىلەردىن ئەمەس، ئۇنىڭ ئەمەلى ياماندۇر، سەن ئېنىق بىلمىگەن نەرسەڭنى مەندىن سورىمىغىن، مەن سېنىڭ جاھىللاردىن بولماسلىقىڭنى نەسىھەت قىلىمەن»",
        "numberInSurah": 46,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1520,
        "text": "نۇھ ئېيتتى: «پەرۋەردىگارىم! مەن بىلمىگەن نەرسىنى سوراشتىن سېنىڭ پاناھىڭغا سېغىنىمەن، ئەگەر ماڭا مەغپىرەت قىلمىساڭ، زىيان تارتقۇچىلاردىن بولىمەن»",
        "numberInSurah": 47,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1521,
        "text": "ئېيتىلدى (يەنى اﷲ ئېيتتى): «ئى نۇھ! ساڭا، سەن بىلەن (كېمىدە) بىللە بولغانلارنىڭ بىر قىسىم ئەۋلادىغا بىز تەرەپتىن نازىل بولغان ئامانلىق ۋە بەرىكەتلەر بىلەن (كېمىدىن) چۈشكىن، ئۇلارنىڭ يەنە بىر قىسىم ئەۋلادىنى (ھاياتىي دۇنيادىن) بەھرىمەن قىلىمىز، ئاندىن ئۇلار بىزنىڭ قاتتىق ئازابىمىزغا دۇچار بولىدۇ»",
        "numberInSurah": 48,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1522,
        "text": "(ئى مۇھەممەد!) ئەنە شۇ (قىسسە) غەيبكە ئائىت خەۋەرلەردىندۇر، ساڭا ئۇنى ۋەھيى قىلدۇق، سەن ۋە سېنىڭ قەۋمىڭ بۇنىڭدىن ئىلگىرى ئۇنى بىلمەيتتىڭلار، سەۋر قىلغىن، شۈبھىسىزكى، ياخشى ئاقىۋەت تەقۋادارلارغا مەنسۇپتۇر",
        "numberInSurah": 49,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1523,
        "text": "ئاد قەۋمىگە ئۇلارنىڭ قېرىندىشى ھۇدنى ئەۋەتتۇق، ھۇد ئېيتتى: «ئى قەۋمىم! اﷲ قا ئىبادەت قىلىڭلار، سىلەرگە اﷲ تىن باشقا مەبۇد (بەرھەق) يوقتۇر، سىلەر (اﷲ تىن غەيرىيگە چوقۇنۇش بىلەن) پەقەت (اﷲ قا) يالغاننى توقۇغۇچىلارسىلەر»",
        "numberInSurah": 50,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1524,
        "text": "«ئى قەۋمىم! مەن تەبلىغ ئۈچۈن سىلەردىن ئەجىر سورىمايمەن، ماڭا ئەجىر بېرىشنى پەقەت مېنى ياراتقان اﷲ ئۈستىگە ئالغان، سىلەر چۈشەنمەمسىلەر؟»",
        "numberInSurah": 51,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1525,
        "text": "«ئى قەۋمىم! پەرۋەردىگارىڭلاردىن مەغپىرەت تىلەڭلار، ئاندىن ئۇنىڭغا تەۋبە قىلىڭلار، سىلەرگە ئۇ كۆپ يېغىن ياغدۇرۇپ بېرىدۇ، سىلەرگە تېخىمۇ كۈچ - قۇۋۋەت بېرىدۇ، سىلەر گۇناھقا چۆمگەن ھالدا (مېنىڭ دەۋىتىمدىن) يۈز ئۆرۈمەڭلار»",
        "numberInSurah": 52,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1526,
        "text": "ئۇلار ئېيتتى: «ئى ھۇد! سەن بىزگە (ئۆزۈڭنىڭ راستلىقىڭنى كۆرسىتىدىغان) ھېچقانداق روشەن دەلىل كەلتۈرمىدىڭ، سېنىڭ سۆزۈڭ بىلەن بىز ئىلاھلىرىمىزنى تاشلىۋەتمەيمىز ۋە سېنىڭ (پەيغەمبەرلىكىڭگە) ئىشەنمەيمىز",
        "numberInSurah": 53,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1527,
        "text": "بىز پەقەت سېنى بەزى ئىلاھلىرىمىز ساراڭ قىلىپ قويۇپتۇ دەيمىز» ھۇد ئېيتتى: «مەن ھەقىقەتەن اﷲ نى گۇۋاھ قىلىمەن، سىلەرمۇ گۇۋاھ بولۇڭلاركى، مەن سىلەرنىڭ اﷲ نى قويۇپ شېرىك كەلتۈرگەن بۇتلىرىڭلاردىن ئادا - جۇدامەن، ھەممىڭلار ماڭا سۇيىقەست قىلىڭلار، ماڭا مۆھلەت بەرمەڭلار",
        "numberInSurah": 54,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1528,
        "text": "بىز پەقەت سېنى بەزى ئىلاھلىرىمىز ساراڭ قىلىپ قويۇپتۇ دەيمىز» ھۇد ئېيتتى: «مەن ھەقىقەتەن اﷲ نى گۇۋاھ قىلىمەن، سىلەرمۇ گۇۋاھ بولۇڭلاركى، مەن سىلەرنىڭ اﷲ نى قويۇپ شېرىك كەلتۈرگەن بۇتلىرىڭلاردىن ئادا - جۇدامەن، ھەممىڭلار ماڭا سۇيىقەست قىلىڭلار، ماڭا مۆھلەت بەرمەڭلار",
        "numberInSurah": 55,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1529,
        "text": "شۈبھىسىزكى، مېنىڭ پەرۋەردىگارىم ۋە سىلەرنىڭ پەرۋەردىگارىڭلار بولغان اﷲ قا مەن تەۋەككۈل قىلدىم، اﷲ نىڭ باشقۇرۇشىدا بولمىغان بىرمۇ مەخلۇق يوقتۇر؛ پەرۋەردىگارىم ھەقىقەتەن توغرا يولدىدۇر (يەنى ئادىل بولۇپ، ھېچ كىشىگە زۇلۇم قىلمايدۇ)",
        "numberInSurah": 56,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1530,
        "text": "ئەگەر سىلەر (مېنىڭ دەۋىتىمنى قوبۇل قىلىشتىن) يۈز ئۆرۈسەڭلار (يۈز ئۆرۈگىنىڭلارنىڭ ماڭا زىيىنى يوق)، سىلەرگە مەن پەرۋەردىگارىمنىڭ ئەلچىلىكىنى يەتكۈزدۈم (پەيغەمبەرنىڭ ۋەزىپىسى پەقەت تەبلىغ قىلىشتۇر)، پەرۋەردىگارىم (سىلەرنى ھالاك قىلىپ) ئورنۇڭلارغا باشقا بىر قەۋمنى كەلتۈرىدۇ، (شېرىك كەلتۈرۈش بىلەن) اﷲ قا قىلچە زىيان يەتكۈزەلمەيسىلەر، پەرۋەردىگارىم ھەقىقەتەن ھەربىر نەرسىنى كۈزىتىپ تۇرغۇچىدۇر»",
        "numberInSurah": 57,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1531,
        "text": "بىزنىڭ (ئازابلاش) بۇيرۇقىمىز كەلگەندە، ھۇدنى ۋە ئۇنىڭ بىلەن بىللە بولغان مۆمىنلەرنى مەرھەمەت قىلىپ قۇتقۇزدۇق، ئۇلارنى قاتتىق ئازابتىن خالاس قىلدۇق",
        "numberInSurah": 58,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1532,
        "text": "ئەنە شۇ ئاد قەۋمى پەرۋەردىگارىنىڭ مۆجىزىلىرىنى ئىنكار قىلدى، ئۇنىڭ پەيغەمبەرلىكىگە ئاسىيلىق قىلدى، ھەربىر ئۇچىغا چىققان تەرسا، شەپقەتسىز (يەنى ھەققە قارشىلىق قىلىپ جېدەللەشكۈچى) نىڭ بۇيرۇقىغا ئەگەشتى",
        "numberInSurah": 59,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1533,
        "text": "ئۇلارغا بۇ دۇنيادا لەنەت قىلىندى، قىيامەت كۈنىمۇ ئۇلارغا لەنەت قىلىنىدۇ، بىلىڭلاركى، ئاد قەۋمى ھەقىقەتەن پەرۋەردىگارىنى ئىنكار قىلدى. ئاگاھ بولۇڭلاركى، ھۇد قەۋمى بولغان ئاد ھالاك بولسۇن",
        "numberInSurah": 60,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1534,
        "text": "سەمۇدقا ئۇلارنىڭ قېرىندىشى سالىھنى (پەيغەمبەر قىلىپ) ئەۋەتتۇق، ئۇ ئېيتتى: «ئى قەۋمىم! اﷲ قا ئىبادەت قىلىڭلار، سىلەرگە اﷲ تىن باشقا ھېچ مەبۇد (بەرھەق) يوقتۇر، ئۇ سىلەرنى زېمىندىن (يەنى تۇپراقتىن) ياراتتى، سىلەرنى زېمىندا تۇرغۇزدى، اﷲ تىن مەغپىرەت تىلەڭلار، ئاندىن ئۇنىڭغا تەۋبە قىلىڭلار، پەرۋەردىگارىم ھەقىقەتەن يېقىندۇر، (دۇئانى) ئىجابەت قىلغۇچىدۇر»",
        "numberInSurah": 61,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1535,
        "text": "ئۇلار: «ئى سالىھ! بۇنىڭدىن بۇرۇن سەن ئارىمىزدا ئۈمىد قىلىنغان كىشى ئىدىڭ (يەنى بۇ سۆزنى ئېيتىشىڭدىن بۇرۇن ئارىمىزدا چوڭ ئادەم بولۇپ قېلىشىڭنى ئۈمىد قىلاتتۇق)، بىزنى ئاتا - بوۋىلىرىمىز ئىبادەت قىلىپ كەلگەن بۇتلارغا ئىبادەت قىلىشتىن توسۇمسەن؟ شەك شۈبھىسىزكى، ھەقىقەتەن بىز سەن دەۋەت قىلغان ئىشقا زور گۇماندىمىز» دېيىشتى",
        "numberInSurah": 62,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1536,
        "text": "سالىھ ئېيتتى: «ئى قەۋمىم! ئېيتىڭلارچۇ، ئەگەر مەن پەرۋەردىگارىم تەرىپىدىن نازىل بولغان ئېنىق دەلىلگە ئاساسلانسام ۋە ئۇنىڭ رەھمىتى (يەنى پەيغەمبەرلىك) گە سازاۋەر بولسام، شۇنداق تۇرۇقلۇق اﷲ قا قارشىلىق قىلسام، اﷲ نىڭ ئازابىدىن مېنى كىم قۇتقۇزىدۇ؟ (مېنى ئۆزۈڭلارغا ئەگىشىشكە دەۋەت قىلىش بىلەن) ماڭا پەقەت زىياندىن باشقىسىنى زىيادە قىلالمايسىلەر",
        "numberInSurah": 63,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1537,
        "text": "ئى قەۋمىم! بۇ اﷲ (بىۋاسىتە) ياراتقان چىشى تۆگە سىلەرگە مېنىڭ مۆجىزەمدۇر، ئۇنى اﷲ نىڭ زېمىنىغا قويۇۋېتىڭلار، ئىختىيارى ئوتلىسۇن، ئۇنىڭغا زىيان زەخمەت يەتكۈزمەڭلار، بولمىسا سىلەرنى پات كېلىدىغان ئازاب ھالاك قىلىدۇ»",
        "numberInSurah": 64,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1538,
        "text": "ئۇلار چىشى تۆگىنى بوغۇزلىدى، سالىھ ئېيتتى: «ئۆيۈڭلاردا (ھاياتلىقتىن) ئۈچ كۈن بەھرىمەن بولۇۋېلىڭلار. بۇ ۋەدە يالغان ئەمەس»",
        "numberInSurah": 65,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1539,
        "text": "بىزنىڭ (ئازاب قىلىش) ئەمرىمىز كەلگەندە، سالىھنى ۋە ئۇنىڭ بىلەن بىللە ئىمان ئېيتقانلارنى رەھمىتىمىز بىلەن شۇ كۈننىڭ شەرمەندىچىلىكىدىن قۇتقۇزدۇق، پەرۋەردىگارىڭ ھەقىقەتەن كۈچلۈكتۇر، غالىبتۇر",
        "numberInSurah": 66,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1540,
        "text": "زالىملارغا قاتتىق ئاۋاز يۈزلەندى - دە، ئۇلار ئۆيلىرىدە ئولتۇرغان پېتى قېتىپ قالدى",
        "numberInSurah": 67,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1541,
        "text": "گويا ئۇلار ئۆيلىرىدە تۇرمىغاندەك (يەنى ئۇلارنىڭ تۇرغان جايلىرى ئادەمزات تەرىپىدىن ئاۋات قىلىنمىغاندەك) بولۇپ قالدى، بىلىڭلاركى، سەمۇد پەرۋەردىگارىنى ئىنكار قىلدى، سەمۇد ھالاك بولسۇن",
        "numberInSurah": 68,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1542,
        "text": "شۈبھىسىزكى، بىزنىڭ ئەلچىلىرىمىز (يەنى پەرىشتىلەر) ئىبراھىمغا خۇش خەۋەر ئېلىپ كەلدى. ئۇلار: «ساڭا ئامانلىق تىلەيمىز» دېدى. ئىبراھىم: «سىلەرگە ئامانلىق تىلەيمەن» دېدى. ئۇ ئۇزاققا قالماي بىر موزاينى كاۋاپ قىلىپ ئېلىپ كەلدى",
        "numberInSurah": 69,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1543,
        "text": "ئۇلارنىڭ (يەنى پەرىشتىلەرنىڭ) ئۇنىڭغا قول ئۇزاتمايۋاتقانلىقىنى كۆرۈپ، ئۇلارنى خوش كۆرمىدى، ئۇلاردىن قورقۇنچ ھېس قىلدى، ئۇلار: «قورقمىغىن (بىز رەببىڭنىڭ پەرىشتىلىرى، تاماق يېمەيمىز)، بىز ھەقىقەتەن لۇتنىڭ قەۋمىنى (ھالاك قىلىش ئۈچۈن) ئەۋەتىلدۇق» دېدى",
        "numberInSurah": 70,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1544,
        "text": "ئۇنىڭ ئايالى (يەنى سارە) بىر تەرەپتە تۇرۇپ (لۇت قەۋمىنىڭ ھالاك بولىدىغانلىقىدىن خۇشاللىنىپ) كۈلدى، بىز ئۇنىڭغا (يەنى سارەگە) ئىسھاق (ئاتلىق بالىسى بولىدىغانلىقى) بىلەن ۋە ئىسھاقتىن كېيىن كېلىدىغان يەئقۇب (ئاتلىق نەۋرىسى بولىدىغانلىقى) بىلەن خۇش خەۋەر بەردۇق",
        "numberInSurah": 71,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1545,
        "text": "ئۇ (يەنى سارە): «ۋىيەي! مەن بىر موماي تۇرسام، ئېرىم بىر بوۋاي تۇرسا، تۇغامدىمەن؟ بۇ ھەقىقەتەن قىزىق ئىشقۇ!» دېدى",
        "numberInSurah": 72,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1546,
        "text": "ئۇلار: «اﷲ نىڭ ئەمرىدىن (يەنى قۇدرىتىدىن) ئەجەبلىنەمسە؟ اﷲ نىڭ رەھمىتى ۋە بەرىكەتلىرى سىلەرنىڭ ئائىلەڭلارغا (يەنى ئىبراھىمنىڭ ئائىلىسىدىكىلەرگە) نازىل بولسۇن. اﷲ ھەقىقەتەن مەدھىيىلەشكە لايىقتۇر، ئۇلۇغلاشقا لايىقتۇر» دېدى",
        "numberInSurah": 73,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1547,
        "text": "ئىبراھىمدىن قورقۇنچ يوقالغان ھەمدە خۇش خەۋەر ئۇنىڭغا يەتكەن چاغدا، ئۇ بىز بىلەن لۇتنىڭ قەۋمى توغرىسىدا مۇنازىرىلىشىشىگە كىرىشتى",
        "numberInSurah": 74,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1548,
        "text": "ئىبراھىم بولسا ھەقىقەتەن كۆڭلى كۆكسى كەڭ، كۆپ ئاھ چەككۈچى (يەنى دىلى يۇمشاق)، (ھەممە ئىشتا) اﷲ قا مۇراجىئەت قىلغۇچى زاتتۇر",
        "numberInSurah": 75,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1549,
        "text": "(پەرىشتىلەر ئېيتتى) «ئى ئىبراھىم! بۇنى (يەنى لۇت قەۋمى توغرىسىدا مۇنازىرىلىشىشنى) قويغىن، شۈبھىسىزكى، پەرۋەردىگارىڭنىڭ (ئۇلارنى ھالاك قىلىش توغرىسىدىكى) ئەمرى ئاللىقاچان چۈشتى، ئۇلارغا چوقۇم (مۇنازىرىلىشىش ياكى شاپائەت قىلىش بىلەن) قايتۇرغىلى بولمايدىغان ئازاب چۈشىدۇ»",
        "numberInSurah": 76,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1550,
        "text": "بىزنىڭ ئەلچىلىرىمىز (يەنى پەرىشتىلەر) لۇتنىڭ يېنىغا كەلگەن چاغدا (لۇت ئۆز قەۋمىنىڭ ئۇلارغا چېقىلىپ قويۇشىدىن قورقۇپ) قىيىن ئەھۋالدا قالدى، ئۇلار توغرىسىدا يۈرىكى سىقىلدى ۋە: «بۇ بىر دىشۋار كۈندۇر» دېدى",
        "numberInSurah": 77,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1551,
        "text": "لۇتنىڭ قەۋمى ئۇنىڭ قېشىغا ئالدىراپ كېلىشتى، ئۇلار بۇرۇنلا يامان ئىشلارنى قىلاتتى (يەنى لىۋاتەت قىلاتتى). لۇت ئېيتتى: «ئى قەۋمىم! مېنىڭ بۇ قىزلىرىم سىلەرگە ئەڭ پاكتۇر، اﷲ تىن قورقۇڭلار، مېھمانلىرىم ئۈستىدە مېنى رەسۋا قىلماڭلار، ئاراڭلاردا قەبىھ ئىشتىن توسىدىغان بىرەر كاللىسى جايىدا ئادەم يوقمۇ؟»",
        "numberInSurah": 78,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1552,
        "text": "ئۇلار (لۇتقا) ئېيتتى: «قىزلىرىڭغا ھاجىتىمىز يوق ئىكەنلىكىنى سەن ئوبدان بىلىسەن، شۇنىڭدەك بىزنىڭ مەقسىتىمىزنىمۇ ئوبدان بىلىسەن»",
        "numberInSurah": 79,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1553,
        "text": "لۇت ئېيتتى: «كاشكى مېنىڭ (سىلەرگە قارشى تۇرىدىغان) كۈچ قۇۋۋىتىم بولسا ئىدى، ياكى ئىلتىجا قىلىدىغان كۈچلۈك جەمەتىم بولسا ئىدى (چوقۇم سىلەرگە زەربە بەرگەن بولاتتىم)»",
        "numberInSurah": 80,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1554,
        "text": "ئۇلار (يەنى پەرىشتىلەر): «ئى لۇت! شۈبھىسىزكى، بىز پەرۋەردىگارىڭنىڭ ئەلچىلىرىدۇرمىز، ئۇلار ھەرگىزمۇ ساڭا زىيان يەتكۈزەلمەيدۇ، ئائىلەڭدىكىلەرنى ئېلىپ كېچىنىڭ ئاخىرىدا (ئۇلارنىڭ ئىچىدىن) چىقىپ كەتكىن، ئايالىڭدىن باشقا، سىلەردىن ھېچ كىشى ئارقىسىغا قارىمىسۇن، ئۇ (يەنى ئايالىڭ) ئۇلار بىلەن بىرگە ھالاك بولغۇچىدۇر، شۈبھىسىزكى، ئۇلارغا ئازاب چۈشىدىغان چاغ تاڭ ۋاقتىدۇر، تاڭ يېقىن ئەمەسمۇ؟» دېدى",
        "numberInSurah": 81,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1555,
        "text": "بىزنىڭ (جازالاش) ئەمرىمىز چۈشكەندە، ئۇلارنىڭ يۇرتلىرىنى ئاستىن - ئۈستۈن قىلىۋەتتۇق (يەنى كۆمتۈرۈۋەتتۇق)، ئۇ يۇرتلارغا بىز ئۈستى - ئۈستىلەپ ساپال تاشلارنى ياغدۇردۇق",
        "numberInSurah": 82,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1556,
        "text": "ئۇ ساپال تاشلارغا پەرۋەردىگارىڭنىڭ دەرگاھىدا بەلگە سېلىنغان ئىدى، ئۇ يۇرتلار زالىملار (يەنى قۇرەيش كاپىرلىرى) دىن يىراق ئەمەس",
        "numberInSurah": 83,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1557,
        "text": "مەديەن (ئەھلى) ئۇلارنىڭ قېرىندىشى شۇئەيبنى (پەيغەمبەر قىلىپ) ئەۋەتتۇق، ئۇ ئېيتتى: «ئى قەۋمىم! اﷲ قا ئىبادەت قىلىڭلار، سىلەرگە اﷲ تىن باشقا ھېچ مەبۇد (بەرھەق) يوقتۇر، ئۆلچەمدە ۋە تارازىدا كەم بەرمەڭلار، مەن سىلەرنى ھەقىقەتەن باي ھېسابلايمەن، مەن ھەقىقەتەن سىلەرنىڭ ھەممىنى قورشاپ تۇرغۇچى كۈن (يەنى قىيامەت كۈنى) نىڭ ئازابىغا دۇچار بولۇشۇڭلاردىن قورقىمەن",
        "numberInSurah": 84,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1558,
        "text": "ئى قەۋمىم! سىلەر ئۆلچەمنى توغرا ئۆلچەڭلار، تارازىنى توغرا تارتىڭلار، كىشىلەرگە نەرسىلەرنى كەم بەرمەڭلار، يەر يۈزىدە بۇزغۇنچىلىق قىلىپ پىتنە - پاسات تېرىماڭلار",
        "numberInSurah": 85,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1559,
        "text": "اﷲ سىلەرگە قالدۇرغان ھالال رىزىق (سىلەر يىغقان ھارامدىن) ياخشىدۇر، ئەگەر سىلەر مۆمىن بولساڭلار. مەن سىلەرگە مۇھاپىزەتچى ئەمەسمەن»",
        "numberInSurah": 86,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1560,
        "text": "ئۇلار: «ئى شۇئەيب! سېنىڭ نامىزىڭ (يەنى دىنىڭ) سېنى ئاتا - بوۋىلىرىمىز ئىبادەت قىلىپ كېلىۋاتقان نەرسىلەرنى (يەنى بۇتلارنى) بىزنى تاشلاتقۇزۇشقا ياكى ماللىرىمىزنى خالىغىنىڭچە تەسەررۇپ قىلىشىمىزنى تەرك ئەتكۈزۈشكە بۇيرۇمدۇ؟ سەن تازىمۇ كۆڭلى - كۆكسى كەڭ، تازىمۇ توغرا يول تاپقان ئادەمسەن - دە» دېدى",
        "numberInSurah": 87,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1561,
        "text": "شۇئەيب ئېيتتى: «ئى قەۋمىم! ئېيتىپ بېقىڭلارچۇ، پەرۋەردىگارىم ماڭا روشەن پاكىت (يەنى پەيغەمبەرلىك) ۋە كەڭتاشا ھالال رىزىق ئاتا قىلغان تۇرسا، (مەن شۇنداق نېمەتلەرنى ئاتا قىلغان پەرۋەردىگارىمنىڭ ئەمرىگە خىلاپلىق قىلامدىم؟) سىلەرگە قىلىش مەنئى قىلىنغان نەرسىنى ئۆزۈممۇ قىلىشنى خالىمايمەن، مەن پەقەت (سىلەرنى) قولۇمدىن كېلىشىچە تۈزەشنى خالايمەن، مەن پەقەت اﷲ نىڭ ياردىمى بولغاندىلا مۇۋەپپەقىيەت قازىنالايمەن، (ھەممە ئىشتا) اﷲ قا تايىنىمەن ۋە ئۇنىڭغا يۈزلىنىمەن",
        "numberInSurah": 88,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1562,
        "text": "ئى قەۋمىم! سىلەرنىڭ ماڭا قارشى تۇرغانلىقىڭلار سىلەرنى نۇھنىڭ قەۋمى ياكى ھۇدنىڭ قەۋمى ۋە ياكى سالىھنىڭ قەۋمى دۇچار بولغان ئازابقا دۇچار قىلمىسۇن. لۇت قەۋمى (نىڭ دىيارى) سىلەر (نىڭ جايىڭلار) دىن يىراق ئەمەس",
        "numberInSurah": 89,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1563,
        "text": "پەرۋەردىگارىڭلاردىن مەغپىرەت تەلەپ قىلىڭلار، ئاندىن ئۇنىڭغا تەۋبە قىلىڭلار، مېنىڭ پەرۋەردىگارىم (تەۋبە قىلغۇچىلارغا) ھەقىقەتەن مەرھەمەتلىكتۇر، (ئۇلارنى) دوست تۇتقۇچىدۇر»",
        "numberInSurah": 90,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1564,
        "text": "ئۇلار: «ئى شۇئەيب! بىز سېنىڭ ئېيتقانلىرىڭنىڭ نۇرغۇنىنى چۈشەنمەيمىز. بىز ئەلۋەتتە سېنى ئارىمىزدا كۈچسىز ئادەم دەپ قارايمىز، سېنىڭ قەۋم - قېرىنداشلىرىڭ بولمىغاندا ئىدى، بىز سېنى چوقۇم تاش - كېسەك قىلىپ ئۆلتۈرەتتۇق، سەن بىزگە ئەتىۋارلىق ئەمەسسەن» دېدى",
        "numberInSurah": 91,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1565,
        "text": "شۇئەيب ئېيتتى: «ئى قەۋمىم! مېنىڭ قەۋم قېرىنداشلىرىم سىلەرگە اﷲ تىنمۇ ئەتىۋارلىقمۇ؟ سىلەر اﷲ نى ئارقاڭلارغا چۆرىۋەتتىڭلار (يەنى اﷲ قا ئىتائەت قىلمىدىڭلار ۋە اﷲ نى ئۇلۇغلىمىدىڭلار)، پەرۋەردىگارىم سىلەرنىڭ قىلمىشلىرىڭلاردىن ئەلۋەتتە خەۋەرداردۇر",
        "numberInSurah": 92,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1566,
        "text": "ئى قەۋمىم! سىلەر ئۆز يولۇڭلار بويىچە ھەرىكەت قىلىڭلار، مەنمۇ ئەلۋەتتە ئۆز يولۇم بويىچە ھەرىكەت قىلاي! ئۇزاققا قالماي كىمنىڭ رەسۋا قىلغۇچى ئازابقا دۇچار بولىدىغانلىقى ۋە كىمنىڭ يالغانچى ئىكەنلىكىنى بىلىسىلەر، (ئىشىڭلارنىڭ ئاقىۋىتىنى) كۈتۈڭلار! شۈبھىسىزكى. مەنمۇ سىلەر بىلەن بىللە كۈتىمەن»",
        "numberInSurah": 93,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1567,
        "text": "بىزنىڭ (ئۇلارنى ھالاك قىلىش) پەرمانىمىز چۈشكەن چاغدا، شۇئەيبنى ۋە ئۇنىڭ بىلەن بىللە ئىمان ئېيتقانلارنى مەرھەمەت قىلىپ قۇتۇلدۇردۇق، (ئۆزلىرىگە) زۇلۇم قىلغانلارغا قاتتىق ئاۋاز (دىن پەيدا بولغان زىلزىلە) يۈزلەندى، ئۇلار ئۆز ئۆيلىرىدە ئولتۇرغان پېتى قېتىپ قالدى",
        "numberInSurah": 94,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1568,
        "text": "گويا ئۇلار ئۆيلىرىدە تۇرمىغاندەك (يەنى ياشىمىغاندەك) بولۇپ قالدى. مەديەن ئاھالىسى خۇددى سەمۇد قەۋمى ھالاك بولغاندەك ھالاك بولسۇن!",
        "numberInSurah": 95,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1569,
        "text": "بىز مۇسانى ھەقىقەتەن ئايەتلىرىمىز (يەنى اﷲ تىن نازىل بولغان دىنىي ئەھكاملار) ۋە روشەن دەلىللەر (يەنى مۆجىزىلەر) بىلەن پىرئەۋنگە ۋە ئۇنىڭ قەۋمىنىڭ چوڭلىرىغا (پەيغەمبەر قىلىپ) ئەۋەتتۇق، ئۇلار پىرئەۋننىڭ بۇيرۇقىغا بويسۇندى، پىرئەۋننىڭ بۇيرۇقى توغرا ئەمەس ئىدى",
        "numberInSurah": 96,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1570,
        "text": "بىز مۇسانى ھەقىقەتەن ئايەتلىرىمىز (يەنى اﷲ تىن نازىل بولغان دىنىي ئەھكاملار) ۋە روشەن دەلىللەر (يەنى مۆجىزىلەر) بىلەن پىرئەۋنگە ۋە ئۇنىڭ قەۋمىنىڭ چوڭلىرىغا (پەيغەمبەر قىلىپ) ئەۋەتتۇق، ئۇلار پىرئەۋننىڭ بۇيرۇقىغا بويسۇندى، پىرئەۋننىڭ بۇيرۇقى توغرا ئەمەس ئىدى",
        "numberInSurah": 97,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1571,
        "text": "پىرئەۋن قىيامەت كۈنى باشلامچىلىق بىلەن ئۆز قەۋمىنى دوزاخقا باشلاپ كىرىدۇ، ئۇ جاي نېمىدېگەن يامان!",
        "numberInSurah": 98,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1572,
        "text": "ئۇلار بۇ دۇنيادىمۇ، قىيامەت كۈنىدىمۇ لەنەتكە ئۇچرايدۇ، ئۇلارغا بېرىلگەن (ئىككىلا دۇنيادا لەنەتكە ئۇچراشتىن ئىبارەت) بۇ سوغا نېمىدېگەن يامان!",
        "numberInSurah": 99,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1573,
        "text": "مانا بۇلار (ئاھالىسىنى بىز ھالاك قىلغان) يۇرتلارنىڭ خەۋەرلىرىدۇر، ئۇنى ساڭا (ۋەھىيى ئارقىلىق) بايان قىلىمىز. ئۇ يۇرتلاردىن ئىزى قالغانلىرىمۇ بار (يەنى ئاھالىسى ھالاك قىلىنىپ، يۇرتلىرىنىڭ ئورنى قالدۇرۇلغانلىرىمۇ بار)، ئىزى قالمىغانلىرىمۇ بار (يەنى ئاھالىسى بىلەن قوشۇپ ئۆرۈۋېتىلگەن زىرائەتتەك ۋەيران قىلىنغانلىرىمۇ بار)",
        "numberInSurah": 100,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1574,
        "text": "بىز ئۇلارغا زۇلۇم قىلمىدۇق، لېكىن ئۇلار ئۆزلىرىگە ئۆزلىرى زۇلۇم قىلدى. پەرۋەردىگارىڭنىڭ (ئۇلارنى ھالاك قىلىش) پەرمانى كەلگەندە، ئۇلارنىڭ اﷲ نى قويۇپ ئىبادەت قىلغان مەبۇدلىرى ھېچ نەرسىگە ئەسقاتمىدى، ئۇلارغا پەقەت زىيان سالدى",
        "numberInSurah": 101,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1575,
        "text": "پەرۋەردىگارىڭ زالىم يۇرتلار (ئاھالىسى) نى ھالاك قىلسا، ئەنە شۇنداق ھالاك قىلىدۇ، اﷲ نىڭ ئازابى ھەقىقەتەن تولىمۇ قاتتىقتۇر",
        "numberInSurah": 102,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1576,
        "text": "ئاخىرەت ئازابىدىن قورقىدىغان ئادەم بۇ (قىسسە) دىن، ئەلۋەتتە ئىبرەت ئالىدۇ، ئەنە شۇ كۈن پۈتۈن خالايىق (ھېساب بېرىش ئۈچۈن) يىغىلىدىغان كۈندۇر، ئەنە شۇ كۈن ھەممە ھازىر بولىدىغان كۈندۇر",
        "numberInSurah": 103,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1577,
        "text": "ئۇنى (يەنى قىيامەت كۈنىنى) بىز مۇئەييەن مۇددەتكىچە تەخىر قىلىمىز",
        "numberInSurah": 104,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1578,
        "text": "قىيامەت كۈنى بولغاندا، ھەرقانداق ئادەم اﷲ تىن ئىجازەت بولغاندىلا سۆزلەيدۇ، ئۇلارنىڭ بەزىلىرى بەتبەخت بولىدۇ، بەزىلىرى سائادەتمەن بولىدۇ",
        "numberInSurah": 105,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1579,
        "text": "بەتبەختلەرگە كەلسەك، ئۇلار دوزاخقا كىرىدۇ، ئۇلار دوزاختا (ئېشەك ھاڭرىغاندەك) توۋلاپ نالە - پەرياد چېكىدۇ",
        "numberInSurah": 106,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1580,
        "text": "(دوزاخنىڭ) ئاسمان - زېمىننى يوقالمايلا تۇرسا، ئۇلار دوزاختا پەرۋەردىگارىڭ خالىغان زامانغىچە داۋاملىق تۇرىۋېرىدۇ، پەرۋەردىگارىڭ ئەلۋەتتە خالىغىنىنى قىلغۇچىدۇر",
        "numberInSurah": 107,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1581,
        "text": "سائادەتمەنلەرگە كەلسەك، ئۇلار جەننەتكە كىرىدۇ، (جەننەتنىڭ) ئاسمان - زېمىنى يوقالمايلا تۇرسا، ئۇلار جەننەتتە پەرۋەردىگارىڭ خالىغان زامانغىچە داۋاملىق تۇرىۋېرىدۇ (بۇ ئۇلارغا قىلىنغان) ئۈزۈلۈپ قالمايدىغان ئىنئامدۇر",
        "numberInSurah": 108,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1582,
        "text": "ئۇلار (يەنى مۇشرىكلار) نىڭ بۇتلارغا چوقۇنۇىشىنىڭ (گۇمراھلىق) ئىكەنلىكىدىن شەكلەنمە، ئۇلار پەقەت ئۆزلىرىنىڭ بىز ساڭا قىسسىسىنى بايان قىلغان ئاتا - بوۋىلىرىغا ئوخشاشلا چوقۇنىدۇ، بىز ئۇلارنىڭ (ئازابتىن) تېگىشلىك نېسىۋىسىنى چوقۇم كېمەيتمەي بېرىمىز",
        "numberInSurah": 109,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 191,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1583,
        "text": "شۈبھىسىزكى، بىز مۇساغا (يەنى تەۋراتنى) بەردۇق، ئۇنىڭ توغرىسىدا ئىختىلاپ قىلىندى (يەنى ئۇنىڭ قەۋمى بۇ كىتاب ئۈستىدە ئىختىلاپ قىلىشتى). پەرۋەردىگارىڭنىڭ ئالدىن چىقارغان (ئۇلارنى جازالاشنى قىيامەتكە قالدۇرۇش ھەققىدىكى) ھۆكمى بولمىسا ئىدى، ئۇلارنىڭ ئارىسىدا (مۇشۇ دۇنيادىلا ياخشىغا ياخشىچە، يامانغا يامانچە) چوقۇم ھۆكۈم چىقىرىلاتتى. ھەقىقەتەن ئۇلار ئۇنىڭدىن (يەنى قۇرئاندىن) زور گۇماندىدۇر",
        "numberInSurah": 110,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1584,
        "text": "پەرۋەردىگارىڭ ھەر بىر ئادەمگە ئۇنىڭ قىلغان ئەمەللىرىڭنىڭ مۇكاپاتىنى تولۇق بېرىدۇ، اﷲ، ئەلۋەتتە، ئۇلارنىڭ ئەمەللىرىدىن تولۇق خەۋەرداردۇر",
        "numberInSurah": 111,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1585,
        "text": "(ئى مۇھەممەد!) اﷲ سېنى بۇيرۇغاندەك توغرا يولدا بولغىن، ساڭا ئىمان ئېيتقانلارمۇ توغرا يولدا بولسۇن. (مەنئى قىلىنغان ئىشلارنى قىلىپ) اﷲ نىڭ چەكلىرىدىن چىقىپ كەتمەڭلار، شۈبھىسىزكى، اﷲ قىلمىشىڭلارنى بىلىپ تۇرغۇچىدۇر",
        "numberInSurah": 112,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1586,
        "text": "زالىملارغا مايىل بولماڭلار، (مايىل بولساڭلار) دوزاخ ئازابىغا قالىسىلەر، سىلەرگە اﷲ تىن باشقا (دوزاختىن قۇتۇلدۇرىدىغان) ھېچ ياردەمچى يوقتۇر، ئاندىن كېيىن ھېچ ياردەمگە ئېرىشەلمەيسىلەر",
        "numberInSurah": 113,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1587,
        "text": "كۈندۈزنىڭ ئىككى تەرىپىدە (يەنى ئەتىگەندە ۋە كەچقۇرۇن ۋاقىتلىرىدا) ۋە كېچىنىڭ دەسلەپكى ۋاقىتلىرىدا ناماز ئۆتىگىن. شۈبھىسىزكى، ياخشى ئىشلار ئارقىلىق يامان ئىشلار يۇيۇلىدۇ. بۇ چۈشەنگۈچىلەر ئۈچۈن ۋەز - نەسىھەتتۇر",
        "numberInSurah": 114,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1588,
        "text": "(ئى مۇھەممەد! مۇشرىكلاردىن يەتكەن ئەزىيەتلەرگە) سەۋر قىلغىن، اﷲ ھەقىقەتەن ياخشى ئىش قىلغۇچىلارنىڭ ئەجرىنى بىكار قىلىۋەتمەيدۇ",
        "numberInSurah": 115,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1589,
        "text": "سىلەردىن بۇرۇن ئۆتكەن ئۈممەتلەرنىڭ ئارىسىدا نېمىشقا (يامانلارنى) يەر يۈزىدە بۇزۇقچىلىق قىلىشتىن توسىدىغان ئەقىل ئىلگىرى بولمىدى؟ ئۇلار ئارىسىدىن بۇزۇقچىلىقنى توسۇپ بىزنىڭ نىجاتلىقىمىزغا ئېرىشكەن ئازغىنا كىشىلەر بۇنىڭدىن مۇستەسنا. ئۆزلىرىگە زۇلۇم قىلغۇچىلار ئەيش - ئىشرەتلىك تۇرمۇشنى قوغلىشىدۇ. ئۇلار گۇناھكار ئادەملەردۇر",
        "numberInSurah": 116,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1590,
        "text": "پەرۋەردىگارىڭ ئاھالىسى ياخشى بولغان يۇرتلارنى زۇلۇم سېلىپ ھالاك قىلمايدۇ",
        "numberInSurah": 117,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1591,
        "text": "ئەگەر پەرۋەردىگارىڭ خالىسا ئىدى، پۈتۈن ئادەملەرنى ئەلۋەتتە بىر ئۈممەت (يەنى بىر دىندا) قىلاتتى، ئۇلار (دىن توغرىسىدا) داۋاملىق ئىختىلاپ قىلىشقۇچىلاردۇر، پەقەت پەرۋەردىگارىڭنىڭ رەھمىتىگە ئېرىشكەنلەر بۇنىڭدىن مۇستەسنا. اﷲ ئۇلارنى شۇنىڭ ئۈچۈن (يەنى ئىختىلاپ ئۈچۈن) ياراتتى. پەرۋەردىگارىڭنىڭ: «مەن چوقۇم پۈتۈن جىنلار ۋە ئىنسانلار بىلەن دوزاخنى توشقۇزىمەن» دېگەن سۆزى ئېنىق بەلگىلەندى",
        "numberInSurah": 118,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1592,
        "text": "ئەگەر پەرۋەردىگارىڭ خالىسا ئىدى، پۈتۈن ئادەملەرنى ئەلۋەتتە بىر ئۈممەت (يەنى بىر دىندا) قىلاتتى، ئۇلار (دىن توغرىسىدا) داۋاملىق ئىختىلاپ قىلىشقۇچىلاردۇر، پەقەت پەرۋەردىگارىڭنىڭ رەھمىتىگە ئېرىشكەنلەر بۇنىڭدىن مۇستەسنا. اﷲ ئۇلارنى شۇنىڭ ئۈچۈن (يەنى ئىختىلاپ ئۈچۈن) ياراتتى. پەرۋەردىگارىڭنىڭ: «مەن چوقۇم پۈتۈن جىنلار ۋە ئىنسانلار بىلەن دوزاخنى توشقۇزىمەن» دېگەن سۆزى ئېنىق بەلگىلەندى",
        "numberInSurah": 119,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1593,
        "text": "كۆڭلۈڭنى خاتىرجەم قىلىش ئۈچۈن، ساڭا پەيغەمبەرلەرنىڭ قىسسىلىرىنى بايان قىلىپ بېرىمىز، بۇ قىسسىلەر ھەقىقەتنى، مۆمىنلەر ئۈچۈن ۋەز - نەسىھەت، ئىبرەتلەرنى ئۆز ئىچىگە ئالغان",
        "numberInSurah": 120,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1594,
        "text": "ئىمان ئېيتمايدىغانلارغا ئېيتقىنكى، «سىلەر ئۆز يولۇڭلار بويىچە ھەرىكەت قىلىڭلار، بىزمۇ ئۆز يولىمىز بويىچە ھەرىكەت قىلايلى",
        "numberInSurah": 121,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1595,
        "text": "سىلەر (ئىشىڭلارنىڭ ئاقىۋىتىنى) كۈتۈڭلار، بىزمۇ ئەلۋەتتە (شۇنى) كۈتىمىز»",
        "numberInSurah": 122,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1596,
        "text": "ئاسمانلاردىكى ۋە زېمىندىكى غەيبنى بىلىش پەقەت اﷲ قا خاستۇر، ھەممە ئىش اﷲ قا قايتۇرۇلىدۇ، اﷲ قا ئىبادەت قىلغىن ۋە اﷲ قا تەۋەككۈل قىلغىن (يەنى ھەممە ئىشىڭنى اﷲ قا تاپشۇرغىن). پەرۋەردىگارىڭ قىلىۋاتقان ئىشلىرىڭلاردىن غاپىل ئەمەستۇر",
        "numberInSurah": 123,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "ug.saleh",
      "language": "ug",
      "name": "محمد صالح",
      "englishName": "Muhammad Saleh",
      "format": "text",
      "type": "translation",
      "direction": "rtl"
    }
  }
}