{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 16,
    "name": "سُورَةُ النَّحۡلِ",
    "englishName": "An-Nahl",
    "englishNameTranslation": "The Bee",
    "revelationType": "Meccan",
    "numberOfAyahs": 128,
    "ayahs": [
      {
        "number": 1902,
        "text": "اﷲ نىڭ پەرمانى (يەنى قىيامەت) چوقۇم كېلىدۇ، ئۇنىڭغا ئالدىراپ كەتمەڭلار، اﷲ ئۇلار (يەنى مۇشرىكلار) نىڭ شېرىك كەلتۈرگەن نەرسىلىرىدىن پاكتۇر ۋە يۈكسەكتۇر",
        "numberInSurah": 1,
        "juz": 14,
        "manzil": 3,
        "page": 267,
        "ruku": 224,
        "hizbQuarter": 107,
        "sajda": false
      },
      {
        "number": 1903,
        "text": "اﷲ ئۆز ئىرادىسى بويىچە خالىغان بەندىلىرىگە پەرىشتىلەرنى ۋەھيى بىلەن نازىل قىلىپ (مۇنداق دەيدۇ): «(ئىنسانلارنى) ئاگاھلاندۇرۇڭلاركى، مەندىن باشقا ھېچ ئىلاھ يوقتۇر، مەندىن (يەنى ئازابىمدىن) قورقۇڭلار»",
        "numberInSurah": 2,
        "juz": 14,
        "manzil": 3,
        "page": 267,
        "ruku": 224,
        "hizbQuarter": 107,
        "sajda": false
      },
      {
        "number": 1904,
        "text": "اﷲ ئاسمانلارنى ۋە زېمىننى ھەق ياراتتى، اﷲ ئۇلار (يەنى مۇشرىكلار) نىڭ شېرىك كەلتۈرگەن نەرسىلىرىدىن يۈكسەكتۇر",
        "numberInSurah": 3,
        "juz": 14,
        "manzil": 3,
        "page": 267,
        "ruku": 224,
        "hizbQuarter": 107,
        "sajda": false
      },
      {
        "number": 1905,
        "text": "ئۇ ئىنساننى ئابىمەنىيدىن ياراتتى، ناگاھان ئۇ (اﷲ قا) ئاشكارا خۇسۇمەت قىلغۇچىدۇر",
        "numberInSurah": 4,
        "juz": 14,
        "manzil": 3,
        "page": 267,
        "ruku": 224,
        "hizbQuarter": 107,
        "sajda": false
      },
      {
        "number": 1906,
        "text": "اﷲ چارۋا ماللارنى سىلەرنىڭ مەنپەئەتلىنىشىڭلار ئۈچۈن ياراتتى، ئۇلار (نىڭ يۇڭى ۋە تېرىسى) بىلەن ئىسسىنىسىلەر، ئۇلار (نىڭ نەسلى، سۈتى، سۆڭىكى ۋە قىغى) دىن پايدىلىنىسىلەر ۋە ئۇلار (نىڭ گۆشلىرى) نى يەيسىلەر",
        "numberInSurah": 5,
        "juz": 14,
        "manzil": 3,
        "page": 267,
        "ruku": 224,
        "hizbQuarter": 107,
        "sajda": false
      },
      {
        "number": 1907,
        "text": "ئۇلارنى كەچتە ئوتلاقتىن قايتۇرۇپ كەلگەن ۋە ئەتىگەندە ئوتلاققا ئېلىپ چىققان ۋاقتىڭلاردا، چارۋا ماللار سىلەرگە زىننەت بولۇپ (خۇشاللىق بېغىشلايدۇ)",
        "numberInSurah": 6,
        "juz": 14,
        "manzil": 3,
        "page": 267,
        "ruku": 224,
        "hizbQuarter": 107,
        "sajda": false
      },
      {
        "number": 1908,
        "text": "ئۇلار يۈك - تاقلىرىڭلارنى سىلەر جاپا - مۇشەققەت بىلەن ئاران يېتىپ بارالايدىغان جايلارغا كۆتۈرۈپ بارىدۇ، سىلەرنىڭ پەرۋەردىگارىڭلار سىلەرگە ھەقىقەتەن شەپقەتلىكتۇر ۋە مېھرىباندۇر",
        "numberInSurah": 7,
        "juz": 14,
        "manzil": 3,
        "page": 268,
        "ruku": 224,
        "hizbQuarter": 107,
        "sajda": false
      },
      {
        "number": 1909,
        "text": "اﷲ ئاتنى، خېچىرنى ۋە ئېشەكنى مىنىشىڭلار ئۈچۈن ۋە زىننەت ئۈچۈن ياراتتى، اﷲ يەنە سىلەر بىلمەيدىغان نەرسىلەرنىمۇ يارىتىدۇ",
        "numberInSurah": 8,
        "juz": 14,
        "manzil": 3,
        "page": 268,
        "ruku": 224,
        "hizbQuarter": 107,
        "sajda": false
      },
      {
        "number": 1910,
        "text": "توغرا يول كۆرسىتىشنى اﷲ ئۆز ئۈستىگە ئالغان. بەزى يوللار ئەگرى بولىدۇ، مۇبادا اﷲ خالىسا ئىدى، سىلەرنىڭ ھەممىڭلارنى ئەلۋەتتە توغرا يولغا سالغان بولاتتى",
        "numberInSurah": 9,
        "juz": 14,
        "manzil": 3,
        "page": 268,
        "ruku": 224,
        "hizbQuarter": 107,
        "sajda": false
      },
      {
        "number": 1911,
        "text": "اﷲ سىلەرگە بۇلۇتتىن يامغۇر ياغدۇرۇپ بەردى، ئۇنىڭدىن ئىچىسىلەر ۋە شۇ يامغۇر ئاقىلىق ئۆسكەن دەل - دەرەخلەر بىلەن چارۋاڭلارنى باقىسىلەر",
        "numberInSurah": 10,
        "juz": 14,
        "manzil": 3,
        "page": 268,
        "ruku": 225,
        "hizbQuarter": 107,
        "sajda": false
      },
      {
        "number": 1912,
        "text": "اﷲ سىلەرگە شۇ يامغۇر بىلەن زىرائەتلەرنى ئۆستۈرۈپ بېرىدۇ، زەيتۇن، خورما، ئۈزۈم ۋە تۈرلۈك مېۋىلەرنى ئۆستۈرۈپ بېرىدۇ، چوڭقۇر پىكىر قىلىدىغان قەۋم ئۈچۈن بۇنىڭدا ھەقىقەتەن (اﷲ نىڭ قۇدرىتىنى كۆرسىتىدىغان) دەلىللەر بار",
        "numberInSurah": 11,
        "juz": 14,
        "manzil": 3,
        "page": 268,
        "ruku": 225,
        "hizbQuarter": 107,
        "sajda": false
      },
      {
        "number": 1913,
        "text": "اﷲ سىلەرگە كېچىنى، كۈندۈزنى، كۈننى، ئاينى بويسۇندۇرۇپ بەردى، يۇلتۇزلارمۇ اﷲ نىڭ ئەمرى بىلەن بويسۇندۇرۇلغاندۇر؛ چۈشىنىدىغان قەۋم ئۈچۈن بۇنىڭدا نۇرغۇن دەلىللەر بار",
        "numberInSurah": 12,
        "juz": 14,
        "manzil": 3,
        "page": 268,
        "ruku": 225,
        "hizbQuarter": 107,
        "sajda": false
      },
      {
        "number": 1914,
        "text": "اﷲ يەنە يەر يۈزىدە سىلەر ئۈچۈن ياراتقان رەڭگارەڭ نەرسىلەرنى (سىلەرگە بويسۇندۇرۇپ بەردى)، ۋەز - نەسىھەت ئالىدىغان قەۋم ئۈچۈن بۇنىڭدا ئەلۋەتتە ئىبرەت بار",
        "numberInSurah": 13,
        "juz": 14,
        "manzil": 3,
        "page": 268,
        "ruku": 225,
        "hizbQuarter": 107,
        "sajda": false
      },
      {
        "number": 1915,
        "text": "اﷲ سىلەرنى دېڭىزنىڭ يېڭى گوشلىرى (يەنى بېلىقلىرى) نى يېسۇن، تاقايدىغان زىننەت بۇيۇملىرى (يەنى ئۈنچە - مارجانلار) نى چىقارسۇن دەپ، سىلەرگە دېڭىزنى بويسۇندۇرۇپ بەردى. اﷲ نىڭ نېمەتلىرىنى تەلەپ قىلىشىڭلار ۋە ئۇنىڭغا شۈكۈر قىلىشىڭلار ئۈچۈن، (اﷲ نىڭ بويسۇندۇرۇشى بىلەن يېمەك - ئىچمەكلەر ۋە يۈك - تاقلار قاچىلانغان) كېمىلەرنىڭ دېڭىزدا دولقۇن يېرىپ كېتىۋاتقانلىقىنى كۆرۈسەن",
        "numberInSurah": 14,
        "juz": 14,
        "manzil": 3,
        "page": 268,
        "ruku": 225,
        "hizbQuarter": 107,
        "sajda": false
      },
      {
        "number": 1916,
        "text": "زېمىننىڭ سىلەرنى تەۋرىتىۋەتمەسلىكى ئۈچۈن، اﷲ ئۇنىڭدا تاغلارنى بەرپا قىلدى، (زىرائەتلىرىڭلارنى، چارۋا ماللىرىڭلارنى سۇغىرىشىڭلار ئۈچۈن) ئېرىق - ئۆستەڭلەرنى، ئېزىپ قالماسلىقىڭلار ئۈچۈن يوللارنى پەيدا قىلدى",
        "numberInSurah": 15,
        "juz": 14,
        "manzil": 3,
        "page": 269,
        "ruku": 225,
        "hizbQuarter": 107,
        "sajda": false
      },
      {
        "number": 1917,
        "text": "(يوللارغا) بەلگىلەرنى قىلدى. ئۇلار (كېچىسى قۇرۇقلۇقتا ۋە دېڭىزلاردا) يۇلتۇزلار بىلەن يول تاپىدۇ",
        "numberInSurah": 16,
        "juz": 14,
        "manzil": 3,
        "page": 269,
        "ruku": 225,
        "hizbQuarter": 107,
        "sajda": false
      },
      {
        "number": 1918,
        "text": "(پۇتۇن كائىناتنى) ياراتقان اﷲ بىلەن (ھېچ نەرسىنى) يارىتالمايدىغان (بۇتلار) ئوخشاش بولامدۇ؟ ئويلىمامسىلەر",
        "numberInSurah": 17,
        "juz": 14,
        "manzil": 3,
        "page": 269,
        "ruku": 225,
        "hizbQuarter": 107,
        "sajda": false
      },
      {
        "number": 1919,
        "text": "ئەگەر اﷲ نىڭ (سىلەرگە بەرگەن) نېمىتىنى سانىساڭلار، ئۇنىڭ ھېسابىنى ئېلىپ بولالمايسىلەر. شۈبھىسىزكى، اﷲ سىلەر (نىڭ بۇ جەھەتتىكى يېتەرسىزلىكىڭلار) نى ئەلۋەتتە مەغپىرەت قىلغۇچىدۇر، (بەندىلىرىگە) مېھرىباندۇر",
        "numberInSurah": 18,
        "juz": 14,
        "manzil": 3,
        "page": 269,
        "ruku": 225,
        "hizbQuarter": 107,
        "sajda": false
      },
      {
        "number": 1920,
        "text": "اﷲ سىلەر يوشۇرغان ۋە ئاشكارا قىلغاننىڭ ھەممىسىنى بىلىپ تۇرىدۇ",
        "numberInSurah": 19,
        "juz": 14,
        "manzil": 3,
        "page": 269,
        "ruku": 225,
        "hizbQuarter": 107,
        "sajda": false
      },
      {
        "number": 1921,
        "text": "ئۇلارنىڭ اﷲ نى قويۇپ ئىبادەت قىلغانلىرى (يەنى بۇتلىرى) ھېچ شەيئىنى يارىتالمايدۇ، بەلكى ئۇلارنىڭ ئۆزلىرى يارىتىلغاندۇر (يەنى ئىنسانلار تەرىپىدىن ياسالغاندۇر)",
        "numberInSurah": 20,
        "juz": 14,
        "manzil": 3,
        "page": 269,
        "ruku": 225,
        "hizbQuarter": 107,
        "sajda": false
      },
      {
        "number": 1922,
        "text": "ئۇلار (يەنى بۇتلار) تىرىك ئە مەس، ئۆلۈكتۈر، ئۇلار (چوقۇنغۇچىلىرىنىڭ) قاچان قايتا تىرىلدۈرۈلىدىغانلىقىنى ئۇقمايدۇ",
        "numberInSurah": 21,
        "juz": 14,
        "manzil": 3,
        "page": 269,
        "ruku": 225,
        "hizbQuarter": 107,
        "sajda": false
      },
      {
        "number": 1923,
        "text": "سىلەرنى (ئىبادەت قىلىشقا لايىق) ئىلاھىڭلار بىردۇر، ئاخىرەتكە ئىشەنمەيدىغانلارنىڭ دىللىرى (اﷲ نىڭ بىرلىكىنى) ئىنكار قىلىدۇ، ئۇلار چوڭچىلىق قىلىپ، (ھەقنى قوبۇل قىلىشتىن) باش تارتقۇچىلاردۇر",
        "numberInSurah": 22,
        "juz": 14,
        "manzil": 3,
        "page": 269,
        "ruku": 226,
        "hizbQuarter": 107,
        "sajda": false
      },
      {
        "number": 1924,
        "text": "اﷲ ئۇلارنىڭ يوشۇرغانلىرىنى ۋە ئاشكارا قىلغانلىرىنى راستلا بىلىپ تۇرىدۇ، اﷲ تەكەببۇرلۇق قىلغۇچىلارنى ھەقىقەتەن دوست تۇتمايدۇ",
        "numberInSurah": 23,
        "juz": 14,
        "manzil": 3,
        "page": 269,
        "ruku": 226,
        "hizbQuarter": 107,
        "sajda": false
      },
      {
        "number": 1925,
        "text": "ئۇلارغا (يەنى مۇشرىكلارغا): «پەرۋەردىگارىڭلار (پەيغەمبىرىگە) نېمىلەرنى نازىل قىلدى؟» دېيىلسە، ئۇلار (مەسخىرە قىلىپ): «قەدىمكىلەرنىڭ ئەپسانىلىرىنى (نازىل قىلىدى)» دېيىشىدۇ",
        "numberInSurah": 24,
        "juz": 14,
        "manzil": 3,
        "page": 269,
        "ruku": 226,
        "hizbQuarter": 107,
        "sajda": false
      },
      {
        "number": 1926,
        "text": "ئۇلار قىيامەت كۈنى ئۆزلىرىنىڭ گۇناھلىرىغا تولۇق جاۋابكار بولۇشلىرى ۋە ئۆزلىرى تەرىپىدىن بىلمەستىن ئازدۇرۇلغانلارنىڭ بىر قىسىم گۇناھلىرىغا ئۆزلىرى جاۋابكار بولۇشلىرى ئۈچۈن (يۇقىرىقى بوھتان سوزلەرنى قىلدى)، ئۇلارنىڭ جاۋابكار بولىدىغىنى نېمىدېگەن يامان!",
        "numberInSurah": 25,
        "juz": 14,
        "manzil": 3,
        "page": 269,
        "ruku": 226,
        "hizbQuarter": 107,
        "sajda": false
      },
      {
        "number": 1927,
        "text": "ئۇلار (يەنى مەككە كاپىرلىرى) دىن ئىلگىرى ئۆتكەن كاپىرلار (ئۆز پەيغەمبەرلىرىگە) ھىيلە - مىكىر ئىشلىتىپ (اﷲ نىڭ نۇرىنى ئۆچۈرمەكچى بولدى). اﷲ ئۇلارنىڭ (ھىيلە - مىكىر) بىناسىنى تەلتۆكۈس گۇمران قىلدى، ئۇلارنىڭ ئۈستىگە (بۇ بىنانىڭ) ئۆگزىسى ئۆرۈلۈپ چۈشتى، ئۇلارغا ئۆزلىرى ئويلىمىغان يەردىن ئازاب كەلدى",
        "numberInSurah": 26,
        "juz": 14,
        "manzil": 3,
        "page": 269,
        "ruku": 227,
        "hizbQuarter": 107,
        "sajda": false
      },
      {
        "number": 1928,
        "text": "ئاندىن كېيىن اﷲ ئۇلارنى قىيامەت كۈنى رەسۋا قىلىدۇ، (ئۇلارغا كايىپ) «مېنىڭ شېرىكلىرىم قېنى قەيەردە؟ سىلەر ئۇلار توغرىسىدا (پەيغەمبەرلەر بىلەن) مۇنازىرىلىشەتتىڭلارغۇ؟» دەيدۇ. ئىلىم بېرىگەنلەر (يەنى ئۇلارنى ئىمانغا دەۋەت قىلغان پەيغەمبەرلەر ۋە ئۆلىمالار): «بۈگۈن رەسۋالىق ۋە ئازاب ھەقىقەتەن كاپىرلارغا تېگىشلىكتۇر» دەيدۇ",
        "numberInSurah": 27,
        "juz": 14,
        "manzil": 3,
        "page": 270,
        "ruku": 227,
        "hizbQuarter": 107,
        "sajda": false
      },
      {
        "number": 1929,
        "text": "ئۇلار (كۇفرىنى ئىختىيار قىلىپ) ئۆزلىرىگە زىيان سالغان شارائىتتا، پەرىشتىلەر ئۇلارنىڭ جانلىرىنى ئالىدۇ. ئۇلار بويسۇنغانلىقلىرىنى بىلدۈرۈپ: «بىز ھېچقانداق يامان ئىش قىلمىدۇق» (دەيدۇ). ئۇنداق ئەمەس، اﷲ سىلەنىڭ قىلمىشىڭلارنى ھەقىقەتەن تولۇق بىلگۈچىدۇر",
        "numberInSurah": 28,
        "juz": 14,
        "manzil": 3,
        "page": 270,
        "ruku": 227,
        "hizbQuarter": 107,
        "sajda": false
      },
      {
        "number": 1930,
        "text": "سىلەر (ئىچىدە) مەڭگۈ قالىدىغان جەھەننەمنىڭ دەرۋازىلىرىدىن كىرىڭلار، چوڭچىلىق قىلىپ، (اﷲ قا ئىتائەت قىلىشتىن باش تارتقۇچىلارنىڭ بارىدىغان جايى نېمىدېگەن يامان!",
        "numberInSurah": 29,
        "juz": 14,
        "manzil": 3,
        "page": 270,
        "ruku": 227,
        "hizbQuarter": 107,
        "sajda": false
      },
      {
        "number": 1931,
        "text": "تەقۋادارلارغا: «پەرۋەردىگارىڭلار (پەيغەمبىرىگە) نېمىلەرنى نازىل قىلدى؟» دېيىلسە، ئۇلار: «ياخشى سۆزلەرنى نازىل قىلدى» دېيىشىدۇ. ياخشى ئىش قىلغۇچىلار بۇ دۇنيادا مۇكاپاتلىنىدۇ، ئاخىرەت يۇرتى (ئۇلار ئۈچۈن تېخىمۇ) ياخشىدۇر. تەقۋادارلارنىڭ يۇرتى راستلا نېمىدېگەن گۈزەل!",
        "numberInSurah": 30,
        "juz": 14,
        "manzil": 3,
        "page": 270,
        "ruku": 227,
        "hizbQuarter": 108,
        "sajda": false
      },
      {
        "number": 1932,
        "text": "ئۇلار ئاستىدىن ئۆستەڭلار ئېقىپ تۇرىدىغان ئەدنى جەننەتلىرىگە كىرىدۇ، ئۇ يەردە ئۇلارنىڭ كۆڭلى خالىغان نەرسىلەر تېپىلىدۇ، اﷲ تەقۋادارلارنى ئەنە شۇنداق مۇكاپاتلايدۇ",
        "numberInSurah": 31,
        "juz": 14,
        "manzil": 3,
        "page": 270,
        "ruku": 227,
        "hizbQuarter": 108,
        "sajda": false
      },
      {
        "number": 1933,
        "text": "ئۇلار (مۇشرىكلىك ۋە گۇناھلاردىن) پاك بولغان شارائىتتا پەرىشتىلەر ئۇلارنى قەبزى روھ قىلىدۇ، پەرىشتىلەر ئۇلارغا: «سالام سىلەرگە! قىلغان ئەمەلىڭلارنى خاسىيىتىدىن جەننەتكە كىرىڭلار» دەيدۇ",
        "numberInSurah": 32,
        "juz": 14,
        "manzil": 3,
        "page": 270,
        "ruku": 227,
        "hizbQuarter": 108,
        "sajda": false
      },
      {
        "number": 1934,
        "text": "كاپىرلار پەقەت (ئۆزلىرىنىڭ جېنىنى ئېلىش ئۈچۈن) پەرىشتىلەرنىڭ چۈشۈشىنى ياكى پەرۋەردىگارىڭنىڭ ئەمرىنىڭ (يەنى ئازابىنىڭ) چۈشۈشىنىلا كۈتىدۇ، ئۇلاردىن بۇرۇن ئۆتكەن (كاپىر) لارمۇ ئەنە شۇنداق قىلغان ئىدى. اﷲ ئۇلارغا زۇلۇم قىلغىنى يوق، لېكىن ئۇلار ئۆزلىرىگە ئۆزلىرى زۇلۇم قىلدى",
        "numberInSurah": 33,
        "juz": 14,
        "manzil": 3,
        "page": 270,
        "ruku": 227,
        "hizbQuarter": 108,
        "sajda": false
      },
      {
        "number": 1935,
        "text": "ئۇلار قىلمىشلىرىنىڭ جازاسىنى تارتتى، ئۇلارغا مەسخىرە قىلغانلىقلىرىنىڭ جازاسى (يەنى قاتتىق ئازابى) چۈشتى",
        "numberInSurah": 34,
        "juz": 14,
        "manzil": 3,
        "page": 270,
        "ruku": 227,
        "hizbQuarter": 108,
        "sajda": false
      },
      {
        "number": 1936,
        "text": "مۇشرىكلار: «مۇبادا اﷲ خالىغان بولسا، بىز ۋە بىزنىڭ ئاتا بوۋىلىرىمىز اﷲ نى قويۇپ ھىچ نەرسىگە ئىبادەت قىلمىغان بولاتتۇق، اﷲ ھارام قىلمىغان (يەنى اﷲ نىڭ ھۆكمىسىز) ھىچ نەرسىنى ھارام قىلمىغان بولاتتۇق» دېدى. ئۇلاردىن ئىلگىرىكىلەرمۇ ئەنە شۇنداق قىلغان ئىدى. پەيغەمبەرلەرنىڭ مەسئۇلىيىتى پەقەت روشەن تەبلىغ قىلىشتىنلا ئىبارەت (ھىدايەت قىلىش بولسا اﷲ نىڭ ئىشىدۇر)",
        "numberInSurah": 35,
        "juz": 14,
        "manzil": 3,
        "page": 271,
        "ruku": 228,
        "hizbQuarter": 108,
        "sajda": false
      },
      {
        "number": 1937,
        "text": "بىز ھەقىقەتەن ھەر بىر ئۈممەتكە: «اﷲ قا ئىبادەت قىلىڭلار، شەيتاندىن (يەنى شەيتانغا، بۇتلارغا، كاھىنلارغا ئوخشاش ھەرقانداق مەبۇدقا ئىبادەت قىلىشتىن) يىراق بولۇڭلار» دەپ پەيغەمبەر ئەۋەتتۇق، ئۇلارنىڭ ئارىسىدا اﷲ ھىدايەت قىلغانلىرىمۇ بار، گۇمراھلىققا تېگىشلىك بولغانلىرىمۇ بار. يەر يۈزىدە سەير قىلىپ يۈرۈپ (پەيغەمبەرلەرنى) ئىنكار قىلغانلارنىڭ ئاقىۋىتىنىڭ قانداق بولغانلىقىنى كۆزىتىڭلار",
        "numberInSurah": 36,
        "juz": 14,
        "manzil": 3,
        "page": 271,
        "ruku": 228,
        "hizbQuarter": 108,
        "sajda": false
      },
      {
        "number": 1938,
        "text": "سەن ئۇلارنىڭ ھىدايەت تىپىشىغا ھېرىس بولساڭمۇ، اﷲ ئۆزى گۇمراھ قىلغان كىشىنى ھىدايەت قىلمايدۇ، ئۇلارنى (اﷲ نىڭ ئازابىدىن قۇتۇلدۇرىدىغان) ھېچقانداق مەدەتكار يوق",
        "numberInSurah": 37,
        "juz": 14,
        "manzil": 3,
        "page": 271,
        "ruku": 228,
        "hizbQuarter": 108,
        "sajda": false
      },
      {
        "number": 1939,
        "text": "ئۇلار: «اﷲ ئۆلۈكنى تىرىلدۈرمەيدۇ» دەپ قاتتىق قەسەم ئىچىشتى، ئۇنداق ئەمەس (يەنى ئۆلۈكنى تىرىلدۈرىدۇ)، اﷲ ۋەدىسىنى چوقۇم ئىشقا ئاشۇرىدۇ، لېكىن ئىنسانلارنىڭ تولىسى (اﷲ نىڭ قۇدرىتىنى) بىلمەيدۇ (شۇڭلاشقا ئۆلگەندىن كېيىن تىرىلىشنى ئىنكار قىلىدۇ",
        "numberInSurah": 38,
        "juz": 14,
        "manzil": 3,
        "page": 271,
        "ruku": 228,
        "hizbQuarter": 108,
        "sajda": false
      },
      {
        "number": 1940,
        "text": "اﷲ ئۇلار ئىختىلاپ قىلىشقان ھەق بىلەن ناھەقنى ئۇلارغا ئايرىپ بېرىش ۋە كاپىرلارغا ئۇلارنىڭ يالغانچىلىقلىرىنى بىلدۈرۈپ قويۇش ئۈچۈن (ئۇلارنى قايتىدىن تىرىلدۈرىدۇ)",
        "numberInSurah": 39,
        "juz": 14,
        "manzil": 3,
        "page": 271,
        "ruku": 228,
        "hizbQuarter": 108,
        "sajda": false
      },
      {
        "number": 1941,
        "text": "بىز بىرەر شەيئىنى ۋۇجۇدقا كەلتۈرمەكچى بولساق، ئۇنىڭغا: «ۋۇجۇدقا كەل» دەيمىز - دە، ئۇ ۋۇجۇدقا كېلىدۇ",
        "numberInSurah": 40,
        "juz": 14,
        "manzil": 3,
        "page": 271,
        "ruku": 228,
        "hizbQuarter": 108,
        "sajda": false
      },
      {
        "number": 1942,
        "text": "زۇلۇمغا ئۇچرىغاندىن كېيىن اﷲ يولىدا ھىجرەت قىلغانلارنى دۇنيادا چوقۇم ياخشى جايغا ئورۇنلاشتۇرىمىز، ئۇلار بىلىدىغان بولسا، ئۇلارغا ئاخىرەتنىڭ ساۋابى تېخىمۇ چوڭدۇر",
        "numberInSurah": 41,
        "juz": 14,
        "manzil": 3,
        "page": 271,
        "ruku": 229,
        "hizbQuarter": 108,
        "sajda": false
      },
      {
        "number": 1943,
        "text": "ئۇلار (ئېغىرچىلىقلارغا) سەۋر قىلدى، ئۇلار (ھەممە ئىشتا) پەرۋەردىگارىغا تەۋەككۈل قىلىدۇ (يەنى يۆلىنىدۇ)",
        "numberInSurah": 42,
        "juz": 14,
        "manzil": 3,
        "page": 271,
        "ruku": 229,
        "hizbQuarter": 108,
        "sajda": false
      },
      {
        "number": 1944,
        "text": "سەندىن ئىلگىرى بىز پەقەت ئەرلەرگىلا ۋەھيى نازىل قىلىپ، ئۇلارنى پەيغەمبەر قىلىپ ئەۋەتتۇق، (ئى قۇرەيش جامائەسى!) بۇنى بىلمىسەڭلار، ئىلىم ئەھلىلىرى (يەنى تەۋرات ۋە ئىنجىلنى بىلگۈچىلەر) دىن سوراڭلار",
        "numberInSurah": 43,
        "juz": 14,
        "manzil": 3,
        "page": 272,
        "ruku": 229,
        "hizbQuarter": 108,
        "sajda": false
      },
      {
        "number": 1945,
        "text": "(ئۇلارنى ئۇلارنىڭ راستلىقىنى كۆرسىتىپ بېرىدىغان) دەلىللەر ۋە مۇقەددەس كىتابلار بىلەن (ئەۋەتتۇق)، بىز ساڭا قۇرئاننى ئىنسانلارغا چۈشۈرۈلگەن شەرىئەتنى بايان قىلىپ بەرسۇن، ئۇلار (بۇ قۇرئاننى) پىكىر قىلىپ (ئۇنىڭدىن ۋەز - نەسىھەت ئالسۇن) دەپ نازىل قىلدۇق",
        "numberInSurah": 44,
        "juz": 14,
        "manzil": 3,
        "page": 272,
        "ruku": 229,
        "hizbQuarter": 108,
        "sajda": false
      },
      {
        "number": 1946,
        "text": "ھىيلە - مىكىر ئىشلىتىپ يامان ئىش قىلغانلار اﷲ نىڭ ئۆزلىرىنى يەرگە يۇتقۇزۇۋىېتىشىدىن ياكى ئۆزلىرىگە ئويلىمىغان يەردىن ئازاب كېلىدىن قورقمامدۇ؟",
        "numberInSurah": 45,
        "juz": 14,
        "manzil": 3,
        "page": 272,
        "ruku": 229,
        "hizbQuarter": 108,
        "sajda": false
      },
      {
        "number": 1947,
        "text": "ياكى ئۆزلىرىنى سەپەر ئۇستىدىكى چاغلىرىدا جازاغا يۇلۇقتۇرۇشىدىن قورقمامدۇ؟ (بۇ چاغدا) ئۇلار قېچىپ قۇتۇلالمايدۇ",
        "numberInSurah": 46,
        "juz": 14,
        "manzil": 3,
        "page": 272,
        "ruku": 229,
        "hizbQuarter": 108,
        "sajda": false
      },
      {
        "number": 1948,
        "text": "ياكى (اﷲ نىڭ) ئۆزلىرىنى قەدەممۇقەدەم جازالىشىدىن قورقمامدۇ؟ سىلەرنىڭ پەرۋەردىگارىڭلار ئەلۋەتتە مەرھەمەتلىكتۇر، مېھرىباندۇر (شۇڭا سىلەرنى ئالدىراپ جازالىمىدى",
        "numberInSurah": 47,
        "juz": 14,
        "manzil": 3,
        "page": 272,
        "ruku": 229,
        "hizbQuarter": 108,
        "sajda": false
      },
      {
        "number": 1949,
        "text": "ئۇلار اﷲ ياراتقان شەيئىلەرنىڭ سايىلىرىنىڭ بويسۇنغان ھالدا اﷲ قا سەجدە قىلىش يۈزىسىدىن ئوڭ - سولغا مايىل بولۇپ تۇرغانلىقىنى كۆرمىدىمۇ؟",
        "numberInSurah": 48,
        "juz": 14,
        "manzil": 3,
        "page": 272,
        "ruku": 229,
        "hizbQuarter": 108,
        "sajda": false
      },
      {
        "number": 1950,
        "text": "ئاسمانلاردىكى ۋە زېمىندىكى ھايۋاناتلار، پەرىشتىلەر اﷲ قا سەجدە قىلىدۇ، ئۇلار (اﷲ قا سەجدە قىلىشتىن) چوڭچىلىق قىلىپ باش تارتمايدۇ",
        "numberInSurah": 49,
        "juz": 14,
        "manzil": 3,
        "page": 272,
        "ruku": 229,
        "hizbQuarter": 108,
        "sajda": false
      },
      {
        "number": 1951,
        "text": "ئۇلار ئۆز ئۈستىدىكى پەرۋەردىگارىدىن قورقىدۇ، ئۆزلىرىگە بۇيرۇلغاننى قىلىدۇ",
        "numberInSurah": 50,
        "juz": 14,
        "manzil": 3,
        "page": 272,
        "ruku": 229,
        "hizbQuarter": 108,
        "sajda": {
          "id": 3,
          "recommended": true,
          "obligatory": false
        }
      },
      {
        "number": 1952,
        "text": "اﷲ: «ئىككى ئىلاھقا ئىبادەت قىلماڭلار، ئۇ پەقەت بىرلا ئىلاھتۇر، مەندىنلا قورقۇڭلار» دېدى",
        "numberInSurah": 51,
        "juz": 14,
        "manzil": 3,
        "page": 272,
        "ruku": 230,
        "hizbQuarter": 109,
        "sajda": false
      },
      {
        "number": 1953,
        "text": "ئاسمانلاردىكى ۋە زېمىندىكى ھەممە نەرسە اﷲ نىڭ مۈلكىدۇر، ئىبادەت ھەمىشە اﷲ قا خاستۇر، اﷲ تىن بۆلەك غەيرىدىن قورقامسىلەر؟",
        "numberInSurah": 52,
        "juz": 14,
        "manzil": 3,
        "page": 272,
        "ruku": 230,
        "hizbQuarter": 109,
        "sajda": false
      },
      {
        "number": 1954,
        "text": "سىلەر بەھرىمەن بولۇۋاتقان نېمەتلەرنىڭ ھەممىسىنى اﷲ بەرگەن، سىلەرگە بىر ئېغىرچىلىق يەتسە، اﷲ قا يالۋۇرۇپ دۇئا قىلىسىلەر",
        "numberInSurah": 53,
        "juz": 14,
        "manzil": 3,
        "page": 272,
        "ruku": 230,
        "hizbQuarter": 109,
        "sajda": false
      },
      {
        "number": 1955,
        "text": "اﷲ سىلەردىن ئېغىرچىلىقنى كۆتۈرۈۋەتسە، ئاراڭلاردىن بىر بۆلۈك ئادەم دەرھال ئۆز پەرۋەردىگارىغا شېرىك كەلتۈرىدۇ",
        "numberInSurah": 54,
        "juz": 14,
        "manzil": 3,
        "page": 272,
        "ruku": 230,
        "hizbQuarter": 109,
        "sajda": false
      },
      {
        "number": 1956,
        "text": "ئۇلار ئۆزلىرىگە بەرگەن (بېشىدىكى ئېغىرچىلىقنى كۆتۈرۈۋەتكەنلىكىمىزدىن ئىبارەت) نېمىتىمىزگە ناشۈكۈرلۈك قىلىدۇ، (سىلەر ئەجىلىڭلار يەتكۈچە دۇنيادىن) بەھرىمەن بولۇڭلار، (ئىشىڭلارنىڭ ئاقىۋىتىنى) ئۇزاققا قالماي بىلىسىلەر",
        "numberInSurah": 55,
        "juz": 14,
        "manzil": 3,
        "page": 273,
        "ruku": 230,
        "hizbQuarter": 109,
        "sajda": false
      },
      {
        "number": 1957,
        "text": "ئۇلار بىز ئۆزلىرىگە بەرگەن مال - مۈلۈكتىن بىلىمسىز (بۇتلارغا) نېسىۋە قالدۇرىدۇ، (ئى مۇشرىكلار!) اﷲ نىڭ نامى بىلەن قەسەمكى، سىلەر ئۆزۈڭلار ئويدۇرۇپ چىقارغان نەرسەڭلار ئۈچۈن چوقۇم سوراققا تارتىلىسىلەر",
        "numberInSurah": 56,
        "juz": 14,
        "manzil": 3,
        "page": 273,
        "ruku": 230,
        "hizbQuarter": 109,
        "sajda": false
      },
      {
        "number": 1958,
        "text": "ئۇلار اﷲ قا قىزلارنى نىسبەت بېرىدۇ، اﷲ (بۇنداق بوھتاندىن) پاكتۇر، ئۇلار ئۆزى ئارزۇ قىلىدىغانلىرىنى ئۆزلىرىگە نىسبەت بېرىدۇ",
        "numberInSurah": 57,
        "juz": 14,
        "manzil": 3,
        "page": 273,
        "ruku": 230,
        "hizbQuarter": 109,
        "sajda": false
      },
      {
        "number": 1959,
        "text": "ئۇلارنىڭ بىرەرسىگە (خوتۇنىنىڭ) قىز تۇغقانلىق خوش خەۋىرى يەتكۈزۈلسە، چىرايى ئۆزگىرىپ، غەزەپناك بولۇپ كېتىدۇ",
        "numberInSurah": 58,
        "juz": 14,
        "manzil": 3,
        "page": 273,
        "ruku": 230,
        "hizbQuarter": 109,
        "sajda": false
      },
      {
        "number": 1960,
        "text": "يەتكۈزۈلگەن يامان خەۋەردىن قورقۇپ، ئۆز قەۋمىگە كۆرۈنمەي يوشۇرۇنۇۋالىدۇ. ئاندىن ئۇ نومۇسقا چىداپ قىزنى ساقلاپ قالامدۇ؟ ياكى ئۇنى توپا ئاستىغا (تىرىك) كۆمەمدۇ؟ (شۇ ھەقتە ئويلىنىدۇ) ئۇلارنىڭ ھۆكمى (يەنى ئوغۇللارنى ئۆزلىرىگە نىسبەت بېرىپ، قىزلارنى اﷲ قا نىسبەت بېرىشى) ھەقىقەتەن نېمىدېگەن قەبىھ!",
        "numberInSurah": 59,
        "juz": 14,
        "manzil": 3,
        "page": 273,
        "ruku": 230,
        "hizbQuarter": 109,
        "sajda": false
      },
      {
        "number": 1961,
        "text": "ئاخىرەتكە ئىشەنمەيدىغانلار (ئوغۇلنى ياخشى كۆرۈپ، قىزنى يامان كۆرۈش، خوتۇنى ئوغۇل تۇغسا خۇشال بولۇپ، قىز تۇغسا ئاچچىقى كېلىش، ئار - نومۇستىن ۋە كەمبەغەللىكتىن قورقۇپ، قىزلارنى تىرىك كۈمۈشكە ئوخشاش) يامان سۈپەتلەرگە ئىگە، اﷲ بولسا ئەڭ ئالىي خىسلەتلەرگە ئىگە، اﷲ غالىبتۇر، ھېكمەت بىلەن ئىش قىلغۇچىدۇر",
        "numberInSurah": 60,
        "juz": 14,
        "manzil": 3,
        "page": 273,
        "ruku": 230,
        "hizbQuarter": 109,
        "sajda": false
      },
      {
        "number": 1962,
        "text": "ئەگەر اﷲ ئىنسانلارنى ئۇلارنىڭ زۇلمى تۈپەيلىدىن (چاپسان) جازالايدىغان بولسا، يەر يۈزىدە قىمىرلاپ تۇرىدىغان ھېچبىر جان ئىگىسىنى قويمىغان بولاتتى، لېكىن اﷲ ئۇلارنى مۇئەييەن ۋاقىتقىچە تەخىر قىلىدۇ، ئۇلارنىڭ (ھالاك بولۇش) ۋاقتى كەلگەندە قىلچە ۋاقىتمۇ كېچىكتۈرۈلمەيدۇ، (ۋاقتى كەلمىسە) قىلچە ۋاقىتمۇ ئىلگىرى سۈرۈلمەيدۇ",
        "numberInSurah": 61,
        "juz": 14,
        "manzil": 3,
        "page": 273,
        "ruku": 231,
        "hizbQuarter": 109,
        "sajda": false
      },
      {
        "number": 1963,
        "text": "ئۇلار ئۆزلىرى يامان كۆرۈدىغاننى اﷲ قا مەنسۇپ قىلىدۇ، ئۇلار ئاقىۋىتىنىڭ ياخشى بولىدىغانلىقى بىلەن جۆيلۈيدۇ، شۈبھىسىزكى، ئۇلار دوزاخ ئازابىغا دۇچار بولىدۇ، ئۇلار (دوزاختا) تاشلىنىپ قالغۇچىلاردۇر",
        "numberInSurah": 62,
        "juz": 14,
        "manzil": 3,
        "page": 273,
        "ruku": 231,
        "hizbQuarter": 109,
        "sajda": false
      },
      {
        "number": 1964,
        "text": "(ئى مۇھەممەد!) اﷲ نامى بىلەن قەسەمكى، سەندىن ئىلگىرى ئۆتكەن ئۈممەتلەرگە ھەقىقەتەن (پەيغەمبەرلەر) ئەۋەتتۇق، شەيتان ئۇلارنىڭ ئەمەللىرىنى ئۆزلىرىگە چىرايلىق كۆرسەتتى، شەيتان بۈگۈن ئۇلارنىڭ ياردەمچىسىدۇر. ئۇلار ئاخىرەتتە قاتتىق ئازابقا دۇچار بولىدۇ",
        "numberInSurah": 63,
        "juz": 14,
        "manzil": 3,
        "page": 273,
        "ruku": 231,
        "hizbQuarter": 109,
        "sajda": false
      },
      {
        "number": 1965,
        "text": "(ئى مۇھەممەد!) بىز كىتابنى (يەنى قۇرئاننى) پەقەت سېنىڭ كىشىلەرگە ئۇلار (دىنىدىكى) دەتالاش قىلىشقان نەرسىلەرنى بايان قىلىپ بېرىشىڭ ئۈچۈن، ئىمان ئېيتىدىغان قەۋمگە ھىدايەت ۋە رەھمەت بولسۇن ئۈچۈنلا نازىل قىلدۇق",
        "numberInSurah": 64,
        "juz": 14,
        "manzil": 3,
        "page": 273,
        "ruku": 231,
        "hizbQuarter": 109,
        "sajda": false
      },
      {
        "number": 1966,
        "text": "اﷲ بۇلۇتتىن يامغۇر ياغدۇرۇپ، شۇنىڭ بىلەن قاغجىراپ قالغان زېمىندا (تۈرلۈك زىرائەتلەرنى) ئۈندۈردى، بۇنىڭدا (ۋەز - نەسىھەت) ئاڭلايدىغان قەۋم ئۈچۈن، ئەلۋەتتە، (اﷲ نىڭ قۇدرىتىنىڭ چوڭلۇقىنى كۆرسىتىدىغان) دەلىللەر بار",
        "numberInSurah": 65,
        "juz": 14,
        "manzil": 3,
        "page": 274,
        "ruku": 231,
        "hizbQuarter": 109,
        "sajda": false
      },
      {
        "number": 1967,
        "text": "چاھار پايلاردا سىلەر ئۈچۈن ھەقىقەتەن بىر ئىبرەت بار. سىلەرنى چاھارپايلارنىڭ قارنىدىكى ماياق - تېزەكتىن ۋە قاندىن ئايرىلىپ چىققان پاكىز ۋە تەملىك سۈت بىلەن سۇغىرىمىز",
        "numberInSurah": 66,
        "juz": 14,
        "manzil": 3,
        "page": 274,
        "ruku": 232,
        "hizbQuarter": 109,
        "sajda": false
      },
      {
        "number": 1968,
        "text": "(سىلەر ئۈچۈن يەنە بۇنداق ئىبرەتمۇ باركى) خورمىدىن، ئۈزۈمدىن شارابلار ۋە پاكىز يېمەكلىكلەر ياسايسىلەر، ئەقىلنى ئىشلىتىدىغان قەۋم ئۈچۈن بۇنىڭدا ھەقىقەتەن اﷲ نىڭ بىرلىكىنى كۆرسىتىدىغان دەلىل بار",
        "numberInSurah": 67,
        "juz": 14,
        "manzil": 3,
        "page": 274,
        "ruku": 232,
        "hizbQuarter": 109,
        "sajda": false
      },
      {
        "number": 1969,
        "text": "پەرۋەردىگارىڭ ھەسەل ھەرىسىگە ئىلھام بىلەن بىلدۈردى: «تاغلارغا، دەرەخلەرگە ۋە (كىشىلەرنىڭ ھەسەل ھەرىلىرى ئۈچۈن) ياسىغان ئۆيلىرىگە ئۇۋا تۈزگىن",
        "numberInSurah": 68,
        "juz": 14,
        "manzil": 3,
        "page": 274,
        "ruku": 232,
        "hizbQuarter": 109,
        "sajda": false
      },
      {
        "number": 1970,
        "text": "ئاندىن كېيىن، تۈرلۈك مېۋىلەر (يەنى گۈل - چېچەكلەر) دىن يېگىن، پەرۋەردىگارىڭنىڭ يوللىرىغا ئىتائەتمەنلىك بىلەن كىرگىن»، ئۇنىڭ (يەنى ھەسەل ھەرىسىنىڭ) قارنىدىن ئىنسانلارغا شىپا بولىدىغان خىلمۇ - خىل رەڭلىك ئىچىملىك (يەنى ھەسەل) چىقىدۇ. بۇنىڭدا (اﷲ نىڭ قۇدرىتىنىڭ چوڭلۇقىنى) پىكىر قىلىدىغان قەۋم ئۈچۈن ئىبرەت بار",
        "numberInSurah": 69,
        "juz": 14,
        "manzil": 3,
        "page": 274,
        "ruku": 232,
        "hizbQuarter": 109,
        "sajda": false
      },
      {
        "number": 1971,
        "text": "اﷲ سىلەرنى ياراتتى، ئاندىن (ئەجىلىڭلار پۈتكەندە) سىلەرنى قەبزى روھ قىلىدۇ، ئاراڭلاردا ئۆمۈرنىڭ يامان (يەنى ئەڭ قېرىلىق) باسقۇچىغا ئۇلىشىدىغانلارمۇ بار، ئۇلار ھەتتا (بىر نەرسىلەرنى) بىلگەندىن كېيىن، ھېچ نەرسىنى بىلمەس بولۇپ قالىدۇ (يەنى ئىلگىرى بىلىدىغانلىرىنى ئۇنتۇپ، كۈچ - قۇۋۋىتى تۈگەپ، ئەقلى كېمىيىپ كىچىك بالىغا ئوخشاپ قالىدۇ). اﷲ ھەقىقەتەن (مەخلۇقاتنى باشقۇرۇشنى) بىلگۈچىدۇر، (ئۆزى ئىرادە قىلغان نەرسىنى ئىشقا ئاشۇرۇشقا) قادىردۇر",
        "numberInSurah": 70,
        "juz": 14,
        "manzil": 3,
        "page": 274,
        "ruku": 232,
        "hizbQuarter": 109,
        "sajda": false
      },
      {
        "number": 1972,
        "text": "اﷲ سىلەرنىڭ بەزىڭلارنى بەزىڭلاردىن رىزىقتا ئۈستۈن قىلدى، رىزىقتا ئۈستۈن قىلىنغانلار ئۆزلىرىنىڭ رىزقىنى باراۋەر بولۇش ئۈچۈن قول ئاستىدىكى قۇللارغا بەرمەيدۇ، ئۇلار اﷲ نىڭ نېمىتىنى ئىنكار قىلىشامدۇ؟",
        "numberInSurah": 71,
        "juz": 14,
        "manzil": 3,
        "page": 274,
        "ruku": 233,
        "hizbQuarter": 109,
        "sajda": false
      },
      {
        "number": 1973,
        "text": "اﷲ سىلەر (نىڭ ئۇنى - ئۈلپەت ئېلىشىڭلار) ئۈچۈن خوتۇنۇڭلارنى ئۆز تىپىڭلاردىن ياراتتى، سىلەر ئۈچۈن ئۇلاردىن ئوغۇللارنى ۋە نەۋرىلەرنى ياراتتى. سىلەرگە تۈرلۈك شېرىن نەرسىلەرنى رىزىق قىلىپ بەردى. ئۇلار باتىلغا (يەنى بۇتلارغا) ئىشىنىپ اﷲ نىڭ نېمىتىگە كۇفرىلىق قىلامدۇ؟",
        "numberInSurah": 72,
        "juz": 14,
        "manzil": 3,
        "page": 274,
        "ruku": 233,
        "hizbQuarter": 109,
        "sajda": false
      },
      {
        "number": 1974,
        "text": "ئۇلار اﷲ نى قويۇپ، ئۆزلىرىگە ئاسمانلاردىن ھېچقانداق رىزىق چۈشۈرۈپ ۋە يەردىن ھېچقانداق رىزىق چىقىرىپ (يەنى ئاسماندىن يامغۇر ياغدۇرۇپ ۋە يەردىن زىرائەت ۋە دەرەخلەرنى ئۆستۈرۈپ) بېرەلمەيدىغان، (شۇنداق قىلىشقا) قۇدرىتى يەتمەيدىغان بۇتلارغا چوقۇنامدۇ؟",
        "numberInSurah": 73,
        "juz": 14,
        "manzil": 3,
        "page": 275,
        "ruku": 233,
        "hizbQuarter": 109,
        "sajda": false
      },
      {
        "number": 1975,
        "text": "سىلەر اﷲ قا مىسال كەلتۇرمەڭلار (يەنى اﷲ قا بۇتلارنى ئوخشاتماڭلار، اﷲ قا شېرىك كەلتۈرمەڭلار). اﷲ ھەقىقەتەن (ھەممە ھەقىقەتنى) بىلىدۇ، سىلەر (اﷲ نىڭ بۈيۈكلۈكىنى) بىلمەيسىلەر",
        "numberInSurah": 74,
        "juz": 14,
        "manzil": 3,
        "page": 275,
        "ruku": 233,
        "hizbQuarter": 109,
        "sajda": false
      },
      {
        "number": 1976,
        "text": "اﷲ بۇنداق بىر مىسال كەلتۈرىدۇ: ھېچقانداق ئىشنى ئۆز ئالدىغا بىر تەرەپ قىلالمايدىغان بىر قۇل بىز ئوبدان رىزىق (يەنى مال - مۈلۈك) ئاتا قىلغان ۋە ئۇنى يوشۇرۇن ياكى ئاشكارا يوسۇندا سەدىقە قىلىپ تۇرغان (ھۆر - ئەركىن) ئادەم بىلەن ئوخشاشمۇ؟ (يەنى ھېچ نەرسىگە ئىگە بولمىغان قۇلغا ئوخشايدىغان بۇتلارنى ھەممىگە ئىگە بولغان ۋە كائىناتنى خالىغانچە تەسەررۇپ قىلىدىغان اﷲ بىلەن قانداقمۇ تەڭلەشتۈرگىلى بولسۇن؟) جىمى ھەمدۇسانا اﷲ قا خاستۇر! ئۇلار (يەنى كاپىرلار) نىڭ تولىسى (ھەمدۇساناغا اﷲ لايىق ئىكەنلىكىنى، بۇتلارنىڭ ھەمدۇساناغا ۋە ئىبادەتكە لايىق ئەمەسلىكىنى) ئۇقمايدۇ",
        "numberInSurah": 75,
        "juz": 14,
        "manzil": 3,
        "page": 275,
        "ruku": 233,
        "hizbQuarter": 110,
        "sajda": false
      },
      {
        "number": 1977,
        "text": "اﷲ يەنە مۇنداق مىسال كەلتۈرىدۇ؛ مۇنداق ئىككى ئادەم بار بولۇپ، ئۇلارنىڭ بىرى ھېچ ئىش قىلالمايدىغان ۋە ئىگىسىگە يۈك بولۇپ قالغان بىر گاچادۇركى، ئىگىسى بۇ گاچىنى مەيلى قەيەرگە ئەۋەتسۇن، ئۇ ھېچقانداق پايدا ئېلىپ كېلەلمەيدۇ، يەنە بىرى بولسا ئۆزى توغرا يولدا ماڭغان ۋە (كىشىلەرنى) ھەققانىي بولۇشقا بۇيرۇيدىغان ئادەمدۇر، بۇ ئىككى ئادەم ئوخشاشمۇ؟ (يەنى بۇ گاچا بىلەن ئۆزى توغرا يولدا تۇرۇپ پاساھەتلىك سۆزلەيدىغان، ئۆزى قۇرئان نۇرى بىلەن نۇرلانغان ئادەم بىر - بىرىگە ئوخشامدۇ؟ ئەقىللىق ئادەمنىڭ ئۇلارنى ئوخشاش ئورۇنغا قويمىغىنىدەك، بۇت ۋە تاشنى ھەممىنى بىلگۈچى قۇدرەتلىك اﷲ بىلەن ئوخشاش ئورۇنغا قويغىلى بولمايدۇ)",
        "numberInSurah": 76,
        "juz": 14,
        "manzil": 3,
        "page": 275,
        "ruku": 233,
        "hizbQuarter": 110,
        "sajda": false
      },
      {
        "number": 1978,
        "text": "ئاسمانلاردىكى ۋە زېمىندىكى غەيبنى بىلىش اﷲ قا خاستۇر، قىيامەتنىڭ قايىم بولۇشى كۆزنى يۇتۇپ ئاچقۇچىلىق ياكى ئۇنىڭدىنمۇ تېزدۇر. اﷲ ھەقىقەتەن ھەممە نەرسىگە قادىردۇر",
        "numberInSurah": 77,
        "juz": 14,
        "manzil": 3,
        "page": 275,
        "ruku": 234,
        "hizbQuarter": 110,
        "sajda": false
      },
      {
        "number": 1979,
        "text": "اﷲ سىلەرنى ئاناڭلارنىڭ قارنىدىن ھېچ نەرسىنى بىلمەيدىغان ھالىتىڭلار بىلەن چىقاردى، اﷲ سىلەرگە شۈكۈر قىلسۇن دەپ، قۇلاق، كۆز ۋە يۈرەكلەرنى ئاتا قىلدى",
        "numberInSurah": 78,
        "juz": 14,
        "manzil": 3,
        "page": 275,
        "ruku": 234,
        "hizbQuarter": 110,
        "sajda": false
      },
      {
        "number": 1980,
        "text": "ئۇلار قۇشلارنىڭ ھاۋادا ئۇچۇشقا بويسۇندۇرۇلغانلىقىنى كۆرمىدىمۇ؟ ئۇلارنى (ھاۋادىن چۈشۈپ كېتىشتىن) پەقەت اﷲ تۇتۇپ تۇرىدۇ، بۇنىڭدا ئىمان ئېيتىدىغان قەۋم ئۈچۈن (اﷲ نىڭ بىرلىكىنى كۆرسىتىدىغان) نۇرغۇن ئالامەتلەر بار",
        "numberInSurah": 79,
        "juz": 14,
        "manzil": 3,
        "page": 275,
        "ruku": 234,
        "hizbQuarter": 110,
        "sajda": false
      },
      {
        "number": 1981,
        "text": "اﷲ سىلەرگە ئۆيۈڭلارنى تۇرالغۇ جاي قىلىپ بەردى، سىلەرگە ھايۋانلارنىڭ تېرىلىرىدىن ئۆيلەرنى (چېدىرلەرنى) قىلىپ بەردى، سىلەر كۆچكەن كۈنۈڭلاردىمۇ، تۇرغان كۈنۈڭلاردىمۇ ئۇنىڭ يىنىكلىكىنى ھېس قىلىسىلەر، سىلەرگە قويلارنىڭ يۈكلىرىدىن، تۆگىلەرنىڭ يۇڭلىرىدىن، ئۆچكىلەرنىڭ يۇڭلىرىدىن ئۆي جاھازلىرىنى (يەنى سىلەر كىيىدىغان ۋە ئۆيۈڭلارنى سەرەمجانلاشتۇرىدىغان) ھەم مەلۇم مۇددەتكىچە (ئۆلۈم كەلگۈچە ياكى ئۇلار كونىراپ تۈگىگىچە) پايدىلىنىدىغان نەرسىلەرنى قىلىپ بەردى",
        "numberInSurah": 80,
        "juz": 14,
        "manzil": 3,
        "page": 276,
        "ruku": 234,
        "hizbQuarter": 110,
        "sajda": false
      },
      {
        "number": 1982,
        "text": "اﷲ سىلەرگە ئۆزى ياراتقان نەرسىلەر (يەنى دەرەخلەر، تاغلار ۋە بىنالار) دىن (كۈننىڭ ھارارىتىدىن ساقلىنىدىغان) سايىلەرنى قىلىپ بەردى. تاغلاردىن سىلەرگە (غار، ئۆڭكۈرگە ئوخشاش) تۇرالغۇ قىلىدىغان جايلارنى قىلىپ بەردى. سىلەرگە ئىسسىقتىن (ۋە سوغۇقتىن) ساقلىنىدىغان كىيىملەرنى، ئۇرۇشتا سىلەرنى (زىيان - زەخمەتتىن) ساقلايدىغان تۆمۈر كىيىملەرنى تەييار قىلدى. اﷲ سىلەرنى ئىتائەت قىلسۇن دەپ، سىلەرگە ئەنە شۇنداق مۇكەممەل نېمەتلەرنى بېرىدۇ",
        "numberInSurah": 81,
        "juz": 14,
        "manzil": 3,
        "page": 276,
        "ruku": 234,
        "hizbQuarter": 110,
        "sajda": false
      },
      {
        "number": 1983,
        "text": "ئەگەر ئۇلار (يەنى مۇشرىكلار ئىماندىن) يۈز ئۆرۈسە (ساڭا ھېچ زىيىنى يوق)، سېنىڭ ۋەزىپەڭ پەقەت روشەن تەبلىغ قىلىشتۇر",
        "numberInSurah": 82,
        "juz": 14,
        "manzil": 3,
        "page": 276,
        "ruku": 234,
        "hizbQuarter": 110,
        "sajda": false
      },
      {
        "number": 1984,
        "text": "ئۇلار اﷲ نىڭ نېمىتىنى تونۇيدۇ، ئاندىن (اﷲ تىن بۆلەك غەيرىيگە ئىبادەت قىلىش بىلەن) ئۇ نېمەتلەرنى ئىنكار قىلىدۇ، ئۇلارنىڭ تولىسى كاپىردۇر (يەنى كاپىر پېتىچە ئۆلىدۇ)",
        "numberInSurah": 83,
        "juz": 14,
        "manzil": 3,
        "page": 276,
        "ruku": 234,
        "hizbQuarter": 110,
        "sajda": false
      },
      {
        "number": 1985,
        "text": "شۇ كۈندە (يەنى قىيامەت كۈنىدە) ھەر ئۈممەتتىن (ئۇنىڭغا ئىمان بىلەن ياكى كۇفرى بىلەن گۇۋاھلىق بېرىدىغان) بىر شاھىت (يەنى پەيغەمبەر) كەلتۈرىمىز، ئاندىن كاپىرلارغا (ئۆزرە ئېيتىشقا) رۇخسەت قىلىنمايدۇ ھەمدە ئۇلاردىن پەرۋەردىگارىنى رازى قىلىش (يەنى پەرۋەردىگارىنى رازى قىلىدىغان ئەمەللەرنى قىلىش) تەلەپ قىلىنمايدۇ",
        "numberInSurah": 84,
        "juz": 14,
        "manzil": 3,
        "page": 276,
        "ruku": 235,
        "hizbQuarter": 110,
        "sajda": false
      },
      {
        "number": 1986,
        "text": "زالىملار (يەنى مۇشرىكلار) ئازابنى كۆرگەن چاغدا، ئۇلاردىن (ئازاب) يىنىكلىتىلمەيدۇ ۋە كېچىكتۈرۈلمەيدۇ",
        "numberInSurah": 85,
        "juz": 14,
        "manzil": 3,
        "page": 276,
        "ruku": 235,
        "hizbQuarter": 110,
        "sajda": false
      },
      {
        "number": 1987,
        "text": "مۇشرىكلار (دۇنيادا چوقۇنغان) بۇتلىرىنى كۆرگەن چاغدا: «ئى پەرۋەردىگارىمىز! بۇلار بولسا بىزنىڭ سېنى قويۇپ ئىبادەت قىلغان بۇتلىرىمىزدۇر» دەيدۇ، بۇتلىرى ئۇلارغا جاۋاب بېرىپ؛ «شۈبھىسىزكى، سىلەر ھەقىقەتەن يالغانچىسىلەر» دەيدۇ",
        "numberInSurah": 86,
        "juz": 14,
        "manzil": 3,
        "page": 276,
        "ruku": 235,
        "hizbQuarter": 110,
        "sajda": false
      },
      {
        "number": 1988,
        "text": "شۇ كۈندە ئۇلار ئۆزلىرىنىڭ اﷲ قا باش ئەگكەنلىكىنى بىلدۈرىدۇ، ئەمما ئۇلارنىڭ (دۇنيادىكى چاغلىرىدا: «بۇتلار بىزگە شاپائەت قىلىدۇ» دېگەن) يالغان - ياۋىداقلىرى يوققا چىقىدۇ",
        "numberInSurah": 87,
        "juz": 14,
        "manzil": 3,
        "page": 276,
        "ruku": 235,
        "hizbQuarter": 110,
        "sajda": false
      },
      {
        "number": 1989,
        "text": "كاپىر بولغانلارغا ۋە (كىشىلەرنى) اﷲ نىڭ يولىدىن (يەنى دىنىدىن) توسقانلارغا ئۇلارنىڭ قىلغان بۇزغۇنچىلىقلىرى ئۈچۈن ئازاب قىلىمىز",
        "numberInSurah": 88,
        "juz": 14,
        "manzil": 3,
        "page": 277,
        "ruku": 235,
        "hizbQuarter": 110,
        "sajda": false
      },
      {
        "number": 1990,
        "text": "شۇ كۈندە بىز ھەر بىر ئۈممەتكە ئۇلارنىڭ ئىچىدىن ئۇلارغا قارشى (گۇۋاھلىق بېرىدىغان) بىر شاھىت (يەنى پەيغەمبەر) كەلتۈرىمىز ۋە (شۇ كۈندە) بىز سېنى ئۇلارغا (يەنى ئۈممىتىڭگە) شاھىت قىلىپ كەلتۈرىمىز. ساڭا بىز كىتابنى (يەنى قۇرئاننى) ھەممە نەرسىنى (يەنى كىشىلەر موھتاج بولىدىغان دىنىي ئىشلارنىڭ ھەممىسىنى) چۈشەندۈرۈپ بېرىدىغان، (دىللارغا) ھىدايەت، (بەندىلەرگە) رەھمەت، مۇسۇلمانلارغا مەڭگۈلۈك سائادەت بىلەن خوش خەۋەر يەتكۈزىدىغان قىلىپ نازىل قىلدۇق",
        "numberInSurah": 89,
        "juz": 14,
        "manzil": 3,
        "page": 277,
        "ruku": 235,
        "hizbQuarter": 110,
        "sajda": false
      },
      {
        "number": 1991,
        "text": "اﷲ ھەقىقەتەن (كىشىلەر ئارىسىدا) ئادىل بولۇشقا، (جىمى خەلققە) ياخشىلىق قىلىشقا، خىش - ئەقرىبالارغا سىلە - رەھىم قىلىشقا بۇيرۇيدۇ، قەبىھ (سۆز - ھەرىكەتلەر) دىن، يامان ئىشلاردىن ۋە زۇلۇم قىلىشتىن توسىدۇ. نەسىھەتنى قوبۇل قىلسۇن دەپ، اﷲ سىلەرگە پەند - نەسىھەت قىلىدۇ",
        "numberInSurah": 90,
        "juz": 14,
        "manzil": 3,
        "page": 277,
        "ruku": 236,
        "hizbQuarter": 111,
        "sajda": false
      },
      {
        "number": 1992,
        "text": "سىلەر ئەھدە تۈزۈشكەنلىرىڭلاردا، اﷲ نىڭ ئەھدىگە ۋاپا قىلىڭلار، قەسىمىڭلارنى (اﷲ نىڭ نامىنى تىلغا ئېلىپ) پۇختىلىغاندىن كېيىن بۇزماڭلار، چۈنكى سىلەر اﷲ نى گۇۋاھچى قىلدىڭلار. شۈبھىسىزكى، اﷲ قىلمىشىڭلارنى بىلىپ تۇرىدۇ",
        "numberInSurah": 91,
        "juz": 14,
        "manzil": 3,
        "page": 277,
        "ruku": 236,
        "hizbQuarter": 111,
        "sajda": false
      },
      {
        "number": 1993,
        "text": "سىلەر پىششىق ئىگىرگەن يىپنى چۇۋۇپ پارچە - پارچە قىلىۋەتكەن خوتۇندەك بولماڭلار. بىر جامائە (سان ۋە مال - مۈلۈك جەھەتتە) يەنە بىر جامائەدىن كۆپ بولغانلىقى ئۈچۈن، قەسىمىڭلارنى ئالدامچىلىقنىڭ ۋاسىتىسى قىلىۋالىسىلەر (يەنى ئۆز ئارا ياردەملىشىش ئۈستىدە بىر جامائە بىلەن ئىتتىپاق تۈزۈشكەندىن كېيىن، سانى، پۇل - مېلى كۆپرەك يەنە بىر جامائەنى كۆرۈپلا ئىلگىرىكى جامائە بىلەن تۈزۈشكەن ئەھدىنى بۇزۇپ، كېيىنكى جامائە بىلەن ئەھدى تۈزىسلەر)، اﷲ سىلەرنى ھەقىقەتەن بۇنىڭ (يەنى ۋەدىگە ۋاپا قىلىش ئەمرى) بىلەن سىنايدۇ، سىلەر دەتالاش قىلىشقان ھەق - ناھەقنى قىيامەت كۈنى سىلەرگە چوقۇم ئايرىپ بېرىدۇ",
        "numberInSurah": 92,
        "juz": 14,
        "manzil": 3,
        "page": 277,
        "ruku": 236,
        "hizbQuarter": 111,
        "sajda": false
      },
      {
        "number": 1994,
        "text": "مۇبادا اﷲ خالىغان بولسا ئىدى، سىلەرنى (يەنى پۇتۇن ئىنسانلارنى) ئەلۋەتتە بىر ئۈممەت (يەنى بىر دىندا) قىلاتتى، لېكىن (اﷲ نىڭ ھېكمىتى ئۇلارنى ئۆز ئىختىيارىغا قويۇۋېتىشنى تەقەززا قىلدى)، اﷲ خالىغان ئادەمنى گۇمراھ قىلىدۇ، خالىغان ئادەمنى ھىدايەت قىلىدۇ، (قىيامەت كۈنى) پۈتۈن قىلمىشلار ئۈستىدە سوراق قىلىنىسىلەر",
        "numberInSurah": 93,
        "juz": 14,
        "manzil": 3,
        "page": 277,
        "ruku": 236,
        "hizbQuarter": 111,
        "sajda": false
      },
      {
        "number": 1995,
        "text": "قەدىمىڭلار (ئىسلام دىنىدا) مۇستەھكەم، ئىزچىل بولغاندىن كېيىن تېيىلىپ كەتمەسلىك ئۈچۈن، قەسىمىڭلارنى ئۆز ئاراڭلاردا ئالدامچىلىقنىڭ ۋاسىتىسى قىلىۋالماڭلار، (كىشىلەرنى) اﷲ نىڭ يولىدىن توسقانلىقىڭلار (يەنى ئەھدىگە ۋاپا قىلىشتىن يۈز ئۆرۈگەنلىكىڭلار) ئۈچۈن ئازابنى تېتىيسىلەر، (سىلەر ئاخىرەتتە دوزاختا) چوڭ ئازابقا قالىسىلەر",
        "numberInSurah": 94,
        "juz": 14,
        "manzil": 3,
        "page": 278,
        "ruku": 236,
        "hizbQuarter": 111,
        "sajda": false
      },
      {
        "number": 1996,
        "text": "سىلەر اﷲ نىڭ ئەھدىنى ئەزىمەس نەرسىگە سېتىۋەتمەڭلار: سىلەر ئەگەر بىلسەڭلار، اﷲ نىڭ دەرگاھىدىكى ساۋاب سىلەر ئۈچۈن (پانى دۇنيانىڭ نەرسىلىرىدىن) ئارتۇقتۇر",
        "numberInSurah": 95,
        "juz": 14,
        "manzil": 3,
        "page": 278,
        "ruku": 236,
        "hizbQuarter": 111,
        "sajda": false
      },
      {
        "number": 1997,
        "text": "(ئى ئىنسانلار!) سىلەرنىڭ ئىلكىڭلاردىكى نەرسىلەر تۈگەيدۇ، اﷲ نىڭ دەرگاھىدىكى نەرسىلەر تۈگىمەستۇر. سەۋر قىلغۇچىلارغا، ئەلۋەتتە، ئۇلارنىڭ قىلغان ئەمەلىدىنمۇ ياخشىراق ساۋاب بېرىمىز",
        "numberInSurah": 96,
        "juz": 14,
        "manzil": 3,
        "page": 278,
        "ruku": 236,
        "hizbQuarter": 111,
        "sajda": false
      },
      {
        "number": 1998,
        "text": "ئەر - ئايال مۆمىنلەردىن كىمكى ياخشى ئەمەل قىلىدىكەن، بىز ئۇنى ئەلۋەتتە (دۇنيانىڭ قانائەتچانلىق، ھالال رىزىق ۋە ياخشى ئەمەللەرگە مۇۋەپپەق قىلىپ) ئوبدان ياشىتىمىز، ئۇلارغا، ئەلۋەتتە، قىلغان ئەمەلىدىنمۇ ياخشىراق ساۋاب بېرىمىز",
        "numberInSurah": 97,
        "juz": 14,
        "manzil": 3,
        "page": 278,
        "ruku": 236,
        "hizbQuarter": 111,
        "sajda": false
      },
      {
        "number": 1999,
        "text": "سەن قۇرئان ئوقۇماقچى بولغىنىڭدا، قوغلاندى شەيتاننىڭ (ۋەسۋەسىسىدىن) اﷲ قا سېغىنىپ پاناھ تىلىگىن",
        "numberInSurah": 98,
        "juz": 14,
        "manzil": 3,
        "page": 278,
        "ruku": 236,
        "hizbQuarter": 111,
        "sajda": false
      },
      {
        "number": 2000,
        "text": "شۈبھىسىزكى، مۆمىنلەرنىڭ ۋە پەرۋەردىگارىغا تەۋەككۈل قىلغۇچىلار (يەنى يۆلەنگۈچىلەر) نىڭ ئۈستىدىن شەيتان ھۆكۈمرانلىق قىلالمايدۇ (يەنى پەرۋەردىگارىغا چىن يۆلەنگەن مۆمىنلەرگە شەيتاننىڭ ۋەسۋەسىسى تەسىر قىلالمايدۇ)",
        "numberInSurah": 99,
        "juz": 14,
        "manzil": 3,
        "page": 278,
        "ruku": 236,
        "hizbQuarter": 111,
        "sajda": false
      },
      {
        "number": 2001,
        "text": "شەيتان پەقەت ئۆزىنى دوست تۇتىدىغانلار ۋە ئۆزىنىڭ (ئىغۋا قىلىشى) بىلەن مۇشرىك بولۇپ كەتكەنلەر ئۈستىدىنلا ھۆكۈمرانلىق قىلىدۇ",
        "numberInSurah": 100,
        "juz": 14,
        "manzil": 3,
        "page": 278,
        "ruku": 236,
        "hizbQuarter": 111,
        "sajda": false
      },
      {
        "number": 2002,
        "text": "بىز بىر ئايەتنى يەنە بىر ئايەتنىڭ ئورنىغا ئالماشتۇرغىنىمىزدا (يەنى بىر ھۆكۈمنى بىكار قىلىپ، ئۇنىڭ ئورنىغا باشقا بىر ھۆكۈمنى چۈشۈرگىنىمىزدە)، - اﷲ ئۆزى نازىل قىلغاننى (يەنى شۇ ھۆكۈمدە بەندىگە نېمە مەنپەئەت ۋە ھېكمەت بارلىقىنى) ئۆزى ئوبدان بىلىدۇ - ئۇلار: «(ئى مۇھەممەد!) سەن (اﷲ قا) يالغان چاپلىدىڭ» دەيدۇ، ئۇنداق ئەمەس، ئۇلارنىڭ تولىسى (اﷲ نىڭ ھېكمىتىنى) ئۇقمايدۇ",
        "numberInSurah": 101,
        "juz": 14,
        "manzil": 3,
        "page": 278,
        "ruku": 237,
        "hizbQuarter": 111,
        "sajda": false
      },
      {
        "number": 2003,
        "text": "ئېيتقىنكى، قۇرئاننى جىبرىئىل مۆمىنلەرنىڭ (ئىمانىنى) مۇستەھكەم قىلىش ئۈچۈن، مۇسۇلمانلارغا ھىدايەت ۋە خۇش خەۋەر قىلىپ، پەرۋەردىگارىڭ ھۇزۇرىدىن راستچىللىق بىلەن نازىل قىلدى",
        "numberInSurah": 102,
        "juz": 14,
        "manzil": 3,
        "page": 278,
        "ruku": 237,
        "hizbQuarter": 111,
        "sajda": false
      },
      {
        "number": 2004,
        "text": "ئۇلار (يەنى مۇشرىكلار) نىڭ: «ئۇنىڭغا (يەنى مۇھەممەد ئەلەيھىسسالامغا) قۇرئاننى بىر ئىنسان تەلىم بېرىدۇ» دېگەن سۆزىنى ئوبدان بىلىمىز، ئۇلار كۆرسەتكەن ئادەمنىڭ تىلى ئەرەب تىلى ئەمەس، بۇ (قۇرئان) بولسا روشەن ئەرەب تىلىدۇر",
        "numberInSurah": 103,
        "juz": 14,
        "manzil": 3,
        "page": 279,
        "ruku": 237,
        "hizbQuarter": 111,
        "sajda": false
      },
      {
        "number": 2005,
        "text": "شۈبھىسىزكى، اﷲ نىڭ ئايەتلىرىگە (يەنى قۇرئانغا) ئىشەنمەيدىغانلارنى اﷲ ھىدايەت قىلمايدۇ، ئۇلار (ئاخىرەتتە) قاتتىق ئازابقا دۇچار بولىدۇ",
        "numberInSurah": 104,
        "juz": 14,
        "manzil": 3,
        "page": 279,
        "ruku": 237,
        "hizbQuarter": 111,
        "sajda": false
      },
      {
        "number": 2006,
        "text": "پەقەت اﷲ نىڭ ئايەتلىرىگە ئىشەنمەيدىغانلارلا (اﷲ قا) يالغان چاپلايدۇ، (مۇھەممەد ئەلەيھىسسالام) يالغانچى ئەمەس) دەل ئۇلارنىڭ ئۆزلىرى يالغانچىدۇر",
        "numberInSurah": 105,
        "juz": 14,
        "manzil": 3,
        "page": 279,
        "ruku": 237,
        "hizbQuarter": 111,
        "sajda": false
      },
      {
        "number": 2007,
        "text": "كىمكى اﷲ قا ئىمان ئېيتقاندىن كېيىن ئىمانىدىن يېنىۋالسا، - قەلبى ئىمان بىلەن مۇستەھكەم تۇرسىمۇ مەجبۇرلاش ئاستىدا (ئاغزىدىلا) ئىماندىن يانغانلىقىنى بىلدۈرگەنلەر بۇنىڭدىن مۇستەسنا - كۇفرى بىلەن كۆڭلى ئازادە بولسا (يەنى ئىختىيارىي يوسۇندا مۇرتەد بولغان بولسا)، ئۇ اﷲ نىڭ غەزىپىگە دۇچار بولىدۇ ۋە چوڭ ئازابقا قالىدۇ",
        "numberInSurah": 106,
        "juz": 14,
        "manzil": 3,
        "page": 279,
        "ruku": 237,
        "hizbQuarter": 111,
        "sajda": false
      },
      {
        "number": 2008,
        "text": "بۇ (يەنى ئازاب) ئۇلارنىڭ دۇنيا تىرىكچىلىكىنى ئاخىرەتتىن ئارتۇق كۆرگەنلىكلىرى ۋە اﷲ نىڭ كاپىر قەۋمنى ھىدايەت قىلمايدىغانلىقى ئۈچۈندۇر",
        "numberInSurah": 107,
        "juz": 14,
        "manzil": 3,
        "page": 279,
        "ruku": 237,
        "hizbQuarter": 111,
        "sajda": false
      },
      {
        "number": 2009,
        "text": "ئەنە شۇ كىشىلەر اﷲ تەرىپىدىن دىللىرى، قۇلاقلىرى ۋە كۆزلىرى پېچەتلىۋېتىلگەن كىشىلەردۇر، ئەنە شۇلار غاپىللاردۇر",
        "numberInSurah": 108,
        "juz": 14,
        "manzil": 3,
        "page": 279,
        "ruku": 237,
        "hizbQuarter": 111,
        "sajda": false
      },
      {
        "number": 2010,
        "text": "ئۇلار راستلا ئاخىرەتتە زىيان تارتقۇچىلاردۇر",
        "numberInSurah": 109,
        "juz": 14,
        "manzil": 3,
        "page": 279,
        "ruku": 237,
        "hizbQuarter": 111,
        "sajda": false
      },
      {
        "number": 2011,
        "text": "ئاندىن (ئى مۇھەممەد!) زىيانكەشلىككە ئۇچرىغاندىن كېيىن، ھەقىقەتەن (مەدىنىگە) ھىجرەت قىلغان. ئاندىن (اﷲ نىڭ يولىدا) جىھاد قىلغان ۋە (جىھادنىڭ مۇشەققەتلىرىگە) چىدىغانلارغا پەرۋەردىگارىڭ (مەغپىرەت قىلىدۇ)، شۈبھىسىزكى، پەرۋەردىگارىڭ شۇنىڭدىن (يەنى ئۇلارنىڭ ھىجرەت، جىھاد، سەۋر قىلغىنىدىن) كېيىن ئۇلارغا ئەلۋەتتە مەغپىرەت قىلغۇچىدۇر، رەھمەت قىلغۇچىدۇر",
        "numberInSurah": 110,
        "juz": 14,
        "manzil": 3,
        "page": 279,
        "ruku": 237,
        "hizbQuarter": 111,
        "sajda": false
      },
      {
        "number": 2012,
        "text": "ھەر ئادەم ئۆزى بىلەن بولۇپ كېتىدىغان، ھەر ئادەم قىلغان ئەمەلىنىڭ مۇكاپاتى تولۇق بېرىلىدىغان، ئۇلارغا زۇلۇم قىلىنمايدىغان كۈننى (يەنى قىيامەت كۈنىنى) ئەسلىگىن",
        "numberInSurah": 111,
        "juz": 14,
        "manzil": 3,
        "page": 280,
        "ruku": 238,
        "hizbQuarter": 112,
        "sajda": false
      },
      {
        "number": 2013,
        "text": "اﷲ مۇنداق بىر مىسالنى كەلتۈرىدۇ: بىر شەھەر (يەنى مەككە ئاھالىسى) بولۇپ، (ئەسلىدە) تىنچ - خاتىرجەم ئىدى. ئۇنىڭ رىزقى تەرەپ - تەرەپتىن كەڭتاشا كېلىپ تۇراتتى، (ئۇنىڭ ئاھالىسى) اﷲ نىڭ نېمەتلىرىگە كۇفرىلىق قىلدى، اﷲ ئۇلارغا قىلمىشلىرى تۈپەيلىدن ئاچلىقنىڭ ۋە قورقۇنچنىڭ ئەلىمىنى تېتىتتى",
        "numberInSurah": 112,
        "juz": 14,
        "manzil": 3,
        "page": 280,
        "ruku": 238,
        "hizbQuarter": 112,
        "sajda": false
      },
      {
        "number": 2014,
        "text": "ئۇلارغا ئۆز ئىچىدىن بىر پەيغەمبەر (يەنى مۇھەممەد ئەلەيھىسسالام) كەلدى، ئۇنى ئۇلار ئىنكار قىلدى. ئۇلارغا ئازاب (يەنى قاتتىقچىلىق ۋە ئوقۇبەت) يۈزلەندى، ئۇلار (گۇناھلارغا چۆمگەنلىك تۈپەيلىدىن) زالىم ئىدى",
        "numberInSurah": 113,
        "juz": 14,
        "manzil": 3,
        "page": 280,
        "ruku": 238,
        "hizbQuarter": 112,
        "sajda": false
      },
      {
        "number": 2015,
        "text": "اﷲ سىلەرگە رىزىق قىلىپ بەرگەن ھالال، شېرىن يېمەكلىكلەردىن يەڭلار، ئەگەر اﷲ غىلا ئىبادەت قىلىدىغان بولساڭلار، اﷲ نىڭ ھىممىتىگە شۈكۈر قىلىڭلار",
        "numberInSurah": 114,
        "juz": 14,
        "manzil": 3,
        "page": 280,
        "ruku": 238,
        "hizbQuarter": 112,
        "sajda": false
      },
      {
        "number": 2016,
        "text": "اﷲ سىلەرگە ئۆزى ئۆلۈپ قالغان ھايۋاننى، قاننى، چوشقا گۆشىنى، اﷲ تىن غەيرىنىڭ (يەنى بۇتلارنىڭ) نامى ئېيتىلىپ بوغۇزلانغان ھايۋاننى يېيىشنى ھارام قىلدى. كىمكى ئختىيارىچە ئەمەس، ئىلاجىسىزلىقتىن (يۇقىرىقى ھارام قىلىنغان نەرسىلەردىن) ھاياتىنى ساقلاپ قالغۇدەك مىقداردا (يېسە) اﷲ (ئۇنى) مەغپىرەت قىلغۇچىدۇر، (ئۇنىڭغا) كۆيۈنگۈچىدۇر",
        "numberInSurah": 115,
        "juz": 14,
        "manzil": 3,
        "page": 280,
        "ruku": 238,
        "hizbQuarter": 112,
        "sajda": false
      },
      {
        "number": 2017,
        "text": "ئاغزىڭلارغا كەلگەن يالغاننى سۆزلەش ئۈچۈن (ھېچقانداق دەلىلسىز) «بۇ ھالال، بۇ ھارام» دېمەڭلار، چۈنكى (مۇنداقتا) اﷲ نامىدىن يالغاننى ئويدۇرغان بولىسىلەر، اﷲ نامىدىن يالغاننى ئويدورغۇچىلار ھەقىقەتەن (دۇنيا ئاخىرەتتە) مەقسىتىگە ئېرىشەلمەيدۇ",
        "numberInSurah": 116,
        "juz": 14,
        "manzil": 3,
        "page": 280,
        "ruku": 238,
        "hizbQuarter": 112,
        "sajda": false
      },
      {
        "number": 2018,
        "text": "(ئۇلار دۇنيادىن پەقەت) ئازغىنا بەھرىمەن بولىدۇ، ئۇلار (ئاخىرەتتە) قاتتىق ئازابقا دۇچار بولىدۇ",
        "numberInSurah": 117,
        "juz": 14,
        "manzil": 3,
        "page": 280,
        "ruku": 238,
        "hizbQuarter": 112,
        "sajda": false
      },
      {
        "number": 2019,
        "text": "ئىلگىرى ساڭا بايان قىلغان نەرسىلەرنى يالغۇز يەھۇدىيلارغا ھارام قىلدۇق، (بۇنىڭ بىلەن) بىز ئۇلارغا زۇلۇم قىلمىدۇق، لېكىن ئۇلار ئۆزلىرىگە ئۆزلىرى زۇلۇم قىلدى",
        "numberInSurah": 118,
        "juz": 14,
        "manzil": 3,
        "page": 280,
        "ruku": 238,
        "hizbQuarter": 112,
        "sajda": false
      },
      {
        "number": 2020,
        "text": "شۈبھىسىزكى، بىلمەستىن يامان ئىشلارنى قىلغاندىن كېيىن تەۋبە قىلغان ۋە (ئەمەلىنى) تۈزەتكەنلەرگە پەرۋەردىگارىڭ ئەلۋەتتە مەغپىرەت قىلغۇچىدۇر، مەرھەمەت قىلغۇچىدۇر",
        "numberInSurah": 119,
        "juz": 14,
        "manzil": 3,
        "page": 281,
        "ruku": 238,
        "hizbQuarter": 112,
        "sajda": false
      },
      {
        "number": 2021,
        "text": "ئىبراھىم ھەقىقەتەن (ياخشى خىسلەتلەرنى ئۆزلەشتۈرگۈچى) پېشىۋا، اﷲ قا ئىتائەتمەن (باتىل دىنلاردىن ھەق دىنغا بۇرالغۇچى يەنى ھەق دىنغا ئېتىقاد قىلغۇچى) ئىدى. ئۇ اﷲ قا شېرىك كەلتۈرگۈچىلەردىن ئەمەس ئىدى",
        "numberInSurah": 120,
        "juz": 14,
        "manzil": 3,
        "page": 281,
        "ruku": 239,
        "hizbQuarter": 112,
        "sajda": false
      },
      {
        "number": 2022,
        "text": "ئىبراھىم اﷲ نىڭ نېمەتلىرىگە شۈكۈر قىلغۇچى ئىدى. اﷲ ئۇنى (پەيغەمبەرلىككە) تاللىدى ۋە ئۇنى توغرا يولغا باشلىدى",
        "numberInSurah": 121,
        "juz": 14,
        "manzil": 3,
        "page": 281,
        "ruku": 239,
        "hizbQuarter": 112,
        "sajda": false
      },
      {
        "number": 2023,
        "text": "ئۇنىڭغا دۇنيادا ياخشىلىق ئاتا قىلدۇق، شەك - شۈبھىسىزكى، ئاخىرەتتە ئۇ ياخشىلار قاتارىدا بولىدۇ",
        "numberInSurah": 122,
        "juz": 14,
        "manzil": 3,
        "page": 281,
        "ruku": 239,
        "hizbQuarter": 112,
        "sajda": false
      },
      {
        "number": 2024,
        "text": "ئاندىن ساڭا: «باتىل دىنلاردىن ھەق دىنغا بۇرالغۇچى (يەنى ھەق دىنغا ئېتىقاد قىلغۇچى) ئىبراھىمنىڭ دىنىغا ئەگەشكىن، ئىبراھىم مۇشرىكلاردىن ئەمەس ئىدى» دەپ ۋەھيى قىلدۇق",
        "numberInSurah": 123,
        "juz": 14,
        "manzil": 3,
        "page": 281,
        "ruku": 239,
        "hizbQuarter": 112,
        "sajda": false
      },
      {
        "number": 2025,
        "text": "شەنبە كۈنى ئۈستىدە ئىختىلاپ قىلغۇچىلار ئۈچۈنلا ئۇنى ئۇلۇغلاش بەلگىلەندى (يەنى شەنبە كۈنىنى ئۇلۇغلاش ۋە بۇ كۈندە ئىشلىمەسلىك ئىبراھىمنىڭ شەرىئىتىدە يوق ئىدى. يەھۇدىيلار اﷲ نىڭ ئەمرىگە ئاسىيلىق قىلىپ دىندا ئىختىلاپ قىلىشقانلىقلىرى سەۋەبىدىن ئۇلارغا ئېغىرچىلىق تۇغدۇرۇش ئۈچۈن شۇنداق بەلگىلىمىنى چىقاردۇق). شۈبھىسىزكى، پەرۋەردىگارىڭ قىيامەت كۈنى ئۇلار ئىختىلاپ قىلىشقان ھەق - ناھەق ئۈستىدە چوقۇم ھۆكۈم چىقىرىدۇ",
        "numberInSurah": 124,
        "juz": 14,
        "manzil": 3,
        "page": 281,
        "ruku": 239,
        "hizbQuarter": 112,
        "sajda": false
      },
      {
        "number": 2026,
        "text": "پەرۋەردىگارىڭنىڭ يولىغا (يەنى ئىسلام دىنىغا) ھېكمەتلىك ئۇسلۇبتا ياخشى ۋەز - نەسىھەت بىلەن دەۋەت قىلغىن، ئۇلار (يەنى مۇخالىپەتچىلىك قىلغۇچىلار) بىلەن چىرايلىق رەۋىشتە مۇنازىرىلەشكەن. پەرۋەردىگارىڭ ھەقىقەتەن ئۇنىڭ يولىدىن ئازغانلارنى ئوبدان بىلىدۇ، ھىدايەت تاپقۇچىلارنىمۇ ئوبدان بىلىدۇ",
        "numberInSurah": 125,
        "juz": 14,
        "manzil": 3,
        "page": 281,
        "ruku": 239,
        "hizbQuarter": 112,
        "sajda": false
      },
      {
        "number": 2027,
        "text": "ئەگەر (ئۆزۈڭلارغا يەتكەن زىيان - زەخمەت ئۈچۈن) ئىنتىقام ئالماقچى بولساڭلار، ئۆزۈڭلارغا يەتكەن زىيان - زەخمەت قانچىلىك بولسا، شۇنچىلىك ئىنتىقام ئېلىڭلار (يەنى ئاشۇرۇۋەتمەڭلار)، ئەگەر سەۋر قىلساڭلار (يەنى ئىنتىقام ئالماي كەچۈرسەڭلار)، بۇ سەۋر قىلغۇچىلار (يەنى كەچۈرگۈچىلەر) ئۈچۈن (ئەلۋەتتە) ياخشىدۇر",
        "numberInSurah": 126,
        "juz": 14,
        "manzil": 3,
        "page": 281,
        "ruku": 239,
        "hizbQuarter": 112,
        "sajda": false
      },
      {
        "number": 2028,
        "text": "(ئى مۇھەممەد!) (اﷲ نىڭ يولىدا ساڭا يەتكەن ئەرزىيەتلەرگە) سەۋر قىلغىن، سەۋرەڭ پەقەت اﷲ نىڭ ياردىمى بىلەنلا قولغا كېلىدۇ. ئۇلارنىڭ (ئىمان ئېيتمىغانلىقى) غا قايغۇرمىغىن. ئۇلارنىڭ ھىيلە - مىكرىسىدىن يۈرىكىڭ سىقىلمىسۇن",
        "numberInSurah": 127,
        "juz": 14,
        "manzil": 3,
        "page": 281,
        "ruku": 239,
        "hizbQuarter": 112,
        "sajda": false
      },
      {
        "number": 2029,
        "text": "اﷲ ھەقىقەتەن تەقۋادارلىق قىلغۇچىلار ۋە ياخشى ئىش قىلغۇچىلار بىلەن بىللىدۇر",
        "numberInSurah": 128,
        "juz": 14,
        "manzil": 3,
        "page": 281,
        "ruku": 239,
        "hizbQuarter": 112,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "ug.saleh",
      "language": "ug",
      "name": "محمد صالح",
      "englishName": "Muhammad Saleh",
      "format": "text",
      "type": "translation",
      "direction": "rtl"
    }
  }
}