{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 17,
    "name": "سُورَةُ الإِسۡرَاءِ",
    "englishName": "Al-Israa",
    "englishNameTranslation": "The Night Journey",
    "revelationType": "Meccan",
    "numberOfAyahs": 111,
    "ayahs": [
      {
        "number": 2030,
        "text": "اﷲ (بارچە نۇقساندىن) پاكتۇر، ئۇ (مۇھەممەد ئەلەيھىسسالامغا) قۇدرىتىمىزنىڭ دەلىللىرىنى كۆرسىتىش ئۈچۈن، بەندىسىنى (يەنى مۇھەممەد ئەلەيھىسسالامنى) بىر كېچىدە مەسجىدى ھەرەمدىن ئەتراپىنى بەرىكەتلىك قىلغان مەسجىدى ئەقساغا ئېلىپ كەلدى. ھەقىقەتەن اﷲ ھەممىنى ئاڭلاپ تۇرغۇچىدۇر، ھەممىنى كۆرۈپ تۇرغۇچىدۇر",
        "numberInSurah": 1,
        "juz": 15,
        "manzil": 4,
        "page": 282,
        "ruku": 240,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2031,
        "text": "مۇساغا كىتابنى (يەنى تەۋراتنى) ئاتا قىلدۇق، كىتابنى ئىسرائىل ئەۋلادىغا يېتەكچى قىلدۇق، (ئۇلارغا) مەندىن غەيرىنى ھامىي (يەنى پەرۋەردىگار) قىلىۋالماڭلار!» (دېدۇق)",
        "numberInSurah": 2,
        "juz": 15,
        "manzil": 4,
        "page": 282,
        "ruku": 240,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2032,
        "text": "ئى بىز نۇھ بىلەن بىللە كېمىگە چۈشۈرگەنلەرنىڭ ئەۋلادلىرى! (ئەجدادىڭلارنى غەرق بولۇپ كېتىشتىن قۇتقۇزدۇق، اﷲ نىڭ نېمىتىگە شۈكۈر قىلىڭلار) نۇھ ھەقىقەتەن كۆپ شۈكۈر قىلغۇچى بەندە ئىدى",
        "numberInSurah": 3,
        "juz": 15,
        "manzil": 4,
        "page": 282,
        "ruku": 240,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2033,
        "text": "ئىسرائىل ئەۋلادىغا كىتابتا (يەنى تەۋراتتا): «پەلەستىن زېمىنىدا چوقۇم ئىككى قېتىم بۇزغۇنچىلىق قىلىسىلەر ۋە زۇلۇم قىلىش بىلەن، اﷲ چەكلىگەن ئىشلارنى قىلىش بىلەن تولىمۇ ھەددىڭلاردىن ئېشىپ كېتىسىلەر» دەپ ۋەھيى قىلدۇق",
        "numberInSurah": 4,
        "juz": 15,
        "manzil": 4,
        "page": 282,
        "ruku": 240,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2034,
        "text": "بىرىنچى قېتىملىق بۇزغۇنچىلىقنىڭ (جازاسى) ۋەدە قىلىنغان ۋاقىت كەلگەندە، (سىلەرنى جازالاش ئۈچۈن) سىلەرگە كۈچلۈك بەندىلىرىمىزنى ئەۋەتتۇق، (ئۇلار سىلەرنى ئۆلتۈرۈش، بۇلاڭ - تالاڭ قىلىش ئۈچۈن) ئۆيلەرنى ئاختۇردى. (سىلەرگە دۈشمەننى مۇسەللەت قىلىش) چوقۇم ئىشقا ئاشىدىغان ۋەدە ئىدى",
        "numberInSurah": 5,
        "juz": 15,
        "manzil": 4,
        "page": 282,
        "ruku": 240,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2035,
        "text": "ئاندىن (يەنى تەۋبە قىلغىنىڭلاردىن) كېيىن سىلەرنىڭ ئۇلاردىن ئۈستۈنلۈكۈڭلارنى ئەسلىگە كەلتۈردۇق (يەنى دۈشمىنىڭلارنى ھالاك قىلدۇق، سىلەرنى ئۇنىڭ ئۈستىدىن غالىب قىلدۇق)، سىلەرگە نۇرغۇن مال ۋە ئەۋلادلار ئاتا قىلدۇق، سانىڭلارنى كۆپ قىلدۇق",
        "numberInSurah": 6,
        "juz": 15,
        "manzil": 4,
        "page": 282,
        "ruku": 240,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2036,
        "text": "(ئى ئسرائىل ئەۋلادى!) ئەگەر ياخشىلىق قىلساڭلار، ياخشىلىقىڭلار ئۆزۈڭلار ئۈچۈندۇر، يامانلىق قىلساڭلارمۇ ئۆزۈڭلار ئۈچۈندۇر، ئىككىنچى قېتىملىق بۇزغۇنچىلىق (جازاسىنىڭ) ۋەدە قىلىنغان ۋاقتى كەلگەندە، (دۈشمەنلەرنىڭ خار قىلىشى بىلەن) يۈزۈڭلاردا قايغۇنىڭ ئالامەتلىرى كۆرۈلۈشى ئۈچۈن، ئۇلارنىڭ بەيتۇلمۇقەددەسكە دەسلەپكى قېتىمدا كىرگەندەك كىرىپ (ئۇنى خاراب قىلىشى) ئۈچۈن، ئىشغال قىلغانلىكى يەرنى ۋەيران قىلىشى ئۈچۈن (ئۇلارنى بىز ئەۋەتتۇق)",
        "numberInSurah": 7,
        "juz": 15,
        "manzil": 4,
        "page": 282,
        "ruku": 240,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2037,
        "text": "(ئەگەر تەۋبە قىلساڭلار) پەرۋەردىگارىڭلارنىڭ سىلەرگە رەھىم قىلىشى مۇھەققەق يېقىندۇر، ئەگەر سىلەر قايتساڭلار (يەنى قايتا بۇزغۇنچىلىق قىلساڭلار)، بىز قايتىمىز (يەنى بىز سىلەرنى قايتا جازالايمىز). جەھەننەمنى كاپىرلار ئۈچۈن زىندان قىلدۇق",
        "numberInSurah": 8,
        "juz": 15,
        "manzil": 4,
        "page": 283,
        "ruku": 240,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2038,
        "text": "بۇ قۇرئان ھەقىقەتەن ئەڭ توغرا يولغا باشلايدۇ، ياخشى ئىشلارنى قىلىدىغان مۆمىنلەرگە ئۇلارنىڭ چوڭ مۇكاپاتقا ئېرىشىدىغانلىقى بىلەن خۇش خەۋەر بېرىدۇ",
        "numberInSurah": 9,
        "juz": 15,
        "manzil": 4,
        "page": 283,
        "ruku": 240,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2039,
        "text": "(يەنە مۆمىنلەرگە خۇش خەۋەر بېرىدۇكى) ئاخىرەتكە ئىشەنمەيدىغانلارغا قاتتىق ئازاب تەييارلىدۇق",
        "numberInSurah": 10,
        "juz": 15,
        "manzil": 4,
        "page": 283,
        "ruku": 240,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2040,
        "text": "ئىنسان (ئۆزىگە ۋە بالا - چاقىلىرىغا) خەيرىلىك دۇئا قىلغاندەك، (ئاچچىقى كەلگەندە) بەتدۇئا قىلىدۇ، ئىنسان ئالدىراڭغۇدۇر",
        "numberInSurah": 11,
        "juz": 15,
        "manzil": 4,
        "page": 283,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2041,
        "text": "كېچە بىلەن كۈندۈزنى (كامالى قۇدرىتىمىزنى كۆرسىتىدىغان) ئىككى ئالامەت قىلدۇق، كېچىنىڭ ئالامىتىنى كۆتۈرۈۋەتتۇق، پەرۋەردىگارىڭلارنىڭ پەزلىنى تەلەپ قىلىشىڭلار (يەنى تۇرمۇش لازىمەتلىكلىرىنى تېپىش يولىدا سەئيى ھەرىكەتتە بولۇشۇڭلار) ئۈچۈن، (كېچە بىلەن كۈندۈزنىڭ ئالمىشىشى ئارقىلىق كۈنلەرنىڭ، ئايلارنىڭ) يىللارنىڭ سانىنى ۋە ھېسابىنى بىلىشىڭلار ئۈچۈن، كۈندۈزنىڭ ئالامىتىنى يورۇقلۇق قىلدۇق، (دىنىي ۋە دۇنياۋى) ئىشلارنىڭ ھەممىسىنى تەپسىلىي بايان قىلدۇق",
        "numberInSurah": 12,
        "juz": 15,
        "manzil": 4,
        "page": 283,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2042,
        "text": "ھەر بىر ئىنساننىڭ ئەمەلىنى ئۇنىڭ بوينىغا ئېسىپ قويىمىز (يەنى ئىنساننىڭ قىلغان ھەرقانداق ئەمەلى خۇددى بويۇنچاق بويۇندىن ئايرىلمىغىنىدەك ئۇنىڭدىن ھەرگىز ئايرىلمايدۇ، شۇنىڭغا يارىشا جازا بېرىلىدۇ)، قىيامەت كۈنى ئۇنىڭ نامە - ئەمالىنى كۆرسىتىمىز، ئۇ ئۇنى ئوچۇق. كۆرىدۇ",
        "numberInSurah": 13,
        "juz": 15,
        "manzil": 4,
        "page": 283,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2043,
        "text": "(ئۇنىڭغا) «نامە - ئەمالىڭنى ئوقۇغىن! بۈگۈن ئۆزۈڭگە (يەنى بۇ قىلمىشلىرىڭغا) ئۆزۈڭ گۇۋاھ بولۇشۇڭ. كۆرىدۇ» دېيىلىدۇ",
        "numberInSurah": 14,
        "juz": 15,
        "manzil": 4,
        "page": 283,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2044,
        "text": "كىمكى ھىدايەت تاپىدىكەن، ھىدايەت تاپقانلىقىنىڭ پايدىسى ئۇنىڭ ئۆزى ئۈچۈندۇر. كىمكى ئازىدىكەن، ئازغانلىقنىڭ زىيىنى ئۇنىڭ ئۆزى ئۈچۈندۇر، بىر ئادەم يەنە بىر ئادەمنىڭ گۇناھىنى ئۈستىگە ئالمايدۇ. پەيغەمبەر ئەۋەتمەي تۇرۇپ (ھېچ ئادەمنى جازالىغىنىمىز يوق",
        "numberInSurah": 15,
        "juz": 15,
        "manzil": 4,
        "page": 283,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2045,
        "text": "بىرەر شەھەر (ئاھالىسى) نى ھالاك قىلماقچى بولساق، ئۇنىڭدىكى دۆلەتمەن ئادەملەرنى (بىزگە ئىتائەت قىلىشقا بۇيرۇيمىز، ئۇلار ئىتائەت قىلماي، پىسقى - پاسات قىلىدۇ - دە، ئۇلارغا ئازابىمىز تېگىشلىك بولىدۇ، شۇنىڭ بىلەن ئۇلارنى قورقۇنچلۇق رەۋىشتە ھالاك قىلىمىز",
        "numberInSurah": 16,
        "juz": 15,
        "manzil": 4,
        "page": 283,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2046,
        "text": "نۇھتىن كېيىن (پەيغەمبەرلىرىنى ئىنكار قىلغان) نۇرغۇن ئۈممەتلەرنى ھالاك قىلدۇق، پەرۋەردىگارىڭ بەندىلىرىنىڭ گۇناھلىرىنى تولۇق بىلىپ تۇرۇشتا، كۆرۈپ تۇرۇشتا يېتەرلىكتۇر",
        "numberInSurah": 17,
        "juz": 15,
        "manzil": 4,
        "page": 283,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2047,
        "text": "بىز دۇنيانى كۆزلىگەنلەر ئىچىدىن خالىغان ئادەمگە (ئۇنىڭ خالىغىنىنى ئەمەس) بىزنىڭ خالىغىنىمىزنى بېرىمىز، ئاندىن ئۇنى (ئاخىرەتتە) جەھەننەم بىلەن جازالايمىز، جەھەننەمگە ئۇ خارلانغان، (اﷲ نىڭ رەھمىتىدىن) قوغلانغان ھالدا كىرىدۇ",
        "numberInSurah": 18,
        "juz": 15,
        "manzil": 4,
        "page": 284,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2048,
        "text": "كىمكى ئاخىرەتنى كۆزلەيدىكەن ۋە مۆمىن بولۇپ ئاخىرەتكە لايىق ئەمەللەرنى قىلىدىكەن، مۇنداق ئادەملەرنىڭ قىلغان ئەمەلى (اﷲ نىڭ دەرگاھىدا) قوبۇل بولىدۇ",
        "numberInSurah": 19,
        "juz": 15,
        "manzil": 4,
        "page": 284,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2049,
        "text": "بۇلارنىڭ ۋە ئۇلارنىڭ ھەر ئىككىسىگە پەرۋەردىگارىڭنىڭ ئاتا قىلغىنىدىن بېرىمىز. پەرۋەردىگارىڭنىڭ ئاتا قىلغىنى (ھېچ ئادەمدىن) مەنئى قىلىنمايدۇ",
        "numberInSurah": 20,
        "juz": 15,
        "manzil": 4,
        "page": 284,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2050,
        "text": "ئۇلارنىڭ بەزىسىنى بەزىسىدىن قانداق ئۈستۈن قىلغانلىقىمىزغا قارىغىن، ئاخىرەت دەرىجىلىرىدىكى (پەرق) ئەلۋەتتە تېخىمۇ چوڭدۇر ۋە ئۈستۈنلۈك (جەھەتتىكى پەرق) زىيادە چوڭدۇر",
        "numberInSurah": 21,
        "juz": 15,
        "manzil": 4,
        "page": 284,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2051,
        "text": "اﷲ قا باشقا مەبۇدنى (شېرىك) قىلمىغىن، (ئۇنداق قىلساڭ اﷲ نىڭ دەرگاھىدا) ئەيىبلەنگەن، (اﷲ نىڭ ياردىمىدىن) مەھرۇم بولغان ھالدا (دوزاختا ھەمىشە) قالىسەن",
        "numberInSurah": 22,
        "juz": 15,
        "manzil": 4,
        "page": 284,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2052,
        "text": "پەرۋەردىگارىڭ پەقەت ئۇنىڭ ئۆزىگىلا ئىبادەت قىلىشىڭلارنى ۋە ئاتا - ئاناڭلارغا ياخشىلىق قىلىشىڭلارنى تەۋسىيە قىلدى، ئۇلارنىڭ بىرى، يا ئىككىلىسى سېنىڭ قول ئاستىڭدا بولۇپ ياشىنىپ قالسا، ئۇلارغا ئوھوي دېمىگىن (يەنى مالاللىقنى بىلدۈرىدىغان شۇنچىلىك سۆزنىمۇ قىلمىغىن)، ئۇلارنى دۈشكەلىمىگىن، ئۇلارغا ھۆرمەت بىلەن يۇمشاق سۆز قىلغىن",
        "numberInSurah": 23,
        "juz": 15,
        "manzil": 4,
        "page": 284,
        "ruku": 242,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2053,
        "text": "ئۇلارغا كامالىي مېھرىبانلىقتىن ناھايىتى كەمتەر مۇئامىلىدە بولغىن ۋە: «ئى پەرۋەردىگارىم! ئۇلار مېنى كىچىكلىكىمدە تەربىيىلىگىنىدەك ئۇلارغا مەرھەمەت قىلغىن» دېگىن",
        "numberInSurah": 24,
        "juz": 15,
        "manzil": 4,
        "page": 284,
        "ruku": 242,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2054,
        "text": "پەرۋەردىگارىڭلار دىلىڭلاردىكىنى ئوبدان بىلگۈچىدۇر، ئەگەر سىلەر ياخشى بولساڭلار (يەنى ئاتا - ئاناڭلارنى قاخشاتقۇچى بولمىساڭلار، اﷲ سىلەرنىڭ خاتالىغىڭلارنى كەچۈرىدۇ). اﷲ ھەقىقەتەن تەۋبە قىلىپ تۇرغۇچىلارنى مەغفىرەت قىلغۇچىدۇر",
        "numberInSurah": 25,
        "juz": 15,
        "manzil": 4,
        "page": 284,
        "ruku": 242,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2055,
        "text": "تۇغقانغا، مىسكىنگە، ئىبىن - سەبىلگە (خەيرى - ساخاۋەتتىن) ھەققىنى بەرگىن، (پۇل - مېلىڭنى ناتوغرا يوللارغا) ئىسراپ قىلمىغىن",
        "numberInSurah": 26,
        "juz": 15,
        "manzil": 4,
        "page": 284,
        "ruku": 242,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2056,
        "text": "ئىسراپ قىلغۇچىلار ھەقىقەتەن شەيتانلارنىڭ قېرىنداشلىرىدۇر، شەيتان پەرۋەردىگارىغا تولىمۇ كۇفرانى نېمەت قىلغان ئىدى",
        "numberInSurah": 27,
        "juz": 15,
        "manzil": 4,
        "page": 284,
        "ruku": 242,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2057,
        "text": "ئەگەر سەن پەرۋەردىگارىڭدىن كۈتۈۋاتقان مەرھەمەت نازىل بولغاندىن كېيىن ئاندىن ئۇلارغا خەيرى - ساخاۋەت قىلماقچى بولساڭ (يەنى قولۇڭدا ئۇلارغا بېرىدىغان بىر نەرسە بولمىسا)، ئۇلارغا چىرايلىق گەپ قىلغىن",
        "numberInSurah": 28,
        "juz": 15,
        "manzil": 4,
        "page": 285,
        "ruku": 242,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2058,
        "text": "قولۇڭنى بوينۇڭغا باغلىۋالمىغىن (يەنى بېخىللىق قىلمىغىن) قولۇڭنى تولىمۇ ئېچىپمۇ ئەتمىگىن (يەنى ئىسراپ قىلمىغىن)، (ئۇنداق قىلساڭ پۇلسىز قېلىپ) مالامەتكە، پۇشايمانغا قالىسەن",
        "numberInSurah": 29,
        "juz": 15,
        "manzil": 4,
        "page": 285,
        "ruku": 242,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2059,
        "text": "شۈبھىسىزكى، سېنىڭ پەرۋەردىگارىڭ خالىغان ئادەمنىڭ رىزقىنى كەڭ قىلىدۇ، خالىغان ئادەمنىڭ رىزقىنى تار قىلىدۇ، اﷲ ھەقىقەتەن بەندىلىرىنىڭ (ئەھۋالىنى، مەنپەئىتىنى) بىلىپ تۇرغۇچىدۇر، كۆرۈپ تۇرغۇچىدۇر",
        "numberInSurah": 30,
        "juz": 15,
        "manzil": 4,
        "page": 285,
        "ruku": 242,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2060,
        "text": "كەمبەغەللىكتىن قورقۇپ بالىلىرىڭلارنى ئۆلتۈرمەڭلار. ئۇلارنىڭ ۋە سىلەرنىڭ رىزقىڭلارنى بىز بېرىمىز، ئۇلارنى ئۆلتۈرۈش ھەقىقەتەن چوڭ گۇناھتۇر",
        "numberInSurah": 31,
        "juz": 15,
        "manzil": 4,
        "page": 285,
        "ruku": 243,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2061,
        "text": "زىناغا يېقىنلاشماڭلار، چۈنكى ئۇ قەبىھ ئىشتۇر، يامان يولدۇر",
        "numberInSurah": 32,
        "juz": 15,
        "manzil": 4,
        "page": 285,
        "ruku": 243,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2062,
        "text": "ناھەق ئادەم ئۆلتۈرمەڭلاركى، اﷲ (ناھەق ئادەم ئۆلتۈرۈشنى (ھارام قىلدى، كىمكى ناھەق ئۆلتۈرۈلىدىكەن، (قاتىلدىن قىساس ئېلىش، يا دىيەت ئېلىش، يا كەچۈرۈم قىلىش) ھوقۇقىنى ئۆلتۈرۈلگۈچىنىڭ ئىگىسىنىڭ قولىدا قىلدۇق، ئىگىسى قىساس ئېلىشتا چەكتىن چىقىپ كەتمىسۇن (قاتىلدىن غەيرىنى ئۆلتۈرۈش، يا ئۇنىڭ ئەزالىرىنى كېسىش، بىر ئادەم ئۈچۈن ئىككى ئادەمنى ئۆلتۈرۈش قاتارلىق ئىشلارنى قىلمىسۇن)، (ناھەق ئۆلتۈرۈلگۈچىنىڭ) ئىگىسىگە اﷲ ھەقىقەتەن مەدەتكاردۇر",
        "numberInSurah": 33,
        "juz": 15,
        "manzil": 4,
        "page": 285,
        "ruku": 243,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2063,
        "text": "يېتىمنىڭ مېلىنى تاكى ئۇ بالاغەتكە يەتكەنگە قەدەر (يېتىمگە) ئەڭ پايدىلىق ئۇسۇلدا تەسەررۇپ قىلىڭلار، ئەھدىگە ۋاپا قىلىڭلار، (قىيامەت كۈنى) ئەھدە ئۈستىدە (يەنى ئەھدىگە ۋاپا قىلغان - قىلمىغانلىق ئۈستىدە) ئەلۋەتتە سوئال - سوراق قىلىنىسىلەر",
        "numberInSurah": 34,
        "juz": 15,
        "manzil": 4,
        "page": 285,
        "ruku": 243,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2064,
        "text": "سىلەر (باشقىلارغا ئاشلىق قاتارلىقلارنى) ئۆلچەپ بەرگەندە، تولۇق ئۆلچەڭلار ۋە تارازىدا تارتىپ بېرىڭلار، بۇنداق قىلىش (سىلەرگە دۇنيادا) ياخشىدۇر، ئاخىرەتلىكىڭلار ئۈچۈن تېخىمۇ ئوبداندۇر",
        "numberInSurah": 35,
        "juz": 15,
        "manzil": 4,
        "page": 285,
        "ruku": 243,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2065,
        "text": "بىلمەيدىغان نەرسەڭگە ئەگەشمە (يەنى بىلمىگەننى بىلدىم، كۆرمىگەننى كۆردۈم، ئاڭلىمىغاننى ئاڭلىدىم دېمە)، (ئىنسان قىيامەت كۈنى) قۇلاق، كۆز، دىل (يەنى سەزگۈ ئەزالىرى) نىڭ قىلمىشلىرى ئۈستىدە ھەقىقەتەن سوئال - سوراق قىلىنىدۇ",
        "numberInSurah": 36,
        "juz": 15,
        "manzil": 4,
        "page": 285,
        "ruku": 243,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2066,
        "text": "سەن زېمىندا مەغرۇرانە يۈرمىگىن، (ھاكاۋۇرلۇقتىن ئايىغىڭ بىلەن) يەرنى تېشىۋېتەلمەيسەن، (ھەرقانچە گىدەيگىنىڭ بىلەن) ئېگىزلىكتە تاغلارغا تەڭلىشەلمەيسەن",
        "numberInSurah": 37,
        "juz": 15,
        "manzil": 4,
        "page": 285,
        "ruku": 243,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2067,
        "text": "يۇقىرىقى (ئىش) لارنىڭ ھەممىسى قەبىھ بولۇپ، اﷲ نىڭ دەرگاھىدا ياماندۇر",
        "numberInSurah": 38,
        "juz": 15,
        "manzil": 4,
        "page": 285,
        "ruku": 243,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2068,
        "text": "بۇلار پەرۋەردىگارىڭ ساڭا ۋەھيى قىلغان ھېكمەتلەرنىڭ بىر قىسمىدۇر، اﷲ قا باشقا مەبۇدنى شېرىك قىلمىغىن، بولمىسا مالامەت قىلىنغان، (اﷲ نىڭ رەھمىتىدىن) قوغلانغان ھالدا جەھەننەمگە تاشلىنىسەن",
        "numberInSurah": 39,
        "juz": 15,
        "manzil": 4,
        "page": 286,
        "ruku": 243,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2069,
        "text": "ئەجەبا اﷲ سىلەرگە ئوغۇللارنى خاس قىلىپ، پەرىشتىلەرنى ئۆزىنىڭ قىزلىرى قىلىۋالغانمۇ؟ ھەقىقەتەن سىلەر چوڭ سۆزنى قىلىۋاتىسىلەر",
        "numberInSurah": 40,
        "juz": 15,
        "manzil": 4,
        "page": 286,
        "ruku": 243,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2070,
        "text": "ئۇلارنى ئىبرەت ئالسۇن دەپ (ۋەز - نەسىھەتنى) قۇرئاندا تۈرلۈك شەكىلدە بايان قىلدۇق، (بۇنىڭ بىلەن) ئۇلار (ھەقىقەتەن) تېخىمۇ يىراقلاشماقتا",
        "numberInSurah": 41,
        "juz": 15,
        "manzil": 4,
        "page": 286,
        "ruku": 244,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2071,
        "text": "مۇشرىكلار ئېيتقاندەك، اﷲ بىلەن بىرگە يەنە باشقا ئىلاھلار بولغان تەقدىردە ئەرش ئىگىسى (اﷲ ئۈستىدىن) غەلىبە قىلىش ئۈچۈن ئەلۋەتتە يول ئىزدىگەن بولاتتى",
        "numberInSurah": 42,
        "juz": 15,
        "manzil": 4,
        "page": 286,
        "ruku": 244,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2072,
        "text": "اﷲ پاكتۇر، ئۇلارنىڭ بوھتان سۆزلىرىدىن يۈكسەك دەرىجىدە ئالىيدۇر",
        "numberInSurah": 43,
        "juz": 15,
        "manzil": 4,
        "page": 286,
        "ruku": 244,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2073,
        "text": "يەتتە ئاسمان - زېمىن ۋە ئۇلاردىكى مەخلۇقاتلار اﷲ نى پاك دەپ بىلىدۇ، (كائىناتتىكى) قانداقلىكى نەرسە بولمىسۇن، اﷲ نى پاك دەپ مەدھىيىلەيدۇ (يەنى اﷲ نىڭ ئۇلۇغلۇقىنى سۆزلەيدۇ)، لېكىن سىلەر (تىلىڭلار ئوخشاش بولمىغانلىقى ئۈچۈن) ئۇلارنىڭ مەدھىيىسىنى سەزمەيسىلەر، اﷲ ھەقىقەتەن (بەندىلىرىگە) ھەلىمدۇر (يەنى ئاسىيلىق قىلغانلارنى جازالاشقا ئالدىراپ كەتمەيدۇ)، (تەۋبە قىلغۇچىلارنى) مەغپىرەت قىلغۇچىدۇر",
        "numberInSurah": 44,
        "juz": 15,
        "manzil": 4,
        "page": 286,
        "ruku": 244,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2074,
        "text": "(ئى مۇھەممەد!) سەن ئاخىرەتكە ئىشەنمەيدىغان (مۇشرىكلارغا) قۇرئاننى ئوقۇغان چېغىڭدا ئۇلار بىلەن سېنىڭ ئاراڭدا يوشۇرۇن پەردە پەيدا قىلدۇق",
        "numberInSurah": 45,
        "juz": 15,
        "manzil": 4,
        "page": 286,
        "ruku": 244,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2075,
        "text": "قۇرئاننى چۈشەنمىسۇن دەپ ئۇلارنىڭ دىللىرىنى پەردىلىدۇق، ئۇلارنىڭ قۇلاقلىرىنى ئېغىر قىلدۇق، قۇرئاندا يالغۇز پەرۋەردىگارىڭنى تىلغا ئالساڭ، ئۇلار ئۈركۈپ قېچىپ كېتىدۇ",
        "numberInSurah": 46,
        "juz": 15,
        "manzil": 4,
        "page": 286,
        "ruku": 244,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2076,
        "text": "تىلاۋىتىڭگە ئۇلارنىڭ نېمە ئۈچۈن (يەنى مەسخىرە ئۈچۈن) قۇلاق سالىدىغانلىقىنى بىز ئوبدان بىلىمىز، ئۇلار قىرائىتىڭنى تىڭشىغان چاغلىرىدا (سېنىڭ توغراڭدا) پىچىرلىشىدۇ، ئەينى ۋاقىتتا زالىملار (مۆمىنلەرگە): «سىلەر پەقەت سېھىرلەنگەن ئادەمگىلا ئەگىشىۋاتىسىلەر» دەيدۇ",
        "numberInSurah": 47,
        "juz": 15,
        "manzil": 4,
        "page": 286,
        "ruku": 244,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2077,
        "text": "ئۇلارنىڭ سېنىڭ توغراڭدا (بىردەم سېھرىگەر، بىردەم شائىر ۋە بىردەم مەجنۇن دېگەندەك) نۇرغۇن مىساللارنى كەلتۈرگەنلىكىگە قارىغىن، ئۇلار (مۇشۇنداق بوھتانلارنى چاپلاش بىلەن) ئازدى، ئۇلار (ھىدايەتكە) يول تاپالمايدۇ",
        "numberInSurah": 48,
        "juz": 15,
        "manzil": 4,
        "page": 286,
        "ruku": 244,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2078,
        "text": "مۇشرىكلار: ‹‹بىز قۇرۇق سۆڭەك ۋە چىرىپ توپا بولۇپ كەتكەندىن كېيىن چوقۇم قايتا تىرىلىپ يېڭىدىن ئادەم بولامدۇق؟ ›› دېيىشىدۇ",
        "numberInSurah": 49,
        "juz": 15,
        "manzil": 4,
        "page": 286,
        "ruku": 244,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2079,
        "text": "سىلەر تاش ياكى تۆمۈر ياكى ھاياتلىقنى تەسەۋۋۇر قىلىش تېخىمۇ قىيىن بولغان بىر نەرسە بولۇپ كەتسەڭلارمۇ (اﷲ سىلەرنى تىرىلدۈرىدۇ) ئۇلار: ‹‹بىزنى كىم تىرىلدۈرىدۇ؟» دېگىن، ئۇلار ساڭا باشلىرىنى لىڭشىتىپ: ‹‹ئۇ قاچان بولىدۇ؟ ›› دېيىشىدۇ، (سەن) ‹‹ئۈمىدكى، ئۇ يېقىندا بولىدۇ›› دېگىن",
        "numberInSurah": 50,
        "juz": 15,
        "manzil": 4,
        "page": 287,
        "ruku": 244,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2080,
        "text": "سىلەر تاش ياكى تۆمۈر ياكى ھاياتلىقنى تەسەۋۋۇر قىلىش تېخىمۇ قىيىن بولغان بىر نەرسە بولۇپ كەتسەڭلارمۇ (اﷲ سىلەرنى تىرىلدۈرىدۇ) ئۇلار: ‹‹بىزنى كىم تىرىلدۈرىدۇ؟» دېگىن، ئۇلار ساڭا باشلىرىنى لىڭشىتىپ: ‹‹ئۇ قاچان بولىدۇ؟ ›› دېيىشىدۇ، (سەن) ‹‹ئۈمىدكى، ئۇ يېقىندا بولىدۇ›› دېگىن",
        "numberInSurah": 51,
        "juz": 15,
        "manzil": 4,
        "page": 287,
        "ruku": 244,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2081,
        "text": "شۇ كۈندە اﷲ سىلەرنى چاقىرىدۇ، سىلەر ئۇنىڭغا ھەمدى ئېيتىپ ئىجابەت قىلىسىلەر ۋە (دۇنيادا) پەقەت ئازغىنا تۇرغاندەك ئويلايسىلەر",
        "numberInSurah": 52,
        "juz": 15,
        "manzil": 4,
        "page": 287,
        "ruku": 244,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2082,
        "text": "بەندىلىرىمگە ئېيتقىنكى، ئۇلار ياخشى سۆزلەرنى قىلسۇن، شۈبھىسىزكى، شەيتان ئۇلارنىڭ ئارىسىدا پىتنە قوزغايدۇ، شەيتان ئىنسانغا ھەقىقەتەن ئاشكارا دۈشمەندۇر",
        "numberInSurah": 53,
        "juz": 15,
        "manzil": 4,
        "page": 287,
        "ruku": 245,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2083,
        "text": "اﷲ سىلەرنى ئوبدان بىلىدۇ، اﷲ سىلەرگە رەھىم قىلىدۇ، خالىسا سىلەرنى ئازابلايدۇ، سېنى ئۇلار (يەنى كاپىرلار) غا ھامىي قىلىپ ئەۋەتكىنىمىز يوق",
        "numberInSurah": 54,
        "juz": 15,
        "manzil": 4,
        "page": 287,
        "ruku": 245,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2084,
        "text": "پەرۋەردىگارىڭ ئاسمانلاردىكى، زېمىندىكى بەندىلىرىنىڭ ئەھۋالىنى ھەممىدىن ئوبدان بىلىدۇ، بىز ھەقىقەتەن پەيغەمبەرلەرنىڭ بەزىسىنى بەزىسىدىن ئۈستۈن قىلدۇق",
        "numberInSurah": 55,
        "juz": 15,
        "manzil": 4,
        "page": 287,
        "ruku": 245,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2085,
        "text": "داۋۇتقا زەبۇرنى ئاتا قىلدۇق، سىلەر اﷲ نى قويۇپ خۇدا دەپ ئويلىغانلىرىڭلارنى چاقىرىڭلار. ئۇلارنىڭ قولىدىن سىلەردىن بالانى كۆتۈرۈۋېتىشمۇ ۋە ئۇنى (باشقىلارغا) يۆتكەپ قويۇشمۇ كەلمەيدۇ",
        "numberInSurah": 56,
        "juz": 15,
        "manzil": 4,
        "page": 287,
        "ruku": 245,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2086,
        "text": "ئۇلار (اﷲ نى قويۇپ ئىلاھ دەپ) ئىبادەت قىلىدىغانلارنىڭ (ئۆزلىرى ئىبادەت ئارقىلىق) پەرۋەردىگارىغا يېقىن بولۇشنى تىلەيدۇ، ئۇلارنىڭ ئارىسىدا (پەرۋەردىگارىغا) يېقىنراق بولغىنى (ھەم ئىبادەت ئارقىلىق اﷲ قا يېقىن بولۇشنى تىلەيدۇ)، پەرۋەردىگارىنىڭ رەھمىتىنى ئۈمىد قىلىپ (ئۇنىڭ) ئازابىدىن قورقىدۇ، پەرۋەردىگارىنىڭ ئازابى ھەقىقەتەن ساقلىنىشقا تېگىشلىكتۇر",
        "numberInSurah": 57,
        "juz": 15,
        "manzil": 4,
        "page": 287,
        "ruku": 245,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2087,
        "text": "(اﷲ قا ئاسىيلىق قىلغان) ھەرقانداق بىر شەھەر بولمىسۇن، ئۇنى بىز قىيامەت كۈنىدىن بۇرۇن ھالاك قىلىمىز، ياكى ئۇنى قاتتىق ئازابلايمىز، بۇ لەۋھۇلمەھپۇزدا پۈتۈلۈپ كەتكەن (ھۆكۈم) دۇر",
        "numberInSurah": 58,
        "juz": 15,
        "manzil": 4,
        "page": 287,
        "ruku": 245,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2088,
        "text": "(قۇرەيش مۇشرىكلىرى تەلەپ قىلغان) مۆجىزىلەرنى مەيدانغا كەلتۈرمەسلىكىمىز پەقەت بۇرۇنقىلار (يەنى ئىلگىرىكى ئۈممەتلەرنىڭ) مۆجىزىلەرنى يالغانغا چىقارغانلىقى ئۈچۈندۇر، بىز سەمۇدقا چىشى تۆگىنى روشەن (مۆجىزە) قىلىپ بەردۇق، ئۇلار ئۇنى ئىنكار قىلدى. بىز مۆجىزىلەرنى پەقەت (بەندىلەرنى) قورقۇتۇش ئۈچۈنلا ئەۋەتىمىز",
        "numberInSurah": 59,
        "juz": 15,
        "manzil": 4,
        "page": 288,
        "ruku": 245,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2089,
        "text": "ئۆز ۋاقتىدا بىز ساڭا پەرۋەردىگارىڭنىڭ ھەقىقەتەن كىشىلەرنىڭ (ئەھۋالى) نى تولۇق بىلىدىغانلىقىنى ئېيتتۇق، بىز ساڭا (مىراج كېچىسى ئاسمان - زېمىندىكى ئاجايىپلاردىن) كۆرسەتكەن كۆرۈنۈشنى، قۇرئاندىكى لەنەت قىلىنغان دەرەخنى (يەنى قۇرئاندا زىكرى قىلىنغان زەققۇم دەرىخىنى) پەقەت كىشىلەر ئۈچۈن سىناق قىلدۇق، بىز ئۇلارنى (يەنى مۇشرىكلارنى) قورقۇتىمىز. بىزنىڭ قورقۇتىشىمىز ئۇلارنىڭ يولسىزلىقىنى تېخىمۇ كۈچەيتىدۇ",
        "numberInSurah": 60,
        "juz": 15,
        "manzil": 4,
        "page": 288,
        "ruku": 245,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2090,
        "text": "ئۆز ۋاقتىدا بىز پەرىشتىلەرگە: «ئادەمگە سەجدە قىلىڭلار‍‌‍!» دېدۇق، ئىبلىستىن باشقا ھەممىسى سەجدە قىلدى. ئىبلىس: «سەن لايدىن ياراتقانغا سەجدە قىلامدىمەن؟» دېدى",
        "numberInSurah": 61,
        "juz": 15,
        "manzil": 4,
        "page": 288,
        "ruku": 246,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2091,
        "text": "ئىبلىس: «ماڭا ئېيتىپ بەرگىنە، سەن مەندىن ئۈستۈن قىلغان ئادەم مۇشۇمۇ؟ ئەگەر ماڭا قىيامەتكىچە مۆھلەت بېرىدىغان بولساڭ، ئۇنىڭ ئەۋلادىنىڭ ئازغىنىسىدىن باشقىسىنى (ئازدۇرۇپ) تۈپ يىلتىزىدىن قۇرۇتۇۋېتىمەن (يەنى ئۇلارنى خالىغانچە يېتىلەيمەن)» دېدى",
        "numberInSurah": 62,
        "juz": 15,
        "manzil": 4,
        "page": 288,
        "ruku": 246,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2092,
        "text": "اﷲ (ئىبلىسقا) ئېيتتى؛ «بارغىن (ساڭا مۆھلەت بەردىم)، ئۇلاردىن (يەنى ئادەم بالىلىرىدىن) كىمكى ساڭا ئەگىشىدىكەن، (جەھەننەم ساڭا ۋە ئۇلارغا) بېرىلگەن تولۇق جازادۇر",
        "numberInSurah": 63,
        "juz": 15,
        "manzil": 4,
        "page": 288,
        "ruku": 246,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2093,
        "text": "ئۇلارنىڭ ئىچىدىن قوزغىتالايدىغانلىكى ئادىمىڭنى ئاۋازىڭ بىلەن (يەنى گۇناھقا چاقىرىشىڭ بىلەن) قوزغاتقىن، ئاتلىق ۋە پىيادە قوشۇنىڭ بىلەن ئۇلارغا ھۇجۇم قىلغىن، ئۇلارنىڭ ماللىرىغا ۋە بالىلىرىغا شېرىك بولغىن، ئۇلارغا (يالغان) ۋەدىلەرنى بەرگىن - شەيتاننىڭ ئۇلارغا بەرگەن ۋەدىسى پەقەت ئالدامچىلىقتۇر",
        "numberInSurah": 64,
        "juz": 15,
        "manzil": 4,
        "page": 288,
        "ruku": 246,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2094,
        "text": "شۈبھىسىزكى، مېنىڭ (ئىخلاسمەن) بەندىلىرىم ئۈستىدىن سەن ھۆكۈمرانلىق قىلالمايسەن. پەرۋەردىگارىڭ ھەقىقەتەن ھامىي بولۇشقا يېتەرلىكتۇر»",
        "numberInSurah": 65,
        "juz": 15,
        "manzil": 4,
        "page": 288,
        "ruku": 246,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2095,
        "text": "پەرۋەردىگارىڭلار، سىلەرنى پەزلىنى (يەنى پەزلىدىن بولغان رىزقىڭلارنى) تەلەپ قىلسۇن دەپ، كېمىلەرنى سىلەر ئۈچۈن دېڭىزدا ماڭدۇرۇپ بېرىدۇ، ئۇلار ھەقىقەتەن سىلەرگە ناھايىتى مېھرىباندۇر",
        "numberInSurah": 66,
        "juz": 15,
        "manzil": 4,
        "page": 288,
        "ruku": 246,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2096,
        "text": "سىلەر دېڭىزدا بىرەر ئاپەتكە يولۇققان چېغىڭلاردا، ئېسىڭلارغا سىلەر چوقۇنۇۋاتقان مەبۇدلار كەلمەي، پەقەت اﷲ لا كېلىدۇ (يەنى ئىنسان مۇنداق چاغدا اﷲ تىن باشقىغا ئىلتىجا قىلمايدۇ)، اﷲ سىلەرنى (غەرق بولۇشتىن) قۇتقۇزۇپ، (ئامان - ئېسەن) قۇرۇقلۇققا چىقارغاندا يۈز ئۆرۈيسىلەر (يەنى ئىخلاسىڭلار تۈگەپ ئاۋۋالقى ھالىتىڭلارغا قايتىۋالىسىلەر). ئىنسان كۇفرىلىق قىلغۇچىدۇر (يەنى اﷲ نىڭ نېمەتلىرىنى ئىنكار قىلىش ئىنساننىڭ تەبىئىتىدۇر)",
        "numberInSurah": 67,
        "juz": 15,
        "manzil": 4,
        "page": 289,
        "ruku": 246,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2097,
        "text": "(دېڭىزدا غەرق بولۇپ كېتىشتىن قۇتۇلغىنىڭلار بىلەن) اﷲ نىڭ سىلەرنى يەرگە يۇتقۇزۇۋېتىشىدىن، ياكى سىلەرگە ئاسماندىن تاش ياغدۇرۇپ ھالاك قىلىشىدىن، ئاندىن سىلەرنى (اﷲ نىڭ ئازابىدىن ساقلايدىغان) ھېچ ھامىي تاپالماسلىقىڭلاردىن قورقمامسىلەر؟",
        "numberInSurah": 68,
        "juz": 15,
        "manzil": 4,
        "page": 289,
        "ruku": 246,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2098,
        "text": "ياكى اﷲ نىڭ سىلەرنى دېڭىزدا قايتا قاتناتقۇزۇپ (دېڭىزدىكى چېغىڭلاردا) قارا بوران چىقىرىپ، كۈفرىلىق قىلغانلىقىڭلار تۈپەيلىدىن سىلەرنى غەرق قىلىۋېتىشىدىن، ئاندىن سىلەرگە بىزدىن ئۆچ ئېلىپ بېرىدىغان ھېچ ئەھدى تاپالماسلىقىڭلاردىن قورقمامسىلەر؟",
        "numberInSurah": 69,
        "juz": 15,
        "manzil": 4,
        "page": 289,
        "ruku": 246,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2099,
        "text": "شەك - شۈبھىسىزكى، بىز ئادەم بالىلىرىنى ھۆرمەتلىك قىلدۇق، ئۇلارنى قۇرۇقلۇقتا (ئۇلۇغلارغا) مىندۇردۇق، دېڭىزدا (كېمىلەرگە) چىقاردۇق، ئۇلارنى شېرىن يېمەكلىكلەر بىلەن رىزىقلاندۇردۇق، ئۇلارنى مەخلۇقاتلىرىمىزنىڭ نۇرغۇنىدىن ئۈستۈن قىلدۇق",
        "numberInSurah": 70,
        "juz": 15,
        "manzil": 4,
        "page": 289,
        "ruku": 246,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2100,
        "text": "بىز ھەممە ئادەمنى ئۇلارنىڭ نامە - ئەمالى بىلەن چاقىرىدىغان كۈننى (ئېسىڭدا تۇتقىن)، نامە - ئەمالى ئوڭ قولىدىن بېرىلگەنلەر ئۆزلىرىنىڭ نامە - ئەمالىنى ئوقۇيدۇ، ئۇلارغا قىلچە زورلۇق قىلىنمايدۇ",
        "numberInSurah": 71,
        "juz": 15,
        "manzil": 4,
        "page": 289,
        "ruku": 247,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2101,
        "text": "بۇ دۇنيادا (دىلى) كۆر بولغان ئادەم ئاخىرەتتىمۇ كۆر ۋە تېخىمۇ گۇمراھ بولىدۇ",
        "numberInSurah": 72,
        "juz": 15,
        "manzil": 4,
        "page": 289,
        "ruku": 247,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2102,
        "text": "ئۇلار سېنى بىز ساڭا ۋەھىي قىلغان قۇرئانغا خىلاپلىق قىلدۇرۇپ، بىزگە قۇرئاندىن غەيرىنى ئىپتىرا قىلدۇرۇشقا تاس قالدى، (ئۇلارنىڭ كۆڭلىدىكىدەك قىلغىنىڭدا) ئەلۋەتتە ئۇلار سېنى (ئۆزلىرىگە) دوست قىلىۋالاتتى",
        "numberInSurah": 73,
        "juz": 15,
        "manzil": 4,
        "page": 289,
        "ruku": 247,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2103,
        "text": "سېنى بىز (ھەقتە تۇرۇشتا) مۇستەھكەم قىلمىغان بولساق، ئۇلارغا مايىل بولۇپ كەتكىلى ھەقىقەتەن تاس قالغان ئىدىڭ",
        "numberInSurah": 74,
        "juz": 15,
        "manzil": 4,
        "page": 289,
        "ruku": 247,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2104,
        "text": "ئەگەر شۇنداق قىلىدىغان بولساڭ، ئەلۋەتتە ساڭا دۇنيا ۋە ئاخىرەتتە ھەسسىلەپ ئازاب بەرگەن بولاتتۇق، ئاندىن سەن بىزگە قارشى ياردەم بېرىدىغان ھېچ ئادەم تاپالمايتتىڭ",
        "numberInSurah": 75,
        "juz": 15,
        "manzil": 4,
        "page": 289,
        "ruku": 247,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2105,
        "text": "(يەھۇدىيلار) سېنى (مەدىنە) زېمىنىدىن چىقىرىۋېتىش ئۈچۈن، ئۇ يەردىن سېنى خاتىرجەم تۇرغۇزماسلىققا تاس قالدى، شۇنداق بولغاندا، سەن چىقىپ كەتكەندىن كېيىن، ئۇلار ئازغىنا ۋاقىت تۇرالايتتى (يەنى ئازغىنا ۋاقىتتىن كېيىن ھالاك بولاتتى)",
        "numberInSurah": 76,
        "juz": 15,
        "manzil": 4,
        "page": 290,
        "ruku": 247,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2106,
        "text": "(بۇ) سەندىن ئىلگىرى بىز ئەۋەتكەن پەيغەمبەرلىرىمىزنىڭ تۇتقان يولىدۇر (يەنى پەيغەمبەرلىرىنى ئارىسىدىن ھەيدەپ چىقارغان ھەرقانداق ئۈممەتنى ھالاك قىلىش اﷲ نىڭ پەيغەمبەرلىرى ھەققىدە تۇتقان يولىدۇر)، تۇتقان يولىمىزدا ئۆزگىرىش تاپالمايسەن",
        "numberInSurah": 77,
        "juz": 15,
        "manzil": 4,
        "page": 290,
        "ruku": 247,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2107,
        "text": "(ئى مۇھەممەد!) كۈن قايرىلغان ۋاقىتتىن تارتىپ قاراڭغۇ چۈشكەن ۋاقىتقا قەدەر ناماز ئوقۇغىن. بامدات نامىزىنىمۇ ئوقۇغىن، (كۈندۈزنىڭ ۋە كېچىنىڭ پەرىشتىلىرى) چوقۇم بامدات نامىزىدا ھازىر بولىدۇ",
        "numberInSurah": 78,
        "juz": 15,
        "manzil": 4,
        "page": 290,
        "ruku": 248,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2108,
        "text": "ساڭا نەپلە (ئىبادەت) بولۇشى ئۈچۈن، كېچىنىڭ بىر قىسىمىدا (ناماز ئوقۇشقا، قۇرئان ئوقۇشقا) ئويغانغىن، (ئى مۇھممەد‍! (پەرۋەردىگارىڭنىڭ سېنى مەدھىيىلىنىدىغان ئورۇنغا (يەنى بۈيۈك شاپائەت ماقامىغا) تۇرغۇزۇشى ھەقىقەتتۇر",
        "numberInSurah": 79,
        "juz": 15,
        "manzil": 4,
        "page": 290,
        "ruku": 248,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2109,
        "text": "«پەرۋەردىگارىم! مېنى (قەبرەمگە) ئوڭۇشلۇق كىرگۈزگىن، (قەبرەمدىن) ئوڭۇشلۇق چىقارغىن، ماڭا دەرگاھىڭدىن ھەققە ياردەم بېرىدىغان قۇۋۋەت ئاتا قىلغىن» دېگىن",
        "numberInSurah": 80,
        "juz": 15,
        "manzil": 4,
        "page": 290,
        "ruku": 248,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2110,
        "text": "«ھەقىقەت (يەنى ئىسلام) كەلدى، باتىل (يەنى كۈفرى) يوقالدى. باتىل ھەقىقەتەن ئوڭاي يوقىلىدۇ» دېگىن",
        "numberInSurah": 81,
        "juz": 15,
        "manzil": 4,
        "page": 290,
        "ruku": 248,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2111,
        "text": "بىز مۆمىنلەرگە (يەنى ئۇلارنىڭ دىللىرىغا) شىپا ۋە رەھمەت بولىدىغان قۇرئان ئايەتلىرىنى نازىل قىلىمىز، قۇرئان كاپىرلارغا زىياندىن باشقىنى زىيادە قىلمايدۇ (يەنى ئۇلار قۇرئاننى تەستىق قىلمىغانلىقتىن، ئۇلارنىڭ كۇفرى تېخىمۇ ئاشىدۇ)",
        "numberInSurah": 82,
        "juz": 15,
        "manzil": 4,
        "page": 290,
        "ruku": 248,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2112,
        "text": "ئىنسانغا (تۈرلۈك نېمەتلەرنى) بەرسەك (پەرۋەردىگارىنىڭ ئىبادىتىدىن) يۈز ئۆرۈيدۇ، (چوڭچىلىق قىلىپ) پەرۋەردىگارىدىن يىراقلىشىدۇ، ئۇنىڭغا بىرەر كۆڭۈلسىزلىك يەتسە، (اﷲ نىڭ رەھمىتىدىن) مەيۈسلىنىپ كېتىدۇ",
        "numberInSurah": 83,
        "juz": 15,
        "manzil": 4,
        "page": 290,
        "ruku": 248,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2113,
        "text": "ھەر ئادەم (ھىدايەت ۋە گۇمراھلىقتا) ئۆز يولى بويىچە ئىش قىلىدۇ، پەرۋەردىگارىڭلار كىمنىڭ توغرا يولدا ئىكەنلىكىنى ئوبدان بىلىدۇ",
        "numberInSurah": 84,
        "juz": 15,
        "manzil": 4,
        "page": 290,
        "ruku": 248,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2114,
        "text": "ئۇلار سەندىن روھنىڭ ماھىيىتى ھەققىدە سورىشىدۇ. ‹‹روھنىڭ ماھىيىتىنى پەرۋەردىگارىم بىلىدۇ›› دېگىن، سىلەرگە پەقەت ئازغىنا ئىلىم بېرىلگەن",
        "numberInSurah": 85,
        "juz": 15,
        "manzil": 4,
        "page": 290,
        "ruku": 249,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2115,
        "text": "ئەگەر بىز خالىساق ساڭا ۋەھيى قىلغان قۇرئاننى ئەلۋەتتە (دىللاردىن ۋە مۇسھەپلەردىن) كۆتۈرۈۋەتتۇق، ئاندىن ئۇنى ئەسلىگە كەلتۈرۈشكە بىزگە قارشى ھېچقانداق ھامىي تاپالمايتتىڭ",
        "numberInSurah": 86,
        "juz": 15,
        "manzil": 4,
        "page": 290,
        "ruku": 249,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2116,
        "text": "پەقەت پەرۋەردىگارىڭ رەھمەت قىلىش يۈزىسىدىن ئۇنى كۆتۈرۈۋەتمىدى. اﷲ نىڭ رەھمىتى ساڭا ھەقىقەتەن چوڭ بولدى",
        "numberInSurah": 87,
        "juz": 15,
        "manzil": 4,
        "page": 291,
        "ruku": 249,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2117,
        "text": "ئېيتقىنكى، «ئەگەر ئىنسانلار، جىنلار بۇ قۇرئاننىڭ ئوخشىشىنى مەيدانغا كەلتۈرەلمەيدۇ»",
        "numberInSurah": 88,
        "juz": 15,
        "manzil": 4,
        "page": 291,
        "ruku": 249,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2118,
        "text": "بۇ قۇرئاندا ئىنسانلار ئۈچۈن تۈرلۈك مەسىللەرنى خىلمۇ - خىل شەكىلدە بايان قىلدۇق، (روشەن پاكىتلارنىڭ بولىشىغا قارىماي) ئىنسانلارنىڭ تولىسى پەقەت (ھەقىقەتنى) ئىنكار قىلىدۇ",
        "numberInSurah": 89,
        "juz": 15,
        "manzil": 4,
        "page": 291,
        "ruku": 249,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2119,
        "text": "ئۇلار ئېيتتى: «تاكى سەن بىزگە يەر ئاستىدىن بىر بۇلاقنى ئېتىلدۇرۇپ چىقارمىغىچە ساڭا ھەرگىز ئىشەنمەيمىز",
        "numberInSurah": 90,
        "juz": 15,
        "manzil": 4,
        "page": 291,
        "ruku": 249,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2120,
        "text": "ياكى سېنىڭ خورمىلىق، تاللىق ۋە ئوتتۇرىسىدىن ئۆستەڭلەر ئېقىپ تۇرىدىغان بىر بېغىڭ بولسۇن",
        "numberInSurah": 91,
        "juz": 15,
        "manzil": 4,
        "page": 291,
        "ruku": 249,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2121,
        "text": "ياكى سەن ئېيتقاندەك ئۈستىمىزگە ئاسماننى پارچە - پارچە قىلىپ چۈشۈرگىن، ياكى (پەيغەمبەرلىكىڭگە) گۇۋاھچى قىلىپ اﷲ نى ۋە پەرىشتىلەرنى ئالدىمىزغا كەلتۈرگىن",
        "numberInSurah": 92,
        "juz": 15,
        "manzil": 4,
        "page": 291,
        "ruku": 249,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2122,
        "text": "ياكى سېنىڭ ئالتۇندىن ئۆيۈڭ بولسۇن، ياكى سەن (شوتا بىلەن) ئاسمانغا چىققىن، تاكى (اﷲ تەرىپىدىن سېنىڭ ئۇنىڭ بەندىسى ۋە پەيغەمبەرلىكى ئىكەنلىكىڭ يېزىلغان) بىز ئوقۇيالايدىغان بىر كىتابنى ئېلىپ چۈشمىگىچە سېنىڭ ئاسمانغا چىققانلىقىڭغا ھەرگىز ئىشەنمەيمىز». (ئى مۇھەممەد! ئۇلارغا) ئېيتقىنكى، «اﷲ پاكتۇر، مەن پەقەت بىر پەيغەمبەر ئىنسانمەن (اﷲ نىڭ ئىزنى بولمىسا ھېچ ئادەم بىرەر مۆجىزە كەلتۈرەلمەيدۇ)»",
        "numberInSurah": 93,
        "juz": 15,
        "manzil": 4,
        "page": 291,
        "ruku": 249,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2123,
        "text": "ئۇلار (يەنى مۇشرىكلار) نىڭ ئۆزلىرىگە ھىدايەت (يەنى پەيغەمبەر بىلەن قۇرئان) كەلگەن چاغدا ئىمان ئېيتماسلىقلىرى «اﷲ ئىنساننى پەيغەمبەر قىلىپ ئەۋەتەمدۇ؟» دېگەنلىكلىرى ئۈچۈندۇر",
        "numberInSurah": 94,
        "juz": 15,
        "manzil": 4,
        "page": 291,
        "ruku": 250,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2124,
        "text": "(ئى مۇھەممەد! ئۇلارغا) ئېيتقىنكى، «مۇبادا زېمىندا (يەنى زېمىن ئەھلىدەك) مېڭىپ يۈرۈيدىغان، ئولتۇراقلاشقان پەرىشتىلەر بولسا ئىدى، ئەلۋەتتە ئۇلارغا ئاسماندىن پەرىشتىنى پەيغەمبەر قىلىپ چۈشۈرەتتۇق»",
        "numberInSurah": 95,
        "juz": 15,
        "manzil": 4,
        "page": 291,
        "ruku": 250,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2125,
        "text": "(ئى مۇھەممەد‍! (ئېيتقىنكى، «اﷲ مەن بىلەن سىلەرنىڭ ئاراڭلاردا مېنىڭ راستلىقىمغا گۇۋاھ بولۇشقا يېتەرلىكتۇر. اﷲ ھەقىقەتەن بەندىلىرىنىڭ (ئەھۋالىنى) بىلىپ تۇرغۇچىدۇر. كۆرۈپ تۇرغۇچىدۇر»",
        "numberInSurah": 96,
        "juz": 15,
        "manzil": 4,
        "page": 291,
        "ruku": 250,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2126,
        "text": "كىمكى اﷲ ھىدايەت قىلغان ئىكەن ئۇ ھىدايەت تاپقۇچىدۇر، اﷲ گۇمراھ قىلغان ئادەمگە اﷲ تىن باشقا (ئازابتىن قۇتۇلدۇرىدىغان) ھېچ ياردەمچىلەرنى تاپالمايسەن، قىيامەت كۈنى ئۇلارنى دۈم ياتقۇزۇپ (سۆرەلگەن) كۆر، گاچا، گاس ھالدا يىغىمىز، ئۇلارنىڭ جايى جەھەننەم بولىدۇ، (جەھەننەمنىڭ) ئوتى پەسلەپ قالسا، ئۇلارغا (ئوتنى) تېخىمۇ يالقۇنجىتىمىز",
        "numberInSurah": 97,
        "juz": 15,
        "manzil": 4,
        "page": 292,
        "ruku": 250,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2127,
        "text": "ئۇلارنىڭ ئايەتلىرىمىزنى ئىنكار قىلغانلىقلىرى ۋە «چىرىگەن سۆڭەك ۋە توپىغا ئايلانغىنىمىزدىن كېيىن راستلا قايتىدىن تېرىلىپ يېڭىدىن ئادەم بولامدۇق؟» دېگەنلىكلىرى ئۈچۈن، ئۇلارغا بېرىلگەن جازا ئەنە شۇدۇر",
        "numberInSurah": 98,
        "juz": 15,
        "manzil": 4,
        "page": 292,
        "ruku": 250,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2128,
        "text": "ئاسمانلارنى، زېمىننى ياراتقات اﷲ نىڭ ئۇلارغا ئوخشاش ئىنسانلارنى يارىتالايدىغانلىقىنى ئۇلار بىلمەمدۇ؟ اﷲ ئۇلارنىڭ (ئۆلۈشى ۋە تىرىلىشى ئۈچۈن) شەك - شۈبھىسىز مۇئەييەن ۋاقىت بەلگىلىدى، كاپىرلار پەقەت كۇفرىغىلا ئۇنايدۇ",
        "numberInSurah": 99,
        "juz": 15,
        "manzil": 4,
        "page": 292,
        "ruku": 250,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2129,
        "text": "«ئەگەر پەرۋەردىگارىمنىڭ رەھمەت خەزىنىلىرى سىلەرنىڭ قولۇڭلاردا بولسا، چىقىمدىن (يەنى تۈگەپ كېتىشىدىن) قورقۇپ، چوقۇم بېخىللىق قىلاتتىڭلار، ئىنسان بېخىل كېلىدۇ» دېگىن",
        "numberInSurah": 100,
        "juz": 15,
        "manzil": 4,
        "page": 292,
        "ruku": 250,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2130,
        "text": "بىز مۇساغا ھەقىقەتەن توققۇز روشەن مۆجىزە ئاتا قىلدۇق، مۇسا پىرئەۋنگە ۋە ئۇنىڭ قەۋمىگە كەلگەن چاغدا بىز مۇساغا: «(ئۇلاردىن) ئىسرائىل ئەۋلادىنى (قويۇۋېتىشنى) سۆرىغىن» (دېدۇق). پىرئەۋن ئۇنىڭغا: «ئى مۇسا! سېنى مەن چوقۇم جادۇ قىلىنغان دەپ ئويلايمەن» دېدى",
        "numberInSurah": 101,
        "juz": 15,
        "manzil": 4,
        "page": 292,
        "ruku": 251,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2131,
        "text": "مۇسا: «(ئى پىرئەۋن!) بۇلار (يەنى توققۇز مۆجىزە) نى پەقەت ئاسمانلارنىڭ ۋە زېمىننىڭ پەرۋەردىگارى (مېنىڭ راستلىقىمنى ئىسپاتلايدىغان) دەلىل قىلىپ نازىل قىغانلىقىنى سەن (گەرچە تېلىڭدا ئىقرار قىلمىساڭمۇ دىلىڭدا ئەلۋەتتە) ئوبدان بىلىسەن، مەن سېنى، ئى پىرئەۋن، ھەقىقەتەن، ھالاك بولىدۇ دەپ ئويلايمەن» دېدى",
        "numberInSurah": 102,
        "juz": 15,
        "manzil": 4,
        "page": 292,
        "ruku": 251,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2132,
        "text": "پىرئەۋن ئۇلارنى (مىسىر) زېمىنىدىن چىقىرىۋەتمەكچى بولدى، بىز پىرئەۋننى ۋە ئۇنىڭ بىلەن بىللە بولغانلارنى - ھەممىسىنى (دېڭىز) غا غەرق قىلىۋەتتۇق",
        "numberInSurah": 103,
        "juz": 15,
        "manzil": 4,
        "page": 292,
        "ruku": 251,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2133,
        "text": "پىرئەۋننى غەرق قىلىۋەتكەندىن كېيىن، بىز ئىسرائىل ئەۋلادىغا: «(مىسىر) زېمىنىدا تۇرۇڭلار، ئاخىرەت ۋەدىسى (يەنى قىيامەت) كەلگەن چاغدا سىلەرنى (قەبرەڭلاردىن مەھشەرگاھقا) (كاپىرلار بىلەن مۆمىنلەرنى) ئارىلاش ئېلىپ كېلىمىز» دېدۇق",
        "numberInSurah": 104,
        "juz": 15,
        "manzil": 4,
        "page": 292,
        "ruku": 251,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2134,
        "text": "قۇرئاننى ھەقىقەت ئاساسىدا نازىل قىلدۇق، قۇرئانمۇ ھەقىقەتنى ئۆز ئىچىگە ئالغان ھالدا نازىل بولدى، سېنى بىز پەقەت خوش خەۋەر بەرگۈچى، ئاگاھلاندۇرغۇچى قىلىپ ئەۋەتتۇق",
        "numberInSurah": 105,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 251,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2135,
        "text": "قۇرئاننى كىشىلەرگە دانە - دانە ئوقۇپ بېرىشىڭ ئۈچۈن ئۇنى بۆلۈپ - بۆلۈپ نازىل قىلدۇق، ئۇنى تەدرىجىي نازىل قىلدۇق",
        "numberInSurah": 106,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 251,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2136,
        "text": "«قۇرئانغا ئىشىنىڭلار ياكى ئىشەنمەڭلار (مەيلى، چۈنكى ئىشىنىشىڭلار ئۇنىڭغا كامالەت، ئىشەنمەسلىكىڭلار ئۇنىڭغا نۇقسان ئېلىپ كەلمەيدۇ)» دېگىن. شۈبھىسىزكى، قۇرئان نازىل بولۇشتىن ئىلگىرى كىتاب بېرىلگەنلەر قۇرئاننى ئاڭلىغان چاغلىرىدا (تەسىرلىنىپ) دەرھال سەجدىگە بارىدۇ",
        "numberInSurah": 107,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 251,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2137,
        "text": "ئۇلار: «پەرۋەردىگارىمىز پاكتۇر، پەرۋەردىگارىمىزنىڭ ۋەدىسى چوقۇم ئورۇنلىنىدۇ» دەيدۇ",
        "numberInSurah": 108,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 251,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2138,
        "text": "ئۇلار يىغلىغان ھالدا سەجدە قىلىشقا يىقىلىدۇ (قۇرئاننى ئاڭلاش بىلەن ئۇلار اﷲ قا) تېخىمۇ تەزەررۇ قىلىدۇ",
        "numberInSurah": 109,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 251,
        "hizbQuarter": 117,
        "sajda": {
          "id": 4,
          "recommended": true,
          "obligatory": false
        }
      },
      {
        "number": 2139,
        "text": "«اﷲ دەپ ئاتىساڭلارمۇ بولىدۇ، رەھمان دەپ ئاتىساڭلارمۇ بولىدۇ، قايسىنى ئاتىساڭلار (ھەممىسى ياخشىدۇر). چۈنكى اﷲ نىڭ نۇرغۇن گۈزەل ئىسىملىرى بار» دېگىن، نامىزىڭدا (قىرائەتنى) (مۇشرىكلار ئاڭلاپ ساڭا ئەزىيەت يەتكۈزمەسلىگى ئۈچۈن) يۇقىرى ئاۋاز بىلەنمۇ ئوقۇمىغىن، (مۆمىنلەر ئاڭلىماي قالماسلىقى ئۈچۈن) پەس ئاۋاز بىلەنمۇ ئوقۇمىغىن. ئۇلارنىڭ ئارىسىدا ئوتتۇرا يول تۇتقىن",
        "numberInSurah": 110,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 251,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2140,
        "text": "ئېيتقىنكى، «جىمى ھەمدۇسانا بالىسى بولۇشتىن پاك بولغان، سەلتەنىتىدە شېرىكى بولمىغان، خارلىقتىن قۇتۇلۇش ئۈچۈن دوستقا موھتاج بولمىغان (يەنى خار بولمىغان، ياردەمچىگە موھتاج بولمىغان) اﷲ قا خاستۇر! اﷲ نى مۇكەممەل رەۋىشتە ئۇلۇغلىغىن»",
        "numberInSurah": 111,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 251,
        "hizbQuarter": 117,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "ug.saleh",
      "language": "ug",
      "name": "محمد صالح",
      "englishName": "Muhammad Saleh",
      "format": "text",
      "type": "translation",
      "direction": "rtl"
    }
  }
}