{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 18,
    "name": "سُورَةُ الكَهۡفِ",
    "englishName": "Al-Kahf",
    "englishNameTranslation": "The Cave",
    "revelationType": "Meccan",
    "numberOfAyahs": 110,
    "ayahs": [
      {
        "number": 2141,
        "text": "جىمى ھەمدۇسانا اﷲ قا خاستۇركى، (اﷲ ئىنسانلارنى) ئۆز تەرىپىدىن بولغان قاتتىق ئازابتىن ئاگاھلاندۇرۇش، ياخشى ئەمەللەرنى قىلغان مۆمىنلەرگە ئوبدان مۇكاپات (يەنى جەننەت) بېرىدىغانلىقى بىلەن خۇش خەۋەر بېرىش ئۈچۈن، بەندىسى (يەنى پەيغەمبىرى مۇھەممەد) گە توغرا، ھېچقانداق قىڭغىرلىق (يەنى ئىختىلاپ، زىددىيەت) بولمىغان قۇرئاننى نازىل قىلدى",
        "numberInSurah": 1,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2142,
        "text": "جىمى ھەمدۇسانا اﷲ قا خاستۇركى، (اﷲ ئىنسانلارنى) ئۆز تەرىپىدىن بولغان قاتتىق ئازابتىن ئاگاھلاندۇرۇش، ياخشى ئەمەللەرنى قىلغان مۆمىنلەرگە ئوبدان مۇكاپات (يەنى جەننەت) بېرىدىغانلىقى بىلەن خۇش خەۋەر بېرىش ئۈچۈن، بەندىسى (يەنى پەيغەمبىرى مۇھەممەد) گە توغرا، ھېچقانداق قىڭغىرلىق (يەنى ئىختىلاپ، زىددىيەت) بولمىغان قۇرئاننى نازىل قىلدى",
        "numberInSurah": 2,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2143,
        "text": "ئۇلار (يەنى ياخشى ئەمەللەرنى قىلغان مۆمىنلەر) جەننەتتە مەڭگۈ قالىدۇ",
        "numberInSurah": 3,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2144,
        "text": "اﷲ نىڭ بالىسى بار دېگۈچىلەرنى ئاگاھلاندۇرىدۇ",
        "numberInSurah": 4,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2145,
        "text": "ئۇلار ۋە ئۇلارنىڭ ئاتا - بوۋىلىرى بۇ بوھتانلىرىدا ھېچقانداق مەلۇماتقا ئىگە ئەمەس، ئۇلارنىڭ ئېغىزلىرىدىن چىققان سۆز نېمىدېگەن چوڭ! ئۇلار پەقەت يالغاننىلا ئېيتىدۇ",
        "numberInSurah": 5,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2146,
        "text": "ئەگەر ئۇلار قۇرئانغا ئىمان ئېيتمىسا، ئەپسۇسلىنىپ، ئۇلارنىڭ (ئىماندىن) يۈز ئۆرۈگەنلىكىدىن ئۆزۈڭنى ھالاك قىلىۋېتىشىڭ مۇمكىن",
        "numberInSurah": 6,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2147,
        "text": "ئىنسانلارنىڭ قايسىلىرىنىڭ ئەمەلى ئەڭ ياخشى ئىكەنلىكىنى سىناش ئۈچۈن، بىز ھەقىقەتەن يەر يۈزىدىكى شەيئىلەرنىڭ ھەممىسىنى يەر يۈزىنىڭ زىننىتى قىلدۇق",
        "numberInSurah": 7,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2148,
        "text": "بىز چوقۇم يەر يۈزىدىكى (دەل - دەرەخ، تاغ ۋە بىنا قاتارلىق) نەرسىلەرنىڭ ھەممىسىنى يوق قىلىپ، يەر يۈزىنى تۈپتۈز باياۋانغا ئايلاندۇرىمىز",
        "numberInSurah": 8,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2149,
        "text": "ئەسھابۇلكەھفنى ۋە رەقىم (يەنى ئەسھابۇلكەھفنىڭ ئىسىملىرى يېزىلغان تاختا) نى (بىزنىڭ قۇدرىتىمىزنى كۆرسىتىپ بېرىدىغان) ئالامەتلىرىمىز ئىچىدىكى ئەڭ قىزىقى دەپ قارىدىڭمۇ؟",
        "numberInSurah": 9,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2150,
        "text": "ئۆز ۋاقتىدا بىر قانچە يىگىت غارنى پاناھ جاي قىلىۋالدى، ئۇلار: «پەرۋەردىگارىمىز! بىزگە رەھمەت خەزىنىلىرىڭدىن ئاتا قىلغىن، بىزنىڭ ئىشلىرىمىزنى تۈزەپ، بىزنى ھىدايەت تاپقۇچىلاردىن قىلغىن» دېدى",
        "numberInSurah": 10,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2151,
        "text": "ئۇلارنى بىز غاردا ئۇزۇن يىللار ئۇخلىتىپ قويدۇق",
        "numberInSurah": 11,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2152,
        "text": "ئاندىن ئىككى گۇرۇھ (يەنى ئەسھابۇلكەھف ئىچىدىكى قانچىلىك ئۇخلىغانلىقلىرى ھەققىدە ئىختىلاپ قىلىشقان ئىككى گۇرۇھ) تىن قايسىسىنىڭ غاردا قانچىلىك ئۇزاق تۇرۇشقانلىرىنى ئىنچىكە ھېسابلايدىغانلىقىنى سىناش ئۈچۈن ئۇلارنى ئويغاتتۇق",
        "numberInSurah": 12,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2153,
        "text": "بىز ساڭا ئۇلارنىڭ ھېكايىسىنى راستلىقى بىلەن ئېيتىپ بېرىمىز، ئۇلار ھەقىقەتەن پەرۋەردىگارىغا ئىمان ئېيتقان، بىز ھىدايەتنى زىيادە قىلغان يىگىتلەردۇر",
        "numberInSurah": 13,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 253,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2154,
        "text": "ئۇلارنىڭ دىللىرىنى (يەنى ئىرادىسىنى) مۇستەھكەم قىلدۇق، ئۆز ۋاقتىدا ئۇلار (ئىمانسىز زالىم پادىشاھ ئالدىدا) دەس تۇرۇپ ئېيتتى: «بىزنىڭ پەرۋەردىگارىمىز ئاسمانلارنىڭ ۋە زېمىنىڭ پەرۋەردىگارىدۇر، بىز ئۇنى قويۇپ ھەرگىزمۇ باشقا ئىلاھقا ئىبادەت قىلمايمىز، ئەگەر بىز) اﷲ نىڭ شېرىكى بار) دەيدىغان بولساق، بۇ چاغدا ھەقىقەتەنمۇ تولىمۇ يىراقلاشقان بولىمىز",
        "numberInSurah": 14,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 253,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2155,
        "text": "بىزنىڭ قەۋمىمىز اﷲ نى قويۇپ (بۇتلارنى) ئىلاھ قىلىۋالدى، ئۇلار ئۆزلىرىنىڭ ئىلاھلارغا ئىبادەت قىلىشقا تېگىشلىك ئىكەنلىكىگە نېمىشقا ئېنىق دەلىل كەلتۈرمەيدۇ، اﷲ قا يالغاننى چاپلىغان ئادەمدىنمۇ زالىم كىم بار؟»",
        "numberInSurah": 15,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 253,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2156,
        "text": "(ئى يىگىتلەر!) سىلەر ئۇلاردىن ۋە ئۇلارنىڭ اﷲ تىن باشقا ئىبادەت قىلىدىغان بۇتلىرىدىن ئايرىلغان ئىكەنسىلەر، غارنى پاناھ جاي قىلىڭلار، پەرۋەردىگارىڭلار سىلەرگە كەڭ رەھمەت قىلىدۇ، اﷲ سىلەرنىڭ ئىشلىرىڭلارنى ئاسانلاشتۇرۇپ بېرىدۇ",
        "numberInSurah": 16,
        "juz": 15,
        "manzil": 4,
        "page": 295,
        "ruku": 253,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2157,
        "text": "كۈن چىققان چاغدا ئۇلارنىڭ غارنىڭ ئوڭ تەرىپىگە ئۆتۈپ كەتكەنلىكىنى، كۈن پاتقان چاغدا ئۇلارنىڭ غارنىڭ شىمال تەرىپىگە ئۆتۈپ كەتكەنلىكىنى كۆرۈسەن (يەنى غارنىڭ ئىشكى شىمال تەرەپتە بولغانلىقتىن كۈننىڭ نۇرى غارنىڭ ئىككى تەرىپىگە چۈشۈپ تۇرىدۇ، اﷲ ئۇلارنى ھۆرمەتلىگەنلىكتىن، كۈن چىققاندىمۇ، پاتقاندىمۇ ئۇنىڭ نۇرى ئۇلارنىڭ ئۈستىگە چۈشمەيدۇ)، ئۇلار بولسا غارنىڭ (ئوتتۇرىسىدىكى) بوشلۇقتۇر، بۇ اﷲ نىڭ (قۇدرىتىنى كۆرسىتىپ بېرىدىغان) ئالامەتلەردىندۇر، كىمنىكى اﷲ ھىدايەت قىلىدىكەن، ئۇ (ھەقىقىي) ھىدايەت تاپقۇچىدۇر، كىمنىكى (قىلغان يامان ئەمەلى تۈپەيلىدىن) اﷲ ئازدۇرىدىكەن، ئۇنىڭغا يول كۆرسەتكۈچى دوستنى ھەرگىز تاپالمايسەن",
        "numberInSurah": 17,
        "juz": 15,
        "manzil": 4,
        "page": 295,
        "ruku": 253,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2158,
        "text": "(مۇبادا ئۇلارنى كۆرىدىغان بولساڭ، كۆزلىرىنىڭ ئوچۇقلۇقى ۋە ئۆرۈلۈپ تۇرىدىغانلىقتىن) ئۇلارنى ئويغاق دەپ ئويلايسەن، ھالبۇكى، ئۇلار ئۇيقۇدىدۇر، ئۇلارنى بىز ئوڭ ۋە سول تەرەپكە ئۆرۈپ تۇرىمىز. ئۇلارنىڭ ئىتى (غار) نىڭ بوسۇغىسىغا ئىككى پۇتنى سوزۇپ ياتىدۇ، ئەگەر ئۇلارنى كۆرىدىغان بولساڭ، ئەلۋەتتە ئۇلاردىن قاتتىق قورقۇپ، يۈز ئۆرۈپ چوقۇم قاچقان بولاتتىڭ",
        "numberInSurah": 18,
        "juz": 15,
        "manzil": 4,
        "page": 295,
        "ruku": 254,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2159,
        "text": "ئۇلارنى ئۇخلاتقىنىمىزدەك، (غاردا قانچىلىك تۇرغانلىقلىرىنى) ئۆز - ئارا سوراشسۇن دەپ (ئۆلۈمگە ئوخشاش ئۇزاق ئويقۇدىن) ئۇلارنى ئويغاتتۇق، ئۇلارنىڭ بىرى «(بۇ غاردا) قانچە ئۇزۇن تۇردۇڭلار؟» دېدى. ئۇلار: «بىر كۈن ياكى بىر كۈندىنمۇ ئاز تۇردۇق» دېيىشتى. ئۇلارنىڭ (بەزىسى) دېدىكى، «قانچە ئۇزاق تۇرغانلىقىڭلارنى پەرۋەردىگارىڭلار ئوبدان بىلىدۇ (بۇنى سۈرۈشتۈرۈشنىڭ پايدىسى يوق، بىز ھازىر ئاچ)، بىرىڭلارنى بۇيرۇڭلار، بۇ تەڭگىلەرنى شەھەرگە ئېلىپ بېرىپ، كىمنىڭ تامىقى ئەڭ پاكىز بولسا، ئۇنىڭدىن سىلەرگە سېتىۋېلىپ ئېلىپ كەلسۇن، ئۇ (شەھەرگە كىرىشتە ۋە تاماق سېتىۋېلىشتا) ئېھتىيات قىلسۇن سىلەرنى ھېچ كىشىگە تۇيدۇرمىسۇن",
        "numberInSurah": 19,
        "juz": 15,
        "manzil": 4,
        "page": 295,
        "ruku": 254,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2160,
        "text": "ئەگەر شەھەردىكى كىشلەر سىلەرنى تۇتۇۋالسا، سىلەرنى چالما كېسەك قىلىپ ئۆلتۈرىدۇ، ياكى سىلەرنى ئۆزلىرىنىڭ دىنىغا كىرىشكە مەجبۇرلايدۇ، مۇنداقتا ھەرگىزمۇ مەقسىتىڭلارغا ئېرىشەلمەيسىلەر»",
        "numberInSurah": 20,
        "juz": 15,
        "manzil": 4,
        "page": 295,
        "ruku": 254,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2161,
        "text": "ئۇلارنى ئۇخلىتىپ ئويغاتقىنىمىزدەك، كىشىلەرگە اﷲ نىڭ (قايتا تىرىلدۈرۈش توغرىسىدىكى) ۋەدىسىنىڭ ھەقلىقىنى ۋە قىيامەتنىڭ بولىدىغانلىقىدا شەك - شۈبھە يوق ئىكەنلىكىنى بىلدۈرۈش ئۈچۈن، كىشىلەرنى ئۇلارنىڭ ئەھۋالىدىن خەۋەردار قىلدۇق. ئۆز ۋاقتىدا ئۇلار (ئەسھابۇلكەھف قەبزى روھ قىلىنغاندىن كېيىن) ئەسھابۇلكەھفنىڭ ئىشى ئۈستىدە دەتالاش قىلىشتى، بەزى كىشلەر: «(ئۇلارنىڭ يېنىغا ھېچ كىشىنىڭ كىرمەسلىكى ئۈچۈن) ئەسھابۇلكەھفنىڭ ئەتراپىغا (يەنى غارنىڭ ئىشىكىگە) بىر تام ئېتىڭلار» دېدى، اﷲ ئەسھابۇلكەھفنىڭ ئەھۋالىنى ھەممىدىن ئوبدان بىلىدۇ، گېپى ئۆتىدىغان باشلىقلار (يەنى پادىشاھ ۋە شەھەر كاتتىباشلىرى): «غارنىڭ ئەتراپىغا (يەنى غارنىڭ ئىشكى ئالدىغا) ئەلۋەتتە بىر مەسجىد سالايلى» دېدى",
        "numberInSurah": 21,
        "juz": 15,
        "manzil": 4,
        "page": 296,
        "ruku": 254,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2162,
        "text": "ئۇلار (يەنى پەيغەمبەر ئەلەيھىسسالامنىڭ زامانىدىكى ناسارالار): «ئۇلار (يەنى ئەسھابۇلكەھف) ئۈچ بولۇپ، تۆتىنچىسى ئۇلارنىڭ ئىتىدۇر» دەيدۇ، بەزىلەر: «ئۇلار بەش بولۇپ، ئالتىنچىسى ئۇلارنىڭ ئىتىدۇر» دەيدۇ، بۇ پۈتۈنلەي ئاساسسىز، قارىسىغا (ئېيتىلغان سۆزدۇر)، يەنە بەزىلەر: «ئۇلار يەتتە بولۇپ، سەككىزىنچىسى ئۇلارنىڭ ئىتىدۇر» دەيدۇ، ئېيىتقىنكى، «ئۇلارنىڭ سانىنى پەرۋەردىگارىم ئوبدان بىلىدۇ، ئۇندىن باشقا ئازغىنا كىشىلەر بىلىدۇ.» ئۇلار توغرىسىدا (ناسارالار بىلەن) پەقەت يۈزەگىنە مۇنازىرىلەشكىن (يەنى بۇ ھەقتە مۇنازىرىلەشكۈچىلەرنى تەستىقمۇ قىلمايدىغان، يالغانغىمۇ چىقارمايدىغان دەرىجىدە مۇنازىرىلەشكىن). ئۇلارنىڭ ھېچبىرىدىن ئەسھابۇلكەھف قىسسىسىنى سورىمىغىن",
        "numberInSurah": 22,
        "juz": 15,
        "manzil": 4,
        "page": 296,
        "ruku": 254,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2163,
        "text": "سەن بىرەر ئىشنى قىلماقچى بولساڭ، «ئەتە شۇ ئىشنى چوقۇم قىلىمەن» دېمەي،",
        "numberInSurah": 23,
        "juz": 15,
        "manzil": 4,
        "page": 296,
        "ruku": 255,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2164,
        "text": "«خۇدا خالىسا» دېگەن سۆزنى قوشۇپ دېگىن (يەنى خۇدا خالىسا قىلىمەن دېگىن)، (خۇدا خالىسا دېگەن سۆزنى ئۇنتۇپ قالساڭ، پەرۋەردىگارىڭنى تىلغا ئالغىن (يەنى «خۇدا خالىسا» نى ئېسىڭگە كەلگەندە ئېيتقىن) ھەمدە: «پەرۋەردىگارىمنىڭ مېنى بۇنىڭدىنمۇ يېقىن توغرا يولغا باشلىشىنى (يەنى دىنىم، دۇنيايىمدا مېنى ئەڭ تۈزۈك ئىشلارغا مۇۋەپپەق قىلىشىنى) ئۈمىد قىلىمەن» دېگىن",
        "numberInSurah": 24,
        "juz": 15,
        "manzil": 4,
        "page": 296,
        "ruku": 255,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2165,
        "text": "ئۇلار ئۆز غارىدا ئۈچيۈز توققۇز يىل تۇردى",
        "numberInSurah": 25,
        "juz": 15,
        "manzil": 4,
        "page": 296,
        "ruku": 255,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2166,
        "text": "ئېيىتقىنكى، «ئۇلارنىڭ تۇرغان ۋاقتىنى اﷲ ئوبدان بىلىدۇ، ئاسمانلاردىكى، زېمىندىكى غەيبنى (بىلىش) اﷲ قا خاستۇر. اﷲ نىڭ كۆرۈشى نېمىدېگەن مۇكەممەل! اﷲ نىڭ ئاڭلىشى نېمىدېگەن مۇكەممەل! ئۇلارغا اﷲ تىن بۆلەك ھېچقانداق ياردەمچى بولمايدۇ، اﷲ ئۆز ھۆكمىدە ھېچ كىشىنى شېرىك قىلمايدۇ»",
        "numberInSurah": 26,
        "juz": 15,
        "manzil": 4,
        "page": 296,
        "ruku": 255,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2167,
        "text": "(ئى مۇھەممەد!) سەن پەرۋەردىگارىڭنىڭ كىتابىدىن ساڭا ۋەھيى قىلىنغاننى ئوقۇغىن، اﷲ نىڭ سۆزلىرىنى ھېچ كىشى ئۆزگەرتەلمەيدۇ، سەن ھەرگىزمۇ اﷲ تىن بۆلەك ئىلتىجاگاھ تاپالمايسەن",
        "numberInSurah": 27,
        "juz": 15,
        "manzil": 4,
        "page": 296,
        "ruku": 255,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2168,
        "text": "سەن پەرۋەردىگارىڭنىڭ رازىلىقىنى تىلەپ، ئەتىگەن - ئاخشامدا ئۇنىڭغا ئىبادەت قىلىدىغانلار (يەنى ئاجىز، كەمبەغەل مۇسۇلمانلار) بىلەن سەۋرچان بىللە بولغىن، ھاياتىي دۇنيانىڭ زىبۇزىننىتىنى (يەنى مۇشرىكلارنىڭ چوڭلىرىنىڭ سۆھبىتىنى) دەپ، ئۇلارنى كۆزگە ئىلماي قالمىغىن، بىز دىلىنى زىكرىمىزدىن غەپلەتتە قالدۇرغان، نەپسى خاھىشىغا ئەگەشكەن، ئىشى ھەددىدىن ئاشقان ئادەمنىڭ (سۆزى) گە ئەگەشمىگىن",
        "numberInSurah": 28,
        "juz": 15,
        "manzil": 4,
        "page": 297,
        "ruku": 255,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2169,
        "text": "(ئى مۇھەممەد!) «(بۇ) ھەق (قۇرئان) پەرۋەردىگارىڭلار تەرىپىدىن نازىل بولىدۇ، خالىغان ئادەم ئىمان ئېيتسۇن، خالىغان ئادەم كاپىر بولسۇن» دېگىن، بىز ھەقىقەتەن كاپىرلار ئۈچۈن تۈتۈن پەردىلىرى ئۇلارنى ئورىۋالىدىغان ئوتنى تەييارلىدۇق، ئۇلار (تەشنالىقتىن) سۇ تەلەپ قىلسا، ئۇلارغا مەدەن ئېرىتمىسىگە ئوخشاش، يۈزلەرنى كۆيدۈرۈۋېتىدىغان (ناھايىتى قىزىق) سۇ بېرىلىدۇ، بۇ نېمىدېگەن يامان شاراب! جەھەننەم نېمىدېگەن يامان جاي!",
        "numberInSurah": 29,
        "juz": 15,
        "manzil": 4,
        "page": 297,
        "ruku": 255,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2170,
        "text": "ئىمان ئېيتقان ۋە ياخشى ئەمەللەرنى قىلغانلارغا كېلىدىغان بولساق، بىز ئۇلارنىڭ قىلغان ياخشى ئەمەللىرىنىڭ ساۋابىنى ھەقىقەتەن يوققا چىقىرىۋەتمەيمىز",
        "numberInSurah": 30,
        "juz": 15,
        "manzil": 4,
        "page": 297,
        "ruku": 255,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2171,
        "text": "ئەنە شۇلار ئاستىدىن ئۆستەڭلەر ئېقىپ تۇرىدىغان، ئۇلار دائىم تۇرىدىغان جەننەتلەردىن بەھرىمەن بولىدۇ، جەننەتتە ئۇلار ئالتۇن بىلەيزۈكلەرنى سالىدۇ، نېپىز ۋە قېلىن يىپەكتىن ئىشلەنگەن يېشىل كىيىملەرنى كىيىدۇ. (ئالتۇن ۋە ئېسىل رەختلەر بىلەن قاپلانغان) تەختلەرگە يۆلىنىپ ئولتۇرىدۇ. بۇ نېمىدېگەن ياخشى مۇكاپات! جەننەت نېمىدېگەن گۈزەل جاي",
        "numberInSurah": 31,
        "juz": 15,
        "manzil": 4,
        "page": 297,
        "ruku": 255,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2172,
        "text": "ئۇلار (يەنى كەمبەغەللەرنى يېنىڭدىن قوغلىۋېتىشنى تەلەپ قىلغان كاپىرلار) غا مۇنداق (بىرى مۆمىن، بىرى كاپىر بولغان) ئىككى ئادەمنى مىسال قىلىپ كەلتۈرگىن: ئۇلارنىڭ بىرىگە (يەنى كاپىرغا) بىز ئەتراپى خورمىزارلىق، (ئىككى باغنىڭ) ئوتتۇرىسى ئېكىنزارلىق بولغان تاللىق ئىككى باغ ئاتا قىلدۇق",
        "numberInSurah": 32,
        "juz": 15,
        "manzil": 4,
        "page": 297,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2173,
        "text": "ھەر ئىككىلىسى كەم - كۇتىسىز، تولۇق مېۋە بېرىدىغان باغلار بولۇپ، ئۇلارنىڭ ئارىسىدىن ئېقىپ تۇرىدىغان ئۆستەڭنى بەرپا قىلدۇق",
        "numberInSurah": 33,
        "juz": 15,
        "manzil": 4,
        "page": 297,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2174,
        "text": "ئۇ (يەنى باغ ئىگىسى) نۇرغۇن مال - مۈلۈككە ئىگە ئىدى، ئۇ بۇرادىرىگە پەخىرلىنىپ: «مەن سەندىن باي، ئادەملىرىم (يەنى خىزمەتچىلىرىم، بالىلىرىم، ياردەمچىلىرىم) سېنىڭدىن كۆپ» دېدى",
        "numberInSurah": 34,
        "juz": 15,
        "manzil": 4,
        "page": 297,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2175,
        "text": "ئۇ (مۆمىن بۇرادىرىنى يېتىلەپ) بېغىغا كىرىپ (كۇفرىلىق قىلىش بىلەن) ئۆزىگە زۇلۇم قىلغان ھالدا ئېيتتى: «بۇ باغ مەڭگۈ يوقالمايدۇ دەپ ئويلايمەن",
        "numberInSurah": 35,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2176,
        "text": "شۇنىڭدەك قىيامەت بولمايدۇ دەپ ئويلايمەن، ئەگەر مەن پەرۋەردىگارىمغا قايتۇرۇلغاندىمۇ (يەنى قىيامەت بولغاندىمۇ) ئەلۋەتتە بۇ باغدىن ياخشىراق جاينى تاپىمەن»",
        "numberInSurah": 36,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2177,
        "text": "ئۇنىڭغا (مۆمىن) بۇرادىرى مۇنازىرىلەشكەن ھالدا ئېيتتى: «سېنى (ئەسلىدە) تۇپراقتىن، ئاندىن ئابىمەنىيدىن يارىتىپ، ئاندىن سېنى راۋۇرۇس ئىنسان قىلغان زاتنى ئىنكار قىلامسەن؟",
        "numberInSurah": 37,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2178,
        "text": "لېكىن مەن پەرۋەردىگارىم بولغان ئۇ اﷲ نى (ئېتىراپ قىلىمەن)، پەرۋەردىگارىمغا ھېچ ئەھەدىنى شېرىك كەلتۈرمەيمەن",
        "numberInSurah": 38,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2179,
        "text": "سەن بېغىڭغا كىرگەن چېغىڭدا: اﷲ نىڭ خالىغىنى بولىدۇ، اﷲ نىڭ ياردىمى بولمىسا قولۇمدىن ھېچ ئىش كەلمەيدۇ. دېسەڭچۇ! سېنىڭ قارىشىڭچە، مېنىڭ مېلىم ۋە ئەۋلادىم سېنىڭدىن ئاز بولسىمۇ،",
        "numberInSurah": 39,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2180,
        "text": "ئۈمىدكى، پەرۋەردىگارىم ماڭا سېنىڭ بېغىڭدىن ياخشىراق نەرسە ئاتا قىلغاي. بېغىڭغا ئاسماندىن بىر ئاپەت يۈزلەندۈرۈش بىلەن بېغىڭ تۈپتۈز قاقاس يەرگە ئايلىنىپ قالغاي،",
        "numberInSurah": 40,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2181,
        "text": "ياكى ئۇنىڭ سۈيى سىڭىپ كېتىپ ئۇنى ئىزدەش (يەنى ئەسلىگە كەلتۈرۈش) سېنىڭ قولۇڭدىن كەلمەيدۇ»",
        "numberInSurah": 41,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2182,
        "text": "ئۇنىڭ مېۋىلىرى (يەنى بېغى) ۋەيران بولدى، تېلىنىڭ بىدىشلىرى يەرگە يىقىلدى، ئۇ باغقا سەرپ قىلغان چىقىملىرىغا (ھەسرەت چېكىپ) ئىككى ئالقىنىنى ئۇۋۇلىغىلى تۇردى ھەمدە ئۇ: «مەن پەرۋەردىگارىمغا ھېچ ئەھەدىنى شېرىك كەلتۈرمىسەمچۇ» دېدى",
        "numberInSurah": 42,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2183,
        "text": "ئۇنىڭغا اﷲ تىن باشقا ياردەم قىلىدىغان (يەنى ئۇنىڭدىن بۇ بالانى دەپئى قىلىدىغان) ھېچ جامائە بولمىدى، ئۆزىگىمۇ ئۆزى ياردەم قىلالمىدى (يەنى بالانى ئۆزىدىن دەپئى قىلالمىدى)",
        "numberInSurah": 43,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2184,
        "text": "بۇ يەردە (يەنى مۇنداق ھالەتتە) مەدەتكار بولۇش پەقەت بەرھەق اﷲ قا خاستۇر، اﷲ (ئۆزىگە ئىمان ئېيتقۇچىلارغا دۇنيا ۋە ئاخىرەتتە) ياخشى مۇكاپات بەرگۈچىدۇر، (ئۇنىڭغا يۆلەنگەن ۋە ئۇنى ئۈمىد قىلغانلارنىڭ) ئاقىۋىتىنى ياخشى قىلغۇچىدۇر",
        "numberInSurah": 44,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2185,
        "text": "(ئى مۇھەممەد!) ئۇلارغا (يەنى كىشىلەرگە) دۇنيا تىرىكچىلىكى ھەققىدە مۇنداق مىسالنى كەلتۈرگىن: (ئۇ شۇنىڭغا) ئوخشايدۇكى، بىز ئاسماندىن يامغۇر ياغدۇردۇق، شۇ سۇ بىلەن زېمىننىڭ ئۆسۈملۈكلىرى بىر - بىرىگە چىرمىشىپ بولۇق ئۆستى، كېيىن ئۇ قۇرۇپ تۆكۈلدى، شاماللار ئۇنى (تەرەپ - تەرەپكە) ئۇچۇرۇپ كەتتى، اﷲ ھەر نەرسىگە قادىردۇر",
        "numberInSurah": 45,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 257,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2186,
        "text": "ماللار ۋە بالىلار دۇنيا تىرىكچىلىكىنىڭ زىننىتىدۇر، باقى قالىدىغان ياخشى ئەمەللەرنىڭ ساۋابى پەرۋەردىگارىڭنىڭ نەزىرىدە تېخىمۇ ياخشىدۇر. ئۈمىد تېخىمۇ چوڭدۇر",
        "numberInSurah": 46,
        "juz": 15,
        "manzil": 4,
        "page": 299,
        "ruku": 257,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2187,
        "text": "ئۇ كۈندە (يەنى قىيامەت كۈنىدە) بىز تاغلارنى يوق قىلىمىز، زېمىننى ئوچۇق، تۈپتۈز كۆرىسەن (يەنى ئۇنى توسۇپ تۇرىدىغان تاغ، دەرەخ، بىنالار بولمايدۇ)، ئۇلارنى (يەنى ئىنسانلارنى) (مەھشەرگاھقا) يىغىمىز، ئۇلاردىن بىر كىشىنىمۇ قالدۇرۇپ قويمايمىز",
        "numberInSurah": 47,
        "juz": 15,
        "manzil": 4,
        "page": 299,
        "ruku": 257,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2188,
        "text": "ئۇلار (يەنى جىمى خالايىق) سەپ - سەپ بولۇشۇپ پەرۋەردىگارىڭغا توغرىلىنىدۇ، (كاپىرلارغا) «سىلەر بىزنىڭ ئالدىمىزغا سىلەرنى دەسلەپتە قانداق ياراتقان بولساق، شۇ ھالەتتە (مالسىز، بالىسىز، يالىڭاچ) كەلدىڭلار، بەلكى سىلەر، سىلەرگە ۋەدە قىلىنغان چاغنى بېكىتمەيدۇ، دەپ ئويلىغانسىلەر (يەنى ئۆلگەندىن كېيىن تىرىلىش، ھېساپ بېرىش، جازاغا تارتىلىش يوق دەپ ئويلىغانسىلەر)» دەيمىز",
        "numberInSurah": 48,
        "juz": 15,
        "manzil": 4,
        "page": 299,
        "ruku": 257,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2189,
        "text": "كىشىلەرنىڭ نامە - ئەمالى ئوتتۇرىغا قويۇلىدۇ، گۇناھكارلارنىڭ ئۇنىڭدىكى خاتىرىلەردىن قورققانلىقىنى كۆرىسەن، ئۇلار: «ۋاي بىزگە! بۇ نامە - ئەمالغا چوڭ - كىچىك گۇناھنىڭ ھەممىسى خاتىرىلىنىپتىغۇ؟» دەيدۇ، ئۇلار قىلغان - ئەتكەنلىرىنىڭ ھەممىسىنىڭ نامە - ئەمالىغا خاتىرىلەنگەنلىكىنى كۆرىدۇ، پەرۋەردىگارىڭ ھېچ ئادەمگە زۇلۇم قىلمايدۇ",
        "numberInSurah": 49,
        "juz": 15,
        "manzil": 4,
        "page": 299,
        "ruku": 257,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2190,
        "text": "ئۆز ۋاقتىدا بىز پەرىشتىلەرگە: «ئادەمگە سەجدە قىلىڭلار» دېدۇق، ئىبلىستىن باشقا ھەممىسى سەجدە قىلدى، ئىبلىس جىنلاردىن ئىدى. شۇڭا ئۈ پەرۋەردىگارىنىڭ ئىتائىتىدىن چىقتى. مېنى قويۇپ ئىبلىسنى ۋە ئۇنىڭ ئەۋلادىنى دوست قىلىۋالامسىلەر؟ ھالبۇكى، ئۇلار سىلەرگە دۈشمەندۇر، ئىبلىس زالىملار ئۈچۈن نېمىدېگەن يامان بەدەل! (يەنى اﷲ قا ئىبادەت قىلىشنىڭ ئورنىغا شەيتانغا چوقۇنۇش نېمىدېگەن يامان!)",
        "numberInSurah": 50,
        "juz": 15,
        "manzil": 4,
        "page": 299,
        "ruku": 258,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2191,
        "text": "ئۇلار (يەنى شەيتانلار) غا ئاسمانلارنىڭ ۋە زېمىننىڭ يارىتىلىشىنىمۇ، ئۇلارنىڭ ئۆزلىرىنىڭ يارىتىلىشىنىمۇ كۆرسەتكىنىم يوق (يەنى مەزكۇرلارنى خەلق ئەتكەن چېغىمدا ئۇلارنى ھازىر قىلغىنىم يوق)، (كىشىلەرنى) ئازدۇرغۇچىلارنى ياردەمچى قىلىۋالغىنىممۇ يوق",
        "numberInSurah": 51,
        "juz": 15,
        "manzil": 4,
        "page": 299,
        "ruku": 258,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2192,
        "text": "شۇ كۈندە اﷲ (ئۇلارغا) ئېيتىدۇ: «سىلەر مېنىڭ شېرىكلىرىم دەپ ئويلىغىنىڭلارنى چاقىرىڭلار». ئۇلار چاقىرىدۇ، لېكىن ئۇلار (نىڭ شېرىكلىرى) ئىجابەت قىلمايدۇ، بىز ئۇلارنىڭ ئارىسىدا (ئۇلار ئۆتەلمەيدىغان) ھالاكەتلىك جاينى پەيدا قىلدۇق",
        "numberInSurah": 52,
        "juz": 15,
        "manzil": 4,
        "page": 299,
        "ruku": 258,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2193,
        "text": "گۇناھكارلار دوزاخنى كۆرۈپ، ئۇنىڭغا كىرىدىغانلىقىغا جەزم قىلىدۇ، دوزاختىن قاچىدىغان جاي تاپالمايدۇ",
        "numberInSurah": 53,
        "juz": 15,
        "manzil": 4,
        "page": 299,
        "ruku": 258,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2194,
        "text": "بۇ قۇرئاندا ئىنسانلارغا تۈرلۈك مىساللارنى بايان قىلدۇق. ئىنسان كۆپ دەتالاش قىلىدۇ (يەنى كۆپ جېدەللىشىش ئىنساننىڭ تەبىئىتىدۇر)",
        "numberInSurah": 54,
        "juz": 15,
        "manzil": 4,
        "page": 300,
        "ruku": 259,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2195,
        "text": "ئىنسانلارغا ھىدايەت كەلگەن چاغدا، ئۇلارنىڭ ئىمان ئېيتماسلىقلىرى ۋە پەرۋەردىگارىدىن مەغپىرەت تەلەپ قىلماسلىقلىرى پەقەت (اﷲ نىڭ) بۇرۇنقىلارغا تۇتقان يولىنى (يەنى ھالاك قىلىشنى كۈتىدىغانلىقلىرى) ياكى ئۆزلىرىگە كېلىدىغان ئازابنى كۆزلىرى بىلەن كۆرۈشنى (كۈتىدىغانلىقلىرى) ئۈچۈندۇر",
        "numberInSurah": 55,
        "juz": 15,
        "manzil": 4,
        "page": 300,
        "ruku": 259,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2196,
        "text": "بىز پەيغەمبەرلەرنى پەقەت (ئىمان ئېيتقۇچىلارغا) خوش خەۋەر بەرگۈچى، (ئاسىيلىق قىلغۇچىلارنى) ئاگاھلاندۇرغۇچى قىلىپ ئەۋەتىمىز. كاپىرلار (پەيغەمبەرلەر ئېلىپ كەلگەن) ھەقىقەتنى يوققا چىقىرىش ئۈچۈن بىھۇدە سۆزلەرنى قىلىپ مۇنازىرىلىشىدۇ، ئۇلار مېنىڭ ئايەتلىرىمنى ۋە ئۇلارغا بېرىلگەن ئاگاھلاندۇرۇشلارنى مەسخىرە (يەنى ئويۇنچۇق) قىلىۋالدى",
        "numberInSurah": 56,
        "juz": 15,
        "manzil": 4,
        "page": 300,
        "ruku": 259,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2197,
        "text": "پەرۋەردىگارىنىڭ ئايەتلىرى بىلەن پەند - نەسىھەت قىلىنغان، ئۇ ئايەتلەردىن يۈز ئۆرۈگەن ۋە ئۆزىنىڭ قىلغان گۇناھلىرىنى ئۇنتۇغان كىشىدىنمۇ زالىم كىشى بارمۇ؟ شۈبھىسىزكى، بىز ئۇلارنىڭ دىللىرىغا قۇرئاننى چۈشىنىشكە توسقۇنلۇق قىلىدىغان پەردىلەرنى تارتتۇق، قۇلاقلىرىنى ئېغىر قىلدۇق، ئەگەر ئۇلارنى ھىدايەتكە دەۋەت قىلساڭ، ئۇلار ھەرگىز ھىدايەت تاپمايدۇ (يەنى ئۇلارنى ئىمانغا، قۇرئانغا دەۋەت قىلساڭ، ئۇلار دەۋىتىڭنى ھەرگىز قوبۇل قىلمايدۇ)",
        "numberInSurah": 57,
        "juz": 15,
        "manzil": 4,
        "page": 300,
        "ruku": 259,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2198,
        "text": "پەرۋەردىگارىڭ ناھايىتى مەغپىرەت قىلغۇچىدۇر ۋە رەھىم قىلغۇچىدۇر. ئەگەر اﷲ ئۇلارنى قىلمىشىغا قاراپ جازالايدىغان بولسا، ئەلۋەتتە ئۇلارغا قىلىنىدىغان ئازابنى تېزلەتكەن بولاتتى، لېكىن ئۇلارغا بەلگىلەنگەن بىر ۋاقىت بار، (ئۇ ۋاقىت كەلگەندە) ئۇلار اﷲ تىن بۆلەك ھېچ پاناگاھ تاپالمايدۇ",
        "numberInSurah": 58,
        "juz": 15,
        "manzil": 4,
        "page": 300,
        "ruku": 259,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2199,
        "text": "شۇ شەھەرلەرنىڭ ئاھالىلىرى (يەنى ھۇد، سالىھ، لۇت، شۇئەيب پەيغەمبەرلەرنىڭ قەۋملىرىگە ئوخشاش ئۆتكەنكى ئۈممەتلەر) زۇلۇم قىلغانلىقلىرى ئۈچۈن، ئۇلارنى ھالاك قىلدۇق، ئۇلارنىڭ ھالاك بولۇشىغا مۇئەييەن ۋاقىتنى بەلگىلىدۇق",
        "numberInSurah": 59,
        "juz": 15,
        "manzil": 4,
        "page": 300,
        "ruku": 259,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2200,
        "text": "ئۆز ۋاقتىدا مۇسا ياش خادىمىغا (يەنى يۇشەئ ئىبىن نۇنغا): «ئىككى دەريانىڭ قوشۇلىدىغان جايىغا يەتمىگىچە مېڭىشىمنى توختاتمايمەن، (شۇ جايغا يەتكەنگە قەدەر) ئۇزاققىچە مېڭىۋېرىمەن» دېدى",
        "numberInSurah": 60,
        "juz": 15,
        "manzil": 4,
        "page": 300,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2201,
        "text": "ئۇلار ئىككى دەريانىڭ قوشۇلىدىغان جايىغا يېتىپ بارغاندا، بېلىقىنى ئۇنتۇپ قالدى، بېلىق دەرياغا يول ئېلىپ كەتتى",
        "numberInSurah": 61,
        "juz": 15,
        "manzil": 4,
        "page": 300,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2202,
        "text": "ئۇلار (ئىككى دەريانىڭ قوشۇلىدىغان جايىدىن) ئۆتكەندە مۇسا ياش خادىمىغا: «ئەتىگەنلىك تامىقىمىزنى ئېلىپ كەلگىن، بۇ سەپىرىمىزدە ھەقىقەتەن چارچاپ كەتتۇق» دېدى",
        "numberInSurah": 62,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2203,
        "text": "ياش خادىم: «بىز چوڭ تاش ئاستىدا ئارام ئېلىۋاتقاندا (يۈز بەرگەن ئىشتىن يەنى پىشۇرۇلغان بېلىقنىڭ تىرىلىپ، سېۋەتتىن سەكرەپ چىقىپ دەرياغا كىرىپ كەتكەنلىكىدىن ئىبارەت قىزىق ئىشتىن) خەۋىرىڭ بارمۇ؟ مەن راستلا بېلىقنى ئۇنتۇپتىمەن. بېلىقنىڭ (ئاجايىپ ۋەقەسى) نى ساڭا ئېيتىشنى پەقەت شەيتان ماڭا ئۇنتۇلدۇرۇپتۇ، بېلىق دەرياغا ئاجايىپ يول ئالغان ئىدى» دېدى",
        "numberInSurah": 63,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2204,
        "text": "مۇسا: «بىزنىڭ ئىزدەيدىغىنىمىز دەل مۇشۇ ئىدى» دېدى - دە، ئىككىسى كەلگەن ئىزى بويىچە كەينىگە يېنىشتى",
        "numberInSurah": 64,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2205,
        "text": "ئۇ ئىككىسى (بېلىقنى ئۇنتۇغان چوڭ تاشنىڭ يېنىدا) بىزنىڭ بەندىلىرىمىزدىن چوڭ مەرھەمىتىمىزگە ئېرىشكەن ۋە بىزنىڭ ئۆزىمىزگە خاس ئىلمىمىزنى (يەنى ئىلمىي غەيبنى) بىز بىلدۈرگەن بىر بەندىنى (يەنى خىزىر ئەلەيھىسسالامنى) ئۇچراتتى",
        "numberInSurah": 65,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2206,
        "text": "مۇسا ئۇنىڭغا: «اﷲ ساڭا بىلدۈرگەن توغرا ئىلىمنى ماڭا ئۆگىتىشىڭ ئۈچۈن ساڭا ئەگىشەيمۇ؟ (يەنى سۆھبىتىڭدە بولايمۇ؟)» دېدى",
        "numberInSurah": 66,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2207,
        "text": "ئۇ ئېيتتى: «سەن مەن بىلەن بىللە بولۇشقا سەۋر - تاقەت قىلىپ تۇرالمايسەن",
        "numberInSurah": 67,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2208,
        "text": "سەن چوڭقۇر تونۇپ يەتمىگەن (يەنى قارىماققا يامان، ئەمما ماھىيىتىنى سەن چۈشەنمىگەن) ئىشقا قانداقمۇ سەۋر - تاقەت قىلىپ تۇرالايسەن؟»",
        "numberInSurah": 68,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2209,
        "text": "مۇسا ئېيتتى: «اﷲ خالىسا مېنى سەۋر قىلغۇچى كۆرىسەن، سېنىڭ بۇيرۇقۇڭغا خىلاپلىق قىلمايمەن»",
        "numberInSurah": 69,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2210,
        "text": "(خىزىر) ئېيىتتى: «ئەگەر سەن ماڭا ئەگەشسەڭ، (يولۇققان ئىش توغرىسىدا) مەن ئۇنى ساڭا سۆزلەپ بەرگىچە ئۇنىڭدىن سورىما (يەنى ئۆزۈم سۆزلەپ بەرمىگىچە قىلغان ئىشلىرىمدىن سورىما)»",
        "numberInSurah": 70,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2211,
        "text": "شۇنىڭ بىلەن ئۇ ئىككىسى بىرلىكتە مېڭىپ كېلىپ بىر كېمىگە چىقىشتى، (خىزىر) كېمىنى تېشىۋەتتى (يەنى كېمىنىڭ بىر تاختىسىنى سۇغۇرۇۋەتتى)، مۇسا (ئۇنىڭغا): «كېمىدىكىلەرنى غەرق بولۇپ كەتسۇن دەپ كېمىنى تەشتىڭمۇ؟ سەن ھەقىقەتەن (قورقۇنچلۇق) چوڭ بىر ئىشنى قىلدىڭ» دېدى",
        "numberInSurah": 71,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 261,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2212,
        "text": "(خىزىر) سەن ھەقىقەتەن مەن بىلەن بىللە بولۇشتا سەۋر - تاقەت قىلىپ تۇرالمايسەن دېمىدىممۇ؟» دېدى",
        "numberInSurah": 72,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 261,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2213,
        "text": "مۇسا ئېيتتى: «ئەھدىنى ئۇنتۇپ قالغانلىقىمغا مېنى ئەيىبلىمە، سەن بىلەن بىللە بولۇشتا مېنى قىيىن ھالغا چۈشۈرۈپ قويما»",
        "numberInSurah": 73,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 261,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2214,
        "text": "ئۇ ئىككىسى يەنى بىرلىكتە ماڭدى، ئۇلار بىر بالىنى ئۇچراتتى، (خىزىر) ئۇنى ئۆلتۈرۈپ قويدى. مۇسا: «سەن بىر بىگۇناھ جاننى ناھەق ئۆلتۈردۈڭ، سەن ھەقىقەتەن ياۋۇز ئىشنى قىلدىڭ»",
        "numberInSurah": 74,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 261,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2215,
        "text": "(خىزىر) ئېيتتى: «ساڭا مەن ھەقىقەتەن مەن بىلەن بىللە بولۇشقا سەۋر - تاقەت قىلىپ تۇرالمايسەن دېمىدىممۇ؟»",
        "numberInSurah": 75,
        "juz": 16,
        "manzil": 4,
        "page": 302,
        "ruku": 261,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2216,
        "text": "مۇسا ئېيتتى: «بۇنىڭدىن كېيىن يەنە سەندىن بىرەر ئىش توغرۇلۇق سورىسام (يەنى قىلغان ئىشىڭغا ئېتىراز بىلدۈرسەم)، مېنى ئۆزۈڭگە ھەمراھ قىلمىغىن، (ساڭا بەرگەن ۋەدەمگە ئۈچ قېتىم خىلاپلىق قىلغانلىقىم ئۈچۈن مېنىڭ ئالدىمدا (ماڭا ھەمراھ بولماسلىقتا) مەزۇرسەن»",
        "numberInSurah": 76,
        "juz": 16,
        "manzil": 4,
        "page": 302,
        "ruku": 261,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2217,
        "text": "ئۇ ئىككىسى يەنە بىللە مېڭىپ بىر شەھەرگە يېتىپ كەلدى، شەھەر ئاھالىسىدىن تاماق سورىدى، شەھەر ئاھالىسى ئۇلارنى مېھمان قىلىشتىن باش تارتتى، ئۇلار بۇ شەھەردە ئۆرۈلۈپ چۈشەي دەپ قالغان بىر تامنى ئۇچراتتى، (ئۇنى خىزىر قولى بىلەن سىناپ) تۈزلەپ قويدى. مۇسا ئېيتتى: «ئەگەر خالىساڭ بۇ ئىش ئۈچۈن ئەلۋەتتە ئىش ھەققى ئالغان بولاتتىڭ»",
        "numberInSurah": 77,
        "juz": 16,
        "manzil": 4,
        "page": 302,
        "ruku": 261,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2218,
        "text": "(خىزىر) ئېيتتى: «بۇ، سەن بىلەن مېنىڭ ئايرىلىش (ۋاقتىمىز)، سەن سەۋر - تاقەت قىلىپ تۇرالمىغان (يۇقىرىقى ئۈچ ئىشنىڭ) ھەقىقىتىنى ساڭا چۈشەندۈرۈپ بېرەي",
        "numberInSurah": 78,
        "juz": 16,
        "manzil": 4,
        "page": 302,
        "ruku": 261,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2219,
        "text": "كېمىگە كەلسەك، ئۇ دېڭىزدا ئىشلەيدىغان بىرقانچە نەپەر كەمبەغەلنىڭ كېمىسى ئىدى، مەن ئۇنى تېشىپ ئەيبناك قىلماقچى بولدۇم، (چۈنكى) ئۇلارنىڭ ئالدىدا (يەنى بارىدىغان يوللىرىدا) ھەرقانداق ساق كېمىنى ئىگىسىدىن (زورلۇق بىلەن) تارتىۋالىدىغان بىر پادىشاھ بار ئىدى",
        "numberInSurah": 79,
        "juz": 16,
        "manzil": 4,
        "page": 302,
        "ruku": 261,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2220,
        "text": "(ئۆلتۈرۈلگەن) بالىغا كەلسەك، ئۇنىڭ ئاتا - ئانىسى مۆمىن ئىدى. (ئۇ ئەسلىدە كاپىر يارىتىلغانلىقتىن، چوڭ بولغاندا) ئۇنىڭ گۇمراھلىق بىلەن كۇفرىنى ئاتا - ئانىسىغا تېڭىشىدىن قورقتۇق",
        "numberInSurah": 80,
        "juz": 16,
        "manzil": 4,
        "page": 302,
        "ruku": 261,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2221,
        "text": "شۇنىڭ ئۈچۈن بىز ئۇلارنىڭ پەرۋەردىگارىنىڭ ئۇلارغا ئۇ بالىغا قارىغاندا پاك ۋە كۆيۈملۈك پەرزەنت ئاتا قىلىشىنى ئىرادە قىلدۇق",
        "numberInSurah": 81,
        "juz": 16,
        "manzil": 4,
        "page": 302,
        "ruku": 261,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2222,
        "text": "تامغا كەلسەك، ئۇ شەھەردىكى ئىككى يېتىم بالىنىڭ ئىدى، تام ئاستىدا ئۇلارنىڭ (ھەققى بولغان) خەزىنىسى بار ئىدى (تام ئۆرۈلۈپ كەتسە، خەزىنىسى ئېچىلىپ قېلىپ كىشىلەر ئۇنى ئېلىپ كېتەتتى)، ئۇلارنىڭ ئاتا - ئانىسى ياخشى ئادەم ئىدى. پەرۋەردىگارىڭ ئۇلارنىڭ چوڭ بولغاندا تام ئاستىدىكى خەزىنىسىنى چىقىرىۋېلىشىنى ئىرادە قىلدى، بۇ پەرۋەردىگارىڭنىڭ (ئۇلارغا قىلغان) رەھمىتىدۇر، ئۇنى (يەنى يۇقىرىقى ئۈچ ئىشنى) مەن ئۆز خاھىشىم بىلەن قىلغىنىم يوق (بەلكى ئۇنى اﷲ نىڭ ئەمرى ۋە ئىلھامى بىلەن قىلدىم)، سەن سەۋر - تاقەت قىلىپ تۇرالمىغان نەرسىلەرنىڭ ھەقىقىتى ئەنە شۇ»",
        "numberInSurah": 82,
        "juz": 16,
        "manzil": 4,
        "page": 302,
        "ruku": 261,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2223,
        "text": "ئۇلار (يەنى يەھۇدىيلار) سەندىن زۇلقەرنەين توغرۇلۇق سورىشىدۇ. «سىلەرگە مەن ئۇنىڭ قىسسىسىنى (ۋەھيى ئاساسىدا) بايان قىلىمەن» دېگىن",
        "numberInSurah": 83,
        "juz": 16,
        "manzil": 4,
        "page": 302,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2224,
        "text": "ئۇنىڭغا بىز زېمىندا ھەقىقەتەن كۈچ - قۇدرەت ئاتا قىلدۇق، ئۇنىڭغا ئۆز مەقسىتىگە يېتىشنىڭ پۈتۈن يوللىرىنى ئاسانلاشتۇرۇپ بەردۇق",
        "numberInSurah": 84,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2225,
        "text": "زۇلقەرنەين (اﷲ ئۇنىڭغا ئاسانلاشتۇرۇپ بەرگەن) يولغا ماڭدى",
        "numberInSurah": 85,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2226,
        "text": "ئۇ كۈنپېتىش تەرەپكە يېتىپ بارغاندا، كۈننىڭ قارا لايلىق بۇلاققا پېتىپ كېتىۋاتقانلىقىنى ھېس قىلدى. ئۇ بۇلاقنىڭ يېنىدا بىر تۈرلۈك قەۋمنى ئۇچراتتى. بىز: «ئى زۇلقەرنەين! سەن ئۇلارنى جازالىغىن ياكى ئۇلارغا ياخشى مۇئامىلىدە بولغىن» دېدۇق",
        "numberInSurah": 86,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2227,
        "text": "زۇلقەرنەين ئېيتتى: «كىمكى زۇلۇم قىلغان بولسا، بىز ئۇنى جازالايمىز، ئاندىن ئۇ پەرۋەردىگارىڭنىڭ دەرگاھىغا قايتۇرۇلىدۇ، پەرۋەردىگارى ئۇنى قاتتىق جازالايدۇ",
        "numberInSurah": 87,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2228,
        "text": "كىمكى ئىمان ئېيتسا ۋە ياخشى ئەمەل قىلسا، ئۇنىڭغا ئەڭ ياخشى مۇكاپات بېرىلىدۇ، ئۇنى قولاي ئىشقا بۇيرۇيمىز»",
        "numberInSurah": 88,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2229,
        "text": "ئاندىن زۇلقەرنەين (اﷲ ئۇنىڭغا قولايلىق قىلىپ بەرگەن) يولغا ماڭدى",
        "numberInSurah": 89,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2230,
        "text": "زۇلقەرنەين كۈنچىقىش تەرەپكە بارغاندا، كۈننىڭ شۇنداق بىر قەۋمنىڭ ئۈستىگە چۈشۈۋاتقانلىقىنى كۆردىكى، ئۇ قەۋمگە بىز (كۈننىڭ ھارارىتىدىن) ساقلىنىدىغان (كىيىم، ئىمارەت قاتارلىق) نەرسىلەرنى ئاتا قىلمىدۇق",
        "numberInSurah": 90,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2231,
        "text": "ئەھۋال شۇنداق بولدى (يەنى زۇلقەرنەين كۈنچىقىش تەرەپتىكى كىشىلەرگىمۇ كۈنپېتىش تەرەپتىكى كىشىلەرگە قىلغان مۇئامىلىنى قىلدى). بىز ئۇنىڭ قولىدىكى نەرسىلەردىن تولۇق خەۋەردار ئىدۇق",
        "numberInSurah": 91,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2232,
        "text": "ئاندىن ئۇ (اﷲ ئۇنىڭغا قولايلىق قىلىپ بەرگەن) يولغا ماڭدى",
        "numberInSurah": 92,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2233,
        "text": "زۇلقەرنەين ئىككى تاغ ئارىسىغا يېتىپ بارغاندا، ئىككى تاغ ئالدىدا ھېچقانداق سۆزنى چۈشەنمەيدىغان (يەنى ئۆزىنىڭ تىلىدىن غەيرى تىلنى بىلمەيدىغان) بىر قەۋمنى ئۇچراتتى",
        "numberInSurah": 93,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2234,
        "text": "ئۇلار: «ئى زۇلقەرنەين! يەجۇج بىلەن مەجۇج يەر يۈزىدە ھەقىقەتەن بۇزغۇنچىلىق قىلغۇچىلاردۇر، بىز بىلەن ئۇلارنىڭ ئارىسىغا بىر توسما سېلىپ بېرىشىڭ ئۈچۈن، ساڭا بىر قىسىم مېلىمىزنى (باجغا ئوخشاش تۆلىسەك بولامدۇ؟» دېدى",
        "numberInSurah": 94,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2235,
        "text": "زۇلقەرنەين ئېيتتى: «اﷲ نىڭ ماڭا بەرگەن نەرسىلىرى (يەنى كۈچ - قۇۋۋەت ۋە پادىشاھلىق سىلەرنىڭ ماڭا بېرىدىغان مېلىڭلاردىن) ئارتۇقتۇر، ماڭا ئادەم كۈچى ياردەم قىلىڭلار، ئۇلار بىلەن سىلەرنىڭ ئاراڭلارغا مۇستەھكەم بىر توسما سېلىپ بېرەي",
        "numberInSurah": 95,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2236,
        "text": "ماڭا تۆمۈر پارچىلىرىنى ئېلىپ كېلىڭلار، (تۆمۈر پارچىلىرى دۆۋىلىنىپ) ئىككى تاغنىڭ ئارىسى تەكشى بولغاندا، كۆيۈكلەرنى بېسىڭلار». تۆمۈر پارچىلىرى (قىزىپ) ئوتتەك بولغاندا، ئۇ: «ماڭا (ئېرىتىلگەن مىسنى) بېرىڭلار، ئۈستىگە تۆكەي» دېدى",
        "numberInSurah": 96,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2237,
        "text": "ئۇلار (يەنى يەجۇج - مەجۇج) ئۇنىڭ ئۈستىگە چىقىشقىمۇ، ئۇنى تېشىشكىمۇ قادىر بولالمىدى",
        "numberInSurah": 97,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2238,
        "text": "زۇلقەرنەين ئېيتتى: «بۇ (يەنى توسمىنىڭ بەرپا قىلىنىشى) پەرۋەردىگارىمنىڭ نېمىتىدۇر، پەرۋەردىگارىمنىڭ ۋەدىسى ئىشقا ئاشقاندا، ئۇ ئۇنى تۈپتۈز قىلىۋېتىدۇ، پەرۋەردىگارىمنىڭ ۋەدىسى ھەقتۇر»",
        "numberInSurah": 98,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2239,
        "text": "ئۇ كۈندە (يەنى قىيامەت كۈنىدە، قىستاڭچىلىقتىن) كىشىلەرنى بىر - بىرىگە گىرەلەشتۈرۈۋېتىمىز، سۇر چېلىنىدۇ، ئۇلارنى (ھېساب ئۈچۈن) يېغىمىز",
        "numberInSurah": 99,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 262,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2240,
        "text": "ئۇ كۈندە كاپىرلارغا جەھەننەمنى ئاشكارا كۆرسىتىمىز",
        "numberInSurah": 100,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 262,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2241,
        "text": "ئۇلارنىڭ (بۇ دۇنيادىكى چاغلىرىدا دىللىرىنىڭ) كۆزلىرى مېنى ياد قىلىشتىن پەردىلەنگەن ئىدى، (ئۇلارنىڭ دىللىرىنى زۇلمەت باسقانلىقى ئۈچۈن كالامۇللانى) ئاڭلاشقا قادىر ئەمەس ئىدى",
        "numberInSurah": 101,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 262,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2242,
        "text": "كاپىرلار مېنى قويۇپ بەندىلىرىمنى مەبۇد قىلىۋېلىشقا بولىدۇ دەپ ئويلامدۇ؟ بىز جەھەننەمنى كاپىرلارغا ھەقىقەتەن مەنزىلگاھ قىلىپ تەييارلىدۇق",
        "numberInSurah": 102,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 263,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2243,
        "text": "سىلەرگە ئەمەللىرى جەھەتتىن ئەڭ زىيان تارتقۇچىلارنى ئېيتىپ بېرەيلىمۇ؟",
        "numberInSurah": 103,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 263,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2244,
        "text": "ئۇلار ھاياتىي دۇنيادا قىلغان ئەمەللىرى يوققا چىققان ئەمما ئۆزلىرى ئوبدان ئىش قىلدۇق دەپ ئويلىغان ئادەملەردۇر",
        "numberInSurah": 104,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 263,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2245,
        "text": "ئەنە شۇلار پەرۋەردىگارىنىڭ ئايەتلىرىنى ۋە ئۇنىڭغا مۇلاقات بولۇشنى ئىنكار قىلغان، نەتىجىدە قىلغان ئەمەللىرى بىكار بولۇپ كەتكەن كىشىلەردۇر، قىيامەت كۈنى ئۇلارنى (يەنى مۇنداق كىشىلەرنى) قىلچە ئېتىبارغا ئالمايمىز",
        "numberInSurah": 105,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 263,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2246,
        "text": "كاپىر بولغانلىقلىرى، مېنىڭ ئايەتلىرىمنى ۋە پەيغەمبەرلىرىمنى مەسخىرە قىلغانلىقلىرى ئۈچۈن، ئۇلارنىڭ جازاسى جەھەننەمدۇر",
        "numberInSurah": 106,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 263,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2247,
        "text": "شۈبھىسىزكى، ئىمان ئېيتقان ۋە ياخشى ئەمەللەرنى قىلغانلارنىڭ مەنزىلگاھى فىردەۋس جەننەتلىرى بولىدۇ",
        "numberInSurah": 107,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 263,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2248,
        "text": "ئۇلار فىردەۋس جەننەتلىرىدە مەڭگۈ قالىدۇ، ئۇنىڭدىن يۆتكىلىشنى خالىمايدۇ",
        "numberInSurah": 108,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 263,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2249,
        "text": "ئېيتقىنكى، «پەرۋەردىگارىمنىڭ سۆزلىرىنى يېزىش ئۈچۈن، ئەگەر دېڭىز (سۈيى) سىيا بولۇپ كەتسە، پەرۋەردىگارىمنىڭ سۆزلىرى تۈگىمەي تۇرۇپ، دېڭىز (سۈيى) چوقۇم تۈگەپ كەتكەن بولاتتى، مۇبادا يەنە شۇنچىلىك دېڭىز (سۈيىنى) كەلتۈرسەكمۇ»",
        "numberInSurah": 109,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 263,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2250,
        "text": "(ئى مۇھەممەد‍! (ئېيتقىنكى، مەن سىلەرگە ئوخشاش بىر ئىنسانمەن، ماڭا ۋەھىي قىلىنىدۇكى، سىلەرنىڭ ئىلاھىڭلار يالغۇز بىر ئىلاھتۇر، كىمكى، پەرۋەردىگارىغا مۇلاقات بولۇشنى ئۈمىد قىلىدىكەن (ساۋابىنى ئۈمىد قىلىپ ئازابىدىن قورقىدىكەن)، ياخشى ئىش قىلسۇن. پەرۋەردىگارىغا قىلىدىغان ئىبادەتكە ھېچكىمنى شېرىك كەلتۈرمىسۇن»",
        "numberInSurah": 110,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 263,
        "hizbQuarter": 122,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "ug.saleh",
      "language": "ug",
      "name": "محمد صالح",
      "englishName": "Muhammad Saleh",
      "format": "text",
      "type": "translation",
      "direction": "rtl"
    }
  }
}