{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 21,
    "name": "سُورَةُ الأَنبِيَاءِ",
    "englishName": "Al-Anbiyaa",
    "englishNameTranslation": "The Prophets",
    "revelationType": "Meccan",
    "numberOfAyahs": 112,
    "ayahs": [
      {
        "number": 2484,
        "text": "كىشىلەرگە ئۇلارنىڭ (ئەمەللىرىدىن) ھېساب ئېلىنىدىغان ۋاقىت (يەنى قىيامەت) توغرۇلۇق ئويلىنىشتىن) يۈز ئۆرۈمەكتىدۇر",
        "numberInSurah": 1,
        "juz": 17,
        "manzil": 4,
        "page": 322,
        "ruku": 278,
        "hizbQuarter": 129,
        "sajda": false
      },
      {
        "number": 2485,
        "text": "ئۇلارغا پەرۋەردىگارى تەرىپىدىن (قۇرئاندا) يېڭى ۋەز - نەسىھەت نازىل بولسىلا، ئۇلار ئۇنىڭغا مەسخىرە قىلغان ھالدا قۇلاق سېلىشىدۇ",
        "numberInSurah": 2,
        "juz": 17,
        "manzil": 4,
        "page": 322,
        "ruku": 278,
        "hizbQuarter": 129,
        "sajda": false
      },
      {
        "number": 2486,
        "text": "ئۇلارنىڭ دىللىرى (اﷲ نىڭ كالامىدىن) غەپلەتتىدۇر، كاپىرلار ئۆز ئارا: «بۇ (يەنى مۇھەممەد ئەلەيھىسسالام) پەقەت سىلەرگە ئوخشاش (ئاددىي) بىر ئىنسان، سىلەر سېھىرنى كۆرۈپ تۇرۇپ ئۇنى قوبۇل قىلامسىلەر؟» دەپ يوشۇرۇن سۆزلىشىدۇ",
        "numberInSurah": 3,
        "juz": 17,
        "manzil": 4,
        "page": 322,
        "ruku": 278,
        "hizbQuarter": 129,
        "sajda": false
      },
      {
        "number": 2487,
        "text": "(پەيغەمبەر) ئېيتتى: «پەرۋەردىگارىم ئاسمان، زېمىندا ئېيتىلغان سۆزلەرنى بىلىپ تۇرىدۇر، اﷲ (سۆزلىرىڭلارنى) ئاڭلاپ تۇرغۇچىدۇر، (ئەھۋالىڭلارنى) بىلىپ تۇرغۇچىدۇر»",
        "numberInSurah": 4,
        "juz": 17,
        "manzil": 4,
        "page": 322,
        "ruku": 278,
        "hizbQuarter": 129,
        "sajda": false
      },
      {
        "number": 2488,
        "text": "(كاپىرلار قۇرئان سېھرىدۇر دەپلا قالماستىن) بەلكى ئۇ شائىردۇر، ئىلگىرىكى پەيغەمبەرلەرگە ئوخشاش بىزگە بىرەر مۆجىزە كەلتۈرسۇن» دېيىشتى",
        "numberInSurah": 5,
        "juz": 17,
        "manzil": 4,
        "page": 322,
        "ruku": 278,
        "hizbQuarter": 129,
        "sajda": false
      },
      {
        "number": 2489,
        "text": "ئۇلاردىن ئىلگىرى، بىز ھالاك قىلغان شەھەرلەردىن (يەنى ئاھالىسىدىن) ھېچقايسىسى ئىمان ئېيتمىغان تۇرسا، (مۆجىزىلەرنى كۆرسەتسەڭ) ئۇلار ئىمان ئېيتامدۇ؟",
        "numberInSurah": 6,
        "juz": 17,
        "manzil": 4,
        "page": 322,
        "ruku": 278,
        "hizbQuarter": 129,
        "sajda": false
      },
      {
        "number": 2490,
        "text": "(ئى مۇھەممەد!) سەندىن ئىلگىرى - (پەرىشتىلەرنى ئەمەس) پەقەت ئىنسانلارنىلا پەيغەمبەر قىلىپ ئەۋەتتۇق، ئەگەر (بۇنى) بىلمىسەڭلار، ئەھلى ئىلىمدىن (يەنى تەۋرات، ئىنجىللارنى بىلىدىغانلاردىن) سوراڭلار",
        "numberInSurah": 7,
        "juz": 17,
        "manzil": 4,
        "page": 322,
        "ruku": 278,
        "hizbQuarter": 129,
        "sajda": false
      },
      {
        "number": 2491,
        "text": "پەيغەمبەرلەرنى تاماق يېمەيدىغان جەسەت قىلغىنىمىز يوق (يەنى ئۇلار بارلىق كىشىلەرگە ئوخشاش يەيدۇ، ئىچىدۇ) ھەمدە ئۇلار (دۇنيادا ئۆلمەي) مەڭگۈ قالىدىغان بولغىنى يوق (يەنى ئۇلارمۇ بارلىق كىشىلەرگە ئوخشاش ۋاپات بولىدۇ)",
        "numberInSurah": 8,
        "juz": 17,
        "manzil": 4,
        "page": 322,
        "ruku": 278,
        "hizbQuarter": 129,
        "sajda": false
      },
      {
        "number": 2492,
        "text": "ئاندىن ئۇلارغا (ئۇلارغا ياردەم بېرىش، ئۇلارنى ئىنكار قىلغانلارنى ھالاك قىلىشتىن ئىبارەت ۋەدىمىزنى راست قىلىپ بەردۇق، ئۇلارنى ۋە بىز خالىغانلارنى قۇتقۇزدۇق، (كۇفرىدا ۋە گۇمراھلىقتا) ھەددىدىن ئاشقۇچىلارنى ھالاك قىلدۇق",
        "numberInSurah": 9,
        "juz": 17,
        "manzil": 4,
        "page": 322,
        "ruku": 278,
        "hizbQuarter": 129,
        "sajda": false
      },
      {
        "number": 2493,
        "text": "سىلەرنىڭ شان - شەرىپىڭلارنى ئۆز ئىچىگە ئالغان كىتابنى (يەنى قۇرئاننى) سىلەرگە ھەقىقەتەن نازىل قىلىپ بەردۇق. (بۇنى) چۈشەنمەمسىلەر؟",
        "numberInSurah": 10,
        "juz": 17,
        "manzil": 4,
        "page": 322,
        "ruku": 278,
        "hizbQuarter": 129,
        "sajda": false
      },
      {
        "number": 2494,
        "text": "بىز (ئاھالىسى) كۇففار بولغان نۇرغۇن شەھەرلەرنى ھالاك قىلدۇق. ئۇلاردىن كېيىن (ئورنىغا) باشقا قەۋمنى پەيدا قىلدۇق",
        "numberInSurah": 11,
        "juz": 17,
        "manzil": 4,
        "page": 323,
        "ruku": 279,
        "hizbQuarter": 129,
        "sajda": false
      },
      {
        "number": 2495,
        "text": "ئۇلار بىزنىڭ ئازابىمىزنىڭ (كەلگەنلىكىنى) ھېس قىلغان چاغدا ئۇشتۇمتۇت قاچىدۇ",
        "numberInSurah": 12,
        "juz": 17,
        "manzil": 4,
        "page": 323,
        "ruku": 279,
        "hizbQuarter": 129,
        "sajda": false
      },
      {
        "number": 2496,
        "text": "(پەرىشتىلەر ئۇلارغا مەسخىرە قىلىپ ئېيتتى) قاچماڭلار، باياشات تۇرمۇشۇڭلارغا، تۇرالغۇ جايلىرىڭلارغا قايتىڭلار، سىلەردىن (مۇھىم ئىشلاردا مەسلىھەت) سورىلىشى مۇمكىن»",
        "numberInSurah": 13,
        "juz": 17,
        "manzil": 4,
        "page": 323,
        "ruku": 279,
        "hizbQuarter": 129,
        "sajda": false
      },
      {
        "number": 2497,
        "text": "ئۇلار: «ۋاي ئىسىت! ھەقىقەتەن بىز زالىم بولۇپتۇق» دېيىشتى",
        "numberInSurah": 14,
        "juz": 17,
        "manzil": 4,
        "page": 323,
        "ruku": 279,
        "hizbQuarter": 129,
        "sajda": false
      },
      {
        "number": 2498,
        "text": "ئۇلارنى ئورۇلغان زىرائەتتەك ھالاك قىلىپ، جانلىرىنى ئالغىنىمىزغا قەدەر، ئۇلار يۇقىرىقى پەريادىنى تەكرارلاپ تۇردى",
        "numberInSurah": 15,
        "juz": 17,
        "manzil": 4,
        "page": 323,
        "ruku": 279,
        "hizbQuarter": 129,
        "sajda": false
      },
      {
        "number": 2499,
        "text": "بىز ئاسماننى، زېمىننى ۋە ئۇلارنىڭ ئارىسىدىكى نەرسىلەرنى ئويناپ ياراتقىنىمىز يوق (يەنى ئۇلارنى بىكار ياراتماستىن، قۇدرىتىمىزنىڭ ئالامەتلىرى سۈپىتىدە ياراتتۇق)",
        "numberInSurah": 16,
        "juz": 17,
        "manzil": 4,
        "page": 323,
        "ruku": 279,
        "hizbQuarter": 129,
        "sajda": false
      },
      {
        "number": 2500,
        "text": "ئەگەر بىز ئىچ پۇشۇقى قىلماقچى بولساق، قېشىمىزدىكى نەرسىلەر بىلەن قىلاتتۇق، ئەگەر (شۇنى) ئىرادە قىلغان بولساق (لېكىن بۇ ئۇلۇغ زاتىمىزغا مۇھال بولغانلىقتىن بۇنداق قىلىشنى ئىرادە قىلمىدۇق)",
        "numberInSurah": 17,
        "juz": 17,
        "manzil": 4,
        "page": 323,
        "ruku": 279,
        "hizbQuarter": 129,
        "sajda": false
      },
      {
        "number": 2501,
        "text": "بىز ھەق ئارقىلىق باتىلغا ھۇجۇم قىلىمىز، ھەق باتىلنى يوقىتىدۇ، باتىل ناگاھان يوقىلىدۇ، (ئى كۇففارلار جامائەسى! اﷲ نى بالىسى بار، خوتۇنى بار دەپ) سۈپەتلىگەن سۆزۈڭلاردىن سىلەرگە ۋاي!",
        "numberInSurah": 18,
        "juz": 17,
        "manzil": 4,
        "page": 323,
        "ruku": 279,
        "hizbQuarter": 129,
        "sajda": false
      },
      {
        "number": 2502,
        "text": "ئاسمانلاردىكى ۋە زېمىندىكىلەرنىڭ ھەممىسى اﷲ نىڭ ئىلكىدىدۇر، اﷲ نىڭ دەرگاھىدىكىلەر (يەنى پەرىشتىلەر) اﷲ نىڭ ئىبادىتىدىن تەكەببۇرلۇق قىلىپ باش تارتمايدۇ ۋە ھېرىپمۇ قالمايدۇ",
        "numberInSurah": 19,
        "juz": 17,
        "manzil": 4,
        "page": 323,
        "ruku": 279,
        "hizbQuarter": 129,
        "sajda": false
      },
      {
        "number": 2503,
        "text": "ئۇلار كېچە - كۈندۈز تەسبىھ ئېيتىدۇ، بوشاشمايدۇ",
        "numberInSurah": 20,
        "juz": 17,
        "manzil": 4,
        "page": 323,
        "ruku": 279,
        "hizbQuarter": 129,
        "sajda": false
      },
      {
        "number": 2504,
        "text": "ئۇلار (يەنى مۇشرىكلار) زېمىندىكى نەرسىلەرنى ئىلاھ قىلىۋالدى، ئۇلار (يەنى بۇ نەرسىلەر) ئۆلۈكلەرنى تىرىلدۈرەلەمدۇ؟",
        "numberInSurah": 21,
        "juz": 17,
        "manzil": 4,
        "page": 323,
        "ruku": 279,
        "hizbQuarter": 129,
        "sajda": false
      },
      {
        "number": 2505,
        "text": "ئەگەر ئاسمان - زېمىندا اﷲ تىن باشقا ئىلاھلار بولسا ئىدى، (كائىناتنىڭ تەرتىپى) ئەلۋەتتە بۇزۇلاتتى، ئەرشنىڭ پەرۋەردىگارى اﷲ ئۇلارنىڭ سۈپەتلىگەن نەرسىلىرىدىن پاكتۇر",
        "numberInSurah": 22,
        "juz": 17,
        "manzil": 4,
        "page": 323,
        "ruku": 279,
        "hizbQuarter": 129,
        "sajda": false
      },
      {
        "number": 2506,
        "text": "اﷲ نىڭ قىلغانلىرىدىن سوئال - سوراق قىلىنمايدۇ، ئۇلاردىن سوئال - سوراق قىلىنىدۇ",
        "numberInSurah": 23,
        "juz": 17,
        "manzil": 4,
        "page": 323,
        "ruku": 279,
        "hizbQuarter": 129,
        "sajda": false
      },
      {
        "number": 2507,
        "text": "ئۇلار اﷲ نى قويۇپ، باشقا مەبۇدلارنى ئىلاھ قىلىۋالدىمۇ؟ ئېيتقىنكى: «(بۇنىڭغا) دەلىلىڭلارنى كۆرسىتىڭلار، مانا بۇ مەن بىلەن بىللە بولغانلارنىڭ كىتابى (يەنى قۇرئان) دۇر ۋە مەندىن ئىلگىرىكىلەرنىڭ (تەۋرات، ئىنجىل قاتارلىق) كىتابىدۇر، ئۇلارنىڭ تولىسى ھەقنى ئۇقمايدۇ، ئۇلار (تەۋھىد) تىن يۈز ئۆرۈگۈچىلەردۇر»",
        "numberInSurah": 24,
        "juz": 17,
        "manzil": 4,
        "page": 323,
        "ruku": 279,
        "hizbQuarter": 129,
        "sajda": false
      },
      {
        "number": 2508,
        "text": "(ئى مۇھەممەد!) سەندىن ئىلگىرى ئەۋەتىلگەن پەيغەمبەرلەرنىڭ ھەممىسىگە: «مەندىن باشقا ھېچ مەبۇد (بەرھەق) يوقتۇر، ماڭىلا ئىبادەت قىلىڭلار» دەپ ۋەھيى قىلدۇق",
        "numberInSurah": 25,
        "juz": 17,
        "manzil": 4,
        "page": 324,
        "ruku": 279,
        "hizbQuarter": 129,
        "sajda": false
      },
      {
        "number": 2509,
        "text": "ئۇلار (يەنى مۇشرىكلار): «اﷲ نىڭ (پەرىشتىلەردىن) بالىسى بار» دېيىشتى، ئۇنداق ئەمەس. اﷲ (بۇنىڭدىن) پاكتۇر، (پەرىشتىلەر اﷲ نىڭ) ھۆرمەتلىك بەندىلىرىدۇر",
        "numberInSurah": 26,
        "juz": 17,
        "manzil": 4,
        "page": 324,
        "ruku": 279,
        "hizbQuarter": 129,
        "sajda": false
      },
      {
        "number": 2510,
        "text": "ئۇلار اﷲ قا ئالدى بىلەن سۆز قىلىشقا پېتىنىلمايدۇ، ئۇلار اﷲ نىڭ ئەمرى بويىچە ئىش قىلىدۇ",
        "numberInSurah": 27,
        "juz": 17,
        "manzil": 4,
        "page": 324,
        "ruku": 279,
        "hizbQuarter": 129,
        "sajda": false
      },
      {
        "number": 2511,
        "text": "اﷲ ئۇلارنىڭ قىلغانلىرىنى ۋە قىلماقچى بولغانلىرىنى بىلىپ تۇرىدۇ، ئۇلار اﷲ رازى بولغانلارغىلا شاپائەت قىلىدۇ، اﷲ نىڭ ھەيۋىسىدىن تىترەپ تۇرىدۇ",
        "numberInSurah": 28,
        "juz": 17,
        "manzil": 4,
        "page": 324,
        "ruku": 279,
        "hizbQuarter": 129,
        "sajda": false
      },
      {
        "number": 2512,
        "text": "ئۇلاردىن كىمكى، مەن اﷲ تىن باشقا ئىلاھمەن، دەيدىكەن، ئۇنى دوزاخ بىلەن جازالايمىز، زالىملارنى شۇنداق جازالايمىز",
        "numberInSurah": 29,
        "juz": 17,
        "manzil": 4,
        "page": 324,
        "ruku": 279,
        "hizbQuarter": 130,
        "sajda": false
      },
      {
        "number": 2513,
        "text": "كاپىرلار بىلەمدۇكى، ئاسمانلار بىلەن زېمىن بىر - بېرىگە تۇتاش ئىدى، ئۇلارنى ئايرىۋەتتۇق، ھەممە جانلىق مەۋجۇداتنى سۇدىن ياراتتۇق، ئۇلار (اﷲ نىڭ قۇدرىتىگە) ئىشىنەمدۇ؟",
        "numberInSurah": 30,
        "juz": 17,
        "manzil": 4,
        "page": 324,
        "ruku": 280,
        "hizbQuarter": 130,
        "sajda": false
      },
      {
        "number": 2514,
        "text": "يەر تەۋرەپ ئۇلارنىڭ خاتىرجەمسىز بولماسلىقى ئۈچۈن، بىز زېمىندا تاغلارنى ياراتتۇق، ئۇلارنى (سەپەردە) كۆزلىگەن مەقسەتلەرگە يېتىۋالسۇن دەپ، تاغلاردا كەڭ يوللارنى ياراتتۇق",
        "numberInSurah": 31,
        "juz": 17,
        "manzil": 4,
        "page": 324,
        "ruku": 280,
        "hizbQuarter": 130,
        "sajda": false
      },
      {
        "number": 2515,
        "text": "ئاسماننى بىز بىخەتەر ئۆگزە قىلدۇق، ھالبۇكى، ئۇلار (يەنى مۇشرىكلار) ئاسماندىكى (كۈن، ئاي، يۇلتۇزلارغا ئوخشاش اﷲ نىڭ بارلىقىنى ۋە ئۇنىڭ قۇدرىتىنى كۆرسىتىدىغان) ئالامەتلەردىن غەپلەتتىدۇر",
        "numberInSurah": 32,
        "juz": 17,
        "manzil": 4,
        "page": 324,
        "ruku": 280,
        "hizbQuarter": 130,
        "sajda": false
      },
      {
        "number": 2516,
        "text": "اﷲ كېچىنى ۋە كۈندۈزنى، كۈننى ۋە ئاينى ياراتتى. ئۇلارنىڭ ھەر بىرى (ئۆزىگە خاس) پەلەكتە سەير قىلىدۇ",
        "numberInSurah": 33,
        "juz": 17,
        "manzil": 4,
        "page": 324,
        "ruku": 280,
        "hizbQuarter": 130,
        "sajda": false
      },
      {
        "number": 2517,
        "text": "(ئى مۇھەممەد!) سەندىن ئىلگىرى (ئىنسانلاردىن) ھېچ كىشىنى مەڭگۈ ياشاتقىنىمىز يوق، سەن ئۆلسەڭ، ئۇلار مەڭگۈ ياشامدۇ؟ (بۇنداق بولۇش ھەرگىزمۇ مەڭگۈ ياشاتقىنىمىز يوق، سەن ئۆلسەك، ئۇلار مەڭگۈ ياشامدۇ؟ (بۇنداق بولۇش ھەرگىزمۇ ئۇلارغا مۇيەسسەر بولمايدۇ، ئۇلارنىڭ ھەممىسى ئۆلىدۇ)",
        "numberInSurah": 34,
        "juz": 17,
        "manzil": 4,
        "page": 324,
        "ruku": 280,
        "hizbQuarter": 130,
        "sajda": false
      },
      {
        "number": 2518,
        "text": "ھەر بىر جان ئۆلۈمنىڭ تەمىنى تېتىغۇچىدۇر. سىلەرنى بىز يامانلىققا مۇپتىلا قىلىش، ياخشىلىق بېرىش ئارقىلىق سىنايمىز سىلەر بىزنىڭ دەرگاھىمىزغا قايتىسىلەر (ئەمەلىڭلارغا يارىشا جازالايمىز)",
        "numberInSurah": 35,
        "juz": 17,
        "manzil": 4,
        "page": 324,
        "ruku": 280,
        "hizbQuarter": 130,
        "sajda": false
      },
      {
        "number": 2519,
        "text": "كاپىرلار سىنى كۆرگەن چاغدا: «سىلەرنىڭ مەبۇدلىرىڭلارنى ئەيىبلەيدىغان ئادەم مۇشۇمۇ؟» (دېيىشىپ) سېنى مەسخىرە قىلىشىدۇ، ھالبۇكى، ئۇلار مەرھەمەتلىك اﷲ تەرىپىدىن نازىل بولغان قۇرئاننى ئىنكار قىلىشىدۇ",
        "numberInSurah": 36,
        "juz": 17,
        "manzil": 4,
        "page": 325,
        "ruku": 280,
        "hizbQuarter": 130,
        "sajda": false
      },
      {
        "number": 2520,
        "text": "ئىنسان ئالدىراڭغۇ يارىتىلغان، سىلەرگە ئالامەتلىرىمنى (يەنى ماڭا ئاسىيلىق قىلغانلارنى جازالايدىغانلىقىمنى) كۆرسىتىمەن. (ئۇنىڭ ۋاقتى سائىتىدىن بۇرۇن) مېنى ئالدىرىتىپ كەتمەڭلار",
        "numberInSurah": 37,
        "juz": 17,
        "manzil": 4,
        "page": 325,
        "ruku": 280,
        "hizbQuarter": 130,
        "sajda": false
      },
      {
        "number": 2521,
        "text": "ئۇلار: «(سۆزۈڭلاردا) راستچىل بولساڭلار، بۇ ۋەدە (يەنى بىزگە قىلىنغان ئازابنىڭ يۈز بېرىدىغان ۋاقتى) قاچان؟» دېيىشىدۇ",
        "numberInSurah": 38,
        "juz": 17,
        "manzil": 4,
        "page": 325,
        "ruku": 280,
        "hizbQuarter": 130,
        "sajda": false
      },
      {
        "number": 2522,
        "text": "ئەگەر كاپىرلار بۇ چاغدا يۈزلىرىدىن، دۈمبىلىرىدىن ئازابنى دەپئى قىلالمايدىغانلىقلىرىنى ۋە ھېچقانداق ياردەمگە ئېرىشەلمەيدىغانلىقلىرىنى بىلسە ئىدى (ئازابنى بالدۇر يۈز بېرىشىنى تەلەپ قىلمايتتى)",
        "numberInSurah": 39,
        "juz": 17,
        "manzil": 4,
        "page": 325,
        "ruku": 280,
        "hizbQuarter": 130,
        "sajda": false
      },
      {
        "number": 2523,
        "text": "لېكىن قىيامەت ئۇلارغا تۇيۇقسىز كېلىدۇ - دە، ئۇلارنى ھەيرەتتە قالدۇرىدۇ، ئۇلار قىيامەتكە قارشىلىق كۆرسىتەلمەيدۇ، ئۇلارغا (تەۋبە قىلىۋېلىش ۋە ئۆزرە بايان قىلىش ئۈچۈن) مۆھلەتمۇ بېرىلمەيدۇ",
        "numberInSurah": 40,
        "juz": 17,
        "manzil": 4,
        "page": 325,
        "ruku": 280,
        "hizbQuarter": 130,
        "sajda": false
      },
      {
        "number": 2524,
        "text": "سەندىن ئىلگىرى ھەقىقەتەن نۇرغۇن پەيغەمبەرلەر مەسخىرە قىلىندى، ئۇلارنى مەسخىرە قىلغۇچىلارغا مەسخىرە قىلغاننىڭ جازاسى بولغان ئازاب نازىل بولدى",
        "numberInSurah": 41,
        "juz": 17,
        "manzil": 4,
        "page": 325,
        "ruku": 280,
        "hizbQuarter": 130,
        "sajda": false
      },
      {
        "number": 2525,
        "text": "(ئى مۇھەممەد! مەسخىرە قىلغۇچىلارغا) «سىلەرنى كېچىدە ۋە كۈندۈزدە مەرھەمەتلىك اﷲ نىڭ ئازابىدىن كىم ساقلايدۇ؟» دېگىن بەلكى ئۇلار پەرۋەردىگارىنىڭ كالامىدىن يۈز ئۆرۈگۈچىلەردۇر",
        "numberInSurah": 42,
        "juz": 17,
        "manzil": 4,
        "page": 325,
        "ruku": 281,
        "hizbQuarter": 130,
        "sajda": false
      },
      {
        "number": 2526,
        "text": "ئۇلاردىن بىزدىن باشقا ئۆزلىرىنى (قوغدايدىغان) مەبۇدلىرى بارمۇ ئۇلارنىڭ (چوقۇنۇۋاتقان) مەبۇدلىرى ئۆزلىرىنى قوغداشقىمۇ قادىر بولالمايدۇ، بىزنىڭ ياردىمىمىزگىمۇ ئېرىشەلمەيدۇ",
        "numberInSurah": 43,
        "juz": 17,
        "manzil": 4,
        "page": 325,
        "ruku": 281,
        "hizbQuarter": 130,
        "sajda": false
      },
      {
        "number": 2527,
        "text": "بۇلارنى (يەنى مۇشرىكلارنى) ۋە ئۇلارنىڭ ئەجداتلىرىنى (دۇنيانىڭ مال - مۈلكىدىن) بەھرىمەن قىلدۇق، ھەتتا (شۇ نېمەت ئىچىدە) ئۇلارنىڭ ئۆمرى ئۇزۇن بولدى. ئۇلارنىڭ زېمىننىڭ ئەتراپىنى (مۇسۇلمانلارغا ئىگەللىتىش بىلەن) قەدەممۇقەدەم تارايتىپ بېرىۋاتقانلىقىمىزنى ئۇلارمۇ بىلەمدۇ؟ (ئەھۋال مۇشۇنداق ئىكەن) ئۇلار غالىب ھېسابلىنامدۇ؟ (مەغلۇپ ھېسابلىنامدۇ؟)",
        "numberInSurah": 44,
        "juz": 17,
        "manzil": 4,
        "page": 325,
        "ruku": 281,
        "hizbQuarter": 130,
        "sajda": false
      },
      {
        "number": 2528,
        "text": "(ئى مۇھەممەد!) «مەن سىلەرنى پەقەت ۋەھيى ئارقىلىق ئاگاھلاندۇرىمەن» دېگىن. گاسلار ئاگاھلاندۇرۇلغان چاغدا دەۋەتنى ئاڭلىمايدۇ (ئى مۇشرىكلار! سىلەر سەركەشلىكىڭلارنىڭ قاتتىقلىقىدىن خۇددى گاسقا ئوخشاش دەۋەتنى ئاڭلىمايسىلەر، ۋەز - نەسىھەتنى قوبۇل قىلمايسىلەر)",
        "numberInSurah": 45,
        "juz": 17,
        "manzil": 4,
        "page": 326,
        "ruku": 281,
        "hizbQuarter": 130,
        "sajda": false
      },
      {
        "number": 2529,
        "text": "ئەگەر ئۇلار پەرۋەردىگارىڭدىن ئازغىنا ئازاب يەتسىلا، ئۇلار چوقۇم: «ۋاي ئىسىت! (اﷲ نىڭ پەيغەمبەرلىرىنى ئىنكار قىلىپ) ھەقىقەتەن (ئۆزىمىزگە) زۇلۇم قىلىپتۇق» دەيدۇ",
        "numberInSurah": 46,
        "juz": 17,
        "manzil": 4,
        "page": 326,
        "ruku": 281,
        "hizbQuarter": 130,
        "sajda": false
      },
      {
        "number": 2530,
        "text": "قىيامەت كۈنى بىز (ئەمەللەر تارتىلىدىغان) ئادالەت تارازىسىنى ئورنىتىمىز، ھېچ ئادەمگە قىلچە ئۇۋال قىلىنمايدۇ (يەنى ياخشى ئادەمنىڭ ياخشىلىقى كېمەيتىۋېتىلمەيدۇ، يامان ئادەمنىڭ يامانلىقى ئاشۇرۇۋېتىلمەيدۇ) ئەگەر ئۇنىڭ قىچا چاغلىق ئەمەلى بولسىمۇ، ئۇنى ھازىر قىلىمىز، (بەندىلەرنىڭ ئەمەللىرىدىن) ھېساب ئېلىشقا بىز يېتەرلىكمىز",
        "numberInSurah": 47,
        "juz": 17,
        "manzil": 4,
        "page": 326,
        "ruku": 281,
        "hizbQuarter": 130,
        "sajda": false
      },
      {
        "number": 2531,
        "text": "بىز ھەقىقەتەن موسا بىلەن ھارۇنغا فۇرقاننى (يەنى ھەق بىلەن باتىلنى، ھالال بىلەن ھارامنى، ھىدايەت بىلەن گۇمراھلىقنى ئايرىغۇچى تەۋراتنى)، نۇرنى، تەقۋادارلارغا (پايدىلىنىدىغان) ۋەز - نەسىھەتنى بەردۇق",
        "numberInSurah": 48,
        "juz": 17,
        "manzil": 4,
        "page": 326,
        "ruku": 281,
        "hizbQuarter": 130,
        "sajda": false
      },
      {
        "number": 2532,
        "text": "تەقۋادارلار پەرۋەردىگارىنى كۆرمەي تۇرۇپ، ئۇنىڭدىن قورقىدۇ ھەمدە ئۇلار قىيامەتنىڭ (دەھشىتىدىن) تىترىگۈچىلەردۇر",
        "numberInSurah": 49,
        "juz": 17,
        "manzil": 4,
        "page": 326,
        "ruku": 281,
        "hizbQuarter": 130,
        "sajda": false
      },
      {
        "number": 2533,
        "text": "بۇ بىز (سىلەرنىڭ تىلىڭلاردا) نازىل قىلغان مۇبارەك قۇرئاندۇر. (ئى ئەرەب جامائەسى! ئۇ شۇنچە روشەن تۇرسىمۇ) سىلەر ئۇنى ئىنكار قىلامسىلەر؟",
        "numberInSurah": 50,
        "juz": 17,
        "manzil": 4,
        "page": 326,
        "ruku": 281,
        "hizbQuarter": 130,
        "sajda": false
      },
      {
        "number": 2534,
        "text": "(مۇسا، ھارۇنلاردىن بۇرۇن) بىز ئىبراھىمغا ھەقىقەتەن (دۇنيا ۋە ئاخىرەتتە ياخشىلىق يوللىرىنى كۆرسىتىپ بېرىدىغان) ھىدايەت ئاتا قىلغان ئىدۇق، بىز ئۇنىڭ (پەيغەمبەرلىكنىڭ ئەھلى) ئىكەنلىكىنى بىلەتتۇق",
        "numberInSurah": 51,
        "juz": 17,
        "manzil": 4,
        "page": 326,
        "ruku": 282,
        "hizbQuarter": 131,
        "sajda": false
      },
      {
        "number": 2535,
        "text": "ئۆز ۋاقتىدا ئىبراھىم (كۇففارلار چوقۇنۇۋاتقان بۇتلارنى مەنسىتمەي) ئاتىسىغا ۋە قەۋمىگە: سىلەر چوقۇنۇۋاتقان بۇ بۇتلار نېمە؟ (يەنى نېمە ئۈچۈن بۇ بۇتلارغا چوقۇنىسىلەر؟)» دېدى",
        "numberInSurah": 52,
        "juz": 17,
        "manzil": 4,
        "page": 326,
        "ruku": 282,
        "hizbQuarter": 131,
        "sajda": false
      },
      {
        "number": 2536,
        "text": "ئۇلار: «ئاتا - بوۋىلىرىمىزنىڭ ئۇلارغا ئىبادەت قىلىپ كېلىۋاتقانلىقىنى بىلىمىز (يەنى ئۇلارغا ئاتا - بوۋىلىرىمىزغا تەقلىد قىلىپ چوقۇنىمىز)» دېدى",
        "numberInSurah": 53,
        "juz": 17,
        "manzil": 4,
        "page": 326,
        "ruku": 282,
        "hizbQuarter": 131,
        "sajda": false
      },
      {
        "number": 2537,
        "text": "ئىبراھىم: «سىلەرمۇ، ئاتا - بوۋاڭلارمۇ (پايدا - زىيان يەتكۈزەلمەيدىغان، ئاڭلىمايدىغان جانسىز بۇتلارغا چوقۇنغانلىقىڭلار ئۈچۈن) ھەقىقەتەن روشەن گۇمراھلىقتا سىلەر» دېدى",
        "numberInSurah": 54,
        "juz": 17,
        "manzil": 4,
        "page": 326,
        "ruku": 282,
        "hizbQuarter": 131,
        "sajda": false
      },
      {
        "number": 2538,
        "text": "ئۇلار: «سەن راست دەۋاتامسەن؟ ياكى چاقچاق دەۋاتامسەن؟» دېدى",
        "numberInSurah": 55,
        "juz": 17,
        "manzil": 4,
        "page": 326,
        "ruku": 282,
        "hizbQuarter": 131,
        "sajda": false
      },
      {
        "number": 2539,
        "text": "ئىبراھىم ئېيتتى: «ئۇنداق ئەمەس، سىلەرنىڭ (ئىبادەت قىلىشىڭلارغا لايىق) پەرۋەردىگارىڭلار ئاسمانلارنىڭ ۋە زېمىننىڭ پەرۋەردىگارىدۇر، ئۇلارنى ئۇ ياراتقان، مەنمۇ ئۇنىڭغا (قەتئىي دەلىللەر بىلەن) گۇۋاھلىق قىلغۇچىلاردىنمەن",
        "numberInSurah": 56,
        "juz": 17,
        "manzil": 4,
        "page": 326,
        "ruku": 282,
        "hizbQuarter": 131,
        "sajda": false
      },
      {
        "number": 2540,
        "text": "اﷲ بىلەن قەسەمكى، سىلەر قايتىپ كەتكەندىن كېيىن چوقۇم بۇتلىرىڭلارنى (چېقىۋېتىشنىڭ) ئامالىنى قىلىمەن»",
        "numberInSurah": 57,
        "juz": 17,
        "manzil": 4,
        "page": 326,
        "ruku": 282,
        "hizbQuarter": 131,
        "sajda": false
      },
      {
        "number": 2541,
        "text": "ئىبراھىم بۇتلارنى چېقىپ پارچە - پارچە قىلىۋەتتى، ئۇلارنىڭ قايتىپ كېلىپ (بۇتلارنى كىمنىڭ چاققانلىقىنى سورىشى ئۈچۈن) پەقەت چوڭ بۇتنى (چاقماي) قالدۇردى",
        "numberInSurah": 58,
        "juz": 17,
        "manzil": 4,
        "page": 327,
        "ruku": 282,
        "hizbQuarter": 131,
        "sajda": false
      },
      {
        "number": 2542,
        "text": "(ئۇلار بايرىمىدىن قايتىپ كېلىپ بۇتلىرىنىڭ چېقىۋېتىلگەنلىكىنى كۆرۈپ) «بۇتلىرىمىزنى مۇنداق قىلغان كىم؟ ئۇ ھەقىقەتەن زالىم ئىكەن» دېدى",
        "numberInSurah": 59,
        "juz": 17,
        "manzil": 4,
        "page": 327,
        "ruku": 282,
        "hizbQuarter": 131,
        "sajda": false
      },
      {
        "number": 2543,
        "text": "(ئۇلارنىڭ بەزىسى) ئىبراھىم ئاتلىق بىر يىگىتنىڭ ئۇلارنى ئەيىبلىگەنلىكىنى ئاڭلىغان ئىدۇق (يەنى شۇ قىلغان بولۇشى مۇمكىن)» دېدى",
        "numberInSurah": 60,
        "juz": 17,
        "manzil": 4,
        "page": 327,
        "ruku": 282,
        "hizbQuarter": 131,
        "sajda": false
      },
      {
        "number": 2544,
        "text": "ئۇلار (يەنى نەمرۇد ۋە ئۇنىڭ قەۋمىنىڭ چوڭلىرى): «ئىبراھىمنى كىشىلەرنىڭ ئالدىغا ئېلىپ كېلىڭلار، (ئىبراھىمنىڭ بۇتلارنى ئەيىبلىگەنلىكىگە) ئۇلار گۇۋاھلىق بەرسۇن» دېدى)",
        "numberInSurah": 61,
        "juz": 17,
        "manzil": 4,
        "page": 327,
        "ruku": 282,
        "hizbQuarter": 131,
        "sajda": false
      },
      {
        "number": 2545,
        "text": "ئۇلار: «ئى ئىبراھىم! بۇتلىرىمىزنى مۇشۇنداق قىلغان سەنمۇ؟» دېدى.",
        "numberInSurah": 62,
        "juz": 17,
        "manzil": 4,
        "page": 327,
        "ruku": 282,
        "hizbQuarter": 131,
        "sajda": false
      },
      {
        "number": 2546,
        "text": "(ئىبراھىم: «(ياق) بەلكى ئۇلارنىڭ مۇنۇ چوڭى شۇنداق قىلدى، ئەگەر ئۇلار سۆزلىيەلىسە، (كىمنىڭ چاققانلىقىنى) ئۇلارنىڭ ئۆزلىرىدىن سوراپ بېقىڭلار!» دېدى",
        "numberInSurah": 63,
        "juz": 17,
        "manzil": 4,
        "page": 327,
        "ruku": 282,
        "hizbQuarter": 131,
        "sajda": false
      },
      {
        "number": 2547,
        "text": "ئۇلار بىر - بىرىنى ئەيىبلەپ: «(سىلەر بۇتلارغا چوقۇنۇشتا) ھەقىقەتەن زالىمسىلەر» دېدى",
        "numberInSurah": 64,
        "juz": 17,
        "manzil": 4,
        "page": 327,
        "ruku": 282,
        "hizbQuarter": 131,
        "sajda": false
      },
      {
        "number": 2548,
        "text": "ئاندىن ئۇلار (خىجالەتچىلىكتىن) باشلىرىنى تۆۋەن سېلىپ: «ئۇلارنىڭ گەپ قىلالمايدىغانلىقىنى سەن ئوبدان بىلىسەنغۇ؟» دېدى",
        "numberInSurah": 65,
        "juz": 17,
        "manzil": 4,
        "page": 327,
        "ruku": 282,
        "hizbQuarter": 131,
        "sajda": false
      },
      {
        "number": 2549,
        "text": "ئىبراھىم ئېيتتى: «سىلەر اﷲ نى قويۇپ سىلەرگە ھېچ پايدا يەتكۈزەلمەيدىغان ۋە زىيان يەتكۈزەلمەيدىغان نەرسىلەرگە چوقۇنامسىلەر»",
        "numberInSurah": 66,
        "juz": 17,
        "manzil": 4,
        "page": 327,
        "ruku": 282,
        "hizbQuarter": 131,
        "sajda": false
      },
      {
        "number": 2550,
        "text": "سىلەرگە ۋە اﷲ نى قويۇپ سىلەر چوقۇنۇۋاتقان بۇتلارغا تۈفى! سىلەر چۈشەنمەمسىلەر؟»",
        "numberInSurah": 67,
        "juz": 17,
        "manzil": 4,
        "page": 327,
        "ruku": 282,
        "hizbQuarter": 131,
        "sajda": false
      },
      {
        "number": 2551,
        "text": "ئۇلار ئېيتتى: «ئىبراھىمنى كۆيدۈرۈڭلار، ئىلاھلىرىڭلارغا ياردەم بېرىڭلار، ئەگەر ئۇلارغا ھەقىقىي ياردەم بەرمەكچى بولساڭلار»",
        "numberInSurah": 68,
        "juz": 17,
        "manzil": 4,
        "page": 327,
        "ruku": 282,
        "hizbQuarter": 131,
        "sajda": false
      },
      {
        "number": 2552,
        "text": "بىز ئوتقا: «ئى ئوت! ئىبراھىمغا سالقىن ۋە ئامانلىق (بەخش ئېتىدىغان) بولۇپ بەرگىن» دېدۇق",
        "numberInSurah": 69,
        "juz": 17,
        "manzil": 4,
        "page": 327,
        "ruku": 282,
        "hizbQuarter": 131,
        "sajda": false
      },
      {
        "number": 2553,
        "text": "ئۇلار ئىبراھىمغا زىيانكەشلىك قىلماقچى بولدى، بىز ئۇلارنى ئەڭ زىيان تارتقۇچى قىلدۇق",
        "numberInSurah": 70,
        "juz": 17,
        "manzil": 4,
        "page": 327,
        "ruku": 282,
        "hizbQuarter": 131,
        "sajda": false
      },
      {
        "number": 2554,
        "text": "بىز ئىبراھىم بىلەن لۇتنى قۇتقۇزدۇق، ئۇلارنى بىز ئەھلى جاھان ئۈچۈن بەرىكەتلىك زېمىنغا كۆچۈردۇق",
        "numberInSurah": 71,
        "juz": 17,
        "manzil": 4,
        "page": 327,
        "ruku": 282,
        "hizbQuarter": 131,
        "sajda": false
      },
      {
        "number": 2555,
        "text": "بىز ئۇنىڭغا (يەنى ئىبراھىمغا) ئىسھاقنى بەردۇق، (ئۇ پەرۋەردىگارىدىن سورىمىسىمۇ) يەئقۇبنى ئوشۇق بەردۇق (يەنى يەئقۇب ئەلەيھىسسالامنى نەۋرە قىلىپ ياكى ئىبراھى ئەلەيھىسسالامنىڭ تەلىۋىدىن زىيادە قىلىپ بەردۇق)، ئۇلارنىڭ ھەممىسىنىڭ ياخشى ئادەملەر قىلدۇق",
        "numberInSurah": 72,
        "juz": 17,
        "manzil": 4,
        "page": 327,
        "ruku": 282,
        "hizbQuarter": 131,
        "sajda": false
      },
      {
        "number": 2556,
        "text": "ئۇلارنى بىزنىڭ ئەمرىمىز بويىچە (كىشىلەرنى بىزنىڭ دىنىمىزغا) يېتەكلەيدىغان پېشۋالار (يەنى پەيغەمبەرلەر) قىلدۇق، ئۇلارغا بىز ياخشى ئىشلارنى قىلىشنى، ناماز ئوقۇشنى، زاكات بېرىشنى ۋەھيى قىلىدۇ، ئۇلار بىزگە خالىس ئىبادەت قىلاتتى",
        "numberInSurah": 73,
        "juz": 17,
        "manzil": 4,
        "page": 328,
        "ruku": 282,
        "hizbQuarter": 131,
        "sajda": false
      },
      {
        "number": 2557,
        "text": "لۇتقا پەيغەمبەرلىكنى ۋە ئىلىمنى ئاتا قىلدۇق (لۇت ئىبراھىم ئەلەيھىسسالامغا ئىمان ئېيتقان، ئەگەشكەن ۋە ئۇنىڭ بىلەن ھىجرەت قىلغان ئىدى)، ئۇنىڭ (ئائىلىسى بەچچىۋازلىق، قاراقچىلىق قاتارلىق) يامان قىلىقلارنى قىلىدىغان شەھەردىن قۇتقۇزدۇق، ھەقىقەتەن ئۇلار يامان پاسىق قەۋم ئىدى",
        "numberInSurah": 74,
        "juz": 17,
        "manzil": 4,
        "page": 328,
        "ruku": 282,
        "hizbQuarter": 131,
        "sajda": false
      },
      {
        "number": 2558,
        "text": "بىز ئۇنى رەھمىتىمىز دائىرىسىگە كىرگۈزدۇق، ئۇ ھەقىقەتەن ياخشىلاردىن ئىدى",
        "numberInSurah": 75,
        "juz": 17,
        "manzil": 4,
        "page": 328,
        "ruku": 282,
        "hizbQuarter": 131,
        "sajda": false
      },
      {
        "number": 2559,
        "text": "نۇھنىڭ (قىسسىسىنى بايان قىلغىن). ئۆز ۋاقتىدا ئۇ (مەزكۇر پەيغەمبەرلەردىن) بۇرۇن (قەۋمىگە، پەرۋەردىگارىم يەر يۈزىدە كۇففارلاردىن بىرنىمۇ قويمىغىن، دەپ بەتدۇئا قىلغان ئىدى)، بىز ئۇنىڭ دۇئاسىنى ئىجابەت قىلدۇق، ئۇنى ۋە ئۇنىڭ ئائىلىسىدىكىلەرنى (ۋە ئۇنىڭ بىلەن بىللە بولغان مۆمىنلەرنى) بۈيۈك بالادىن (يەنى توپان بالاسىدا غەرق بولۇشتىن) قۇتقۇزدۇق (يەنى نۇھنى قەۋمىنىڭ شەررىدىن قۇتقۇزۇپ، ئۇلارنى ھالاك قىلدۇق)",
        "numberInSurah": 76,
        "juz": 17,
        "manzil": 4,
        "page": 328,
        "ruku": 283,
        "hizbQuarter": 131,
        "sajda": false
      },
      {
        "number": 2560,
        "text": "بىزنىڭ ئايەتلىرىمىزنى ئىنكار قىلغان قەۋمگە قارشى ئۇنىڭغا ياردەم بەردۇق، ئۇلار ھەقىقەتەن يامان قەۋم ئىدى. ئۇلارنىڭ (بىرنىمۇ قويماي) ھەممىسىنى غەرق قىلدۇق",
        "numberInSurah": 77,
        "juz": 17,
        "manzil": 4,
        "page": 328,
        "ruku": 283,
        "hizbQuarter": 131,
        "sajda": false
      },
      {
        "number": 2561,
        "text": "داۋۇت بىلەن سۇلايماننىڭ (قىسسىسىنى بايان قىلغىن). ئۆز ۋاقتىدا بىر قەۋمنىڭ قويى كېچىسى زىرائەتنى يەپ (بۇزۇۋەتكەندە)، ئۇ ئىككىسى زىرائەت توغرىسىدا ھۆكۈم چىقارغان ئىدى. ئۇلارنىڭ ھۆكمىگە بىز شاھىت ئىدۇق",
        "numberInSurah": 78,
        "juz": 17,
        "manzil": 4,
        "page": 328,
        "ruku": 283,
        "hizbQuarter": 131,
        "sajda": false
      },
      {
        "number": 2562,
        "text": "قانداق ھۆكۈم قىلىشنى بىز سۇلايمانغا بىلدۈردۇق، تەسبىھ ئېيتىشقا مۇسەخخەر قىلدۇق، (شۇنداق قىلىشقا) بىز قادىر ئىدۇق",
        "numberInSurah": 79,
        "juz": 17,
        "manzil": 4,
        "page": 328,
        "ruku": 283,
        "hizbQuarter": 131,
        "sajda": false
      },
      {
        "number": 2563,
        "text": "جەڭلەردە سىلەرنى (يارىدار بولۇشتىن) ساقلاش مەقسىتىدە، داۋۇدقا سىلەر ئۈچۈن ساۋۇت ياساشنى ئۆگەتتۇق، سىلەر (بۇنىڭغا) شۈكۈر قىلامسىلەر؟ (يەنى شۈكۈر قىلىڭلار ۋە نېمەتنىڭ قەدرىنى بىلىڭلار)",
        "numberInSurah": 80,
        "juz": 17,
        "manzil": 4,
        "page": 328,
        "ruku": 283,
        "hizbQuarter": 131,
        "sajda": false
      },
      {
        "number": 2564,
        "text": "سۇلايمانغا قاتتىق چىقىدىغان شامالنى مۇسەخخەر قىلىپ بەردۇق، شامال سۇلايماننىڭ ئەمرى بويىچە، بىز بەرىكەتلىك قىلغان زېمىنغا (يەنى شامغا) باراتتى، بىز ھەممىنى بىلگۈچىمىز",
        "numberInSurah": 81,
        "juz": 17,
        "manzil": 4,
        "page": 328,
        "ruku": 283,
        "hizbQuarter": 131,
        "sajda": false
      },
      {
        "number": 2565,
        "text": "سۇلايمانغا يەنە بىر قىسىم شەيتانلارنى مۇسەخخەر قىلىپ بەردۇق، ئۇلار دېڭىزلاردا چۆكۈپ ئۇنىڭغا ئۈنچە - مارجان (گۆھەرلەرنى سۈزۈپ چىقاتتى)، ئۇلار يەنە (شەھەرلەرنى، ئېگىز سارايلارنى سېلىشتەك) باشقا ئىشلارنىمۇ قىلاتتى، بىز ئۇلارنى (سۇلايماننىڭ ئىتائىتىدىن چىقىشتىن) ساقلايتتۇق",
        "numberInSurah": 82,
        "juz": 17,
        "manzil": 4,
        "page": 329,
        "ruku": 283,
        "hizbQuarter": 131,
        "sajda": false
      },
      {
        "number": 2566,
        "text": "(ئەييۇبنىڭ قسسسىنى بايان قىلغىن). ئۆز ۋاقتىدا ئۇ پەرۋەردىگارىغا: «ھەقىقەتەن مېنى بال (يەنى قاتتىق كېسەل) ئورىۋالدى، سەن ئەڭ مەرھەمەتلىكسەن» دەپ دۇئا قىلدى",
        "numberInSurah": 83,
        "juz": 17,
        "manzil": 4,
        "page": 329,
        "ruku": 283,
        "hizbQuarter": 132,
        "sajda": false
      },
      {
        "number": 2567,
        "text": "ئۇنىڭ دۇئاسىنى ئىجابەت قىلدۇق، ئۇنىڭ بېشىغا كەلگەن بالانى كۆتۈرۈۋەتتۇق، ئۇنىڭغا رەھىم قىلغانلىقىمىز، ئىبادەت قىلغۇچىلارغا ئىبرەت قىلغانلىقىمىز ئۈچۈن، ئۇنىڭغا ئائىلىسىنى ۋە ئۇنىڭغا ئوخشاش بىر باراۋەرنى زىيادە ئاتا قىلدۇق (يەنى ئۇنىڭ ئۆلگەن بالىلىرىنىڭ ۋە يوقالغان ماللىرىنىڭ ئورنىغا بىر ھەسسە كۆپ بالا، بىر ھەسسە كۆپ مال بەردۇق)",
        "numberInSurah": 84,
        "juz": 17,
        "manzil": 4,
        "page": 329,
        "ruku": 283,
        "hizbQuarter": 132,
        "sajda": false
      },
      {
        "number": 2568,
        "text": "ئىسمائىل، ئىدرىس ۋە زۇلكىفللارنىڭ (قىسسىسىنى باياق قىلغىن). (ئۇلارنىڭ) ھەممىسى سەۋرلىك ئىدى (يەنى اﷲ قا ئىبادەت قىلىشتا چىداملىق ئىدى ۋە گۇناھلار ئالدىدا ئۆزلىرىنى تۇتۇۋالاتتى)",
        "numberInSurah": 85,
        "juz": 17,
        "manzil": 4,
        "page": 329,
        "ruku": 283,
        "hizbQuarter": 132,
        "sajda": false
      },
      {
        "number": 2569,
        "text": "ئۇلارنى رەھمىتىمىز دائىرىسىگە كىرگۈزدۇق، ئۇلار ھەقىقەتەن ياخشىلاردىن ئىدى",
        "numberInSurah": 86,
        "juz": 17,
        "manzil": 4,
        "page": 329,
        "ruku": 283,
        "hizbQuarter": 132,
        "sajda": false
      },
      {
        "number": 2570,
        "text": "يۇنۇسنىڭ (قىسسىنى بايان قىلغىن) ئۆز ۋاقتىدا ئۇ (قەۋمنىڭ ئىمان ئېيتمىغانلىقىدىن) خاپا بولۇپ (شەھىرىدىن) چىقىپ كەتكەن ئىدى. ئۇ بىزنى (بېلىقنىڭ قارنىدا) ئۆزىنى قىسمايدۇ دەپ ئويلىدى، ئۇ قاراڭغۇلۇقتا (يەنى بېلىقنى قارنىدا): «(پەرۋەردىگارىم) سەندىن بۆلەك ھېچ مەبۇد (بەرھەق) يوقتۇر، سەن (جىمى كەمچىلىكلەردىن) پاكتۇرسەن، مەن ھەقىقەتەن (ئۆز نەپسىمگە) زۇلۇم قىلغۇچىلاردىن بولدۇم» دەپ نىدا قىلدى",
        "numberInSurah": 87,
        "juz": 17,
        "manzil": 4,
        "page": 329,
        "ruku": 283,
        "hizbQuarter": 132,
        "sajda": false
      },
      {
        "number": 2571,
        "text": "ئۇنىڭ دۇئاسىنى ئىجابەت قىلدۇق، ئۇنى (بېلىق يۇتقان چاغدىكى) غەمدىن خالاس قىلدۇق، شۇنىڭدەك مۆمىنلەرنى (ئېغىرچىلىقلاردىن) خالاس تاپقۇزىمىز",
        "numberInSurah": 88,
        "juz": 17,
        "manzil": 4,
        "page": 329,
        "ruku": 283,
        "hizbQuarter": 132,
        "sajda": false
      },
      {
        "number": 2572,
        "text": "زەكەرىيانىڭ (قىسسىنى بايان قىلغىن). ئۆز ۋاقتىدا ئۇ: «ئى پەرۋەردىگارىم! مىنى (بالىسىز، ۋارىسسىز) يالغۇز قويمىساڭ، سەن ئەڭ ياخشى ۋارىستۇرسەن (يەنى ھەممە ئادەم ئۆلىدۇ، سەنلا باقىي قالىسەن)» دەپ نىدا قىلدى",
        "numberInSurah": 89,
        "juz": 17,
        "manzil": 4,
        "page": 329,
        "ruku": 283,
        "hizbQuarter": 132,
        "sajda": false
      },
      {
        "number": 2573,
        "text": "بىز ئۇنىڭ دۇئاسىنى ئىجابەت قىلدۇق، ئۇنىڭغا يەھيانى ئاتا قىلدۇق، ئۇنىڭغا خوتۇنىنى ئۆزگەرتىپ بەردۇق (يەنى تۇغىدىغان قىلىپ بەردۇق). (يۇقىرىقى پەيغەمبەرلەرنىڭ دۇئاسىنى ئىجابەت قىلىشىمىز) شۇنىڭ ئۈچۈن ئىدىكى، ئۇلار ياخشى ئىشلارنى قىلىشقا ئالدىرايتتى، (رەھمىتىمىزنى) ئۈمىد قىلىپ، (ئازابىمىزدىن) قورقۇپ بىزگە دۇئا قىلاتتى، بىزگە كەمتەرلىك بىلەن ئىبادەت قىلاتتى",
        "numberInSurah": 90,
        "juz": 17,
        "manzil": 4,
        "page": 329,
        "ruku": 283,
        "hizbQuarter": 132,
        "sajda": false
      },
      {
        "number": 2574,
        "text": "نومۇسنى ساقلىغان ئايالنى (يەنى مەريەمنىڭ قىسسىنى بايان قىلغىن) ئۇنىڭغا (يەنى كىيىمنىڭ ئىچىگە) بىزنىڭ تەرىپىمىزدىن بولغان روھنى پۈۋلىدۇق (پۈۋلەنگەن روھ ئۇنىڭ ئىچىگە كىرىپ، ئۇ ئىساغا ھامىلدار بولدى)، ئۇنى ۋە ئوغلىنى (يەنى ئىسا بىلەن مەريەمنى) ئەھلى جاھان ئۈچۈن (بىزنىڭ قۇدرىتىمىزنى كۆرسىتىدىغان) دەلىل قىلدۇق",
        "numberInSurah": 91,
        "juz": 17,
        "manzil": 4,
        "page": 330,
        "ruku": 283,
        "hizbQuarter": 132,
        "sajda": false
      },
      {
        "number": 2575,
        "text": "(ئى ئىنسانلار!) سىلەرنىڭ دىنىڭلار ھەقىقەتەن بىر دىندۇر. مەن سىلەرنىڭ پەرۋەردىگارىڭلاردۇرمەن، ماڭىلا ئىبادەت قىلىڭلار",
        "numberInSurah": 92,
        "juz": 17,
        "manzil": 4,
        "page": 330,
        "ruku": 283,
        "hizbQuarter": 132,
        "sajda": false
      },
      {
        "number": 2576,
        "text": "ئۇلار (دىندا ئىختىلاپ قىلىشىپ) پىرقە - پىرقىلەرگە بۆلۈنۈپ كەتتى، ھەممىسى بىزنىڭ دەرگاھىمىزغا قايتقۇچىلاردۇر",
        "numberInSurah": 93,
        "juz": 17,
        "manzil": 4,
        "page": 330,
        "ruku": 283,
        "hizbQuarter": 132,
        "sajda": false
      },
      {
        "number": 2577,
        "text": "كىمكى مۆمىن بولۇپ ياخشى ئەمەللەرنى قىلىدىكەن، ئۇنىڭ ئەمەلىنىڭ (ساۋابى) زايا كەتمەيدۇ. ئۇنىڭ ئەمەلىنى (يەنى نامە - ئەمالنى) چوقۇم خاتىرىلەپ قويىمىز",
        "numberInSurah": 94,
        "juz": 17,
        "manzil": 4,
        "page": 330,
        "ruku": 284,
        "hizbQuarter": 132,
        "sajda": false
      },
      {
        "number": 2578,
        "text": "بىز ھالاك قىلغان شەھەر (ئاھالىسى) نىڭ دۇنياغا قايتىشى مۇمكىن ئەمەس",
        "numberInSurah": 95,
        "juz": 17,
        "manzil": 4,
        "page": 330,
        "ruku": 284,
        "hizbQuarter": 132,
        "sajda": false
      },
      {
        "number": 2579,
        "text": "يەجۇج - مەجۈج (توسمىسى) ئېچىۋېتىلگەندە، ئۇلار زېمىننىڭ ھەر بىر تۆپىلىكلىرىدىن ئالدىراپ چىقىپ كېلىدۇ",
        "numberInSurah": 96,
        "juz": 17,
        "manzil": 4,
        "page": 330,
        "ruku": 284,
        "hizbQuarter": 132,
        "sajda": false
      },
      {
        "number": 2580,
        "text": "راست ۋەدە (يەنى قىيامەتنىڭ ۋاقتى) يېقىنلاشتى، ئۇ كۈندە كاپىرلارنىڭ كۆزلىرى چەكچىيىپ قالىدۇ، (ئۇلار) «ۋاي ئىسىت! بۇنىڭدىن بىز غەپلەتتە قېلىپتۇق، بەلكى بىز ئۆزىمىزگە زۇلۇم قىلىپتۇق» (دېيىشىدۇ)",
        "numberInSurah": 97,
        "juz": 17,
        "manzil": 4,
        "page": 330,
        "ruku": 284,
        "hizbQuarter": 132,
        "sajda": false
      },
      {
        "number": 2581,
        "text": "(ئى مۇشرىكلار!) ھەقىقەتەن سىلەر اﷲ نى قويۇپ ئىبادەت قىلغان نەرسەڭلار بىلەن دوزاخقا يېقىلغۇ بولىسىلەر، سىلەر دوزاخقا كىرىسىلەر",
        "numberInSurah": 98,
        "juz": 17,
        "manzil": 4,
        "page": 330,
        "ruku": 284,
        "hizbQuarter": 132,
        "sajda": false
      },
      {
        "number": 2582,
        "text": "ئەگەر سىلەر ئىبادەت قىلىۋاتقان بۇتلار ئىلاھلار بولىدىغان بولسا، دوزاخقا كىرمىگەن بولاتتى (ئىبادەت قىلغۇچى ۋە ئىبادەت قىلىنغۇچىلارنىڭ) ھەممىسى دوزاختا مەڭگۈ قالىدۇ",
        "numberInSurah": 99,
        "juz": 17,
        "manzil": 4,
        "page": 330,
        "ruku": 284,
        "hizbQuarter": 132,
        "sajda": false
      },
      {
        "number": 2583,
        "text": "ئۇلار دوزاختا ھەمىشە پەرياد چېكىدۇ، (ئازابنىڭ قاتتىقلىقىدىن) ئۇلار دوزاختا ھېچ نەرسىنى ئاڭلىمايدۇ",
        "numberInSurah": 100,
        "juz": 17,
        "manzil": 4,
        "page": 330,
        "ruku": 284,
        "hizbQuarter": 132,
        "sajda": false
      },
      {
        "number": 2584,
        "text": "بىز بىر تەرەپتىن بېرىلگەن بەخت - سائادەتكە تېگىشلىك بولغانلار (يەنى تائەت - ئىبادەتكە تەۋپىق بېرىلىپ توغرا يولدا ئىبادەت قىلغان سائادەتمەن بەندىلەر) دوزاختىن يىراق قىلىنىدۇ",
        "numberInSurah": 101,
        "juz": 17,
        "manzil": 4,
        "page": 330,
        "ruku": 284,
        "hizbQuarter": 132,
        "sajda": false
      },
      {
        "number": 2585,
        "text": "ئۇلار دوزاخنىڭ شەپىسىنىڭ ئاڭلىمايدۇ، كۆڭلى تارتقان نازۇنېمەتلەر ئىچىدە مەڭگۈ قالىدۇ",
        "numberInSurah": 102,
        "juz": 17,
        "manzil": 4,
        "page": 331,
        "ruku": 284,
        "hizbQuarter": 132,
        "sajda": false
      },
      {
        "number": 2586,
        "text": "چوڭ قورقۇنچ (يەنى قىيامەتنىڭ دەھشىتى) ئۇلارنى قايغۇغا سالمايدۇ، پەرىشتىلەر: «اﷲ سىلەرگە ۋەدە قىلغان كۈن مۇشۇ» (دەپ)، ئۇلارنى (جەننەتنىڭ دەرۋازىلىرى ئالدىدا) قارشى ئالىدۇ.",
        "numberInSurah": 103,
        "juz": 17,
        "manzil": 4,
        "page": 331,
        "ruku": 284,
        "hizbQuarter": 132,
        "sajda": false
      },
      {
        "number": 2587,
        "text": "ئۇ كۈندە ئاسماننى (پۈتۈكچى) نەرسە يېزىلغان قەغەزنى يۆگىگەندەك يۆگەيمىز. مەخلۇقاتلارنى دەسلەپتە قانداق ياراتقان بولساق، شۇ ھالىتىدە ئەسلىگە قايتۇرىمىز. (بۇ) بىز ئۈستىمىزگە ئالغان ۋەدىدۇر، (ئۇنى) چوقۇم ئىشقا ئاشۇرىمىز.",
        "numberInSurah": 104,
        "juz": 17,
        "manzil": 4,
        "page": 331,
        "ruku": 284,
        "hizbQuarter": 132,
        "sajda": false
      },
      {
        "number": 2588,
        "text": "بىز لەۋھۇلمەھپۇزدا (ئەزەلدە) يازغاندىن كېيىن، (داۋۇدقا نازىل قىلىنغان) زەبۇردا زېمىنغا (يەنى جەننەت زېمىنغا) ھەقىقەتەن مېنىڭ ياخشى بەندىلىرىم ۋارىسلىق قىلىدۇ دەپ يازدۇق",
        "numberInSurah": 105,
        "juz": 17,
        "manzil": 4,
        "page": 331,
        "ruku": 284,
        "hizbQuarter": 132,
        "sajda": false
      },
      {
        "number": 2589,
        "text": "بۇ (قۇرئان) دا اﷲ قا ئىبادەت قىلغۇچى قەۋم ئۈچۈن (خەۋەرلەر، ۋەز - نەسىھەتلەردىن) ئەلۋەتتە يېتەرلىك بار",
        "numberInSurah": 106,
        "juz": 17,
        "manzil": 4,
        "page": 331,
        "ruku": 284,
        "hizbQuarter": 132,
        "sajda": false
      },
      {
        "number": 2590,
        "text": "(ئى مۇھەممەد!) سېنى بىز پۈتۈن ئەھلى جاھان ئۈچۈن پەقەت رەھمەت قىلىپلا ئەۋەتتۇق",
        "numberInSurah": 107,
        "juz": 17,
        "manzil": 4,
        "page": 331,
        "ruku": 284,
        "hizbQuarter": 132,
        "sajda": false
      },
      {
        "number": 2591,
        "text": "(ئى مۇھەممەد! مۇشرىكلارغا) «ماڭا ۋەھيى قىلىندىكى، سىلەرنىڭ ئىلاھىڭلار بىر ئىلاھتۇر، سىلەر بويسۇنامسىلەر؟» دېگىن",
        "numberInSurah": 108,
        "juz": 17,
        "manzil": 4,
        "page": 331,
        "ruku": 284,
        "hizbQuarter": 132,
        "sajda": false
      },
      {
        "number": 2592,
        "text": "ئەگەر ئۇلار (ئىسلامدىن) يۈز ئۆرۈسە، ئېيتقىنكى، مەن سىلەرگە (ھەقىقەتنى ھېچ كىشىنى ئايرىماستىن) ئوخشاش ئۇقتۇردۇم، سىلەرگە ۋەدە قىلىنغان (ئازاب) يېقىنمۇ، يىراقمۇ؟ ئۇقمايمەن",
        "numberInSurah": 109,
        "juz": 17,
        "manzil": 4,
        "page": 331,
        "ruku": 284,
        "hizbQuarter": 132,
        "sajda": false
      },
      {
        "number": 2593,
        "text": "اﷲ ھەقىقەتەن ئاشكارا سۆزنىمۇ، سىلەرنىڭ يوشۇرغانلىرىڭلارنىمۇ بىلىپ تۇرىدۇ",
        "numberInSurah": 110,
        "juz": 17,
        "manzil": 4,
        "page": 331,
        "ruku": 284,
        "hizbQuarter": 132,
        "sajda": false
      },
      {
        "number": 2594,
        "text": "بىلەمسەنكى، ئۇ (يەنى سىلەرگە بېرىلىدىغان جازانىڭ كېچىكىشى) سىلەر ئۈچۈن سىناق ۋە ۋاقىتلىق پايدىلىنىش بولۇشى مۇمكىن»",
        "numberInSurah": 111,
        "juz": 17,
        "manzil": 4,
        "page": 331,
        "ruku": 284,
        "hizbQuarter": 132,
        "sajda": false
      },
      {
        "number": 2595,
        "text": "(پەيغەمبەر ئېيتتى) «پەرۋەردىگارىم! (مېنىڭ بىلەن مەككە كۇففارلىرىنىڭ ئارىسىدا) ئادىللىق بىلەن ھۆكۈم چىقارغىن، بىزنىڭ پەرۋەردىگارىمىز مەرھەمەتلىك اﷲ دۇر، سىلەرنىڭ بوھتان سۆزلىرىڭلارغا قارشى اﷲ تىن ياردەم تىلەيمەن",
        "numberInSurah": 112,
        "juz": 17,
        "manzil": 4,
        "page": 331,
        "ruku": 284,
        "hizbQuarter": 132,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "ug.saleh",
      "language": "ug",
      "name": "محمد صالح",
      "englishName": "Muhammad Saleh",
      "format": "text",
      "type": "translation",
      "direction": "rtl"
    }
  }
}