{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 22,
    "name": "سُورَةُ الحَجِّ",
    "englishName": "Al-Hajj",
    "englishNameTranslation": "The Pilgrimage",
    "revelationType": "Medinan",
    "numberOfAyahs": 78,
    "ayahs": [
      {
        "number": 2596,
        "text": "ئى ئىنسانلار! پەرۋەردىگارىڭلاردىن (يەنى ئازابىدىن) قورقۇڭلار، قىيامەتنىڭ زىلزىلىسى ھەقىقەتەن چوڭ ئىشتۇر",
        "numberInSurah": 1,
        "juz": 17,
        "manzil": 4,
        "page": 332,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2597,
        "text": "ئۇ كۈندە ھەر بىر سۈت ئېمىتىۋاتقان ئايال (قاتتىق قورقۇنچتىن تېڭىرقاپ قېلىش بىلەن) ئېمىۋاتقان بوۋىقىنى ئۇنتۇيدۇ، ھەر بىر ھامىلىدار ئايالنىڭ بويىدىن ئاجراپ كېتىدۇ، ئىنسانلارنى مەست كۆرۈسەن، ھالبۇكى، ئۇلار (ھەقىقەتتە) مەست ئەمەس (دېمەك، قىيامەتنىڭ دەششىتى ئۇلارنى ئەس - ھوشىدىن كەتكۈزۈۋەتكەن)، لېكىن اﷲ نىڭ ئازابى قاتتىقتۇر",
        "numberInSurah": 2,
        "juz": 17,
        "manzil": 4,
        "page": 332,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2598,
        "text": "بەزى كىشىلەر اﷲ (نىڭ قۇدرىتى ۋە سۈپەتلىرى) ئۈستىدە ھېچقانداق دەلىلسىز مۇنازىرىلىشىدۇ، ھەر بىر سەركەش شەيتانغا (يەنى ھەقتى توسقۇچى كۇففارلارنىڭ كاتتىباشلىرىغا) ئەگىشىدۇ",
        "numberInSurah": 3,
        "juz": 17,
        "manzil": 4,
        "page": 332,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2599,
        "text": "اﷲ ھۆكۈم قىلىدۇكى، كىمكى شەيتانغا ئەگىشىدىكەن شەيتان ئۇنى ئازدۇرىدۇ، ۋە جەھەننەمنىڭ ئازابىغا سۆرەيدۇ",
        "numberInSurah": 4,
        "juz": 17,
        "manzil": 4,
        "page": 332,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2600,
        "text": "ئى ئىنسانلار! ئەگەر سىلەر قايتا تىرىلىشتىن شەكلەنسەڭلار (گۇمانىڭلارنىڭ تۈگىشى ئۈچۈن ئەسلىدىكى يارىتىلىشىڭلارغا قاراڭلار)، بىز سىلەرگە (اﷲ نىڭ قۇدرىتىنى بايان قىلىش ئۈچۈن ئاتاڭلار ئادەم ئەلەيھىسسالامنى) تۇپراقتىن، ئۇنىڭ ئەۋلادىنى (ئالدى بىلەن) ئابىمەنىيدىن، ئاندىن لەختە قاندىن، ئاندىن شەكىلگە كىرگۈزۈلگەن ۋە كىرگۈزۈلمىگەن پارچە گۆشتىن ياراتتۇق. بىز خالىغان ئادەمنى بەچچىداندان مۇئەييەن مۇددەتكىچە قالدۇرىمىز، ئاندىن سىلەرنى (ئاناڭلارنىڭ قارنىدىن) بوۋاقلىق ھالىتىڭلاردا چىقىرىمىز (ئاندىن سىلەرنى ئاستا - ئاستا كۈچ - قۇۋۋەتكە تولدۇرىمىز)، سىلەر (كامالەت يېشى) قىران ۋاقتىڭلارغا يېتىسىلەر، بەزىڭلار ياشلىقىڭلاردا ۋاپات بولۇپ كېتىسىلەر، بەزىڭلار، (ئىلگىرى) بىلگەندىن كېيىن ھېچ نەرسىنى بىلمەس ھالىتىڭلارغا قايتۇرۇلۇشىڭلار ئۈچۈن، ناھايىتى قېرىپ كەتكۈچە (ھايات) قالدۇرۇلىسىلەر، (اﷲ تائالانىڭ ئۆلگەنلەرنىڭ قايتا تىرىلدۈرۈشكە قادىر ئىكەنلىكىنى كۆرسىتىدىغان يەنە بىر دەلىل شۇكى) سەن زېمىننى قاقاس كۆرۈسەن، ئۇنىڭغا بىز يامغۇر ياغدۇرساق ئۇ جانلىنىدۇ ۋە كۆپۈشىدۇ، تۈرلۈك چىرايلىق ئۆسۈملۈكلەرنى ئۈندۈرۈپ بېرىدۇ",
        "numberInSurah": 5,
        "juz": 17,
        "manzil": 4,
        "page": 332,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2601,
        "text": "بۇ (يەنى اﷲ تائالانىڭ ئىنساننى ۋە ئۆسۈملۈكلەرنى يۇقىرىقىدەك يارىتىشى)، اﷲ نىڭ ھەق ئىكەنلىكىنى، ئۆلۈكلەرنى تىرىلدۈرەلەيدىغانلىقىنى ۋە ھەر نەرسىگە قادىر ئىكەنلىكىنى سىلەرگە بىلدۈرۈش ئۈچۈندۇر",
        "numberInSurah": 6,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2602,
        "text": "شۇنداقلا قىيامەتنىڭ شەكسىز بولىدىغانلىقىنى، قەبرىلەردىكى ئۆلۈكلەرنى (ئۆلۈك زېمىننى ئۆسۈملۈكلەرنى ئۈندۈرۈش بىلەن تىرىلدۈرگەندەك) اﷲ نىڭ تىرىلدۈرىدىغانلىقىنى بىلدۈرۈش ئۈچۈندۇر",
        "numberInSurah": 7,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2603,
        "text": "بەزىلەر (توغرا تونۇشقا ئېلىپ بارىدىغان) ھېچ قانداق ھەقىقى ئىلىمسىز، ھىدايەتسىز ۋە نۇرلۇق كىتابسىز ھالدا اﷲ توغرىسىدا مۇنازىرىلىشىدۇ، (ئۇنىڭ مۇنازىرىلىشىشى نوقۇل نەپسى خاھىشى ۋە تەرسالىقىدىندۇر)",
        "numberInSurah": 8,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2604,
        "text": "ئۇ (كىشىلەرنى) اﷲ نىڭ يولىدىن ئازدۇرۇش ئۈچۈن مەغرۇرانە يۈرىدۇ، ئۇ دۇنيادا خارلىققا دۇچار بولىدۇ، ئاخىرەتتە ئۇنىڭغا كۆيدۈرگۈچى ئوتنىڭ ئازابىنى تېتىتىمىز",
        "numberInSurah": 9,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2605,
        "text": "(ئۇنىڭغا): «(خارلىق بىلەن ئازاب) سېنىڭ قىلمىشلىرىڭ يەنى كۇفرىڭ بىلەن گۇمراھلىقىڭ) تۈپەيلىدىندۇر، اﷲ بەندىلىرىگە ھەرگىز زۇلۇم قىلغۇچى ئەمەستۇر» (دېيىلىدۇ)",
        "numberInSurah": 10,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2606,
        "text": "بەزىلەر اﷲ قا شەك - شۈبھە بىلەن (يەنى تۇراقسىز ھالدا) ئىبادەت قىلىدۇ، ئەگەر ئۇنىڭغا ياخشىلىق يەتسە دىنىدا تۇرىدۇ (بۇنداق ئادەم مۇناپىق بولۇپ، اﷲ قا دىلى بىلەن ئەمەس پەقەت تىلى بىلەن ئىبادەت قىلىدۇ)، ئەگەر ئۇنىڭغا بەختسىزلىك يەتسە دىنىدىن يېنىۋالىدۇ، ئۇ دۇنيا ۋە ئاخىرەتتە زىيان تارتىدۇ، بۇ روشەن زىياندۇر",
        "numberInSurah": 11,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2607,
        "text": "ئۇ اﷲ نى قويۇپ پايدا - زىيان يەتكۈزەلمەيدىغان بۇتقا چوقۇنىدۇ، بۇ چوڭقۇر گۇمراھلىقتۇر",
        "numberInSurah": 12,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2608,
        "text": "ئۇ (مۇشرىكلارنىڭ قارىشى بويىچە بۇت قىيامەت كۈنى شاپائەت قىلىدۇ دېگەندىمۇ) ئەلۋەتتە زىيىنى پايدىسىدىن يېقىن بولغان نەرسىگە چوقۇنىدۇ، (ئۇ بۇت) راستتىنلا يامان مەدەتكاردۇر، راستتىنلا يامان ھەمراھتۇر",
        "numberInSurah": 13,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2609,
        "text": "شۈبھىسىزكى، اﷲ ئىمان ئېيتقان ۋە ياخشى ئەمەللەرنى قىلغانلارنى ئاستىدىن ئۆستەڭلار ئېقىپ تۇرىدىغان جەننەتلەرگە كىرگۈزىدۇ، اﷲ ھەقىقەتەن خالىغىنىنى قىلىدۇ (يەنى خالىغان ئادەمگە ساۋاب بېرىدۇ، خالىغان ئادەمگە ئازاب قىلىدۇ)",
        "numberInSurah": 14,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2610,
        "text": "كىمكى اﷲ پەيغەمبەرگە دۇنيا ۋە ئاخىرەتتە ھەرگىز ياردەم بەرمەيدۇ دەپ گۇمان قىلىدىكەن، ئۇ تورۇسقا ئارغامچا سېلىپ بوغۇلۇپ ئالسۇن، قارىسۇنكى، ئۇنىڭ (بۇ) تەدبىرى غەزىپىنى باسالامدۇ؟ (يەنى اﷲ پەيغەمبىرى مۇھەممەد ئەلەيھىسسالامغا ياردەم بەرمەيدۇ دەپ ئويلايدىكەن ئۇ ئېسىلىپ ئۆلۈۋالسۇن، ئەگەر بۇ ئۇنىڭ خاپىلىقىنى باسالايدىغان بولسا، چۈنكى اﷲ پەيغەمبەرگە چوقۇم ياردەم بېرىدۇ)",
        "numberInSurah": 15,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2611,
        "text": "شۇنىڭغا ئوخشاش (يەنى ئىلگىرىكى كىتابلارنى نازىل قىلغىنىمىزغا ئوخشاش). قۇرئاننى (مۇھەممەد ئەلەيھىسسالامغا) روشەن ئايەتلەر قىلىپ نازىل قىلدۇق، اﷲ خالىغان ئادەمنى ھىدايەت قىلىدۇ (يەنى اﷲ تىن باشقا ھېچ ھىدايەت قىلغۇچى يوق، اﷲ خالىغان ئادەمنى توغرا يولغا باشلايدۇ",
        "numberInSurah": 16,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2612,
        "text": "مۆمىنلەر، يەھۇدىيلار، يۇلتۇزلارغا چوقۇنغۇچىلار، ناسارالار، مەجۇسىيلەر (يەنى ئاتەشپەرەسلەر) ۋە مۇشرىكلار ئۈچۈن قىيامەت كۈنى اﷲ ھەقىقەتەن ھۆكۈم چىقىرىدۇ، (يەنى اﷲ تائالا مۆمىنلەر بىلەن مەزكۇر بەش پىرقە ئارىسىدا توغرا ھۆكۈم چىقىرىپ، مۆمىنلەرنى جەننەتكە، كۇففارلارنى دوزاخقا كىرگۈزىدۇ)، اﷲ ھەقىقەتەن ھەممە نەرسىنى كۆرۈپ تۇرغۇچىدۇر",
        "numberInSurah": 17,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2613,
        "text": "بىلمەمسەنكى، ئاسماندىكىلەر (يەنى پەرىشتىلەر)، زېمىندىكىلەر (يەنى ئىنسانلار، جىنلار ۋە زېمىندا ياشايدىغان بارلىق مەخلۇقاتلار)، كۈن، ئاي، يۇلتۇزلار، تاغلار، دەرەخلەر، ھايۋاناتلار اﷲ قا بويسۇنۇپ، اﷲ نىڭ تەسەررۇپ قىلىشى بويىچە ھەرىكەت قىلىدۇ) ۋە نۇرغۇن كىشىلەر اﷲ قا سەجدە قىلىدۇ، نۇرغۇن كىشىلەر (كۇفرى سەۋەبلىك) ئازابقا دۇچار بولدى، اﷲ نىڭ خارلىشىغا ئۇچرىغان ئادەمگە ھۆرمەتلىگۈچى چىقمايدۇ، اﷲ ھەقىقەتەن خالىغىنىنى قىلىدۇ (يەنى ئازاب قىلىش، رەھىم قىلىش، ئەزىز قىلىش، خار قىلىش، باي قىلىش، كەمبەغەل قىلىش اﷲ نىڭ خاھىشىدىكى ئىش بولۇپ، اﷲ قا ھېچ كىشى تەئەررۇز قىلالمايدۇ)",
        "numberInSurah": 18,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": {
          "id": 6,
          "recommended": true,
          "obligatory": false
        }
      },
      {
        "number": 2614,
        "text": "(مۆمىنلەر ۋە كۇففارلاردىن ئىبارەت) بۇ ئىككى (پىرقە) پەرۋەردىگارى توغرىسىدا مۇنازىرىلەشتى (يەنى مۆمىنلەر بىلەن كۇففارلار اﷲ نىڭ دىنى ئۈستىدە بەس - مۇنازىرە قىلىشىپ، مۆمىنلەر اﷲ نىڭ دىنىغا ياردەم بەرمەكچى بولدى، كۇففارلار اﷲ نىڭ نۇرىنى ئۆچۈرمەكچى بولدى)، كاپىرلارغا ئوتتىن كىيىملەر پىچىلىدۇ، ئۇلارنىڭ باشلىرى ئۈستىدىن يۇقىرى ھارارەتلىك قايناقسۇ قويۇلىدۇ",
        "numberInSurah": 19,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2615,
        "text": "ئۇنىڭ بىلەن ئۇلارنىڭ ئىچ –باغرى ۋە تېرىلىرى ئېرىتىلىدۇ",
        "numberInSurah": 20,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2616,
        "text": "ئۇلار تۆمۈر - توقماقلار بىلەن ئۇرۇلىدۇ",
        "numberInSurah": 21,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2617,
        "text": "ھەر قاچان ئۇلار (يېتىۋاتقان) غەم - قايغۇنىڭ قاتتىقلىقىدىن دوزاختىن چىقماقچى بولسا، ئۇلار دوزاخقا قايتۇرۇلىدۇ، (ئۇلارغا) كۆيدۈرگۈچى (دوزاخ) ئازابىنى تېتىڭلار (دېيىلىدۇ)",
        "numberInSurah": 22,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2618,
        "text": "اﷲ ھەقىقەتەن مۆمىنلەرنى ۋە ياخشى ئەمەللەرنى قىلغانلارنى ئاستىدىن ئۆستەڭلار ئېقىپ تۇرىدىغان جەننەتلەرگە كىرگۈزىدۇ، ئۇلار جەننەتلەردە ئالتۇن بىلەيزۈكلەرنى ۋە مەرۋايىتلارنى زىننەت بۇيۇملىرى قىلىدۇ، ئۇلارنىڭ كىيىمى يىپەكتىن بولىدۇ",
        "numberInSurah": 23,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 287,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2619,
        "text": "ئۇلار ياخشى سۆزگە (يەنى كەلىمە تەۋھىدكە) ھىدايەت قىلىندى. اﷲ نىڭ يولىغا ھىدايەت قىلىندى",
        "numberInSurah": 24,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 287,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2620,
        "text": "كاپىرلارغا، (كىشىلەرنى) اﷲ نىڭ يولىدىن توسقۇچىلارغا، - ئۇ ئولتۇرۇشلۇق بولسۇن ياكى سىرتتىن كەلگەن بولسۇن - بىز كىشىلەرگە ئىبادەتگاھ قىلغان مەسجىدى ھەرەمدىن توسقۇچىلارغا (يەنى ھەج پەرزنى ئادا قىلىش ئۈچۈن مەسجىدى ھەرەمغا كەلگەن مۆمىنلەرنى توسقۇچىلارغا) (قاتتىق ئازابنى تېتىتىمىز)، كىمكى مەسجىدى ھەرەمدا زۇلۇم بىلەن گۇناھ قىلماقچى بولىدىكەن، ئۇنىڭغا قاتتىق ئازابنى تېتىتىمىز",
        "numberInSurah": 25,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 287,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2621,
        "text": "ئۆز ۋاقتىدا ئىبراھىمغا بەيتۇللاھنىڭ ئورنىنى تەيىنلەپ بەردۇق، (ئۇنىڭغا ئېيتتۇقكى) «ماڭا ھېچ نەرسىنى شېرىك كەلتۈرمىگىن، تاۋاپ قىلغۇچىلارغا، قىيام قىلغۇچىلارغا، رۇكۇ قىلغۇچىلارغا، سەجدە قىلغۇچىلارغا مىنىڭ ئۆيۈمنى پاك قىلغىن",
        "numberInSurah": 26,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2622,
        "text": "كىشىلەرنىڭ ئارىسىدا (ئۇلارنى) ھەجىگە چاقىرىپ نىدا قىلغىن، ئۇلار پىيادە ۋە ئۇرۇق تۆگىلەرگە مىنىپ كېلىدۇ، ئۇرۇق تۆگىلەر يىراق يوللارنى بېسىپ كېلىدۇ",
        "numberInSurah": 27,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2623,
        "text": "كىشىلەر ئۆزلىرىگە تېگىشلىك بولغان (دىنى ۋە دۇنياۋى) مەنپەئەتلەرنى كۆرسۇن، بەلگىلەنگەن كۈنلەردە (يەنى قۇربانلىق كۈنلىرىدە) اﷲ ئۇلارغا رىزىق قىلىپ بەرگەن چارۋا ماللارنى (يەنى تۆگە، قوي، ئۆچكىلەرنى اﷲ نىڭ نېمەتلىرىگە شۈكۈر قىلىش يۈزىسىدىن) اﷲ نىڭ ئىسمىنى ئېيتىپ قۇربانلىق قىلسۇن». سىلەر قۇربانلىقلارنى گۆشىدىن يەڭلار، موھتاجقا، پېقىرغا بېرىڭلار",
        "numberInSurah": 28,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2624,
        "text": "ئاندىن ئۇلار كىرلىرىنى تازىلىسۇن (يەنى ئېھرامدىن چىققاندىن كېيىن چاچلىرىنى، تىرناقلىرىنى ئالسۇن)، ئۆز ئۈستىگە ئالغان ئىبادەتلىرىنى ئادا قىلسۇن، قەدىمىي بەيت (يەنى بەيتۇللاھنى) تاۋاپ قىلسۇن",
        "numberInSurah": 29,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2625,
        "text": "(ھەج ئىبادىتى) ئەنە شۇدۇر، كىمكى اﷲ نىڭ دىنىنىڭ ئەھكاملىرىنى ئۇلۇغلىسا (يەنى ھەج جەريانىدا اﷲ نىڭ بۇيرۇغانلىرىنى بەجا كەلتۈرۈپ، مەنئى قىلغان ئىشلىرىدىن چەكلەنسە)، بۇ، پەرۋەردىگارنىڭ دەرگاھىدا ئۇنىڭ (دۇنيا ۋە ئاخىرەتلىكى) ئۈچۈن ياخشىدۇر، سىلەرگە چاھارپايلاردىن قۇرئاندا (ھاراملىقى) بايان قىلىنغانلىرىدىن باشقىلىرى ھالال قىلىندى. سىلەر بۇتلاردىن ئىبارەت نىجىستىن ساقلىنىڭلار، يالغان گۇۋاھلىق بېرىشتىن ساقلىنىڭلار",
        "numberInSurah": 30,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2626,
        "text": "اﷲ قا خالىس ئىبادەت قىلىڭلار، ئۇنىڭغا شېرىك كەلتۈرمەڭلار، كىمكى اﷲ قا شېرىك كەلتۈرىدىكەن، ئۇ گويا ئاسماندىن تاشلىنىپ، قۇشلار ئۇنى ئېلىپ قاچقاندەك، ياكى بوران ئۇنى ئېلىپ بېرىپ يىراق جايغا تاشلىۋەتكەندەك بولۇپ قالىدۇ",
        "numberInSurah": 31,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2627,
        "text": "ئىش مانا شۇنداق، كىمكى دىنىي ئىشلارنى (جۈملىدىن ھەجنىڭ ئەمەللىرىنى قۇربانلىقلارنى) ئۇلۇغلايدىكەن، بۇ، دىللارنىڭ تەقۋادارلىقىدىندۇر",
        "numberInSurah": 32,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2628,
        "text": "مۇئەييەن مۇددەتكىچە (يەنى بوغۇزلايدىغان ۋاقىتقىچە قۇربانلىق ماللىرىدىن (سېغىپ، نەسىللەندۈرۈپ، مىنىپ) پايدىلىنىسىلەر، ئاندىن ئۇنى بوغۇزلاشقا تېگىشلىك جاي بەيتۇللاھنىڭ يېنىدۇر (يەنى (يەنى ھەرەمدۇر)",
        "numberInSurah": 33,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2629,
        "text": "ھەر ئۈممەت. اﷲ ئۇلارغا رىزىق قىلىپ بەرگەن چارۋىلارنى (شۈكۈر قىلىش يۈزىسىدىن قۇربانلىق قىلغانلىرىدا) اﷲ نىڭ ئىسمىنى ئېيتسۇن دەپ، ئۇلارغا قۇربانلىقنى بەلگىلىدۇق، سىلەرنىڭ ئىلاھىڭلار بىر ئىلاھتۇر، ئۇنىڭغا بويسۇنۇڭلار، ئىتائەتمەنلەرگە خۇش خەۋەر بەرگىن",
        "numberInSurah": 34,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 289,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2630,
        "text": "ئۇلار شۇنداق كىشىلەركى اﷲ ياد ئېتىلسە، ئۇلارنىڭ دىللىرى قورقۇپ (تىترەيدۇ)، ئۆزلىرىگە يەتكەن ئەزىيەتلەرگە سەۋر قىلىدۇ، ناماز ئۆتەيدۇ، ئۇلارغا بىز رىزىق قىلىپ بەرگەن نەرسىلەردىن (ياخشىلىق يوللىرىغا) بېرىدۇ",
        "numberInSurah": 35,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 289,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2631,
        "text": "(كەبىگە ئېلىپ بېرىلىدىغان) تۆگىنى اﷲ نىڭ (دىننىڭ) ئالامەتلىرىدىن (يەنى ھەجنىڭ ئەھكاملىرىدىن) قىلدۇق، ئۇلاردا سىلەرگە نۇرغۇن پايدا بار، ئۇلار قاتار قىلىپ تۇرغۇزۇپ (يەنى ئۇلارنىڭ ئالدى سول پۇتىنى باغلاپ، ئۈچ پۇت بىلەن تۇرغۇزۇپ بوغۇزلىغىنىڭلاردا) اﷲ نىڭ ئىسمىنى تىلغا ئېلىڭلار (يەنى بىسمىللا دەڭلار)، ئۇلار بوغۇزلىنىپ جېنى چىققاندا، ئۇلارنى يەڭلار، قانائەتچان موھتاجلارغا ۋە سائىللارغا بېرىڭلار، سىلەرنى شۈكۈر قىلسۇن دەپ ئۇ تۆگىلەرنى سىلەرگە بويسۇندۇرۇپ بەردۇق",
        "numberInSurah": 36,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 289,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2632,
        "text": "اﷲ قا ئۇلارنىڭ گۆشلىرى ۋە قانلىرى يېتىپ بارمايدۇ، اﷲ قا يېتىدىغىنى پەقەت سىلەرنىڭ تەقۋادارلىقىڭلاردۇر، اﷲ نىڭ سىلەرنىڭ ئۆزىنىڭ ئەھكاملىرىغا يېتەكلىگەنلىكىنى ئۇلۇغلىشىڭلار ئۈچۈن، اﷲ ئۇلارنى سىلەرگە ئاشۇنداق بويسۇندۇرۇپ بەردى. ياخشى ئىش قىلغۇچىلارغا (ئاخىرەتتە بەختكە ئېرىشىدىغانلىقى بىلەن) خۇش خەۋەر بەرگىن",
        "numberInSurah": 37,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 289,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2633,
        "text": "اﷲ مۆمىنلەرنى چوقۇم قوغدايدۇ، اﷲ ھەر قانداق خىيانەتچى، ناشۈكۈر بەندىنى دوست تۇتمايدۇ",
        "numberInSurah": 38,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 289,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2634,
        "text": "ھۇجۇم قىلىنغۇچىلارغا، زۇلۇمغا ئۇچرىغانلىقلىرى ئۈچۈن، (قارشىلىق كۆرسىتىشكە) رۇخسەت قىلىنىدى، اﷲ ئۇلارغا ياردەم بېرىشكە ئەلۋەتتە قادىر",
        "numberInSurah": 39,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2635,
        "text": "(ئۇلار) پەقەت پەرۋەردىگارىمىز اﷲ دېگەنلىكلىرى ئۈچۈنلا ئۆز يۇرتلىرىدىن ناھەق ھەيدەپ چىقىرىلدى، ئەگەر اﷲ ئىنسانلارنى بىر - بىرىگە قارشىلىق كۆرسەتكۈزمىگەن بولسا، راھىبلارنىڭ ئىبادەتخانىلىرى، چېركاۋلار، يەھۇدىيلارنىڭ ئىبادەتخانىلىرى ۋە اﷲ نىڭ نامى كۆپ يادلىنىدىغان مەسجىدلەر ئەلۋەتتە ۋەيران قىلىناتتى، كىمكى اﷲ نىڭ دىنىغا ياردەم بېرىدىكەن، ئەلۋەتتە اﷲ ئۇنىڭغا ياردەم بېرىدۇ، اﷲ ئەلۋەتتە كۈچلۈكتۇر، غالىبتۇر",
        "numberInSurah": 40,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2636,
        "text": "اﷲ نىڭ ياردىمىگە ئېرىشىشكە ھەقلىق بولغانلار) شۇنداق كىشىلەردۇركى، ئەگەر ئۇلارنى يەر يۈزىدە ئۈستۈنلۈككە ئىگە قىلساق، نامازنى ئادا قىلىدۇ، زاكات بېرىدۇ، ياخشى ئىشلارغا بۇيرۇيدۇ، يامان ئىشلاردىن توسىدۇ، ئىشلارنىڭ ئاقىۋىتى اﷲ قا مەنسۇپتۇر (يەنى ھەممە ئىشلار ئاخىرەتتە اﷲ قا قايتىدۇ)",
        "numberInSurah": 41,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2637,
        "text": "ئەگەر (مەككە مۇشرىكلىرى) سېنى ئىنكار قىلسا (سەن تۇنجى ئىنكار قىلىنغۇچى پەيغەمبەر ئەمەسسەن، سەندىن بۇرۇنقى پەيغەمبەرلەر ئىنكار قىلىنىپ سەۋر قىلىشقان)، ئۇلاردىن بۇرۇن نۇھنىڭ قەۋمى ئاد (خەلقى)، سەمۇد (خەلقى، ئىبراھىمنىڭ قەۋمى، لۇتنى (قەۋمى، مەديەن ئاھالىسى (پەيغەمبەرلىرىنى) ئىنكار قىلغان، مۇسامۇ ئىنكار قىلىنغان، كاپىرلارغا مۆھلەت بەردىم، ئاندىن ئۇلارنى جازالىدىم، مېنىڭ (ئۇلارغا بەرگەن) جازايىم قانداق ئىكەن",
        "numberInSurah": 42,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2638,
        "text": "ئەگەر (مەككە مۇشرىكلىرى) سېنى ئىنكار قىلسا (سەن تۇنجى ئىنكار قىلىنغۇچى پەيغەمبەر ئەمەسسەن، سەندىن بۇرۇنقى پەيغەمبەرلەر ئىنكار قىلىنىپ سەۋر قىلىشقان)، ئۇلاردىن بۇرۇن نۇھنىڭ قەۋمى ئاد (خەلقى)، سەمۇد (خەلقى، ئىبراھىمنىڭ قەۋمى، لۇتنى (قەۋمى، مەديەن ئاھالىسى (پەيغەمبەرلىرىنى) ئىنكار قىلغان، مۇسامۇ ئىنكار قىلىنغان، كاپىرلارغا مۆھلەت بەردىم، ئاندىن ئۇلارنى جازالىدىم، مېنىڭ (ئۇلارغا بەرگەن) جازايىم قانداق ئىكەن",
        "numberInSurah": 43,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2639,
        "text": "ئەگەر (مەككە مۇشرىكلىرى) سېنى ئىنكار قىلسا (سەن تۇنجى ئىنكار قىلىنغۇچى پەيغەمبەر ئەمەسسەن، سەندىن بۇرۇنقى پەيغەمبەرلەر ئىنكار قىلىنىپ سەۋر قىلىشقان)، ئۇلاردىن بۇرۇن نۇھنىڭ قەۋمى ئاد (خەلقى)، سەمۇد (خەلقى، ئىبراھىمنىڭ قەۋمى، لۇتنى (قەۋمى، مەديەن ئاھالىسى (پەيغەمبەرلىرىنى) ئىنكار قىلغان، مۇسامۇ ئىنكار قىلىنغان، كاپىرلارغا مۆھلەت بەردىم، ئاندىن ئۇلارنى جازالىدىم، مېنىڭ (ئۇلارغا بەرگەن) جازايىم قانداق ئىكەن",
        "numberInSurah": 44,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2640,
        "text": "نۇرغۇن شەھەر ئاھالىلىرى زالىم بولغانلىقلىرى ئۈچۈن (شەھەرنىڭ ئۆيلىرىنىڭ) ئۆگزىلىرى ئۆرۈلۈپ، ئۈستىگە تاملىرى يىقىلغان نۇرغۇن تاشلاندۇق قۇدۇقلار ۋە ئېگىز ئىمارەتلەر (ئاھالىسىز) قالغان",
        "numberInSurah": 45,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2641,
        "text": "ئۇلار زېمىندا سەير قىلمىدىمۇ؟ شۇنىڭ بىلەن ئۇلار (يەنى سەير قىلىپ) چۈشىنىدىغان دىللارغا، ياكى ئاڭلايدىغان قۇلاقلارغا ئىگە بولمىدىمۇ؟ ھەقىقەتەن كۆزلەرلا كور بولمايدۇ، لېكىن كۆكرەكلەردىكى قەلبلەر كور بولىدۇ (يەنى ھەقىقىي كورلۇق كۆزنىڭ كورلۇقى ئەمەس، دىلنىڭ كورلۇقىدۇر، كور ئادەم ئىبرەت ئالمايدۇ ۋە چۈشەنمەيدۇ)",
        "numberInSurah": 46,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2642,
        "text": "(ئى مۇھەممەد!) ئۇلار (يەنى مۇشرىكلار) (مەسخىرە قىلىش يۈزىسىدىن سەندىن ئازابنىڭ تېز نازىل بولۇشنى تەلەپ قىلىدۇ (ئازاب چوقۇم نازىل بولىدۇ، لېكىن ئۇنىڭ نازىل بولۇشنىڭ مۇئەييەن ۋاقتى - سائىتى بولىدۇ)، اﷲ ۋەدىسىگە ھەرگىز خىلاپلىق قىلمايدۇ اﷲ بەندىلىرىنى جازالاشقا ئالدىراپ كەتمەيدۇ)، ھەقىقەتەن پەرۋەردىگارىنىڭ دەرگاھىدىكى بىر كۈن سىلەر سانايدىغان مىڭ يىلچىلىكتۇر",
        "numberInSurah": 47,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2643,
        "text": "نۇرغۇن شەھەر ئاھالىلىرى زالىم تۇرۇقلۇق، ئۇلارغا مەن مۆھلەت بەردىم (ئۇلار بۇ مۆھلەتكە مەغرۇر بولۇپ كەتتى)، ئاندىن (يەنى ئۇلارغا ئۇزاق مۇددەت مۆھلەت بەرگىنىمدىن كېيىن) ئۇلارنى جازالىدىم، ئاخىر قايتىدىغان جاي مېنىڭ دەرگاھىمدۇر (يەنى ئاخىر ھەممىسى ماڭا كېلىدۇ",
        "numberInSurah": 48,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2644,
        "text": "(ئى مۇھەممەد! اﷲ نىڭ ئازابىنىڭ تېز نازىل بولۇشىنى تەلەپ قىلغۇچىلارغا) ئېيتقىنكى، «ئى ئىنسانلار! سىلەرگە مەن ھەقىقەتەن ئاشكارا ئاگاھلاندۇرغۇچىمەن»",
        "numberInSurah": 49,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2645,
        "text": "ئىمان ئېيتقانلار ۋە ياخشى ئەمەللەرنى قىلغانلار مەغپىرەتكە ۋە ئېسىل رىزىققا (يەنى جەننەتكە) ئېرىشىدۇ",
        "numberInSurah": 50,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2646,
        "text": "بىزنى ئاجىز بىلىپ ئايەتلىرىمىزنى يوققا چىقىرىش ئۈچۈن تىرىشقۇچىلار - ئەنە شۇلار ئەھلى دوزاختۇر",
        "numberInSurah": 51,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2647,
        "text": "بىز سەندىن ئەۋەتكەن قايسىبىر رەسۇل، قايسىبىر پەيغەمبەر بولمىسۇن، ئۇ (اﷲ نازىل قىلغان ئايەتلەرنى) ئوقۇغان چاغدا، شەيتان ھامان ئۇنىڭ قىرائىتىگە (شۈبھە) سالىدۇ. اﷲ شەيتاننىڭ سالغان شۈبھىسىنى بەربات قىلغاندىن كېيىن ئۆزىنىڭ ئايەتلىرىنى مۇستەھكەم قىلىدۇ. اﷲ ھەممىنى بىلگۈچىدۇر، ھېكمەت بىلەن ئىش قىلغۇچىدۇر",
        "numberInSurah": 52,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2648,
        "text": "(اﷲ تائالانىڭ مۇنداق قىلىشى) دىللىرىدا (مۇناپىقلىق) ئىللىتى بارلارنى، دىللىرى قەساۋەتلىشىپ كەتكەنلەرنى (يەنى ئەبۇجەھل، نەزر، ئۆتبەگە ئوخشاش اﷲ نىڭ زىكرىگە دىلى ئېرىمەس كۇففارلارنى) شەيتاننىڭ سالغان شۈبھىسى بىلەن سىناش ئۈچۈندۇر، زالىملار (يەنى يۇقىرىدىكى مۇناپىقلار، مۇشرىكلار) ھەقىقەتەن (اﷲ قا ۋە ئۇنىڭ پەيغەمبىرىگە) قاتتىق ئاداۋەتتىدۇر",
        "numberInSurah": 53,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2649,
        "text": "(اﷲ تائالانىڭ مۇنداق قىلىشى) ئىلىم ئەھلىلىرىنىڭ قۇرئاننىڭ پەرۋەردىگارىڭ تەرىپىدىن كەلگەن ھەقىقەت ئىكەنلىكىنى بىلىشلىرى، شۇنىڭ ئۈچۈندۇر. اﷲ مۆمىنلەرنى ھەقىقەتەن توغرا يولغا باشلىغۇچىدۇر",
        "numberInSurah": 54,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2650,
        "text": "كاپىرلار تاكى ئۇلارغا قىيامەت ئۇشتۇمتۇت كەلگۈچە ياكى ئۇلارغا قىيامەت كۈنىنىڭ ئازابى يەتكۈچە قۇرئاندىن ھامان شەكلىنىدۇ",
        "numberInSurah": 55,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2651,
        "text": "بۇ كۈندە پادىشاھلىق (يالغۇز) اﷲ قا خاستۇر، اﷲ بەندىلەر ئارىسىدا (ئادىل) ھۆكۈم چىقىرىدۇ، ئىمان ئېيتقان ۋە ياخشى ئەمەللەرنى قىلغانلار (تۈرلۈك) نازۇنېمەتلەر بار جەننەتلەردە بولىدۇ",
        "numberInSurah": 56,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2652,
        "text": "كاپىرلار ۋە بىزنىڭ ئايەتلىرىمىزنى ئىنكار قىلغانلار (دوزاختا) خار قىلغۇچى ئازابقا دۇچار بولىدۇ",
        "numberInSurah": 57,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2653,
        "text": "اﷲ نىڭ يولىدا ھىجرەت قىلغانلارغا، ئاندىن (جىھاد قىلىپ) ئۆلتۈرۈلگەنلەرگە ياكى (كېسەل بىلەن) ئۆلگەنلەرگە اﷲ چوقۇم ياخشى رىزىق (يەنى جەننەتنىڭ مەڭگۈلۈك نېمەتلىرىنى) ئاتا قىلىدۇ. رىزىق بەرگۈچىلەرنىڭ ئەڭ ياخشىسى ھەقىقەتەن يالغۇز اﷲ دۇر",
        "numberInSurah": 58,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2654,
        "text": "اﷲ ئۇلارنى ئەلۋەتتە ئۇلار مەمنۇن بولىدىغان جايغا (يەنى جەننەتكە) كىرگۈزىدۇ، اﷲ ھەقىقەتەن (ئۇلارنى مەمنۇن قىلىدىغان نەرسىلەرنى) بىلگۈچىدۇر، ھەلىمدۇر (يەنى ئۇلارنىڭ دۈشمەنلىرىنى جازالاشقا ئالدىراپ كەتمەيدۇ)",
        "numberInSurah": 59,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2655,
        "text": "ئىش مانا شۇنداق، كىمكى قانچىلىك زۇلۇمغا ئۇچراپ شۇنچىلىك ئىنتىقامىنى ئالغان بولسا، ئاندىن يەنە زۇلۇمغا ئۇچرىسا، اﷲ ئۇنىڭغا چوقۇم ياردەم بېرىدۇ، اﷲ ھەقىقەتەن ناھايىتى ئەپۇ قىلغۇچىدۇر، ناھايىتى مەغپىرەت قىلغۇچىدۇر",
        "numberInSurah": 60,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2656,
        "text": "(شۇ نەرسە اﷲ نىڭ قۇدرىتىنىڭ ئالامەتلىرىدىندۇركى) اﷲ كېچىنى كۈندۈزگە، كۈندۈزنى كېچىگە كىرگۈزىدۇ (شۇنىڭ بىلەن كېچە - كۈندۈزنىڭ ئۇزۇن - قىسقا بولۇشى پەسىللەر بويىچە نۆۋەتلىشىپ تۇرىدۇ)، اﷲ (بەندىلىرىنىڭ سۆزلىرىنى) ئاڭلاپ تۇرغۇچىدۇر، (ئەھۋالىنى) كۆرۈپ تۇرغۇچىدۇر",
        "numberInSurah": 61,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2657,
        "text": "بۇ (بۇ) (قۇدرەت) شۇنىڭ بۇنىڭ ئۈچۈندۇركى، اﷲ ھەقتۇر، (مۇشرىكلارنىڭ) اﷲ نى قويۇپ ئىبادەت قىلىدىغان نەرسىلىرى (يەنى بۇتلىرى) باتىلدۇر، اﷲ (ھەممە نەرسىدىن) ئۈستۈندۇر، بۈيۈكتۇر",
        "numberInSurah": 62,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2658,
        "text": "اﷲ نىڭ بۇلۇتتىن يامغۇر ياغدۇرۇپ بېرىدىغانلىقىنى، شۇنىڭ بىلەن زېمىننى يېشىلزارلىققا ئايلاندۇرىدىغانلىقىنى كۆرمىدىڭمۇ؟ اﷲ ھەقىقەتەن ناھايىتى مېھرىباندۇر، ھەممىدىن خەۋەرداردۇر",
        "numberInSurah": 63,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2659,
        "text": "ئاسمانلاردىكى ۋە زېمىندىكى شەيئىلەرنىڭ ھەممىسى اﷲ نىڭدۇر (يەنى اﷲ نىڭ مۈلكىدۇر، اﷲ نىڭ مەخلۇقاتىدۇر، اﷲ نىڭ تەسەررۇپى ئاستىدىدۇر)، اﷲ ھەقىقەتەن ھەممىدىن بىھاجەتتۇر، ھەمدۇساناغا لايىقتۇر",
        "numberInSurah": 64,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2660,
        "text": "اﷲ نىڭ يەر يۈزىدىكى نەرسىلەرنى، ئۆزىنىڭ ئەمرى بويىچە دېڭىزدا يۈرۈۋاتقان كېمىلەرنى سىلەرگە تويۇندۇرۇپ بەرگەنلىكىنى كۆرمىدىڭمۇ؟ (ئاسماننىڭ زېمىنغا چۈشۈپ كەتمەسلىكى ئۈچۈن، اﷲ ئاسماننى توختىتىپ تۇرىدۇ، پەقەت اﷲ نىڭ ئىزنى بىلەن (ئاسماننىڭ قىيامەت بولغان چاغدا) چۈشۈپ كېتىشى بۇنىڭدىن مۇستەسنا. اﷲ ئىنسانلارغا ھەقىقەتەن ناھايىتى شەپقەتلىكتۇر، ناھايىتى مېھرىباندۇر",
        "numberInSurah": 65,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2661,
        "text": "اﷲ سىلەرگە ھاياتلىق بېرىدۇ، ئاندىن سىلەرنىڭ جېنىڭلارنى ئالىدۇ، ئاندىن سىلەرنى تىرىلدۈرىدۇ، ئىنسان ھەقىقەتەن (اﷲ نىڭ نېمەتلىرىگە) ناشۈكۈرلۈك قىلغۇچىدۇر",
        "numberInSurah": 66,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2662,
        "text": "ھەر ئۈممەت ئۈچۈن بىر شەرىئەت بېكىتتۇق، ئۇلار شۇ شەرىئەتكە ئەمەل قىلىدۇ، (مۇشرىكلار) شەرىئەت ئىشىدا سەن بىلەن جېدەللەشمىسۇن، كىشىلەرنى پەرۋەردىگارىڭنىڭ (ئىبادىتىگە) دەۋەت قىلغىن، سەن ھەقىقەتەن شەكسىز توغرا يولدىدۇرسەن",
        "numberInSurah": 67,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2663,
        "text": "ئەگەر ئۇلار سەن بىلەن جېدەللەشسە، ئېيتقىنكى، ئېيتقىنكى «اﷲ سىلەرنىڭ قىلمىشىڭلارنى ئوبدان بىلىدۇ",
        "numberInSurah": 68,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2664,
        "text": "اﷲ قىيامەت كۈنى سىلەر ئىختىلاپ قىلىشقان نەرسىلەر ئۈستىدە ھۆكۈم چىقىرىدۇ»",
        "numberInSurah": 69,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2665,
        "text": "بىلمەمسەنكى، اﷲ ئاسمان، زېمىندىكى شەيئىلەرنى بىلىپ تۇرىدۇ، بۇ ھەقىقەتەن لەۋھۇلمەھپۇزدا (يېزىلغان)، بۇ (يەنى بىلىش) ھەقىقەتەن اﷲ قا ئاسان",
        "numberInSurah": 70,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2666,
        "text": "ئۇلار (يەنى قۇرەيش كۇففارلىرى) اﷲ نى قويۇپ، (ئىبادەت قىلىشنىڭ دۇرۇسلۇقىغا) اﷲ ھېچقانداق دەلىل چۈشۈرمىگەن نەرسىلەرگە ۋە ئۆزلىرى بىلمەيدىغان نەرسىلەرگە (يەنى بوتلارغا) چوقۇنىدۇ، زالىملارغا ھېچقانداق مەدەتكار يوق",
        "numberInSurah": 71,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2667,
        "text": "كاپىرلارغا بىزنىڭ روشەن ئايەتلىرىمىز ئوقۇپ بېرىلسە، ئۇلارنىڭ چېھرىلىرىدە (قوشۇمىسى تۈرۈلگەنلىكتىن) ئىنكار قىلغانلىقىنى كۆرۈسەن، ئۇلارنىڭ بىزنىڭ ئايەتلىرىمىزنى ئوقۇپ بەرگۈچىلەرگە ھۇجۇم قىلغىلى تاس قىلغانلىقىنى كۆرۈسەن، ئېيتقىنكى، «سىلەرگە مەن بۇنىڭدىنمۇ يامانراقىنى ئېيتىپ بېرەيمۇ؟ ئۇ دوزاختۇر. اﷲ ئۇنىڭ كاپىرلارغا ۋەدە قىلدى، ئۇلار قايتىپ بارىدىغان جاي نېمىدېگەن يامان!»",
        "numberInSurah": 72,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2668,
        "text": "ئى ئىنسانلار! (يەنى مۇشرىكلار جامائەسى!) بىر مىسال كەلتۈرۈلىدۇ، ئۇنىڭغا قۇلاق سېلىڭلار، شۈبھىسىزكى، سىلەر اﷲ نى قويۇپ چوقۇنۇۋاتقان بۇتلارنىڭ ھەممىسى يىغىلغان تەقدىردىمۇ بىر چىۋىننى يارىتالمايدۇ (ئەقلى بار ئادەم قانداقمۇ مۇشۇنداق بۇتلارنى مەبۇد قىلىۋېلىپ ئۇلارغا چوقۇنىدۇ!)، چىۋىن ئۇلارنىڭ بەدىنىدىن بىر نەرسىنى (يەنى بۇتقا سۈركەپ قويۇلغان خۇش پۇراق بىر نەرسىنى) ئېلىپ قاچسا، ئۇنى چىۋىندىن تارتىپ ئالالمايدۇ، بۇتمۇ ۋە (ئۇنىڭغا) چوقۇنغۇچىمۇ ئاجىزدۇر",
        "numberInSurah": 73,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2669,
        "text": "ئۇلار (ئەرزىمەس بۇتلارنى اﷲ قا شېرىك قىلىۋېلىپ) اﷲ نى تېگىشلىك رەۋىشتە ئۇلۇغلاشمىدى، شۈبھىسىزكى، اﷲ ھەقىقەتەن كۈچلۈكتۇر، غالىبتۇر",
        "numberInSurah": 74,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2670,
        "text": "اﷲ پەرىشتىلەردىنمۇ (پەيغەمبەرلىرىگە ۋەھيى يەتكۈزۈش ئۈچۈن)، ئەلچىلەرنى تاللايدۇ، اﷲ ھەقىقەتەن (بەندىلىرىنىڭ سۆزلىرىنى) ئاڭلاپ تۇرغۇچىدۇر، (قىلمىشلىرىنى) كۆرۈپ تۇرغۇچىدۇر",
        "numberInSurah": 75,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2671,
        "text": "اﷲ ئۇلارنىڭ ئالدىدىكى نەرسىلەرنى (يەنى ئۇلارنىڭ ھازىرقى ئەھۋالىنى ۋە كەلگۈسىدىكى ئىشلىرىنى) بىلىدۇ. (بەندىلەرنىڭ) ئىشلىرىنىڭ ھەممىسى اﷲ قا قايتۇرۇلىدۇ (اﷲ ئۇلارغا يا مۇكاپات، يا جازا بېرىدۇ)",
        "numberInSurah": 76,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2672,
        "text": "ئى مۆمىنلەر! بەختكە ئېرىشىشىڭلار ئۈچۈن رۇكۇ قىلىڭلار، سەجدە قىلىڭلار (يەنى تەزەررۇ بىلەن ناماز ئوقۇڭلار)، (يالغۇز) پەرۋەردىگارىڭلارغا ئىبادەت قىلىڭلار، ياخشى ئىشلارنى (يەنى خىش - ئەقرىبالارغا سىلەر - رەھىم قىلىش، يېتىم - يېسىرلەرنىڭ بېشىنى سىلاش، كېچىسى تەھەججۇد نامىزى ئۆتەش قاتارلىق ئىشلارنى) قىلىڭلار",
        "numberInSurah": 77,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": {
          "id": 7,
          "recommended": true,
          "obligatory": false
        }
      },
      {
        "number": 2673,
        "text": "اﷲ نىڭ يولىدا (پۇل - مېلىڭلار بىلەن، جېنىڭلار بىلەن) تاقىتىڭلارنىڭ يېتىشىچە جىھاد قىلىڭلار، اﷲ (دىنغا پەيغەمبەرنى سىلەرگە خاس قىلدى). سىلەرگە دىندا ھېچقانداق مۈشكۈللۈكنى قىلمىدى (سىلەرنى سىلەر تاقەت قىلالايدىغان ئىشلارنى قىلىشقا تەكلىپ قىلمىدى). (بۇ) ئاتاڭلار ئىبراھىمنىڭ دىنىدۇر (بۇ توغرا دىن بولغانلىقى ئۈچۈن، ئۇنى مەھكەم ئۇچلاڭلار)، اﷲ سىلەرنى ئىلگىرى (يەنى قۇرئاندىن ئىلگىرىكى كىتابلاردا) مۇسۇلمان دەپ ئاتىدۇ. قۇرئاندىمۇ شۇنداق ئاتىدۇ. (اﷲ) پەيغەمبەرنى سىلەرگە گۇۋاھ بولۇشقا ۋە سىلەرنى كىشىلەرگە گۇۋاھ بولۇشقا (تاللىدى)، ناماز ئوقۇڭلار، زاكات بېرىڭلار، اﷲ قا يېپىشىڭلار، اﷲ سىلەرنىڭ ئىگەڭلاردۇر، اﷲ نېمىدېگەن ياخشى ئىگە! نېمىدېگەن ياخشى مەدەتكار!",
        "numberInSurah": 78,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "ug.saleh",
      "language": "ug",
      "name": "محمد صالح",
      "englishName": "Muhammad Saleh",
      "format": "text",
      "type": "translation",
      "direction": "rtl"
    }
  }
}