{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 24,
    "name": "سُورَةُ النُّورِ",
    "englishName": "An-Noor",
    "englishNameTranslation": "The Light",
    "revelationType": "Medinan",
    "numberOfAyahs": 64,
    "ayahs": [
      {
        "number": 2792,
        "text": "(ئى مۇھەممەد!) بۇ بىر سۈرىدۇركى، ئۇنى بىز (ساڭا) نازىل قىلدۇق، ئۇنىڭدىكى (ئەھكاملارنى) پەرز قىلىپ بېكىتتۇق، (ئى مۆمىنلەر!) سىلەرنىڭ ۋەز - نەسىھەت ئېلىشىڭلار ئۈچۈن، ئۇنىڭدا (سىلەرنى ئەمەل قىلسۇن دەپ شەرىئەت ئەھكاملىرىنى ئۆز ئىچىگە ئالغان) روشەن ئايەتلەرنى نازىل قىلدۇق",
        "numberInSurah": 1,
        "juz": 18,
        "manzil": 4,
        "page": 350,
        "ruku": 301,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2793,
        "text": "زىنا قىلغۇچى ئايال ۋە زىنا قىلغۇچى ئەرنىڭ ھەر بىرىنى يۈز دەررىدىن ئۇرۇڭلار، ئەگەر سىلەر اﷲ قا ۋە ئاخىرەت كۈنىگە ئىمان ئېيتىدىغان بولساڭلار، اﷲ نىڭ دىنىنىڭ (ئەھكامىنى ئىجرا قىلىشتا) ئۇلارغا رەھىم قىلماڭلار، ئۇلارنى جازالىغان چاغدا مۆمىنلەردىن بىر تۈركۈم كىشى ھازىر بولسۇن",
        "numberInSurah": 2,
        "juz": 18,
        "manzil": 4,
        "page": 350,
        "ruku": 301,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2794,
        "text": "زىنا قىلغۇچى ئەر پەقەت زىنا قىلغۇچى ئايالنى ياكى مۇشرىك ئايالنىلا ئالىدۇ، زىنا قىلغۇچى ئايال پەقەت زىنا قىلغۇچى ئەرگە ياكى مۇشرىككىلا تېگىدۇ، ئۇ (يەنى زىنا) مۆمىنلەرگە ھارام قىلىندى",
        "numberInSurah": 3,
        "juz": 18,
        "manzil": 4,
        "page": 350,
        "ruku": 301,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2795,
        "text": "ئىپپەتلىك ئاياللارنى زىنا بىلەن قارىلىغان، (بۇنىڭ راستلىقىغا ئادىل) تۆت گۇۋاھچىنى كەلتۈرەلمىگەن كىشىلەرنى 80 دەررە ئۇرۇڭلار (يەنى بىراۋغا زىنا بىلەن تۆھمەت چاپلىغان ھەربىر ئادەمنى قامچا ۋە شۇنىڭغا ئوخشاش نەرسىلەر بىلەن 80 نى ئۇرۇڭلار، چۈنكى ئۇلار ئەفىفە ئاياللارغا يالغاندىن تۆھمەت چاپلىغان ۋە كىشىلەرنىڭ ئابرۇيىنى تۆككەن ئادەملەردۇر)، ئۇلارنىڭ گۇۋاھلىقىنى (ئۇلار يالغانچىلىق ۋە تۆھمەت چاپلاش مەيدانىدا چىڭ تۇرىدىغانلا بولسا) ھەرگىز قوبۇل قىلماڭلار، ئۇلار پاسىقلاردۇر (يەنى ئۇلار بوھتان چاپلاشتىن ئىبارەت چوڭ گۇناھنى ئىشلىگەنلىكلىرى ئۈچۈن، اﷲ نىڭ ئىتائىتىدىن چىققۇچىلاردۇر)",
        "numberInSurah": 4,
        "juz": 18,
        "manzil": 4,
        "page": 350,
        "ruku": 301,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2796,
        "text": "كېيىن تەۋبە قىلغان ۋە (ئەمەللىرىنى) تۈزەتكەنلەر (يەنى ئەفىفە ئاياللارغا قايتا تۆھمەت چاپلىمىغانلار) بۇنىڭدىن مۇستەسنا (ئۇلارنى كەچۈرۈڭلار، گۇۋاھلىقىنى قوبۇل قىلىڭلار)، چۈنكى اﷲ مەغپىرەت قىلغۇچىدۇر (يەنى بەندە تەۋبە قىلىپ ئۆزىنى تۈزەتسە، ئۇنى اﷲ مەغپىرەت قىلىدۇ)، تولىمۇ مېھرىباندۇر",
        "numberInSurah": 5,
        "juz": 18,
        "manzil": 4,
        "page": 350,
        "ruku": 301,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2797,
        "text": "خوتۇنلىرىنى زىنا بىلەن قارىلىغان ۋە ئۆزلىرىدىن باشقا گۇۋاھچىسى بولمىغانلار گۇۋاھلىق سۆزىنىڭ راست ئىكەنلىكىنى دەلىللەش ئۈچۈن، اﷲ نىڭ نامى بىلەن تۆت قېتىم قەسەم قىلسۇن",
        "numberInSurah": 6,
        "juz": 18,
        "manzil": 4,
        "page": 350,
        "ruku": 301,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2798,
        "text": "بەشىنچى قېتىمىدا: «ئەگەر يالغانچى بولسام ماڭا اﷲ نىڭ لەنىتى بولسۇن» دېسۇن",
        "numberInSurah": 7,
        "juz": 18,
        "manzil": 4,
        "page": 350,
        "ruku": 301,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2799,
        "text": "خوتۇن كىشى ئېرىنىڭ يالغانچى ئىكەنلىكىگە اﷲ نىڭ نامى بىلەن تۆت قېتىم قەسەم ئىچسە، جازاغا تارتىلىشتىن ساقلاپ قېلىنىدۇ",
        "numberInSurah": 8,
        "juz": 18,
        "manzil": 4,
        "page": 350,
        "ruku": 301,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2800,
        "text": "بەشىنچى قېتىمىدا، ئۇ ئەگەر راستچىللاردىن بولسا (يەنى ئېرىمنىڭ گېپى راست بولىدىغان بولسا) ماڭا اﷲ نىڭ غەزىپى بولسۇن دەپ قەسەم قىلىدۇ",
        "numberInSurah": 9,
        "juz": 18,
        "manzil": 4,
        "page": 350,
        "ruku": 301,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2801,
        "text": "ئەگەر سىلەرگە اﷲ نىڭ پەزلى ۋە رەھمىتى بولمىسا ئىدى (چوقۇم رەسۋا بولاتتىڭلار)، اﷲ تەۋبىنى بەكمۇ قوبۇل قىلغۇچىدۇر، ھېكمەت بىلەن ئىش قىلغۇچىدۇر",
        "numberInSurah": 10,
        "juz": 18,
        "manzil": 4,
        "page": 350,
        "ruku": 301,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2802,
        "text": "شۈبھىسىزكى، سىلەردىن بىر گۇرۇھ ئادەم (ئائىشەگە) بوھتان چاپلىدى. بۇ سىلەر ئۈچۈن يامان ئەمەستۇر، (سەۋر قىلغانلىقىڭلار بىلەن ساۋابقا ئېرىشىدىغانلىقىڭلار ئۈچۈن ۋە ئائىشە، سەفۋانلارنىڭ پاكلىقى ئاشكارا بولىدىغانلىقى ئۈچۈن) بەلكى ياخشىدۇر، بوھتان چاپلىغۇچىلاردىن كىمنىڭ قانچىلىك گۇناھى بولسا، ئۇنىڭغا شۇنچىلىك جازا بېرىلىدۇ، بوھتاننىڭ چوڭ قىسمىنى تارقاتقان ئادەم (يەنى ئابدۇللاھ ئىبن ئۇبەي) قاتتىق ئازابقا دۇچار بولىدۇ",
        "numberInSurah": 11,
        "juz": 18,
        "manzil": 4,
        "page": 351,
        "ruku": 302,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2803,
        "text": "بوھتاننى ئاڭلىغان چاغلىرىڭلاردا ئەر - ئايال مۆمىنلەر نېمىشقا ئۆزلىرىنى ياخشى دەپ قاراپ، بۇ ئېنىق بوھتان دېمىدى؟",
        "numberInSurah": 12,
        "juz": 18,
        "manzil": 4,
        "page": 351,
        "ruku": 302,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2804,
        "text": "ئۇلار نېمىشقا تۆت نەپەر گۇۋاھچىنى كەلتۈرمىدى؟ گۇۋاھچىلارنى كەلتۈرەلمىگەن ئىكەن، ئۇلار اﷲ نىڭ نەزىرىدە يالغانچى ھېسابلىنىدۇ",
        "numberInSurah": 13,
        "juz": 18,
        "manzil": 4,
        "page": 351,
        "ruku": 302,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2805,
        "text": "سىلەرگە دۇنيا ۋە ئاخىرەتتە اﷲ نىڭ پەزلى ۋە مەرھەمىتى بولمىسا ئىدى، بوھتان چاپلىغىنىڭلار ئۈچۈن ئەلۋەتتە چوڭ ئازابقا دۇچار بولاتتىڭلار",
        "numberInSurah": 14,
        "juz": 18,
        "manzil": 4,
        "page": 351,
        "ruku": 302,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2806,
        "text": "ئۆز ۋاقتىدا بوھتاننى تىلىڭلار بىلەن تارقاتتىڭلار، بىلمەيدىغان نەرسەڭلارنى ئېغىزىڭلارغا ئالدىڭلار، ئۇنى سەل چاغلىدىڭلار، ھالبۇكى، اﷲ نىڭ نەزىرىدە، ئۇ چوڭ گۇناھتۇر",
        "numberInSurah": 15,
        "juz": 18,
        "manzil": 4,
        "page": 351,
        "ruku": 302,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2807,
        "text": "ئۇنى ئاڭلىغان چېغىڭلاردا، نېمىشقا مۇنداق سۆزلەرنى قىلىش بىزگە مۇناسىپ ئەمەس، (ئى اﷲ!) سەن پاكتۇرسەنكى، بۇ چوڭ بوھتاندۇر دېمىدىڭلار",
        "numberInSurah": 16,
        "juz": 18,
        "manzil": 4,
        "page": 351,
        "ruku": 302,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2808,
        "text": "اﷲ سىلەرگە نەسىھەت قىلىدۇكى، ئەگەر مۆمىن بولساڭلار، ھەرگىز قايتا مۇنداق سۆزلەرنى قىلماڭلار",
        "numberInSurah": 17,
        "juz": 18,
        "manzil": 4,
        "page": 351,
        "ruku": 302,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2809,
        "text": "اﷲ سىلەرگە (شەرىئەت ئەھكاملىرىنى ۋە گۈزەل ئەدەب - ئەخلاقلارنى كۆرسىتىپ بېرىدىغان) ئايەتلەرنى بايان قىلىدۇ، اﷲ (بەندىلەرگە پايدىلىق ئىشلارنى) ئوبدان بىلگۈچىدۇر، (تەدبىر قوللىنىشتا ۋە شەرىئىتىنى بەرپا قىلىشتا) ھېكمەت بىلەن ئىش قىلغۇچىدۇر",
        "numberInSurah": 18,
        "juz": 18,
        "manzil": 4,
        "page": 351,
        "ruku": 302,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2810,
        "text": "مۆمىنلەر ئۈستىدە يامان سۆزلەرنىڭ تارىلىشىنى ياقتۇرىدىغان ئادەملەر، شۈبھىسىزكى، دۇنيا ۋە ئاخىرەتتە قاتتىق ئازابقا قالىدۇ، اﷲ (سىرلارنى ۋە نىيەتلەرنى) بىلىپ تۇرىدۇ، سىلەر بىلمەيسىلەر",
        "numberInSurah": 19,
        "juz": 18,
        "manzil": 4,
        "page": 351,
        "ruku": 302,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2811,
        "text": "اﷲ نىڭ سىلەرگە پەزلى ۋە مەرھەمىتى بولمىسا ئىدى (سىلەرنى قاتتىق جازالايتتى)، اﷲ شەپقەتلىكتۇر، ناھايىتى مېھرىباندۇر",
        "numberInSurah": 20,
        "juz": 18,
        "manzil": 4,
        "page": 351,
        "ruku": 302,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2812,
        "text": "ئى مۆمىنلەر! شەيتاننىڭ كەينىگە كىرمەڭلار، كىمكى شەيتاننىڭ كەينىگە كىرىدىكەن، شەيتان ئۇنى قەبىھ (سۆز - ھەرىكەتلەر) گە، يامان ئىشلارغا بۇيرۇيدۇ، اﷲ نىڭ سىلەرگە پەزلى ۋە مەرھەمىتى بولمىسا ئىدى، سىلەردىن ھېچ ئادەم ئەبەدىي پاك بولماس ئىدى ۋە لېكىن اﷲ خالىغان بەندىسىنى پاك قىلىدۇ، اﷲ سىلەرنىڭ (سۆزلىرىڭلارنى) ئاڭلاپ تۇرغۇچىدۇر، (نىيەتلىرىڭلارنى) بىلىپ تۇرغۇچىدۇر",
        "numberInSurah": 21,
        "juz": 18,
        "manzil": 4,
        "page": 352,
        "ruku": 303,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2813,
        "text": "ئاراڭلاردا ئەھلى كەرەم ۋە دۆلەتمەن بولغانلار خىش - ئەقرىبالارغا، مىسكىنلەرگە ۋە دىن يولىدا ھىجرەت قىلغانلارغا (بىر نەرسە) بەرمەسلىككە قەسەم قىلمىسۇن، (ئۇلارنىڭ گۇناھىنى) ئەپۇ قىلسۇن، كەچۈرسۇن، اﷲ نىڭ سىلەرگە مەغپىرەت قىلىشىنى ياقتۇرمامسىلەر؟ اﷲ ناھايىتى مەغپىرەت قىلغۇچىدۇر، ناھايىتى مېھرىباندۇر",
        "numberInSurah": 22,
        "juz": 18,
        "manzil": 4,
        "page": 352,
        "ruku": 303,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2814,
        "text": "يامان ئىشتىن بىخەۋەر ئىپپەتلىك مۆمىن ئاياللارغا قارا چاپلايدىغانلار دۇنيا ۋە ئاخىرەتتە چوقۇم لەنەتكە ئۇچرايدۇ (يەنى اﷲ نىڭ رەھمىتىدىن يىراق قىلىنىدۇ)، ئۇلار قاتتىق ئازابقا دۇچار بولىدۇ",
        "numberInSurah": 23,
        "juz": 18,
        "manzil": 4,
        "page": 352,
        "ruku": 303,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2815,
        "text": "شۇ كۈندە (يەنى قىيامەت كۈنىدە) ئۇلارنىڭ تىللىرى، قوللىرى ۋە پۇتلىرى ئۇلارنىڭ قىلمىشلىرىدىن ئۇلارنىڭ زىيىنىغا گۇۋاھلىق بېرىدۇ",
        "numberInSurah": 24,
        "juz": 18,
        "manzil": 4,
        "page": 352,
        "ruku": 303,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2816,
        "text": "شۇ كۈندە اﷲ ئۇلارغا تولۇق تېگىشلىك جازاسىنى بېرىدۇ، ئۇلار اﷲ نىڭ ئاشكارا ھەق ئىكەنلىكىنى بىلىدۇ",
        "numberInSurah": 25,
        "juz": 18,
        "manzil": 4,
        "page": 352,
        "ruku": 303,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2817,
        "text": "يامان ئاياللار يامان ئەرلەرگە لايىقتۇر، يامان ئەرلەر يامان ئاياللارغا لايىقتۇر، ياخشى ئاياللار ياخشى ئەرلەرگە لايىقتۇر، ياخشى ئەرلەر ياخشى ئاياللارغا لايىقتۇر، ئەنە شۇلار ئۇلارنىڭ چاپلىغان بوھتانلىرىدىن پاكتۇر، ئۇلار مەغپىرەتتىن، (نازۇنېمەتلىك جەننەتلەردىكى) ئېسىل رىزىقتىن بەھرىمەن بولىدۇ",
        "numberInSurah": 26,
        "juz": 18,
        "manzil": 4,
        "page": 352,
        "ruku": 303,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2818,
        "text": "ئى مۆمىنلەر! باشقىلارنىڭ ئۆيلىرىگە (كىرىشكە) ئىجازەت سورىمىغىچە ۋە ئۆي ئىگىسىگە سالام بەرمىگىچە كىرمەڭلار، ۋەز - نەسىھەت ئېلىشىڭلار (يەنى بۇ گۈزەل ئەخلاق - ئەدەبكە ئەمەل قىلىشىڭلار) ئۈچۈن بۇ (يەنى ئىجازەت سوراپ ۋە سالام بېرىپ كىرىش ئۇشتۇمتۇت كىرىشتىن) سىلەرگە ياخشىدۇر",
        "numberInSurah": 27,
        "juz": 18,
        "manzil": 4,
        "page": 352,
        "ruku": 304,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2819,
        "text": "ئەگەر باشقىلارنىڭ ئۆيلىرىدە ھېچ ئادەم بولمىسا سىلەرگە ئىجازەت بېرىلمىگىچە كىرمەڭلار، ئەگەر سىلەرگە قايتىڭلار دېيىلسە قايتىپ كېتىڭلار، قايتىپ كېتىش سىلەر ئۈچۈن ئەڭ ياخشىدۇر، اﷲ سىلەرنىڭ قىلىدىغان ئەمەللىرىڭلارنى بىلىپ تۇرغۇچىدۇر",
        "numberInSurah": 28,
        "juz": 18,
        "manzil": 4,
        "page": 353,
        "ruku": 304,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2820,
        "text": "شەخسىي تۇرالغۇ بولمىغان (يەنى دۇكان - سارايلارغا ئوخشاش) ئۆيلەرگە ھاجىتىڭلار چۈشۈپ كىرسەڭلار، سىلەرگە ھېچ گۇناھ يوقتۇر اﷲ سىلەرنىڭ ئاشكارىلىغىنىڭلارنىمۇ، يوشۇرغىنىڭلارنىمۇ بىلىپ تۇرىدۇ",
        "numberInSurah": 29,
        "juz": 18,
        "manzil": 4,
        "page": 353,
        "ruku": 304,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2821,
        "text": "مۆمىن ئەرلەرگە ئېيتقىنكى، (نا مەھرەملەرگە) تىكىلىپ قارىمىسۇن، ئەۋرەتلىرىنى (زىنادىن) ساقلىسۇن، مۇنداق قىلىش ئۇلار ئۈچۈن ئەڭ ياخشىدۇر، اﷲ ھەقىقەتەن ئۇلارنىڭ قىلمىشلىرىدىن تولۇق خەۋەردار",
        "numberInSurah": 30,
        "juz": 18,
        "manzil": 4,
        "page": 353,
        "ruku": 304,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2822,
        "text": "مۆمىنەلەرگە ئېيتقىنكى، نامەھرەملەرگە تىكىلىپ قارىمىسۇن، ئەۋرەتلىرىنى ياپسۇن، تاشقى زىننەتلىرىدىن باشقا زىننەتلىرىنى ئاشكارىلىمىسۇن، لېچەكلىرى بىلەن كۆكرەكلىرىنى ياپسۇن، (تاشقى زىننەتلىرىدىن باشقا) زىننەتلىرىنى ئەرلىرىدىن، ئاتىلىرىدىن، يا قېيىن ئاتىلىرىدىن، يا ئوغۇللىرىدىن، يا ئەرلىرىنىڭ ئوغۇللىرىدىن، يا ئۆز قېرىنداشلىرىدىن، يا قېرىنداشلىرىنىڭ ئوغۇللىرىدىن، يا ھەمشىرىلىرىنىڭ ئوغۇللىرىدىن، يا دىنداش ئاياللاردىن، يا قول ئاستىدىكى چۆرىلەردىن، يا خوتۇنلارغا ئېھتىياجى يوق خىزمەتچىلەر (يەنى قېرى، دەلدۈش بولغانلىقتىن جىنسىي شەھۋىتى يوقلار) دىن، يا ئاياللارنىڭ ئۇياتلىق جايلىرىنى ئۇقمايدىغان (يەنى بالاغەتكە يەتمىگەن) بالىلاردىن باشقا كىشىلەرگە كۆرسەتمىسۇن، زىننەتلىرىنى كىشىلەرگە بىلدۈرۈش ئۈچۈن ئاياغلىرىنى يەرگە ئۇرمىسۇن، ئى مۆمىنلەر! بەختكە ئېرىشىشىڭلار ئۈچۈن ھەممىڭلار اﷲ قا تەۋبە قىلىڭلار",
        "numberInSurah": 31,
        "juz": 18,
        "manzil": 4,
        "page": 353,
        "ruku": 304,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2823,
        "text": "ئاراڭلاردىكى بويتاق ئەر، ئاياللارنىڭ ۋە ياخشى قۇل ۋە ياخشى چۆرىلىرىڭلارنىڭ بېشىنى ئوڭلاپ قويۇڭلار؛ ئەگەر ئۇلار يوقسۇز بولىدىغان بولسا (ئۇلارنىڭ يوقسۇزلۇقى سىلەرنىڭ ئۇلارنىڭ بېشىنى ئوڭلاپ قويۇشۇڭلارغا توسۇق بولمىسۇن)، اﷲ ئۇلارنى ئۆز كەرىمى بىلەن باي قىلىدۇ، اﷲ نىڭ (كەرىمى) كەڭدۇر، اﷲ بەندىلەرنىڭ مەنپەئىتىنى بىلگۈچىدۇر",
        "numberInSurah": 32,
        "juz": 18,
        "manzil": 4,
        "page": 354,
        "ruku": 304,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2824,
        "text": "ئۆيلىنەلمەيدىغانلار اﷲ ئۇلارنى ئۆز كەرىمى بىلەن باي قىلغۇچە، ئۆزلىرىنى ئىپپەتلىك تۇتسۇن، قۇللىرىڭلاردىن توختام تۈزۈشنى تىلەيدىغانلار (يەنى خوجىسىغا مۇئەييەن پۇل - مال تۆلەش شەرتى بىلەن ئۆزىنىڭ ئازاد قىلىنىشىنى تىلەيدىغانلار) بىلەن، ئەگەر ئۇلارنىڭ ساداقىتىنى بايقىساڭلار، توختام تۈزۈڭلار، سىلەرگە اﷲ ئاتا قىلغان مال - مۈلۈكنىڭ بىر قىسمىنى (ئۆزلىرىنى ئازاد قىلىشقا ياردەم تەرىقىسىدە) ئۇلارغا بېرىڭلار، ئەگەر سىلەرنىڭ چۆرىلىرىڭلار ئىپپەتلىك بولۇشنى خالىسا، بۇ دۇنيانىڭ ئازغىنا مېلىنى دەپ ئۇلارنى پاھىشىغا مەجبۇرلىماڭلار، كىمكى ئۇلارنى پاھىشىغا مەجبۇرلايدىكەن، مەجبۇرلانغاندىن كېيىن اﷲ ئۇلارنى مەغپىرەت قىلغۇچىدۇر، (ئۇلارغا) رەھىم قىلغۇچىدۇر (يەنى پاھىشىغا مەجبۇرلانغانلىقى ئۈچۈن، اﷲ ئۇلارنى جاۋابكارلىققا تارتمايدۇ، مەجبۇرلىغۇچىلارنى قاتتىق جازالايدۇ)",
        "numberInSurah": 33,
        "juz": 18,
        "manzil": 4,
        "page": 354,
        "ruku": 304,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2825,
        "text": "(ئى مۆمىنلەر!) بىز سىلەرگە روشەن ئايەتلەرنى، سىلەردىن ئىلگىرى ئۆتكەن ئۈممەتلەردىن مىساللارنى ۋە تەقۋادارلار ئۈچۈن ۋەز – نەسىھەتلەرنى شەك – شۈبھىسىز نازىل قىلدۇق",
        "numberInSurah": 34,
        "juz": 18,
        "manzil": 4,
        "page": 354,
        "ruku": 304,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2826,
        "text": "اﷲ ئاسمانلارنىڭ ۋە زېمىننىڭ نۇرىدۇر، اﷲ نىڭ (مۆمىن بەندىسىنىڭ قەلبىدىكى) نۇرى خۇددى (چىراق قويىدىغان) تەكچىگە ئوخشايدۇ، ئۇنىڭدا چىراق باردۇر، چىراق شىشىنىڭ ئىچىدىدۇر، شىشە گويا نۇرلۇق يۇلتۇزدۇر، چىراق مۇبارەك زەيتۇن دەرىخىنىڭ (يېغى) بىلەن يورۇتۇلغان، ئۇ (يەنى زەيتۇن دەرىخى) شەرق تەرەپتىمۇ ئەمەس، غەرب تەرەپتىمۇ ئەمەس (سەھرادا ئوچۇقچىلىقتا بولۇپ، كۈن بويى ئۇنىڭغا كۈن نۇرى چۈشۈپ تۇرىدۇ، شۇنىڭ بىلەن ئۇنىڭ مېۋىسى پىشىپ يېتىلگەن بولىدۇ)، يېغى (ئەڭ سۈزۈك بولىدۇ، سۈزۈكلۈكىدىن) ئوت تەگمىسىمۇ يورۇپ كېتەيلا دەپ قالىدۇ، (ئوت بىلەن يورۇتۇلسا) نۇر ئۈستىگە نۇر قوشۇلىدۇ، اﷲ خالىغان كىشىنى ئۇنىڭ نۇرىغا (يەنى قۇرئانغا) (ئەگىشىشكە) مۇۋەپپەق قىلىدۇ، اﷲ (ئىبرەت ئالسۇن دەپ) كىشىلەرگە مىساللارنى (ئۇلارنىڭ پەمىگە يېقىنلاشتۇرۇپ) بايان قىلىدۇ، اﷲ ھەممە نەرسىنى بىلگۈچىدۇر",
        "numberInSurah": 35,
        "juz": 18,
        "manzil": 4,
        "page": 354,
        "ruku": 305,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2827,
        "text": "اﷲ نىڭ ئۇلۇغلىنىشى ۋە ئىسمىنىڭ ياد ئېتىلىشى بۇيرۇلغان مەسجىدلەردە (مۆمىنلەر) ئەتىگەن – ئاخشامدا تەسبىھ ئېيتىپ تۇرىدۇ",
        "numberInSurah": 36,
        "juz": 18,
        "manzil": 4,
        "page": 354,
        "ruku": 305,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2828,
        "text": "ئۇلار شۇنداق ئەرلەركى، سودا - سېتىق ئۇلارنى اﷲ نى زىكىر قىلىشتىن، ناماز ئۆتەشتىن، زاكات بېرىشتىن غەپلەتتە قالدۇرمايدۇ، ئۇلار دىللار ۋە كۆزلەر قالايمىقانلىشىپ كېتىدىغان كۈن (يەنى قىيامەت كۈنى) دىن قورقىدۇ",
        "numberInSurah": 37,
        "juz": 18,
        "manzil": 4,
        "page": 355,
        "ruku": 305,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2829,
        "text": "اﷲ نى ئۆزلىرىنىڭ قىلغان ياخشى ئەمەللىرىگە مۇكاپات بەرسۇن ۋە ئۆزىنىڭ پەزلىدىن ئاشۇرۇپ بەرسۇن دەپ (ئۇلار شۇنداق ئىبادەتلەرنى قىلىدۇ) اﷲ خالىغان ئادەمگە ھېسابسىز رىزىق بېرىدۇ",
        "numberInSurah": 38,
        "juz": 18,
        "manzil": 4,
        "page": 355,
        "ruku": 305,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2830,
        "text": "كاپىرلارنىڭ (ياخشى ئەمەل دەپ ئويلىغان) ئەمەللىرى باياۋاندىكى سەرابقا ئوخشايدۇ، تەشنا ئادەم ئۇنى سۇ دەپ گۇمان قىلىدۇ، ئۇنىڭ يېنىغا كەلسە ھېچ نەرسە كۆرۈنمەيدۇ (يەنى سۇ كۆرمەيدۇ)، ئۇ اﷲ نىڭ ئۆز (ئەمەلىنىڭ) يېنىدا (كۆزىتىپ تۇرغۇچى) ئىكەنلىكىنى بايقايدۇ، اﷲ ئۇنىڭ قىلمىشىغا تېگىشلىك جازا بېرىدۇ، اﷲ تېز ھېساب ئالغۇچىدۇر",
        "numberInSurah": 39,
        "juz": 18,
        "manzil": 4,
        "page": 355,
        "ruku": 305,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2831,
        "text": "ياكى ئۇلارنىڭ (ياخشى دەپ گۇمان قىلغان) ئەمەللىرى چوڭقۇر دېڭىزدىكى قاراڭغۇلۇققا ئوخشايدۇ، ئۇنى (يەنى دېڭىزنى) قاتمۇقات دولقۇنلار ۋە دولقۇنلارنىڭ ئۈستىدىكى قارا بۇلۇتلار قاپلاپ تۇرىدۇ. (مانا بۇ) قاتمۇقات قاراڭغۇلۇقلاردۇر، (بۇ قاراڭغۇلۇققا گىرىپتار بولغۇچى) قولىنى ئۇزاتسا بارماقلىرىنى كۆرەلمەيدۇ، اﷲ نۇر ئاتا قىلمىسا، كىم بولمىسۇن، نۇرنى كۆرەلمەيدۇ (يەنى اﷲ ھىدايەت قىلمىغان ئادەم ھەرگىز ھىدايەت تاپمايدۇ)",
        "numberInSurah": 40,
        "juz": 18,
        "manzil": 4,
        "page": 355,
        "ruku": 305,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2832,
        "text": "اﷲ قا ئاسمانلاردىكى ۋە زېمىندىكىلەرنىڭ ۋە قاناتلىرىنى كەرگەن ھالدا (ئۇچۇپ كېتىۋاتقان) قۇشلارنىڭ تەسبىھ ئېيتىدىغانلىقىنى سەن بىلمەمسەن؟ اﷲ ھەر (مەخلۇق) نىڭ دۇئاسىنى ۋە تەسبىھىنى بىلىدۇ، اﷲ ئۇلارنىڭ قىلىدىغان ئىشلىرىنى تولۇق بىلگۈچىدۇر",
        "numberInSurah": 41,
        "juz": 18,
        "manzil": 4,
        "page": 355,
        "ruku": 306,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2833,
        "text": "ئاسمانلارنىڭ ۋە زېمىننىڭ پادىشاھلىقى اﷲ قا خاستۇر، (خالايىقنىڭ) ئاخىر قايتىدىغان جايى اﷲ نىڭ دەرگاھىدۇر",
        "numberInSurah": 42,
        "juz": 18,
        "manzil": 4,
        "page": 355,
        "ruku": 306,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2834,
        "text": "كۆرمەمسەنكى، اﷲ بۇلۇتلارنى ھەيدەيدۇ، ئاندىن ئۇلارنى بىر – بىرىگە قوشىدۇ، ئاندىن ئۇلارنى توپلايدۇ، شۇنىڭ بىلەن بۇلۇتنىڭ ئارىسىدىن يامغۇر ياغقانلىقىنى كۆرىسەن، اﷲ ئاسماندىكى تاغدەك بۇلۇتلاردىن مۆلدۈر ياغدۇرىدۇ، ئۇنى اﷲ خالىغان ئادەمگە يەتكۈزىدۇ (يەنى ئۇنىڭ بىلەن خالىغان ئادەمنىڭ زىرائىتى، مېۋىسى ۋە چارۋىلىرىغا زىيان يەتكۈزىدۇ) ۋە ئۇنىڭ (زىيىنىدىن) خالىغان ئادەمنى ساقلايدۇ، چاقماقنىڭ يورۇقى (قارىغۇچىلارنى) كۆزلىرىدىن ئايرىۋەتكىلى تاس قالىدۇ",
        "numberInSurah": 43,
        "juz": 18,
        "manzil": 4,
        "page": 355,
        "ruku": 306,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2835,
        "text": "اﷲ كېچە بىلەن كۈندۈزنى ئالماشتۇرۇپ تۇرىدۇ، بۇنىڭدا ئەقىل ئىگىلىرى ئۈچۈن ئەلۋەتتە ئىبرەت بار",
        "numberInSurah": 44,
        "juz": 18,
        "manzil": 4,
        "page": 356,
        "ruku": 306,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2836,
        "text": "اﷲ ھەر بىر جاندارنى سۇدىن ياراتتى، ئۇلارنىڭ بەزىسى قورسىقى بىلەن ماڭىدۇ، بەزىسى ئىككى پۇت بىلەن ماڭىدۇ، بەزىسى تۆت پۇت بىلەن ماڭىدۇ، اﷲ خالىغان مەخلۇقاتلارنى يارىتىدۇ، اﷲ ھەقىقەتەن ھەر نەرسىگە قادىردۇر",
        "numberInSurah": 45,
        "juz": 18,
        "manzil": 4,
        "page": 356,
        "ruku": 306,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2837,
        "text": "شۈبھىسىزكى، بىز روشەن ئايەتلەرنى نازىل قىلدۇق، اﷲ ئۆزى خالىغان كىشىلەرنى توغرا يولغا باشلايدۇ",
        "numberInSurah": 46,
        "juz": 18,
        "manzil": 4,
        "page": 356,
        "ruku": 306,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2838,
        "text": "(مۇناپىقلار) «اﷲ قا ۋە پەيغەمبەرگە ئىمان ئېيتتۇق ۋە ئىتائەت قىلدۇق» دېيىشىدۇ، ئاندىن ئۇلاردىن بىر جامائە شۇنىڭدىن (يەنى ئىماننى دەۋا قىلغاندىن) كېيىن، (شەرىئەت ھۆكمىدىن) يۈز ئۆرۈيدۇ، ئۇلار (ھەقىقەتتە) مۆمىن ئەمەس",
        "numberInSurah": 47,
        "juz": 18,
        "manzil": 4,
        "page": 356,
        "ruku": 306,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2839,
        "text": "ئۇلارنىڭ ئارىسىدا (پەيغەمبەر) ھۆكۈم چىقىرىش ئۈچۈن، ئۇلار اﷲ نىڭ ۋە پەيغەمبەرنىڭ (ھۆكمىگە) چاقىرىلسا، ئۇلاردىن بىر جامائە (پەيغەمبەرنىڭ ئالدىغا ھازىر بولۇشتىن) باش تارتىدۇ",
        "numberInSurah": 48,
        "juz": 18,
        "manzil": 4,
        "page": 356,
        "ruku": 306,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2840,
        "text": "ئەگەر ھەقىقەت ئۇلارنىڭ تەرىپىدە بولىدىغان بولسا (پەيغەمبەر ئەلەيھىسسالامنىڭ ھەق ھۆكۈم چىقىرىدىغانلىقنى بىلىدىغانلىقلىرى ئۈچۈن)، پەيغەمبەرگە بويسۇنغان ھالدا كېلىشىدۇ",
        "numberInSurah": 49,
        "juz": 18,
        "manzil": 4,
        "page": 356,
        "ruku": 306,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2841,
        "text": "ئۇلارنىڭ دىللىرىدا (مۇناپىقلىق) ئىللىتى بارمۇ؟ يا) مۇھەممەد ئەلەيھىسسالامنىڭ پەيغەمبەرلىكىدىن) گۇمانلىنامدۇ؟ يا اﷲ نىڭ ۋە ئۇنىڭ پەيغەمبىرىنىڭ ئۇلارغا ئادىل بولماسلىقىدىن قورقامدۇ؟ ياق، ئۇلار (رەسۇلۇللاھنىڭ ھۆكمىدىن باش تارتقانلىقلىرى ئۈچۈن) زالىمدۇر",
        "numberInSurah": 50,
        "juz": 18,
        "manzil": 4,
        "page": 356,
        "ruku": 306,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2842,
        "text": "(پەيغەمبەر) مۆمىنلەرنىڭ ئارىسىدا ھۆكۈم چىقىرىش ئۈچۈن، ئۇلار اﷲ قا ۋە ئۇنىڭ پەيغەمبىرىگە چاقىرىلغان چاغدا ئۇلار: «ئاڭلىدۇق ۋە ئىتائەت قىلدۇق دېيىشلىرى كېرەك، مانا شۇنداق كىشىلەر مەقسەتكە ئېرىشكۈچىلەردۇر",
        "numberInSurah": 51,
        "juz": 18,
        "manzil": 4,
        "page": 356,
        "ruku": 307,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2843,
        "text": "اﷲ قا ۋە ئۇنىڭ پەيغەمبىرىگە ئىتائەت قىلغان اﷲ تىن قورققان ۋە ئۇنىڭغا تەقۋادارلىق قىلغان كىشىلەر بەختكە ئېرىشكۈچىلەردۇر",
        "numberInSurah": 52,
        "juz": 18,
        "manzil": 4,
        "page": 356,
        "ruku": 307,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2844,
        "text": "(مۇناپىقلار) ئەگەر سەن ئۇلارنى (جىھادقا) چىقىشقا ئەمر قىلساڭ، چوقۇم چىقىدىغانلىقىغا اﷲ بىلەن كۈچلۈك قەسەم قىلىدۇ. ئېيتقىنكى، «قەسەم قىلماڭلار، (قەسىمىڭلار يالغان، سىلەردىن تەلەپ قىلىنىدىغىنى) ساداقەتلىك بىلەن ئىتائەت قىلىشتۇر، اﷲ سىلەرنىڭ قىلمىشلىرىڭلاردىن ھەقىقەتەن خەۋەرداردۇر»",
        "numberInSurah": 53,
        "juz": 18,
        "manzil": 4,
        "page": 356,
        "ruku": 307,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2845,
        "text": "ئېيتقىنكى: «اﷲ قا ئىتائەت قىلىڭلار، پەيغەمبەرگە ئىتائەت قىلىڭلار، ئەگەر ئۇلار (اﷲ قا ئىتائەت قىلىشتىن) باش تارتسا، پەيغەمبەرنىڭ ئەلچىلىكنى يەتكۈزۈش مەسئۇلىيىتى بار، سىلەرنىڭ ئىتائەت قىلىش مەسئۇلىيىتىڭلار بار، ئەگەر پەيغەمبەرنىڭ (ئەمرىگە) ئىتائەت قىلساڭلار، ھىدايەت تاپىسىلەر، پەيغەمبەرنىڭ پەقەت چۈشىنىشلىك قىلىپ تەبلىغ قىلىش مەسئۇلىيىتى بار»",
        "numberInSurah": 54,
        "juz": 18,
        "manzil": 4,
        "page": 357,
        "ruku": 307,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2846,
        "text": "اﷲ ئىچىڭلاردىكى ئىمان ئېيتقان ۋە ياخشى ئەمەللەرنى قىلغان كىشىلەرگە، ئۇلاردىن بۇرۇن ئۆتكەنلەرنى زېمىندا ھۆكۈمران قىلغاندەك، ئۇلارنىمۇ چوقۇم ھۆكۈمران قىلىشىنى، ئۇلار ئۈچۈن تاللىغان دىنىنى چوقۇم مۇستەھكەم قىلىپ بېرىشنى ۋە ئۇلارنىڭ قورقۇنچىسىنى ئامانلىققا ئايلاندۇرۇپ بېرىشنى ۋەدە قىلدى، ئۇلار ماڭا ئىبادەت قىلىدۇ، ماڭا ھېچ نەرسىنى شېرىك كەلتۈرمەيدۇ، شۇ ۋەدىدىن كېيىن كاپىر بولغانلار اﷲ نىڭ ئىتائىتىدىن چىققۇچىلاردۇر",
        "numberInSurah": 55,
        "juz": 18,
        "manzil": 4,
        "page": 357,
        "ruku": 307,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2847,
        "text": "اﷲ نىڭ رەھمىتىگە ئېرىشىشىڭلار ئۈچۈن ناماز ئوقۇڭلار، زاكات بېرىڭلار، پەيغەمبەرگە ئىتائەت قىلىڭلار",
        "numberInSurah": 56,
        "juz": 18,
        "manzil": 4,
        "page": 357,
        "ruku": 307,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2848,
        "text": "كاپىرلارنى زېمىنىدا اﷲ نىڭ ئازابىدىن قېچىپ قۇتۇلالايدۇ دەپ ئويلىمىغىن، ئۇلارنىڭ جايى دوزاخ بولىدۇ، دوزاخ نېمىدېگەن يامان جاي!",
        "numberInSurah": 57,
        "juz": 18,
        "manzil": 4,
        "page": 357,
        "ruku": 307,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2849,
        "text": "ئى مۆمىنلەر! سىلەرنىڭ قۇللىرىڭلار، چۆرىلىرىڭلار ۋە ئىچىڭلاردىكى بالاغەتكە يەتمىگەن بالىلار ناماز بامداتتىن بۇرۇن، چۈشتە (ئۇخلاش ئۈچۈن) كىيىمىڭلارنى سالغان چېغىڭلاردا ۋە خۇپتەندىن كېيىن (مۇشۇنداق) ئۈچ ۋاقىتتا (يېنىڭلارغا كىرسە) سىلەردىن ئىجازەت سورىسۇن، (بۇ) ئۈچ ۋاقىت سىلەرنىڭ ئەۋرىتىڭلار (ئېچىلىپ قالىدىغان ۋاقىتتۇر)، بۇ ئۈچ ۋاقىتتىن باشقا ۋاقىتلاردا (ئۇلار سىلەرگە كىرسە) سىلەرگىمۇ، ئۇلارغىمۇ ھېچ گۇناھ بولمايدۇ، سىلەر بىر - بىرىڭلار بىلەن بېرىش - كېلىش قىلىپ تۇرىسىلەر، اﷲ سىلەرگە ئايەتلەرنى (يەنى شەرىئەت ئەھكاملىرىنى) ئەنە شۇنداق بايان قىلىدۇ، اﷲ ھەممىنى بىلگۈچىدۇر، ھېكمەت بىلەن ئىش قىلغۇچىدۇر",
        "numberInSurah": 58,
        "juz": 18,
        "manzil": 4,
        "page": 357,
        "ruku": 308,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2850,
        "text": "كىچىك بالىلىرىڭلار بالاغەتكە يەتكەندە، ئۇلار ئىلگىرىكىلەر (يەنى چوڭلار كىرىشتە) ئىجازەت سورىغاندەك، (ئۆيگە كىرىشتە ھەممە ۋاقىت) ئىجازەت سورىسۇن، اﷲ ئايەتلىرىنى (دىننىڭ ئىشلىرىنى) سىلەرگە شۇنداق بايان قىلىدۇ، اﷲ ھەممىنى بىلگۈچىدۇر، ھېكمەت بىلەن ئىش قىلغۇچىدۇر",
        "numberInSurah": 59,
        "juz": 18,
        "manzil": 4,
        "page": 358,
        "ruku": 308,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2851,
        "text": "ياتلىق بولۇشنى خالىمايدىغان ياشانغان ئاياللار زىننەتلىرىنى ئاشكارىلىمىغان ھالدا (رىدا، نىمچىغا ئوخشاش) تاشقى كىيىملىرىنى سېلىۋەتسە (ئەرلەرنىڭ ئالدىدا ئادەتتىكى كىيىملىرى بىلەن يۈرسە)، ھېچ گۇناھ يوقتۇر، تاشقى كىيىملىرىنى سېلىۋېتىشتىن ساقلانسا ئۇلار ئۈچۈن ياخشىدۇر اﷲ ھەممىنى ئاڭلاپ تۇرغۇچىدۇر، بىلىپ تۇرغۇچىدۇر",
        "numberInSurah": 60,
        "juz": 18,
        "manzil": 4,
        "page": 358,
        "ruku": 308,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2852,
        "text": "(جىھادقا چىقالمىسا) ئەماغا گۇناھ يوقتۇر، توكۇرغا گۇناھ يوقتۇر، كېسەلگە گۇناھ يوقتۇر. (ئى ئىنسانلار!) سىلەر ئۆز ئۆيلىرىڭلاردا (يەنى ئەرلىرىڭلارنىڭ، ئاياللىرىڭلارنىڭ ئۆيلىرىدە) ئاتىلىرىڭلارنىڭ ئۆيلىرىدە، ئانىلىرىڭلارنىڭ ئۆيلىرىدە، قېرىنداشلىرىڭلارنىڭ ئۆيلىرىدە، ھەمشىرەڭلارنىڭ ئۆيلىرىدە، يا ئاتاڭلارنىڭ قېرىنداىشلىرىنىڭ ئۆيلىرىدە، ئاتاڭلارنىڭ ھەمشىرىلىرىنىڭ ئۆيلىرىدە، يا ئاناڭلارنىڭ قېرىنداشلىرىنىڭ ئۆيلىرىدە، يا ئاناڭلارنىڭ ھەمشىرىلىرىنىڭ ئۆيلىرىدە، يا سىلەر ئاچقۇچلىرىنى باشقۇرىدىغانلارنىڭ ئۆيلىرىدە (يەنى ئۆي ئىگىسى سىرتقا چىقىپ كېتىپ، ئۆي بىلەن ئاچقۇچنى سىلەرگە تاپشۇرغانلارنىڭ ئۆيلىرىدە)، يا دوستلىرىڭلارنىڭ ئۆيلىرىدە (ئىجازەتسىز) بىرەر نېمە يېسەڭلار گۇناھ يوقتۇر، سىلەر توپلىشىپ يېسەڭلارمۇ، يا يەككە يېسەڭلارمۇ گۇناھ يوقتۇر، سىلەر ئۆيلەرگە كىرگەن چېغىڭلاردا ئۆزۈڭلارغا (يەنى ئۆيدىكى كىشىلەرگە) اﷲ بەلگىلىگەن مۇبارەك، پاك سالامنى بېرىڭلار، (يەنى ئەسسالامۇ ئەلەيكۇم دەڭلار) اﷲ سىلەرنى چۈشەنسۇن دەپ ئايەتلەرنى مۇشۇنداق بايان قىلىدۇ",
        "numberInSurah": 61,
        "juz": 18,
        "manzil": 4,
        "page": 358,
        "ruku": 308,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2853,
        "text": "اﷲ قا ۋە ئۇنىڭ پەيغەمبىرىگە ئىمان ئېيتقان كىشىلەر كامىل مۆمىنلەردۇر، ئۇلار (مۇسۇلمانلارغا پايدىلىق) بىر ئىش ئۈستىدە (مەسلىھەتلىشىش ئۈچۈن) پەيغەمبەر بىلەن جەم بولغان چاغلىرىدا، پەيغەمبەردىن ئىجازەت سورىمىغىچە كېتىپ قالمايدۇ، سەندىن ئىجازەت سورايدىغانلار اﷲ قا ۋە ئۇنىڭ پەيغەمبىرىگە ئىمان ئېيتىدىغان كىشىلەردۇر، بەزى شەخسىي ئىش ئۈچۈن ئۇلار سەندىن ئىجازەت سورىسا، ئۇلارنىڭ ئىچىدىن سەن خالىغان ئادەملەرگە ئىجازەت بەرگىن، ئۇلارغا سەن اﷲ تىن مەغپىرەت تىلىگىن، اﷲ ھەقىقەتەن ناھايىتى مەغپىرەت قىلغۇچىدۇ، ناھايىتى مېھرىباندۇر",
        "numberInSurah": 62,
        "juz": 18,
        "manzil": 4,
        "page": 359,
        "ruku": 309,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2854,
        "text": "(ئى مۆمىنلەر!) پەيغەمبەرنى سىلەر بىر - بىرىڭلارنى چاقىرغاندەك چاقىرماڭلار، سىلەردىن (پەيغەمبەرنىڭ سۆھبىتىدىن) ئاستا سۇغۇرۇلۇپ غىپپىدە چىقىپ كەتكەنلەرنى اﷲ ئەلۋەتتە بىلىدۇ، پەيغەمبەرنىڭ ئەمرىگە خىلاپلىق قىلغۇچىلار (دۇنيادا چوڭ بىر) پىتنىگە يولۇقۇشتىن، يا (ئاخىرەتتە) قاتتىق بىر ئازابقا دۇچار بولۇشتىن قورقسۇن",
        "numberInSurah": 63,
        "juz": 18,
        "manzil": 4,
        "page": 359,
        "ruku": 309,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2855,
        "text": "بىلىڭلاركى، ئاسمانلاردىكى ۋە زېمىندىكى نەرسىلەرنىڭ ھەممىسى اﷲ نىڭدۇر (يەنى اﷲ نىڭ مۈلكىدۇر، اﷲ نىڭ مەخلۇقاتىدۇر، اﷲ نىڭ تەسەررۇپى ئاستىدىدۇر)، اﷲ سىلەرنىڭ ئەمەلىي ئەھۋالىڭلارنى بىلىپ تۇرىدۇ، بەندىلەر اﷲ نىڭ دەرگاھىغا قايتۇرۇلىدىغان كۈندە (يەنى قىيامەت كۈنىدە) اﷲ ئۇلارنىڭ قىلغان ئىشلىرىنى ئۇلارغا ئېيتىپ بېرىدۇ، اﷲ ھەممە نەرسىنى بىلگۈچىدۇر",
        "numberInSurah": 64,
        "juz": 18,
        "manzil": 4,
        "page": 359,
        "ruku": 309,
        "hizbQuarter": 143,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "ug.saleh",
      "language": "ug",
      "name": "محمد صالح",
      "englishName": "Muhammad Saleh",
      "format": "text",
      "type": "translation",
      "direction": "rtl"
    }
  }
}