{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 27,
    "name": "سُورَةُ النَّمۡلِ",
    "englishName": "An-Naml",
    "englishNameTranslation": "The Ant",
    "revelationType": "Meccan",
    "numberOfAyahs": 93,
    "ayahs": [
      {
        "number": 3160,
        "text": "طا، سىن. بۇ، قۇرئاننىڭ ۋە روشەن كىتابنىڭ ئايەتلىرىدۇر",
        "numberInSurah": 1,
        "juz": 19,
        "manzil": 5,
        "page": 377,
        "ruku": 327,
        "hizbQuarter": 151,
        "sajda": false
      },
      {
        "number": 3161,
        "text": "مۆمىنلەر ئۈچۈن ھىدايەتتۇر ۋە خۇش خەۋەردۇر",
        "numberInSurah": 2,
        "juz": 19,
        "manzil": 5,
        "page": 377,
        "ruku": 327,
        "hizbQuarter": 151,
        "sajda": false
      },
      {
        "number": 3162,
        "text": "(شۇنداق مۆمىنلەركى) ئۇلار نامازنى ئادا قىلىدۇ، زاكات بېرىدۇ ۋە ئاخىرەتكە جەزمەن ئىشىنىدۇ",
        "numberInSurah": 3,
        "juz": 19,
        "manzil": 5,
        "page": 377,
        "ruku": 327,
        "hizbQuarter": 151,
        "sajda": false
      },
      {
        "number": 3163,
        "text": "ئاخىرەتكە ئىشەنمەيدىغانلارغا ئۇلارنىڭ ئەمەللىرىنى ھەقىقەتەن چىرايلىق كۆرسەتتۇق، ئۇلار (گۇمراھلىقلىرىدا) تېڭىرقاپ يۈرۈشىدۇ",
        "numberInSurah": 4,
        "juz": 19,
        "manzil": 5,
        "page": 377,
        "ruku": 327,
        "hizbQuarter": 151,
        "sajda": false
      },
      {
        "number": 3164,
        "text": "ئۇلار (دۇنيادا) قاتتىق ئازابقا دۇچار بولىدۇ. ئاخىرەتتە ئۇلار ئەڭ زىيان تارتقۇچىلاردۇر",
        "numberInSurah": 5,
        "juz": 19,
        "manzil": 5,
        "page": 377,
        "ruku": 327,
        "hizbQuarter": 151,
        "sajda": false
      },
      {
        "number": 3165,
        "text": "ساڭا قۇرئان ئەلۋەتتە ھېكمەت بىلەن ئىش قىلغۇچى، ھەممىنى بىلگۈچى اﷲ تەرىپىدىن بېرىلىدۇ",
        "numberInSurah": 6,
        "juz": 19,
        "manzil": 5,
        "page": 377,
        "ruku": 327,
        "hizbQuarter": 151,
        "sajda": false
      },
      {
        "number": 3166,
        "text": "ئۆز ۋاقتىدا مۇسا ئەھلىيىسىگە: «مەن ھەقىقەتەن ئوت كۆردۈم، مەن ئوتنىڭ يېنىغا بېرىپ (يول توغرۇلۇق) بىرەر خەۋەر ئۇقۇپ كېلەي، ياكى سىلەرنىڭ ئىسسىنىشىڭلار ئۈچۈن ئوتتىن بىر چوغ ئېلىپ كېلەي» دېدى",
        "numberInSurah": 7,
        "juz": 19,
        "manzil": 5,
        "page": 377,
        "ruku": 327,
        "hizbQuarter": 151,
        "sajda": false
      },
      {
        "number": 3167,
        "text": "مۇسا ئوتنىڭ يېنىغا كەلگەندە (مۇنداق) نىدا ئاڭلاندى: «اﷲ ئوتنىڭ يېنىدىكى كىشىنى ۋە ئوتنىڭ ئەتراپىدىكىلەرنى مۇبارەك قىلدى. ئالەملەرنىڭ پەرۋەردىگارى اﷲ پاكتۇر",
        "numberInSurah": 8,
        "juz": 19,
        "manzil": 5,
        "page": 377,
        "ruku": 327,
        "hizbQuarter": 151,
        "sajda": false
      },
      {
        "number": 3168,
        "text": "ئى مۇسا! شۈبھىسىزكى، مەن غالىب، ھېكمەت بىلەن ئىش قىلغۇچى اﷲ دۇرمەن",
        "numberInSurah": 9,
        "juz": 19,
        "manzil": 5,
        "page": 377,
        "ruku": 327,
        "hizbQuarter": 151,
        "sajda": false
      },
      {
        "number": 3169,
        "text": "ھاساڭنى تاشلىغىن!» مۇسا ھاسىسىنىڭ گويا ئەجدىھادەك تېز ھەرىكەتلىنىۋاتقانلىقىنى كۆرگەندە، ئارقىسىغا بۇرۇلۇپ چېكىندى، كەينىگە (يەنى قورققىنىدىن ئەجدىھاغا) قارىيالمىدى. (اﷲ ئېيتتى) «ئى مۇسا! قورقمىغىن، مېنىڭ ھۇزۇرۇمدا پەيغەمبەرلەر ئەلۋەتتە قورقمايدۇ",
        "numberInSurah": 10,
        "juz": 19,
        "manzil": 5,
        "page": 377,
        "ruku": 327,
        "hizbQuarter": 151,
        "sajda": false
      },
      {
        "number": 3170,
        "text": "لېكىن كىمكى (ئۆزىگە) زۇلۇم قىلسا، ئاندىن يامان ئەمەللىرىنى ياخشى ئەمەلگە ئۆزگەرتسە، مەن (ئۇنىڭغا) ناھايىتى مەغپىرەت قىلغۇچىدۇرمەن، ناھايىتى مېھرىباندۇر",
        "numberInSurah": 11,
        "juz": 19,
        "manzil": 5,
        "page": 377,
        "ruku": 327,
        "hizbQuarter": 151,
        "sajda": false
      },
      {
        "number": 3171,
        "text": "قولۇڭنى قوينۇڭغا سالغىن، ئۇ ھېچقانداق ئىللەتسىز ئاپئاق بولۇپ چىقىدۇ، (بۇ) مېنىڭ پىرئەۋن ۋە ئۇنىڭ قەۋمىگە ئېلىپ بېرىشىڭ ئۈچۈن بەرگەن توققۇز مۆجىزەمنىڭ ئىچىدىدۇر، ئۇلار ھەقىقەتەن پاسىق قەۋم ئىدى»",
        "numberInSurah": 12,
        "juz": 19,
        "manzil": 5,
        "page": 377,
        "ruku": 327,
        "hizbQuarter": 151,
        "sajda": false
      },
      {
        "number": 3172,
        "text": "ئۇلارغا بىزنىڭ نۇرغۇن روشەن ئايەتلىرىمىز نازىل بولغان چاغدا، ئۇلار: «بۇ روشەن سېھىردۇر» دېدى",
        "numberInSurah": 13,
        "juz": 19,
        "manzil": 5,
        "page": 377,
        "ruku": 327,
        "hizbQuarter": 151,
        "sajda": false
      },
      {
        "number": 3173,
        "text": "ئۇلار ئۇ ئايەتلەرنى ئىچىدە ئېتىراپ قىلدى، لېكىن ئۇلار ئۇنى زۇلۇم ۋە تەكەببۇرلۇق قىلىش يۈزىسىدىن ئىنكار قىلدى. بۇزغۇنچىلارنىڭ ئاقىۋىتىنىڭ قانداق بولىدىغانلىقىغا قارىغىن",
        "numberInSurah": 14,
        "juz": 19,
        "manzil": 5,
        "page": 378,
        "ruku": 327,
        "hizbQuarter": 151,
        "sajda": false
      },
      {
        "number": 3174,
        "text": "بىز ھەقىقەتەن داۋۇدقا، سۇلايمانغا (دۇنيا ۋە دىن ئىلىملىرىدىن كەڭ) ئىلىم ئاتا قىلدۇق، ئۇلار ئېيتتى: «جىمى ھەمدۇسانا بىزنى نۇرغۇن بەندىلىرىدىن ئارتۇق قىلغان اﷲ قا خاستۇر!»",
        "numberInSurah": 15,
        "juz": 19,
        "manzil": 5,
        "page": 378,
        "ruku": 328,
        "hizbQuarter": 151,
        "sajda": false
      },
      {
        "number": 3175,
        "text": "سۇلايمان (پەيغەمبەرلىكتە، ئىلىمدە، پادىشاھلىقتا ئاتىسى) داۋۇدقا ۋارىسلىق قىلدى. ئۇ: «ئى ئىنسانلار! بىزگە قۇشلارنىڭ تىلى تەلىم بېرىلدى. (دۇنيانىڭ نېمەتلىرىدىن) ھەممە نەرسە ئاتا قىلىندى، بۇ ئەلۋەتتە (اﷲ نىڭ) روشەن ئېھسانىدۇر» دېدى",
        "numberInSurah": 16,
        "juz": 19,
        "manzil": 5,
        "page": 378,
        "ruku": 328,
        "hizbQuarter": 151,
        "sajda": false
      },
      {
        "number": 3176,
        "text": "سۇلايماننىڭ جىنلاردىن، ئىنسانلاردىن ۋە قۇشلاردىن بولغان قوشۇنلىرى توپلاندى (سۇلايمان ئەلەيھىسسالام ئۇلارنىڭ ئالدىدا دەبدەبە بىلەن ماڭاتتى). ئۇلار تەرتىپلىك ئورۇنلاشتۇرۇلغان ئىدى",
        "numberInSurah": 17,
        "juz": 19,
        "manzil": 5,
        "page": 378,
        "ruku": 328,
        "hizbQuarter": 151,
        "sajda": false
      },
      {
        "number": 3177,
        "text": "ئۇلار (شامدىكى بىر) چۈمۈلىلەر ۋادىسىغا يېتىپ كەلگەندە، بىر چۈمۈلە ئېيتتى: «ئى چۈمۈلىلەر! ئۇۋىلىرىڭلارغا كىرىپ كېتىڭلار، سۇلايمان ۋە ئۇنىڭ قوشۇنى ئۇقماستىن سىلەرنى يەنچىۋەتمىسۇن»",
        "numberInSurah": 18,
        "juz": 19,
        "manzil": 5,
        "page": 378,
        "ruku": 328,
        "hizbQuarter": 151,
        "sajda": false
      },
      {
        "number": 3178,
        "text": "سۇلايمان چۈمۈلىنىڭ سۆزىدىن تەبەسسۇم قىلىپ كۈلدى ۋە ئېيتتى: «پەرۋەردىگارىم! سەن مېنى ماڭا ۋە ئاتا - ئانامغا بەرگەن نېمىتىڭگە شۈكۈر قىلىشقا، سەن رازى بولىدىغان ياخشى ئەمەلنى قىلىشقا مۇۋەپپەق قىلغىن، رەھمىتىڭ بىلەن مېنى ياخشى بەندىلىرىڭ قاتارىغا كىرگۈزگىن»",
        "numberInSurah": 19,
        "juz": 19,
        "manzil": 5,
        "page": 378,
        "ruku": 328,
        "hizbQuarter": 151,
        "sajda": false
      },
      {
        "number": 3179,
        "text": "ئۇ قۇشلارنى كۆزدىن كەچۈرگەندىن كېيىن ئېيتتى: «ماڭا نېمە بولدى؟ ھۆپۆپنى كۆرمەيمەنغۇ! يا ئۇ يوقاپ كەتتىمۇ",
        "numberInSurah": 20,
        "juz": 19,
        "manzil": 5,
        "page": 378,
        "ruku": 328,
        "hizbQuarter": 151,
        "sajda": false
      },
      {
        "number": 3180,
        "text": "ئۇنى چوقۇم قاتتىق جازالايمەن، يا ئۇنى چوقۇم بوغۇزلايمەن، يا چوقۇم (يوقاپ كەتكەنلىكىنى ئاقلايدىغان) بىر روشەن دەلىل كەلتۈرىدۇ»",
        "numberInSurah": 21,
        "juz": 19,
        "manzil": 5,
        "page": 378,
        "ruku": 328,
        "hizbQuarter": 151,
        "sajda": false
      },
      {
        "number": 3181,
        "text": "ئۇزاق ئۆتمەي ھۆپۆپ كەلدى، ئۇ ئېيتتى: «مەن سەن بىلمىگەن ئىشنى بىلىپ (كەلدىم)، ساڭا مەن سەبەدىن (يەنى يەمەندىكى سەبە شەھىرىدىن) بىر مۇھىم خەۋەر ئېلىپ كەلدىم",
        "numberInSurah": 22,
        "juz": 19,
        "manzil": 5,
        "page": 378,
        "ruku": 328,
        "hizbQuarter": 151,
        "sajda": false
      },
      {
        "number": 3182,
        "text": "مەن ھەقىقەتەن ئۇلارغا (يەنى سەبە ئاھالىسىگە) بىر ئايالنىڭ (يەنى بىلقىسنىڭ) پادىشاھلىق قىلىۋاتقانلىقىنى كۆردۈم، ئۇنىڭغا (ئۆزىگە ۋە سەلتەنەتىگە كېرەكلىك) ھەممە نەرسە بېرىلگەن ئىكەن، ئۇ چوڭ ئەرشكە ئىگە ئىكەن",
        "numberInSurah": 23,
        "juz": 19,
        "manzil": 5,
        "page": 379,
        "ruku": 328,
        "hizbQuarter": 151,
        "sajda": false
      },
      {
        "number": 3183,
        "text": "ئۇنىڭ ۋە قەۋمىنىڭ اﷲ نى قويۇپ قۇياشقا چوقۇنىدىغانلىقىنى بايقىدىم، شەيتان ئۇلارغا قىلمىشلىرىنى (يەنى اﷲ نى قويۇپ، قۇياشقا چوقۇنغانلىقلىرىنى) چىرايلىق كۆرسەتتى، ئۇلارنى توغرا يولدىن توستى، ئۇلار ھىدايەت تاپمايدۇ",
        "numberInSurah": 24,
        "juz": 19,
        "manzil": 5,
        "page": 379,
        "ruku": 328,
        "hizbQuarter": 151,
        "sajda": false
      },
      {
        "number": 3184,
        "text": "ئۇلار ئاسمانلاردىكى ۋە زېمىندىكى سىرلەرنى ئاشكارىلىغۇچى، سىلەرنىڭ يوشۇرۇن ۋە ئاشكارا ئىشىڭلارنى بىلىپ تۇرغۇچى اﷲ قا سەجدە قىلمايدۇ",
        "numberInSurah": 25,
        "juz": 19,
        "manzil": 5,
        "page": 379,
        "ruku": 328,
        "hizbQuarter": 151,
        "sajda": false
      },
      {
        "number": 3185,
        "text": "اﷲ تىن باشقا ھېچ ئىلاھ يوقتۇر، ئۇ بۈيۈك ئەرشنىڭ پەرۋەردىگارىدۇر»",
        "numberInSurah": 26,
        "juz": 19,
        "manzil": 5,
        "page": 379,
        "ruku": 328,
        "hizbQuarter": 151,
        "sajda": {
          "id": 9,
          "recommended": true,
          "obligatory": false
        }
      },
      {
        "number": 3186,
        "text": "سۇلايمان ئېيتتى: «سەن راست دەۋاتامسەن، يا يالغانمۇ؟ قارايمىز",
        "numberInSurah": 27,
        "juz": 19,
        "manzil": 5,
        "page": 379,
        "ruku": 328,
        "hizbQuarter": 152,
        "sajda": false
      },
      {
        "number": 3187,
        "text": "بۇ خېتىمنى ئېلىپ بېرىپ ئۇلارغا تاشلىغىن، ئاندىن ئۇلاردىن نېرىراق (جايدا يوشۇرۇنۇپ) تۇر، ئۇلارنىڭ قانداق جاۋاپ قايتۇرىدىغانلىقىغا قارىغىن»",
        "numberInSurah": 28,
        "juz": 19,
        "manzil": 5,
        "page": 379,
        "ruku": 328,
        "hizbQuarter": 152,
        "sajda": false
      },
      {
        "number": 3188,
        "text": "ئۇ (يەنى بىلقىس) ئېيتتى: «ئى ئۇلۇغلار! ماڭا ھەقىقەتەن سۇلايماندىن بىر پارچە قىممەتلىك خەت كەلدى. (ئۇنىڭ مەزمۇنى شۇكى) ناھايىتى شەپقەتلىك ۋە مېھرىبان اﷲ نىڭ ئىسمى بىلەن باشلايمەن",
        "numberInSurah": 29,
        "juz": 19,
        "manzil": 5,
        "page": 379,
        "ruku": 328,
        "hizbQuarter": 152,
        "sajda": false
      },
      {
        "number": 3189,
        "text": "ئۇ (يەنى بىلقىس) ئېيتتى: «ئى ئۇلۇغلار! ماڭا ھەقىقەتەن سۇلايماندىن بىر پارچە قىممەتلىك خەت كەلدى. (ئۇنىڭ مەزمۇنى شۇكى) ناھايىتى شەپقەتلىك ۋە مېھرىبان اﷲ نىڭ ئىسمى بىلەن باشلايمەن",
        "numberInSurah": 30,
        "juz": 19,
        "manzil": 5,
        "page": 379,
        "ruku": 328,
        "hizbQuarter": 152,
        "sajda": false
      },
      {
        "number": 3190,
        "text": "سىلەر ماڭا ھاكاۋۇرلۇق قىلماڭلار، مېنىڭ ئالدىمغا مۇسۇلمان بولغان ھالدا كېلىڭلار»",
        "numberInSurah": 31,
        "juz": 19,
        "manzil": 5,
        "page": 379,
        "ruku": 328,
        "hizbQuarter": 152,
        "sajda": false
      },
      {
        "number": 3191,
        "text": "ئۇ (يەنى بىلقىس) ئېيتتى: «ئى ئۇلۇغلار! مېنىڭ (بۇ) ئىشىمدا مەسلىھەت بېرىڭلار، سىلەرنى ئۈستىدە قويماي تۇرۇپ ھېچ ئىشنى بېكىتكىنىم يوق»",
        "numberInSurah": 32,
        "juz": 19,
        "manzil": 5,
        "page": 379,
        "ruku": 329,
        "hizbQuarter": 152,
        "sajda": false
      },
      {
        "number": 3192,
        "text": "ئۇلار ئېيتتى: «بىز كۈچلۈك ۋە جەڭگىۋارمىز، ئىش سېنىڭ ئىختىيارىڭدىدۇر، (بىزنى) نېمىگە بۇيرۇيدىغانلىقىڭنى (ئويلاپ) كۆرگىن»",
        "numberInSurah": 33,
        "juz": 19,
        "manzil": 5,
        "page": 379,
        "ruku": 329,
        "hizbQuarter": 152,
        "sajda": false
      },
      {
        "number": 3193,
        "text": "ئۇ (يەنى بىلقىس) ئېيتتى: «شۈبھىسىزكى، پادىشاھلار بىرەر شەھەرگە ھۇجۇم قىلىپ كىرسە، ئۇنى خاراب قىلىدۇ، شەھەرنىڭ مۆتىۋەر ئادەملىرىنى (ئۆلتۈرۈش، ئەسىرگە ئېلىش ۋە سۈرگۈن قىلىش بىلەن) خار قىلىدۇ، ئۇلارمۇ شۇنداق قىلىدۇ",
        "numberInSurah": 34,
        "juz": 19,
        "manzil": 5,
        "page": 379,
        "ruku": 329,
        "hizbQuarter": 152,
        "sajda": false
      },
      {
        "number": 3194,
        "text": "مەن چوقۇم ئۇلارغا سوۋغا ئەۋەتىمەن، ئەلچىلەرنىڭ نېمە خەۋەر ئېلىپ كېلىدىغانلىقىغا قارايمەن»",
        "numberInSurah": 35,
        "juz": 19,
        "manzil": 5,
        "page": 379,
        "ruku": 329,
        "hizbQuarter": 152,
        "sajda": false
      },
      {
        "number": 3195,
        "text": "ئەلچى سۇلايماننىڭ ئالدىغا يېتىپ كەلگەندە، سۇلايمان ئېيتتى: «سىلەر ماڭا مال بىلەن ياردەم قىلماقچىمۇ؟ اﷲ نىڭ ماڭا بەرگەنلىرى سىلەرنىڭ بەرگەنلىرىڭلاردىن ياخشىدۇر، بەلكى سىلەر سوغاڭلار بىلەن كۆرەڭلەپ كېتىسىلەر",
        "numberInSurah": 36,
        "juz": 19,
        "manzil": 5,
        "page": 380,
        "ruku": 329,
        "hizbQuarter": 152,
        "sajda": false
      },
      {
        "number": 3196,
        "text": "سەن قايتىپ كەتكىن، ئۇلارنىڭ ئۈستىگە ئۇلار تاقابىل تۇرالمايدىغان بىر قوشۇن بىلەن چوقۇم بارىمىز، ئۇلارنى يۇرتىدىن خار، كەمسىتىلگەن ھالدا چوقۇم چىقىرىۋېتىمىز»",
        "numberInSurah": 37,
        "juz": 19,
        "manzil": 5,
        "page": 380,
        "ruku": 329,
        "hizbQuarter": 152,
        "sajda": false
      },
      {
        "number": 3197,
        "text": "سۇلايمان ئېيتتى: «ئى ئۇلۇغلار! ئۇلار مېنىڭ قېشىمغا مۇسۇلمان بولۇپ كېلىشتىن بۇرۇن، (سىلەردىن) كىم ئۇنىڭ تەختىنى ئېلىپ كېلىدۇ»",
        "numberInSurah": 38,
        "juz": 19,
        "manzil": 5,
        "page": 380,
        "ruku": 329,
        "hizbQuarter": 152,
        "sajda": false
      },
      {
        "number": 3198,
        "text": "جىندىن بولغان ئىفرىت ئېيتتى: «مەن ئۇنى ئورنۇڭدىن تۇرۇشتىن بۇرۇن ساڭا ئېلىپ كېلىمەن، مەن ئۇنى ئېلىپ كېلىشكە ئەلۋەتتە قادىرمەن، ئىشەنچلىكمەن»",
        "numberInSurah": 39,
        "juz": 19,
        "manzil": 5,
        "page": 380,
        "ruku": 329,
        "hizbQuarter": 152,
        "sajda": false
      },
      {
        "number": 3199,
        "text": "(نازىل بولغان) كىتابنى چوڭقۇر بىلىدىغان زات (يەنى ئاسەف ئىبن بۇرخىيا): «ئۇنى مەن ساڭا كۆزۈڭنى يۇمۇپ ئاچقۇچە ئېلىپ كېلىمەن» دېدى (ئۇ دۇئا قىلىۋېدى، تەخت دەرھال ئالدىدا ھازىر بولدى). سۇلايمان تەختنىڭ يېنىدا تۇرغانلىقىنى كۆرگەندە: «بۇ پەرۋەردىگارىمنىڭ (ماڭا قىلغان) ئېھسانىدۇر، ئۇ شۈكۈر قىلامدىم، يا تۇز كورلۇق قىلامدىم، بۇنىڭ بىلەن مېنى سىنىدى، كىمكى شۈكۈر قىلىدىكەن، ئۇ ئۆزىنىڭ پايدىسى ئۈچۈن شۈكۈر قىلىدۇ، كىمكى تۇزكورلۇق قىلىدىكەن، (بىلىش كېرەككى) ھەقىقەتەن پەرۋەردىگارىم (ئۇنىڭ شۈكۈر قىلىشىدىن بىھاجەتتۇر)، (اﷲ نىڭ) كەرىمى كەڭدۇر» دېدى",
        "numberInSurah": 40,
        "juz": 19,
        "manzil": 5,
        "page": 380,
        "ruku": 329,
        "hizbQuarter": 152,
        "sajda": false
      },
      {
        "number": 3200,
        "text": "سۇلايمان (بىلقىسنىڭ يېتىپ كېلىشى يېقىنلاشقان ۋاقىتتا ئۇنىڭ ئەقلىنى سىناش يۈزىسىدىن) ئېيتتى: «ئۇنىڭ (يەنى بىلقىسنىڭ) تەختىنىڭ (شەكلىنى) ئۆزگەرتىڭلار، ئۇ تەختىنى تونۇمدۇ، تونىمامدۇ، قارايمىز»",
        "numberInSurah": 41,
        "juz": 19,
        "manzil": 5,
        "page": 380,
        "ruku": 329,
        "hizbQuarter": 152,
        "sajda": false
      },
      {
        "number": 3201,
        "text": "بىلقىس كەلگەندە (ئۇنىڭغا): «سېنىڭ تەختىڭ مۇشۇنداقمۇ؟» دېيىلدى. ئۇ: «شۇدەك تۇرىدۇ» دېدى. (سۇلايمان اﷲ نىڭ نېمىتىنى سۆزلەش يۈزىسىدىن ئېيتتى) ئۇنىڭدىن (يەنى بىلقىستىن) بۇرۇن بىزگە (اﷲ نى ۋە اﷲ نىڭ قۇدرىتىنى بىلدۈرىدىغان) ئىلىم بېرىلدى، بىز مۇسۇلمان بولدۇق",
        "numberInSurah": 42,
        "juz": 19,
        "manzil": 5,
        "page": 380,
        "ruku": 329,
        "hizbQuarter": 152,
        "sajda": false
      },
      {
        "number": 3202,
        "text": "ئۇنى اﷲ نى قويۇپ چوقۇنغان نەرسىلىرى (اﷲ قا ئىبادەت قىلىشتىن) توستى. چۈنكى ئۇ كاپىر قەۋمدىن ئىدى",
        "numberInSurah": 43,
        "juz": 19,
        "manzil": 5,
        "page": 380,
        "ruku": 329,
        "hizbQuarter": 152,
        "sajda": false
      },
      {
        "number": 3203,
        "text": "ئۇنىڭغا (يەنى بىلقىسقا): «سارايغا كىرگىن» دېيىلدى، ئۇ (يەنى بىلقىس) ساراينى چوڭ سۇ دەپ گۇمانلىنىپ (كىيىمىنى كۆتۈرۈپ) ئىككى پاچىقىنى ئاچتى، سۇلايمان ئېيتتى: «شۈبھىسىزكى، ئۇ ئەينەكتىن ياسالغان سارايدۇر». ئۇ (يەنى بىلقىس) ئېيتتى: «پەرۋەردىگارىم، مەن ھەقىقەتەن (اﷲ قا شېرىك كەلتۈرۈپ، قۇياشقا چوقۇنۇش بىلەن) ئۆزۈمگە زۇلۇم قىلدىم، سۇلايمان بىلەن بىللە ئالەملەرنىڭ پەرۋەردىگارى اﷲ قا بويسۇندۇم (يەنى سۇلايماننىڭ دىنىغا ئەگىشىپ ئىسلامغا كىردىم)»",
        "numberInSurah": 44,
        "juz": 19,
        "manzil": 5,
        "page": 380,
        "ruku": 329,
        "hizbQuarter": 152,
        "sajda": false
      },
      {
        "number": 3204,
        "text": "بىز ھەقىقەتەن سەمۇدقا (يەنى سەمۇد قەبىلىسىگە نەسەب جەھەتتىن) قېرىندىشى سالىھنى (پەيغەمبەر قىلىپ) ئەۋەتتۇق، (سالىھ) «اﷲ قا ئىبادەت قىلىڭلار» (دېدى)، ناگاھان ئۇلار جېدەللىشىدىغان (يەنى دىن بارىسىدا جىدەللىشىدىغان مۆمىنلەر ۋە كاپىرلاردىن ئىبارەت) ئىككى گۇرۇھقا بۆلۈنۈپ كەتتى",
        "numberInSurah": 45,
        "juz": 19,
        "manzil": 5,
        "page": 381,
        "ruku": 330,
        "hizbQuarter": 152,
        "sajda": false
      },
      {
        "number": 3205,
        "text": "سالىھ ئېيتتى: «ئى قەۋمىم، سىلەر نېمىشقا رەھمەتتىن بۇرۇن ئازابنىڭ كېلىشىنى تىلەيسىلەر؟ سىلەر رەھمەتكە ئېرىشىشىڭلار ئۈچۈن نېمىشقا اﷲ تىن مەغپىرەت تەلەپ قىلمايسىلەر؟»",
        "numberInSurah": 46,
        "juz": 19,
        "manzil": 5,
        "page": 381,
        "ruku": 330,
        "hizbQuarter": 152,
        "sajda": false
      },
      {
        "number": 3206,
        "text": "ئۇلار ئېيتتى: «(بىزگە كەلگەن قەھەتچىلىك) سېنىڭ ۋە سەن بىلەن بولغان كىشىلەرنىڭ شۇملۇقىدىن كەلدى». سالىھ ئېيتتى: «سىلەرگە كېلىدىغان ياخشى يامانلىق اﷲ تەرىپىدىن كېلىدۇ، بەلكى سىلەرنى اﷲ سىنايدۇ»",
        "numberInSurah": 47,
        "juz": 19,
        "manzil": 5,
        "page": 381,
        "ruku": 330,
        "hizbQuarter": 152,
        "sajda": false
      },
      {
        "number": 3207,
        "text": "شەھەردە (يەنى ھىجرىدە) يەر يۈزىدە بۇزغۇنچىلىق قىلىدىغان، ئىسلاھ قىلمايدىغان توققۇز نەپەر كىشى بار ئىدى",
        "numberInSurah": 48,
        "juz": 19,
        "manzil": 5,
        "page": 381,
        "ruku": 330,
        "hizbQuarter": 152,
        "sajda": false
      },
      {
        "number": 3208,
        "text": "ئۇلار: «ئۆز ئارا اﷲ بىلەن قەسەم قىلىڭلار» دېدى. ئۇلار ئېيتتى: «بىر كېچىدە سالىھنى ۋە ئۇنىڭ تەۋەلىرىنى چوقۇم ئۆلتۈرەيلى، ئاندىن چوقۇم ئۇنىڭ (يەنى ئۇلارنىڭ) ئىگىسىگە، ئۇ ئۆلتۈرۈلگەن چاغدا بىز ئۈستىدە ئەمەس ئىدۇق، بىز ھەقىقەتەن راستچىلمىز، دەيلى»",
        "numberInSurah": 49,
        "juz": 19,
        "manzil": 5,
        "page": 381,
        "ruku": 330,
        "hizbQuarter": 152,
        "sajda": false
      },
      {
        "number": 3209,
        "text": "ئۇلار (سالىھقا قارشى) سۇيىقەست پىلانلىدى. ئۇلارنى (ئۇلارنىڭ ھالاك بولۇشىنى تېزلىتىش ئۈچۈن) سۇيىقەستى ئۈچۈن تۇيۇقسىز جازالىدۇق",
        "numberInSurah": 50,
        "juz": 19,
        "manzil": 5,
        "page": 381,
        "ruku": 330,
        "hizbQuarter": 152,
        "sajda": false
      },
      {
        "number": 3210,
        "text": "ئۇلارنىڭ سۇيىقەستىنىڭ ئاقىۋىتىنىڭ قانداق بولغانلىقىغا قارىغىنكى، ئۇلارنى ۋە ئۇلارنىڭ قەۋمىنى پۈتۈنلەي ھالاك قىلدۇق",
        "numberInSurah": 51,
        "juz": 19,
        "manzil": 5,
        "page": 381,
        "ruku": 330,
        "hizbQuarter": 152,
        "sajda": false
      },
      {
        "number": 3211,
        "text": "ئۇلار زۇلۇم قىلغانلىقلىرى ئۈچۈن، ئەنە ئۇلارنىڭ ئۆيلىرى (ئادەمزاتتىن) خالى بولۇپ قالدى. اﷲ نىڭ (قۇدرىتىنى) بىلىدىغان قەۋم ئۈچۈن بۇنىڭدا (چوڭ) ئىبرەت بار",
        "numberInSurah": 52,
        "juz": 19,
        "manzil": 5,
        "page": 381,
        "ruku": 330,
        "hizbQuarter": 152,
        "sajda": false
      },
      {
        "number": 3212,
        "text": "(سالىھ بىلەن) ئىمان ئېيتقان ۋە تەقۋادارلىق قىلغانلارنى (ئازابتىن) قۇتقۇزدۇق",
        "numberInSurah": 53,
        "juz": 19,
        "manzil": 5,
        "page": 381,
        "ruku": 330,
        "hizbQuarter": 152,
        "sajda": false
      },
      {
        "number": 3213,
        "text": "(لۇتنىڭ قىسسىسىنى بايان قىلغىن) ئەينى زاماندا لۇت ئۆزىنىڭ قەۋمىگە ئېيتتى: «سىلەر بىلىپ تۇرۇپ قەبىھ ئىشلارنى قىلامسىلەر",
        "numberInSurah": 54,
        "juz": 19,
        "manzil": 5,
        "page": 381,
        "ruku": 330,
        "hizbQuarter": 152,
        "sajda": false
      },
      {
        "number": 3214,
        "text": "سىلەر ئاياللارنى قويۇپ، جىنسىي تەلىۋىڭلارنى ئەرلەر بىلەن قاندۇرامسىلەر؟ بەلكى سىلەر نادان قەۋمسىلەر»",
        "numberInSurah": 55,
        "juz": 19,
        "manzil": 5,
        "page": 381,
        "ruku": 330,
        "hizbQuarter": 152,
        "sajda": false
      },
      {
        "number": 3215,
        "text": "ئۇلارنىڭ بىردىن - بىر جاۋابى: «لۇتنىڭ تەۋەلىرىنى شەھىرىڭلاردىن ھەيدەپ چىقىرىڭلار، ئۇلار پاك كىشىلەردۇر» دېيىشتىن ئىبارەت بولدى",
        "numberInSurah": 56,
        "juz": 20,
        "manzil": 5,
        "page": 382,
        "ruku": 330,
        "hizbQuarter": 153,
        "sajda": false
      },
      {
        "number": 3216,
        "text": "بىز ئۇنى ۋە خوتۇنىدىن باشقا تەۋەلىرىنى قۇتقۇزدۇق، تەقدىرىمىز بىلەن ئۇنى (يەنى خوتۇنىنى ئازابقا) قالغۇچىلاردىن قىلدۇق",
        "numberInSurah": 57,
        "juz": 20,
        "manzil": 5,
        "page": 382,
        "ruku": 330,
        "hizbQuarter": 153,
        "sajda": false
      },
      {
        "number": 3217,
        "text": "ئۇلارنىڭ ئۈستىگە بىز يامغۇر (يەنى تاش) ياغدۇردۇق. ئاگاھلاندۇرۇلغۇچىلارغا ياغدۇرۇلغان يامغۇر نېمىدېگەن يامان!",
        "numberInSurah": 58,
        "juz": 20,
        "manzil": 5,
        "page": 382,
        "ruku": 330,
        "hizbQuarter": 153,
        "sajda": false
      },
      {
        "number": 3218,
        "text": "«جىمى ھەمدۇسانا اﷲ قا خاستۇر! ئۇنىڭ (پەيغەمبەرلىككە) تاللىغان بەندىلىرىگە ئامانلىق تىلەيمەن!» دېگىن. اﷲ ياخشىمۇ؟ ياكى ئۇلارنىڭ شېرىك كەلتۈرگەن بۇتلىرى ياخشىمۇ؟",
        "numberInSurah": 59,
        "juz": 20,
        "manzil": 5,
        "page": 382,
        "ruku": 331,
        "hizbQuarter": 153,
        "sajda": false
      },
      {
        "number": 3219,
        "text": "ئاسمانلارنى ۋە زېمىننى ياراتقان، سىلەرگە بۇلۇتتىن يامغۇر ياغدۇرۇپ بەرگەن، ئۇنىڭ بىلەن گۈزەل باغلارنى يېتىشتۈرۈپ بەرگەن كىم؟ ئۇ باغلارنىڭ دەرەخلىرىنى ئۆستۈرۈش سىلەرنىڭ قولۇڭلاردىن كەلمەيدۇ، اﷲ تىن باشقا ئىلاھ بارمۇ؟ باشقا ئىلاھ يوقتۇر، ئۇلار (ھەقىقەتتىن) بۇرۇلۇپ كەتكەن قەۋمدۇر",
        "numberInSurah": 60,
        "juz": 20,
        "manzil": 5,
        "page": 382,
        "ruku": 331,
        "hizbQuarter": 153,
        "sajda": false
      },
      {
        "number": 3220,
        "text": "زېمىننى) ئىنسانلارغا ۋە ھايۋانلارغا) تۇرالغۇ قىلغان، ئۇنىڭ تۈرلۈك تەرەپلىرىدە دەريالارنى ئاققۇزغان، ئۇنىڭ ئۈستىدە (تەۋرەپ كەتمەسلىكى ئۈچۈن) تاغلارنى ئورناتقان، ئىككى دېڭىز ئارىسىدا (يەنى تاتلىق سۇ بىلەن شورلۇق سۇ ئارىسىدا ئارىلىشىپ كەتمەسلىكى ئۈچۈن) توساقلارنى قىلغان كىم؟ اﷲ تىن باشقا ئىلاھ بارمۇ؟ (باشقا ئىلاھ يوق) ئۇلار (يەنى مۇشرىكلار) نىڭ تولىسى بىلمەيدۇ",
        "numberInSurah": 61,
        "juz": 20,
        "manzil": 5,
        "page": 382,
        "ruku": 331,
        "hizbQuarter": 153,
        "sajda": false
      },
      {
        "number": 3221,
        "text": "بېشىغا كۈن چۈشكەن ئادەم دۇئا قىلسا (ئۇنىڭ دۇئاسىنى) ئىجابەت قىلىدىغان، ئۇنىڭ بېشىغا كەلگەن ئېغىرچىلىقنى كۆتۈرۈۋېتىدىغان ۋە سىلەرنى زېمىننىڭ ئورۇنباسارلىرى قىلغان كىم؟ اﷲ تىن باشقا ئىلاھ بارمۇ؟ سىلەر ئازغىنا ۋەز - نەسىھەت ئالىسىلەر",
        "numberInSurah": 62,
        "juz": 20,
        "manzil": 5,
        "page": 382,
        "ruku": 331,
        "hizbQuarter": 153,
        "sajda": false
      },
      {
        "number": 3222,
        "text": "قۇرۇقلۇقنىڭ ۋە دېڭىزنىڭ قاراڭغۇلۇقلىرىدا سىلەرگە يول كۆرسىتىپ بېرىدىغان، رەھمىتىدىن (يەنى يامغۇر ياغدۇرۇپ بېرىشتىن) ئىلگىرى شاماللارنى بېشارەت قىلىپ ئەۋەتىدىغان كىم؟ اﷲ تىن باشقا ئىلاھ بارمۇ؟ (ھېچ ئىلاھ يوقتۇر) اﷲ ئۇلارنىڭ شېرىك كەلتۈرگەن نەرسىلىرىدىن پاكتۇر",
        "numberInSurah": 63,
        "juz": 20,
        "manzil": 5,
        "page": 382,
        "ruku": 331,
        "hizbQuarter": 153,
        "sajda": false
      },
      {
        "number": 3223,
        "text": "(ئىنساننى) دەسلەپتە خەلق ئەتكەن، ئاندىن ئۇنى تىرىلدۈرىدىغان كىم؟ سىلەرگە ئاسماندىن ۋە زېمىندىن رىزىق بېرىدىغان كىم؟ اﷲ تىن باشقا ئىلاھ بارمۇ؟ (ھېچ ئىلاھ يوقتۇر) ئېيتقىنكى، «) ئەگەر دەۋايىڭلاردا) راستچىل بولىدىغان بولساڭلار، دەلىلىرىڭلارنى كەلتۈرۈڭلار»",
        "numberInSurah": 64,
        "juz": 20,
        "manzil": 5,
        "page": 383,
        "ruku": 331,
        "hizbQuarter": 153,
        "sajda": false
      },
      {
        "number": 3224,
        "text": "اﷲ تىن بۆلەك ئاسمانلاردىكى ۋە زېمىندىكىلەر غەيبنى بىلمەيدۇ، ئۇلار (يەنى خالايىق) قاچان تىرىلىدىغانلىقلىرىنى بىلمەيدۇ",
        "numberInSurah": 65,
        "juz": 20,
        "manzil": 5,
        "page": 383,
        "ruku": 331,
        "hizbQuarter": 153,
        "sajda": false
      },
      {
        "number": 3225,
        "text": "ئۇلارنىڭ ئاخىرەت توغرىسىدىكى ئىلمى پىشىپ يېتىلدىمۇ؟ ئۇنداق ئەمەس، ئۇلار ئاخىرەت توغرۇلۇق گۇماندىدۇر، ئۇلار ئاخىرەت توغرۇلۇق كوردۇر",
        "numberInSurah": 66,
        "juz": 20,
        "manzil": 5,
        "page": 383,
        "ruku": 331,
        "hizbQuarter": 153,
        "sajda": false
      },
      {
        "number": 3226,
        "text": "كاپىرلار (يەنى قايتا تىرىلىشىنى ئىنكار قىلغۇچى مەككە مۇشرىكلىرى) ئېيتتى: «بىز ۋە بىزنىڭ ئاتا - بوۋىلىرىمىز توپا بولۇپ كەتكەندىن كېيىن (قەبرىمىزدىن تىرىلىپ) چوقۇم چىقىرىلامدۇق",
        "numberInSurah": 67,
        "juz": 20,
        "manzil": 5,
        "page": 383,
        "ruku": 332,
        "hizbQuarter": 153,
        "sajda": false
      },
      {
        "number": 3227,
        "text": "ھەقىقەتەن بىزگە ۋە ئاتا - بوۋىلىرىمىزغا ئىلگىرى (قايتا تىرىلىش) ۋەدە قىلىنغان ئىدى. بۇ پەقەت بۇرۇنقىلارنىڭ قىسسىلىرىدۇر»",
        "numberInSurah": 68,
        "juz": 20,
        "manzil": 5,
        "page": 383,
        "ruku": 332,
        "hizbQuarter": 153,
        "sajda": false
      },
      {
        "number": 3228,
        "text": "سەن (بۇ كۇففارلارغا) ئېيتقىن: «زېمىندا سەير قىلىڭلار، گۇناھكارلار (يەنى پەيغەمبەرلەرنى ئىنكار قىلغۇچىلار) نىڭ ئاقىۋىتىنىڭ قانداق بولغانلىقىغا قاراڭلار») ئۇلارنى اﷲ ھالاك قىلمىدىمۇ؟ ئىلگىرىكى كۇففارلارنىڭ بېشىغا كەلگەن كۈن كېيىنكى كۇففارلارنىڭ بېشىغىمۇ كېلىدۇ)",
        "numberInSurah": 69,
        "juz": 20,
        "manzil": 5,
        "page": 383,
        "ruku": 332,
        "hizbQuarter": 153,
        "sajda": false
      },
      {
        "number": 3229,
        "text": "(ئى مۇھەمممەد!) سەن ئۇلارنىڭ (ئىمان ئېيتمىغانلىقىدىن) قايغۇرمىغىن، ئۇلارنىڭ ھىيلە - مىكرىدىن ئىچىڭ پۇشمىسۇن (اﷲ سېنى ئۇلارنىڭ شەررىدىن ساقلايدۇ)",
        "numberInSurah": 70,
        "juz": 20,
        "manzil": 5,
        "page": 383,
        "ruku": 332,
        "hizbQuarter": 153,
        "sajda": false
      },
      {
        "number": 3230,
        "text": "ئۇلار: «ئەگەر (سۆزۈڭلاردا) راستچىل بولساڭلار، (سىلەر بىزگە ۋەدە قىلغان) ئازاب قاچان چۈشىدۇ» دېيىشىدۇ",
        "numberInSurah": 71,
        "juz": 20,
        "manzil": 5,
        "page": 383,
        "ruku": 332,
        "hizbQuarter": 153,
        "sajda": false
      },
      {
        "number": 3231,
        "text": "«سىلەر ئالدىراپ كەتكەن ئازابنىڭ بىر قىسمى سىلەرگە يېقىنلاشقان بولۇشى مۇمكىن» دېگىن (بۇ بەدرى سوقۇشىدا ئۇلارنىڭ ئۆلتۈرۈلۈشى ۋە ئەسىرگە ئېلىنىشىدۇر)",
        "numberInSurah": 72,
        "juz": 20,
        "manzil": 5,
        "page": 383,
        "ruku": 332,
        "hizbQuarter": 153,
        "sajda": false
      },
      {
        "number": 3232,
        "text": "پەرۋەردىگارىڭ ئىنسانلارغا ھەقىقەتەن مەرھەمەتلىكتۇر، لېكىن ئۇلارنىڭ تولىسى (پەرۋەردىگارىغا) شۈكۈر قىلمايدۇ",
        "numberInSurah": 73,
        "juz": 20,
        "manzil": 5,
        "page": 383,
        "ruku": 332,
        "hizbQuarter": 153,
        "sajda": false
      },
      {
        "number": 3233,
        "text": "پەرۋەردىگارىڭ ئۇلارنىڭ دىللىرىدا يوشۇرغانلىرىنى ۋە ئاشكارا قىلغانلىرىنى (يەنى ئۇلارنىڭ پەيغەمبەر ئەلەيھىسسالامغا قارىتا ئاداۋىتىنى ۋە سۈيىقەستىنى) شەك - شۈبھىسىز بىلىدۇ",
        "numberInSurah": 74,
        "juz": 20,
        "manzil": 5,
        "page": 383,
        "ruku": 332,
        "hizbQuarter": 153,
        "sajda": false
      },
      {
        "number": 3234,
        "text": "ئاسمان زېمىندا لەۋھۇلمەھپۇزغا يېزىلمىغان ھېچبىر سىر يوق",
        "numberInSurah": 75,
        "juz": 20,
        "manzil": 5,
        "page": 383,
        "ruku": 332,
        "hizbQuarter": 153,
        "sajda": false
      },
      {
        "number": 3235,
        "text": "(پەيغەمبەرلەرنڭ تۈگەنچىسى مۇھەممەد ئەلەيھىسسالامغا نازىل بولغان) بۇ قۇرئان ھەقىقەتەن ئىسرائىل ئەۋلادىغا ئۇلارنىڭ ئىختىلاپ قىلغان نەرسىلىرىنىڭ كۆپىنى بايان قىلىپ بېرىدۇ",
        "numberInSurah": 76,
        "juz": 20,
        "manzil": 5,
        "page": 383,
        "ruku": 332,
        "hizbQuarter": 153,
        "sajda": false
      },
      {
        "number": 3236,
        "text": "قۇرئان مۆمىنلەر ئۈچۈن ھەقىقەتەن ھىدايەتتۇر ۋە رەھمەتتۇر",
        "numberInSurah": 77,
        "juz": 20,
        "manzil": 5,
        "page": 384,
        "ruku": 332,
        "hizbQuarter": 153,
        "sajda": false
      },
      {
        "number": 3237,
        "text": "شۈبھىسىزكى، پەرۋەردىگارىڭ ئۇلار (يەنى بەنى ئىسرائىل ئەۋلادى) نىڭ ئارىسىدا (قىيامەت كۈنى) ئادىل ھۆكۈم چىقىرىدۇ، اﷲ غالىبتۇر، (بەندىلىرىنىڭ ئىشلىرىنى) بىلگۈچىدۇر",
        "numberInSurah": 78,
        "juz": 20,
        "manzil": 5,
        "page": 384,
        "ruku": 332,
        "hizbQuarter": 153,
        "sajda": false
      },
      {
        "number": 3238,
        "text": "اﷲ قا تەۋەككۈل قىلغىن (يەنى ئىشىڭنى اﷲ قا تاپشۇرغىن، ھەممە ئىشىڭدا اﷲ قا يۆلەنگىن، اﷲ ساڭا مەدەتكاردۇر)، (ئى مۇھەممەد) شۈبھىسىزكى، سەن روشەن ھەق (دىن) دىسەن",
        "numberInSurah": 79,
        "juz": 20,
        "manzil": 5,
        "page": 384,
        "ruku": 332,
        "hizbQuarter": 153,
        "sajda": false
      },
      {
        "number": 3239,
        "text": "سەن ئۆلۈكلەرگە ۋە يۈز ئۆرۈگەن گاسلارغا (يەنى دىللىرىنىڭ ئۆلۈكلىكىدە ئۆلۈكلەرگە ۋە ھەقنى ئاڭلىماسلىقتا گاسلارغا ئوخشايدىغان كۇففارلارغا) دەۋەتنى ئاڭلىتالمايسەن",
        "numberInSurah": 80,
        "juz": 20,
        "manzil": 5,
        "page": 384,
        "ruku": 332,
        "hizbQuarter": 153,
        "sajda": false
      },
      {
        "number": 3240,
        "text": "سەن (دىلى) كورلارنى گۇمراھلىقتىن ئايرىپ، ھىدايەت قىلالمايسەن، سەن (دەۋىتىڭنى) پەقەت بىزنىڭ ئايەتلىرىمىزگە ئىمان ئېيتىپ مۇسۇلمان بولغانلارغىلا ئاڭلىتالايسەن",
        "numberInSurah": 81,
        "juz": 20,
        "manzil": 5,
        "page": 384,
        "ruku": 332,
        "hizbQuarter": 153,
        "sajda": false
      },
      {
        "number": 3241,
        "text": "ئۇلار (يەنى كۇففارلار) غا ئالدىنئالا ئېيتىلغان سۆز ئىشقا ئاشقاندا (يەنى ئازاپ ۋە قىيامەت يېقىنلاشقاندا)، ئۇلارغا زېمىندىن بىر تۈرلۈك ھايۋاننى چىقىرىمىزكى، ئۇ ئۇلارغا ئىنسانلارنىڭ بىزنىڭ ئايەتلىرىمىزگە ئىشەنمىگەنلىكىنى سۆزلەيدۇ",
        "numberInSurah": 82,
        "juz": 20,
        "manzil": 5,
        "page": 384,
        "ruku": 332,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3242,
        "text": "ئۇ كۈندە ھەر ئۈممەتنىڭ ئىچىدىن بىزنىڭ ئايەتلىرىمىزنى ئىنكار قىلغانلاردىن بىر توپ ئادەمنى) ھېساب ئېلىش ۋە جازالاش ئۈچۈن) يىغىمىز (ئالدى - كەينى يىغىلغۇچە) ئۇلار توختىتىپ تۇرۇلىدۇ",
        "numberInSurah": 83,
        "juz": 20,
        "manzil": 5,
        "page": 384,
        "ruku": 333,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3243,
        "text": "ئۇلار) اﷲ نىڭ دەرگاھىغا) كەلگەن چاغلىرىدا، اﷲ ئۇلارغا: «سىلەر تولۇق بىلمەي تۇرۇپ مېنىڭ ئايەتلىرىمنى ئىنكار قىلدىڭلارمۇ؟ سىلەر (ئەمرى قىلىنغان نەرسىلەردىن) زادى نېمىلەرنى قىلدىڭلار؟» دەيدۇ",
        "numberInSurah": 84,
        "juz": 20,
        "manzil": 5,
        "page": 384,
        "ruku": 333,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3244,
        "text": "ئۇلار) ئۆزلىرىگە) زۇلۇم قىلغانلىقلىرى ئۈچۈن، ئۇلارغا ئازاب ھەقلىق بولدى. ئۇلار (ئۆزرىلىرى بولمىغانلىقى ئۈچۈن) سۆز قىلالمايدۇ",
        "numberInSurah": 85,
        "juz": 20,
        "manzil": 5,
        "page": 384,
        "ruku": 333,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3245,
        "text": "ئۇلارغا كېچىنى ئارام ئالىدىغان (ۋاقىت) قىلغانلىقىمىزنى، كۈندۈزنى (ھاياتلىق يولىدا ھەرىكەتلىنىش ئۈچۈن) يورۇق قىلغانلىقىمىزنى ئۇلار ئۇقمامدۇ؟ بۇنىڭدا ئىمان ئېيتىدىغان قەۋم ئۈچۈن (اﷲ نىڭ قۇدرىتىنى كۆرسىتىدىغان) نۇرغۇن ئالامەتلەر بار",
        "numberInSurah": 86,
        "juz": 20,
        "manzil": 5,
        "page": 384,
        "ruku": 333,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3246,
        "text": "ئۇ كۈندە سۇر چىلىنىدۇ، اﷲ خالىغانلاردىن (يەنى پەرىشتىلەر، پەيغەمبەرلەر ۋە شېھىتلاردىن) باشقا ئاسمانلاردىكى ۋە زېمىندىكى ھەممىنى قورقۇنچ باسىدۇ، ھەممە اﷲ قا بويسۇنغان ھالدا كېلىدۇ",
        "numberInSurah": 87,
        "juz": 20,
        "manzil": 5,
        "page": 384,
        "ruku": 333,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3247,
        "text": "تاغلارنى تۇرغۇن ھالەتتە گۇمان قىلىسەن، ھالبۇكى، ئۇلار بۇلۇتتەك چۆگىلەپ تۇرىدۇ، (بۇ) ھەممە نەرسىنى پۇختا ياراتقان اﷲ نىڭ ھۈنىرىدۇر، اﷲ ھەقىقەتەن سىلەرنىڭ قىلمىشلىرىڭلاردىن تولۇق خەۋەرداردۇر",
        "numberInSurah": 88,
        "juz": 20,
        "manzil": 5,
        "page": 384,
        "ruku": 333,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3248,
        "text": "ياخشى ئىش قىلغانلار قىلغان ياخشىلىقىدىن ئوبدانراق مۇكاپاتقا ئېرىشىدۇ، ئۇلار بۇ كۈندە قورقۇنجىدىن ئەمىن بولىدۇ",
        "numberInSurah": 89,
        "juz": 20,
        "manzil": 5,
        "page": 385,
        "ruku": 333,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3249,
        "text": "يامان ئىش قىلغانلار دوزاخقا يۈزى بىلەن تاشلىنىدۇ، سىلەر پەقەت قىلمىشىڭلارغا يارىشا جازالىنىسىلەر",
        "numberInSurah": 90,
        "juz": 20,
        "manzil": 5,
        "page": 385,
        "ruku": 333,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3250,
        "text": "(ئى مۇھەممەد! ئېيتقىنكى) «مەن پەقەت اﷲ ھۈرمەتلىك قىلغان بۇ شەھەر (يەنى مەككە مۇكەررەمە) نىڭ پەرۋەردىگارىغا ئىبادەت قىلىشقا بۇيرۇلدۇم، ھەممە نەرسە اﷲ نىڭ مۈلكىدۇر، مەن مۇسۇلمانلاردىن بولۇشقا، قۇرئان ئوقۇشقا بۇيرۇلدۇم». كىمكى ھىدايەت تاپىدىكەن، ئۇ ئۆزىنىڭ پايدىسى ئۈچۈندۇر، كىمكى ئازىدىكەن (ئۇنىڭ ۋابالى ئۆزىگە بولىدۇ) سەن (ئۇنىڭغا) ئېيتقىنكى، «مەن پەقەت ئاگاھلاندۇرغۇچىلاردىنمەن»",
        "numberInSurah": 91,
        "juz": 20,
        "manzil": 5,
        "page": 385,
        "ruku": 333,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3251,
        "text": "(ئى مۇھەممەد! ئېيتقىنكى) «مەن پەقەت اﷲ ھۈرمەتلىك قىلغان بۇ شەھەر (يەنى مەككە مۇكەررەمە) نىڭ پەرۋەردىگارىغا ئىبادەت قىلىشقا بۇيرۇلدۇم، ھەممە نەرسە اﷲ نىڭ مۈلكىدۇر، مەن مۇسۇلمانلاردىن بولۇشقا، قۇرئان ئوقۇشقا بۇيرۇلدۇم». كىمكى ھىدايەت تاپىدىكەن، ئۇ ئۆزىنىڭ پايدىسى ئۈچۈندۇر، كىمكى ئازىدىكەن (ئۇنىڭ ۋابالى ئۆزىگە بولىدۇ) سەن (ئۇنىڭغا) ئېيتقىنكى، «مەن پەقەت ئاگاھلاندۇرغۇچىلاردىنمەن»",
        "numberInSurah": 92,
        "juz": 20,
        "manzil": 5,
        "page": 385,
        "ruku": 333,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3252,
        "text": "(ئى مۇھەممەد!) ئېيتقىنكى، «جىمى ھەمدۇسانا اﷲ قا خاستۇر، اﷲ سىلەرگە (قۇدرىتىنى كۆرسىتىپ بېرىدىغان) ئالامەتلىرىنى كۆرسىتىدۇ، سىلەر ئۇلارنى (تونۇش پايدا بەرمەيدىغان چاغدا) تونۇيسىلەر، پەرۋەردىگارىڭ سىلەرنىڭ قىلغان ئەمەللىرىڭلاردىن غاپىل ئەمەستۇر",
        "numberInSurah": 93,
        "juz": 20,
        "manzil": 5,
        "page": 385,
        "ruku": 333,
        "hizbQuarter": 154,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "ug.saleh",
      "language": "ug",
      "name": "محمد صالح",
      "englishName": "Muhammad Saleh",
      "format": "text",
      "type": "translation",
      "direction": "rtl"
    }
  }
}