{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 32,
    "name": "سُورَةُ السَّجۡدَةِ",
    "englishName": "As-Sajda",
    "englishNameTranslation": "The Prostration",
    "revelationType": "Meccan",
    "numberOfAyahs": 30,
    "ayahs": [
      {
        "number": 3504,
        "text": "ئەلىف، لام، مىم",
        "numberInSurah": 1,
        "juz": 21,
        "manzil": 5,
        "page": 415,
        "ruku": 358,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3505,
        "text": "(بۇ) كىتاب (يەنى قۇرئان) نىڭ ئالەملەرنىڭ پەرۋەردىگارى تەرىپىدىن نازىل قىلىنغانلىقىدا ھېچ شەك يوقتۇر",
        "numberInSurah": 2,
        "juz": 21,
        "manzil": 5,
        "page": 415,
        "ruku": 358,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3506,
        "text": "مۇشرىكلار: «مۇھەممەد ئۇنى ئۆزى توقۇدى» دەيدۇ. ھەرگىز ئۇنداق ئەمەس، بەلكى ئۇ سەندىن ئىلگىرى ھېچقانداق بىر پەيغەمبەر كەلمىگەن بىر قەۋمنى ھىدايەت تاپسۇن دەپ، ئۇلارنى ئاگاھلاندۇرۇشۇڭ ئۈچۈن، پەرۋەردىگارىڭ تەرىپىدىن كەلگەن ھەقىقەتتۇر",
        "numberInSurah": 3,
        "juz": 21,
        "manzil": 5,
        "page": 415,
        "ruku": 358,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3507,
        "text": "اﷲ ئاسمانلارنى، زېمىننى ۋە ئۇلارنىڭ ئارىسىدىكى نەرسىلەرنى ئالتە كۈندە ياراتتى، ئاندىن ئەرش ئۈستىدە (ئۆزىگە لايىق رەۋىشتە) قارار ئالدى. سىلەرگە اﷲ تىن باشقا ھېچقانداق ئىگە يوق، شاپائەت قىلغۇچىمۇ يوق (بۇنى) پىكىر قىلىپ (ئىمان ئېيتمامسىلەر؟)",
        "numberInSurah": 4,
        "juz": 21,
        "manzil": 5,
        "page": 415,
        "ruku": 358,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3508,
        "text": "اﷲ ئاسماندىن زېمىنغىچە بولغان (مەخلۇقاتىنىڭ) ئىشلىرىنى ئىدارە قىلىپ تۇرىدۇ، ئاندىن ئۇ ئىشلار ئۇزۇنلۇقى سىلەر ساناۋاتقان مىڭ يىلدەك كېلىدىغان بىر كۈندە اﷲ نىڭ دەرگاھىغا ئۆرلەيدۇ",
        "numberInSurah": 5,
        "juz": 21,
        "manzil": 5,
        "page": 415,
        "ruku": 358,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3509,
        "text": "ئۇ (اﷲ) يوشۇرۇننى ۋە ئاشكارىنى بىلگۈچىدۇر، غالىبتۇر. (بەندىلىرىگە) ناھايىتى مېھرىباندۇر",
        "numberInSurah": 6,
        "juz": 21,
        "manzil": 5,
        "page": 415,
        "ruku": 358,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3510,
        "text": "ئۇ ھەممە نەرسىنى چىرايلىق (يەنى ھېكمىتىگە مۇۋاپىق، جايىدا) ياراتتى. دەسلەپتە ئىنساننى (يەنى ئىنسانلارنىڭ ئاتىسى ئادەم ئەلەيھىسسالامنى) لايدىن ياراتتى",
        "numberInSurah": 7,
        "juz": 21,
        "manzil": 5,
        "page": 415,
        "ruku": 358,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3511,
        "text": "ئاندىن ئۇنىڭ نەسلىنى ئەرزىمەس سۇنىڭ جەۋھىرى (يەنى مەنىي) دىن ياراتتى",
        "numberInSurah": 8,
        "juz": 21,
        "manzil": 5,
        "page": 415,
        "ruku": 358,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3512,
        "text": "ئاندىن ئۇنى راۋۇرۇس يارىتىپ، ئۇنىڭغا ئۆزىگە مەنسۇپ روھنى كىرگۈزدى (يەنى جاننى كىرگۈزدى). يەنە سىلەر ئۈچۈن قۇلاقلارنى، كۆزلەرنى ۋە يۈرەكلەرنى ياراتتى، سىلەر ئاز شۈكۈر قىلىسىلەر",
        "numberInSurah": 9,
        "juz": 21,
        "manzil": 5,
        "page": 415,
        "ruku": 358,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3513,
        "text": "ئۇلار: «يەر ئاستىدا يوقالغاندىن كېيىن (يەنى گۆردە توپىغا ئايلىنىپ كەتكەندىن كېيىن) راستلا قايتا يارىتىلامدۇق؟» دەيدۇ، بەلكى ئۇلار پەرۋەردىگارىغا مۇلاقات بولۇشنى ئىنكار قىلغۇچىلاردۇر",
        "numberInSurah": 10,
        "juz": 21,
        "manzil": 5,
        "page": 415,
        "ruku": 358,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3514,
        "text": "ئېيتقىنكى، «سىلەرنىڭ (جېنىڭلارنى ئېلىشقا) مۇئەككەل قىلىنغان پەرىشتە سىلەرنىڭ جېنىڭلارنى ئالىدۇ، ئاندىن پەرۋەردىگارىڭلارنىڭ دەرگاھىغا قايتۇرۇلىسىلەر»",
        "numberInSurah": 11,
        "juz": 21,
        "manzil": 5,
        "page": 415,
        "ruku": 358,
        "hizbQuarter": 166,
        "sajda": false
      },
      {
        "number": 3515,
        "text": "ئەگەر سەن گۇناھكارلارنىڭ پەرۋەردىگارىنىڭ دەرگاھىدا باشلىرىنى ساڭگىلىتىپ تۇرغانلىقىنى كۆرىدىغان بولساڭ (ئەلۋەتتە قورقۇنچلۇق ھالەتنى كۆرگەن بولاتتىڭ)، ئۇلار ئېيتىدۇ: «پەرۋەردىگارىمىز! (ئىشنىڭ ھەقىقىتىنى) كۆردۇق، ئاڭلىدۇق. بىزنى ياخشى ئەمەل قىلىش ئۈچۈن (دۇنياغا) قايتۇرغىن، بىز (ئەمدى) ھەقىقەتەن (سېنىڭ ۋەدەڭنىڭ ھەق ئىكەنلىكىگە) ئىشەنگۈچىلەرمىز»",
        "numberInSurah": 12,
        "juz": 21,
        "manzil": 5,
        "page": 416,
        "ruku": 359,
        "hizbQuarter": 166,
        "sajda": false
      },
      {
        "number": 3516,
        "text": "ئەگەر بىز خالىساق، ھەر بىر كىشىگە ئەلۋەتتە ھىدايەت بېرەتتۇق، لېكىن مېنىڭ (گۇناھكارلارنى ئازاب قىلىشتىن ئىبارەت) ھۆكمىم بېكىپ كەتتى. مەن چوقۇم جىنلار ۋە ئىنسانلار (يەنى ئۇلارنىڭ گۇناھكارلىرى) - ھەممىسى بىلەن جەھەننەمنى تولدۇرىمەن",
        "numberInSurah": 13,
        "juz": 21,
        "manzil": 5,
        "page": 416,
        "ruku": 359,
        "hizbQuarter": 166,
        "sajda": false
      },
      {
        "number": 3517,
        "text": "(ئەھلى دوزاخقا ئېيتىلىدۇ) «مۇشۇ كۈندىكى ئۇچرىشىشىڭلارنى ئۇنتۇپ قالغانلىقىڭلار ئۈچۈن (بۇ خورلىغۇچى ئازابنى) تېتىڭلار، بىز ھەقىقەتەن سىلەرنى ئۇنتۇدۇق، قىلمىشىڭلار تۈپەيلىدىن مەڭگۈلۈك ئازابنى تېتىڭلار»",
        "numberInSurah": 14,
        "juz": 21,
        "manzil": 5,
        "page": 416,
        "ruku": 359,
        "hizbQuarter": 166,
        "sajda": false
      },
      {
        "number": 3518,
        "text": "بىزنىڭ ئايەتلىرىمىزگە ھەقىقەتەن شۇنداق كىشىلەر ئىمان ئېيتىدۇكى، ئۇلارغا شۇ ئايەتلەر بىلەن ۋەز - نەسىھەت قىلىنسا (اﷲ نىڭ ئايەتلىرىنى ئۇلۇغلاش يۈزىسىدىن اﷲ قا) سەجدە قىلغان ھالدا يىقىلىدۇ، پەرۋەردىگارىغا تەسبىھ ئېيتىدۇ، ھەمدۇ ئېيتىدۇ. ئۇلار (پەرۋەردىگارىنىڭ تائەت - ئىبادىتىدىن) چوڭچىلىق قىلىپ باش تارتمايدۇ",
        "numberInSurah": 15,
        "juz": 21,
        "manzil": 5,
        "page": 416,
        "ruku": 359,
        "hizbQuarter": 166,
        "sajda": {
          "id": 10,
          "recommended": false,
          "obligatory": true
        }
      },
      {
        "number": 3519,
        "text": "ئۇلارنىڭ يانلىرى ئورۇن - كۆرپىدىن يىراق بولىدۇ (يەنى ئۇلار كېچىسى ئىبادەت قىلىپ ئاز ئۇخلايدۇ)، ئۇلار پەرۋەردىگارىنىڭ (ئازابىدىن) قورقۇپ، (رەھمىتىنى) ئۈمىد قىلىپ ئۇنىڭغا دۇئا قىلىدۇ، ئۇلارغا بىز رىزىق قىلىپ بەرگەن نەرسىلەردىن (ياخشىلىق يوللىرىغا) سەرپ قىلىدۇ",
        "numberInSurah": 16,
        "juz": 21,
        "manzil": 5,
        "page": 416,
        "ruku": 359,
        "hizbQuarter": 166,
        "sajda": false
      },
      {
        "number": 3520,
        "text": "ئۇلارنىڭ قىلغان ئەمەللىرىگە مۇكاپات يۈزىسىدىن اﷲ نىڭ ھۇزۇرىدا ساقلانغان ۋە ئۇلارنى خۇشال قىلىدىغان كاتتا نېمەتنى ھېچكىم بىلمەيدۇ",
        "numberInSurah": 17,
        "juz": 21,
        "manzil": 5,
        "page": 416,
        "ruku": 359,
        "hizbQuarter": 166,
        "sajda": false
      },
      {
        "number": 3521,
        "text": "مۆمىن ئادەم پاسىق ئادەمگە ئوخشامدۇ؟ ئۇلار (ئاخىرەتلىك ساۋابتا) باراۋەر ئەمەس",
        "numberInSurah": 18,
        "juz": 21,
        "manzil": 5,
        "page": 416,
        "ruku": 359,
        "hizbQuarter": 166,
        "sajda": false
      },
      {
        "number": 3522,
        "text": "ئىمان ئېيتقان ۋە ياخشى ئەمەللەرنى قىلغانلارغا كەلسەك، ئۇلارنىڭ قارارگاھى جەننەت بولىدۇ، (ئۇ) ئۇلارنىڭ قىلغان ئەمەللىرىنى مۇكاپاتلاش يۈزىسىدىن ئۇلا رئۈچۈن تەييارلانغان جايدۇر",
        "numberInSurah": 19,
        "juz": 21,
        "manzil": 5,
        "page": 416,
        "ruku": 359,
        "hizbQuarter": 166,
        "sajda": false
      },
      {
        "number": 3523,
        "text": "اﷲ نىڭ ئىتائىتىدىن چىققانلارغا كەلسەك، ئۇلارنىڭ جايى دوزاخ بولىدۇ، ھەر قاچان ئۇلار دوزاختىن چىقماقچى بولسا، ئۇلار دوزاخقا قايتۇرۇلىدۇ. ئۇلارغا: «سىلەر ئىنكار قىلغان دوزاخنىڭ ئازابىنى تېتىڭلار» دېيىلىدۇ",
        "numberInSurah": 20,
        "juz": 21,
        "manzil": 5,
        "page": 416,
        "ruku": 359,
        "hizbQuarter": 166,
        "sajda": false
      },
      {
        "number": 3524,
        "text": "ئۇلارنىڭ تەۋبە قىلىشى ئۈچۈن بىز ئۇلارغا چوقۇم ئەڭ چوڭ ئازابتىن (يەنى ئاخىرەت ئازابىدىن) ئىلگىرى ئەڭ يېقىنقى ئازاب (يەنى دۇنيا ئازابى) نى تېتىتىمىز",
        "numberInSurah": 21,
        "juz": 21,
        "manzil": 5,
        "page": 417,
        "ruku": 359,
        "hizbQuarter": 166,
        "sajda": false
      },
      {
        "number": 3525,
        "text": "پەرۋەردىگارىنىڭ ئايەتلىرى بىلەن ۋەز - نەسىھەت قىلىنغان، ئاندىن ئۇنىڭدىن يۈز ئۆرۈگەن ئادەمدىنمۇ زالىم ئادەم بارمۇ؟ بىز گۇناھكارلارنى چوقۇم جازالايمىز",
        "numberInSurah": 22,
        "juz": 21,
        "manzil": 5,
        "page": 417,
        "ruku": 359,
        "hizbQuarter": 166,
        "sajda": false
      },
      {
        "number": 3526,
        "text": "شەك - شۈبھىسىزكى، بىز مۇساغا كىتاب (يەنى تەۋراتنى) ئاتا قىلدۇق. (ئى مۇھەممەد!) سەن (مىراج كېچىسىدە، يا قىيامەت كۈنىدە) مۇساغا مۇلاقات بولۇشتىن شەكلەنمىگىن، بىز تەۋراتنى ئىسرائىل ئەۋلادىغا يېتەكچى قىلدۇق",
        "numberInSurah": 23,
        "juz": 21,
        "manzil": 5,
        "page": 417,
        "ruku": 360,
        "hizbQuarter": 166,
        "sajda": false
      },
      {
        "number": 3527,
        "text": "ئۇلار (كۈلپەتلەرگە) سەۋر قىلغان، بىزنىڭ ئايەتلىرىمىزگە جەزمەن ئىشەنگەن چاغدا، ئۇلاردىن بىر قىسىم كىشىلەرنى بىزنىڭ ئەمرىمىز بىلەن توغرا يول كۆرسىتىدىغان پېشۋالار قىلدۇق",
        "numberInSurah": 24,
        "juz": 21,
        "manzil": 5,
        "page": 417,
        "ruku": 360,
        "hizbQuarter": 166,
        "sajda": false
      },
      {
        "number": 3528,
        "text": "سېنىڭ پەرۋەردىگارىڭ قىيامەت كۈنى ئۇلارنىڭ ئارىسىدا ئۇلار ئىختىلاپ قىلىشقان (دىنىي) ئىشلار ئۈستىدە ئەلۋەتتە ھۆكۈم چىقىرىدۇ",
        "numberInSurah": 25,
        "juz": 21,
        "manzil": 5,
        "page": 417,
        "ruku": 360,
        "hizbQuarter": 166,
        "sajda": false
      },
      {
        "number": 3529,
        "text": "ئۇلاردىن ئىلگىرى ئۆتكەن قانچىلىغان ئۈممەتلەرنى ھالاك قىلغانلىقىمىزنى ئۇلار بىلمەمدۇ؟ ئۇلار (يەنى مەككىلىكلەر) ئۇلار (يەنى ھالاك بولغانلار) نىڭ يۇرتىدىن ئۆتۈپ تۇرىدۇ، بۇنىڭدا (بىزنىڭ قۇدرىتىمىزنىڭ چوڭلۇقىنى كۆرسىتىدىغان) نۇرغۇن دەلىللەر بار، ئۇلار ئاڭلىمامدۇ؟",
        "numberInSurah": 26,
        "juz": 21,
        "manzil": 5,
        "page": 417,
        "ruku": 360,
        "hizbQuarter": 166,
        "sajda": false
      },
      {
        "number": 3530,
        "text": "ئۇلار كۆرمەمدۇكى، بىز گىياھسىز زېمىنغا يامغۇر سۈيىنى سۈرۈپ ئېلىپ بارىمىز، ئۇنىڭ بىلەن ئۇلارنىڭ ھايۋاناتلىرى ۋە ئۆزلىرى يەيدىغان زىرائەتلەرنى ئۈندۈرۈپ چىقىرىمىز، ئۇلار (بۇنى) كۆرمەمدۇ؟",
        "numberInSurah": 27,
        "juz": 21,
        "manzil": 5,
        "page": 417,
        "ruku": 360,
        "hizbQuarter": 166,
        "sajda": false
      },
      {
        "number": 3531,
        "text": "ئۇلار (يەنى مەككە كۇففارلىرى مەسخىرە قىلىش يۈزىسىدىن): «(بىز بىلەن سىلەرنىڭ ئاراڭلاردا چىقىرىلىدىغان) بۇ ھۆكۈم قاچان ئەمەلگە ئاشىدۇ؟ ئەگەر سىلەر (دەۋايىڭلاردا) راستچىل بولساڭلار (ئېيتىپ بېرىڭلار)» دەيدۇ",
        "numberInSurah": 28,
        "juz": 21,
        "manzil": 5,
        "page": 417,
        "ruku": 360,
        "hizbQuarter": 166,
        "sajda": false
      },
      {
        "number": 3532,
        "text": "ئېيتقىنكى، «ھۆكۈم چىقىرىلىدىغان كۈندە كاپىرلارنىڭ ئېيتقان ئىمانىنىڭ پايدىسى بولمايدۇ، ئۇلارغا مۆھلەتمۇ بېرىلمەيدۇ»",
        "numberInSurah": 29,
        "juz": 21,
        "manzil": 5,
        "page": 417,
        "ruku": 360,
        "hizbQuarter": 166,
        "sajda": false
      },
      {
        "number": 3533,
        "text": "سەن ئۇلاردىن يۈز ئۆرۈگىن (يەنى سۆزلىرىگە پەرۋا قىلىپ كەتمىگىن). سەن (اﷲ نىڭ ئۇلارغا چۈشىدىغان ئازابىنى) كۈتكىن، ئۇلارمۇ ھەقىقەتەن (سىلەرگە چۈشىدىغان نەرسىلەرنى) كۈتكۈچىلەردۇر",
        "numberInSurah": 30,
        "juz": 21,
        "manzil": 5,
        "page": 417,
        "ruku": 360,
        "hizbQuarter": 166,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "ug.saleh",
      "language": "ug",
      "name": "محمد صالح",
      "englishName": "Muhammad Saleh",
      "format": "text",
      "type": "translation",
      "direction": "rtl"
    }
  }
}