{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 39,
    "name": "سُورَةُ الزُّمَرِ",
    "englishName": "Az-Zumar",
    "englishNameTranslation": "The Groups",
    "revelationType": "Meccan",
    "numberOfAyahs": 75,
    "ayahs": [
      {
        "number": 4059,
        "text": "بۇ كىتاب غالىب، ھېكمەت بىلەن ئىش قىلغۇچى اﷲ تەرىپىدىن نازىل قىلىنغاندۇر",
        "numberInSurah": 1,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4060,
        "text": "ساڭا بىز (بۇ) كىتابنى ھەقىقەتەن ھەق بىلەن (يەنى ھەقىقەتنى ئۆز ئىچىگە ئالغان ھالدا) نازىل قىلدۇق، دىنىڭنى شېرىكتىن (ۋە رىيادىن) ساپ قىلغىنىڭ ھالدا اﷲ قا ئىبادەت قىلغىن",
        "numberInSurah": 2,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4061,
        "text": "بىلىڭلاركى، (شېرىكتىن ۋە رىيادىن) ساپ دىن اﷲ قا خاستۇر، اﷲ نى قويۇپ بۇتلارنى ھىمايىچى قىلىۋالغانلار: «بىزنىڭ ئۇلارغا چوقۇنۇشىمىز پەقەت ئۇلارنىڭ بىزنى اﷲ قا يېقىنلاشتۇرۇشى ئۈچۈندۇر» (دەيدۇ). اﷲ ھەقىقەتەن (قىيامەت كۈنى) ئۇلارنىڭ ئىختىلاپ قىلىشقان نەرسىلىرى ئۈستىدە ھۆكۈم چىقىرىدۇ، اﷲ ھەقىقەتەن يالغانچىنى، (اﷲ نىڭ نېمەتلىرىگە) كۇفرىلىق قىلغۇچىنى ھىدايەت قىلمايدۇ",
        "numberInSurah": 3,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4062,
        "text": "ئەگەر اﷲ بالا تۇتۇشنى خالىسا ئىدى، ئەلۋەتتە، مەخلۇقات ئىچىدىن خالىغاننى ئىختىيار قىلاتتى، اﷲ (بالا تۇتۇشتىن) پاكتۇر، ئۇ غالىب بىر اﷲ دۇر",
        "numberInSurah": 4,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4063,
        "text": "اﷲ ئاسمانلارنى ۋە زېمىننى ھەق ئاساسىدا ياراتتى. اﷲ كېچىنى كۈندۈزگە كىرگۈزىدۇ ۋە كۈندۈزنى كېچىگە كىرگۈزىدۇ، اﷲ كۈن بىلەن ئاينى (بەندىلەرنىڭ مەنپەئەتىگە) بويسۇندۇرۇپ بەردى، ئۇلارنىڭ ھەر بىرى مۇئەييەن ۋاقىتقىچە (يەنى قىيامەتكىچە ئۆز ئوقىدا) سەير قىلىدۇ، بىلىڭلاركى، ئۇ (يەنى اﷲ ئۆز ئىشىدا) غالىبتۇر. (بەندىلىرىنىڭ گۇناھلىرىنى تولىمۇ مەغپىرەت قىلغۇچىدۇر",
        "numberInSurah": 5,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4064,
        "text": "اﷲ سىلەرنى بىر ئادەمدىن ياراتتى، ئاندىن ئۇنىڭدىن ئۇنىڭ جۈپتىنى (يەنى ھەۋۋانى) ياراتتى ۋە ھايۋانلاردىن سەككىزنى سىلەر ئۈچۈن ياراتتى، اﷲ سىلەرنى ئاناڭلارنىڭ قارنىدا بىر ھالەتتىن يەنە بىر ھالەتكە تەرەققىي قىلدۇرۇپ (يەنى ئابىمەنىي، ئاندىن لەختە قان، ئاندىن پارچە گۆش باسقۇچلىرىغا بۆلۈپ)، ئۈچ قاراڭغۇلۇق (يەنى بالاھەمراھىنىڭ پەردىسى، بەچچىدان ۋە ئانىنىڭ قورسىقى) ئىچىدە يارىتىدۇ، ئەنە شۇ اﷲ سىلەرنىڭ پەرۋەردىگارىڭلاردۇر، پادىشاھلىق اﷲ قا خاستۇر، ئۇنىڭدىن باشقا ھېچ ئىلاھ يوقتۇر، قانداقمۇ (ئۇنىڭغا ئىبادەت قىلىشتىن ئۇنىڭدىن غەيرىيگە چوقۇنۇشقا) بۇرۇلۇپ كېتىسىلەر",
        "numberInSurah": 6,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4065,
        "text": "ئەگەر كاپىر بولساڭلار اﷲ سىلەردىن بىھاجەتتۇر، اﷲ بەندىلىرىنىڭ كاپىر بولۇشىغا رازى بولمايدۇ. ئەگەر سىلەر شۈكۈر قىلساڭلار، اﷲ سىلەرنىڭ قىلغان شۈكۈرۈڭلاردىن رازى بولىدۇ، بىر گۇناھكار ئادەم باشقا بىراۋنىڭ گۇناھىنى ئۈستىگە ئالمايدۇ (يەنى ھەر ئادەم قىلغان گۇناھىغا ئۆزى جاۋابكار بولىدۇ)، ئاندىن سىلەر پەرۋەردىگارىڭلارنىڭ دەرگاھىغا قايتىسىلەر، اﷲ قىلمىشىڭلارنى سىلەرگە ئېيتىپ بېرىدۇ، اﷲ ھەقىقەتەن دىللاردىكى سىرلارنى تولۇق بىلگۈچىدۇر",
        "numberInSurah": 7,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4066,
        "text": "ئىنسانغا بىرەر زىيان - زەخمەت يەتسە، پەرۋەردىگارىغا يۈزلەنگەن ھالدا ئۇنىڭغا دۇئا قىلىدۇ، ئاندىن اﷲ ئۆز تەرىپىدىن ئۇنىڭغا نېمەت ئاتا قىلغان (ئۇنىڭ بېشىغا كەلگەن كۈلپەتنى كۆتۈرۈۋەتكەن) چاغدا، اﷲ قا زىيان - زەخمەتنى كۆتۈرۈۋېتىش توغرۇلۇق ئىلگىرى قىلغان دۇئاسىنى ئۇنتۇپ كېتىدۇ، (باشقىلارنى) اﷲ نىڭ يولىدىن ئازدۇرۇش ئۈچۈن اﷲ قا شېرىكلەرنى كەلتۈرىدۇ، ئېيتقىنكى، «سەن كۇفرىڭ بىلەن تۇرۇپ، (بۇ پانىي دۇنيادىن) ئازغىنا (ۋاقىت) بەھرىمەن بولغىن، سەن چوقۇم دوزىخىلاردىندۇرسەن",
        "numberInSurah": 8,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 396,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4067,
        "text": "(اﷲ قا شېرىك كەلتۈرگەن ئادەم ياخشىمۇ؟) ياكى ئاخىرەت (ئازابىدىن) قورقۇپ، پەرۋەردىگارىنىڭ رەھمىتىنى ئۈمىد قىلىپ كېچىنىڭ سائەتلىرىنى سەجدە قىلغان ۋە قىيامدا تۇرغان ھالدا ئىبادەت قىلىپ ئۆتكۈزگەن ئادەم (ياخشىمۇ؟)». ئېيتقىنكى، «بىلىدىغانلار بىلەن بىلمەيدىغانلار باراۋەر بولامدۇ؟ پەقەت (ساغلام) ئەقىل ئىگىلىرى ئىبرەت ئالىدۇ»",
        "numberInSurah": 9,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 396,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4068,
        "text": "ئېيتقىنكى، «ئى (اﷲ نىڭ) مۆمىن بەندىلىرى! پەرۋەردىگارىڭلارغا تەقۋادارلىق قىلىڭلار، بۇ دۇنيادا ياخشى ئىش قىلغانلار (ئاخىرەتتە) ياخشىلىققا (يەنى جەننەتكە) ئېرىشىدۇ. اﷲ نىڭ يېرى كەڭدۇر (كۇففارلار ئارىسىدىن شۇ يەرگە ھىجرەت قىلىڭلار)، پەقەت سەۋر قىلغۇچىلارغا ئۇلارنىڭ ئەجرى ھېسابسىز بېرىلىدۇ»",
        "numberInSurah": 10,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4069,
        "text": "ئېيتقىنكى، «مەن دىننى (شېرىكتىن ۋە رىيادىن) ساپ قىلغان ھالدا اﷲ قا ئىبادەت قىلىشقا بۇيرۇلدۇم",
        "numberInSurah": 11,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4070,
        "text": "ھەمدە (بۇ ئۈممەتنىڭ ئىچىدە) مۇسۇلمانلارنىڭ ئەۋۋىلى بولۇشقا بۇيرۇلدۇم»",
        "numberInSurah": 12,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4071,
        "text": "ئېيتقىنكى، «ئەگەر مەن پەرۋەردىگارىمغا ئاسىيلىق قىلسام، شۈبھىسىزكى، بۈيۈك كۈننىڭ ئازابىدىن قورقىمەن (يەنى اﷲ نىڭ ئەمرىگە ئاسىيلىق قىلسام، قىيامەت كۈنى ئۇنىڭ مېنى جەھەننەم ئوتى بىلەن ئازابلىشىدىن قورقىمەن)»",
        "numberInSurah": 13,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4072,
        "text": "ئېيتقىنكى، «دىنىمنى (شېرىكتىن ۋە رىيادىن) ساپ قىلغان ھالدا اﷲ قا ئىبادەت قىلىمەن",
        "numberInSurah": 14,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4073,
        "text": "سىلەر اﷲ تىن باشقا خالىغىنىڭلارغا ئىبادەت قىلىڭلار!» ئېيتقىنكى، «قىيامەت كۈنى ئۆزلىرىنى ۋە ئائىلىسىدىكىلەرنى زىيان تارتقۇزغۇچىلار قاتتىق زىيان تارتقۇچىلاردۇر، بىلىڭلاركى، ئەنە شۇ روشەن زىياندۇر",
        "numberInSurah": 15,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4074,
        "text": "ئۇلارنى ئۈستىدىنمۇ قاتمۇقات ئوت، ئاستىدىنمۇ قاتمۇقات ئوت ئورىۋالىدۇ، شۇ (قاتتىق ئازاب) بىلەن اﷲ بەندىلىرىنى قورقىتىدۇ». ئى بەندىلىرىم! (ئازابىمدىن) قورقۇڭلار",
        "numberInSurah": 16,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4075,
        "text": "شەيتانغا (ۋە بۇتلارغا) چوقۇنۇشتىن يىراق بولغانلارغا، اﷲ قا (ۋە ئۇنىڭ ئىبادىتىگە) قايتقانلارغا (جەننەت بىلەن) خۇش خەۋەر بېرىلىدۇ، سۆزگە قۇلاق سېلىپ ئۇنىڭ ئەڭ ياخشىسىغا ئەگىشىدىغانلارغا (يەنى تەقۋادار بەندىلىرىمگە) خۇش خەۋەر بەرگىن، ئەنە شۇلار اﷲ ھىدايەت قىلغان كىشىلەردۇر، ئەنە شۇلار (ساغلام) ئەقىل ئىگىلىرىدۇر",
        "numberInSurah": 17,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4076,
        "text": "شەيتانغا (ۋە بۇتلارغا) چوقۇنۇشتىن يىراق بولغانلارغا، اﷲ قا (ۋە ئۇنىڭ ئىبادىتىگە) قايتقانلارغا (جەننەت بىلەن) خۇش خەۋەر بېرىلىدۇ، سۆزگە قۇلاق سېلىپ ئۇنىڭ ئەڭ ياخشىسىغا ئەگىشىدىغانلارغا (يەنى تەقۋادار بەندىلىرىمگە) خۇش خەۋەر بەرگىن، ئەنە شۇلار اﷲ ھىدايەت قىلغان كىشىلەردۇر، ئەنە شۇلار (ساغلام) ئەقىل ئىگىلىرىدۇر",
        "numberInSurah": 18,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4077,
        "text": "كىمگە ئازاب ۋەدىسى تېگىشلىك بولسا (ئۇ چوقۇم دوزاخقا كىرىدۇ)، سەن دوزاختىكى ئادەمنى قۇتقۇزالامسەن؟",
        "numberInSurah": 19,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4078,
        "text": "لېكىن (دۇنيادا) پەرۋەردىگارىدىن قورققانلار (جەننەتتە) قەۋەت - قەۋەت ئالىي ئىمارەتلەردىن بەھرىمەن بولىدۇ، ئۇلارنىڭ ئاستىدىن ئۆستەڭلەر ئېقىپ تۇرىدۇ، (بۇ) اﷲ نىڭ ۋەدىسىدۇر، اﷲ ۋەدىسىگە خىلاپلىق قىلمايدۇ",
        "numberInSurah": 20,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4079,
        "text": "سەن بىلمەمسەنكى، اﷲ بۇلۇتتىن يامغۇر ياغدۇرىدۇ. ئاندىن ئۇنى يەرگە سىڭدۈرۈپ بۇلاقنى پەيدا قىلىدۇ. ئاندىن اﷲ ئۇنىڭ بىلەن رەڭگى خىلمۇخىل زىرائەتلەرنى ئۈندۈرىدۇ. ئاندىن ئۇ قۇرۇيدۇ، ئۇنىڭ سارغىيىپ كەتكەنلىكىنى كۆرىسەن. ئاندىن اﷲ ئۇنى شاخ - شۇمبىغا ئايلاندۇرىدۇ، ئۇنىڭدا ھەقىقەتەن ئەقىل ئىگىلىرى ئۈچۈن (اﷲ نىڭ قۇدرىتىنى كۆرسىتىدىغان) ئىبرەت بار",
        "numberInSurah": 21,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4080,
        "text": "اﷲ كۆكسىنى ئىسلام ئۈچۈن كەڭ قىلغان، پەرۋەردىگارىنىڭ نۇرى ئۈستىدە بولغان ئادەم (دىلى كور ئادەم بىلەن) ئوخشاشمۇ؟ اﷲ نىڭ زىكرىنى تەرك ئەتكەنلىكتىن دىللىرى قېتىپ كەتكەنلەرگە ۋاي! ئەنە شۇلار روشەن گۇمراھلىقتىدۇر",
        "numberInSurah": 22,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4081,
        "text": "اﷲ سۆزلەرنىڭ ئەڭ چىرايلىقى بولغان قۇرئاننى نازىل قىلدى. (پاساھەتتە، بالاغەتتە) ئۇنىڭ بەزىسى بەزىسىگە ئوخشاپ كېتىدۇ، (ۋەز - نەسىھەتلەر، ئەھكاملار، قىسسىلەر ئۇنىڭدا) تەكرارلىنىدۇ، (قۇرئاندىكى ئازاب ئايەتلىرى تىلاۋەت قىلىنغان چاغدا) پەرۋەردىگارىدىن قورقىدىغان كىشىلەرنىڭ بەدەنلىرى تىترەيدۇ، ئاندىن اﷲ نىڭ زىكرى ئۈچۈن (يەنى اﷲ نىڭ رەھمىتى، مەغپىرىتىگە دائىر ئايەتلەر تىلاۋەت قىلىنغان چاغدا)، ئۇلارنىڭ بەدەنلىرى ۋە دىللىرى يۇمشاپ (ئارام تاپىدۇ)، ئەنە شۇ (يەنى قۇرئان) اﷲ نىڭ ھىدايىتىدۇركى، ئۇنىڭ بىلەن (اﷲ) خالىغان ئادەمنى ھىدايەت قىلىدۇ، اﷲ ئازدۇرغان ئادەمگە ھېچ ھىدايەت قىلغۇچى بولمايدۇ",
        "numberInSurah": 23,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4082,
        "text": "قىيامەت كۈنى قاتتىق ئازابنى يۈزى بىلەن مۇداپىئە قىلىدىغان ئادەم (ئازابقا دۇچار بولمايدىغان ئادەم بىلەن ئوخشاشمۇ؟) زالىملارغا (يەنى كاپىرلارغا): «قىلغان گۇناھىڭلارنىڭ جازاسىنى تېتىڭلار» (دېيىلىدۇ)",
        "numberInSurah": 24,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4083,
        "text": "ئۇلاردىن ئىلگىرى ئۆتكەن (ئۈممەت) لەر (پەيغەمبەرلىرىنى) ئىنكار قىلدى، ئويلىمىغان يەردىن ئۇلارغا ئازاب كەلدى",
        "numberInSurah": 25,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4084,
        "text": "اﷲ ئۇلارغا بۇ دۇنيادا خارلىقنىڭ (تەمىنى) تېتىتتى، ئاخىرەتنىڭ ئازابى تېخىمۇ بۈيۈكتۇر، ئۇلار (ئاخىرەتنىڭ ئازابىنى) بىلسە ئىدى (پەيغەمبەرلىرىنى ئىنكار قىلمايتتى)",
        "numberInSurah": 26,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4085,
        "text": "بىز كىشىلەرنى ۋەز - نەسىھەت ئالسۇن دەپ، بۇ قۇرئاندا ئۇلارغا تۈرلۈك مىساللارنى بايان قىلدۇق",
        "numberInSurah": 27,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4086,
        "text": "قۇرئان ئەرەبچىدۇر، ئەگرىلىكتىن خالىدۇر، ئۈمىدكى، ئۇلار (قۇرئاننىڭ مەنىسىنى چۈشىنىپ كۇفرىدىن) ساقلانغاي",
        "numberInSurah": 28,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4087,
        "text": "اﷲ (سىلەرگە مۇنداق) بىر مىسالنى كەلتۈرىدۇ: بىر قۇل بولۇپ، ئۇنىڭغا (ئىشقا سېلىشنى) تالىشىدىغان نۇرغۇن خوجايىنلار ئىگىدارچىلىق قىلىدۇ (بىرسى بۇ ئىشقا، بىرسى ئۇ ئىشقا بۇيرۇيدۇ، ئۇ كىمنى رازى قىلىشنى بىلەلمەي قالىدۇ)، يەنە بىر قۇل بولۇپ، ئۇ بىر ئادەمگىلا خاستۇر، بۇ ئىككى قۇل (يەنى ئۇنىڭ ئەھۋالى) باراۋەرمۇ؟ جىمى ھەمدۇسانا اﷲ قا خاستۇر! بەلكى ئۇلار (يەنى مۇشرىكلار) نىڭ تولىسى بىلمەيدۇ",
        "numberInSurah": 29,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4088,
        "text": "سەن ھەقىقەتەن ئۆلىسەن، ئۇلارمۇ ھەقىقەتەن ئۆلىدۇ",
        "numberInSurah": 30,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4089,
        "text": "ئاندىن كېيىن سىلەر قىيامەت كۈنى پەرۋەردىگارىڭلارنىڭ دەرگاھىدا بىر - بىرىڭلار بىلەن دەۋا قىلىشىسىلەر",
        "numberInSurah": 31,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4090,
        "text": "اﷲ قا يالغاننى چاپلىغان، نازىل بولغان راست سۆزنى (يەنى قۇرئاننى) ئىنكار قىلغان ئادەمدىنمۇ زالىم كىشى بارمۇ؟ جەھەننەمدە كاپىرلارغا ئورۇن يوقمۇ؟",
        "numberInSurah": 32,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4091,
        "text": "راست سۆز (يەنى قۇرئان) نى ئېلىپ كەلگەن كىشى ۋە ئۇنى ئېتىراپ قىلغان كىشىلەر - ئەنە شۇلار تەقۋادارلاردۇر",
        "numberInSurah": 33,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4092,
        "text": "ئۇلار پەرۋەردىگارىنىڭ دەرگاھىدا ئۆزلىرى خالىغان نەرسىلەردىن بەھرىمەن بولىدۇ، ئەنە شۇ ياخشى ئىش قىلغۇچىلارنىڭ مۇكاپاتىدۇر",
        "numberInSurah": 34,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4093,
        "text": "اﷲ ئۇلارنىڭ ئەڭ يامان ئەمەللىرىنى يوققا چىقىرىدۇ، ئۇلارغا قىلغان ئەڭ ياخشى ئەمەللىرى بويىچە ساۋاب بېرىدۇ",
        "numberInSurah": 35,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4094,
        "text": "اﷲ بەندىسىگە (يەنى مۇھەممەد ئەلەيھىسسالامنى قوغداشقا ۋە ئۇنىڭغا ياردەم بېرىشكە) يېتەرلىك ئەمەسمۇ؟ ئۇلار سېنى اﷲ تىن باشقا مەبۇدلار بىلەن قورقىتىدۇ، اﷲ گۇمراھ قىلغان ئادەمنى ھېچ ھىدايەت قىلغۇچى بولمايدۇ",
        "numberInSurah": 36,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4095,
        "text": "اﷲ ھىدايەت قىلغان ئادەمنى ھېچ ئازدۇرغۇچى بولمايدۇ، اﷲ غالىب، (دۈشمەنلىرىنى) جازالىغۇچى ئەمەسمۇ؟",
        "numberInSurah": 37,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4096,
        "text": "ئەگەر ئۇلاردىن: «ئاسمانلارنى ۋە زېمىننى كىم ياراتقان» دەپ سورىساڭ، شۈبھىسىزكى، ئۇلار: «اﷲ ياراتقان» دەيدۇ. ئېيتقىنكى، «ئەگەر اﷲ ماڭا بىرەر زىيان - زەخمەت يەتكۈزۈشنى ئىرادە قىلسا، ئۇنى دەپئى قىلىشقا، يا اﷲ ماڭا رەھمەت قىلىشنى ئىرادە قىلسا، ئۇنى توسۇۋېلىشقا، اﷲ تىن باشقا سىلەر ئىبادەت قىلىۋاتقان مەبۇدلار قادىر بولالامدۇ؟ ماڭا ئېيتىپ بېرىڭلارچۇ؟» ئېيتقىنكى، «ماڭا اﷲ كۇپايىدۇر، تەۋەككۈل قىلغۇچىلار ئۇنىڭغا تەۋەككۇل قىلسۇن (يەنى ھەممە ئىشنى اﷲ قا تاپشۇرسۇن)»",
        "numberInSurah": 38,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4097,
        "text": "ئېيتقىنكى، «ئى قەۋمىم! سىلەر ئۆز ھالىڭلار بويىچە ئىشلەڭلار، مەنمۇ ئۆز ھالىم بويىچە ئىشلەيمەن، سىلەر ئۇزۇنغا قالماي خارلىغۇچى ئازابنىڭ كىمگە كېلىدىغانلىقىنى، مەڭگۈلۈك ئازابنىڭ كىمگە چۈشىدىغانلىقىنى بىلىسىلەر»",
        "numberInSurah": 39,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4098,
        "text": "ئېيتقىنكى، «ئى قەۋمىم! سىلەر ئۆز ھالىڭلار بويىچە ئىشلەڭلار، مەنمۇ ئۆز ھالىم بويىچە ئىشلەيمەن، سىلەر ئۇزۇنغا قالماي خارلىغۇچى ئازابنىڭ كىمگە كېلىدىغانلىقىنى، مەڭگۈلۈك ئازابنىڭ كىمگە چۈشىدىغانلىقىنى بىلىسىلەر»",
        "numberInSurah": 40,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4099,
        "text": "شۈبھىسىزكى، بىز ساڭا كىتابنى ئىنسانلار ئۈچۈن ھەق بىلەن نازىل قىلدۇق، كىمكى ھىدايەت تاپىدىكەن، ئۆزى ئۈچۈن ھىدايەت تاپقان بولىدۇ، كىمكى ئازىدىكەن، ئۆزىنىڭ زىيىنى ئۈچۈن ئازغان بولىدۇ، سەن ئۇلارغا ھامىي ئەمەسسەن (يەنى ئۇلارنى ئىمانغا زورلاشقا مۇئەككەل ئەمەسسەن)",
        "numberInSurah": 41,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4100,
        "text": "ئىنسانلار ئۆلىدىغان چاغلىرىدا، اﷲ ئۇلارنىڭ جانلىرىنى ئالىدۇ، ئۆلمىگەنلەرنىڭ جانلىرىنى ئۇخلىغان چاغلىرىدا ئالىدۇ، ئۆلۈمگە ھۆكۈم قىلىنغان (يەنى ئەجىلى يەتكەنلەر) نىڭ جانلىرىنى تۇتۇپ قېلىپ، قالغانلارنىڭ جانلىرىنى مۇئەييەن ۋاقىتقىچە (يەنى ئەجىلى يەتكۈچە) قويۇپ بېرىدۇ، بۇنىڭدا پىكىر يۈرگۈزىدىغان قەۋم ئۈچۈن (اﷲ نىڭ قۇدرىتىنى كۆرسىتىدىغان) نۇرغۇن ئالامەتلەر بار",
        "numberInSurah": 42,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4101,
        "text": "(ئۇلار پىكىر يۈرگۈزمىدى) بەلكى اﷲ نى قويۇپ، (بۇتلاردىن) شاپائەتچىلەرنى تۇتتى. ئېيتقىنكى، «ئۇلار (يەنى شاپائەتچى قىلىنغان بۇتلار) ھېچ نەرسىگە قادىر بولالمايدىغان ۋە (ھېچ نەرسىنى) سەزمەيدىغان تۇرسىمۇ (ئۇلارنى شاپائەتچى تۇتامدۇ؟)",
        "numberInSurah": 43,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4102,
        "text": "شاپائەتنىڭ ھەممىسى اﷲ نىڭ ئىلكىدىدۇر (ھېچ ئادەم اﷲ نىڭ ئىزنىسىز شاپائەت قىلالمايدۇ)، ئاسمانلارنىڭ ۋە زېمىننىڭ پادىشاھلىقى اﷲ قا خاستۇر. ئاندىن سىلەر اﷲ نىڭ دەرگاھىغا قايتۇرۇلىسىلەر»",
        "numberInSurah": 44,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4103,
        "text": "يالغۇز اﷲ تىلغا ئېلىنسا، ئاخىرەتكە ئىشەنمەيدىغانلارنىڭ دىللىرى سىقىلىپ كېتىدۇ. اﷲ تىن باشقا مەبۇدلار تىلغا ئېلىنسا، ئۇلار خۇش بولۇپ كېتىدۇ",
        "numberInSurah": 45,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4104,
        "text": "ئېيتقىنكى، «ئى ئاسمانلارنى ۋە زېمىننى ياراتقۇچى، يوشۇرۇننى ۋە ئاشكارىنى بىلگۈچى اﷲ! سەن بەندىلىرىڭنىڭ ئارىسىدا ئۇلار ئىختىلاپ قىلىشقان نەرسىلەر ئۈستىدە ھۆكۈم چىقىرىسەن»",
        "numberInSurah": 46,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4105,
        "text": "ئەگەر (ئۆزلىرىگە) زۇلۇم قىلغانلارنىڭ ئىگىدارچىلىقىدا يەر يۈزىدىكى نەرسىلەرنىڭ ھەممىسى يەنە شۇنىڭدەك بىر ھەسسە كۆپ نەرسە بولىدىغان بولسا، قىيامەت كۈنىدىكى قاتتىق ئازاب ئۈچۈن ئۇنى فىدىيە بەرگەن بولاتتى، ئۇلارغا اﷲ تەرىپىدىن (بۇ دۇنيادىكى چاغلىرىدا) ئويلاپ باقمىغان ئازابلار ئاشكارا بولىدۇ",
        "numberInSurah": 47,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4106,
        "text": "ئۇلارغا ئۇلارنىڭ (دۇنيادا) قىلغان يامان ئىشىلىرى ئاشكارا بولىدۇ، ئۇلارنىڭ (دۇنيادىكى چاغدا پەيغەمبەرنىڭ دەۋىتىنى) مەسخىرە قىلغانلىقلىرىنىڭ جازاسى ئۈچۈن ئۇلارنى (قاتتىق) ئازاب ئورىۋالىدۇ",
        "numberInSurah": 48,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4107,
        "text": "ئىنسانغا بىرەر مۇسىبەت يەتسە، بىزگە دۇئا قىلىپ (ئىلتىجا قىلىدۇ)، ئاندىن ئۇنىڭغا مەرھەمەت قىلىپ بىرەر نېمىتىمىزنى ئاتا قىلساق، ئۇ: «بۇ نېمەت ماڭا ئۆز ئىلمىمدىن (يەنى پەزلىمدىن، ئەمگىكىمدىن، تىرىشچانلىقىمدىن، رىزىق تېپىشنىڭ يوللىرىنى بىلگەنلىكىمدىن) كەلدى» دەيدۇ. (ئىش ئۇ ئويلىغاندەك ئەمەس) بەلكى ئۇ سىناقتۇر (يەنى نېمەت ئاتا قىلىش بىلەن، ئۇنى ئىتائەت قىلامدۇ؟ ئاسىيلىق قىلامدۇ؟ دەپ سىنايمىز). لېكىن ئۇلارنىڭ تولىسى (بۇنى) بىلمەيدۇ",
        "numberInSurah": 49,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4108,
        "text": "مۇنداق سۆزنى ئۇلاردىن ئىلگىرىكىلەرمۇ قىلغان، ئۇلارنىڭ ئېرىشكەن مال - مۈلۈكلىرى ئۇلارغا ئەسقاتمىدى",
        "numberInSurah": 50,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4109,
        "text": "ئۇلار (دۇنيادا) قىلغان يامانلىقلىرىنىڭ جازاسىنى تارتتى. بۇلارنىڭ ئىچىدىكى زۇلۇم قىلغانلارمۇ قىلغان يامانلىقلىرىنىڭ جازاسىنى تارتىدۇ، ئۇلار ئازابىمىزدىن قۇتۇلالمايدۇ",
        "numberInSurah": 51,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4110,
        "text": "ئۇلار بىلمەمدۇكى، اﷲ (سىناش يۈزىسىدىن) خالىغان ئادەمنىڭ رىزقىنى كەڭ قىلىدۇ، (خالىغان ئادەمنىڭ رىزقىنى) تار قىلىدۇ، شەك - شۈبھىسىزكى، بۇنىڭدا ئىمان ئېيتقان قەۋم ئۈچۈن نۇرغۇن ئالامەتلەر بار",
        "numberInSurah": 52,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4111,
        "text": "(ئى مۇھەممەد! مېنىڭ تىلىمدىن) ئېيتقىنكى، «(گۇناھلارنى قىلىۋېرىپ) ئۆزلىرىگە جىنايەت قىلغان بەندىلىرىم! اﷲ نىڭ رەھمىتىدىن ئۈمىدسىزلەنمەڭلار. اﷲ ھەقىقەتەن (خالىغان ئادەمنىڭ) جىمى گۇناھلىرىنى مەغپىرەت قىلىدۇ، شۈبھىسىزكى، اﷲ ناھايىتى مەغپىرەت قىلغۇچىدۇر، ناھايىتى مېھرىباندۇر",
        "numberInSurah": 53,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4112,
        "text": "سىلەرگە ئازاب كېلىپ، ياردەمگە ئېرىشەلمىگىنىڭلاردىن بۇرۇن پەرۋەردىگارىڭلار تەرەپكە قايتىڭلار ۋە ئۇنىڭغا ئىتائەت قىلىڭلار",
        "numberInSurah": 54,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4113,
        "text": "سىلەر تۇيمىغان ھالەتتە سىلەرگە ئازابنىڭ ئۇشتۇمتۇت كېلىشىدىن ئىلگىرى سىلەرگە نازىل قىلىنغان ئەڭ گۈزەل قۇرئانغا ئەگىشىڭلار»",
        "numberInSurah": 55,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4114,
        "text": "ھەر قانداق ئادەم: «اﷲ نىڭ تائىتىدە كەتكۈزۈپ قويغانلىرىمغا ھەسرەت! مەن (اﷲ نىڭ شەرىئىتىنى ۋە دىنىنى) مەسخىرە قىلغۇچىلاردىن ئىدىم» دەپ قالماسلىق ئۈچۈن",
        "numberInSurah": 56,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4115,
        "text": "ياكى «اﷲ مېنى ھىدايەت قىلغان بولسا (ھىدايەت تېپىپ) ئەلۋەتتە تەقۋادارلاردىن بولاتتىم» دەپ قالماسلىق ئۈچۈن",
        "numberInSurah": 57,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4116,
        "text": "ياكى ئازابنى كۆرگەن چاغدا: «كاشكى دۇنياغا قايتىشىمغا بولسا ئىدى، (ئۇ چاغدا اﷲ قا ئىتائەت قىلىپ) ياخشىلاردىن بولار ئىدىم» دەپ قالماسلىق ئۈچۈن (پەرۋەردىگارىغا بويسۇنسۇن)",
        "numberInSurah": 58,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4117,
        "text": "دۇرۇس، ھەقىقەتەن ساڭا مېنىڭ نۇرغۇن ئايەتلىرىم (يەنى ھىدايەتكە سەۋەب بولىدىغان قۇرئان) كەلدى. سەن ئۇلارنى ئىنكار قىلدىڭ، بويۇنتاۋلىق قىلدىڭ، سەن كاپىرلادىن بولدۇڭ",
        "numberInSurah": 59,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4118,
        "text": "قىيامەت كۈنى اﷲ قا يالغاننى چاپلىغانلارنىڭ يۈزلىرىنى قاپقارا كۆرىسەن، جەھەننەمدە مۇتەكەببىرلەرگە ئورۇن يوقمۇ؟",
        "numberInSurah": 60,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4119,
        "text": "اﷲ (شېرىكتىن ۋە گۇناھتىن) ساقلانغۇچىلارنى بەختكە ئېرىشتۈرىدىغان يوللار ئارقىلىق (ئازابتىن) قۇتۇلدۇرىدۇ، ئۇلارغا كۈلپەت يەتمەيدۇ، ئۇلار قايغۇرمايدۇ",
        "numberInSurah": 61,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4120,
        "text": "اﷲ ھەممە نەرسىنى ياراتقۇچىدۇر، ھەممە نەرسىگە ھامىيدۇر (ئۇلارنى خالىغانچە تەسەررۇپ قىلىدۇ)",
        "numberInSurah": 62,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4121,
        "text": "ئاسمانلارنىڭ ۋە زېمىننىڭ (خەزىنىلىرىنىڭ) ئاچقۇچلىرى اﷲ نىڭ ئىلكىدىدۇر، اﷲ نىڭ ئايەتلىرىنى ئىنكار قىلغانلار – ئەنە شۇلار زىيان تارتقۇچىلاردۇر",
        "numberInSurah": 63,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4122,
        "text": "(ئى مۇھەممەد!) ئېيتقىنكى، «ئى نادانلار! مېنى اﷲ تىن غەيرىيگە ئىبادەت قىلىشىقا بۇيرۇمسىلەر؟»",
        "numberInSurah": 64,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4123,
        "text": "ساڭا ۋە سەندىن ئىلگىرىكى (پەيغەمبەر) لەرگە: «ئەگەر سەن اﷲ قا شېرىك كەلتۈرسەڭ، سېنىڭ ئەمەلىڭ ئەلۋەتتە بىكار بولۇپ كېتىدۇ، سەن ئەلۋەتتە زىيان تارتقۇچىلاردىن بولۇپ قالىسەن، بەلكى يالغۇز اﷲ قا ئىبادەت قىلغىن ۋە شۈكۈر قىلغۇچىلاردىن بولغىن» دەپ ۋەھيى قىلىندى",
        "numberInSurah": 65,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4124,
        "text": "ساڭا ۋە سەندىن ئىلگىرىكى (پەيغەمبەر) لەرگە: «ئەگەر سەن اﷲ قا شېرىك كەلتۈرسەڭ، سېنىڭ ئەمەلىڭ ئەلۋەتتە بىكار بولۇپ كېتىدۇ، سەن ئەلۋەتتە زىيان تارتقۇچىلاردىن بولۇپ قالىسەن، بەلكى يالغۇز اﷲ قا ئىبادەت قىلغىن ۋە شۈكۈر قىلغۇچىلاردىن بولغىن» دەپ ۋەھيى قىلىندى",
        "numberInSurah": 66,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4125,
        "text": "ئۇلار اﷲ نى ھەقىقىي رەۋىشتە تونۇمىدى. قىيامەت كۈنى زېمىن پۈتۈنلەي اﷲ نىڭ چاڭگىلىدا بولىدۇ، ئاسمانلار اﷲ نىڭ ئوڭ قولىدا قاتلىنىپ تۇرىدۇ، اﷲ ئۇلار (يەنى مۇشرىكلار) نىڭ شېرىك كەلتۈرگەن نەرسىلىرىدىن پاكتۇر ۋە ئۈستۈندۇر",
        "numberInSurah": 67,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4126,
        "text": "سۇر چېلىنغاندا ئاسمانلاردىكى ۋە زېمىندىكى اﷲ خالىغاندىن باشقا مەخلۇقاتلارنىڭ ھەممىسى ئۆلىدۇ، ئاندىن سۇر ئىككىنچى قېتىم چېلىنغاندا ناگاھان ئۇلار تۇرۇپ (نېمىگە بۇيرۇلىدىغانلىقلىرىغا) قاراپ تۇرىدۇ",
        "numberInSurah": 68,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4127,
        "text": "مەھشەرگاھ پەرۋەردىگارىنىڭ نۇرى بىلەن يورۇيدۇ، نامە - ئەماللار ھازىر قىلىنىدۇ، پەيغەمبەرلەر ۋە گۇۋاھچىلار كەلتۈرۈلىدۇ، ئۇلارنىڭ ئارىسىدا ئادىل ھۆكۈم چىقىرىلىدۇ، ئۇلارغا زۇلۇم قىلىنمايدۇ",
        "numberInSurah": 69,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4128,
        "text": "ھەر ئادەمگە قىلغان ئەمەلىنىڭ ساۋابى تولۇق بېرىلىدۇ، اﷲ ئۇلارنىڭ ئەمەللىرىنى ئوبدان بىلىدۇ",
        "numberInSurah": 70,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4129,
        "text": "كاپىرلار جەھەننەمگە توپ - توپ بولۇپ ھەيدىلىدۇ، ئۇلار جەھەننەمگە يېتىپ كەلگەندە، جەھەننەمنىڭ دەرۋازىلىرى ئېچىلىدۇ، جەھەننەمنى باشقۇرغۇچى پەرىشتىلەر ئۇلارغا: «ئاراڭلاردىن سىلەرگە پەرۋەردىگارىڭلارنىڭ ئايەتلىرىنى سىلەرگە ئوقۇپ بېرىدىغان، بۈگۈنكى ئۇچرىشىشنىڭ بارلىقىدىن ئاگاھلاندۇرىدىغان پەيغەمبەرلەر كەلمىگەنمۇ؟» دەيدۇ. ئۇلار: «شۇنداق (پەيغەمبەرلەر كەلگەن، بىزنى ئاگاھلاندۇرغان)، لېكىن ئازابقا دۇچار بولۇش ھۆكمى (كۇفرى ۋە قىلمىشلىرى تۈپەيلىدىن) كاپىرلارغا تېگىشلىك بولدى» دەيدۇ",
        "numberInSurah": 71,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4130,
        "text": "(ئۇلارغا) «جەھەننەمنىڭ دەرۋازىلىرىدىن كىرىڭلار، جەھەننەمدە مەڭگۈ قېلىڭلار، مۇتەكەببىرلارنىڭ جايى نېمىدېگەن يامان!» دېيىلىدۇ",
        "numberInSurah": 72,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4131,
        "text": "پەرۋەردىگارىغا تەقۋادارلىق قىلغانلار جەننەتكە توپ - توپ بولغان ھالدا ماڭدۇرۇلىدۇ، ھالبۇكى، ئۇلار جەننەتكە يېتىپ كەلگەن چاغدا ئۇنىڭ دەرۋازىلىرى ئېچىلىپ بولغان بولىدۇ، جەننەتكە مۇئەككەل پەرىشتىلەر ئۇلارغا: «سىلەرگە ئامانلىق بولسۇن، سىلەر (گۇناھلارنىڭ كىرلىرىدىن) پاك بولدۇڭلار، جەننەتكە كىرىڭلار، (ئۇنىڭدا) مەڭگۈ قېلىڭلار» دەيدۇ",
        "numberInSurah": 73,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4132,
        "text": "ئۇلار (جەننەتكە كىرىپ ئورۇنلاشقان چاغدا) ئېيتىدۇ: «جىمى ھەمدۇسانا اﷲ قا خاستۇركى، ئۇ بىزگە قىلغان ۋەدىسىنى ئىشقا ئاشۇردى، جەننەتنىڭ زېمىنىغا بىزنى ۋارىس قىلدى. جەننەتتە ئۆزىمىز خالىغان جايدا تۇرىمىز، ئىشلىگۈچىلەرنىڭ ئەجرى (يەنى جەننەت) نېمىدېگەن ياخشى!»",
        "numberInSurah": 74,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4133,
        "text": "پەرىشتىلەرنىڭ پەرۋەردىگارىغا تەسبىھ ئېيتقان، ھەمدى ئېيتقان ھالدا ئەرشنىڭ چۆرىسىنى ئوراپ تۇرغانلىقىنى كۆرىسەن، ئۇلارنىڭ ئارىسىدا ھەققانىي ھۆكۈم چىقىرىلىدۇ (مۆمىنلەر جەننەتكە كىرىدۇ، كاپىرلار دوزاخقا كىرىدۇ)، «جىمى ھەمدۇسانا ئالەملەرنىڭ پەرۋەردىگارى اﷲ قا خاستۇر!» دېيىلىدۇ",
        "numberInSurah": 75,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "ug.saleh",
      "language": "ug",
      "name": "محمد صالح",
      "englishName": "Muhammad Saleh",
      "format": "text",
      "type": "translation",
      "direction": "rtl"
    }
  }
}