{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 41,
    "name": "سُورَةُ فُصِّلَتۡ",
    "englishName": "Fussilat",
    "englishNameTranslation": "Explained in detail",
    "revelationType": "Meccan",
    "numberOfAyahs": 54,
    "ayahs": [
      {
        "number": 4219,
        "text": "حامىم",
        "numberInSurah": 1,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4220,
        "text": "(بۇ) ناھايىتى شەپقەتلىك، مېھرىبان اﷲ تەرىپىدىن نازىل قىلىنغان (ۋەھيىدۇر)",
        "numberInSurah": 2,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4221,
        "text": "ئايەتلىرى ئوچۇق بايان قىلىنغان كىتابتۇر، بىلىدىغان قەۋم ئۈچۈن نازىل بولغان ئەرەبچە قۇرئاندۇر",
        "numberInSurah": 3,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4222,
        "text": "(مۆمىنلەرگە جەننەت بىلەن) خۇش خەۋەر بەرگۈچىدۇر، (كاپىرلارنى دوزاخ بىلەن) ئاگاھلاندۇرغۇچىدۇر. ئۇلار (يەنى مۇشرىكلار) نىڭ تولىسى (ئۇنىڭ ئايەتلىرىنى پىكىر قىلىشتىن) يۈز ئۆرۈدى. ئۇلار (ئۇنىڭغا) قۇلاق سالمايدۇ",
        "numberInSurah": 4,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4223,
        "text": "ئۇلار (پەيغەمبەرگە): «بىزنىڭ دىللىرىمىز سەن بىزنى دەۋەت قىلغان نەرسىلەردىن پەردىلەنگەن، قۇلاقلىرىمىز ئېغىر، سەن بىلەن بىزنىڭ ئارىمىزدا پەردە (يەنى دىنىي جەھەتتە ئوخشىماسلىق) بار، سەن ئۆز ئىشىڭنى قىل، بىزمۇ ھەقىقەتەن ئۆز ئىشىمىزنى قىلايلى (يەنى سەنمۇ ئۆز دىنىڭ بىلەن بول، بىزمۇ ئۆز دىنىمىز بىلەن بولايلى)» دەيدۇ",
        "numberInSurah": 5,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4224,
        "text": "سەن (ئۇ مۇشرىكلارغا): «مەن سىلەرگە ئوخشاش ئىنسانمەن، ماڭا، ئىلاھىڭلار بىر ئىلاھتۇر، دەپ ۋەھيى قىلىنىدۇ، ئۇنىڭغا (ئىمان ۋە تائەت - ئىبادەت بىلەن) يۈزلىنىڭلار ۋە ئۇنىڭدىن مەغپىرەت تىلەڭلار!» دېگىن، مۇشرىكلارغا ۋاي!",
        "numberInSurah": 6,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4225,
        "text": "ئۇلار زاكات بەرمەيدۇ، ئاخىرەتكە ئىشەنمەيدۇ",
        "numberInSurah": 7,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4226,
        "text": "ئىمان ئېيتقان ۋە ياخشى ئەمەللەرنى قىلغانلارغا ئەلۋەتتە ئۈزلۈكسىز ساۋاب بېرىلىدۇ",
        "numberInSurah": 8,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4227,
        "text": "(سەن ئۇلارغا) «سىلەر زېمىننى ئىككى كۈندە ياراتقان اﷲ نى ئىنكار قىلامسىلەر ۋە ئۇنىڭغا شېرىكلەر كەلتۈرەمسىلەر؟ ئۇ ئالەملەرنىڭ پەرۋەردىگارىدۇر» دېگىن",
        "numberInSurah": 9,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4228,
        "text": "ئۇ زېمىننىڭ ئۈستىدە نۇرغۇن تاغلارنى ياراتتى، زېمىننى بەرىكەتلىك قىلدى، ئەھلى زېمىننىڭ رىزقىنى بەلگىلىدى، (زېمىننى يارىتىش بىلەن ئاھالىسىنىڭ رىزقىنى بەلگىلەشنى كەم - زىيادىسىز) باراۋەر تۆت كۈندە (تاماملىدى)، (زېمىننىڭ ۋە ئۇنىڭدىكى نەرسىلەرنىڭ يارىتىلىش مۇددىتىنى) سورىغۇچىلار ئۈچۈن (بۇ جاۋابتۇر)",
        "numberInSurah": 10,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4229,
        "text": "ئاندىن ئۇ ئاسماننى (يارىتىشقا) يۈزلەندى، ھالبۇكى، ئۇ تۇمان ھالىتىدە ئىدى، ئاسمان بىلەن زېمىنغا: «ئىختىيارىي ياكى ئىختىيارسىز ھالدا كېلىڭلار (يەنى ئەمرىمنى قوبۇل قىلىڭلار)» دېدى. ئىككىلىسى «ئىختىيارىي كەلدۇق» دېدى",
        "numberInSurah": 11,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4230,
        "text": "اﷲ يەتتە ئاسماننى ئىككى كۈندە ياراتتى. ھەر ئاسماننىڭ ئىشىنى ئۆزىگە بىلدۈردى (يەنى ھەر ئاسماننىڭ ئېھتىياجلىق ئىشلىرىنى ئورۇنلاشتۇردى). ئەڭ تۆۋەنكى ئاسماننى يۇلتۇزلار بىلەن زىننەتلىدۇق ۋە قوغدىدۇق، بۇ ئەنە شۇ غالىب، ھەممىنى بىلگۈچى اﷲ نىڭ تەقدىرىدۇر",
        "numberInSurah": 12,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4231,
        "text": "ئەگەر ئۇلار (بۇ بايانلاردىن كېيىن ئىماندىن) يۈز ئۆرۈسە (سەن ئۇلارغا): «سىلەرنى ئاد ۋە سەمۇد قەۋمىلىرىنىڭ بېشىغا كەلگەن ئازابقا ئوخشاش ئازابتىن ئاگاھلاندۇرىمەن» دېگىن",
        "numberInSurah": 13,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4232,
        "text": "ئۆز ۋاقتىدا ئۇلارغا ئالدى - كەينىدىن (يەنى ھەممە تەرەپتىن) پەيغەمبەرلەر كېلىپ: «بىر اﷲ تىن باشقىغا ئىبادەت قىلماڭلار!» دېسە، ئۇلار: «ئەگەر پەرۋەردىگارىمىز خالىسا، چوقۇم پەرىشتىلەرنى چۈشۈرگەن بولاتتى، بىز سىلەرنىڭ پەيغەمبەرلىكىڭلارنى ھەقىقەتەن ئىنكار قىلىمىز» دېدى",
        "numberInSurah": 14,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4233,
        "text": "ئاد بولسا زېمىندا (اﷲ نىڭ بەندىلىرى ھۇد ۋە ئۇنىڭ بىلەن ئىمان ئېيتقانلارغا) ھەقسىز رەۋىشتە يوغانچىلىق قىلدى. ئۇلار: «كۈچ - قۇۋۋەتتە بىزدىن كىم ئارتۇق؟» دېدى. ئۇلار ئۆزلىرىنى ياراتقان اﷲ نىڭ كۈچ - قۇۋۋەتتە ئۆزلىرىدىن ئۈستۈن ئىكەنلىكىنى بىلمىدىمۇ؟ ئۇلار بىزنىڭ ئايەتلىرىمىزنى ئىنكار قىلدى",
        "numberInSurah": 15,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4234,
        "text": "ئۇلارغا بۇ دۇنيادىلا خار قىلغۇچى ئازابنى تېتىتىشىمىز ئۈچۈن، شۇم كۈنلەردە قاتتىق سوغۇق شامالنى ئەۋەتتۇق، ئاخىرەتنىڭ ئازابى تېخىمۇ خار قىلغۇچىدۇر، ئۇلار (ئازابنى دەپئى قىلىدىغان) ياردەمگە ئېرىشەلمەيدۇ",
        "numberInSurah": 16,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4235,
        "text": "سەمۇدقا بولسا توغرا يولنى كۆرسەتتۇق، ئۇلار ھىدايەتتىن كورلۇق (يەنى گۇمراھلىق) نى ئارتۇق بىلدى. قىلمىشلىرى تۈپەيلىدىن، ئۇلارنى خار قىلغۇچى چاقماق ئازابى ھالاك قىلدى",
        "numberInSurah": 17,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4236,
        "text": "ئىمان ئېيتقانلارنى ۋە تەقۋادارلارنى (يەنى سالىھ ئەلەيھىسسالام بىلەن ئۇنىڭغا ئەگەشكەنلەرنى ئازابتىن) قۇتقۇزدۇق",
        "numberInSurah": 18,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4237,
        "text": "ئۇ كۈندە اﷲ نىڭ دۈشمەنلىرى دوزاخقا توپلىنىدۇ، ئالدى - ئارقىسى يىغىلىپ بولغۇچە توختىتىپ قويۇلىدۇ",
        "numberInSurah": 19,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 415,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4238,
        "text": "ئۇلار دوزاخقا كەلگەندە، ئۇلارنىڭ قۇلاقلىرى، كۆزلىرى ۋە تېرىلىرى ئۇلارنىڭ قىلمىشلىرى ھەققىدە گۇۋاھلىق بېرىدۇ",
        "numberInSurah": 20,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 415,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4239,
        "text": "ئۇلار ئۆزلىرىنىڭ تېرىلىرىگە: «نېمىشقا بىزنىڭ زىيىنىمىزغا گۇۋاھلىق بەردىڭلار؟» دەيدۇ، تېرىلىرى: «ھەر نەرسىنى سۆزلەتكەن اﷲ بىزنى سۆزلەتتى، ئۇ دەسلەپتە سىلەرنى ياراتتى. ئۇنىڭ دەرگاھىغا قايتۇرۇلىسىلەر» دەيدۇ",
        "numberInSurah": 21,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 415,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4240,
        "text": "سىلەر (دۇنيادىكى چېغىڭلاردا) قۇلىقىڭلارنىڭ، كۆزۈڭلارنىڭ، تېرىلىرىڭلارنىڭ سىلەرنىڭ زىيىنىڭلارغا گۇۋاھلىق بېرىشىدىن ساقلانمىغان ئىدىڭلار (يەنى يامان ئىشلارنى قىلغان چېغىڭلاردا، رەسۋا بولۇشتىن قورقۇپ، كىشىلەردىن يوشۇرغان ئىدىڭلار، ۋەھالەنكى، ئەزالىرىڭلارنىڭ سىلەرنىڭ زىيىنىڭلارغا گۇۋاھلىق بېرىدىغانلىقىنى گۇمان قىلمىغان ئىدىڭلار)، لېكىن سىلەر قىلمىشىڭلاردىن نۇرغۇن ئىشلارنى «اﷲ بىلمەيدۇ» دەپ گۇمان قىلدىڭلار",
        "numberInSurah": 22,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 415,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4241,
        "text": "پەرۋەردىگارىڭلارغا قىلغان ئەنە شۇ (قەبىھ) گۇمانىڭلار سىلەرنى ھالاك قىلدى. شۇنىڭ بىلەن زىيان تارتقۇچىلاردىن بولدۇڭلار",
        "numberInSurah": 23,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 415,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4242,
        "text": "ئەگەر ئۇلار (ئازابقا) چىدىسا، (چىداملىقنىڭ پايدىسى يوق) دوزاخ ئۇلارنىڭ جايىدۇر، ئەگەر ئۇلار (اﷲ تىن) رازىلىق تىلىسە، ھەرگىز رازىلىققا ئېرىشەلمەيدۇ",
        "numberInSurah": 24,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 415,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4243,
        "text": "ئۇلارغا بىز (شەيتانلاردىن) دوستلارنى مۇسەللەت قىلدۇق، ئۇلار (يەنى شەيتانلار) ئۇلارغا ئالدى - كەينىدىكى نەرسىلەرنى (يەنى ئۇلارنىڭ ھازىرقى ۋە كەلگۈسىدىكى قەبىھ ئەمەللىرىنى) چىرايلىق كۆرسەتتى، ئۇلارغا ئۇلاردىن ئىلگىرى ئۆتكەن ئىنسانلاردىن ۋە جىنلاردىن بولغان (گۇناھكار شەقى) ئۈممەتلەر قاتارىدا ئازاب سۆزى تېگىشلىك بولدى، چۈنكى ئۇلار زىيان تارتقۇچىلار ئىدى",
        "numberInSurah": 25,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 415,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4244,
        "text": "كاپىرلار: «بۇ قۇرئانغا قۇلاق سالماڭلار، ئۇنى ئېلىشتۇرۇۋېتىڭلار، سىلەر غەلىبە قىلىشىڭلار مۇمكىن» دەيدۇ",
        "numberInSurah": 26,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 416,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4245,
        "text": "بىز كاپىرلارغا چوقۇم قاتتىق ئازابنى تېتىتىمىز، بىز ئۇلارنىڭ يامان قىلمىشلىرىغا ئەڭ قاتتىق جازا بېرىمىز",
        "numberInSurah": 27,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 416,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4246,
        "text": "اﷲ نىڭ دۈشمەنلىرىگە بېرىلىدىغان جازا ئەنە شۇ دوزاختۇر، ئۇلارنىڭ مەڭگۈلۈك تۇرىدىغان جايى دوزاختۇر، بىزنىڭ ئايەتلىرىمىزنى ئىنكار قىلغانلىقلىرى ئۈچۈن (ئۇلارغا) شۇنداق جازا بېرىلىدۇ",
        "numberInSurah": 28,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 416,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4247,
        "text": "كاپىرلار: «پەرۋەردىگارىمىز! ئىنسانلاردىن ۋە جىنلاردىن بىزنى ئازدۇرغانلارنى بىزگە كۆرسەتكىن، (ئۇلارنىڭ) ئەڭ خارلاردىن بولۇشى ئۈچۈن ئۇلارنى ئاياغلىرىمىزنىڭ ئاستىدا چەيلەيمىز» دېدى",
        "numberInSurah": 29,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 416,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4248,
        "text": "شۈبھىسىزكى، «پەرۋەردىگارىمىز اﷲ دۇر» دېگەنلەر، ئاندىن توغرا يولدا بولغانلارغا پەرىشتىلەر چۈشۈپ: «قورقماڭلار، غەم قىلماڭلار، سىلەرگە ۋەدە قىلىنغان جەننەت ئۈچۈن خۇشال بولۇڭلار، بىز دۇنيادا، ئاخىرەتتە سىلەرنىڭ دوستلىرىڭلارمىز، جەننەتتە سىلەر ئۈچۈن كۆڭلۈڭلار تارتقان نەرسىلەرنىڭ ھەممىسى ۋە تىلىگەن نەرسەڭلارنىڭ ھەممىسى بار، (ئۇلار) ناھايىتى مەغپىرەت قىلغۇچى، ناھايىتى مېھرىبان (اﷲ) تەرىپىدىن بېرىلگەن زىياپەتتۇر» دەيدۇ",
        "numberInSurah": 30,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 416,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4249,
        "text": "شۈبھىسىزكى، «پەرۋەردىگارىمىز اﷲ دۇر» دېگەنلەر، ئاندىن توغرا يولدا بولغانلارغا پەرىشتىلەر چۈشۈپ: «قورقماڭلار، غەم قىلماڭلار، سىلەرگە ۋەدە قىلىنغان جەننەت ئۈچۈن خۇشال بولۇڭلار، بىز دۇنيادا، ئاخىرەتتە سىلەرنىڭ دوستلىرىڭلارمىز، جەننەتتە سىلەر ئۈچۈن كۆڭلۈڭلار تارتقان نەرسىلەرنىڭ ھەممىسى ۋە تىلىگەن نەرسەڭلارنىڭ ھەممىسى بار، (ئۇلار) ناھايىتى مەغپىرەت قىلغۇچى، ناھايىتى مېھرىبان (اﷲ) تەرىپىدىن بېرىلگەن زىياپەتتۇر» دەيدۇ",
        "numberInSurah": 31,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 416,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4250,
        "text": "شۈبھىسىزكى، «پەرۋەردىگارىمىز اﷲ دۇر» دېگەنلەر، ئاندىن توغرا يولدا بولغانلارغا پەرىشتىلەر چۈشۈپ: «قورقماڭلار، غەم قىلماڭلار، سىلەرگە ۋەدە قىلىنغان جەننەت ئۈچۈن خۇشال بولۇڭلار، بىز دۇنيادا، ئاخىرەتتە سىلەرنىڭ دوستلىرىڭلارمىز، جەننەتتە سىلەر ئۈچۈن كۆڭلۈڭلار تارتقان نەرسىلەرنىڭ ھەممىسى ۋە تىلىگەن نەرسەڭلارنىڭ ھەممىسى بار، (ئۇلار) ناھايىتى مەغپىرەت قىلغۇچى، ناھايىتى مېھرىبان (اﷲ) تەرىپىدىن بېرىلگەن زىياپەتتۇر» دەيدۇ",
        "numberInSurah": 32,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 416,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4251,
        "text": "اﷲ قا (يەنى اﷲ نىڭ تەۋھىدىگە ۋە تائىتىگە) دەۋەت قىلغان، ياخشى ئەمەللەرنى قىلغان ۋە «مەن ھەقىقەتەن مۇسۇلمانلاردىنمەن» دېگەن كىشىدىنمۇ ياخشى سۆزلۈك ئادەم بارمۇ؟",
        "numberInSurah": 33,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4252,
        "text": "ياخشى ئىش بىلەن يامان ئىش باراۋەر بولمايدۇ، ياخشى خىسلەت ئارقىلىق (يامان خىسلەتكە) تاقابىل تۇرغىن، (شۇنداق قىلساڭ) سەن بىلەن ئۆزىنىڭ ئارىسىدا ئاداۋەت بار ئادەم گويا سىرداش دوستۇڭدەك بولۇپ قالىدۇ",
        "numberInSurah": 34,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4253,
        "text": "بۇ خىسلەتكە پەقەت سەۋرچان ئادەملەرلا ئېرىشەلەيدۇ، بۇ خىسلەتكە پەقەت بۈيۈك نېسىۋە ئىگىسىلا ئېرىشەلەيدۇ",
        "numberInSurah": 35,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4254,
        "text": "ئەگەر شەيتان سېنى ۋەسۋەسە قىلىپ (يۇقىرىقى خىسلەتنى ئۆزلەشتۈرمەسلىككە كۈشكۈرتسە) اﷲ قا سېغىنىپ (شەيتاننىڭ شەررىدىن) پاناھ تىلىگىن، اﷲ ھەقىقەتەن (بەندىلىرىنىڭ سۆزلىرىنى) ئاڭلاپ تۇرغۇچىدۇر، (ئىشلىرىنى) بىلىپ تۇرغۇچىدۇر",
        "numberInSurah": 36,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4255,
        "text": "كېچە بىلەن كۈندۈز، كۈن بىلەن ئاي اﷲ نىڭ (بىرلىكىنى ۋە قۇدرىتىنى كۆرسىتىدىغان) ئالامەتلىرىدىندۇر، قۇياشقا سەجدە قىلماڭلار، ئايغىمۇ سەجدە قىلماڭلار، ئۇلارنى ياراتقان اﷲ قا سەجدە قىلىڭلار، ئەگەر پەقەت اﷲ غىلا ئىبادەت قىلىدىغان بولساڭلار",
        "numberInSurah": 37,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4256,
        "text": "ئەگەر كۇففارلار چوڭچىلىق قىلىپ (اﷲ قا سەجدە قىلىشتىن) باش تارتسا، پەرۋەردىگارىڭنىڭ دەرگاھىدىكىلەر (يەنى پەرىشتىلەر) كېچە - كۈندۈز اﷲ قا تەسبىھ ئېيتىپ تۇرىدۇ، ئۇلار مالال بولۇپ قالمايدۇ",
        "numberInSurah": 38,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": {
          "id": 12,
          "recommended": false,
          "obligatory": true
        }
      },
      {
        "number": 4257,
        "text": "(بۇمۇ) اﷲ نىڭ (بىرلىكىنى ۋە قۇدرىتىنى كۆرسىتىدىغان) ئالامەتلىرىدىندۇركى، سەن زېمىننى قاقاس كۆرىسەن، ئۇنىڭغا يامغۇر ياغدۇرغان ۋاقتىمىزدا، زېمىن كۆتۈرۈلىدۇ ۋە كۆپۈشىدۇ، شۈبھىسىزكى، زېمىننى تىرىلدۈرگەن زات ئۆلۈكلەرنى ئەلۋەتتە تىرىلدۈرگۈچىدۇر، ئۇ ھەقىقەتەن ھەر نەرسىگە قادىردۇر",
        "numberInSurah": 39,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4258,
        "text": "شۈبھىسىزكى، بىزنىڭ ئايەتلىرىمىزنى بۇرمىلاپ چۈشەندۈرىدىغانلار بىزگە مەخپىي قالمايدۇ، قىيامەت كۈنى دوزاخقا تاشلىنىدىغان ئادەم ياخشىمۇ؟ ياكى قىيامەت كۈنى (اﷲ نىڭ ئازابىدىن) ئەمىن بولغان ھالدا كېلىدىغان ئادەم ياخشىمۇ؟ خالىغىنىڭلارنى قىلىڭلار، شۈبھىسىزكى، اﷲ قىلمىشىڭلارنى كۆرۈپ تۇرغۇچىدۇر",
        "numberInSurah": 40,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4259,
        "text": "شۈبھىسىزكى، قۇرئان كەلگەندە ئۇنى ئىنكار قىلغانلار (قاتتىق جازاغا ئۇچرايدۇ)، شۈبھىسىزكى، قۇرئان غالىب كىتابتۇر",
        "numberInSurah": 41,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4260,
        "text": "ئۇنىڭغا ئالدىدىنمۇ، ئارقىسىدىنمۇ (يەنى ھېچقايسى تەرىپىدىن) باتىل يۈزلەنمەيدۇ، ئۇ ھېكمەت بىلەن ئىش قىلغۇچى، مەدھىيىگە لايىق اﷲ تەرىپىدىن نازىل قىلىنغاندۇر",
        "numberInSurah": 42,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4261,
        "text": "ساڭا (مۇشرىكلار تەرىپىدىن) ئېيتىلىدىغان سۆزلەر پەقەت ئىلگىرىكى پەيغەمبەرلەرگە (قەۋملىرى تەرىپىدىن) ئېيتىلغان سۆزلەردۇر، شۈبھىسىزكى، سېنىڭ پەرۋەردىگارىڭ مەغپىرەت ئىگىسىدۇر ۋە قاتتىق ئازاب ئىگىسىدۇر",
        "numberInSurah": 43,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4262,
        "text": "مۇبادا بىز ئۇنى ئەجەم تىلىدىكى قۇرئان قىلىپ نازىل قىلغان بولساق، ئۇلار ئەلۋەتتە: «نېمىشقا ئۇنىڭ ئايەتلىرى (بىز چۈشىنىدىغان تىلدا) روشەن بايان قىلىنمىدى؟ پەيغەمبەر ئەرەب، كىتاب ئەجەمچىمۇ؟» دەيتتى. ئۇ ئىمان كەلتۈرگەنلەرگە ھىدايەتتۇر ۋە (دىللاردىكى شەك - شۈبھىگە) شىپادۇر، ئىمان ئېيتمايدىغانلارنىڭ قۇلاقلىرى (قۇرئاننى ئاڭلاشتىن) ئېغىردۇر (يەنى قۇرئاننىڭ دەۋىتىگە قۇلاق سالمىغانلارنىڭ ۋە ئۇنىڭدىن يۈز ئۆرۈگەنلەرنىڭ گويا قۇلاقلىرى ئېغىردۇر)، قۇرئان ئۇلارنىڭ (دىللىرىغا) كورلۇقتۇر (يەنى ئۇلار ھىدايەت نۇرىنى كۆرمەيدۇ)، ئەنە شۇلار يىراقتىن نىدا قىلىنغۇچىلاردۇر (يەنى ئۇلار ھەقنى قوبۇل قىلماسلىقتا ئىمانغا يىراقتىن چاقىرىلغان، مۇساپىنىڭ يىراقلىقىدىن چاقىرىقنى ئاڭلىمىغان كىشىلەرگە ئوخشايدۇ)",
        "numberInSurah": 44,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4263,
        "text": "بىز ھەقىقەتەن مۇساغا كىتاب (يەنى تەۋراتنى) ئاتا قىلدۇق، ئۇ ھەقتە ئىختىلاپ بولدى. ئەگەر پەرۋەردىگارىڭنىڭ (ئۇلارنى جازالاشنى قىيامەتكىچە كېچىكتۈرۈش) ۋەدىسى بولمىسا ئىدى، ئەلۋەتتە ئۇلارنىڭ ئارىسىدا ھۆكۈم چىقىرىلاتتى، ئۇلار ھەقىقەتەن قۇرئاندىن زىيادە شەكتىدۇر",
        "numberInSurah": 45,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 418,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4264,
        "text": "كىمكى ياخشى ئىش قىلىدىكەن، پايدىسى ئۆزىگىدۇر، كىمكى يامان ئىش قىلىدىكەن زىيىنىمۇ ئۆزىگىدۇر. پەرۋەردىگارىڭ بەندىلەرگە زۇلۇم قىلغۇچى ئەمەستۇر",
        "numberInSurah": 46,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 418,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4265,
        "text": "قىيامەتنىڭ ۋاقتىنى بىلىش پەقەت اﷲ قا خاستۇر (يەنى قىيامەتنىڭ قاچان بولىدىغانلىقىنى اﷲ تىن باشقا كىشى بىلمەيدۇ). مېۋىلەرنىڭ بوغۇنلىرىدىن چىقىشى، ھەر قانداق چىشىنىڭ ھامىلدار بولۇشى ۋە تۇغۇشى اﷲ نىڭ ئىلمىنىڭ سىرتىدا ئەمەستۇر، ئۇ كۈندە اﷲ ئۇلارغا: «مېنىڭ شېرىكلىرىم (يەنى سىلەر ماڭا شېرىك كەلتۈرگەن نەرسىلەر) قەيەردە؟» دەپ نىدا قىلىدۇ، ئۇلار: «ساڭا مەلۇم قىلىمىزكى، ئارىمىزدا ھېچ كىشى (سېنىڭ شېرىكىڭ بار دەپ) گۇۋاھلىق بېرەلمەيدۇ» دەيدۇ",
        "numberInSurah": 47,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4266,
        "text": "ئۇلار ئىلگىرى (يەنى دۇنيادىكى چاغدا) چوقۇنغان بۇتلىرى ئۇلاردىن ئۆزلىرىنى چەتكە ئالىدۇ، ئۇلار (اﷲ نىڭ ئازابىدىن) قاچىدىغان جاي يوق ئىكەنلىكىنى ئېنىق بىلىدۇ",
        "numberInSurah": 48,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4267,
        "text": "ئىنسان (ئۆزىگە) ياخشىلىق تىلەشتىن زېرىكمەيدۇ، ئەگەر ئۇنىڭغا بىرەر يامانلىق يېتىپ قالسا (اﷲ نىڭ رەھمىتىدىن) تولىمۇ ئۈمىدسىزلىنىپ كېتىدۇ",
        "numberInSurah": 49,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4268,
        "text": "ئەگەر بىز ئۇنىڭغا كۈلپەتتىن كېيىن رەھمىتىمىزنى تېتىتساق، ئۇ چوقۇم: «بۇ ئۆزۈمنىڭ سەئيى - ئىجتىھاتىمدىن كەلگەن، قىيامەتنىڭ بولىدىغانلىقىغا ئىشەنمەيمەن، مۇبادا (قىيامەت بولۇپ) مەن پەرۋەردىگارىمغا قايتۇرۇلغاندىمۇ ئۇنىڭ دەرگاھىدا چوقۇم جەننەتكە ئېرىشىمەن» دەيدۇ. ئەلۋەتتە كاپىرلارغا قىلمىشلىرىنى خەۋەر قىلىمىز ۋە ئۇلارغا قاتتىق ئازابنى تېتىتىمىز",
        "numberInSurah": 50,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4269,
        "text": "ئىنسانغا نېمەت ئاتا قىلساق (پەرۋەردىگارىغا شۈكۈر قىلىشتىن) يۈز ئۆرۈيدۇ، (اﷲ نىڭ ئەمرىگە بويسۇنۇشتىن باش تارتىپ) ھاكاۋۇرلىشىپ كېتىدۇ، ئەگەر ئۇنىڭغا يامانلىق يەتسە (اﷲ قا يۈزلىنىپ) ئۈزلۈكسىز دۇئا قىلىدۇ",
        "numberInSurah": 51,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4270,
        "text": "(ئى مۇھەممەد! ئېيتقىنكى) «ئېيتىپ بېقىڭلارچۇ (قۇرئان مەن ئېيتقاندەك) اﷲ تەرىپىدىن نازىل بولغان بولسا، سىلەر (ئويلىماستىنلا ئۇنى ئىنكار قىلساڭلار، ھالىڭلار قانداق بولىدۇ). (ھەقتىن) يىراق ئىختىلاپتا بولغان كىشىدىنمۇ گۇمراھ ئادەم بارمۇ؟ (يەنى سىلەردىنمۇ گۇمراھ ئادەم يوق)»",
        "numberInSurah": 52,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4271,
        "text": "ئۇلارغا بىز تاكى ئۇلارغا قۇرئاننىڭ ھەق ئىكەنلىكى ئېنىق بولغۇچە، (ئاسمان - زېمىن) ئەتراپىدىكى ۋە ئۆزلىرىدىكى (قۇدرىتىمىزگە دالالەت قىلىدىغان) ئالامەتلەرنى كۆرسىتىمىز، پەرۋەردىگارىڭنىڭ ھەممە نەرسىنى كۆرۈپ تۇرىدىغانلىقى (سېنىڭ راستلىقىڭنىڭ دەلىلى بولۇشقا) ئۇلارغا كۇپايە ئەمەسمۇ",
        "numberInSurah": 53,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4272,
        "text": "بىلىڭلاركى، ئۇلار ھەقىقەتەن پەرۋەردىگارىغا مۇلاقات بولۇشتىن شەكلىنىدۇ، بىلىڭلاركى، اﷲ ھەممە نەرسىنى ھەقىقەتەن تولۇق بىلىپ تۇرغۇچىدۇر",
        "numberInSurah": 54,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "ug.saleh",
      "language": "ug",
      "name": "محمد صالح",
      "englishName": "Muhammad Saleh",
      "format": "text",
      "type": "translation",
      "direction": "rtl"
    }
  }
}