{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 42,
    "name": "سُورَةُ الشُّورَىٰ",
    "englishName": "Ash-Shura",
    "englishNameTranslation": "Consultation",
    "revelationType": "Meccan",
    "numberOfAyahs": 53,
    "ayahs": [
      {
        "number": 4273,
        "text": "حامىم،",
        "numberInSurah": 1,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4274,
        "text": "عين، سىين، قاف",
        "numberInSurah": 2,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4275,
        "text": "غالىب، ھېكمەت بىلەن ئىش قىلغۇچى اﷲ ساڭا ۋە سەندىن ئىلگىرىكى (پەيغەمبەر) لەرگە مۇشۇنداق ۋەھىي قىلىدۇ",
        "numberInSurah": 3,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4276,
        "text": "ئاسمانلاردىكى شەيئىلەر ۋە زېمىندىكى شەيئىلەر اﷲ نىڭدۇر (يەنى اﷲ نىڭ مۈلكىدۇر، اﷲ نىڭ تەسەررۇپى ئاستىدىدۇر)، اﷲ ئۈستۈندۇر، كاتتىدۇر",
        "numberInSurah": 4,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4277,
        "text": "(اﷲ نىڭ كاتتىلىقىدىن) ئاسمانلار يۇقىرى تەرىپىدىن يېرىلىپ كېتىشكە تاس قالىدۇ، پەرىشتىلەر پەرۋەردىگارىغا تەسبىھ ئېيتىدۇ، ھەمدى ئېيتىدۇ، يەر يۈزىدىكىلەرگە مەغپىرەت تىلەيدۇ. بىلىڭلاركى، اﷲ ھەقىقەتەن ناھايىتى مەغپىرەت قىلغۇچىدۇر، ناھايىتى مېھرىباندۇر",
        "numberInSurah": 5,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4278,
        "text": "اﷲ نى قويۇپ (بۇتلارنى) ئىگە قىلىۋالغانلارنىڭ (ئەمەللىرىنى) اﷲ كۈزىتىپ تۇرغۇچىدۇر، سەن ئۇلارغا ھامىي ئەمەسسەن",
        "numberInSurah": 6,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4279,
        "text": "مەككە ئاھالىسىنى ۋە ئۇنىڭ ئەتراپىدىكىلەرنى ئاگاھلاندۇرۇشۇڭ ئۈچۈن، (كىشىلەرنى) قىيامەت كۈنىدىن ئاگاھلاندۇرۇشۇڭ ئۈچۈن، ساڭا بىز مۇشۇنداق ئەرەبچە قۇرئاننى نازىل قىلدۇق، ئۇ كۈندە ھېچ شەك يوقتۇر، (ئۇ كۈندە) بىر پىرقە (كىشىلەر) جەننەتتە ۋە بىر پىرقە كىشىلەر جەھەننەمدە بولىدۇ",
        "numberInSurah": 7,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4280,
        "text": "ئەگەر اﷲ خالىسا، ئۇلارنى (يەنى پۈتۈن ئىنسانلارنى) ئەلۋەتتە بىر ئۈممەت (يەنى بىر دىندا) قىلاتتى، لېكىن اﷲ خالىغان ئادەمنى رەھمىتىگە داخىل قىلىدۇ، زالىملارغا ھېچقانداق ئىگە، ھېچقانداق مەدەتكار بولمايدۇ",
        "numberInSurah": 8,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4281,
        "text": "بەلكى ئۇلار اﷲ تىن باشقىلارنى ئىگە قىلىۋالدى، پەقەت اﷲ ئىگىدۇر، اﷲ ئۆلۈكلەرنى تىرىلدۈرىدۇ، اﷲ ھەر نەرسىگە قادىر",
        "numberInSurah": 9,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4282,
        "text": "سىلەر (دىن ئۈستىدە ۋە ئۇنىڭدىن باشقا) ھەر قانداق نەرسە ئۈستىدە ئىختىلاپ قىلىشماڭلار، ئۇنىڭغا اﷲ ھۆكۈم چىقىرىدۇ. (ئى مۇھەممەد! ئۇلارغا ئېيتقىنكى) ئەنە شۇ اﷲ مېنىڭ پەرۋەردىگارىمدۇر، ئۇنىڭغا تەۋەككۈل قىلدىم، (ھەممە ئىشتا) اﷲ قا مۇراجىئەت قىلىمەن",
        "numberInSurah": 10,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 420,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4283,
        "text": "اﷲ ئاسمانلارنى ۋە زېمىننى ياراتقۇچىدۇر، اﷲ سىلەرگە ئۆز جىنسىڭلاردىن جۈپتىلەرنى (يەنى ئاياللارنى) ياراتتى. ھايۋانلارغىمۇ ئۆز تىپىدىن جۈپتىلەرنى ياراتتى. بۇ ئارقىلىق اﷲ سىلەرنى كۆپەيتىدۇ، ھېچ شەيئى اﷲ قا ئوخشاش ئەمەستۇر، اﷲ ھەممىنى ئاڭلاپ تۇرغۇچىدۇر، ھەممىنى كۆرۈپ تۇرغۇچىدۇر",
        "numberInSurah": 11,
        "juz": 25,
        "manzil": 6,
        "page": 484,
        "ruku": 420,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4284,
        "text": "ئاسمانلارنىڭ ۋە زېمىننىڭ (خەزىنىلىرىنىڭ) ئاچقۇچلىرى اﷲ نىڭ ئىلكىدىدۇر، اﷲ خالىغان كىشىنىڭ رىزقىنى (سىناش يۈزىسىدىن) كەڭ قىلىدۇ، خالىغان كىشىنىڭ رىزقىنى (بالاغا مۇپتىلا قىلىپ سىناش يۈزىسىدىن) تار قىلىدۇ، اﷲ ھەقىقەتەن ھەممە نەرسىنى بىلىپ تۇرغۇچىدۇر",
        "numberInSurah": 12,
        "juz": 25,
        "manzil": 6,
        "page": 484,
        "ruku": 420,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4285,
        "text": "اﷲ سىلەرگە دىندىن نۇھقا تەۋسىيە قىلغان نەرسىنى، ساڭا (يەنى مۇھەممەد ئەلەيھىسسالامغا) بىز ۋەھىي قىلغان نەرسىنى، ئىبراھىمغا، مۇساغا ۋە ئىساغا بىز تەۋسىيە قىلغان نەرسىنى بايان قىلدى. سىلەر دىننى بەرپا قىلىڭلار، دىندا تەپرىقىچىلىك قىلماڭلار، مۇشرىكلارغا سەن ئۇلارنى دەۋەت قىلغان نەرسە (يەنى تەۋھىد) ئېغىر كەلدى، اﷲ تەۋھىدكە خالىغان ئادەمنى تاللايدۇ، اﷲ نىڭ (تائىتىگە) قايتىدىغان ئادەمنى تەۋھىدكە باشلايدۇ",
        "numberInSurah": 13,
        "juz": 25,
        "manzil": 6,
        "page": 484,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4286,
        "text": "(يەھۇدىي، ناسارا قاتارلىقلار) ئۇلارغا ئىلىم كەلگەندىن كېيىن (يەنى ئۇلار رەسۇلۇللاھنىڭ ھەق پەيغەمبەرلىكىنى بىلگەندىن كېيىن)، ئاندىن ئۆزئارا ھەسەت قىلىشىپ پىرقىلەرگە بۆلۈندى. ئەگەر پەرۋەردىگارىڭنىڭ (ئۇلارنى جازالاشنى) قىيامەتكىچە تەخىر قىلىشتىن ئىبارەت سۆزى بولمىسا ئىدى، ئۇلارنىڭ ئارىسىدا ئەلۋەتتە ھۆكۈم چىقىرىلىپ بولغان بولاتتى (يەنى ئۇلار تېز ھالاك قىلىنغان بولاتتى). ئۇلاردىن كېيىن كىتابقا ۋارىسلىق قىلغانلار (يەنى رەسۇلۇللاھ بىلەن زامانداش بولغان ئەھلى كىتاب) (كىتاب ھەققىدە) قاتتىق دەرگۇماندىدۇر",
        "numberInSurah": 14,
        "juz": 25,
        "manzil": 6,
        "page": 484,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4287,
        "text": "شۇنىڭ ئۈچۈن (يەنى دىندا ئىختىلاپ قىلىشقانلىقى ئۈچۈن) (ئى مۇھەممەد! بارلىق ئىنسانلارنى توغرا دىن ئاساسىدا ئىتتىپاق بولۇشقا) چاقىرغىن، بۇيرۇلغىنىڭ بويىچە توغرا يولدا چىڭ تۇرغىن، ئۇلار (يەنى مۇشرىكلار) نىڭ نەپسى خاھىشلىرىغا ئەگەشمىگىن ۋە ئېيتقىن: «اﷲ نازىل قىلغان (بارلىق) كىتابلارغا ئىمان ئېيتتىم، ئاراڭلاردا ئادىل بولۇشقا بۇيرۇلدۇم، اﷲ بىزنىڭ پەرۋەردىگارىمىزدۇر، سىلەرنىڭمۇ پەرۋەردىگارىڭلاردۇر، بىزنىڭ ئەمەللىرىمىز ئۆزىمىز ئۈچۈندۇر، سىلەرنىڭ ئەمەللىرىڭلارمۇ ئۆزلىرىڭلار ئۈچۈندۇر، سىلەر بىلەن بىزنىڭ ئارىمىزدا جېدەللىشىشكە (ئورۇن) يوق (چۈنكى ھەقىقەت ئاشكارىدۇر)، اﷲ (قىيامەت كۈنى) بىزنى (ھۆكۈم چىقىرىش ئۈچۈن) يىغىدۇ، ئاخىر قايتىدىغان جاي اﷲ نىڭ دەرگاھىدۇر»",
        "numberInSurah": 15,
        "juz": 25,
        "manzil": 6,
        "page": 484,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4288,
        "text": "كىشىلەر اﷲ نىڭ دىنىنى قوبۇل قىلغاندىن كېيىن، (كىشىلەرنى ئىماندىن توسۇش ئۈچۈن) اﷲ نىڭ دىنىدا خۇسۇمەت قىلىشقانلارنىڭ دەلىللىرى اﷲ نىڭ دەرگاھىدا باتىلدۇر، ئۇلار (دۇنيادا) غەزەپكە ئۇچرايدۇ، (ئاخىرەتتە) قاتتىق ئازابقا دۇچار بولىدۇ",
        "numberInSurah": 16,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4289,
        "text": "اﷲ كىتاب (يەنى قۇرئان) نى ھەق بىلەن نازىل قىلدى ۋە ئادالەتنى نازىل قىلدى. سەن نېمە بىلىسەن؟ قىيامەت يېقىن بولۇشى مۇمكىن",
        "numberInSurah": 17,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4290,
        "text": "قىيامەتكە ئىشەنمەيدىغانلار ئۇنىڭ بولۇشىنى ئالدىرىتىدۇ، ئۇنىڭغا ئىشىنىدىغانلار بولسا قىيامەتتىن قورقىدۇ، قىيامەتنى ھەق دەپ بىلىدۇ، بىلىڭلاركى، قىيامەت توغرۇلۇق مۇجادىلە قىلىدىغانلار ئەلۋەتتە چوڭقۇر گۇمراھلىقتىدۇر",
        "numberInSurah": 18,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4291,
        "text": "اﷲ بەندىلىرىگە كۆيۈنگۈچىدۇر، ئۇ خالىغان ئادەمگە (كەڭ) رىزىق بېرىدۇ، اﷲ كۈچلۈكتۇر، غالىبتۇر",
        "numberInSurah": 19,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4292,
        "text": "كىمكى (ئۆزىنىڭ ئەمەلى بىلەن) ئاخىرەتنىڭ ساۋابىنى كۆزلىسە، ئۇنىڭ ساۋابىنى زىيادە بېرىمىز، كىمكى (ئەمەلى بىلەن) دۇنيانىڭ مەنپەئىتىنى كۆزلىسە، (ئۇنىڭ تىلىگەن) مەنپەئىتىنىڭ بەزىسىنى بېرىمىز، ئۇنىڭغا ئاخىرەتتە (ساۋابتىن) ھېچ نېسىۋە يوق",
        "numberInSurah": 20,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4293,
        "text": "ئۇلارنىڭ اﷲ رۇخسەت قىلمىغان نەرسىلەرنى دىن قىلىپ بېكەتكەن مەبۇدلىرى بارمۇ؟ (اﷲ نىڭ ئۇلارغا بېرىلىدىغان ئازابنى قىيامەتكىچە تەخىر قىلىش توغرىسىدىكى) ھۆكمى بولمىسا ئىدى، ئۇلارنىڭ ئارىسىدا ئەلۋەتتە (دۇنيادىلا) ھۆكۈم چىقىرىلغان بولاتتى، (ئۆزلىرىگە) زۇلۇم قىلغۇچىلار (يەنى كاپىرلار) قاتتىق ئازابقا دۇچار بولىدۇ",
        "numberInSurah": 21,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4294,
        "text": "كاپىرلارنىڭ (قىيامەت كۈنى دۇنيادا) قىلغان گۇناھلىرىنىڭ جازاسىدىن قورقۇپ تۇرغانلىقىنى كۆرىسەن، (ئۇلار مەيلى قورقسۇن، قورقمىسۇن) جازا ئۇلارغا (چوقۇم) نازىل بولغۇسىدۇر، ئىمان ئېيتقان ۋە ياخشى ئەمەللەرنى قىلغانلار جەننەتلەرنىڭ باغچىلىرىدا بولىدۇ، ئۇلار پەرۋەردىگارىنىڭ ھۇزۇرىدا خالىغان نەرسىلەردىن بەھرىمەن بولىدۇ، بۇ كاتتا ئىنئامدۇر",
        "numberInSurah": 22,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4295,
        "text": "اﷲ ئىمان ئېيتقان ۋە ياخشى ئەمەللەرنى قىلغان بەندىلىرىگە ئەنە شۇ ئىنئام بىلەن خۇش - خەۋەر بېرىدۇ. «(پەيغەمبەرلىكنى) تەبلىغ قىلغانلىقىمغا سىلەردىن ھەق تەلەپ قىلمايمەن، پەقەت تۇغقانچىلىق ھەققى ئۈچۈن مېنى دوست تۇتۇشۇڭلارنى (يەنى پەرۋەردىگارىمنىڭ دەۋىتىنى يەتكۈزۈشۈمگە چېقىلماسلىقىڭلارنى) تىلەيمەن» دېگىن، كىمكى بىرەر ياخشى ئىش قىلسا، ئۇنىڭغا بىز ساۋابنى زىيادە بېرىمىز، اﷲ ھەقىقەتەن ناھايىتى مەغپىرەت قىلغۇچىدۇر، ئاز ياخشىلىققا كۆپ ساۋاب بەرگۈچىدۇر",
        "numberInSurah": 23,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4296,
        "text": "ئۇلار (يەنى قۇرەيش كاپىرلىرى): «ئۇ (يەنى مۇھەممەد) اﷲ قا يالغاننى توقۇدى» دەمدۇ؟ ئەگەر اﷲ خالىسا (يەنى ئۇلار گۇمان قىلغاندەك، اﷲ قا يالغاننى توقۇغان بولساڭ) سېنىڭ قەلبىڭنى پېچەتلىۋەتكەن بولاتتى، اﷲ باتىلنى يوق قىلىدۇ، (پەيغەمبىرىگە نازىل قىلغان) سۆزلىرى ئارقىلىق ھەقنى ھەق قىلىدۇ، اﷲ ھەقىقەتەن دىللاردىكى سىرلارنى بىلىپ تۇرغۇچىدۇر",
        "numberInSurah": 24,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4297,
        "text": "اﷲ بەندىلىرىدىن تەۋبىنى قوبۇل قىلىدۇ، يامان ئىشلارنى ئەپۇ قىلىدۇ، قىلىۋاتقان ئىشىڭلارنى بىلىپ تۇرىدۇ",
        "numberInSurah": 25,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4298,
        "text": "ئىمان ئېيتقان ۋە ياخشى ئەمەللەرنى قىلغانلارنىڭ دۇئاسىنى اﷲ ئىجابەت قىلىدۇ، (كامالى) پەزلىدىن ئۇلارغا ساۋابنى زىيادە بېرىدۇ، كاپىرلار قاتتىق ئازابقا دۇچار بولىدۇ",
        "numberInSurah": 26,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4299,
        "text": "ئەگەر اﷲ بەندىلىرىنىڭ رىزقىنى كەڭ قىلسا، ئۇلار ئەلۋەتتە زېمىندا پىتنە - پاسات تېرىيتتى. لېكىن اﷲ خالىغان نەرسىنى ئۆلچەم بىلەن چۈشۈرىدۇ، اﷲ ھەقىقەتەن بەندىلىرىنىڭ (ئەھۋالىدىن) تولۇق خەۋەرداردۇر، (ئۇنى) كۆرۈپ تۇرغۇچىدۇر",
        "numberInSurah": 27,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4300,
        "text": "ئۇلار (يامغۇرنىڭ يېغىشىدىن ئۈمىدسىزلەنگەندىن كېيىن) اﷲ يامغۇر ياغدۇرۇپ بېرىدۇ، رەھمىتىنى يايىدۇ، اﷲ (ھەممىنىڭ) ئىگىسىدۇر، مەدھىيىگە لايىقتۇر",
        "numberInSurah": 28,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4301,
        "text": "ئاسمانلارنىڭ، زېمىننىڭ يارىتىلىشى ۋە ئۇ ئىككىسىدە جاندارلارنىڭ يېيىلىشى اﷲ نىڭ (قۇدرىتىنىڭ) دەلىللىرىدىندۇر، اﷲ ئەگەر خالىسا، ئۇلارنى جەمئى قىلىشقا قادىردۇر",
        "numberInSurah": 29,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4302,
        "text": "سىلەرگە (يەنى جېنىڭلار ياكى مېلىڭلارغا) ھەرقانداق بىر مۇسىبەت يەتسە، ئۇ سىلەرنىڭ قىلغان گۇناھىڭلار تۈپەيلىدىن كەلگەن بولىدۇ، اﷲ نۇرغۇن گۇناھىڭلارنى ئەپۇ قىلىدۇ (ئەپۇ قىلمايدىغان بولسا، بالا ۋە مۇسىبەتتىن ھېچ قۇتۇلماس ئىدىڭلار)",
        "numberInSurah": 30,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4303,
        "text": "(ئى مۇشرىكلار!) سىلەر زېمىندا اﷲ نىڭ ئازابىدىن قېچىپ قۇتۇلالمايسىلەر، سىلەرگە اﷲ تىن باشقا ھېچ ئىگە ۋە مەدەتكار يوق",
        "numberInSurah": 31,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4304,
        "text": "دېڭىزدا قاتنىغۇچى تاغدەك كېمىلەر اﷲ نىڭ قۇدرىتىنىڭ دەلىللىرىدىندۇر",
        "numberInSurah": 32,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4305,
        "text": "ئەگەر اﷲ خالىسا، شامالنى توختىتىۋېتىدۇ - دە، كېمىلەر دېڭىزنىڭ ئۈستىدە توختاپ قالىدۇ، بۇنىڭدا (قاتتىقلىقتا) سەۋر قىلغۇچى، (كەڭچىلىكتە) شۈكۈر قىلغۇچى ھەر مۆمىن ئۈچۈن نۇرغۇن ئىبرەتلەر بار",
        "numberInSurah": 33,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4306,
        "text": "ياكى اﷲ خالىسا، ئىچىدىكى كىشىلەرنىڭ قىلغان گۇناھلىرى تۈپەيلىدىن كېمىلەرنى (بوران بىلەن) ھالاك قىلىدۇ، اﷲ نۇرغۇن كىشلەرنىڭ گۇناھلىرىنى ئەپۇ قىلىدۇ",
        "numberInSurah": 34,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4307,
        "text": "بىزنىڭ ئايەتلىرىمىز ئۈستىدە مۇجادىلە قىلىدىغانلار ئۆزلىرىگە اﷲ نىڭ ئازابىدىن قېچىپ قۇتۇلىدىغان جاي يوق ئىكەنلىكىنى بىلىدۇ",
        "numberInSurah": 35,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4308,
        "text": "(دۇنيانىڭ نېمەتلىرىدىن) سىلەرگە بېرىلگەن ھەر قانداق نەرسە دۇنيا تىرىكچىلىكىدە پايدىلىنىدىغان نەرسىلەردۇر، ئىمان ئېيتقان، پەرۋەردىگارىغا تەۋەككۈل قىلىدىغان كىشىلەرگە، گۇناھى كەبرىلەردىن، قەبىھ ئىشلاردىن ساقلانغۇچىلارغا، دەرغەزەپ بولغانلىرىدا كەچۈرەلەيدىغانلارغا، پەرۋەردىگارىنىڭ دەۋىتىگە ئاۋاز قوشالايدىغانلارغا، نامازنى (تەئدىل ئەركان بىلەن) ئۆتەيدىغانلارغا، ئىشلىرىنى مەسلىھەت بىلەن قارار قىلىدىغانلارغا، بىز رىزىق قىلىپ بەرگەن نەرسىلەردىن سەدىقە قىلىدىغانلارغا، ئۇچرىغان زۇلۇمغا قارشى تۇرالايدىغانلارغا اﷲ نىڭ ھۇزۇرىدىكى ساۋاب تېخىمۇ ياخشىدۇر، تېخىمۇ باقىدۇر",
        "numberInSurah": 36,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4309,
        "text": "(دۇنيانىڭ نېمەتلىرىدىن) سىلەرگە بېرىلگەن ھەر قانداق نەرسە دۇنيا تىرىكچىلىكىدە پايدىلىنىدىغان نەرسىلەردۇر، ئىمان ئېيتقان، پەرۋەردىگارىغا تەۋەككۈل قىلىدىغان كىشىلەرگە، گۇناھى كەبرىلەردىن، قەبىھ ئىشلاردىن ساقلانغۇچىلارغا، دەرغەزەپ بولغانلىرىدا كەچۈرەلەيدىغانلارغا، پەرۋەردىگارىنىڭ دەۋىتىگە ئاۋاز قوشالايدىغانلارغا، نامازنى (تەئدىل ئەركان بىلەن) ئۆتەيدىغانلارغا، ئىشلىرىنى مەسلىھەت بىلەن قارار قىلىدىغانلارغا، بىز رىزىق قىلىپ بەرگەن نەرسىلەردىن سەدىقە قىلىدىغانلارغا، ئۇچرىغان زۇلۇمغا قارشى تۇرالايدىغانلارغا اﷲ نىڭ ھۇزۇرىدىكى ساۋاب تېخىمۇ ياخشىدۇر، تېخىمۇ باقىدۇر",
        "numberInSurah": 37,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4310,
        "text": "(دۇنيانىڭ نېمەتلىرىدىن) سىلەرگە بېرىلگەن ھەر قانداق نەرسە دۇنيا تىرىكچىلىكىدە پايدىلىنىدىغان نەرسىلەردۇر، ئىمان ئېيتقان، پەرۋەردىگارىغا تەۋەككۈل قىلىدىغان كىشىلەرگە، گۇناھى كەبرىلەردىن، قەبىھ ئىشلاردىن ساقلانغۇچىلارغا، دەرغەزەپ بولغانلىرىدا كەچۈرەلەيدىغانلارغا، پەرۋەردىگارىنىڭ دەۋىتىگە ئاۋاز قوشالايدىغانلارغا، نامازنى (تەئدىل ئەركان بىلەن) ئۆتەيدىغانلارغا، ئىشلىرىنى مەسلىھەت بىلەن قارار قىلىدىغانلارغا، بىز رىزىق قىلىپ بەرگەن نەرسىلەردىن سەدىقە قىلىدىغانلارغا، ئۇچرىغان زۇلۇمغا قارشى تۇرالايدىغانلارغا اﷲ نىڭ ھۇزۇرىدىكى ساۋاب تېخىمۇ ياخشىدۇر، تېخىمۇ باقىدۇر",
        "numberInSurah": 38,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4311,
        "text": "(دۇنيانىڭ نېمەتلىرىدىن) سىلەرگە بېرىلگەن ھەر قانداق نەرسە دۇنيا تىرىكچىلىكىدە پايدىلىنىدىغان نەرسىلەردۇر، ئىمان ئېيتقان، پەرۋەردىگارىغا تەۋەككۈل قىلىدىغان كىشىلەرگە، گۇناھى كەبرىلەردىن، قەبىھ ئىشلاردىن ساقلانغۇچىلارغا، دەرغەزەپ بولغانلىرىدا كەچۈرەلەيدىغانلارغا، پەرۋەردىگارىنىڭ دەۋىتىگە ئاۋاز قوشالايدىغانلارغا، نامازنى (تەئدىل ئەركان بىلەن) ئۆتەيدىغانلارغا، ئىشلىرىنى مەسلىھەت بىلەن قارار قىلىدىغانلارغا، بىز رىزىق قىلىپ بەرگەن نەرسىلەردىن سەدىقە قىلىدىغانلارغا، ئۇچرىغان زۇلۇمغا قارشى تۇرالايدىغانلارغا اﷲ نىڭ ھۇزۇرىدىكى ساۋاب تېخىمۇ ياخشىدۇر، تېخىمۇ باقىدۇر",
        "numberInSurah": 39,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4312,
        "text": "بىر يامانلىقنىڭ جازاسى شۇنىڭغا ئوخشاش بىر يامانلىقتۇر (يەنى ساڭا بىر كىشى قانچىلىك چېقىلسا، شۇنچىلىك چېقىلماي ئاشۇرۇۋەتسەڭ بولمايدۇ)، كىمكى (ئىنتىقام ئېلىشقا قادىر تۇرۇقلۇق) ئەپۇ قىلسا ۋە (ئۆزى بىلەن يامانلىق قىلغۇچىنىڭ ئارىسىنى) تۈزىسە، ئۇنىڭ ئەجرىنى اﷲ بېرىدۇ، اﷲ ھەقىقەتەن زۇلۇم قىلغۇچىلارنى دوست تۇتمايدۇ",
        "numberInSurah": 40,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4313,
        "text": "زۇلۇمغا ئۇچرىغۇچى ئادەم ئىنتىقامنى ئالسا ئۇنى ئەيىبلەشكە بولمايدۇ",
        "numberInSurah": 41,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4314,
        "text": "ئەيىبلىنىدىغانلار پەقەت كىشىلەرگە زۇلۇم قىلىدىغان، زېمىندا ناھەق رەۋىشتە پىتنە - پاسات تېرىيدىغان ئادەملەردۇر، ئەنە شۇلار قاتتىق ئازابقا دۇچار بولىدۇ",
        "numberInSurah": 42,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4315,
        "text": "كىمكى (ئەزىيەتكە) سەۋر قىلسا، (اﷲ نىڭ رازىلىقى ئۈچۈن) ئىنتىقام ئالمىسا، بۇ ئەلۋەتتە مەرغۇپ ئىشلاردىندۇر",
        "numberInSurah": 43,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4316,
        "text": "اﷲ گۇمراھ قىلغان ئادەمگە شۇنىڭدىن كېيىن ھېچ ئىگە يوقتۇر، زالىملار ئازابنى كۆرگەن چاغدا، ئۇلارنىڭ «(دۇنياغا) قايتىشقا يول بارمىدۇ؟» دېگەنلىكىنى كۆرىسەن",
        "numberInSurah": 44,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4317,
        "text": "ئۇلارنىڭ قورققان، خارلانغان ھالدا، (دوزاخقا) كۆزىنىڭ قۇيرۇقى بىلەن قارىغان ھالدا دوزاخقا توغرىلىنىدىغانلىقىنى كۆرىسەن، مۆمىنلەر: «شۈبھىسىزكى، زىيان تارتقۇچىلار قىيامەت كۈنى ئۆزلىرىگە ۋە ئائىلىسىدىكىلەرگە زىيان سالغۇچىلاردۇر» دەيدۇ، بىلىڭلاركى، زالىملار ھەقىقەتەن دائىملىق ئازابتىدۇر",
        "numberInSurah": 45,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4318,
        "text": "ئۇلارغا اﷲ تىن باشقا ياردەم بېرىدىغان دوستلار بولمايدۇ، اﷲ كىمنى گۇمراھ قىلسا، ئۇنىڭغا (ئۇنى دۇنيادا ھەقكە، ئاخىرەتتە جەننەتكە ئېرىشتۈرگۈچى) ھېچ يول بولمايدۇ",
        "numberInSurah": 46,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4319,
        "text": "اﷲ تەرىپىدىن كەلگەن، قارشى تۇرغىلى بولمايدىغان بىر كۈن كېلىشتىن بۇرۇن پەرۋەردىگارىڭلارنىڭ دەۋىتىنى قوبۇل قىلىڭلار، بۇ كۈندە سىلەرگە قاچىدىغان جاي تېپىلماي قالىدۇ. (قىلمىشىڭلار نامە - ئەمالىڭلارغا يېزىقلىق بولغانلىقى، ئەزايىڭلار ئۇنىڭغا گۇۋاھ بولغانلىقى ئۈچۈن) سىلەر (ئۇنى) ئىنكار قىلالمايسىلەر",
        "numberInSurah": 47,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4320,
        "text": "ئەگەر ئۇلار (يەنى مۇشرىكلار) (ئىماندىن) يۈز ئۆرۈسە، بىز سېنى ئۇلارغا كۆزەتچى قىلىپ ئەۋەتكىنىمىز يوق، سېنىڭ ۋەزىپەڭ پەقەت تەبلىغ قىلىشتۇر، ئەگەر ئىنسانغا بىزنىڭ رەھمىتىمىزنى تېتىتساق خۇش بولۇپ كېتىدۇ، ئۇلارنىڭ قىلغان گۇناھلىرى تۈپەيلىدىن (بېشىغا) بىرەر ھادىسە كەلسە، ئىنسان تولىمۇ كۇفرانە نېمەت قىلغۇچىدۇر",
        "numberInSurah": 48,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4321,
        "text": "ئاسمانلارنىڭ ۋە زېمىننىڭ پادىشاھلىقى اﷲ قا خاستۇر، اﷲ نېمىنى خالىسا شۇنى يارىتىدۇ، خالىغان ئادەمگە قىز پەرزەنت ئاتا قىلىدۇ، خالىغان ئادەمگە ئوغۇل پەرزەنت ئاتا قىلىدۇ",
        "numberInSurah": 49,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4322,
        "text": "ياكى ئۇلارغا ئوغۇل، قىزنى ئارىلاش بېرىدۇ، خالىغان ئادەمنى تۇغماس قىلىدۇ، اﷲ ھەقىقەتەن ھەممىنى بىلگۈچىدۇر، ھەممىگە قادىردۇر",
        "numberInSurah": 50,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4323,
        "text": "اﷲ ھەر قانداق ئادەمگە پەقەت ۋەھيى ئارقىلىق ياكى پەردە ئارقىسىدىنلا ياكى بىر پەيغەمبەرنى ئەۋەتىپ ئۆز ئىزنى بىلەن ئۇنىڭغا خالىغان ۋەھيىنى قىلىش ئارقىلىقلا سۆز قىلغان. اﷲ ھەقىقەتەن (مەخلۇقلارنىڭ سۈپەتلىرىدىن) ئۈستۈندۇر، ھېكمەت بىلەن ئىش قىلغۇچىدۇر",
        "numberInSurah": 51,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4324,
        "text": "شۇنىڭدەك (يەنى باشقا پەيغەمبەرلەرگە ۋەھيى قىلغاندەك) ئەمرىمىز بويىچە ساڭا قۇرئاننى ۋەھيى قىلدۇق، سەن (ۋەھيىدىن ئىلگىرى) قۇرئاننىڭ ۋە ئىماننىڭ نېمە ئىكەنلىكىنى ئۇقمايتتىڭ، لېكىن بىز قۇرئاننى بىر نۇر قىلدۇقكى، ئۇنىڭ بىلەن بەندىلىرىمىزدىن خالىغان كىشىلەرنى ھىدايەت قىلىمىز. شەك - شۈبھىسىزكى سەن توغرا يولغا باشلايسەن",
        "numberInSurah": 52,
        "juz": 25,
        "manzil": 6,
        "page": 489,
        "ruku": 423,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4325,
        "text": "(ئۇ) ئاسمانلاردىكى ۋە زېمىندىكى نەرسىلەرنىڭ ھەممىسى ئۆزىگە خاس بولغان اﷲ نىڭ يولىدۇر. بىلىڭلاركى، ھەممە ئىش اﷲ قا قايتىدۇ",
        "numberInSurah": 53,
        "juz": 25,
        "manzil": 6,
        "page": 489,
        "ruku": 423,
        "hizbQuarter": 196,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "ug.saleh",
      "language": "ug",
      "name": "محمد صالح",
      "englishName": "Muhammad Saleh",
      "format": "text",
      "type": "translation",
      "direction": "rtl"
    }
  }
}