{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 47,
    "name": "سُورَةُ مُحَمَّدٍ",
    "englishName": "Muhammad",
    "englishNameTranslation": "Muhammad",
    "revelationType": "Medinan",
    "numberOfAyahs": 38,
    "ayahs": [
      {
        "number": 4546,
        "text": "كاپىر بولغان ۋە (كىشىلەرنى) اﷲ نىڭ يولىدىن توسقانلارنىڭ (ياخشى) ئەمەللىرىنى اﷲ بىكار قىلىۋېتىدۇ",
        "numberInSurah": 1,
        "juz": 26,
        "manzil": 6,
        "page": 507,
        "ruku": 442,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4547,
        "text": "ئىمان ئېيتقان ۋە ياخشى ئەمەللەرنى قىلغانلارنىڭ، مۇھەممەدكە نازىل قىلىنغان قۇرئانغا - قۇرئان ئۇلارنىڭ پەرۋەردىگارى تەرىپىدىن كەلگەن ھەقىقەتتۇر – ئىمان ئېيتقانلارنىڭ گۇناھلىرىنى اﷲ ئۆچۈرۈپ تاشلايدۇ، ئۇلارنىڭ ھالىنى ياخشىلايدۇ (شۇنىڭ بىلەن ئۈلار گۇناھ قىلمايدۇ)",
        "numberInSurah": 2,
        "juz": 26,
        "manzil": 6,
        "page": 507,
        "ruku": 442,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4548,
        "text": "بۇ شۇنىڭ ئۈچۈندۇركى، كاپىرلار باتىلغا (يەنى شەيتانغا) ئەگەشتى، مۆمىنلەر بولسا، پەرۋەردىگارى تەرىپىدىن كەلگەن ھەقىقەتكە (يەنى قۇرئانغا) ئەگەشتى، اﷲ ئىنسانلارغا ئۇلارنىڭ ئەھۋالىنى شۇنداق بايان قىلىدۇ",
        "numberInSurah": 3,
        "juz": 26,
        "manzil": 6,
        "page": 507,
        "ruku": 442,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4549,
        "text": "سىلەر كۇففارلارغا (جەڭ مەيدانىدا) ئۇچراشقان چېغىڭلاردا، ئۇلارنى ئۆلتۈرۈڭلار، سىلەر ئۇلارنى قىرىپ (مەغلۇپ قىلىپ، ئۇلاردا سىلەرگە قارشىلىق كۆرسىتىدىغان كۈچ قالمىغان چاغدا ئۇلارنى ئۆلتۈرۈشتىن توختاپ)، ئۇلارنى ئەسىر ئېلىڭلار، ئاندىن ئۇلارنى ئېھسان قىلىش يۈزىسىدىن قويۇپ بېرىڭلار، ياكى فىدىيە ئېلىپ قويۇپ بېرىڭلار، تاكى ئۇرۇش ئۆزىنىڭ ئېغىر يۈكىنى تاشلىغانغا قەدەر (يەنى ئۇرۇش توختىغانغا قەدەر) ئىش مانا شۇنداقتۇر. ئەگەر اﷲ خالىسا ئەلۋەتتە (سىلەرنى ئۇرۇشقا تەكلىپ قىلماستىنلا) ئۇلارنى جازالىغان بولاتتى، لېكىن اﷲ بەزىڭلارنى بەزىڭلار بىلەن سىناش ئۈچۈن (يەنى ئىمانىڭلارنى سىناش ئۈچۈن جىھادقا ئەمر قىلدى)، اﷲ نىڭ يولىدا ئۆلتۈرۈلگەنلەرنىڭ (يەنى شېھىتلەرنىڭ) ئەمەللىرىنى اﷲ بىكار قىلىۋەتمەيدۇ",
        "numberInSurah": 4,
        "juz": 26,
        "manzil": 6,
        "page": 507,
        "ruku": 442,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4550,
        "text": "اﷲ ئۇلارنى ھىدايەت قىلىدۇ ۋە ھالىنى ياخشىلايدۇ",
        "numberInSurah": 5,
        "juz": 26,
        "manzil": 6,
        "page": 507,
        "ruku": 442,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4551,
        "text": "اﷲ ئۈلارنى جەننەتكە كىرگۈزىدۇ، اﷲ ئۇنى ئۇلارغا تونۇتتى (يەنى جەننەتكە كىرگەن ئادەم ئۆزىنىڭ ئۇ يەردىكى جايىنى ئىلگىرى كۆرگەندەكلا بىلىدۇ)",
        "numberInSurah": 6,
        "juz": 26,
        "manzil": 6,
        "page": 507,
        "ruku": 442,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4552,
        "text": "ئى مۆمىنلەر! سىلەر اﷲ قا (يەنى اﷲ نىڭ دىنىغا) ياردەم بەرسەڭلار، اﷲ سىلەرگە (دۈشمىنىڭلارغا قارشى ياردەم بېرىدۇ، قەدىمىڭلارنى (ئۇرۇش مەيدانلىرىدا) بەرقارار قىلىدۇ",
        "numberInSurah": 7,
        "juz": 26,
        "manzil": 6,
        "page": 507,
        "ruku": 442,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4553,
        "text": "كاپىرلارنى اﷲ ھالاك قىلىدۇ، ئۇلارنىڭ (ياخشى) ئەمەللىرىنى بىكار قىلىدۇ",
        "numberInSurah": 8,
        "juz": 26,
        "manzil": 6,
        "page": 507,
        "ruku": 442,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4554,
        "text": "بۇ شۇنىڭ ئۈچۈندۇركى، ئۇلار اﷲ نازىل قىلغان كىتابنى (يەنى قۇرئاننى) يامان كۆرۈش بىلەن، ئۆزلىرىنىڭ ئەمەللىرىنى بەربات قىلدى",
        "numberInSurah": 9,
        "juz": 26,
        "manzil": 6,
        "page": 507,
        "ruku": 442,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4555,
        "text": "ئۇلار زېمىندا سەير قىلىپ ئىلگىرىكىلەرنىڭ ئاقىۋىتىنىڭ قانداق بولغانلىقىنى كۈزەتمىدىمۇ؟ اﷲ ئۇلارنى ھالاك قىلدى. (مەككە) كاپىرلىرىمۇ شۇنداق ئاقىۋەتكە قالىدۇ",
        "numberInSurah": 10,
        "juz": 26,
        "manzil": 6,
        "page": 507,
        "ruku": 442,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4556,
        "text": "بۇ شۇنىڭ ئۈچۈندۇركى، اﷲ مۆمىنلەرنىڭ مەدەتكارىدۇر، كاپىرلارغا مەدەتكار يوقتۇر",
        "numberInSurah": 11,
        "juz": 26,
        "manzil": 6,
        "page": 507,
        "ruku": 442,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4557,
        "text": "شۈبھىسىزكى، اﷲ ئىمان ئېيتقان ۋە ياخشى ئەمەللەرنى قىلغانلارنى ئاستىدىن ئۆستەڭلەر ئېقىپ تۇرىدىغان جەننەتلەرگە كىرگۈزىدۇ، كاپىرلار (ھاياتى دۇنيادا ئۇنىڭ لەززەتلىرىدىن) بەھرىمەن بولىدۇ ۋە چاھارپايلاردەك يەپ - ئىچىدۇ، (ئاخىرەتتە) ئۇلارنىڭ جايى دوزاخ بولىدۇ",
        "numberInSurah": 12,
        "juz": 26,
        "manzil": 6,
        "page": 508,
        "ruku": 443,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4558,
        "text": "سېنى ھەيدەپ چىقارغان شەھەرنىڭ (يەنى مەككىنىڭ) ئاھالىسىدىن كۈچلۈك بولغان نۇرغۇن شەھەرلەرنىڭ ئاھالىسىنى ھالاك قىلدۇق، ئۇلارغا ھېچ قانداق ياردەم قىلغۇچى بولمىدى",
        "numberInSurah": 13,
        "juz": 26,
        "manzil": 6,
        "page": 508,
        "ruku": 443,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4559,
        "text": "پەرۋەردىگارى تەرىپىدىن بولغان روشەن دەلىللەرگە ئاساسلانغان ئادەم (يەنى مۆمىن) ئۆزىنىڭ يامان ئەمەلى چىرايلىق كۆرسىتىلگەن ۋە نەپسى خاھىشلىرىغا ئەگەشكەن ئادەمگە (يەنى كاپىرغا) ئوخشامدۇ؟",
        "numberInSurah": 14,
        "juz": 26,
        "manzil": 6,
        "page": 508,
        "ruku": 443,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4560,
        "text": "تەقۋادارلارغا ۋەدە قىلىنغان جەننەتنىڭ سۈپىتى شۇكى، ئۇ يەردە رەڭگى ئۆزگەرمىگەن سۇدىن ئۆستەڭلار، تەمى ئۆزگەرمىگەن سۈتتىن ئۆستەڭلار، ئىچكۈچىلەرگە لەززەت بېغىشلايدىغان مەيدىن ئۆستەڭلار ۋە ساپ ھەسەلدىن ئۆستەڭلار بولىدۇ، ئۇلارغا جەننەتتە بەھرىمەن بولىدىغان تۈرلۈك مېۋىلەر بولىدۇ ۋە پەرۋەردىگارى تەرىپىدىن مەغپىرەت بولىدۇ، (مۇنداق تەقۋادارلار) دوزاختا مەڭگۈ قالىدىغان، قايناقسۇ بىلەن سۇغىرىلىپ (قىزىقلىقىدىن) ئۈچەيلىرى پارە - پارە قىلىنىدىغانلار بىلەن ئوخشاشمۇ؟",
        "numberInSurah": 15,
        "juz": 26,
        "manzil": 6,
        "page": 508,
        "ruku": 443,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4561,
        "text": "ئۇلاردىن (يەنى مۇناپىقلاردىن) بەزى كىشىلەر سېنىڭ سۆزۈڭگە قۇلاق سالىدۇ، ئۇلار سېنىڭ يېنىڭدىن چىققاندا، ئىلىم بېرىلگەن كىشىلەرگە (يەنى ساھابىلەرنىڭ ئۆلىمالىرىغا مەسخىرە قىلىش يۈزىسىدىن): «بايا ئۇ (يەنى مۇھەممەد) نېمە دېدى؟» دەيدۇ، ئەنە شۇلار اﷲ دىللىرىنى پېچەتلىۋەتكەنلەردۇر، نەپسى خاھىشلىرىغا ئەگەشكەنلەردۇر",
        "numberInSurah": 16,
        "juz": 26,
        "manzil": 6,
        "page": 508,
        "ruku": 443,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4562,
        "text": "ھىدايەت تاپقانلارنى اﷲ تېخىمۇ ھىدايەت قىلىدۇ، ئۇلارغا تەقۋادارلىقنىڭ مۇكاپاتىنى بېرىدۇ",
        "numberInSurah": 17,
        "juz": 26,
        "manzil": 6,
        "page": 508,
        "ruku": 443,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4563,
        "text": "ئۇلار (يەنى مەككە كۇففارلىرى) پەقەت قىيامەتنىڭ ئۇلارغا تۇيۇقسىز كېلىشىنىلا كۈتىدۇ، شۈبھىسىزكى، قىيامەتنىڭ ئالامەتلىرى كەلدى، ئۇلارغا قىيامەت كەلگەندە ئۇلار قانداقمۇ ۋەز - نەسىھەت ئالىدۇ (يەنى بۇ چاغدا ۋەز - نەسىھەت ئالغانلىقىنىڭ پايدىسى بولمايدۇ",
        "numberInSurah": 18,
        "juz": 26,
        "manzil": 6,
        "page": 508,
        "ruku": 443,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4564,
        "text": "بىلگىنكى، اﷲ تىن باشقا ھېچ مەبۇد (بەرھەق) يوقتۇر، گۇناھىڭ ئۈچۈن، ئەر - ئايال مۆمىنلەر ئۈچۈن مەغپىرەت تىلىگىن، اﷲ سىلەرنىڭ (بۇ دۇنيادىكى) ھەرىكىتىڭلارنى ۋە (ئاخىرەتتىكى) جايىڭلارنى بىلىدۇ (شۇڭا ئاخىرەتلىك ئۈچۈن تەييارلىنىڭلار)",
        "numberInSurah": 19,
        "juz": 26,
        "manzil": 6,
        "page": 508,
        "ruku": 443,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4565,
        "text": "مۆمىنلەر (جىھادنى تەلەپ قىلىش يۈزىسىدىن): «نېمىشقا (جىھاد ئەمرى قىلىنغان) بىرەر سۈرە نازىل قىلىنمىدى؟» دەيدۇ، جىھاد زىكرى قىلىنغان ئېنىق سۈرە نازىل قىلىنغاندا، دىللىرىدا كېسەل بارلار (يەنى مۇناپىقلارنىڭ) ساڭا ئۆلۈم ئالدىدا (ئۆلۈمدىن قورقۇپ) ئايلىنىپ كەتكەن ئادەمدەك قاراۋاتقانلىقىنى كۆرىسەن، (ئى مۇھەممەد!) (ئۇلارنىڭ ساڭا) ئىتائەت قىلىشى ۋە چىرايلىق سۆز قىلىشى ئۇلار ئۈچۈن ئەلۋەتتە ياخشى ئىدى، ئۇرۇش قارار قىلىنغان چاغدا، ئۇلار اﷲ قا سادىق بولۇشسا ئەلۋەتتە ئۇلار ئۈچۈن ياخشى ئىدى",
        "numberInSurah": 20,
        "juz": 26,
        "manzil": 6,
        "page": 509,
        "ruku": 444,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4566,
        "text": "مۆمىنلەر (جىھادنى تەلەپ قىلىش يۈزىسىدىن): «نېمىشقا (جىھاد ئەمرى قىلىنغان) بىرەر سۈرە نازىل قىلىنمىدى؟» دەيدۇ، جىھاد زىكرى قىلىنغان ئېنىق سۈرە نازىل قىلىنغاندا، دىللىرىدا كېسەل بارلار (يەنى مۇناپىقلارنىڭ) ساڭا ئۆلۈم ئالدىدا (ئۆلۈمدىن قورقۇپ) ئايلىنىپ كەتكەن ئادەمدەك قاراۋاتقانلىقىنى كۆرىسەن، (ئى مۇھەممەد!) (ئۇلارنىڭ ساڭا) ئىتائەت قىلىشى ۋە چىرايلىق سۆز قىلىشى ئۇلار ئۈچۈن ئەلۋەتتە ياخشى ئىدى، ئۇرۇش قارار قىلىنغان چاغدا، ئۇلار اﷲ قا سادىق بولۇشسا ئەلۋەتتە ئۇلار ئۈچۈن ياخشى ئىدى",
        "numberInSurah": 21,
        "juz": 26,
        "manzil": 6,
        "page": 509,
        "ruku": 444,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4567,
        "text": "سىلەر (ئىسلام) دىن يۈز ئۆرۈسەڭلار زېمىندا بۇزغۇنچىلىق قىلارسىلەرمۇ ۋە سىلە - رەھىمنى ئۈزۈپ قويارسىلەرمۇ؟",
        "numberInSurah": 22,
        "juz": 26,
        "manzil": 6,
        "page": 509,
        "ruku": 444,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4568,
        "text": "ئەنە شۇنداق كىشىلەرنى اﷲ رەھمىتىدىن يىراق قىلدى، ئۇلارنى (ھەقنى ئاڭلاشتىن) گاس قىلدى، (ھىدايەت يولىنى كۆرۈشتىن) كور قىلدى",
        "numberInSurah": 23,
        "juz": 26,
        "manzil": 6,
        "page": 509,
        "ruku": 444,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4569,
        "text": "ئۇلار (ھەقنى تونۇش ئۈچۈن) قۇرئاننى پىكىر قىلمامدۇ؟ بەلكى ئۇلارنىڭ دىللىرىدا قۇلۇپ بار (شۇڭا ئۇلار چۈشەنمەيدۇ)",
        "numberInSurah": 24,
        "juz": 26,
        "manzil": 6,
        "page": 509,
        "ruku": 444,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4570,
        "text": "توغرا يول ئېنىق بولغاندىن كېيىن ئارقىسىغا قايتىۋالغانلار (يەنى ئىماندىن كۇفرىغا قايتقانلار) غا (ئۇلارنىڭ بۇ ئىشىنى) شەيتان چىرايلىق كۆرسەتتى، (شەيتان ئارزۇ ۋە ئەجەلنىڭ ئۇزۇنلۇقى بىلەن) ئۇلارنىڭ كۆڭلىنى تىندۇردى",
        "numberInSurah": 25,
        "juz": 26,
        "manzil": 6,
        "page": 509,
        "ruku": 444,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4571,
        "text": "بۇ (يەنى شەيتاننىڭ ئۇلارنى ئازدۇرۇشى) شۇنىڭ ئۈچۈندۇركى، ئۇلار اﷲ نازىل قىلغان نەرسىنى يامان كۆرگەن كاپىرلارغا: «بىز بەزى ئىشلاردا سىلەرگە ئىتائەت قىلىمىز» دېدى، اﷲ ئۇلارنىڭ سىرلىرىنى بىلىدۇ",
        "numberInSurah": 26,
        "juz": 26,
        "manzil": 6,
        "page": 509,
        "ruku": 444,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4572,
        "text": "(ئازاب) پەرىشتىلىرى ئۇلارنىڭ يۈزلىرىگە ۋە ئارقىلىرىغا ئۇرغان ھالدا ئۇلارنىڭ جانلىرىنى ئېلىۋاتقاندا (ئۇلارنىڭ ھالى) قانداق بولىدۇ؟",
        "numberInSurah": 27,
        "juz": 26,
        "manzil": 6,
        "page": 509,
        "ruku": 444,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4573,
        "text": "بۇ (ئازاب) شۇنىڭ ئۈچۈندۇركى، ئۇلار اﷲ نى دەرغەزەپ قىلىدىغان نەرسىلەرگە ئەگەشتى، اﷲ نىڭ رازىلىقىنى (يەنى اﷲ نى رازى قىلىدىغان ئىشلارنى) ياقتۇرمىدى، شۇنىڭ بىلەن اﷲ ئۇلارنىڭ ئەمەللىرىنى بىكار قىلدى",
        "numberInSurah": 28,
        "juz": 26,
        "manzil": 6,
        "page": 509,
        "ruku": 444,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4574,
        "text": "دىللىرىدا كېسەل بارلار (يەنى مۇناپىقلار) اﷲ ئۆزلىرىنىڭ (ئىسلامغا بولغان) دۈشمەنلىكىنى ئاشكارىلىمايدۇ دەپ ئويلامدۇ؟",
        "numberInSurah": 29,
        "juz": 26,
        "manzil": 6,
        "page": 509,
        "ruku": 445,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4575,
        "text": "ئەگەر بىز خالىساق، ئۇلارنى چوقۇم ساڭا بىلدۈرەتتۇق، چوقۇم ئۇلارنىڭ سىماسىدىن تونۇيتتۇڭ، سەن ئەلۋەتتە سۆزىنىڭ ئۇسلۇبىدىن ئۇلارنى تونۇيسەن، اﷲ سىلەرنىڭ ئەمەللىرىڭلارنى بىلىپ تۇرىدۇ",
        "numberInSurah": 30,
        "juz": 26,
        "manzil": 6,
        "page": 510,
        "ruku": 445,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4576,
        "text": "بىز سىلەرنى ئەلۋەتتە (جىھادقا ئەمر قىلىش ۋە مۇشەققەتلىك ئىشلارغا تەكلىپ قىلىش بىلەن) سىنايمىز، تاكى سىلەرنىڭ ئىچىڭلاردىن (اﷲ نىڭ يولىدا) جىھاد قىلغۇچىلارنى ۋە (جىھادنىڭ مۇشەققەتلىرىگە) چىداشلىق بەرگۈچىلەرنى بىلگەنگە، سىرلىرىڭلاردىن ۋاقىپ بولغانغا قەدەر",
        "numberInSurah": 31,
        "juz": 26,
        "manzil": 6,
        "page": 510,
        "ruku": 445,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4577,
        "text": "شۈبھىسىزكى، كاپىر بولغانلار، (كىشىلەرنى) اﷲ نىڭ يولىدىن توسقانلار، توغرا يول (يەنى رەسۇلۇللاھنىڭ ھەق ئىكەنلىكى) ئېنىق بولغاندىن كېيىن پەيغەمبەر بىلەن دۈشمەنلەشكەنلەر اﷲ قا قىلچە زىيان يەتكۈزەلمەيدۇ، اﷲ ئۇلارنىڭ (سەدىقە بەرگەنگە ئوخشاش) ئەمەللىرىنى بىكار قىلىدۇ (شۇنىڭ بىلەن ئاخىرەتتە ئۇنىڭ ساۋابىغا ئېرىشەلمەيدۇ)",
        "numberInSurah": 32,
        "juz": 26,
        "manzil": 6,
        "page": 510,
        "ruku": 445,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4578,
        "text": "ئى مۆمىنلەر! اﷲ قا ئىتائەت قىلىڭلار، پەيغەمبەرگە ئىتائەت قىلىڭلار، ئەمەللىرىڭلارنى (كۇفرى، نىفاق ۋە رىيا بىلەن) بىكار قىلىۋەتمەڭلار",
        "numberInSurah": 33,
        "juz": 26,
        "manzil": 6,
        "page": 510,
        "ruku": 445,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4579,
        "text": "شۈبھىسىزكى، كاپىر بولغان ۋە (كىشىلەرنى) اﷲ نىڭ يولىدىن توسقانلار، ئاندىن كاپىر پىتى ئۆلگەنلەرنى اﷲ ھەرگىز مەغپىرەت قىلمايدۇ",
        "numberInSurah": 34,
        "juz": 26,
        "manzil": 6,
        "page": 510,
        "ruku": 445,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4580,
        "text": "(كاپىرلار بىلەن جەڭ قىلغان چېغىڭلاردا) بوشاپ قالماڭلار، (كاپىرلارنى) سۈلھكە چاقىرماڭلار، ھالبۇكى، سىلەر غالىپتۇرسىلەر، اﷲ سىلەر بىلەن بىرگىدۇر، اﷲ ھەرگىز ئەمەلىڭلارنىڭ (ساۋابىنى) كېمەيتىۋەتمەيدۇ",
        "numberInSurah": 35,
        "juz": 26,
        "manzil": 6,
        "page": 510,
        "ruku": 445,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4581,
        "text": "دۇنيا تىرىكچىلىكى پەقەت ئويۇن ۋە تاماشادىن ئىبارەتتۇر، ئەگەر سىلەر ئىمان ئېيتساڭلار ۋە تەقۋادارلىق قىلساڭلار (اﷲ) سىلەرگە ئەجرىڭلارنى بېرىدۇ، مال - مۈلكۈڭلارنىڭ ھەممىسىنى (بېرىشنى) سورىمايدۇ (پەقەت زاكاتنى بېرىشىڭلارنى سورايدۇ)",
        "numberInSurah": 36,
        "juz": 26,
        "manzil": 6,
        "page": 510,
        "ruku": 445,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4582,
        "text": "ئەگەر ئۇ سىلەردىن مال - مۈلكۈڭلارنى جىددى سورىسا، بېخىللىق قىلىسىلەر، بۇ بېخىللىق سىلەرنىڭ (ئىسلامغا بولغان) ئاداۋىتىڭلارنى ئاشكارىلايدۇ",
        "numberInSurah": 37,
        "juz": 26,
        "manzil": 6,
        "page": 510,
        "ruku": 445,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4583,
        "text": "سىلەر شۇنداق كىشىلەرسلەركى، اﷲ نىڭ يولىدا (پۇل - مال) سەرپ قىلىشقا چاقىرىلساڭلار، سىلەرنىڭ ئاراڭلاردا بېخىللىق قىلىدىغانلار بار، كىمكى بېخىللىق قىلىدىكەن، ئۇ ئۆزىنىڭ زىيىنى ئۈچۈن بېخىللىق قىلىدۇ، اﷲ (سىلەرنىڭ مال - مۈلكۈڭلاردىن) بىھاجەتتۇر، سىلەر بولساڭلار (اﷲ قا) موھتاجسىلەر، ئەگەر سىلەر (اﷲ نىڭ تائىتىدىن) يۈز ئۆرۈسەڭلار، اﷲ سىلەرنىڭ ئورنۇڭلارغا باشقا بىر قەۋمنى ئالماشتۇرىدۇ، ئۇلار سىلەرگە ئوخشاش بولمايدۇ (بەلكى اﷲ قا ئىتائەت قىلىدۇ)",
        "numberInSurah": 38,
        "juz": 26,
        "manzil": 6,
        "page": 510,
        "ruku": 445,
        "hizbQuarter": 204,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "ug.saleh",
      "language": "ug",
      "name": "محمد صالح",
      "englishName": "Muhammad Saleh",
      "format": "text",
      "type": "translation",
      "direction": "rtl"
    }
  }
}