{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 49,
    "name": "سُورَةُ الحُجُرَاتِ",
    "englishName": "Al-Hujuraat",
    "englishNameTranslation": "The Inner Apartments",
    "revelationType": "Medinan",
    "numberOfAyahs": 18,
    "ayahs": [
      {
        "number": 4613,
        "text": "ئى مۆمىنلەر! سىلەر اﷲ نىڭ ۋە اﷲ نىڭ پەيغەمبىرىنىڭ ئالدىدا (ھېچقانداق بىر ئىشنى ۋە سۆزنى) ئالدى بىلەن قىلماڭلار، اﷲ تىن قورقۇڭلار، اﷲ ھەقىقەتەن (سۆزۈڭلارنى) ئاڭلاپ تۇرغۇچىدۇر، (نىيىتىڭلارنى ۋە ئەھۋالىڭلارنى) بىلىپ تۇرغۇچىدۇر",
        "numberInSurah": 1,
        "juz": 26,
        "manzil": 6,
        "page": 515,
        "ruku": 450,
        "hizbQuarter": 206,
        "sajda": false
      },
      {
        "number": 4614,
        "text": "ئى مۆمىنلەر! (رەسۇلۇللاھقا سۆز قىلغان چېغىڭلاردا) ئاۋازىڭلارنى پەيغەمبەرنىڭ ئاۋازىدىن يۇقىرى قىلماڭلار، سىلەر بىر - بىرىڭلار بىلەن (توۋلاپ) يۇقىرى ئاۋازدا سۆزلەشكەندەك، پەيغەمبەرگە (توۋلاپ) يۇقىرى ئاۋازدا سۆز قىلماڭلار، (ئۇنداق قىلساڭلار) ئۆزلىرىڭلار تۇيماستىن، (قىلغان ياخشى) ئەمەللىرىڭلار بىكار بولۇپ كېتىدۇ",
        "numberInSurah": 2,
        "juz": 26,
        "manzil": 6,
        "page": 515,
        "ruku": 450,
        "hizbQuarter": 206,
        "sajda": false
      },
      {
        "number": 4615,
        "text": "شۈبھىسىزكى، رەسۇلۇللاھنىڭ يېنىدا پەس ئاۋازدا گەپ قىلغانلارنىڭ دىللىرىنى اﷲ تەقۋا ئۈچۈن سىنىغان، ئۇلار مەغپىرەتكە ۋە كاتتا ساۋابقا (يەنى جەننەتكە) ئېرىشىدۇ",
        "numberInSurah": 3,
        "juz": 26,
        "manzil": 6,
        "page": 515,
        "ruku": 450,
        "hizbQuarter": 206,
        "sajda": false
      },
      {
        "number": 4616,
        "text": "شۈبھىسىزكى، سېنى ھۇجرىلار (يەنى پاك ئاياللىرىڭنىڭ تۇرالغۇ جايلىرى) ئارقىسىدىن توۋلايدىغانلارنىڭ تولىسى ئەقىلسىز كىشىلەردۇر",
        "numberInSurah": 4,
        "juz": 26,
        "manzil": 6,
        "page": 515,
        "ruku": 450,
        "hizbQuarter": 206,
        "sajda": false
      },
      {
        "number": 4617,
        "text": "سەن ئۇلارنىڭ ئالدىغا چىققىنىڭغا قەدەر ئۇلار سەۋر قىلىپ تۇرۇشسا، ئۇلار ئۈچۈن ئەلۋەتتە ياخشى بولاتتى، اﷲ ناھايىتى مەغپىرەت قىلغۇچىدۇر، ناھايىتى مېھرىباندۇر",
        "numberInSurah": 5,
        "juz": 26,
        "manzil": 6,
        "page": 516,
        "ruku": 450,
        "hizbQuarter": 206,
        "sajda": false
      },
      {
        "number": 4618,
        "text": "ئى مۆمىنلەر! ئەگەر سىلەرگە بىر پاسىق ئادەم بىرەر خەۋەر ئېلىپ كەلسە، (ئىشنىڭ ھەقىقىتىنى) بىلمەستىن بىرەر قەۋمنى رەنجىتىپ قويۇپ، قىلمىشىڭلارغا پۇشايمان قىلىپ قالماسلىقىڭلار ئۈچۈن، (ئۇ خەۋەرنى) ئېنىقلاپ كۆرۈڭلار",
        "numberInSurah": 6,
        "juz": 26,
        "manzil": 6,
        "page": 516,
        "ruku": 450,
        "hizbQuarter": 206,
        "sajda": false
      },
      {
        "number": 4619,
        "text": "بىلىڭلاركى، ئىچىڭلاردا رەسۇلۇللاھ (يەنى اﷲ نىڭ پەيغەمبىرى) بار، ئەگەر ئۇ نۇرغۇن ئىشلاردا سىلەرگە ئىتائەت قىلىدىغان بولسا، چوقۇم قىيىن ئەھۋالدا قالاتتىڭلار، لېكىن اﷲ سىلەرگە ئىماننى قىزغىن سۆيگۈزدى ۋە ئۇنى دىلىڭلاردا كۆركەم قىلدى، سىلەرگە پىسقىنى، كۇفرىنى ۋە گۇناھنى يامان كۆرسەتتى، ئەنە شۇلار اﷲ نىڭ پەزلى ۋە نېمىتى بىلەن توغرا يولدا بولغۇچىلاردۇر. اﷲ ھەممىنى بىلگۈچىدۇر، ھېكمەت بىلەن ئىش قىلغۇچىدۇر",
        "numberInSurah": 7,
        "juz": 26,
        "manzil": 6,
        "page": 516,
        "ruku": 450,
        "hizbQuarter": 206,
        "sajda": false
      },
      {
        "number": 4620,
        "text": "بىلىڭلاركى، ئىچىڭلاردا رەسۇلۇللاھ (يەنى اﷲ نىڭ پەيغەمبىرى) بار، ئەگەر ئۇ نۇرغۇن ئىشلاردا سىلەرگە ئىتائەت قىلىدىغان بولسا، چوقۇم قىيىن ئەھۋالدا قالاتتىڭلار، لېكىن اﷲ سىلەرگە ئىماننى قىزغىن سۆيگۈزدى ۋە ئۇنى دىلىڭلاردا كۆركەم قىلدى، سىلەرگە پىسقىنى، كۇفرىنى ۋە گۇناھنى يامان كۆرسەتتى، ئەنە شۇلار اﷲ نىڭ پەزلى ۋە نېمىتى بىلەن توغرا يولدا بولغۇچىلاردۇر. اﷲ ھەممىنى بىلگۈچىدۇر، ھېكمەت بىلەن ئىش قىلغۇچىدۇر",
        "numberInSurah": 8,
        "juz": 26,
        "manzil": 6,
        "page": 516,
        "ruku": 450,
        "hizbQuarter": 206,
        "sajda": false
      },
      {
        "number": 4621,
        "text": "ئەگەر مۆمىنلەردىن ئىككى گۇرۇھ ئۇرۇشۇپ قالسا، ئۇلارنىڭ ئارىسىنى تۈزەپ قويۇڭلار، ئەگەر ئۇلارنىڭ بىرى ئىككىنچىسىگە تاجاۋۇز قىلسا، تاجاۋۇز قىلغۇچى تاكى اﷲ نىڭ ھۆكمىگە قايتقانغا قەدەر (يەنى تاجاۋۇزىنى توختاتقانغا قەدەر) ئۇنىڭ بىلەن ئۇرۇشۇڭلار، ئەگەر ئۇلار (اﷲ نىڭ ئەمرىگە) قايتسا، ئۇلارنىڭ ئارىسىنى (ھېچبىر تەرەپكە يان باسماستىن) ئادىللىق بىلەن تۈزەپ قويۇڭلار، (ھەممە ئىشتا) ئادىل بولۇڭلار، اﷲ ھەقىقەتەن ئادىللارنى دوست تۇتىدۇ",
        "numberInSurah": 9,
        "juz": 26,
        "manzil": 6,
        "page": 516,
        "ruku": 450,
        "hizbQuarter": 206,
        "sajda": false
      },
      {
        "number": 4622,
        "text": "مۆمىنلەر ھەقىقەتەن (دىندا) قېرىنداشلاردۇر، (ئۇرۇشۇپ قالسا) قېرىنداشلىرىڭلارنىڭ ئارىسىنى تۈزەڭلار، رەھمەتكە ئېرىشىشىڭلار ئۈچۈن، اﷲ تىن قورقۇڭلار",
        "numberInSurah": 10,
        "juz": 26,
        "manzil": 6,
        "page": 516,
        "ruku": 450,
        "hizbQuarter": 206,
        "sajda": false
      },
      {
        "number": 4623,
        "text": "ئى مۆمىنلەر! بىر قەۋم يەنە بىر قەۋمنى (يەنى بىر جامائە يەنە بىر جامائەنى، بىر ئادەم يەنە بىر ئادەمنى) مەسخىرە قىلمىسۇن، مەسخىرە قىلىنغان قەۋم (اﷲ نىڭ نەزىرىدە) مەسخىرە قىلغۇچى قەۋمدىن ياخشىراق بولۇشى مۇمكىن، سىلەرنىڭ ئاراڭلاردىكى ئاياللارمۇ ئۆزئارا مەسخىرە قىلىشمىسۇن، مەسخىرە قىلىنغۇچى ئاياللار (اﷲ نىڭ دەرگاھىدا) مەسخىرە قىلغۇچى ئاياللاردىن ياخشىراق بولۇشى مۈمكىن، بىر - بىرىڭلارنى ئەيىبلىمەڭلار، بىر - بىرىڭلارنى يامان لەقەم بىلەن چاقىرماڭلار، ئىماندىن كېيىن پىسقى بىلەن ئاتاش (يەنى مۆمىننى پاسىق) دەپ ئاتاش نېمىدېگەن يامان! (مۇنداق نەھيى قىلىنغان ئىشلاردىن) تەۋبە قىلمىغانلار زالىملاردۇر",
        "numberInSurah": 11,
        "juz": 26,
        "manzil": 6,
        "page": 516,
        "ruku": 451,
        "hizbQuarter": 206,
        "sajda": false
      },
      {
        "number": 4624,
        "text": "ئى مۆمىنلەر! نۇرغۇن گۇمانلاردىن ساقلىنىڭلار (يەنى ئائىلىدىكىلىرىڭلارغا ۋە كىشىلەرگە گۇمانخورلۇق قىلماڭلار)، بەزى گۇمانلار ھەقىقەتەن گۇناھتۇر، (مۆمىنلەرنىڭ ئەيىبىنى) ئىزدىمەڭلار، بىر - بىرىڭلارنىڭ غەيۋىتىنى قىلماڭلار، سىلەرنىڭ بىرىڭلار ئۆلگەن قېرىندىشىڭلارنىڭ گۆشىنى يېيىشنى ياقتۇرامسىلەر؟ ئۇنى ياقتۇرمايسىلەر اﷲ تىن قورقۇڭلار اﷲ (تەۋبەقىلغۇچىلارنىڭ قىلغان) تەۋبىسىنى بەكمۇ قۇبۇل قىلغۇچىدۇر، (ئۇلارغا) ناھايىتى مېھرىباندۇر",
        "numberInSurah": 12,
        "juz": 26,
        "manzil": 6,
        "page": 517,
        "ruku": 451,
        "hizbQuarter": 206,
        "sajda": false
      },
      {
        "number": 4625,
        "text": "ئى ئىنسانلار! سىلەرنى بىز ھەقىقەتەن بىر ئەر، بىر ئايالدىن، (ئادەم بىلەن ھەۋۋادىن ئىبارەت) بىر ئاتا بىر ئانىدىن ياراتتۇق ئۆز ئارا تونۇشۇشۇڭلار ئۈچۈن سىلەرنى نۇرغۇن مىللەت ۋە ئۇرۇق قىلدۇق، ھەقىقەتەن ئەڭ تەقۋادار بولغانلىرىڭلار اﷲ نىڭ دەرگاھىدا ئەڭ ھۆرمەتلىك ھېسابلىنىسىلەر (يەنى كىشىلەرنىڭ بىر - بىرىدىن ئارتۇق بولۇشى نەسەب بىلەن ئەمەس، تەقۋادارلىق بىلەن بولىدۇ)، اﷲ ھەقىقەتەن ھەممىنى بىلگۈچىدۇر، ھەممىدىن خەۋەرداردۇر",
        "numberInSurah": 13,
        "juz": 26,
        "manzil": 6,
        "page": 517,
        "ruku": 451,
        "hizbQuarter": 206,
        "sajda": false
      },
      {
        "number": 4626,
        "text": "ئەئرابىلار: «ئىمان ئېيتتۇق» دەيدۇ، (ئۇلارغا) ئېيتقىنكى، «(تېخى) ئىمان ئېيتمىدىڭلار ۋە لېكىن سىلەر بويسۇندۇق دەڭلار، ئىمان تېخى دىلىڭلارغا كىرمىدى، ئەگەر سىلەر اﷲ قا ۋە ئۇنىڭ پەيغەمبىرىگە ئىتائەت قىلساڭلار، اﷲ سىلەرنىڭ ئەمەلىڭلاردىن ھېچ نەرسىنى كېمەيتىۋەتمەيدۇ، اﷲ ھەقىقەتەن (مۆمىنلەرگە) ناھايىتى مەغپىرەت قىلغۇچىدۇر، (ئۇلارغا) ناھايىتى مېھرىباندۇر",
        "numberInSurah": 14,
        "juz": 26,
        "manzil": 6,
        "page": 517,
        "ruku": 451,
        "hizbQuarter": 207,
        "sajda": false
      },
      {
        "number": 4627,
        "text": "شۈبھىسىزكى، (ھەقىقي) مۆمىنلەر اﷲ قا ۋە ئۇنىڭ پەيغەمبىرىگە ئىمان كەلتۈرگەن، ئاندىن (ئىمانىدا) شەك كەلتۈرمىگەن، ماللىرى بىلەن، جانلىرى بىلەن اﷲ نىڭ يولىدا جىھاد قىلغانلاردۇر، ئەنە شۇلار (ئىمان دەۋاسىدا) راستچىللاردۇر»",
        "numberInSurah": 15,
        "juz": 26,
        "manzil": 6,
        "page": 517,
        "ruku": 451,
        "hizbQuarter": 207,
        "sajda": false
      },
      {
        "number": 4628,
        "text": "(ئى مۇھەممەد!) ئېيتقىنكى، «اﷲ قا دىنىڭلارنى (يەنى دىنىڭلارنى دىلىڭلارنىڭ تەستىق قىلغانلىقىنى) خەۋەر قىلامسىلەر؟ ھالبۇكى، اﷲ ئاسمانلاردىكىنى ۋە زېمىندىكىنى بىلىپ تۇرىدۇ، اﷲ ھەممە نەرسىنى بىلگۈچىدۇر»",
        "numberInSurah": 16,
        "juz": 26,
        "manzil": 6,
        "page": 517,
        "ruku": 451,
        "hizbQuarter": 207,
        "sajda": false
      },
      {
        "number": 4629,
        "text": "ئۇلار ساڭا مۇسۇلمان بولغانلىقىنى مىننەت قىلىدۇ، (ئۇلارغا) «سىلەر ماڭا مۇسۇلمان بولغانلىقىڭلارنى مىننەت قىلماڭلار، بەلكى اﷲ سىلەرنى ئىمانغا ھىدايەت قىلغانلىقىنى مىننەت قىلىدۇ، ئەگەر سىلەر راست (مۆمىن) بولساڭلار» دېگىن",
        "numberInSurah": 17,
        "juz": 26,
        "manzil": 6,
        "page": 517,
        "ruku": 451,
        "hizbQuarter": 207,
        "sajda": false
      },
      {
        "number": 4630,
        "text": "اﷲ ھەقىقەتەن ئاسمانلاردىكى ۋە زېمىندىكى غەيىبنى بىلىپ تۇرىدۇ، اﷲ سىلەرنىڭ قىلىۋاتقان ئىشىڭلارنى كۆرۈپ تۇرغۇچىدۇر",
        "numberInSurah": 18,
        "juz": 26,
        "manzil": 6,
        "page": 517,
        "ruku": 451,
        "hizbQuarter": 207,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "ug.saleh",
      "language": "ug",
      "name": "محمد صالح",
      "englishName": "Muhammad Saleh",
      "format": "text",
      "type": "translation",
      "direction": "rtl"
    }
  }
}