{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 63,
    "name": "سُورَةُ المُنَافِقُونَ",
    "englishName": "Al-Munaafiqoon",
    "englishNameTranslation": "The Hypocrites",
    "revelationType": "Medinan",
    "numberOfAyahs": 11,
    "ayahs": [
      {
        "number": 5189,
        "text": "مۇناپىقلار سېنىڭ ئالدىڭغا كەلگەن چاغدا: «گۇۋاھلىق بېرىمىزكى سەن ھەقىقەتەن اﷲ نىڭ پەيغەمبىرىدۇرسەن» دەيدۇ، سېنىڭ ھەقىقەتەن اﷲ نىڭ پەيغەمبىرى ئىكەنلىكىڭنى اﷲ بىلىدۇ، اﷲ گۇۋاھلىق بېرىدۇكى، مۇناپىقلار چوقۇم يالغانچىلاردۇر",
        "numberInSurah": 1,
        "juz": 28,
        "manzil": 7,
        "page": 554,
        "ruku": 488,
        "hizbQuarter": 221,
        "sajda": false
      },
      {
        "number": 5190,
        "text": "ئۇلار ئۆزلىرىنىڭ يالغان قەسەملىرىنى قالقان قىلىۋالدى، (كىشىلەرنى) اﷲ نىڭ يولىدىن (يەنى اﷲ نىڭ دىنىدىن) توستى، ئۇلارنىڭ قىلمىشى نېمىدېگەن يامان!",
        "numberInSurah": 2,
        "juz": 28,
        "manzil": 7,
        "page": 554,
        "ruku": 488,
        "hizbQuarter": 221,
        "sajda": false
      },
      {
        "number": 5191,
        "text": "بۇ شۇنىڭ ئۈچۈندۇركى، ئۇلار (ئېغىزلىرىدا) ئىشىنىپ، ئاندىن (دىللىرىدا) ئىنكار قىلدى، ئۇلارنىڭ دىللىرى پېچەتلەندى (يەنى دىللىرىغا ھىدايەت يېتىپ بارالمايدۇ)، ئۇلار (ئىماننى) چۈشەنمەيدۇ",
        "numberInSurah": 3,
        "juz": 28,
        "manzil": 7,
        "page": 554,
        "ruku": 488,
        "hizbQuarter": 221,
        "sajda": false
      },
      {
        "number": 5192,
        "text": "ئۇلارغا قارايدىغان بولساڭ، بەدەن قۇرۇلۇشى (سالاپەتلىكى) سېنى ھەيران قالدۇرىدۇ، ئەگەر ئۇلار سۆزلىسە، (سۆزىنىڭ پاساھەتلىكىدىن) سۆزىگە قۇلاق سالىسەن، (ئىلىمسىز، ئەقىلسىز، پاراسەتسىزلىكتە) گويا ئۇلار تامغا يۆلەپ قويۇلغان (چىرىپ قالغان) ياغاچلاردۇر، ئۇلار (قورقۇنچتىن) ھەرقانداق ئاۋازنى ئۆزلىرىگە قارىتىلغان دەپ گۇمانلىنىدۇ، ئۇلار (ساڭا ۋە مۆمىنلەرگە) دۈشمەندۇر، ئۇلاردىن ھەزەر ئەيلىگىن، اﷲ ئۇلارنى ھالاك قىلسۇن! ئۇلار قانداقمۇ (ھىدايەتتىن گۇمراھلىققا) بۇرۇلۇپ كېتىدۇ!",
        "numberInSurah": 4,
        "juz": 28,
        "manzil": 7,
        "page": 554,
        "ruku": 488,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5193,
        "text": "ئۇلارغا ئۆزرە ئېيتىپ: «كېلىڭلار، رەسۇلۇللاھ سىلەرگە مەغپىرەت تىلەيدۇ» دېيىلسە، (مەسخىرە قىلىش يۈزىسىدىن) باشلىرىنى سىلكىيدۇ، ئۇلارنىڭ تەكەببۇرلۇق قىلغان ھالدا (دەۋەت قىلىنغان نەرسىدىن) يۈز ئۆرۈگەنلىكىنى كۆرۈسەن",
        "numberInSurah": 5,
        "juz": 28,
        "manzil": 7,
        "page": 555,
        "ruku": 488,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5194,
        "text": "ئۇلارغا (مەيلى) مەغپىرەت تەلەپ قىلغىن، (مەيلى) مەغپىرەت تەلەپ قىلمىغىن، بەرىبىر ئوخشاش، اﷲ ئۇلارغا ھەرگىز مەغپىرەت قىلمايدۇ، شۈبھىسىزكى پاسىق قەۋمنى اﷲ ھىدايەت قىلمايدۇ",
        "numberInSurah": 6,
        "juz": 28,
        "manzil": 7,
        "page": 555,
        "ruku": 488,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5195,
        "text": "ئۇلار: «رەسۇلۇللاھ نىڭ يېنىدىكى كىشىلەرنى تەمىنلىمەڭلار، ئۇلار تاراپ كەتسۇن» دەيدۇ، ئاسمانلارنىڭ ۋە زېمىننىڭ خەزىنىلىرى اﷲ نىڭ ئىلكىدىدۇر. ۋە لېكىن مۇناپىقلار (اﷲ نىڭ ھېكمىتىنى) چۈشەنمەيدۇ",
        "numberInSurah": 7,
        "juz": 28,
        "manzil": 7,
        "page": 555,
        "ruku": 488,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5196,
        "text": "ئۇلار (يەنى مۇناپىقلار): «مەدىنىگە قايتساق، ئەڭ ئەزىز ئادەم (يەنى ئابدۇللاھ ئىبن ئۇبەي ۋە مۇناپىقلارنىڭ ئۆزلىرىنى دېمەكچى) ئەڭ خار ئادەمنى (يەنى رەسۇلۇللاھنى، مۆمىنلەرنى دېمەكچى) مەدىنىدىن چىقىرىۋېتىدۇ» دېيىشىدۇ. غەلىبە اﷲ قا، اﷲ نىڭ پەيغەمبىرىگە ۋە مۆمىنلەرگە مەنسۇپ، لېكىن مۇناپىقلار (غەلىبىنىڭ اﷲ نىڭ دۈشمەنلىرىگە ئەمەس، دوستلىرىغا مەنسۇپ ئىكەنلىكىنى) بىلمەيدۇ",
        "numberInSurah": 8,
        "juz": 28,
        "manzil": 7,
        "page": 555,
        "ruku": 488,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5197,
        "text": "ئى مۆمىنلەر! ماللىرىڭلار ۋە بالىلىرىڭلار سىلەرنى اﷲ نىڭ زىكرىدىن (يەنى اﷲ نىڭ تائەت - ئىبادىتىدىن) غەپلەتتە قالدۇرمىسۇن، كىملەركى شۇنداق قىلىدىكەن، ئۇلار زىيان تارتقۇچىلاردۇر",
        "numberInSurah": 9,
        "juz": 28,
        "manzil": 7,
        "page": 555,
        "ruku": 489,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5198,
        "text": "بېرىڭلارغا ئۆلۈم كېلىپ: «پەرۋەردىگارىم! نېمىشقا مېنى (يەنى ئەجىلىمنى) بىر ئاز كېچىكتۈرمىدىڭ، سەدىقە قىلىپ ياخشىلاردىن بولار ئىدىم» دېيىشتىن بۇرۇن، ئۆزۈڭلارغا رىزىق قىلىپ بېرىلگەن نەرسىلەرنى سەدىقە قىلىڭلار",
        "numberInSurah": 10,
        "juz": 28,
        "manzil": 7,
        "page": 555,
        "ruku": 489,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5199,
        "text": "اﷲ ھېچ ئادەمنى ئەجىلى كەلگەندە ھەرگىز كېچىكتۈرمەيدۇ، اﷲ قىلىۋاتقان ئىشىڭلاردىن تولۇق خەۋەرداردۇر",
        "numberInSurah": 11,
        "juz": 28,
        "manzil": 7,
        "page": 555,
        "ruku": 489,
        "hizbQuarter": 222,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "ug.saleh",
      "language": "ug",
      "name": "محمد صالح",
      "englishName": "Muhammad Saleh",
      "format": "text",
      "type": "translation",
      "direction": "rtl"
    }
  }
}