{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 64,
    "name": "سُورَةُ التَّغَابُنِ",
    "englishName": "At-Taghaabun",
    "englishNameTranslation": "Mutual Disillusion",
    "revelationType": "Medinan",
    "numberOfAyahs": 18,
    "ayahs": [
      {
        "number": 5200,
        "text": "ئاسمانلاردىكى ۋە زېمىندىكى نەرسىلەر اﷲ قا تەسبىھ ئېيتىدۇ، پادىشاھلىق اﷲ قا مەنسۇپتۇر، جىمى ھەمدۇسانا اﷲ قا خاستۇر، اﷲ ھەر نەرسىگە قادىردۇر",
        "numberInSurah": 1,
        "juz": 28,
        "manzil": 7,
        "page": 556,
        "ruku": 490,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5201,
        "text": "اﷲ سىلەرنى خەلق ئەتتى، ئاراڭلاردا مۆمىنلەرمۇ بار، كاپىرلارمۇ بار، اﷲ سىلەرنىڭ قىلىۋاتقان ئىشىڭلارنى كۆرۈپ تۇرغۇچىدۇر",
        "numberInSurah": 2,
        "juz": 28,
        "manzil": 7,
        "page": 556,
        "ruku": 490,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5202,
        "text": "اﷲ ئاسمانلارنى ۋە زېمىننى ھەق ياراتتى، سىلەرنى سۈرەتكە كىرگۈزدى، سۈرىتىڭلارنى چىرايلىق قىلدى، ئاخىر قايتىدىغان جاي ئۇنىڭ دەرگاھىدۇر",
        "numberInSurah": 3,
        "juz": 28,
        "manzil": 7,
        "page": 556,
        "ruku": 490,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5203,
        "text": "اﷲ ئاسمانلاردىكى ۋە زېمىندىكى نەرسىلەرنى بىلىپ تۇرىدۇ، اﷲ (نىيەتلىرىڭلاردىن، ئەمەللىرىڭلاردىن) يوشۇرغانلىرىڭلارنى ۋە ئاشكارىلىغانلىرىڭلارنى بىلىپ تۇرىدۇ، اﷲ دىللاردىكى سىرلارنى بىلگۈچىدۇر",
        "numberInSurah": 4,
        "juz": 28,
        "manzil": 7,
        "page": 556,
        "ruku": 490,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5204,
        "text": "سىلەرگە ئىلگىرى كاپىر بولۇپ ئەمەللىرىنىڭ ۋابالىنى تېتىغانلارنىڭ خەۋىرى كەلمىدىمۇ؟ ئۇلار (ئاخىرەتتە) قاتتىق ئازابقا دۇچار بولىدۇ",
        "numberInSurah": 5,
        "juz": 28,
        "manzil": 7,
        "page": 556,
        "ruku": 490,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5205,
        "text": "بۇ شۇنىڭ ئۈچۈندۇركى، ئۇلارغا پەيغەمبەرلىرى روشەن مۆجىزىلەر بىلەن كەلگەن ئىدى، ئۇلار: «ئىنسان بىزنى ھىدايەت قىلالامدۇ؟» دېدى. (پەيغەمبەرنى) ئىنكار قىلدى، (ئىماندىن) يۈز ئۆرۈدى. اﷲ (ئۇلارنىڭ ئىمانىغا) موھتاج ئەمەستۇر، اﷲ مەخلۇقاتتىن بىھاجەتتۇر، مەدھىيىگە لايىقتۇر",
        "numberInSurah": 6,
        "juz": 28,
        "manzil": 7,
        "page": 556,
        "ruku": 490,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5206,
        "text": "كاپىرلار ھەرگىز تىرىلدۈرۈلمەيمىز دەپ گۇمان قىلىشتى، ئېيتقىنكى: «ھەرگىز ئۇنداق ئەمەس، پەرۋەردىگارىم بىلەن قەسەمكى، سىلەر چوقۇم تىرىلدۈرىسىلەر، ئاندىن سىلەرگە قىلمىشىڭلاردىن خەۋەر بېرىلىدۇ، بۇ اﷲ قا ئاساندۇر»",
        "numberInSurah": 7,
        "juz": 28,
        "manzil": 7,
        "page": 556,
        "ruku": 490,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5207,
        "text": "اﷲ قا، اﷲ نىڭ پەيغەمبىرىگە ۋە بىز نازىل قىلغان نۇرغا (يەنى قۇرئانغا) ئىمان ئېيتىڭلار، اﷲ قىلىۋاتقان ئىشىڭلاردىن تولۇق خەۋەرداردۇر",
        "numberInSurah": 8,
        "juz": 28,
        "manzil": 7,
        "page": 556,
        "ruku": 490,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5208,
        "text": "ئۇ كۈندە اﷲ سىلەرنى قىيامەت ئۈچۈن توپلايدۇ، ئۇ زىيان تارتىدىغان كۈندۇر (يەنى ئۇ كۈندە ئىماننى تەرك ئەتكەنلىكى بىلەن كاپىرنىڭ زىيان تارتقانلىقى، ياخشى ئەمەللەرنى دېگەندەك قىلالمىغانلىقى بىلەن مۆمىننىڭ زىيان تارتقانلىقى ئاشكارا بولىدۇ). كىمكى اﷲ قا ئىمان ئېيتىپ ياخشى ئىش قىلىدىكەن، اﷲ ئۇنىڭ يامان ئىشلىرىنى يوققا چىقىرىدۇ، ئۇنى ئاستىدىن ئۆستەڭلەر ئېقىپ تۇرىدىغان جەننەتلەرگە كىرگۈزىدۇ، ئۇلار ئۇ جەننەتلەردە مەڭگۈ قالىدۇ، بۇ كاتتا مۇۋەپپەقىيەتتۇر",
        "numberInSurah": 9,
        "juz": 28,
        "manzil": 7,
        "page": 556,
        "ruku": 490,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5209,
        "text": "اﷲ نىڭ (بىرلىكىنى ۋە قۇدرىتىنى) ئىنكار قىلغانلار، ئايەتلىرىمىزنى يالغانغا چىقارغانلار ئەھلى دوزاخ بولۇپ، ئۇلار دوزاختا مەڭگۈ قالىدۇ، ئۇ نېمىدېگەن يامان جاي!",
        "numberInSurah": 10,
        "juz": 28,
        "manzil": 7,
        "page": 557,
        "ruku": 490,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5210,
        "text": "كىشىگە يەتكەن ھەر قانداق مۇسىبەت پەقەت اﷲ نىڭ ئىزنى (يەنى قازاسى) بىلەنلا (يېتىدۇ)، كىمكى اﷲ قا (يەنى ھەر قانداق مۇسىبەت اﷲ نىڭ قازاسى بىلەن يېتىدۇ دېگەن سۆزگە) ئىشىنىدىكەن، اﷲ ئۇنىڭ قەلبىنى (سەۋرگە) يېتەكلەيدۇ، اﷲ ھەر نەرسىنى بىلگۈچىدۇر",
        "numberInSurah": 11,
        "juz": 28,
        "manzil": 7,
        "page": 557,
        "ruku": 491,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5211,
        "text": "اﷲ قا ئىتائەت قىلىڭلار، پەيغەمبەرگە ئىتائەت قىلىڭلار، ئەگەر (پەيغەمبەرنىڭ دەۋىتىدىن) يۈز ئۆرۈسەڭلار (پەيغەمبەرگە زىيان يوق، ئۆزۈڭلارغا زىيان)، پەيغەمبىرىمىزنىڭ ۋەزىپىسى پەقەت (دەۋەتنى) روشەن تەبلىغ قىلىشتۇر",
        "numberInSurah": 12,
        "juz": 28,
        "manzil": 7,
        "page": 557,
        "ruku": 491,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5212,
        "text": "اﷲ تىن باشقا ھېچ مەبۇد (بەرھەق) يوقتۇر، مۆمىنلەر اﷲ قا تەۋەككۈل قىلسۇن",
        "numberInSurah": 13,
        "juz": 28,
        "manzil": 7,
        "page": 557,
        "ruku": 491,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5213,
        "text": "ئى مۆمىنلەر! سىلەرنىڭ ئاياللىرڭلاردىن، بالىلىرىڭلاردىن سىلەرگە دۈشمەن بولىدىغانلىرىمۇ بار، ئۇلاردىن ئېھتىيات قىلىڭلار، ئەگەر (ئۇلارنى) ئەپۇ قىلساڭلار، كەچۈرسەڭلار، مەغپىرەت قىلساڭلار (اﷲ سىلەرنىمۇ مەغپىرەت قىلىدۇ). اﷲ ھەقىقەتەن ناھايىتى مەغپىرەت قىلغۇچىدۇر، ناھايىتى مېھرىباندۇر",
        "numberInSurah": 14,
        "juz": 28,
        "manzil": 7,
        "page": 557,
        "ruku": 491,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5214,
        "text": "سىلەرنىڭ ماللىرىڭلار، بالىلىرىڭلار (سىلەرگە اﷲ تەرىپىدىن) بىر تۈرلۈك سىناقتۇر، اﷲ نىڭ دەرگاھىدا كاتتا ساۋاب بار",
        "numberInSurah": 15,
        "juz": 28,
        "manzil": 7,
        "page": 557,
        "ruku": 491,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5215,
        "text": "تاقىتىڭلارنىڭ يېتىشىچە اﷲ قا تەقۋادارلىق قىلىڭلار، (ۋەزىنى) ئاڭلاڭلار، (ئەمرىگە) ئىتائەت قىلىڭلار، (اﷲ نىڭ يولىدا ماللىرىڭلارنى) سەرپ قىلىڭلار، (بۇ) ئۆزۈڭلار ئۈچۈن پايدىلىقتۇر، كىمكى نەپسىنىڭ بېخىللىقىدىن ساقلىنىدىكەن، ئۇ مەقسىتىگە ئېرىشكۈچىدۇر",
        "numberInSurah": 16,
        "juz": 28,
        "manzil": 7,
        "page": 557,
        "ruku": 491,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5216,
        "text": "اﷲ قا قەرزىي ھەسەنە بەرسەڭلار (يەنى مەمنۇنىيەت بىلەن سەدىقە بەرسەڭلار) اﷲ سىلەرگە ئۇنىڭ (ساۋابىنى) ھەسسىلەپ بېرىدۇ، سىلەرگە مەغپىرەت قىلىدۇ، اﷲ ئاز ياخشىلىققا كۆپ ساۋاب بەرگۈچىدۇر، ھەلىمدۇر (يەنى بەندىلىرىنى ئازابلاشقا ئالدىراپ كەتمەيدۇ)",
        "numberInSurah": 17,
        "juz": 28,
        "manzil": 7,
        "page": 557,
        "ruku": 491,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5217,
        "text": "(اﷲ) غەيبنى ۋە ئاشكارىنى بىلگۈچىدۇر، غالىبتۇر، ھېكمەت بىلەن ئىش قىلغۇچىدۇر",
        "numberInSurah": 18,
        "juz": 28,
        "manzil": 7,
        "page": 557,
        "ruku": 491,
        "hizbQuarter": 222,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "ug.saleh",
      "language": "ug",
      "name": "محمد صالح",
      "englishName": "Muhammad Saleh",
      "format": "text",
      "type": "translation",
      "direction": "rtl"
    }
  }
}