{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 31,
    "name": "سُورَةُ لُقۡمَانَ",
    "englishName": "Luqman",
    "englishNameTranslation": "Luqman",
    "revelationType": "Meccan",
    "numberOfAyahs": 34,
    "ayahs": [
      {
        "number": 3470,
        "text": "الم (این حروف گفته شد که اسرار الهی است).",
        "numberInSurah": 1,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3471,
        "text": "این (قرآن عظیم و) آیات کتاب حکیم است.",
        "numberInSurah": 2,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3472,
        "text": "که هدایت و رحمت است برای نیکوکاران عالم.",
        "numberInSurah": 3,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3473,
        "text": "آنان که نماز به پا می‌دارند و زکات می‌دهند و به عالم آخرت کاملا یقین دارند.",
        "numberInSurah": 4,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3474,
        "text": "هم آنان از (لطف) پروردگار خویش به راه راستند و هم آنان رستگاران عالمند.",
        "numberInSurah": 5,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3475,
        "text": "و برخی از مردمان (فاسد فتنه انگیز مانند نضر حارث) کسی است که گفتار و سخنان لغو و باطل را (مانند قصّه‌های دروغ و افسانه‌های شهوت‌انگیز مفسد اخلاق و سرود مطرب) به هر وسیله تهیّه می‌کند تا (خلق را) به جهالت از راه خدا (و آموختن علوم و معارف قرآن) گمراه سازد و آیات قرآن را به تمسخر و استهزا گیرد، این مردمان (فاسد کافر) به عذاب، با خواری و ذلّت گرفتار شوند.",
        "numberInSurah": 6,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3476,
        "text": "و هر گاه بر او تلاوت آیات ما شود چنان با غرور و تکبّر پشت گرداند که گویی هیچ آن آیات الهی را نشنید، پنداری از هر دو گوش کر است، این کس را به عذاب دردناک بشارت ده.",
        "numberInSurah": 7,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3477,
        "text": "آنان که به خدا ایمان آوردند و به اعمال نیکو پرداختند باغهای پر نعمت (بهشت جاودانی) مخصوص آنهاست.",
        "numberInSurah": 8,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3478,
        "text": "که در آن بهشت ابد همیشگی خواهند بود، این وعده خدا محقّق و حتمی است، و او مقتدر و آگاه است.",
        "numberInSurah": 9,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3479,
        "text": "(سقف رفیع) آسمانها را بی‌ستونی که به حسّ مشاهده کنید خلق کرده و کوههای بزرگ را در زمین بنهاد تا شما را نجنباند و در روی زمین انواع مختلف حیوانات را منتشر و پراکنده ساخت، و هم از آسمان آب باران فرود آوردیم و به آن آب در روی زمین نباتات پرفایده برویانیدیم.",
        "numberInSurah": 10,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3480,
        "text": "این همه آفریده خداست، حال شما (مشرکان) بگویید آنان که به جز خدا (معبود شما) هستند در جهان چه آفریده‌اند؟ (هیچ نیافریده‌اند) بلکه ستمکاران (مشرک که آنها را شریک خدا گرفتند) دانسته در گمراهی آشکار هستند.",
        "numberInSurah": 11,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3481,
        "text": "و ما به لقمان مقام (علم و) حکمت عطا کردیم (و فرمودیم) که (بر این نعمت بزرگ) خدا را شکر کن، و هر کس شکر حق گوید به نفع خود اوست و هر که ناسپاسی و کفران کند خدا (از شکر و سپاس خلق) بی‌نیاز و (به ذات خود) ستوده صفات است.",
        "numberInSurah": 12,
        "juz": 21,
        "manzil": 5,
        "page": 412,
        "ruku": 356,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3482,
        "text": "و (یاد کن) وقتی که لقمان در مقام پند و موعظه به فرزندش گفت: ای پسر عزیزم، هرگز شرک به خدا نیاور که شرک بسیار ظلم بزرگی است.",
        "numberInSurah": 13,
        "juz": 21,
        "manzil": 5,
        "page": 412,
        "ruku": 356,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3483,
        "text": "و ما به هر انسانی سفارش کردیم که در حقّ پدر و ما در خود نیکی کن خصوص مادر که چون بار حمل فرزند برداشته و تا مدّت دو سال که طفل را از شیر باز گرفته (هر روز) بر رنج و ناتوانیش افزوده است، (و فرمودیم که) شکر من و شکر پدر و مادرت بجای آور، که بازگشت (خلق) به سوی من خواهد بود.",
        "numberInSurah": 14,
        "juz": 21,
        "manzil": 5,
        "page": 412,
        "ruku": 356,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3484,
        "text": "و اگر پدر و مادر تو را بر شرک به خدا که آن را به حق نمی‌دانی وادار کنند در این صورت دیگر آنها را اطاعت مکن و لیک در دنیا با آنها به حسن خلق مصاحبت کن و از راه آن کس که به درگاه من رجوع و انابه‌اش بسیار است پیروی کن، که (پس از مرگ) رجوع شما به سوی من است و من شما را به پاداش اعمالتان آگه خواهم ساخت.",
        "numberInSurah": 15,
        "juz": 21,
        "manzil": 5,
        "page": 412,
        "ruku": 356,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3485,
        "text": "ای فرزندم، خدا اعمال بد و خوب خلق را گر چه به مقدار خردلی در میان سنگی یا در (طبقات) آسمان‌ها یا زمین پنهان باشد همه را (در محاسبه) می‌آورد، که خدا توانا و آگاه است.",
        "numberInSurah": 16,
        "juz": 21,
        "manzil": 5,
        "page": 412,
        "ruku": 356,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3486,
        "text": "ای فرزند عزیزم، نماز را به پا دار و امر به معروف و نهی از منکر کن و (بر این کار از مردم نادان) هر آزار بینی صبر پیش گیر، که این نشانه‌ای از عزم ثابت (مردم بلند همّت) در امور عالم است.",
        "numberInSurah": 17,
        "juz": 21,
        "manzil": 5,
        "page": 412,
        "ruku": 356,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3487,
        "text": "و هرگز به تکبّر و ناز از مردم (اهل نیاز) رخ متاب و در زمین با غرور و تبختر قدم بر مدار، که خدا هرگز مردم متکبر خودستا را دوست نمی‌دارد.",
        "numberInSurah": 18,
        "juz": 21,
        "manzil": 5,
        "page": 412,
        "ruku": 356,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3488,
        "text": "و در رفتارت میانه روی اختیار کن و سخن آرام گو (نه با فریاد بلند) که زشت‌ترین صداها صوت الاغ است.",
        "numberInSurah": 19,
        "juz": 21,
        "manzil": 5,
        "page": 412,
        "ruku": 356,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3489,
        "text": "آیا شما مردم به حسّ مشاهده نمی‌کنید که خدا انواع موجوداتی که در آسمانها و زمین است برای شما مسخّر کرده و نعمت‌های ظاهر و باطن خود را برای شما فراوان فرموده؟ و (با وجود این) برخی از مردم از روی جهل و گمراهی و بی‌خبری از کتاب روشن (حق) در (دین) خدای متعال مجادله می‌کنند.",
        "numberInSurah": 20,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3490,
        "text": "و چون به این مردم (اهل جدل و عناد) گویند که بیایید از کتابی که خدا فرستاده پیروی کنید، جواب دهند ما تنها از طریقی که پدران خود را بر آن یافته‌ایم پیروی می‌کنیم. آیا هر چند آنان را شیطان به آتش دوزخ بخواند (باز پیرو آنها می‌شوند).",
        "numberInSurah": 21,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3491,
        "text": "و هر کس روی تسلیم و رضا به سوی خدا آرد و نکوکار باشد چنین کس به محکم‌ترین رشته الهی چنگ زده است، و (بدانید که) پایان کارها به سوی خداست.",
        "numberInSurah": 22,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3492,
        "text": "(ای رسول ما) تو از کفر هر که کافر شود محزون مباش، که رجوعشان به سوی ماست و ما آنان را سخت از (کیفر) کردارشان آگه می‌سازیم، که همانا خدا از اسرار دلهای خلق هم آگاه است.",
        "numberInSurah": 23,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3493,
        "text": "اندک زمانی آن کافران را (به لذّات فانی دنیا) برخوردار می‌سازیم آن گاه (بعد از مرگ) به عذاب سختشان به ناچار گرفتار خواهیم کرد.",
        "numberInSurah": 24,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3494,
        "text": "و اگر از این کافران سؤال کنی آن کیست که آسمانها و زمین را آفریده؟ البتّه جواب دهند خداست. باز گو: ستایش خدای را (که کافران نیز معترفند) بلکه اکثر آنها (بر این حقیقت که آفریننده جهان خداست اگر به زبان گویند به دل) آگاه نیستند.",
        "numberInSurah": 25,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3495,
        "text": "هر چه در آسمان و زمین است همه ملک خداست، که خدا ذاتش بی‌نیاز و اوصافش همه پسندیده است.",
        "numberInSurah": 26,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3496,
        "text": "و اگر هر درخت روی زمین (در کف نویسندگان عالم) قلم شود و آب دریا به اضافه هفت دریای دیگر مرکب گردد باز نگارش کلمات خدا (که موجودات بی‌نهایت کتاب آفرینش است) ناتمام بماند، که همانا خدا را اقتدار بی‌نهایت و حکمت بی‌پایان است.",
        "numberInSurah": 27,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3497,
        "text": "خلقت و بعثت همه شما (خلایق بی‌شمار در آسانی بر خدا) جز مثل یک تن واحد نیست، که همانا خدا شنوا و بیناست.",
        "numberInSurah": 28,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3498,
        "text": "آیا (ای رسول) ندیدی (و ای مردم به حسّ مشاهده نمی‌کنید) که خدا شب را در روز و روز را در شب داخل کند و خورشید و ماه را مسخّر ساخته که هر یک تا وقت معیّنی (و به نظم ثابت مخصوصی) گردش کنند؟ و (نمی‌دانید که) خدا به هر چه می‌کنید آگاه است؟",
        "numberInSurah": 29,
        "juz": 21,
        "manzil": 5,
        "page": 414,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3499,
        "text": "این قدرت کامل بدین سبب است که خدای یکتا حقّ مطلق و آنچه به جز او به خدایی می‌خوانند همه باطل محض است و تنها خدا (که حقّ و وجود حقیقی است) بلند مرتبه و بزرگوار است.",
        "numberInSurah": 30,
        "juz": 21,
        "manzil": 5,
        "page": 414,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3500,
        "text": "آیا نمی‌بینی که چگونه کشتی به دریا به لطف و احسان خدا اسیر می‌کند تا به شما بعضی از آیات قدرتش را بنمایاند؟ همانا در این کار آیاتی (از عجایب حکمتهای خدا) البتّه بر هر شخص صبور (در بلا) و شکر گزار (در نعمت) پدیدار است.",
        "numberInSurah": 31,
        "juz": 21,
        "manzil": 5,
        "page": 414,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3501,
        "text": "و هرگاه که (دریا طوفانی شود و) موجی مانند کوهها آنها را فرو گیرد در آن حال خدا را با عقیده پاک و اخلاص کامل در دین می‌خوانند و چون باز به ساحل نجاتشان رساند بعضی بر سبیل قصد (طاعت و شکر خدا) باقی مانند (و بعضی به کفر شتابند) و آیات ما را انکار نمی‌کند جز آن کس که غدّار و عهد شکن و کافر و ناسپاس است.",
        "numberInSurah": 32,
        "juz": 21,
        "manzil": 5,
        "page": 414,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3502,
        "text": "ای مردم، از خدا بترسید و بیندیشید از آن روزی که نه هیچ پدری ذره‌ای به کار فرزند آید و نه هیچ فرزندی ذره‌ای به کار پدر آید، البتّه وعده خدا حق و حتمی است، پس زنهار شما را زندگانی دنیا فریب ندهد و شیطان فریبنده شما را از (عقاب) خدا (به عفو و کرمش) سخت مغرور نگرداند.",
        "numberInSurah": 33,
        "juz": 21,
        "manzil": 5,
        "page": 414,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3503,
        "text": "همانا علم ساعت (قیامت) نزد خداست و او باران را فرو بارد و او آنچه (از نر و ماده و زشت و زیبا) که در رحمهای آبستن است می‌داند و هیچ کس نمی‌داند که فردا (از سود و زیان) چه خواهد کرد و هیچ کس نمی‌داند که به کدام سرزمین مرگش فرا می‌رسد (و به خاک می‌رود)، که تنها خدا دانا و آگاه است.",
        "numberInSurah": 34,
        "juz": 21,
        "manzil": 5,
        "page": 414,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "fa.ghomshei",
      "language": "fa",
      "name": "الهی قمشه‌ای",
      "englishName": "Mahdi Elahi Ghomshei",
      "format": "text",
      "type": "translation",
      "direction": "rtl"
    }
  }
}