{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 11,
    "name": "سُورَةُ هُودٍ",
    "englishName": "Hud",
    "englishNameTranslation": "Hud",
    "revelationType": "Meccan",
    "numberOfAyahs": 123,
    "ayahs": [
      {
        "number": 1474,
        "text": "Alif-Lam-Ra*; “This is a Book, the verses of which are full of wisdom – then explained in detail – from the Wise, the Well Aware.” (* Alphabets of the Arabic language; Allah and to whomever He reveals, know their precise meanings.)",
        "numberInSurah": 1,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 183,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1475,
        "text": "“That do not worship anyone except Allah; indeed I am for you a Herald of Warning and Glad Tidings, from Him.”",
        "numberInSurah": 2,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 183,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1476,
        "text": "“And ask forgiveness from your Lord and incline towards Him in repentance, He will provide you excellent sustenance until the appointed time and will bestow superiority to every one who excels; and if you turn away, I then fear the punishment of the Great Day upon you.”",
        "numberInSurah": 3,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 183,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1477,
        "text": "“To Allah only you have to return, and He is Able to do all things.”",
        "numberInSurah": 4,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 183,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1478,
        "text": "Pay heed! They fold up their breasts in order to conceal from Allah; pay heed! Even when they fully cover themselves up with their clothes, Allah knows all that what hide and all what they disclose; indeed He knows what is in the hearts.",
        "numberInSurah": 5,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 183,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1479,
        "text": "And there is none that walks upon the earth whose sustenance does not depend on the mercy of Allah – He knows where it shall stay and where it shall be deposited; everything is in a clearly explaining Book.",
        "numberInSurah": 6,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 183,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1480,
        "text": "And it is He Who created the heavens and the earth in six days – and His Throne was upon the water – so that He might test you, as to who among you have the best deeds*; and if you (O dear Prophet Mohammed – peace and blessings be upon him) say, “Indeed you will be raised again after death”, the disbelievers will surely say, “This is nothing but clear magic.” (* The creation of all things is in order to test mankind.)",
        "numberInSurah": 7,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 183,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1481,
        "text": "And if We postpone the punishment upon them for a specified time, they will surely say, “What holds it back?” Pay heed! On the day when it comes upon them, it will not be averted from them, and the very punishment they mocked at will encompass them.",
        "numberInSurah": 8,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 183,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1482,
        "text": "And if We bestow man the enjoyment of some mercy from Us and later withdraw it from him; surely he is most despairing, ungrateful.",
        "numberInSurah": 9,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1483,
        "text": "And if We bestow upon him the enjoyment of a favour after a misfortune that had befallen him, he will surely say, “The evils have gone away from me”; indeed he is jubilant, boastful.",
        "numberInSurah": 10,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1484,
        "text": "Except those who patiently endured and did good deeds; for them is forgiveness, and a great reward.",
        "numberInSurah": 11,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1485,
        "text": "So will you forsake part of what is divinely revealed to you and be disheartened because they say, “Why has not a treasure been sent down along with him?”, or “An angel should have come with him”? You are purely a Herald of Warning*; and Allah is the Guardian over all things. (* Therefore do not grieve over their sayings.)",
        "numberInSurah": 12,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1486,
        "text": "What! They dare say that “He has fabricated it”? Say “Therefore bring ten fabricated chapters like these, and call on everyone you can other than Allah, if you are truthful.”",
        "numberInSurah": 13,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1487,
        "text": "So O Muslims, if they are unable to reply to this challenge of yours, then know well that it is sent down only with the knowledge of Allah; and that except Him, there is no real God; so will you now accept?",
        "numberInSurah": 14,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1488,
        "text": "Whoever desires the life of this world and its comforts, We shall give them the full reward for their deeds in it, and not make any reduction in it.",
        "numberInSurah": 15,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1489,
        "text": "These are the ones for whom there is nothing in the Hereafter except the fire; and all that they did there has gone to waste and all their deeds are destroyed.",
        "numberInSurah": 16,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1490,
        "text": "So is the one who is upon the clear proof* from his Lord, and comes a witness upon it from Allah, and before it the Book of Moosa, a leader and a mercy; they accept faith in it; and whoever denies it from all the groups, then the fire is promised for him; so O listener, do not have any doubt concerning it; indeed it is the truth from your Lord; but most people do not believe. (* The Jews who accepted faith in the Qur’an.)",
        "numberInSurah": 17,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1491,
        "text": "And who is more unjust than the one who fabricates a lie against Allah? They will be presented before their Lord, and the witnesses* will say, “These are they who lied concerning their Lord; the curse of Allah be upon the unjust!” (* The Prophets and angels.)",
        "numberInSurah": 18,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1492,
        "text": "Those who prevent from the way of Allah and wish deviation in it; and it is they who disbelieve in the Hereafter.",
        "numberInSurah": 19,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1493,
        "text": "They will not be able to escape in the earth, nor do they have any protecting friends apart from Allah; they will have punishment upon punishment; they were unable to hear, nor used to see. (* Hear or see the truth.)",
        "numberInSurah": 20,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1494,
        "text": "It is they who put their souls into ruin, and they lost all that they used to fabricate.",
        "numberInSurah": 21,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1495,
        "text": "They will be, unnecessarily, the greatest losers in the Hereafter.",
        "numberInSurah": 22,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1496,
        "text": "Indeed those who believed and performed good deeds and directed themselves towards their Lord – they are the people of Paradise; they will abide in it forever.",
        "numberInSurah": 23,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1497,
        "text": "The example of the two groups is like one being blind and deaf, and the other seeing and hearing; are they equal in condition? So do you not ponder?",
        "numberInSurah": 24,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 184,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1498,
        "text": "And indeed We sent Nooh to his people that, “Indeed I am for you a clear Herald of Warning.”",
        "numberInSurah": 25,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1499,
        "text": "“That you must worship none except Allah; indeed I fear the punishment of the calamitous day upon you.”",
        "numberInSurah": 26,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1500,
        "text": "The chiefs of his people, who were disbelievers, said, “We see that you are just a mortal like us, and we do not see anyone following you except the most lowly among us, without insight; and we do not find any merit in you above us – in fact, we consider you liars.”",
        "numberInSurah": 27,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1501,
        "text": "He said, “O my people! What is your opinion – if I am on a clear proof from my Lord and He has bestowed mercy upon me from Him, so you remained blind towards it; shall we force it upon you although you dislike it?”",
        "numberInSurah": 28,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1502,
        "text": "“And O my people! I do not ask any wealth from you for it; my reward is only upon Allah, and I am not going to repel the Muslims; indeed they will meet their Lord, but I find you people completely ignorant.”",
        "numberInSurah": 29,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1503,
        "text": "“And O my people! Who would rescue me from Allah if I repel them? So do you not think?”",
        "numberInSurah": 30,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1504,
        "text": "“And I do not say to you, ‘I have the treasures of Allah’ nor that ‘I gain knowledge of the hidden’, nor do I say that, ‘I am an angel’ nor do I say to those whom your sights consider lowly, that Allah will never give them any good; Allah well knows what is in their hearts; if I do so, I would then be of the unjust.”",
        "numberInSurah": 31,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1505,
        "text": "They said, “O Nooh, you have disputed with us and disputed in the extreme, therefore bring upon us what you promise us, if you are truthful.”",
        "numberInSurah": 32,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1506,
        "text": "He said, “Allah will surely bring that upon you if He wills, and you will not be able to escape.”",
        "numberInSurah": 33,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1507,
        "text": "“And my advice will not benefit you if I wish you good, when Allah wills to keep you astray; He is your Lord and to Him you will return.”",
        "numberInSurah": 34,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1508,
        "text": "What! They dare say that, “He has fabricated it”? Say, “If I may have fabricated it, then my sin is upon me, and I am unconcerned with your sins.”",
        "numberInSurah": 35,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1509,
        "text": "And it was divinely revealed to Nooh that “None of your people will become Muslims, except those who have already accepted faith – therefore do not grieve at what they do.”",
        "numberInSurah": 36,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 186,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1510,
        "text": "“And build the ship in front of Us, and by Our command, and do not speak to Me regarding the unjust; they will surely be drowned.”",
        "numberInSurah": 37,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 186,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1511,
        "text": "And Nooh builds the ship; and whenever the chiefs of his people passed by him, they used to laugh at him; he said, “If you laugh at us, then a time will come when we will laugh at you just as you laugh.”",
        "numberInSurah": 38,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1512,
        "text": "“So now you will come to know – upon whom comes the punishment that disgraces him, and upon whom descends the punishment that continues forever.”",
        "numberInSurah": 39,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1513,
        "text": "To the extent that when Our command came and the oven overflowed, We said, “Board into the ship a couple – male and female – from every kind, and your family members, except those upon whom the Word has been passed*, and all other Muslims”; and only a few Muslims were with him. (* Whose fate has been sealed.)",
        "numberInSurah": 40,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1514,
        "text": "And he said, “Board it – upon Allah’s name is its movement and its stopping; indeed my Lord is surely Oft Forgiving, Most Merciful.”",
        "numberInSurah": 41,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1515,
        "text": "And the same carries them amid waves like mountains; and Nooh called out to his son whereas he was standing apart, “O my son! Embark along with us*, and do not be with the disbelievers.” (* As a Muslim.)",
        "numberInSurah": 42,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1516,
        "text": "He said, “I shall take the refuge of a mountain – it will save me from the water”; said Nooh, “Today there is none who can rescue from the punishment of Allah, except upon whom He has mercy”; and the wave came in between them, so he remained amongst the drowning.",
        "numberInSurah": 43,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1517,
        "text": "And it was commanded, “O earth, swallow your water and, O sky, stop” – and the water was dried up and the matter was completed – and the ship stopped upon the mount Al-Judi and it was said, “Away with the unjust nation!”",
        "numberInSurah": 44,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1518,
        "text": "And Nooh prayed to his Lord – submitted he, “My Lord! Indeed my son is also of my family, and surely Your promise is true and You are the Greatest Ruler of all.”",
        "numberInSurah": 45,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1519,
        "text": "He said, “O Nooh, he is not of your family; his deeds are most improper; therefore do not ask Me a thing of which you do not have knowledge; I advise you not to be unwise.”",
        "numberInSurah": 46,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1520,
        "text": "He submitted, “My Lord! I seek your refuge from asking you the thing of which I do not have knowledge; and if You do not forgive me and do not have mercy on me, I would then be a loser.”",
        "numberInSurah": 47,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1521,
        "text": "It was said, “O Nooh! Alight from the ship along with peace from Us and the blessings that are upon you and upon some groups that are with you; and some groups are those whom We shall let enjoy this world and then a painful punishment from Us will reach them.”",
        "numberInSurah": 48,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1522,
        "text": "These are the tidings of the hidden, which We reveal to you (O dear Prophet Mohammed – peace and blessings be upon him); you did not know them nor did your people, before this; therefore patiently endure; indeed the excellent fate is for the pious.",
        "numberInSurah": 49,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1523,
        "text": "And towards the people of A’ad, their fellow man Hud; he said, “O my people! Worship Allah – there is no other True God except Him; you are purely fabricators.”",
        "numberInSurah": 50,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1524,
        "text": "“O my people! I do not ask any fee from you for it; my reward is only upon Him Who has created me; so do you not have sense?”",
        "numberInSurah": 51,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1525,
        "text": "“And O my people! Seek forgiveness from your Lord, then incline towards Him in repentance – He will send abundant rain from the sky upon you and will give you much more strength than you have – and do not turn away committing crimes!”",
        "numberInSurah": 52,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1526,
        "text": "They said, “O Hud! You have not come to us with any proof and we will not forsake our deities upon your saying, nor will we believe you.”",
        "numberInSurah": 53,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1527,
        "text": "“We only say that you have been severely struck by one of our deities”; he said, “I make Allah a witness, and you all bear witness that I have no relation with whatever you ascribe (as partners to Allah)”-",
        "numberInSurah": 54,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1528,
        "text": "“Besides Him – therefore all of you scheme against me and do not give me respite.”",
        "numberInSurah": 55,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1529,
        "text": "“I rely upon Allah, Who is my Lord and your Lord; there is not a creature that walks, whose forelock is not in His control; indeed my Lord can be found on the Straight Path.”",
        "numberInSurah": 56,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1530,
        "text": "“Then if you turn away, I have conveyed to you what I was sent with towards you; and my Lord will bring others in your stead; and you will not be able to cause Him any harm; indeed my Lord is a Guardian over all things.”",
        "numberInSurah": 57,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1531,
        "text": "And when Our command came, We rescued Hud and the Muslims who were with him, by Our mercy; and We saved them from a severe punishment.",
        "numberInSurah": 58,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1532,
        "text": "And these are the A’ad – they denied the signs of their Lord and disobeyed His Noble Messengers and followed the commands of every stubborn disobedient.",
        "numberInSurah": 59,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1533,
        "text": "And a curse followed them in the world, and on the Day of Resurrection; pay heed! Indeed A’ad disbelieved in their Lord; away with A’ad, the people of Hud!",
        "numberInSurah": 60,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1534,
        "text": "And to the Thamud tribe, We sent their fellow man Saleh; he said, “O my people! Worship Allah, there is no other True God except Him; He created you from the earth and established you in it, so seek forgiveness from Him and incline towards Him in repentance; indeed my Lord is Close, Acceptor of Prayer.”",
        "numberInSurah": 61,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1535,
        "text": "They said, “O Saleh! You seemed very promising among us, before this – What! You forbid us from worshipping the deities of our forefathers? And indeed we have fallen into a deeply intriguing doubt concerning what you call us to.”",
        "numberInSurah": 62,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1536,
        "text": "He said, “O my people! What is your opinion – if I am on clear proof from my Lord and He has bestowed upon me mercy from Him, so who will rescue me from Allah if I disobey Him? So you will not increase anything for me, except loss!”",
        "numberInSurah": 63,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1537,
        "text": "“And O my people! This is the she-camel of Allah – a sign for you – so let her graze in Allah’s earth, and do not touch her with an evil intention for an imminent punishment will reach you.”",
        "numberInSurah": 64,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1538,
        "text": "In response they hamstrung her, he therefore said, “Enjoy a further three days in your homes; this is a promise that will not be untrue.”",
        "numberInSurah": 65,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1539,
        "text": "Therefore when Our command came, We rescued Saleh and the Muslims who were with him by Our mercy, and from the disgrace of that day; indeed your Lord is the Strong, the Almighty.",
        "numberInSurah": 66,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1540,
        "text": "And the terrible scream seized the unjust – so at morning they remained lying flattened in their homes.",
        "numberInSurah": 67,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1541,
        "text": "As if they had never lived there; indeed the tribe of Thamud disbelieved in their Lord; away with the Thamud!",
        "numberInSurah": 68,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1542,
        "text": "And indeed Our angels came to Ibrahim with glad tidings – they said, “Peace”; he answered, “Peace” and without delay brought a roasted calf.",
        "numberInSurah": 69,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1543,
        "text": "And when he saw their hands not reaching towards it, he thought they were pretending and inwardly started fearing them; they said, “Do not be afraid – we are sent to the people of Lut.”",
        "numberInSurah": 70,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1544,
        "text": "And his wife was standing by and she started laughing*, so We gave her glad tidings regarding Ishaq, and following Ishaq, regarding Yaqub.** (* She was glad that the disbelieving people of Lut would be destroyed.** The birth of these two.)",
        "numberInSurah": 71,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1545,
        "text": "She said, “Oh woe to me – will I bear a child whereas I am an old woman, and this my husband, is an old man? This is something really extraordinary.”",
        "numberInSurah": 72,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1546,
        "text": "The angels said, “Do you wonder at the command of Allah? Allah’s mercy and His blessings be upon you, O people of this house; indeed He only is Most Praiseworthy, Most Honourable.”",
        "numberInSurah": 73,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1547,
        "text": "And when Ibrahim’s fear abated and the glad tidings reached him, he argued with Us regarding the people of Lut.",
        "numberInSurah": 74,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1548,
        "text": "Indeed Ibrahim is most forbearing, very soft hearted, penitent.",
        "numberInSurah": 75,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1549,
        "text": "“O Ibrahim, turn away from this; indeed your Lord’s command has come; and indeed a punishment will come upon them, which will not be averted.”",
        "numberInSurah": 76,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1550,
        "text": "And when Our angels came to Lut, he was distressed for them and was disheartened due to them, and said, “This is a day of great hardship.”",
        "numberInSurah": 77,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1551,
        "text": "And his people came running towards him; and they were in the habit of committing evil deeds; he said, “O my people! These women of the tribe are my daughters* – they are purer for you – therefore fear Allah and do not disgrace me in the midst of my guests; is there not even a single righteous man among you?” (* The wives of those people.)",
        "numberInSurah": 78,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1552,
        "text": "They said, “You know that we have no right to the daughters of your tribe; and you obviously know what we desire.”",
        "numberInSurah": 79,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1553,
        "text": "He said, “If only I had the strength against you or were able to get the refuge of some strong support!”",
        "numberInSurah": 80,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1554,
        "text": "The angels said, “O Lut! We are the sent ones of your Lord – they cannot get to you, therefore during the night take your entire household with you – and not one of you may turn around and see – except your wife*; she too will be afflicted with the same as they will be; indeed their promise is at morn; is not the morning imminent?” (* She was a disbeliever and sided with the culprits.)",
        "numberInSurah": 81,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1555,
        "text": "So when Our command came, We turned that township upside down and showered it continuously with stones of fired clay.",
        "numberInSurah": 82,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1556,
        "text": "That are marked, in the custody your Lord; and those stones are not at all far from the unjust!",
        "numberInSurah": 83,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1557,
        "text": "And to Madyan their fellow man Shuaib; he said, “O my people! Worship Allah – there is no other True God except Him; and do not make reductions in measure and weight – indeed I see you prosperous, and I fear the punishment of the Besieging Day (of Resurrection) upon you.”",
        "numberInSurah": 84,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1558,
        "text": "“O my people! Measure and weigh in full with justice, and do not give the people their goods diminished, and do not roam about in the earth causing turmoil.”",
        "numberInSurah": 85,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1559,
        "text": "“That which remains from Allah’s bestowal is better for you, if you believe; and I am not at all a guardian over you.”",
        "numberInSurah": 86,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1560,
        "text": "They said, “O Shuaib! Does your prayer command you that we forsake the deities of our forefathers or that we may not do as we wish with our own property? Yes indeed – only you are very intelligent, most righteous*.” (* They mocked at him with sarcasm.)",
        "numberInSurah": 87,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1561,
        "text": "He said, “O my people! What is your opinion – if I am on a clear proof from my Lord and He has bestowed me with an excellent sustenance from Him (shall I ignore all this?); and the matter I forbid you to do, I do not wish that I myself act against it; I only intend to make improvements as far possible; my guidance is only from Allah; I rely only upon Him and towards Him only do I incline.”",
        "numberInSurah": 88,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1562,
        "text": "“And O my people! May not your opposition to me occasion the coming upon you of the thing similar to what befell the people of Nooh or the people of Hud or the people of Saleh; and the people of Lut are not at all far from you!”",
        "numberInSurah": 89,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1563,
        "text": "“Ask forgiveness from your Lord and then incline towards Him in repentance; indeed my Lord is Most Merciful, Most Affectionate.”",
        "numberInSurah": 90,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1564,
        "text": "They said, “O Shuaib! We do not understand most of what you say, and indeed we perceive you weak among us; were it not for your relatives, we would have stoned you; and in our sight, you have no respect at all.”",
        "numberInSurah": 91,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1565,
        "text": "He said, “O my people! Is the pressure upon you from my relatives, worth more than Allah? And you put Him* behind your backs; indeed whatever you do is all within my Lords’ control.” (* His command / my preaching.)",
        "numberInSurah": 92,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1566,
        "text": "“And O my people! Keep on with your works in your positions, I am doing mine; very soon you will come to know – upon whom comes the punishment that will disgrace him, and who is the liar; and wait – I too am waiting with you.”",
        "numberInSurah": 93,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1567,
        "text": "And when Our command came, We rescued Shuaib and the Muslims who were with him by Our mercy; and the terrible scream seized the unjust – so at morning they remained lying flattened in their homes.",
        "numberInSurah": 94,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1568,
        "text": "As if they had never lived there; away with the Madyan, just as the Thamud were removed afar!",
        "numberInSurah": 95,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1569,
        "text": "And indeed We sent Moosa with Our revelations and a clear domination.",
        "numberInSurah": 96,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1570,
        "text": "Towards Firaun and his court members, thereupon they followed the commands of Firaun; and the work of Firaun was not proper.",
        "numberInSurah": 97,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1571,
        "text": "He will lead his people on the Day of Resurrection, therefore landing them into hell; and what a wretched place to land into!",
        "numberInSurah": 98,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1572,
        "text": "And a curse followed them in the world, and on the Day of Resurrection; what a wretched gift is what they received.",
        "numberInSurah": 99,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1573,
        "text": "These are the tidings of the townships, which We relate to you (O dear Prophet Mohammed – peace and blessings be upon him) – some of them still stand and some are cut off.",
        "numberInSurah": 100,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1574,
        "text": "And We did not oppress them at all, but it is they who wronged themselves – therefore their deities, whom they worshipped other than Allah, did not in the least benefit them when your Lord’s command came; and due to them, they increased nothing but ruin.",
        "numberInSurah": 101,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1575,
        "text": "And similar is the seizure of your Lord when He seizes the townships upon their injustice; indeed His seizure is painful, severe.",
        "numberInSurah": 102,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1576,
        "text": "Indeed in this is a sign for one who fears the punishment of the Hereafter; this is the day on which everyone will be gathered, and this is the Day of Attendance.",
        "numberInSurah": 103,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1577,
        "text": "And We do not postpone it except for a fixed term.",
        "numberInSurah": 104,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1578,
        "text": "When that day comes, no one will speak without His permission; so among them are the ill-fated and the fortunate.",
        "numberInSurah": 105,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1579,
        "text": "So those who are ill-fated, are in the fire – they will bray like donkeys in it.",
        "numberInSurah": 106,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1580,
        "text": "Remaining in it as long as the heavens and the earth remain, except as much as your Lord willed*; indeed your Lord may do whatever, whenever, He wills. (* Remaining forever even after the heavens and the earth are destroyed.)",
        "numberInSurah": 107,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1581,
        "text": "So those who are fortunate are in Paradise – abiding in it as long as the heavens and the earth remain, except as much as your Lord willed; this is the everlasting favour.",
        "numberInSurah": 108,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1582,
        "text": "So O listener (followers of this Prophet), do not fall into doubt by what these disbelievers worship; they only worship just as their forefathers worshipped before; and indeed we shall pay them their due in full, undiminished.",
        "numberInSurah": 109,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 191,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1583,
        "text": "And indeed We gave Moosa the Book, hence there was discord regarding it; and were it not for a Word that had been previously passed from your Lord, the matter would have immediately been decided regarding them; and indeed they are in an intriguing doubt concerning it.",
        "numberInSurah": 110,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1584,
        "text": "And indeed to each and every one, your Lord will fully repay his deeds; He is Informed of their deeds.",
        "numberInSurah": 111,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1585,
        "text": "Therefore remain firm the way you are commanded to, and those who have turned along with you, and O people – do not rebel; indeed He is seeing your deeds.",
        "numberInSurah": 112,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1586,
        "text": "And do not incline towards the unjust, for the fire will touch you – and you do not have any supporter other than Allah – then you will not be helped.",
        "numberInSurah": 113,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1587,
        "text": "And keep the prayer established at the two ends of the day and in some parts of the night; indeed good deeds wipe out the evil deeds; this is an advice to those who heed it.",
        "numberInSurah": 114,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1588,
        "text": "And have patience, for Allah does not waste the wages of the righteous.",
        "numberInSurah": 115,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1589,
        "text": "So why were not there some people, from the generations before you, who had some goodness remaining in them in order to prevent (others) from causing turmoil in the earth? Except a few among them – the very ones whom We had rescued; and the unjust remained pursuing what they were given, and they were guilty.",
        "numberInSurah": 116,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1590,
        "text": "And your Lord is not such as to destroy townships without reason, while their people are righteous.",
        "numberInSurah": 117,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1591,
        "text": "And had your Lord willed, He would have made mankind one nation – and they will always keep differing.",
        "numberInSurah": 118,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1592,
        "text": "Except those upon whom your Lord had mercy; and this is why He created them; and the Word of your Lord has been concluded that, “Indeed I will, surely, fill hell with jinns and men combined.”",
        "numberInSurah": 119,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1593,
        "text": "And We relate to you all the accounts of Noble Messengers, in order to steady your heart with it; and in this the truth has come to you, and for the Muslims a preaching and advice.",
        "numberInSurah": 120,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1594,
        "text": "And say to the disbelievers, “Keep on with your works in your places; we are carrying out ours.”",
        "numberInSurah": 121,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1595,
        "text": "“And wait – we too are waiting.”",
        "numberInSurah": 122,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1596,
        "text": "“And for Allah only are the hidden of the heavens and of the earth, and towards Him only is the return of all matters – therefore worship Him and trust Him; and your Lord is not unaware of what you do.”",
        "numberInSurah": 123,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "en.ahmedraza",
      "language": "en",
      "name": "Ahmed Raza Khan",
      "englishName": "Ahmed Raza Khan",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}