{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 17,
    "name": "سُورَةُ الإِسۡرَاءِ",
    "englishName": "Al-Israa",
    "englishNameTranslation": "The Night Journey",
    "revelationType": "Meccan",
    "numberOfAyahs": 111,
    "ayahs": [
      {
        "number": 2030,
        "text": "Purity is to Him Who took His bondman in a part of the night from the Sacred Mosque to the Aqsa Mosque around which We have placed blessings, in order that We may show him Our great signs; indeed he is the listener, the beholder. (This verse refers to the physical journey of Prophet Mohammed – peace and blessings be upon him – to Al Aqsa Mosque and from there to the heavens and beyond. The entire journey back to Mecca was completed within a small part of the night.)",
        "numberInSurah": 1,
        "juz": 15,
        "manzil": 4,
        "page": 282,
        "ruku": 240,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2031,
        "text": "And We gave Moosa the Book, and made it a guidance for the Descendants of Israel that, “Do not appoint anyone as a Trustee besides Me.”",
        "numberInSurah": 2,
        "juz": 15,
        "manzil": 4,
        "page": 282,
        "ruku": 240,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2032,
        "text": "The descendants of those whom We boarded along with Nooh; he was indeed a grateful bondman.",
        "numberInSurah": 3,
        "juz": 15,
        "manzil": 4,
        "page": 282,
        "ruku": 240,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2033,
        "text": "And We decreed for the Descendants of Israel in the Book that, “You will indeed create great turmoil in the earth twice, and you will surely become very proud.”",
        "numberInSurah": 4,
        "juz": 15,
        "manzil": 4,
        "page": 282,
        "ruku": 240,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2034,
        "text": "So when the first of those promises came, We sent upon you Our extremely militant bondmen – they therefore entered the cities pursuing you; and this was a promise that had to be fulfilled.",
        "numberInSurah": 5,
        "juz": 15,
        "manzil": 4,
        "page": 282,
        "ruku": 240,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2035,
        "text": "We then reversed your attack upon them, and aided you with wealth and sons and increased your numbers.",
        "numberInSurah": 6,
        "juz": 15,
        "manzil": 4,
        "page": 282,
        "ruku": 240,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2036,
        "text": "If you do good deeds, you will for your own good – and if you commit evil, it is for yourself; therefore when the second of those promises came – so the enemy maim your faces, and enter the mosque as they had entered it the first time, and destroy until they ruin all they could capture.",
        "numberInSurah": 7,
        "juz": 15,
        "manzil": 4,
        "page": 282,
        "ruku": 240,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2037,
        "text": "It is likely that your Lord may have mercy on you; and if you repeat the mischief, We will repeat the punishment; and We have made hell a prison for the disbelievers.",
        "numberInSurah": 8,
        "juz": 15,
        "manzil": 4,
        "page": 283,
        "ruku": 240,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2038,
        "text": "Indeed this Qur’an guides to the most Straight Path, and gives glad tidings to the believers who do good deeds, that for them is a great reward.",
        "numberInSurah": 9,
        "juz": 15,
        "manzil": 4,
        "page": 283,
        "ruku": 240,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2039,
        "text": "And those who do not believe in the Hereafter – We have kept prepared for them a punishment, most painful.",
        "numberInSurah": 10,
        "juz": 15,
        "manzil": 4,
        "page": 283,
        "ruku": 240,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2040,
        "text": "And man prays for evil like the way he seeks goodness; and man is very hasty.",
        "numberInSurah": 11,
        "juz": 15,
        "manzil": 4,
        "page": 283,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2041,
        "text": "And We created the night and the day as two signs – We therefore kept the sign of the night indistinct, and the sign of the day visible – so that you may seek the munificence of your Lord, and know the calculation of the years, and the accounting; and We have explained all things in detail, distinctively.",
        "numberInSurah": 12,
        "juz": 15,
        "manzil": 4,
        "page": 283,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2042,
        "text": "And We have attached the destiny of every man to his neck; and We shall bring forth a register for him on the Day of Resurrection, which he will find open.",
        "numberInSurah": 13,
        "juz": 15,
        "manzil": 4,
        "page": 283,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2043,
        "text": "It will be said, “Read your ledger; this day you are sufficient to take your own account.”",
        "numberInSurah": 14,
        "juz": 15,
        "manzil": 4,
        "page": 283,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2044,
        "text": "Whoever came to guidance, has come for his own good; and whoever went astray, has strayed for his own ruin; and no burdened soul will bear another’s burden; and We never punish until We have sent a Noble Messenger.",
        "numberInSurah": 15,
        "juz": 15,
        "manzil": 4,
        "page": 283,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2045,
        "text": "And when We will to destroy a township We send the commands to its prosperous people, thereupon they do not obey them, and so the Word is proved upon it – We therefore destroy and ruin it.",
        "numberInSurah": 16,
        "juz": 15,
        "manzil": 4,
        "page": 283,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2046,
        "text": "And many a generation We did destroy after Nooh! And Allah is Sufficient, Aware of the sins of His bondmen, the Beholder.",
        "numberInSurah": 17,
        "juz": 15,
        "manzil": 4,
        "page": 283,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2047,
        "text": "Whoever desires this fleeting one, We may give him quickly – whatever We will, to whomever We will; and then assign hell for him; for him to enter it condemned, pushed around.",
        "numberInSurah": 18,
        "juz": 15,
        "manzil": 4,
        "page": 284,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2048,
        "text": "And whoever desires the Hereafter and strives for it accordingly, and is a believer – so only their effort has borne fruit.",
        "numberInSurah": 19,
        "juz": 15,
        "manzil": 4,
        "page": 284,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2049,
        "text": "We provide help to all – to these and to those, by the bestowal of your Lord; and there is no constraint on the bestowal of your Lord.",
        "numberInSurah": 20,
        "juz": 15,
        "manzil": 4,
        "page": 284,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2050,
        "text": "Observe how We have given superiority to some over others; and indeed the Hereafter is the greatest in rank and the highest in excellence.",
        "numberInSurah": 21,
        "juz": 15,
        "manzil": 4,
        "page": 284,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2051,
        "text": "O listener, do not set up another God with Allah, for you will then remain seated condemned, helpless.",
        "numberInSurah": 22,
        "juz": 15,
        "manzil": 4,
        "page": 284,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2052,
        "text": "And your Lord has ordained that you do not worship anyone except Him, and treat your parents with kindness; if either of them or both reach old age in your presence, do not say “Uff”* to them and do not rebuff them, and speak to them with the utmost respect. (* Any expression of disgust.)",
        "numberInSurah": 23,
        "juz": 15,
        "manzil": 4,
        "page": 284,
        "ruku": 242,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2053,
        "text": "And lower your wing humbly for them, with mercy, and pray, “My Lord! Have mercy on them both, the way they nursed me when I was young.”",
        "numberInSurah": 24,
        "juz": 15,
        "manzil": 4,
        "page": 284,
        "ruku": 242,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2054,
        "text": "Your Lord is Well Aware of what is in your hearts; if you are worthy, then indeed He is Oft Forgiving for those who repent.",
        "numberInSurah": 25,
        "juz": 15,
        "manzil": 4,
        "page": 284,
        "ruku": 242,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2055,
        "text": "And give the relatives their rights, and to the needy, and to the traveller; and do not waste needlessly.",
        "numberInSurah": 26,
        "juz": 15,
        "manzil": 4,
        "page": 284,
        "ruku": 242,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2056,
        "text": "Indeed those who needlessly waste are brothers of the devils; and the devil is very ungrateful to his Lord.",
        "numberInSurah": 27,
        "juz": 15,
        "manzil": 4,
        "page": 284,
        "ruku": 242,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2057,
        "text": "And if you turn away from these*, expecting the mercy of your Lord, for which you hope, then speak to them an easy word. (* The companions of the Holy Prophet, who sought his assistance.)",
        "numberInSurah": 28,
        "juz": 15,
        "manzil": 4,
        "page": 285,
        "ruku": 242,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2058,
        "text": "And do not keep your hand tied to your neck nor open it completely, lest you remain seated – reproached, weary.",
        "numberInSurah": 29,
        "juz": 15,
        "manzil": 4,
        "page": 285,
        "ruku": 242,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2059,
        "text": "Indeed your Lord eases the livelihood and restricts it, for whomever He wills; He Well Knows, Beholds His bondmen.",
        "numberInSurah": 30,
        "juz": 15,
        "manzil": 4,
        "page": 285,
        "ruku": 242,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2060,
        "text": "And do not kill your children, fearing poverty; We shall provide sustenance to them as well as to you; indeed killing them is a great mistake.",
        "numberInSurah": 31,
        "juz": 15,
        "manzil": 4,
        "page": 285,
        "ruku": 243,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2061,
        "text": "And do not approach adultery – it is indeed a shameful deed; and a very evil way.",
        "numberInSurah": 32,
        "juz": 15,
        "manzil": 4,
        "page": 285,
        "ruku": 243,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2062,
        "text": "And do not wrongfully kill any living being which Allah has forbidden; and for whoever is slain wrongfully, We have given the authority to his heir, so he should not cross limits in slaying; he will surely be helped.",
        "numberInSurah": 33,
        "juz": 15,
        "manzil": 4,
        "page": 285,
        "ruku": 243,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2063,
        "text": "And do not approach the wealth of the orphan except in the best possible way, till he reaches adulthood; and fulfil the promise; indeed the promise will be asked about.",
        "numberInSurah": 34,
        "juz": 15,
        "manzil": 4,
        "page": 285,
        "ruku": 243,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2064,
        "text": "And correctly measure when you measure, and weigh correctly with the scales; this is better, and has a better outcome.",
        "numberInSurah": 35,
        "juz": 15,
        "manzil": 4,
        "page": 285,
        "ruku": 243,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2065,
        "text": "And do not pursue the matter you do not have the knowledge of; indeed the ear, and the eye, and the heart – each of these will be questioned.",
        "numberInSurah": 36,
        "juz": 15,
        "manzil": 4,
        "page": 285,
        "ruku": 243,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2066,
        "text": "And do not walk haughtily on the earth; you can never split the earth, nor be as high as the hills.",
        "numberInSurah": 37,
        "juz": 15,
        "manzil": 4,
        "page": 285,
        "ruku": 243,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2067,
        "text": "Of all this related before, the evil among it is disliked by your Lord.",
        "numberInSurah": 38,
        "juz": 15,
        "manzil": 4,
        "page": 285,
        "ruku": 243,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2068,
        "text": "This is part of the divine revelations of wisdom that your Lord has sent down to you (O dear Prophet Mohammed – peace and blessings be upon him); and O listener, do not set up another God with Allah, for you will then be thrown into hell – rebuked, rebuffed.",
        "numberInSurah": 39,
        "juz": 15,
        "manzil": 4,
        "page": 286,
        "ruku": 243,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2069,
        "text": "Has your Lord chosen sons for you, and created daughters for Himself from among the angels? Indeed you utter a profound word!",
        "numberInSurah": 40,
        "juz": 15,
        "manzil": 4,
        "page": 286,
        "ruku": 243,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2070,
        "text": "And We have explained in this Qur’an in various ways, for them to understand; and it increases nothing except their hatred towards it.",
        "numberInSurah": 41,
        "juz": 15,
        "manzil": 4,
        "page": 286,
        "ruku": 244,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2071,
        "text": "Proclaim (O dear Prophet Mohammed – peace and blessings be upon him), “If there were other Gods besides Him” – as they utter – “then they would have certainly found a way towards* the Owner of the Throne!”. (* To fight against Him.)",
        "numberInSurah": 42,
        "juz": 15,
        "manzil": 4,
        "page": 286,
        "ruku": 244,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2072,
        "text": "Purity and Supremacy are to Him from what they utter, a Great Supremacy!",
        "numberInSurah": 43,
        "juz": 15,
        "manzil": 4,
        "page": 286,
        "ruku": 244,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2073,
        "text": "The seven heavens and the earth and all those in them say His Purity; and there is not a thing that does not proclaim His purity with praise, but you do not understand their proclamation of purity; indeed He is Most Forbearing, Oft Forgiving.",
        "numberInSurah": 44,
        "juz": 15,
        "manzil": 4,
        "page": 286,
        "ruku": 244,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2074,
        "text": "And when you read the Qur’an O dear Prophet (Mohammed – peace and blessings upon him), We created an invisible barrier between you and those who do not believe in the Hereafter.",
        "numberInSurah": 45,
        "juz": 15,
        "manzil": 4,
        "page": 286,
        "ruku": 244,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2075,
        "text": "And We placed covers upon their hearts so they may not understand it, and deafness in their ears; and when you mention your Only Lord in the Qur’an, they flee turning their backs in hatred.",
        "numberInSurah": 46,
        "juz": 15,
        "manzil": 4,
        "page": 286,
        "ruku": 244,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2076,
        "text": "We know well why they listen when they lend ears to you, and when they discuss among themselves, when the unjust say, “You have not followed except a man who is under a magic spell.”",
        "numberInSurah": 47,
        "juz": 15,
        "manzil": 4,
        "page": 286,
        "ruku": 244,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2077,
        "text": "See the kind of examples they invent for you! They therefore strayed, so cannot find a path.",
        "numberInSurah": 48,
        "juz": 15,
        "manzil": 4,
        "page": 286,
        "ruku": 244,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2078,
        "text": "And they say, “When we have become bones and decomposed, will we really be raised up anew?”",
        "numberInSurah": 49,
        "juz": 15,
        "manzil": 4,
        "page": 286,
        "ruku": 244,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2079,
        "text": "Proclaim, “Become stones or iron.”",
        "numberInSurah": 50,
        "juz": 15,
        "manzil": 4,
        "page": 287,
        "ruku": 244,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2080,
        "text": "“Or some other creation which you deem great”; so they will now say, “Who will create us again?”; proclaim, “He Who created you for the first time”; so now they will mockingly shake their heads at you, and question, “When is this going to occur?”; say, “It could perhaps be soon.”",
        "numberInSurah": 51,
        "juz": 15,
        "manzil": 4,
        "page": 287,
        "ruku": 244,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2081,
        "text": "“The day when He will call you and you will come praising Him, thinking you have stayed only a little.”",
        "numberInSurah": 52,
        "juz": 15,
        "manzil": 4,
        "page": 287,
        "ruku": 244,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2082,
        "text": "And tell My bondmen to speak that which is the best; undoubtedly Satan sows discord among them; indeed Satan is man’s open enemy.",
        "numberInSurah": 53,
        "juz": 15,
        "manzil": 4,
        "page": 287,
        "ruku": 245,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2083,
        "text": "Your Lord knows you well; if He wills He may have mercy upon you, or if He wills, He may punish you; and We have not sent you (O dear Prophet Mohammed – peace and blessings be upon him) as a guardian over them.",
        "numberInSurah": 54,
        "juz": 15,
        "manzil": 4,
        "page": 287,
        "ruku": 245,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2084,
        "text": "And your Lord knows well all those who are in the heavens and the earth; and indeed among the Prophets We gave excellence to some above others, and We gave the Zaboor to Dawud.",
        "numberInSurah": 55,
        "juz": 15,
        "manzil": 4,
        "page": 287,
        "ruku": 245,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2085,
        "text": "Proclaim, “Call upon those whom you assume besides Allah – so they do not have any power to relieve the misfortune from you nor to avert it.”",
        "numberInSurah": 56,
        "juz": 15,
        "manzil": 4,
        "page": 287,
        "ruku": 245,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2086,
        "text": "The devoted bondmen whom these disbelievers worship, themselves seek the means of proximity from their Lord, that who among them is the closest (to his Lord), and hope for His mercy and fear His punishment; indeed the punishment of your Lord is to be feared.",
        "numberInSurah": 57,
        "juz": 15,
        "manzil": 4,
        "page": 287,
        "ruku": 245,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2087,
        "text": "And there is no such dwelling but which We shall destroy before the Day of Resurrection, or punish it severely; this is written in the Book.",
        "numberInSurah": 58,
        "juz": 15,
        "manzil": 4,
        "page": 287,
        "ruku": 245,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2088,
        "text": "And We remained constrained from sending such signs, because the former people denied them; and We gave the Thamud the she-camel for enlightenment, so they oppressed it; and We do not send such signs except to warn.",
        "numberInSurah": 59,
        "juz": 15,
        "manzil": 4,
        "page": 288,
        "ruku": 245,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2089,
        "text": "And when We proclaimed to you, “Indeed all mankind is within the control of your Lord”; and We did not create the spectacle* which We showed you except to try mankind, and the Tree** which is cursed in the Qur’an; and We warn them – so nothing increases for them except extreme rebellion. (* The Ascent of the Holy Prophet to the heavens and beyond, which the disbelievers denied as just a dream. ** The Zakkum tree which will grow in hell and be the food for its inhabitants.)",
        "numberInSurah": 60,
        "juz": 15,
        "manzil": 4,
        "page": 288,
        "ruku": 245,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2090,
        "text": "And recall when We ordered the angels that, “Prostrate before Adam” – so they all prostrated except Iblis; he said, “Shall I prostrate before one whom You have created from clay?”",
        "numberInSurah": 61,
        "juz": 15,
        "manzil": 4,
        "page": 288,
        "ruku": 246,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2091,
        "text": "He said, “Behold this* – the one whom You have honoured above me – if You give me respite till the Day of Resurrection, I will surely crush his descendants, except a few.” (* Prophet Adam.)",
        "numberInSurah": 62,
        "juz": 15,
        "manzil": 4,
        "page": 288,
        "ruku": 246,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2092,
        "text": "He said, “Be gone – therefore whoever among them follows you – so hell is the recompense for you all, a sufficient punishment.”",
        "numberInSurah": 63,
        "juz": 15,
        "manzil": 4,
        "page": 288,
        "ruku": 246,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2093,
        "text": "“And mislead those whom you can among them with your voice, and raise an army against them with your cavalry and infantry, and be their partner in wealth and children, and give them promises”; and Satan does not promise them except with deception.",
        "numberInSurah": 64,
        "juz": 15,
        "manzil": 4,
        "page": 288,
        "ruku": 246,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2094,
        "text": "“Indeed My bondmen* – you do not have any power over them”; and your Lord is Sufficient as a Trustee. (* The chosen virtuous bondmen)",
        "numberInSurah": 65,
        "juz": 15,
        "manzil": 4,
        "page": 288,
        "ruku": 246,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2095,
        "text": "Your Lord is He Who sails the ship upon the seas for you, so that you may seek His munificence; indeed He is Most Merciful upon you.",
        "numberInSurah": 66,
        "juz": 15,
        "manzil": 4,
        "page": 288,
        "ruku": 246,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2096,
        "text": "And when calamity strikes you upon the sea, all those whom you worship are lost, except Him; then when He rescues you towards land, you turn away; and man is extremely ungrateful.",
        "numberInSurah": 67,
        "juz": 15,
        "manzil": 4,
        "page": 289,
        "ruku": 246,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2097,
        "text": "Are you unafraid that He may bury an edge of the same land along with you, or send a shower of stones upon you, and you find no supporter for yourselves?",
        "numberInSurah": 68,
        "juz": 15,
        "manzil": 4,
        "page": 289,
        "ruku": 246,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2098,
        "text": "Or are you unafraid that He may again take you back to the sea, then send against you a ship-breaking gust of wind, therefore drowning you because of your disbelief – then you may not find for yourself anyone to come after Us for this?",
        "numberInSurah": 69,
        "juz": 15,
        "manzil": 4,
        "page": 289,
        "ruku": 246,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2099,
        "text": "Indeed We have honoured the Descendants of Adam and transported them over land and sea, and gave them good things as sustenance, and made them better than most of Our creation.",
        "numberInSurah": 70,
        "juz": 15,
        "manzil": 4,
        "page": 289,
        "ruku": 246,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2100,
        "text": "On the day when We shall summon every group along with its leader; so whoever is given his register in his right hand – these will read their accounts and their rights will not be suppressed even a thread. (* They will be given the full reward.)",
        "numberInSurah": 71,
        "juz": 15,
        "manzil": 4,
        "page": 289,
        "ruku": 247,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2101,
        "text": "Whoever is blind* in this life will be blind in the Hereafter, and even more astray. (* To the truth – disbelieving.)",
        "numberInSurah": 72,
        "juz": 15,
        "manzil": 4,
        "page": 289,
        "ruku": 247,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2102,
        "text": "And it was close that they were about to mislead you somewhat from the divine revelation We sent to you, for you to attribute something else* to Us; and if it were**, they would have accepted you as a friend. (* Other than the divine revelation. ** Which is impossible.)",
        "numberInSurah": 73,
        "juz": 15,
        "manzil": 4,
        "page": 289,
        "ruku": 247,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2103,
        "text": "And had We not kept you steadfast, possibly you might have inclined to them just a little.",
        "numberInSurah": 74,
        "juz": 15,
        "manzil": 4,
        "page": 289,
        "ruku": 247,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2104,
        "text": "And if it were*, We would then have made you taste a double life and a double death – you would then not find any supporter against Us. (* Which is impossible.)",
        "numberInSurah": 75,
        "juz": 15,
        "manzil": 4,
        "page": 289,
        "ruku": 247,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2105,
        "text": "And indeed it was close that they frighten you in the land for them to oust you from it – and if it were, they would not have stayed after you, but a little.",
        "numberInSurah": 76,
        "juz": 15,
        "manzil": 4,
        "page": 290,
        "ruku": 247,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2106,
        "text": "The tradition of the Noble Messengers We sent before you – and you will not find Our rules changing.",
        "numberInSurah": 77,
        "juz": 15,
        "manzil": 4,
        "page": 290,
        "ruku": 247,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2107,
        "text": "Keep the prayer established, from the declining of the sun until darkness of the night, and the Qur’an at dawn; indeed the angels witness the reading of the Qur’an at dawn.",
        "numberInSurah": 78,
        "juz": 15,
        "manzil": 4,
        "page": 290,
        "ruku": 248,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2108,
        "text": "And forego sleep* in some part of the night – an increase for you**; it is likely your Lord will set you on a place where everyone will praise you***. (* For worship. ** Obligatory only upon the Holy Prophet. *** On the Day of Resurrection.)",
        "numberInSurah": 79,
        "juz": 15,
        "manzil": 4,
        "page": 290,
        "ruku": 248,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2109,
        "text": "And pray, “My Lord! Admit me with the truth and take me out with the truth*, and give me from Yourself a helpful dominance**.” (* Wherever I come or go ** Through spread of Islam.)",
        "numberInSurah": 80,
        "juz": 15,
        "manzil": 4,
        "page": 290,
        "ruku": 248,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2110,
        "text": "And proclaim, “The Truth has arrived and falsehood has vanished; indeed falsehood had to vanish.” (* With the arrival of the Last Prophet – Mohammed peace and blessings be upon him)",
        "numberInSurah": 81,
        "juz": 15,
        "manzil": 4,
        "page": 290,
        "ruku": 248,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2111,
        "text": "And We send down in the Qur’an that which is a cure for the Muslims, and a mercy – and it increases only ruin for the unjust.",
        "numberInSurah": 82,
        "juz": 15,
        "manzil": 4,
        "page": 290,
        "ruku": 248,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2112,
        "text": "And when We bestow favours upon man, he turns away and goes far away towards himself; and when evil touches him he despairs.",
        "numberInSurah": 83,
        "juz": 15,
        "manzil": 4,
        "page": 290,
        "ruku": 248,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2113,
        "text": "Proclaim, “Each one works according to his own pattern; and your Lord well knows him who is more upon guidance.”",
        "numberInSurah": 84,
        "juz": 15,
        "manzil": 4,
        "page": 290,
        "ruku": 248,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2114,
        "text": "They ask you concerning the soul; proclaim “The soul is an entity by the command of my Lord, and you have not received knowledge except a little.”",
        "numberInSurah": 85,
        "juz": 15,
        "manzil": 4,
        "page": 290,
        "ruku": 249,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2115,
        "text": "And if We willed We could have taken away the revelations which We have sent to you – you would then not find anyone who could advocate for you before Us for this.",
        "numberInSurah": 86,
        "juz": 15,
        "manzil": 4,
        "page": 290,
        "ruku": 249,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2116,
        "text": "Except the mercy of your Lord; indeed His munificence upon you (O dear Prophet Mohammed – peace and blessings be upon him) is extremely great.",
        "numberInSurah": 87,
        "juz": 15,
        "manzil": 4,
        "page": 291,
        "ruku": 249,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2117,
        "text": "Proclaim, “If all mankind and jinns agree to bring an equivalent to the Qur’an, they will not be able to bring its equal – even if they were to help each other.”",
        "numberInSurah": 88,
        "juz": 15,
        "manzil": 4,
        "page": 291,
        "ruku": 249,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2118,
        "text": "And indeed We have illustrated all kinds of examples in the Qur’an for mankind – so most men did not accept, except to be ungrateful.",
        "numberInSurah": 89,
        "juz": 15,
        "manzil": 4,
        "page": 291,
        "ruku": 249,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2119,
        "text": "And they said, “We will not accept faith in you, until you cause a spring to gush forth from the earth for us.”",
        "numberInSurah": 90,
        "juz": 15,
        "manzil": 4,
        "page": 291,
        "ruku": 249,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2120,
        "text": "“Or you have a garden of date-palms and grapes, and you make gushing rivers to flow in it.”",
        "numberInSurah": 91,
        "juz": 15,
        "manzil": 4,
        "page": 291,
        "ruku": 249,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2121,
        "text": "“Or you cause the sky to fall upon us in pieces like you said – or bring Allah and the angels as Witness.”",
        "numberInSurah": 92,
        "juz": 15,
        "manzil": 4,
        "page": 291,
        "ruku": 249,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2122,
        "text": "“Or you have a house of gold, or you ascend up into heaven; and even then we shall not believe in your ascent unless you send down a book upon us, which we may read”; say (O dear Prophet Mohammed – peace and blessings be upon him), “Purity is to my Lord – who am I except a human, sent by Allah?” (* These can be done, only when Allah commands.)",
        "numberInSurah": 93,
        "juz": 15,
        "manzil": 4,
        "page": 291,
        "ruku": 249,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2123,
        "text": "And what prevented people from believing when the guidance came to them, except their saying that, “What! Allah has sent a human as a Noble Messenger?”?",
        "numberInSurah": 94,
        "juz": 15,
        "manzil": 4,
        "page": 291,
        "ruku": 250,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2124,
        "text": "Proclaim, “If there were angels walking peacefully on the earth, We would send down only an angel from heaven, as a Noble Messenger towards them.”",
        "numberInSurah": 95,
        "juz": 15,
        "manzil": 4,
        "page": 291,
        "ruku": 250,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2125,
        "text": "Proclaim, “Allah is Sufficient as Witness between me and you all; indeed He is Well Aware of, the Beholder of His bondmen.”",
        "numberInSurah": 96,
        "juz": 15,
        "manzil": 4,
        "page": 291,
        "ruku": 250,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2126,
        "text": "And only he whom Allah guides, is upon guidance; and whomever He sends astray – you will therefore not find for them any supporters besides Him; and We shall raise them by their faces on the Day of Resurrection – blind, dumb and deaf; their destination is hell; whenever it is about to extinguish, We will inflame it more for them.",
        "numberInSurah": 97,
        "juz": 15,
        "manzil": 4,
        "page": 292,
        "ruku": 250,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2127,
        "text": "This is their reward because they disbelieved in Our signs and said, “When we are bones and decomposed, will we really be created again and raised up again?”",
        "numberInSurah": 98,
        "juz": 15,
        "manzil": 4,
        "page": 292,
        "ruku": 250,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2128,
        "text": "Do they not see that Allah Who has created the heavens and the earth is Able to create people similar to them, and has set a term for them in which there is no doubt? So the unjust do not accept without being ungrateful.",
        "numberInSurah": 99,
        "juz": 15,
        "manzil": 4,
        "page": 292,
        "ruku": 250,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2129,
        "text": "Proclaim, “If you owned the treasures of the mercy of my Lord, you would hoard them too for fear that they may get spent; and man is a big miser.”",
        "numberInSurah": 100,
        "juz": 15,
        "manzil": 4,
        "page": 292,
        "ruku": 250,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2130,
        "text": "And indeed We gave Moosa nine clear signs, therefore ask the Descendants of Israel when he came to them – in response Firaun said, “O Moosa – I think you are under a magic spell.”",
        "numberInSurah": 101,
        "juz": 15,
        "manzil": 4,
        "page": 292,
        "ruku": 251,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2131,
        "text": "He said, “You certainly know that these have not been sent down except by the Lord of the heavens and the earth, the eye-openers* for the hearts; and I think that you, O Firaun, will surely be ruined.” (* The signs which enlighten the hearts.)",
        "numberInSurah": 102,
        "juz": 15,
        "manzil": 4,
        "page": 292,
        "ruku": 251,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2132,
        "text": "He therefore wished to expel them from the earth, so We drowned him and his companions, all together.",
        "numberInSurah": 103,
        "juz": 15,
        "manzil": 4,
        "page": 292,
        "ruku": 251,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2133,
        "text": "And after him, We said to the Descendants of Israel, “Reside in this land – then when the promise of the Hereafter comes, We will bring you all huddled together.”",
        "numberInSurah": 104,
        "juz": 15,
        "manzil": 4,
        "page": 292,
        "ruku": 251,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2134,
        "text": "And We sent down the Qur’an with the truth, and it has come down only for the truth; and We did not send you except as a Herald of glad tidings and warnings.",
        "numberInSurah": 105,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 251,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2135,
        "text": "And We sent down the Qur’an in parts, that you may gradually recite it to the people, and We sent it down slowly in stages.",
        "numberInSurah": 106,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 251,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2136,
        "text": "Proclaim, “Whether you accept faith in it or not”; indeed those who received knowledge before the Qur’an came, fall down prostrate on their faces when it is recited to them.",
        "numberInSurah": 107,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 251,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2137,
        "text": "And they say, “Purity is to our Lord – indeed the promise of our Lord had to come true.”",
        "numberInSurah": 108,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 251,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2138,
        "text": "And they fall down on their faces weeping, and this Qur’an increases their humility. (Command of prostration # 4).",
        "numberInSurah": 109,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 251,
        "hizbQuarter": 117,
        "sajda": {
          "id": 4,
          "recommended": true,
          "obligatory": false
        }
      },
      {
        "number": 2139,
        "text": "Proclaim, “Pray calling (Him) Allah or calling (Him) the Most Gracious; whichever name you call with – they are all His magnificent names; and do not offer your prayers very loudly or very softly, and seek a way between them.”",
        "numberInSurah": 110,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 251,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2140,
        "text": "And say, “All praise is to Allah, Who has not chosen a son for Himself, and none is His partner in kingship, and none is His supporter due to weakness, and say ‘Allah is Great’ to proclaim His greatness.”",
        "numberInSurah": 111,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 251,
        "hizbQuarter": 117,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "en.ahmedraza",
      "language": "en",
      "name": "Ahmed Raza Khan",
      "englishName": "Ahmed Raza Khan",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}