{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 41,
    "name": "سُورَةُ فُصِّلَتۡ",
    "englishName": "Fussilat",
    "englishNameTranslation": "Explained in detail",
    "revelationType": "Meccan",
    "numberOfAyahs": 54,
    "ayahs": [
      {
        "number": 4219,
        "text": "Ha-Meem. (Alphabets of the Arabic language – Allah, and to whomever He reveals, know their precise meanings.)",
        "numberInSurah": 1,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4220,
        "text": "This (Qur’an) is sent down from the Most Gracious, the Most Merciful.",
        "numberInSurah": 2,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4221,
        "text": "A Book the verses of which are explained in detail, the Qur’an in Arabic for people of intellect.",
        "numberInSurah": 3,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4222,
        "text": "Giving glad tidings and heralding warning; so most of them turned away, therefore they cannot listen (to the truth).",
        "numberInSurah": 4,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4223,
        "text": "And they say, “Our hearts are covered against the affair you call us to, and there is deafness in our ears, and there is a barrier between us and you – therefore mind your own business, we are minding ours.”",
        "numberInSurah": 5,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4224,
        "text": "Proclaim (O dear Prophet Mohammed – peace and blessings be upon him), “Physically I am a human like you – I receive the divine revelation that your God is only One God, therefore be upright towards Him and seek forgiveness from Him”; and woe is to the polytheists. –",
        "numberInSurah": 6,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4225,
        "text": "Those who do not give the obligatory charity, and who deny the Hereafter.",
        "numberInSurah": 7,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4226,
        "text": "Indeed for those who believed and did good deeds, is a limitless reward.",
        "numberInSurah": 8,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4227,
        "text": "Say “What! You disbelieve in Him Who created the earth in two days, and you appoint equals to Him? He is the Lord Of The Creation!”",
        "numberInSurah": 9,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4228,
        "text": "And in it He placed mountains as anchors from above it, and blessings in it, and appointed the sustenance for those who dwell in it – all this in four days; a proper answer to those who question.",
        "numberInSurah": 10,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4229,
        "text": "He then inclined towards the heavens and it was smoke – thereupon He said to it and to the earth, “Both of you present yourselves, willingly or with reluctance”; they said, “We present ourselves, with zeal.”",
        "numberInSurah": 11,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4230,
        "text": "He then established them into seven heavens in two days, and to each heaven He sent the command of its affairs; and We decorated the lower heaven with lamps; and for its protection; this is the command set by the Most Honourable, the All Knowing.",
        "numberInSurah": 12,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4231,
        "text": "Then if they turn away say, “I warn you of a thunderbolt like the thunderbolt which came upon A’ad and Thamud.”",
        "numberInSurah": 13,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4232,
        "text": "When their Noble Messengers approached them from front and from behind saying, \"Do not worship any one except Allah\"; they said, \"If our Lord willed, He would surely have sent down angels – we therefore deny whatever you have been sent with.”",
        "numberInSurah": 14,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4233,
        "text": "So regarding the A’ad, they were haughty in the land without right, and they said, “Who is more powerful than us?” Did they not realise that Allah, Who created them, is more powerful than them? And they used to deny Our signs.",
        "numberInSurah": 15,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4234,
        "text": "We therefore sent a violent thunderstorm towards them in their days of misfortune, in order to make them taste a disgraceful punishment in the life of this world; and indeed the punishment of the Hereafter is more disgracing, and they will not be helped.",
        "numberInSurah": 16,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4235,
        "text": "And regarding the Thamud, We showed them the right path – so they chose to be blind above being guided, therefore the thunderbolt of the disgraceful punishment overcame them – the recompense of their deeds.",
        "numberInSurah": 17,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4236,
        "text": "And We rescued those who accepted faith and were pious.",
        "numberInSurah": 18,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4237,
        "text": "And on the day when the enemies of Allah are herded towards the fire, the earlier groups will be restrained till the latter join them.",
        "numberInSurah": 19,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 415,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4238,
        "text": "To the extent that when they reach it, their ears and their eyes and their skins will testify against them for what they used to do.",
        "numberInSurah": 20,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 415,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4239,
        "text": "And they will say to their skins, “Why did you testify against us?\"; they will say, “Allah has made us talk, Who has given all things the power of speech, and it is He Who created you the first time, and it is to Him that you have to return.”",
        "numberInSurah": 21,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 415,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4240,
        "text": "And where could you hide from Him, so that your ears and your eyes and your skins may not testify against you? But you had assumed that Allah does not know most of your deeds!",
        "numberInSurah": 22,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 415,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4241,
        "text": "And this is the assumption you had regarding your Lord, which has ruined you, so you are now among those who have been defeated.",
        "numberInSurah": 23,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 415,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4242,
        "text": "Then if they are patient, even then the fire is their home; and if they plead, none will listen to their pleading.",
        "numberInSurah": 24,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 415,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4243,
        "text": "And We appointed companions for them, who made what is before them and what is after them seem good to them, and the Word proved true upon them along with the groups of jinns and men who passed away before them; they were indeed losers.",
        "numberInSurah": 25,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 415,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4244,
        "text": "And the disbelievers said, “Do not listen to this Qur’an and engulf it in noise – perhaps you may be victorious this way.”",
        "numberInSurah": 26,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 416,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4245,
        "text": "So We will indeed make the disbelievers taste the severe punishment, and indeed We will repay them for their worst deeds.",
        "numberInSurah": 27,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 416,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4246,
        "text": "This is the recompense of Allah’s enemies – the fire; they have to stay in it forever; the penalty for denying Our signs.",
        "numberInSurah": 28,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 416,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4247,
        "text": "And the disbelievers said, “Our Lord! Show us both – among jinns and men – who misled us, for us to put them beneath our feet so that they be the lowest of the low.”",
        "numberInSurah": 29,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 416,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4248,
        "text": "Indeed those who said, “Allah is our Lord” and remained firm upon it – upon them descend the angels, (saying), “Do not fear nor grieve, and be happy for the Paradise which you are promised.”",
        "numberInSurah": 30,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 416,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4249,
        "text": "“We are your friends in the life of this world and in the Hereafter; in it for you is all that you may wish for, and for you is all what you ask.”",
        "numberInSurah": 31,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 416,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4250,
        "text": "“The hospitality of the Oft Forgiving, Most Merciful.”",
        "numberInSurah": 32,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 416,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4251,
        "text": "And whose speech is better than one who calls towards his Lord and does righteous deeds, and says, “I am a Muslim.”?",
        "numberInSurah": 33,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4252,
        "text": "And the good deed and the evil deed will never be equal; O listener! Repel the evil deed with a good one, thereupon the one between whom and you was enmity, will become like a close friend.",
        "numberInSurah": 34,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4253,
        "text": "And none receive this great treasure except those who are patient; and none receives this except one who is extremely fortunate.",
        "numberInSurah": 35,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4254,
        "text": "And O listener! If a distracting thought from the devil reaches you, seek the refuge of Allah; indeed He is the All Hearing, the All Knowing.",
        "numberInSurah": 36,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4255,
        "text": "And the night, and the day, and the sun, and the moon are among His signs; do not prostrate for the sun or the moon, but prostrate for Allah Who has created them, if you are His bondmen.",
        "numberInSurah": 37,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4256,
        "text": "So if these (disbelievers) be haughty, so (in any case) those (the angels) who are with your Lord say His Purity night and day, and they do not get weary. (Command of prostration # 11)",
        "numberInSurah": 38,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": {
          "id": 12,
          "recommended": false,
          "obligatory": true
        }
      },
      {
        "number": 4257,
        "text": "And among His signs is that you see the earth lying neglected, so when We sent down water on it, it freshened up and grew forth; indeed He Who gave it life, will revive the dead; indeed He is Able to do all things.",
        "numberInSurah": 39,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4258,
        "text": "Indeed those who distort Our verses are not hidden from Us; so is one who is cast into the fire better, or one who comes in safety on the Day of Resurrection? Do whatever you wish! He is indeed seeing your deeds.",
        "numberInSurah": 40,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4259,
        "text": "Indeed those who denied the Remembrance when it came to them – they are truly ruined; and indeed it is an honourable Book.",
        "numberInSurah": 41,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4260,
        "text": "Falsehood cannot approach it – neither from its front nor from its back; it is sent down by the Wise, the Most Praiseworthy.",
        "numberInSurah": 42,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4261,
        "text": "You will not be told except what was said to the Noble Messengers before you; that “Your Lord is the Owner of Forgiveness, and the Owner of Painful Punishment.”",
        "numberInSurah": 43,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4262,
        "text": "And if We had made it as a Qur’an in a foreign language they would have certainly said, “Why were its verses not explained in detail?” What! The Book in a foreign language, and the Prophet an Arab?! Proclaim (O dear Prophet Mohammed – peace and blessings be upon him), “It is a guidance and a cure for the believers”; and there is deafness in the ears of those who do not believe, and it is blindness upon them; as if they are being called from a place far away!",
        "numberInSurah": 44,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4263,
        "text": "And We indeed gave the Book to Moosa, so a dispute was created regarding it; and were it not for a Word that had already gone forth from your Lord, the judgement would have been immediately passed upon them; and indeed they are in an intriguing doubt regarding it.",
        "numberInSurah": 45,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 418,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4264,
        "text": "Whoever does good deeds, so it is for his own good, and whoever commits evil, so it is for his own harm; and your Lord does not at all oppress the bondmen.",
        "numberInSurah": 46,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 418,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4265,
        "text": "The knowledge of the Last Day is directed towards Him; and no fruit comes out from its cover, and nor does any female conceive or give birth, but with His knowledge; and on the day when He will call out to them, “Where are My partners?” They will say, “We have told you that none among us can testify.”",
        "numberInSurah": 47,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4266,
        "text": "And they have lost what they used to worship before, and be sure, they do not have a place to escape.",
        "numberInSurah": 48,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4267,
        "text": "Man does not weary of seeking goodness; and if some misfortune reaches him, he loses hope, gets disappointed.",
        "numberInSurah": 49,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4268,
        "text": "And if We make him taste Our mercy after the hardship which befell him, he will say, “This is mine! And I do not think that the Last Day will ever be established – and even if I am returned to my Lord, with Him is only goodness for me”; so We shall indeed inform the disbelievers of what they did; and We shall indeed make them taste a solid punishment.",
        "numberInSurah": 50,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4269,
        "text": "And when We favour man, he turns away and goes back afar; and when some hardship reaches him, he comes with a vast prayer!",
        "numberInSurah": 51,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4270,
        "text": "Proclaim (O dear Prophet Mohammed – peace and blessings be upon him), “What is your opinion – if this Qur’an is from Allah and then you deny it – so who is more astray than whoever is in extreme opposition?”",
        "numberInSurah": 52,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4271,
        "text": "We shall now show them Our signs in all the directions and within their own selves until it becomes clear to them that it is certainly the truth; is not your Lord sufficient as a Witness over all things?",
        "numberInSurah": 53,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4272,
        "text": "Pay heed! They are certainly doubtful regarding the meeting with their Lord; pay heed! He encompasses all things!",
        "numberInSurah": 54,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "en.ahmedraza",
      "language": "en",
      "name": "Ahmed Raza Khan",
      "englishName": "Ahmed Raza Khan",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}