{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 42,
    "name": "سُورَةُ الشُّورَىٰ",
    "englishName": "Ash-Shura",
    "englishNameTranslation": "Consultation",
    "revelationType": "Meccan",
    "numberOfAyahs": 53,
    "ayahs": [
      {
        "number": 4273,
        "text": "Ha-Meem. (Alphabets of the Arabic language – Allah, and to whomever He reveals, know their precise meanings.)",
        "numberInSurah": 1,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4274,
        "text": "A’in-Seen-Qaf. (Alphabets of the Arabic language – Allah, and to whomever He reveals, know their precise meanings.)",
        "numberInSurah": 2,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4275,
        "text": "This is how Allah the Most Honourable, the All Knowing sends the divine revelation to you (O dear Prophet Mohammed – peace and blessings be upon him) and to those before you.",
        "numberInSurah": 3,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4276,
        "text": "To Him only belongs all whatever is in the heavens and all whatever is in the earth; and He is the Supreme, the Greatest.",
        "numberInSurah": 4,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4277,
        "text": "The heavens nearly split apart from above – and the angels say the Purity of their Lord while praising Him, and seek forgiveness for those on earth; pay heed! Indeed Allah only is the Oft Forgiving, the Most Merciful.",
        "numberInSurah": 5,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4278,
        "text": "And Allah is watching those who have chosen supporters besides Him; and you are not responsible for them.",
        "numberInSurah": 6,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4279,
        "text": "And this is how We have divinely revealed to you the Qur’an in Arabic, for you to warn the people of the mother of all towns – Mecca – and those around it, and to warn of the Day of Assembling of which there is no doubt; a group is in Paradise, and another group is in hell.",
        "numberInSurah": 7,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4280,
        "text": "And had Allah willed, He could have made them all upon one religion, but He admits whomever He wills into His mercy; and the unjust do not have any friend nor any supporter.",
        "numberInSurah": 8,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4281,
        "text": "What! Have they appointed supporters other than Allah? So (know that) Allah only is the Supporter, and He will revive the dead; and He is Able to do all things.",
        "numberInSurah": 9,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4282,
        "text": "“The final decision for the matters in which you differ rests with Allah; such is my Lord – I rely on Him; and towards Him do I incline.”",
        "numberInSurah": 10,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 420,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4283,
        "text": "The Maker of the heavens and the earth; He has created pairs for you from yourselves and pairs from the animals; He spreads your generation; nothing is like Him; and He only is the All Hearing, the All Seeing.",
        "numberInSurah": 11,
        "juz": 25,
        "manzil": 6,
        "page": 484,
        "ruku": 420,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4284,
        "text": "For Him only are the keys of the heavens and the earth; He increases the sustenance for whomever He wills and restricts it; indeed He is the All Knowing.",
        "numberInSurah": 12,
        "juz": 25,
        "manzil": 6,
        "page": 484,
        "ruku": 420,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4285,
        "text": "He has kept for you the same path of religion which He commanded Nooh, and what We divinely reveal to you (O dear Prophet Mohammed – peace and blessings be upon him), and what We had commanded to Ibrahim and Moosa and Eisa that, “Keep the religion proper, and do not create divisions in it”; the polytheists find the matter what you call them to as intolerable; Allah chooses for His proximity whomever He wills, and guides towards Himself whoever inclines (towards Him).",
        "numberInSurah": 13,
        "juz": 25,
        "manzil": 6,
        "page": 484,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4286,
        "text": "And they did not cause divisions except after the knowledge had come to them, because of jealousy among themselves; and were it not for a Word that had already gone forth from your Lord, the judgement would have been passed upon them long ago; and indeed those who inherited the Book after them are in an intriguing doubt regarding it.",
        "numberInSurah": 14,
        "juz": 25,
        "manzil": 6,
        "page": 484,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4287,
        "text": "For this reason, call them (to Islam); and remain firm, as you are commanded to; and do not follow their desires; and say, “I accept faith in whichever Book Allah has sent down; and I am commanded to judge fairly between you; Allah is the Lord of all – ours and yours; for us are our deeds and for you are your misdeeds; there is no debate between us and you; Allah will gather all of us together; and towards Him is the return.”",
        "numberInSurah": 15,
        "juz": 25,
        "manzil": 6,
        "page": 484,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4288,
        "text": "And those who fight regarding Allah after the Muslims have accepted His call, their reasoning does not hold at all before their Lord, and upon them is wrath, and for them is a severe punishment.",
        "numberInSurah": 16,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4289,
        "text": "It is Allah Who has sent down the Book with the truth, and the Scales of Justice; and what do you know – possibly the Last Day could really be near!",
        "numberInSurah": 17,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4290,
        "text": "Those who do not believe in it are impatient for it, and those who believe in it fear it and know that indeed it is the truth; pay heed! Those who doubt the Last Day are certainly in extreme error.",
        "numberInSurah": 18,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4291,
        "text": "Allah is Benevolent upon His bondmen – He bestows sustenance to whomever He wills; and He only is the All Powerful, the Most Honourable.",
        "numberInSurah": 19,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4292,
        "text": "Whoever aspires for the yield of the Hereafter – We increase its yield for him; and whoever aspires for the yield of this world – We give him part of it, and he has no portion in the Hereafter.",
        "numberInSurah": 20,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4293,
        "text": "Or do they have associate deities who have appointed for them a religion, which Allah has not permitted? And were it not for a Word that had already been decided, the judgement would have been passed between them here itself; and indeed for the unjust is a painful punishment.",
        "numberInSurah": 21,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4294,
        "text": "You will see the unjust getting terrified of their own deeds, and (evil of) their deeds will certainly befall them; and (that) those who accepted faith and performed good deeds are in blossoming Gardens of Paradise; for them is whatever they wish from their Lord; this only is the great munificence (of Allah).",
        "numberInSurah": 22,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4295,
        "text": "This is what Allah gives the glad tidings of to His bondmen who accept faith and do good deeds; say (O dear Prophet Mohammed – peace and blessings be upon him) “I do not ask any fee from you upon this, except the love between close ones”; and whoever performs a good deed – We further increase the goodness in it for him; indeed Allah is Oft Forgiving, Most Appreciative.",
        "numberInSurah": 23,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4296,
        "text": "What! They dare say that, “He has fabricated a lie against Allah”? And if Allah wills, He can seal your heart by His mercy and protection*; and Allah wipes out falsehood and proves the truth by His Words; indeed He knows what lies within the hearts. (* So that you may not be agonised by what they do).",
        "numberInSurah": 24,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4297,
        "text": "And it is He Who accepts repentance from His bondmen, and pardons sins*, and knows all your deeds. (Repentance for the cardinal sins, while lesser sins are wiped out by good deeds.)",
        "numberInSurah": 25,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4298,
        "text": "And He accepts the prayers of those who accept faith and do good deeds, and gives them a greater reward by His munificence; and for the disbelievers is a severe punishment.",
        "numberInSurah": 26,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4299,
        "text": "And had Allah increased the sustenance for all His slaves, they would have surely caused turmoil in the land, but He sends it down by a proper assessment as He wills; indeed He is Well Aware of, Seeing His bondmen.",
        "numberInSurah": 27,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4300,
        "text": "And it is He Who sends down the rain when they have despaired, and spreads out His mercy; and He is the Benefactor, the Most Praiseworthy.",
        "numberInSurah": 28,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4301,
        "text": "And among His signs is the creation of the heavens and the earth, and the moving creatures dispersed in it; and He is Able to gather them whenever He wills.",
        "numberInSurah": 29,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4302,
        "text": "And whatever calamity befalls you, is because of what your hands have earned – and there is a great deal He pardons!",
        "numberInSurah": 30,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4303,
        "text": "And you cannot escape in the earth; and you have neither a friend nor any supporter against Allah.",
        "numberInSurah": 31,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4304,
        "text": "And among His signs are the ships sailing on the sea, like hills.",
        "numberInSurah": 32,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4305,
        "text": "If He wills, He can calm the winds so the ships remain still on the sea surface; indeed in this are signs for every greatly enduring, grateful person.",
        "numberInSurah": 33,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4306,
        "text": "Or He can ruin them due to peoples’ sins and He can forgive a great deal.",
        "numberInSurah": 34,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4307,
        "text": "And for those who dispute regarding Our signs to realise; that they do not have a place to escape to.",
        "numberInSurah": 35,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4308,
        "text": "Whatever you have received is only for usage in the life of this world, and that which is with Allah is much better and more lasting – for those who believe and rely upon their Lord.",
        "numberInSurah": 36,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4309,
        "text": "And (for) those who avoid cardinal sins and indecencies, and forgive (even) when they are angry.",
        "numberInSurah": 37,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4310,
        "text": "And those who obeyed the command of their Lord and kept the prayer established; and whose affairs are with mutual consultation; and who spend in Our cause from what We have bestowed upon them.",
        "numberInSurah": 38,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4311,
        "text": "And those who take revenge when rebellion harms them.",
        "numberInSurah": 39,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4312,
        "text": "The retribution of a harmful deed is the harm equal to it; so whoever forgives and makes amends, so his reward is upon Allah; indeed He does not befriend the unjust.",
        "numberInSurah": 40,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4313,
        "text": "And there is no way of reproach against those who take revenge after being wronged.",
        "numberInSurah": 41,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4314,
        "text": "Reproach is only against those who oppress people, and wrongfully spread rebellion in the land; for them is a painful punishment.",
        "numberInSurah": 42,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4315,
        "text": "And indeed whoever patiently endured and forgave – then indeed these are acts of great courage.",
        "numberInSurah": 43,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4316,
        "text": "And whomever Allah sends astray, there is no friend for him against Allah; and you will see the unjust when they behold the punishment saying, “Is there a way to return?”",
        "numberInSurah": 44,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4317,
        "text": "And you will see them being presented upon the fire, cowering with disgrace watching with concealed eyes; and the believers will say, “Indeed ruined are those who have lost themselves and their families on the Day of Resurrection”; pay heed! Indeed the unjust are in a punishment that will never end.",
        "numberInSurah": 45,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4318,
        "text": "And they had no friends to help them against Allah; and there is no way for one whom Allah sends astray.",
        "numberInSurah": 46,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4319,
        "text": "Obey your Lord before the advent of a Day from Allah, which cannot be averted; you will not have any refuge on that day, nor will you be able to deny.",
        "numberInSurah": 47,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4320,
        "text": "So if they turn away from you, We have not sent you as a guardian over them; upon you is nothing but to convey (the message); and when We make man taste some mercy from Us, he rejoices upon it; and if some harm reaches them because of what their own hands have sent before, thereupon man is ungrateful!",
        "numberInSurah": 48,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4321,
        "text": "For Allah only is the kingship of the heavens and the earth; He creates whatever He wills; He may bestow daughters to whomever He wills, and sons to whomever He wills.",
        "numberInSurah": 49,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4322,
        "text": "Or may mix them, the sons and daughters; and may make barren whomever He wills; indeed He is All Knowing, Able.",
        "numberInSurah": 50,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4323,
        "text": "And it is not for any human that Allah may speak to him except as a divine revelation or while the human is on this side of the veil of greatness, or that He sends an angel to reveal by His permission, whatever He wills; indeed He is Supreme, Wise.",
        "numberInSurah": 51,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4324,
        "text": "And this is how We sent the divine revelation to you (O dear Prophet Mohammed – peace and blessings be upon him) – a life giving thing, by Our command; neither did you know the Book nor the detailed commands of religion, but We have made this Qur’an a light by which We guide whomever We will from Our bondmen; and indeed you surely do guide to the Straight Path.",
        "numberInSurah": 52,
        "juz": 25,
        "manzil": 6,
        "page": 489,
        "ruku": 423,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4325,
        "text": "The path of Allah – the One to Whom only belongs all whatever is in the heavens and all whatever is in the earth; pay heed! Towards Allah only do all matters return.",
        "numberInSurah": 53,
        "juz": 25,
        "manzil": 6,
        "page": 489,
        "ruku": 423,
        "hizbQuarter": 196,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "en.ahmedraza",
      "language": "en",
      "name": "Ahmed Raza Khan",
      "englishName": "Ahmed Raza Khan",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}