{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 10,
    "name": "سُورَةُ يُونُسَ",
    "englishName": "Yunus",
    "englishNameTranslation": "Jonas",
    "revelationType": "Meccan",
    "numberOfAyahs": 109,
    "ayahs": [
      {
        "number": 1365,
        "text": "Alif-Lam-Ra. These are the verses of the Book (the Qur'an) Al-Hakim.",
        "numberInSurah": 1,
        "juz": 11,
        "manzil": 3,
        "page": 208,
        "ruku": 172,
        "hizbQuarter": 83,
        "sajda": false
      },
      {
        "number": 1366,
        "text": "Is it a wonder for mankind that We have sent Our revelation to a man from among themselves (saying): \"Warn mankind, and give good news to those who believe that they shall have with their Lord the rewards of their good deeds\" (But) the disbelievers say: \"This is indeed an evident sorcerer!\"",
        "numberInSurah": 2,
        "juz": 11,
        "manzil": 3,
        "page": 208,
        "ruku": 172,
        "hizbQuarter": 83,
        "sajda": false
      },
      {
        "number": 1367,
        "text": "\"Surely, your Lord is Allah Who created the heavens and the earth in six Days and then rose over (Istawa) the Throne, arranging the affair [of all things]. No intercessor (can plead with Him) except after He permits. That is Allah, your Lord; so worship Him (alone). Then, will you not remember",
        "numberInSurah": 3,
        "juz": 11,
        "manzil": 3,
        "page": 208,
        "ruku": 172,
        "hizbQuarter": 83,
        "sajda": false
      },
      {
        "number": 1368,
        "text": "To Him is the return of all of you. The promise of Allah is true. It is He Who begins the creation and then will repeat it, that He may reward with justice those who believed and did deeds of righteousness. But those who disbelieved will have a drink of boiling fluids and painful torment because they used to disbelieve.",
        "numberInSurah": 4,
        "juz": 11,
        "manzil": 3,
        "page": 208,
        "ruku": 172,
        "hizbQuarter": 83,
        "sajda": false
      },
      {
        "number": 1369,
        "text": "It is He Who made the sun a shining thing and the moon as a light and measured out for it stages that you might know the number of years and the reckoning. Allah did not create this but in truth. He explains the Ayat in detail for people who have knowledge.",
        "numberInSurah": 5,
        "juz": 11,
        "manzil": 3,
        "page": 208,
        "ruku": 172,
        "hizbQuarter": 83,
        "sajda": false
      },
      {
        "number": 1370,
        "text": "Verily, in the alternation of the night and the day and in all that Allah has created in the heavens and the earth are Ayat for those who have Taqwa.",
        "numberInSurah": 6,
        "juz": 11,
        "manzil": 3,
        "page": 208,
        "ruku": 172,
        "hizbQuarter": 83,
        "sajda": false
      },
      {
        "number": 1371,
        "text": "Verily, those who hope not for their meeting with Us, but are pleased and satisfied with the life of the present world, and those who are heedless of Our Ayat,",
        "numberInSurah": 7,
        "juz": 11,
        "manzil": 3,
        "page": 209,
        "ruku": 172,
        "hizbQuarter": 83,
        "sajda": false
      },
      {
        "number": 1372,
        "text": "Those, their abode will be the Fire, because of what they used to earn.",
        "numberInSurah": 8,
        "juz": 11,
        "manzil": 3,
        "page": 209,
        "ruku": 172,
        "hizbQuarter": 83,
        "sajda": false
      },
      {
        "number": 1373,
        "text": "Verily, those who believe and do deeds of righteousness, their Lord will guide them through their faith; under them will flow rivers in the Gardens of delight (Paradise).",
        "numberInSurah": 9,
        "juz": 11,
        "manzil": 3,
        "page": 209,
        "ruku": 172,
        "hizbQuarter": 83,
        "sajda": false
      },
      {
        "number": 1374,
        "text": "Their way of request therein will be: \"Glory to You, O Allah!\" and \"Salam\" (peace, safety from evil) will be their greetings therein! And the close of their request will be: \"All praise is due to Allah, the Lord of all that exists.\"",
        "numberInSurah": 10,
        "juz": 11,
        "manzil": 3,
        "page": 209,
        "ruku": 172,
        "hizbQuarter": 83,
        "sajda": false
      },
      {
        "number": 1375,
        "text": "And were Allah to hasten for mankind the evil as He hastens for them the good then they would have been ruined. So We leave those who expect not their meeting with Us, in their trespasses, wandering blindly in distraction.",
        "numberInSurah": 11,
        "juz": 11,
        "manzil": 3,
        "page": 209,
        "ruku": 173,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1376,
        "text": "And when harm touches man, he invokes Us, lying on his side, or sitting or standing. But when We have removed his harm from him, he passes on as if he had never invoked Us for a harm that touched him! Thus it is made fair seeming to the wasteful that which they used to do.",
        "numberInSurah": 12,
        "juz": 11,
        "manzil": 3,
        "page": 209,
        "ruku": 173,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1377,
        "text": "And indeed, We destroyed generations before you when they did wrong, while their Messengers came to them with clear proofs, but they were not such as to believe! Thus do We requite the people who are criminals.",
        "numberInSurah": 13,
        "juz": 11,
        "manzil": 3,
        "page": 209,
        "ruku": 173,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1378,
        "text": "Then We made you successors after them, generations after generations in the land, that We might see how you would work.",
        "numberInSurah": 14,
        "juz": 11,
        "manzil": 3,
        "page": 209,
        "ruku": 173,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1379,
        "text": "And when Our clear Ayat are recited unto them, those who hope not for their meeting with Us, say: \"Bring us a Qur'an other than this, or change it.\" Say: \"It is not for me to change it on my own accord; I only follow that which is revealed unto me. Verily, I fear the torment of the Great Day (the Day of Resurrection) if I were to disobey my Lord.\"",
        "numberInSurah": 15,
        "juz": 11,
        "manzil": 3,
        "page": 210,
        "ruku": 173,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1380,
        "text": "Say: \"If Allah had so willed, I should not have recited it to you nor would He have made it known to you. Verily, I have stayed among you a lifetime before this. Have you then no sense\"",
        "numberInSurah": 16,
        "juz": 11,
        "manzil": 3,
        "page": 210,
        "ruku": 173,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1381,
        "text": "So who does more wrong than he who forges a lie against Allah or denies His Ayat Surely, the criminals will never be successful!",
        "numberInSurah": 17,
        "juz": 11,
        "manzil": 3,
        "page": 210,
        "ruku": 173,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1382,
        "text": "And they worship besides Allah things that harm them not, nor profit them, and they say: \"These are our intercessors with Allah.\" Say: \"Do you inform Allah of that which He knows not in the heavens and on the earth\" Glorified and Exalted is He above all that which they associate as partners (with Him)!",
        "numberInSurah": 18,
        "juz": 11,
        "manzil": 3,
        "page": 210,
        "ruku": 173,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1383,
        "text": "Mankind were but one community, then they differed (later); and had not it been for a Word that went forth before from your Lord, it would have been settled between them regarding what they differed.",
        "numberInSurah": 19,
        "juz": 11,
        "manzil": 3,
        "page": 210,
        "ruku": 173,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1384,
        "text": "And they say: \"How is it that not a sign is sent down on him from his Lord\" Say: \"The Unseen belongs only to Allah, so wait you, verily, I am with you among those who wait.\"",
        "numberInSurah": 20,
        "juz": 11,
        "manzil": 3,
        "page": 210,
        "ruku": 173,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1385,
        "text": "And when We let mankind taste mercy after some adversity has afflicted them, behold! They take to plotting against Our Ayat! Say: \"Allah is more swift in planning!\" Certainly, Our messengers (angels) record all of that which you plot.",
        "numberInSurah": 21,
        "juz": 11,
        "manzil": 3,
        "page": 211,
        "ruku": 174,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1386,
        "text": "He it is Who enables you to travel through land and sea, till when you are in the ships, and they sail with them with a favorable wind, and they are glad therein, then comes a stormy wind and the waves come to them from all sides, and they think that they are encircled therein. Then they invoke Allah, making their faith pure for Him (alone), (saying): \"If You (Allah) deliver us from this, we shall truly, be of the grateful.\"",
        "numberInSurah": 22,
        "juz": 11,
        "manzil": 3,
        "page": 211,
        "ruku": 174,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1387,
        "text": "But when He delivers them, behold! They rebel (disobey Allah) in the earth wrongfully. O mankind! Your rebellion is only against yourselves, -- a brief enjoyment of this worldly life, then (in the end) unto Us is your return, and We shall inform you of that which you used to do.",
        "numberInSurah": 23,
        "juz": 11,
        "manzil": 3,
        "page": 211,
        "ruku": 174,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1388,
        "text": "Verily, the parable of the life of the world is as the water which We send down from the sky; so by it arises the intermingled produce of the earth of which men and cattle eat: until when the earth is clad in its adornments and is beautified, and its people think that they have all the powers of disposal over it, Our command reaches it by night or by day and We make it like a clean-mown harvest, as if it had not flourished yesterday! Thus do We explain the Ayat in detail for the people who reflect.",
        "numberInSurah": 24,
        "juz": 11,
        "manzil": 3,
        "page": 211,
        "ruku": 174,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1389,
        "text": "Allah calls to the Abode of Peace (Paradise) and guides whom He wills to the straight path.",
        "numberInSurah": 25,
        "juz": 11,
        "manzil": 3,
        "page": 211,
        "ruku": 174,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1390,
        "text": "For those who have done good is the best, and even more. Neither darkness nor dust nor any humiliating disgrace shall cover their faces. They are the dwellers of Paradise, they will abide therein forever.",
        "numberInSurah": 26,
        "juz": 11,
        "manzil": 3,
        "page": 212,
        "ruku": 174,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1391,
        "text": "And those who have earned evil deeds, the recompense of an evil deed is the like thereof, and humiliating disgrace will cover them (their faces). No defender will they have from Allah. Their faces will be covered as it were with pieces from the darkness of night. They are the dwellers of the Fire, they will abide therein forever.",
        "numberInSurah": 27,
        "juz": 11,
        "manzil": 3,
        "page": 212,
        "ruku": 174,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1392,
        "text": "And the Day whereon We shall gather them all together, then We shall say to those who did set partners in worship with Us: \"Stop at your place! You and your partners.\" Then We shall separate them, and their partners shall say: \"It was not us that you used to worship.\"",
        "numberInSurah": 28,
        "juz": 11,
        "manzil": 3,
        "page": 212,
        "ruku": 174,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1393,
        "text": "\"So sufficient is Allah as a witness between us and you that we indeed knew nothing of your worship of us.\"",
        "numberInSurah": 29,
        "juz": 11,
        "manzil": 3,
        "page": 212,
        "ruku": 174,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1394,
        "text": "There! Every person will know (exactly) what he had earned before and they will be brought back to Allah, their rightful Mawla (Lord), and their invented false deities will vanish from them.",
        "numberInSurah": 30,
        "juz": 11,
        "manzil": 3,
        "page": 212,
        "ruku": 174,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1395,
        "text": "Say: \"Who provides for you from the sky and the earth Or who owns hearing and sight And who brings out the living from the dead and brings out the dead from the living And who disposes of the affairs\" They will say: \"Allah.\" Say: \"Will you not then be afraid (of Allah's punishment)\"",
        "numberInSurah": 31,
        "juz": 11,
        "manzil": 3,
        "page": 212,
        "ruku": 175,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1396,
        "text": "Such is Allah, your Lord in truth. So after the truth, what else can there be, save error How then are you turned away",
        "numberInSurah": 32,
        "juz": 11,
        "manzil": 3,
        "page": 212,
        "ruku": 175,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1397,
        "text": "Thus is the Word of your Lord justified against those who rebel (disobey Allah), that they will not believe.",
        "numberInSurah": 33,
        "juz": 11,
        "manzil": 3,
        "page": 212,
        "ruku": 175,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1398,
        "text": "Say: \"Is there of your partners one that originates the creation and then repeats it\" Say: \"Allah originates the creation and then He repeats it. Then how are you deluded away (from the truth)\"",
        "numberInSurah": 34,
        "juz": 11,
        "manzil": 3,
        "page": 213,
        "ruku": 175,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1399,
        "text": "Say: \"Is there of your partners one that guides to the truth\" Say: \"It is Allah Who guides to the truth. Is then He Who guides to the truth more worthy to be followed, or he who finds not guidance (himself) unless he is guided Then, what is the matter with you How judge you\"",
        "numberInSurah": 35,
        "juz": 11,
        "manzil": 3,
        "page": 213,
        "ruku": 175,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1400,
        "text": "And most of them follow nothing but conjecture. Certainly, conjecture can be of no avail against the truth. Surely, Allah is All-Aware of what they do.",
        "numberInSurah": 36,
        "juz": 11,
        "manzil": 3,
        "page": 213,
        "ruku": 175,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1401,
        "text": "And this Qur'an is not such as could ever be produced by other than Allah but it is a confirmation of (the revelation) which was before it, and a full explanation of the Book -- wherein there is no doubt -- from the Lord of all that exists.",
        "numberInSurah": 37,
        "juz": 11,
        "manzil": 3,
        "page": 213,
        "ruku": 175,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1402,
        "text": "Or do they say: \"He has forged it\" Say: \"Bring then a Surah like unto it, and call upon whomsoever you can besides Allah, if you are truthful!\"",
        "numberInSurah": 38,
        "juz": 11,
        "manzil": 3,
        "page": 213,
        "ruku": 175,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1403,
        "text": "Nay, they have belied the knowledge whereof they could not comprehend and what has not yet been fulfilled. Thus those before them did belie. Then see what was the end of the wrongdoers!",
        "numberInSurah": 39,
        "juz": 11,
        "manzil": 3,
        "page": 213,
        "ruku": 175,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1404,
        "text": "And of them there are some who believe therein; and of them there are some who believe not therein, and your Lord is All-Aware of the mischief-makers.",
        "numberInSurah": 40,
        "juz": 11,
        "manzil": 3,
        "page": 213,
        "ruku": 175,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1405,
        "text": "And if they belie you, say: \"For me are my deeds and for you are your deeds! You are innocent of what I do, and I am innocent of what you do!\"",
        "numberInSurah": 41,
        "juz": 11,
        "manzil": 3,
        "page": 213,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1406,
        "text": "And among them are some who listen to you, but can you make the deaf to hear -- even though they apprehend not",
        "numberInSurah": 42,
        "juz": 11,
        "manzil": 3,
        "page": 213,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1407,
        "text": "And among them are some who look at you, but can you guide the blind -- even though they see not",
        "numberInSurah": 43,
        "juz": 11,
        "manzil": 3,
        "page": 214,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1408,
        "text": "Truly, Allah wrongs not mankind in aught; but mankind wrong themselves.",
        "numberInSurah": 44,
        "juz": 11,
        "manzil": 3,
        "page": 214,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1409,
        "text": "And on the Day when He shall gather them together, (it will be) as if they had not stayed (in the life of this world and graves) but an hour of a day. They will recognize each other. Ruined indeed will be those who denied the meeting with Allah and were not guided.",
        "numberInSurah": 45,
        "juz": 11,
        "manzil": 3,
        "page": 214,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1410,
        "text": "Whether We show you some of what We promise them (the torment), or We cause you to die -- still unto Us is their return, and moreover Allah is Witness over what they used to do.",
        "numberInSurah": 46,
        "juz": 11,
        "manzil": 3,
        "page": 214,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1411,
        "text": "And for every Ummah there is a Messenger; when their Messenger comes, the matter will be judged between them with justice, and they will not be wronged.",
        "numberInSurah": 47,
        "juz": 11,
        "manzil": 3,
        "page": 214,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1412,
        "text": "And they say: \"When will be this promise (the torment or the Day of Resurrection), if you speak the truth\"",
        "numberInSurah": 48,
        "juz": 11,
        "manzil": 3,
        "page": 214,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1413,
        "text": "Say: \"I have no power over any harm or profit for myself except what Allah may will. For every Ummah, there is a term appointed; when their term comes, neither can they delay it nor can they advance it an hour (or a moment).\"",
        "numberInSurah": 49,
        "juz": 11,
        "manzil": 3,
        "page": 214,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1414,
        "text": "Say: \"Tell me, if His torment should come to you by night or by day, which portion thereof would the criminals hasten on\"",
        "numberInSurah": 50,
        "juz": 11,
        "manzil": 3,
        "page": 214,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1415,
        "text": "Is it then that when it has actually befallen, you will believe in it What! Now (you believe) And you used (aforetime) to hasten it on!\"",
        "numberInSurah": 51,
        "juz": 11,
        "manzil": 3,
        "page": 214,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1416,
        "text": "Then it will be said to them who wronged themselves: \"Taste you the everlasting torment! Are you recompensed (aught) save what you used to earn\"",
        "numberInSurah": 52,
        "juz": 11,
        "manzil": 3,
        "page": 214,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1417,
        "text": "And they ask you to inform them (saying): \"Is it true\" Say: \"Yes! By my Lord! It is the very truth! And you cannot escape it!\"",
        "numberInSurah": 53,
        "juz": 11,
        "manzil": 3,
        "page": 214,
        "ruku": 176,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1418,
        "text": "And if every person who had wronged, possessed all that is on the earth and sought to ransom himself therewith (it will not be accepted), and they would feel in their hearts regret when they see the torment, and they will be judged with justice, and no wrong will be done unto them.",
        "numberInSurah": 54,
        "juz": 11,
        "manzil": 3,
        "page": 215,
        "ruku": 177,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1419,
        "text": "No doubt, surely, all that is in the heavens and the earth belongs to Allah. No doubt, surely, Allah's promise is true. But most of them know not.",
        "numberInSurah": 55,
        "juz": 11,
        "manzil": 3,
        "page": 215,
        "ruku": 177,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1420,
        "text": "It is He Who gives life, and causes death, and to Him you (all) shall return.",
        "numberInSurah": 56,
        "juz": 11,
        "manzil": 3,
        "page": 215,
        "ruku": 177,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1421,
        "text": "O mankind! There has come to you good advice from your Lord, and a cure for that which is in your breasts, -- a guidance and a mercy for the believers.",
        "numberInSurah": 57,
        "juz": 11,
        "manzil": 3,
        "page": 215,
        "ruku": 177,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1422,
        "text": "Say: \"In the bounty of Allah, and in His mercy; therein let them rejoice.\" That is better than what (the wealth) they amass.",
        "numberInSurah": 58,
        "juz": 11,
        "manzil": 3,
        "page": 215,
        "ruku": 177,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1423,
        "text": "Say: \"Tell me, what provision Allah has sent down to you! And you have made of it lawful and unlawful.\" Say: \"Has Allah permitted you (to do so), or do you invent a lie against Allah\"",
        "numberInSurah": 59,
        "juz": 11,
        "manzil": 3,
        "page": 215,
        "ruku": 177,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1424,
        "text": "And what think those who invent a lie against Allah, on the Day of Resurrection Truly, Allah is full of bounty to mankind, but most of them are ungrateful.",
        "numberInSurah": 60,
        "juz": 11,
        "manzil": 3,
        "page": 215,
        "ruku": 177,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1425,
        "text": "Neither you do any deed nor recite any portion of the Qur'an, nor you do any deed, but We are Witness thereof when you are doing it. And nothing is hidden from your Lord (so much as) the weight of a speck of dust on the earth or in the heaven. Not what is less than that or what is greater than that but is (written) in a Clear Record.",
        "numberInSurah": 61,
        "juz": 11,
        "manzil": 3,
        "page": 215,
        "ruku": 178,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1426,
        "text": "Behold! The Awliya' of Allah, no fear shall come upon them nor shall they grieve.",
        "numberInSurah": 62,
        "juz": 11,
        "manzil": 3,
        "page": 216,
        "ruku": 178,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1427,
        "text": "Those who believed, and have Taqwa.",
        "numberInSurah": 63,
        "juz": 11,
        "manzil": 3,
        "page": 216,
        "ruku": 178,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1428,
        "text": "For them is good news, in the life of the present world, and in the Hereafter. No change can there be in the Words of Allah. This is indeed the supreme success.",
        "numberInSurah": 64,
        "juz": 11,
        "manzil": 3,
        "page": 216,
        "ruku": 178,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1429,
        "text": "Do not grieve over their speech, for all power and honor belong to Allah. He is the All-Hearer, the All-Knower.",
        "numberInSurah": 65,
        "juz": 11,
        "manzil": 3,
        "page": 216,
        "ruku": 178,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1430,
        "text": "Behold! Verily, to Allah belongs whosoever is in the heavens and whosoever is in the earth. And those who worship and invoke others besides Allah, in fact they follow not the partners, they follow only a conjecture and they do nothing but lie.",
        "numberInSurah": 66,
        "juz": 11,
        "manzil": 3,
        "page": 216,
        "ruku": 178,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1431,
        "text": "He it is Who has appointed for you the night that you may rest therein, and the day to make things visible (to you). Verily, in this are Ayat for a people who listen (those who think deeply).",
        "numberInSurah": 67,
        "juz": 11,
        "manzil": 3,
        "page": 216,
        "ruku": 178,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1432,
        "text": "They say: \"Allah has begotten a son.\" Glory is to Him! He is Rich (free of all needs). His is all that is in the heavens and all that is in the earth. No warrant have you for this. Do you say against Allah what you know not.",
        "numberInSurah": 68,
        "juz": 11,
        "manzil": 3,
        "page": 216,
        "ruku": 178,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1433,
        "text": "Say: \"Verily, those who invent a lie against Allah will never be successful.\"",
        "numberInSurah": 69,
        "juz": 11,
        "manzil": 3,
        "page": 216,
        "ruku": 178,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1434,
        "text": "(A brief) enjoyment in this world! and then unto Us will be their return, then We shall make them taste the severest torment because they used to disbelieve.",
        "numberInSurah": 70,
        "juz": 11,
        "manzil": 3,
        "page": 216,
        "ruku": 178,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1435,
        "text": "And recite to them the news of Nuh. When he said to his people: \"O my people, if my stay (with you), and my reminding (you) of the Ayat of Allah is hard on you, then I put my trust in Allah. So devise your plot, you and your partners, and let not your plot be in confusion for you. Then pass your sentence on me and give me no respite.",
        "numberInSurah": 71,
        "juz": 11,
        "manzil": 3,
        "page": 217,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1436,
        "text": "\"But if you turn away, then no reward have I asked of you, my reward is only from Allah, and I have been commanded to be of the Muslims.\"",
        "numberInSurah": 72,
        "juz": 11,
        "manzil": 3,
        "page": 217,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1437,
        "text": "They denied him, but We delivered him, and those with him in the ship, and We made them generations, replacing one after another, while We drowned those who belied Our Ayat. Then see what was the end of those who were warned.",
        "numberInSurah": 73,
        "juz": 11,
        "manzil": 3,
        "page": 217,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1438,
        "text": "Then after him We sent Messengers to their people. They brought them clear proofs, but they would not believe what they had already rejected beforehand. Thus We seal the hearts of the transgressors.",
        "numberInSurah": 74,
        "juz": 11,
        "manzil": 3,
        "page": 217,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1439,
        "text": "Then after them We sent Musa and Harun to Fir`awn and his chiefs with Our Ayat. But they behaved arrogantly and were a people who were criminals.",
        "numberInSurah": 75,
        "juz": 11,
        "manzil": 3,
        "page": 217,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1440,
        "text": "So when came to them the truth from Us, they said: \"This is indeed clear magic.\"",
        "numberInSurah": 76,
        "juz": 11,
        "manzil": 3,
        "page": 217,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1441,
        "text": "Musa said: \"Say you (this) about the truth when it has come to you Is this magic But the magicians will never be successful.\"",
        "numberInSurah": 77,
        "juz": 11,
        "manzil": 3,
        "page": 217,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1442,
        "text": "They said: \"Have you come to us to turn us away from that we found our fathers following, and that you two may have greatness in the land We are not going to believe you two!\"",
        "numberInSurah": 78,
        "juz": 11,
        "manzil": 3,
        "page": 217,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1443,
        "text": "And Fir`awn said: \"Bring me every well-versed sorcerer.\"",
        "numberInSurah": 79,
        "juz": 11,
        "manzil": 3,
        "page": 218,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1444,
        "text": "And when the sorcerers came, Musa said to them: \"Cast down what you want to cast!\"",
        "numberInSurah": 80,
        "juz": 11,
        "manzil": 3,
        "page": 218,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1445,
        "text": "Then when they had cast down, Musa said: \"What you have brought is sorcery, Allah will surely make it of no effect. Verily, Allah does not set right the work of the evildoers.",
        "numberInSurah": 81,
        "juz": 11,
        "manzil": 3,
        "page": 218,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1446,
        "text": "\"And Allah will establish and make apparent the truth by His Words, however much the criminals may hate (it).\"",
        "numberInSurah": 82,
        "juz": 11,
        "manzil": 3,
        "page": 218,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1447,
        "text": "But none believed in Musa except the offspring of his people, because of the fear of Fir`awn and his chiefs, lest they should persecute them; and verily, Fir`awn was an arrogant tyrant on the earth, he was indeed one of the transgressors.",
        "numberInSurah": 83,
        "juz": 11,
        "manzil": 3,
        "page": 218,
        "ruku": 180,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1448,
        "text": "And Musa said: \"O my people! If you have believed in Allah, then put your trust in Him if you are Muslims.\"",
        "numberInSurah": 84,
        "juz": 11,
        "manzil": 3,
        "page": 218,
        "ruku": 180,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1449,
        "text": "They said: \"In Allah we put our trust. Our Lord! Make us not a trial for the folk who are wrongdoers.",
        "numberInSurah": 85,
        "juz": 11,
        "manzil": 3,
        "page": 218,
        "ruku": 180,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1450,
        "text": "\"And save us by Your mercy from the disbelieving folk.\"",
        "numberInSurah": 86,
        "juz": 11,
        "manzil": 3,
        "page": 218,
        "ruku": 180,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1451,
        "text": "And We revealed to Musa and his brother (saying): \"Provide dwellings for your people in Egypt, and make your dwellings as places for your worship, and perform the Salah, and give glad tidings to the believers.\"",
        "numberInSurah": 87,
        "juz": 11,
        "manzil": 3,
        "page": 218,
        "ruku": 180,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1452,
        "text": "And Musa said: \"Our Lord! You have indeed bestowed on Fir`awn and his chiefs splendor and wealth in the life of this world, our Lord! That they may lead men astray from Your path. Our Lord! Destroy their wealth, and harden their hearts, so that they will not believe until they see the painful torment.\"",
        "numberInSurah": 88,
        "juz": 11,
        "manzil": 3,
        "page": 218,
        "ruku": 180,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1453,
        "text": "Allah said: \"Verily, the invocation of you both is accepted. So you both keep to the straight way, and follow not the path of those who know not.\"",
        "numberInSurah": 89,
        "juz": 11,
        "manzil": 3,
        "page": 219,
        "ruku": 180,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1454,
        "text": "And We took the Children of Israel across the sea, and Fir`awn with his hosts followed them in oppression and enmity, till when drowning overtook him, he (Fira`wn) said: \"I believe that none has the right to be worshipped but He in Whom the Children of Israel believe, and I am one of the Muslims.\"",
        "numberInSurah": 90,
        "juz": 11,
        "manzil": 3,
        "page": 219,
        "ruku": 180,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1455,
        "text": "Now (you believe) while you refused to believe before and you were one of the mischief-makers.",
        "numberInSurah": 91,
        "juz": 11,
        "manzil": 3,
        "page": 219,
        "ruku": 180,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1456,
        "text": "So this day We shall deliver your (dead) body (out from the sea) that you may be a sign to those who come after you! And verily, many among mankind are heedless of Our Ayat.",
        "numberInSurah": 92,
        "juz": 11,
        "manzil": 3,
        "page": 219,
        "ruku": 180,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1457,
        "text": "And indeed We settled the Children of Israel in an honorable dwelling place, and provided them with good things, and they differed not until the knowledge came to them. Verily, your Lord will judge between them on the Day of Resurrection in that in which they used to differ.",
        "numberInSurah": 93,
        "juz": 11,
        "manzil": 3,
        "page": 219,
        "ruku": 181,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1458,
        "text": "So if you are in doubt concerning that which We have revealed unto you, then ask those who are reading the Book before you. Verily, the truth has come to you from your Lord. So be not of those who doubt (it).",
        "numberInSurah": 94,
        "juz": 11,
        "manzil": 3,
        "page": 219,
        "ruku": 181,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1459,
        "text": "And be not one of those who belie the Ayat of Allah, for then you shall be one of the losers.",
        "numberInSurah": 95,
        "juz": 11,
        "manzil": 3,
        "page": 219,
        "ruku": 181,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1460,
        "text": "Truly, those, against whom the Word of your Lord has been justified, will not believe.",
        "numberInSurah": 96,
        "juz": 11,
        "manzil": 3,
        "page": 219,
        "ruku": 181,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1461,
        "text": "Even if every sign should come to them, until they see the painful torment.",
        "numberInSurah": 97,
        "juz": 11,
        "manzil": 3,
        "page": 219,
        "ruku": 181,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1462,
        "text": "Was there any town (community) that believed (after seeing the punishment), and its faith (at that moment) saved it (from the punishment)-- except the people of Yunus; when they believed, We removed from them the torment of disgrace in the life of the (present) world, and permitted them to enjoy for a while.",
        "numberInSurah": 98,
        "juz": 11,
        "manzil": 3,
        "page": 220,
        "ruku": 181,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1463,
        "text": "And had your Lord willed, those on earth would have believed, all of them together. So, will you then compel mankind, until they become believers.",
        "numberInSurah": 99,
        "juz": 11,
        "manzil": 3,
        "page": 220,
        "ruku": 181,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1464,
        "text": "It is not for any person to believe, except by the leave of Allah, and He will put the Rijs on those who do not reason.",
        "numberInSurah": 100,
        "juz": 11,
        "manzil": 3,
        "page": 220,
        "ruku": 181,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1465,
        "text": "Say: \"Behold all that is in the heavens and the earth.\" But neither Ayat nor warners benefit those who do not believe.",
        "numberInSurah": 101,
        "juz": 11,
        "manzil": 3,
        "page": 220,
        "ruku": 181,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1466,
        "text": "Then do they wait save for the likes of the days of men who passed away before them Say: \"Wait then, I am waiting with you among those who wait.\"",
        "numberInSurah": 102,
        "juz": 11,
        "manzil": 3,
        "page": 220,
        "ruku": 181,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1467,
        "text": "Then We save Our Messengers and those who believe! Thus it is incumbent upon Us to save the believers.",
        "numberInSurah": 103,
        "juz": 11,
        "manzil": 3,
        "page": 220,
        "ruku": 181,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1468,
        "text": "Say:\"O people! If you are in doubt about my religion - I will never worship those whom you worship besides Allah, rather, I will worship Allah, the One Who cause you to die. And I was commanded to be one of the believers.",
        "numberInSurah": 104,
        "juz": 11,
        "manzil": 3,
        "page": 220,
        "ruku": 182,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1469,
        "text": "And (I was commanded), \"Direct your face toward the Hanif (monotheism) religion, and not be one of the idolators.\"",
        "numberInSurah": 105,
        "juz": 11,
        "manzil": 3,
        "page": 220,
        "ruku": 182,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1470,
        "text": "\"And do not invoke besides Allah what will not benefit you nor harm you. For if you did, you would certainly be one of the wrongdoers.\"",
        "numberInSurah": 106,
        "juz": 11,
        "manzil": 3,
        "page": 220,
        "ruku": 182,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1471,
        "text": "And if Allah touches you with harm, there is none who can lift it but He. And if He intends good for you, then none can repel His favor which He causes to reach whom He wills among His servants. And He is the Pardoning, the Merciful.",
        "numberInSurah": 107,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 182,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1472,
        "text": "Say: \"O people! Now the truth has come to you from your Lord. So whoever receives guidance, he does so for the good of himself. And whoever goes astray, he does so at his own loss. And I am not set over you as a guardian.",
        "numberInSurah": 108,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 182,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1473,
        "text": "And follow what is revealed to you, and be patient until Allah gives judgment. And He is the best of the judges.",
        "numberInSurah": 109,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 182,
        "hizbQuarter": 88,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "en.mubarakpuri",
      "language": "en",
      "name": "Mubarakpuri",
      "englishName": "Mubarakpuri",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}