{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 18,
    "name": "سُورَةُ الكَهۡفِ",
    "englishName": "Al-Kahf",
    "englishNameTranslation": "The Cave",
    "revelationType": "Meccan",
    "numberOfAyahs": 110,
    "ayahs": [
      {
        "number": 2141,
        "text": "All praise is due to Allah, Who has sent down to His servant the Book, and has not placed therein any crookedness.",
        "numberInSurah": 1,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2142,
        "text": "(He has made it) straight to give warning of a severe punishment from Him, and to give good news to the believers, who do righteous deeds, that they shall have a fair reward.",
        "numberInSurah": 2,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2143,
        "text": "They shall abide therein forever.",
        "numberInSurah": 3,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2144,
        "text": "And to warn those who say, \"Allah has begotten a child.\"",
        "numberInSurah": 4,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2145,
        "text": "No knowledge have they of such a thing, nor had their fathers. Mighty is the word that comes out of their mouths. They utter nothing but a lie.",
        "numberInSurah": 5,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2146,
        "text": "Perhaps, you would kill yourself in grief, over their footsteps, because they believe not in this narration.",
        "numberInSurah": 6,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2147,
        "text": "Verily, we have made that which is on earth an adornment for it, in order that We may test which of them are best in deeds.",
        "numberInSurah": 7,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2148,
        "text": "And verily, We shall make all that is on it bare, dry soil.",
        "numberInSurah": 8,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2149,
        "text": "Do you think that the people of Al-Kahf and Ar-Raqim were a wonder among Our signs",
        "numberInSurah": 9,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2150,
        "text": "When the young men fled for refuge to Al-Kahf. They said: \"Our Lord! Bestow on us mercy from Yourself, and facilitate for us our affair in the right way!\"",
        "numberInSurah": 10,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2151,
        "text": "Therefore, We covered up their hearing in Al-Kahf for a number of years.",
        "numberInSurah": 11,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2152,
        "text": "Then We raised them up, that We might test which of the two parties was best at calculating the time period they tarried.",
        "numberInSurah": 12,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2153,
        "text": "We narrate unto you their story with truth: Truly, they were young men who believed in their Lord (Allah), and We increased them in guidance.",
        "numberInSurah": 13,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 253,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2154,
        "text": "And We made their hearts firm and strong when they stood up and said: \"Our Lord is the Lord of the heavens and the earth, never shall we call upon any god other than Him; if we did, we should indeed have uttered an enormity in disbelief.",
        "numberInSurah": 14,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 253,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2155,
        "text": "These our people have taken for worship gods other than Him. Why do they not bring for them a clear authority And who does more wrong than he who invents a lie against Allah.",
        "numberInSurah": 15,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 253,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2156,
        "text": "(The young men said to one another:) \"And when you withdraw from them, and that which they worship, except Allah, then seek refuge in the cave; your Lord will open a way for you from His mercy and will make easy for you your affair.\"",
        "numberInSurah": 16,
        "juz": 15,
        "manzil": 4,
        "page": 295,
        "ruku": 253,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2157,
        "text": "And you might have seen the sun, when it rose, declining to the right from their cave, and when it set, turning away from them to the left, while they lay in the midst of the cave. That is from the Ayat of Allah. He whom Allah guides, he is the rightly-guided; but he whom He sends astray, for him you will find no guardian to lead him.",
        "numberInSurah": 17,
        "juz": 15,
        "manzil": 4,
        "page": 295,
        "ruku": 253,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2158,
        "text": "And you would have thought them awake, whereas they were asleep. And We turned them on their right and on their left sides, and their dog stretching forth his two forelegs at the Wasid. Had you happened upon them, you would certainly have turned back from them in flight, and would certainly have been filled with awe of them.",
        "numberInSurah": 18,
        "juz": 15,
        "manzil": 4,
        "page": 295,
        "ruku": 254,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2159,
        "text": "Likewise, We woke them that they might question one another. A speaker among them said: \"How long have you stayed (here)\" They said: \"We have stayed a day or part of a day.\" They said: \"Your Lord knows best how long you have stayed (here). So send one of you with this silver coin of yours to the town, and let him find out which is the Azka food, and bring some of that to you. And let him be careful and let no man know of you.\"",
        "numberInSurah": 19,
        "juz": 15,
        "manzil": 4,
        "page": 295,
        "ruku": 254,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2160,
        "text": "\"For, if they come to know of you, they will stone you or turn you back to their religion; and in that case you will never be successful.\"",
        "numberInSurah": 20,
        "juz": 15,
        "manzil": 4,
        "page": 295,
        "ruku": 254,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2161,
        "text": "And thus We made their case known, that they might know that the promise of Allah is true, and that there can be no doubt about the Hour. (Remember) when they (the people) disputed among themselves about their case, they said: \"Construct a building over them; their Lord knows best about them,\" (then) those who won their point said: \"We verily, shall build a place of worship over them.\"",
        "numberInSurah": 21,
        "juz": 15,
        "manzil": 4,
        "page": 296,
        "ruku": 254,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2162,
        "text": "They say they were three, the dog being the fourth among them; and they say they were five, the dog being the sixth, guessing at the unseen; and they say they were seven, and the dog being the eighth. Say: \"My Lord knows best their number; none knows them but a few.\" So debate not except with the clear proof. And consult not any of them (about the people of the Cave).",
        "numberInSurah": 22,
        "juz": 15,
        "manzil": 4,
        "page": 296,
        "ruku": 254,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2163,
        "text": "And never say of anything, \"I shall do such and such thing tomorrow.\"",
        "numberInSurah": 23,
        "juz": 15,
        "manzil": 4,
        "page": 296,
        "ruku": 255,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2164,
        "text": "Except (with the saying), \"If Allah wills!\" And remember your Lord when you forget and say: \"It may be that my Lord guides me to a nearer way of truth than this.\"",
        "numberInSurah": 24,
        "juz": 15,
        "manzil": 4,
        "page": 296,
        "ruku": 255,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2165,
        "text": "And they stayed in their cave three hundred years, adding nine.",
        "numberInSurah": 25,
        "juz": 15,
        "manzil": 4,
        "page": 296,
        "ruku": 255,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2166,
        "text": "Say: \"Allah knows best how long they stayed. With Him is the unseen of the heavens and the earth.\" How clearly He sees, and hears (everything)! They have no protector other than Him, and He makes none to share in His decision and His rule.",
        "numberInSurah": 26,
        "juz": 15,
        "manzil": 4,
        "page": 296,
        "ruku": 255,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2167,
        "text": "And recite what has been revealed to you (O Muhammad) of your Lord's Book. None can change His Words, and none will you find as refuge other than Him.",
        "numberInSurah": 27,
        "juz": 15,
        "manzil": 4,
        "page": 296,
        "ruku": 255,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2168,
        "text": "And keep yourself (O Muhammad) patiently with those who call on their Lord morning and afternoon, seeking His Face; and let not your eyes overlook them, desiring the pomp and glitter of the life of the world; and obey not him whose heart We have made heedless of Our remembrance, and who follows his own lusts, and whose affair has been lost.",
        "numberInSurah": 28,
        "juz": 15,
        "manzil": 4,
        "page": 297,
        "ruku": 255,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2169,
        "text": "And say: \"The truth is from your Lord.\" Then whosoever wills, let him believe; and whosoever wills, let him disbelieve. Verily, We have prepared for the wrongdoers, a Fire whose walls will be surrounding them. And if they ask for drink, they will be granted water like Al-Muhl, that will scald their faces. Terrible is the drink, and an evil Murtafaq!",
        "numberInSurah": 29,
        "juz": 15,
        "manzil": 4,
        "page": 297,
        "ruku": 255,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2170,
        "text": "Verily, as for those who believed and did righteous deeds, certainly We shall not make the reward of anyone to be lost who does his (righteous) deeds in the most perfect manner.",
        "numberInSurah": 30,
        "juz": 15,
        "manzil": 4,
        "page": 297,
        "ruku": 255,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2171,
        "text": "These! For them will be Jannatu `Adn; wherein rivers flow beneath them; therein they will be adorned with bracelets of gold, and they will wear green garments of Sundus and Istabraq. They will be Muttaki'in therein on Ara'ik. How good is the reward, and what an excellent Murtafaq!",
        "numberInSurah": 31,
        "juz": 15,
        "manzil": 4,
        "page": 297,
        "ruku": 255,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2172,
        "text": "And put forward to them the example of two men: unto one of them We had given two gardens of grapes, and We had surrounded both with date palms; and had put between them green crops (cultivated fields).",
        "numberInSurah": 32,
        "juz": 15,
        "manzil": 4,
        "page": 297,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2173,
        "text": "Each of those two gardens brought forth its produce, and failed not in the least therein, and We caused a river to gush forth in the midst of both.",
        "numberInSurah": 33,
        "juz": 15,
        "manzil": 4,
        "page": 297,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2174,
        "text": "And he had Thamar, and he said to his companion in the course of discussion: \"I am greater than you in wealth and have a mightier entourage.\"",
        "numberInSurah": 34,
        "juz": 15,
        "manzil": 4,
        "page": 297,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2175,
        "text": "And he went into his garden while having been unjust to himself. He said: \"I do not think that this will ever perish.\"",
        "numberInSurah": 35,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2176,
        "text": "\"And I do not think the Hour will ever come, and if indeed I am brought back to my Lord, I surely, shall find better than this when I return to Him.\"",
        "numberInSurah": 36,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2177,
        "text": "His companion said to him during his discussion: \"Do you disbelieve in Him Who created you out of dust, then out of Nutfah, then fashioned you into a man\"",
        "numberInSurah": 37,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2178,
        "text": "\"But as for my part, (I believe) that He is Allah, my Lord, and none shall I associate as partner with my Lord.\"",
        "numberInSurah": 38,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2179,
        "text": "\"It was better for you to say, when you entered your garden: `That which Allah wills! There is no power but with Allah!' If you see me less than you in wealth, and children,\"",
        "numberInSurah": 39,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2180,
        "text": "\"It may be that my Lord will give me something better than your garden, and will send on it Husban from the sky, then it will be as a barren slippery earth.\"",
        "numberInSurah": 40,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2181,
        "text": "\"Or the water thereof becomes Ghawran so that you will never be able to seek it.\"",
        "numberInSurah": 41,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2182,
        "text": "So his fruits were encircled (with ruin). And began Yuqallibu his hands over what he had spent upon it, while it was all destroyed on its trellises, and he could only say: \"Would that I had ascribed no partners to my Lord!\"",
        "numberInSurah": 42,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2183,
        "text": "And he had no group of men to help him against Allah, nor could he defend (or save) himself.",
        "numberInSurah": 43,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2184,
        "text": "There (on the Day of Resurrection), Al-Walayah will be for Allah (Alone), the True God. He (Allah) is the best for reward and the best for the final end.",
        "numberInSurah": 44,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2185,
        "text": "And mention the parable of the worldly life: it is like the water which We send down from the sky, and the vegetation of the earth mingles with it, and becomes fresh and green. But (later) it becomes dry and broken pieces, which the winds scatter. And Allah is able to do everything.",
        "numberInSurah": 45,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 257,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2186,
        "text": "Wealth and children are the adornment of the life of this world. But the good righteous deeds that last, are better with your Lord for reward and better for hope.",
        "numberInSurah": 46,
        "juz": 15,
        "manzil": 4,
        "page": 299,
        "ruku": 257,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2187,
        "text": "And (remember) the Day We shall cause the mountains to pass away, and you will see the earth as a levelled plain, and We shall gather them so that We will leave not one of them behind.",
        "numberInSurah": 47,
        "juz": 15,
        "manzil": 4,
        "page": 299,
        "ruku": 257,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2188,
        "text": "And they will be set before your Lord, aligned. (He will say:) \"Now indeed, you have come to Us as We created you the first time. Nay, but you thought that We had appointed no meeting for you (with Us).\"",
        "numberInSurah": 48,
        "juz": 15,
        "manzil": 4,
        "page": 299,
        "ruku": 257,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2189,
        "text": "And the Book will be produced, and you will see the criminals, fearful of that which is therein. They will say: \"Woe to us! What sort of Book is this that leaves neither a small thing nor a large thing, but has recorded it with numbers!\" And they will find all that they did, present, and your Lord treats no one with injustice.",
        "numberInSurah": 49,
        "juz": 15,
        "manzil": 4,
        "page": 299,
        "ruku": 257,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2190,
        "text": "And (remember) when We said to the angels: \"Prostrate yourselves unto Adam.\" So they prostrated themselves, except Iblis. He was one of the Jinn; he disobeyed the command of his Lord. Will you then take him and his offspring as protectors and helpers rather than Me while they are enemies to you What an evil is the exchange for the wrongdoers.",
        "numberInSurah": 50,
        "juz": 15,
        "manzil": 4,
        "page": 299,
        "ruku": 258,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2191,
        "text": "They did not witness the creation of the heavens and the earth nor their own creation, nor did I take those who mislead as `Adudan.",
        "numberInSurah": 51,
        "juz": 15,
        "manzil": 4,
        "page": 299,
        "ruku": 258,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2192,
        "text": "And (remember) the Day He will say: \"Call those (so-called) partners of Mine whom you claimed.\" Then they will cry unto them, but they will not answer them, and We shall put Mawbiq between them.",
        "numberInSurah": 52,
        "juz": 15,
        "manzil": 4,
        "page": 299,
        "ruku": 258,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2193,
        "text": "And the criminals shall see the Fire and apprehend that they are to fall therein. And they will find no way of escape from it.",
        "numberInSurah": 53,
        "juz": 15,
        "manzil": 4,
        "page": 299,
        "ruku": 258,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2194,
        "text": "And indeed We have given every kind of example in this Qur'an for mankind. But, man is ever more quarrelsome than anything.",
        "numberInSurah": 54,
        "juz": 15,
        "manzil": 4,
        "page": 300,
        "ruku": 259,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2195,
        "text": "And nothing prevents men from believing, while the guidance has come to them, and from asking forgiveness of their Lord, except that the ways of the ancients be repeated with them, or the torment be brought to them face to face.",
        "numberInSurah": 55,
        "juz": 15,
        "manzil": 4,
        "page": 300,
        "ruku": 259,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2196,
        "text": "And We send not the Messengers except as bearers of good news and warners. But those who disbelieve, argue with falsehood, in order to refute the truth thereby. And they take My Ayat and that which they are warned for jest!",
        "numberInSurah": 56,
        "juz": 15,
        "manzil": 4,
        "page": 300,
        "ruku": 259,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2197,
        "text": "And who does more wrong than he who is reminded of the Ayat (signs) of his Lord, but turns away from them, forgetting what his hands have sent forth. Truly, We have set over their hearts Akinnah, lest they should understand this (the Qur'an), and in their ears, deafness. And if you call them to guidance, even then they will never be guided.",
        "numberInSurah": 57,
        "juz": 15,
        "manzil": 4,
        "page": 300,
        "ruku": 259,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2198,
        "text": "And your Lord is Most Forgiving, Owner of mercy. Were He to call them to account for what they have earned, then surely, He would have hastened their punishment. But they have their appointed time, beyond which they will find no escape.",
        "numberInSurah": 58,
        "juz": 15,
        "manzil": 4,
        "page": 300,
        "ruku": 259,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2199,
        "text": "And these towns, We destroyed them when they did wrong. And We appointed a fixed time for their destruction.",
        "numberInSurah": 59,
        "juz": 15,
        "manzil": 4,
        "page": 300,
        "ruku": 259,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2200,
        "text": "And (remember) when Musa said to his boy-servant: \"I will not give up until I reach the junction of the two seas or a Huqub passes.\"",
        "numberInSurah": 60,
        "juz": 15,
        "manzil": 4,
        "page": 300,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2201,
        "text": "But when they reached the junction of the two seas, they forgot their fish, and it took its way through the sea as in a tunnel.",
        "numberInSurah": 61,
        "juz": 15,
        "manzil": 4,
        "page": 300,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2202,
        "text": "So when they passed further on, Musa said to his boy-servant: \"Bring us our morning meal; truly, we have suffered Nasaban in this, our journey.\"",
        "numberInSurah": 62,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2203,
        "text": "He said: \"Do you remember when we betook ourselves to the rock I indeed forgot the fish; none but Shaytan made me forget to remember it. It took its course into the sea in a strange (way)!\"",
        "numberInSurah": 63,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2204,
        "text": "[Musa] said: \"That is what we have been seeking.\" So they went back retracing their footsteps.",
        "numberInSurah": 64,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2205,
        "text": "Then they found one of Our servants, on whom We had bestowed mercy from Us, and whom We had taught knowledge from Us.",
        "numberInSurah": 65,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2206,
        "text": "Musa said to him: \"May I follow you so that you teach me something of that knowledge which you have been taught (by Allah)\"",
        "numberInSurah": 66,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2207,
        "text": "He said: \"Verily, you will not be able to have patience with me!\"",
        "numberInSurah": 67,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2208,
        "text": "\"And how can you have patience about a thing which you know not\"",
        "numberInSurah": 68,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2209,
        "text": "Musa said: \"If Allah wills, you will find me patient, and I will not disobey you in aught.\"",
        "numberInSurah": 69,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2210,
        "text": "He said: \"Then, if you follow me, ask me not about anything till I myself mention of it to you.\"",
        "numberInSurah": 70,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2211,
        "text": "So they both proceeded, till, when they boarded the boat, he (Khidr) damaged it. Musa said: \"Have you damaged it wherein its people will drown Verily, you have committed a thing Imr.\"",
        "numberInSurah": 71,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 261,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2212,
        "text": "He said: \"Did I not tell you, that you would not be able to have patience with me\"",
        "numberInSurah": 72,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 261,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2213,
        "text": "He said: \"Call me not to account for what I forgot, and be not hard upon me for my affair (with you).\"",
        "numberInSurah": 73,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 261,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2214,
        "text": "Then they both proceeded till they met a boy, and he (Khidr) killed him. Musa said: \"Have you killed an innocent person without Nafs Verily, you have committed a thing Nukr!\"",
        "numberInSurah": 74,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 261,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2215,
        "text": "He said: \"Did I not tell you that you can have no patience with me\"",
        "numberInSurah": 75,
        "juz": 16,
        "manzil": 4,
        "page": 302,
        "ruku": 261,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2216,
        "text": "He said: \"If I ask you anything after this, keep me not in your company, you have received an excuse from me.\"",
        "numberInSurah": 76,
        "juz": 16,
        "manzil": 4,
        "page": 302,
        "ruku": 261,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2217,
        "text": "Then they both proceeded till when they came to the people of a town, they asked them for food, but they refused to entertain them. Then they found therein a wall about to collapse and he set it up straight. (Musa) said: \"If you had wished, surely you could have taken wages for it!\"",
        "numberInSurah": 77,
        "juz": 16,
        "manzil": 4,
        "page": 302,
        "ruku": 261,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2218,
        "text": "He said: \"This is the parting between you and I, I will tell you the interpretation of (those) things over which you were not able to be patient.\"",
        "numberInSurah": 78,
        "juz": 16,
        "manzil": 4,
        "page": 302,
        "ruku": 261,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2219,
        "text": "\"As for the boat, it belonged to poor people working in the sea. So I wished to make a defective damage in it, as there was a king behind them who seized every boat by force.\"",
        "numberInSurah": 79,
        "juz": 16,
        "manzil": 4,
        "page": 302,
        "ruku": 261,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2220,
        "text": "\"And as for the boy, his parents were believers, and we feared he would oppress them by rebellion and disbelief.\"",
        "numberInSurah": 80,
        "juz": 16,
        "manzil": 4,
        "page": 302,
        "ruku": 261,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2221,
        "text": "\"So we intended that their Lord should exchange him for them for one better in righteousness and nearer to mercy.\"",
        "numberInSurah": 81,
        "juz": 16,
        "manzil": 4,
        "page": 302,
        "ruku": 261,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2222,
        "text": "\"And as for the wall, it belonged to two orphan boys in the town; and there was under it a treasure belonging to them; and their father was a righteous man, and your Lord intended that they should attain their age of full strength and take out their treasure as a mercy from your Lord. And I did them not of my own accord. That is the interpretation of those (things) over which you could not be patient.",
        "numberInSurah": 82,
        "juz": 16,
        "manzil": 4,
        "page": 302,
        "ruku": 261,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2223,
        "text": "And they ask you about Dhul-Qarnayn. Say: \"I shall recite to you something of his story.\"",
        "numberInSurah": 83,
        "juz": 16,
        "manzil": 4,
        "page": 302,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2224,
        "text": "Verily, We established him in the earth, and We gave him the means of everything.",
        "numberInSurah": 84,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2225,
        "text": "So he followed a way.",
        "numberInSurah": 85,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2226,
        "text": "Until, when he reached the setting place of the sun, he found it setting in a spring of Hami'ah. And he found near it a people. We said: \"O Dhul-Qarnayn! Either you punish them or treat them with kindness.\"",
        "numberInSurah": 86,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2227,
        "text": "He said: \"As for him who does wrong, we shall punish him, and then he will be brought back unto his Lord, Who will punish him with a terrible torment (Hell).\"",
        "numberInSurah": 87,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2228,
        "text": "\"But as for him who believes and works righteousness, he shall have the best reward, and we shall speak unto him mild words.\"",
        "numberInSurah": 88,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2229,
        "text": "Then he followed (another) way,",
        "numberInSurah": 89,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2230,
        "text": "Until, when he came to the rising place of the sun, he found it rising on a people for whom We (Allah) had provided no shelter against the sun.",
        "numberInSurah": 90,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2231,
        "text": "So (it was)! And We knew all about him (Dhul-Qarnayn).",
        "numberInSurah": 91,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2232,
        "text": "Then he followed (another) way,",
        "numberInSurah": 92,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2233,
        "text": "Until, when he reached between two mountains, he found before them a people who scarcely understood a word.",
        "numberInSurah": 93,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2234,
        "text": "They said: \"O Dhul-Qarnayn! Verily, Ya'juj and Ma'juj are doing great mischief in the land. Shall we then pay you a tribute in order that you might erect a barrier between us and them\"",
        "numberInSurah": 94,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2235,
        "text": "He said: \"That in which my Lord had established me is better. So help me with strength, I will erect between you and them a barrier.\"",
        "numberInSurah": 95,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2236,
        "text": "\"Give me Zubar of iron;\" then, when he had filled up the gap between the two mountain-cliffs, he said: \"Blow;\" then when he had made them (red as) fire, he said: \"Bring me Qitran to pour over them.\"",
        "numberInSurah": 96,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2237,
        "text": "So they could not scale it or dig through it.",
        "numberInSurah": 97,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2238,
        "text": "He said: \"This is a mercy from my Lord, but when the promise of my Lord comes, He shall Dakka' it down to the ground. And the promise of my Lord is ever true.",
        "numberInSurah": 98,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2239,
        "text": "And on that Day, We shall leave some of them to surge like waves on one another; and the Trumpet will be blown, and We shall collect them (the creatures) all together.",
        "numberInSurah": 99,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 262,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2240,
        "text": "And on that Day We shall present Hell to the disbelievers, plain to view.",
        "numberInSurah": 100,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 262,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2241,
        "text": "(To) those whose eyes had been under a covering from My Reminder, and they could not bear to hear (it).",
        "numberInSurah": 101,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 262,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2242,
        "text": "Do then those who disbelieved think that they can take My servants as Awliya' [protectors] besides Me Verily, We have prepared Hell as an entertainment for the disbelievers.",
        "numberInSurah": 102,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 263,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2243,
        "text": "Say: \"Shall We tell you the greatest losers in respect of (their) deeds\"",
        "numberInSurah": 103,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 263,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2244,
        "text": "\"Those whose efforts have been wasted in this life while they thought that they were acquiring good by their deeds.\"",
        "numberInSurah": 104,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 263,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2245,
        "text": "\"They are those who deny the Ayat of their Lord and the meeting with Him. So their works are in vain, and on the Day of Resurrection, We shall assign no weight for them.\"",
        "numberInSurah": 105,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 263,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2246,
        "text": "\"That shall be their recompense, Hell; because they disbelieved and took My Ayat and My Messengers for jest.\"",
        "numberInSurah": 106,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 263,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2247,
        "text": "\"Verily, those who believe and do righteous deeds, shall have the Gardens of Al-Firdaws for their entertainment.\"",
        "numberInSurah": 107,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 263,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2248,
        "text": "\"Wherein they shall dwell (forever). No desire will they have for removal therefrom.\"",
        "numberInSurah": 108,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 263,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2249,
        "text": "Say: \"If the sea were ink for the Words of my Lord, surely, the sea would be exhausted before the Words of my Lord would be finished, even if We brought like it for its aid.\"",
        "numberInSurah": 109,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 263,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2250,
        "text": "Say: \"I am only a man like you. It has been revealed to me that your God is One God. So whoever hopes for the meeting with his Lord, let him work righteousness and associate none as a partner in the worship of his Lord.\"",
        "numberInSurah": 110,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 263,
        "hizbQuarter": 122,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "en.mubarakpuri",
      "language": "en",
      "name": "Mubarakpuri",
      "englishName": "Mubarakpuri",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}