{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 29,
    "name": "سُورَةُ العَنكَبُوتِ",
    "englishName": "Al-Ankaboot",
    "englishNameTranslation": "The Spider",
    "revelationType": "Meccan",
    "numberOfAyahs": 69,
    "ayahs": [
      {
        "number": 3341,
        "text": "Alif Lam Mim.",
        "numberInSurah": 1,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3342,
        "text": "Do people think that they will be left alone because they say: \"We believe,\" and will not be tested.",
        "numberInSurah": 2,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3343,
        "text": "And We indeed tested those who were before them so that Allah will indeed know those who are true, and He will know those who are liars.",
        "numberInSurah": 3,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3344,
        "text": "Or think those who do evil deeds that they can outstrip Us Evil is that which they judge!",
        "numberInSurah": 4,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3345,
        "text": "Whoever hopes in meeting with Allah, then Allah's term is surely coming, and He is the All-Hearer, the All-Knower.",
        "numberInSurah": 5,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3346,
        "text": "And whosoever strives, he strives only for himself. Verily, Allah stands not in need of any of the creatures.",
        "numberInSurah": 6,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3347,
        "text": "Those who believe, and do righteous good deeds, surely, We shall expiate from them their evil deeds and We shall indeed reward them according to the best of that which they used to do.",
        "numberInSurah": 7,
        "juz": 20,
        "manzil": 5,
        "page": 397,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3348,
        "text": "And We have enjoined on man to be dutiful to his parents; but if they strive to make you associate with Me, which you have no knowledge of, then obey them not. Unto Me is your return and I shall tell you what you used to do.",
        "numberInSurah": 8,
        "juz": 20,
        "manzil": 5,
        "page": 397,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3349,
        "text": "And for those who believe and do righteous deeds, surely, We shall admit them among the righteous.",
        "numberInSurah": 9,
        "juz": 20,
        "manzil": 5,
        "page": 397,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3350,
        "text": "Of mankind are some who say: \"We believe in Allah.\" But if they are made to suffer for Allah, they consider the trial of mankind as Allah's punishment; and if victory comes from your Lord, they will say: \"Verily, we were with you.\" Is not Allah Best Aware of what is in the breasts of the creatures",
        "numberInSurah": 10,
        "juz": 20,
        "manzil": 5,
        "page": 397,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3351,
        "text": "And indeed Allah knows those who believe, and verily, He knows the hypocrites.",
        "numberInSurah": 11,
        "juz": 20,
        "manzil": 5,
        "page": 397,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3352,
        "text": "And those who disbelieve say to those who believe: \"Follow our way and let us bear your sins.\" Never will they bear anything of their sins. Surely, they are liars.",
        "numberInSurah": 12,
        "juz": 20,
        "manzil": 5,
        "page": 397,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3353,
        "text": "And verily, they shall bear their own loads, and other loads besides their own; and verily, they shall be questioned on the Day of Resurrection about that which they used to fabricate.",
        "numberInSurah": 13,
        "juz": 20,
        "manzil": 5,
        "page": 397,
        "ruku": 342,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3354,
        "text": "And indeed We sent Nuh to his people, and he stayed among them a thousand years less fifty years; so the Deluge overtook them while they were wrongdoers.",
        "numberInSurah": 14,
        "juz": 20,
        "manzil": 5,
        "page": 397,
        "ruku": 343,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3355,
        "text": "Then We saved him and the Companions of the Boat, and made it an Ayah for all people.",
        "numberInSurah": 15,
        "juz": 20,
        "manzil": 5,
        "page": 398,
        "ruku": 343,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3356,
        "text": "And (remember) Ibrahim when he said to his people: \"Worship Allah, and have Taqwa of Him, that is better for you if you know.\"",
        "numberInSurah": 16,
        "juz": 20,
        "manzil": 5,
        "page": 398,
        "ruku": 343,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3357,
        "text": "You worship besides Allah only idols, and you only invent falsehood. Verily, those whom you worship besides Allah have no power to give you provision, so seek from Allah your provision, and worship Him, and be grateful to Him. To Him you will be brought back.",
        "numberInSurah": 17,
        "juz": 20,
        "manzil": 5,
        "page": 398,
        "ruku": 343,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3358,
        "text": "And if you deny, then nations before you have denied. And the duty of the Messenger is only to convey plainly.\"",
        "numberInSurah": 18,
        "juz": 20,
        "manzil": 5,
        "page": 398,
        "ruku": 343,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3359,
        "text": "See they not how Allah originates the creation, then repeats it. Verily, that is easy for Allah.",
        "numberInSurah": 19,
        "juz": 20,
        "manzil": 5,
        "page": 398,
        "ruku": 343,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3360,
        "text": "Say: \"Travel in the land and see how He originated the creation, and then Allah will bring forth the creation of the Hereafter. Verily, Allah is able to do all things.\"",
        "numberInSurah": 20,
        "juz": 20,
        "manzil": 5,
        "page": 398,
        "ruku": 343,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3361,
        "text": "He punishes whom He wills, and shows mercy to whom He wills; and to Him you will be returned.",
        "numberInSurah": 21,
        "juz": 20,
        "manzil": 5,
        "page": 398,
        "ruku": 343,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3362,
        "text": "And you cannot escape in the earth or in the heaven. And besides Allah you have neither any protector nor any helper.",
        "numberInSurah": 22,
        "juz": 20,
        "manzil": 5,
        "page": 398,
        "ruku": 343,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3363,
        "text": "And those who disbelieve in the Ayat of Allah and meeting with Him, such have no hope of My mercy: and for such there is a painful torment.",
        "numberInSurah": 23,
        "juz": 20,
        "manzil": 5,
        "page": 398,
        "ruku": 344,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3364,
        "text": "So nothing was the answer of people except that they said: \"Kill him or burn him.\" Then Allah saved him from the fire. Verily, in this are indeed signs for a people who believe.",
        "numberInSurah": 24,
        "juz": 20,
        "manzil": 5,
        "page": 399,
        "ruku": 344,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3365,
        "text": "And (Ibrahim) said: \"You have taken idols instead of Allah. The love between you is only in the life of this world, but on the Day of Resurrection, you shall deny each other, and curse each other, and your abode will be the Fire, and you shall have no helper.\"",
        "numberInSurah": 25,
        "juz": 20,
        "manzil": 5,
        "page": 399,
        "ruku": 344,
        "hizbQuarter": 159,
        "sajda": false
      },
      {
        "number": 3366,
        "text": "So, Lut believed in him. He said: \"I will emigrate for the sake of my Lord. Verily, He is the All-Mighty, the All-Wise.\"",
        "numberInSurah": 26,
        "juz": 20,
        "manzil": 5,
        "page": 399,
        "ruku": 344,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3367,
        "text": "And We bestowed on him, Ishaq and Ya`qub, and We ordained among his offspring prophethood and the Book, and We granted him his reward in this world; and verily, in the Hereafter he is indeed among the righteous.",
        "numberInSurah": 27,
        "juz": 20,
        "manzil": 5,
        "page": 399,
        "ruku": 344,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3368,
        "text": "And (remember) Lut, when he said to his people: \"You commit immoral sins which none has preceded you in (committing) it in all creatures.\"",
        "numberInSurah": 28,
        "juz": 20,
        "manzil": 5,
        "page": 399,
        "ruku": 344,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3369,
        "text": "\"Verily, you practice sodomy with men, and rob the wayfarer! And practice Al-Munkar in your meetings.\" But his people gave no answer except that they said: \"Bring Allah's torment upon us if you are one of the truthful.\"",
        "numberInSurah": 29,
        "juz": 20,
        "manzil": 5,
        "page": 399,
        "ruku": 344,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3370,
        "text": "He said: \"My Lord! Give me victory over the people who are corrupt.\"",
        "numberInSurah": 30,
        "juz": 20,
        "manzil": 5,
        "page": 399,
        "ruku": 344,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3371,
        "text": "And when Our messengers came to Ibrahim with the glad tidings they said: \"Verily, we are going to destroy the people of this town; truly, its people have been wrongdoers.\"",
        "numberInSurah": 31,
        "juz": 20,
        "manzil": 5,
        "page": 400,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3372,
        "text": "Ibrahim said: \"But there is Lut in it.\" They said: \"We know better who is there. We will verily, save him and his family - except his wife, she will be of those who remain behind.\"",
        "numberInSurah": 32,
        "juz": 20,
        "manzil": 5,
        "page": 400,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3373,
        "text": "And when Our messengers came to Lut, he was grieved because of them, and felt straitened on their account. They said: \"Have no fear, and do not grieve! Truly, we shall save you and your family except your wife: she will be of those who remain behind.\"",
        "numberInSurah": 33,
        "juz": 20,
        "manzil": 5,
        "page": 400,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3374,
        "text": "\"Verily, we are about to bring down on the people of this town a great torment from the sky, because they have been rebellious.\"",
        "numberInSurah": 34,
        "juz": 20,
        "manzil": 5,
        "page": 400,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3375,
        "text": "And indeed We have left thereof an evident Ayah for a folk who understand.",
        "numberInSurah": 35,
        "juz": 20,
        "manzil": 5,
        "page": 400,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3376,
        "text": "And to Madyan, We sent their brother Shu`ayb. He said: \"O my people! Worship Allah and hope for the last Day, and commit no mischief on the earth as mischief-makers.\"",
        "numberInSurah": 36,
        "juz": 20,
        "manzil": 5,
        "page": 400,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3377,
        "text": "And they denied him; so the earthquake seized them, and they lay, prostrate in their dwellings.",
        "numberInSurah": 37,
        "juz": 20,
        "manzil": 5,
        "page": 400,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3378,
        "text": "And `Ad and Thamud! And indeed (their destruction) is clearly apparent to you from their (ruined) dwellings. Shaytan made their deeds fair seeming to them, and turned them away from the path, though they were intelligent.",
        "numberInSurah": 38,
        "juz": 20,
        "manzil": 5,
        "page": 400,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3379,
        "text": "And Qarun, Fir`awn, and Haman. And indeed Musa came to them with clear Ayat, but they were arrogant in the land, yet they could not outstrip Us.",
        "numberInSurah": 39,
        "juz": 20,
        "manzil": 5,
        "page": 401,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3380,
        "text": "So, We punished each for his sins, of them were some on whom We sent a Hasib, and of them were some who were overtaken by As-Sayhah, and of them were some whom We caused the earth to swallow, and of them were some whom We drowned. It was not Allah Who wronged them, but they wronged themselves.",
        "numberInSurah": 40,
        "juz": 20,
        "manzil": 5,
        "page": 401,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3381,
        "text": "The parable of those who seek protectors from other than Allah is that of a spider who builds a house; but indeed, the weakest of houses is the spider's house -- if they but knew.",
        "numberInSurah": 41,
        "juz": 20,
        "manzil": 5,
        "page": 401,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3382,
        "text": "Verily, Allah knows what things they invoke instead of Him. He is the All-Mighty, the All-Wise.",
        "numberInSurah": 42,
        "juz": 20,
        "manzil": 5,
        "page": 401,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3383,
        "text": "And these are the examples We give for mankind; but none will understand them except those who have knowledge (of Allah).",
        "numberInSurah": 43,
        "juz": 20,
        "manzil": 5,
        "page": 401,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3384,
        "text": "Allah created the heavens and the earth with truth. Verily, therein is surely a sign for those who believe.",
        "numberInSurah": 44,
        "juz": 20,
        "manzil": 5,
        "page": 401,
        "ruku": 345,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3385,
        "text": "Recite what has been revealed to you of the Book, and perform the Salah. Verily, the Salah prevents from Al-Fahsha' (immoral sins) and Al-Munkar (evil deeds) and the remembering (praising) of Allah is greater indeed. And Allah knows what you do.",
        "numberInSurah": 45,
        "juz": 20,
        "manzil": 5,
        "page": 401,
        "ruku": 346,
        "hizbQuarter": 160,
        "sajda": false
      },
      {
        "number": 3386,
        "text": "And argue not with the People of the Scripture, except with that which is better -- except with such of them as do wrong; and say (to them): \"We believe in that which has been revealed to us and revealed to you; our God and your God is One, and to Him we have submitted.\"",
        "numberInSurah": 46,
        "juz": 21,
        "manzil": 5,
        "page": 402,
        "ruku": 346,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3387,
        "text": "And thus We have sent down the Book to you, and those whom We gave the Scripture believe therein as also do some of these and none but the disbelievers reject Our Ayat.",
        "numberInSurah": 47,
        "juz": 21,
        "manzil": 5,
        "page": 402,
        "ruku": 346,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3388,
        "text": "Neither did you read any book before it nor did you write any book with your right hand. In that case, indeed, the followers of falsehood might have doubted.",
        "numberInSurah": 48,
        "juz": 21,
        "manzil": 5,
        "page": 402,
        "ruku": 346,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3389,
        "text": "Nay, but it is clear Ayat, (preserved) in the breasts of those who have been given knowledge. And none but the wrongdoers deny Our Ayat.",
        "numberInSurah": 49,
        "juz": 21,
        "manzil": 5,
        "page": 402,
        "ruku": 346,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3390,
        "text": "And they say: \"Why are not signs sent down to him from his Lord\" Say: \"The signs are only with Allah, and I am only a plain warner.\"",
        "numberInSurah": 50,
        "juz": 21,
        "manzil": 5,
        "page": 402,
        "ruku": 346,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3391,
        "text": "Is it not sufficient for them that We have sent down to you the Book which is recited to them Verily, herein is mercy and a reminder for a people who believe.",
        "numberInSurah": 51,
        "juz": 21,
        "manzil": 5,
        "page": 402,
        "ruku": 346,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3392,
        "text": "Say: \"Sufficient is Allah for a witness between me and you. He knows what is in the heavens and on the earth.\" And those who believe in falsehood, and disbelieve in Allah, it is they who are the losers.",
        "numberInSurah": 52,
        "juz": 21,
        "manzil": 5,
        "page": 402,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3393,
        "text": "And they ask you to hasten on the torment, and had it not been for a term appointed, the torment would certainly have come to them. And surely, it will come upon them suddenly while they perceive not!",
        "numberInSurah": 53,
        "juz": 21,
        "manzil": 5,
        "page": 403,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3394,
        "text": "They ask you to hasten on the torment. And verily, Hell, of a surety, will encompass the disbelievers.",
        "numberInSurah": 54,
        "juz": 21,
        "manzil": 5,
        "page": 403,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3395,
        "text": "On the Day when the torment shall cover them from above them and from beneath their feet, and it will be said: \"Taste what you used to do.\"",
        "numberInSurah": 55,
        "juz": 21,
        "manzil": 5,
        "page": 403,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3396,
        "text": "O My servants who believe! Certainly, spacious is My earth. Therefore worship Me.",
        "numberInSurah": 56,
        "juz": 21,
        "manzil": 5,
        "page": 403,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3397,
        "text": "Everyone shall taste death. Then unto Us you shall be returned.",
        "numberInSurah": 57,
        "juz": 21,
        "manzil": 5,
        "page": 403,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3398,
        "text": "And those who believe and do righteous good deeds, to them We shall surely give lofty dwellings in Paradise, beneath which rivers flow, to live therein forever. Excellent is the reward for the workers.",
        "numberInSurah": 58,
        "juz": 21,
        "manzil": 5,
        "page": 403,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3399,
        "text": "Those who are patient, and put their trust in their Lord.",
        "numberInSurah": 59,
        "juz": 21,
        "manzil": 5,
        "page": 403,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3400,
        "text": "And so many a moving creature carries not its own provision! Allah provides for it and for you. And He is the All-Hearer, the All-Knower.",
        "numberInSurah": 60,
        "juz": 21,
        "manzil": 5,
        "page": 403,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3401,
        "text": "And if you were to ask them: \"Who has created the heavens and the earth and subjected the sun and the moon\" They will surely reply: \"Allah.\" How then are they deviating",
        "numberInSurah": 61,
        "juz": 21,
        "manzil": 5,
        "page": 403,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3402,
        "text": "Allah expands the provision for whom He wills of His servants, and straitens it for whom (He wills). Verily, Allah is the All-Knower of everything.",
        "numberInSurah": 62,
        "juz": 21,
        "manzil": 5,
        "page": 403,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3403,
        "text": "And if you were to ask them: \"Who sends down water from the sky, and gives life therewith to the earth after its death\" They will surely reply: \"Allah.\" Say: \"All the praises and thanks be to Allah!\" Nay, most of them have no sense.",
        "numberInSurah": 63,
        "juz": 21,
        "manzil": 5,
        "page": 403,
        "ruku": 347,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3404,
        "text": "And this life of the world is only an amusement and a play! Verily, the home of the Hereafter -- that is the life indeed, if they but knew.",
        "numberInSurah": 64,
        "juz": 21,
        "manzil": 5,
        "page": 404,
        "ruku": 348,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3405,
        "text": "And when they embark on a ship, they invoke Allah, making their faith pure for Him only, but when He brings them safely to land, behold, they give a share of their worship to others.",
        "numberInSurah": 65,
        "juz": 21,
        "manzil": 5,
        "page": 404,
        "ruku": 348,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3406,
        "text": "So that they become ingrate for that which We have given them, and that they take their enjoyment, but they will come to know.",
        "numberInSurah": 66,
        "juz": 21,
        "manzil": 5,
        "page": 404,
        "ruku": 348,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3407,
        "text": "Have they not seen that We have made a secure sanctuary, while men are being snatched away from all around them Then do they believe in falsehood, and deny the graces of Allah",
        "numberInSurah": 67,
        "juz": 21,
        "manzil": 5,
        "page": 404,
        "ruku": 348,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3408,
        "text": "And who does more wrong than he who invents a lie against Allah or denies the truth, when it comes to him Is there not a dwelling in Hell for the disbelievers",
        "numberInSurah": 68,
        "juz": 21,
        "manzil": 5,
        "page": 404,
        "ruku": 348,
        "hizbQuarter": 161,
        "sajda": false
      },
      {
        "number": 3409,
        "text": "As for those who strive hard for Us, We will surely guide them to Our paths. And verily, Allah is with the doers of good.",
        "numberInSurah": 69,
        "juz": 21,
        "manzil": 5,
        "page": 404,
        "ruku": 348,
        "hizbQuarter": 161,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "en.mubarakpuri",
      "language": "en",
      "name": "Mubarakpuri",
      "englishName": "Mubarakpuri",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}