{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 64,
    "name": "سُورَةُ التَّغَابُنِ",
    "englishName": "At-Taghaabun",
    "englishNameTranslation": "Mutual Disillusion",
    "revelationType": "Medinan",
    "numberOfAyahs": 18,
    "ayahs": [
      {
        "number": 5200,
        "text": "สิ่งที่อยู่ในชั้นฟ้าทั้งหลาย และสิ่งที่อยู่ในแผ่นดินต่างแซ่ซ้องสดุดีแด่อัลลอฮฺ อำนาจเด็ดขาดเป็นของพระองค์ มวลการสรรเสริญเป็นของพระองค์ และพระองค์เป็นผู้ทรงอานุภาพเหนือทุกสิ่งอย่าง",
        "numberInSurah": 1,
        "juz": 28,
        "manzil": 7,
        "page": 556,
        "ruku": 490,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5201,
        "text": "พระองค์คือผู้ทรงสร้างพวกเจ้า ดังนั้นในหมู่พวกเจ้ามีผู้ปฏิเสธศรัทธา และในหมู่พวกเจ้ามีผู้ศรัทธา และอัลลอฮฺทรงรู้เห็นในสิ่งที่พวกเจ้ากระทำ",
        "numberInSurah": 2,
        "juz": 28,
        "manzil": 7,
        "page": 556,
        "ruku": 490,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5202,
        "text": "พระองค์ทรงสร้างชั้นฟ้าทั้งหลายและแผ่นดินด้วยความจริง และทรงทำให้พวกเจ้าเป็นรูปร่างและทรงทำให้รูปร่างของพวกเจ้าสวยงามยิ่ง และยังพระองค์เท่านั้นคือทางกลับ",
        "numberInSurah": 3,
        "juz": 28,
        "manzil": 7,
        "page": 556,
        "ruku": 490,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5203,
        "text": "พระองค์ทรงรอบรู้สิ่งที่อยู่ในชั้นฟ้าทั้งหลายและแผ่นดิน และทรงรอบรู้สิ่งที่พวกเจ้าปกปิดและสิ่งที่พวกเจ้าเปิดเผย และอัลลอฮฺทรงรอบรู้สิ่งที่อยู่ในทรวงอก",
        "numberInSurah": 4,
        "juz": 28,
        "manzil": 7,
        "page": 556,
        "ruku": 490,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5204,
        "text": "ข่าวคราวของบรรดาผู้ปฏิเสธศรัทธาในอดีต มิได้มีมายังพวกเจ้าดอกหรือ? พวกเขาได้ลิ้มรสการลงโทษแห่งกิจกรรมของพวกเขา (ในโลกดุนยา) และการลงโทษอันเจ็บปวดจะได้แก่พวกเขา (ในโลกอาคิเราะฮฺ)",
        "numberInSurah": 5,
        "juz": 28,
        "manzil": 7,
        "page": 556,
        "ruku": 490,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5205,
        "text": "นั่นเป็นเพราะว่าบรรดาร่อซูลของพวกเขาได้มายังพวกเขาพร้อมด้วยหลักฐานอันชัดแจ้งแต่พวกเขาได้กล่าวว่าสามัญชนเช่นนี้นะหรือจะชี้แนะทางให้แก่เรา พวกเขาได้ปฏิเสธศรัทธา และผินหลังให้แต่อัลลอฮฺทรงพอเพียง(จากการศรัทธาของพวกเขา) เพราะอัลลอฮฺเป็นผู้ทรงมั่งมีอย่างเหลือหลายเป็นผู้ทรงได้รับการสรรเสริญ",
        "numberInSurah": 6,
        "juz": 28,
        "manzil": 7,
        "page": 556,
        "ruku": 490,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5206,
        "text": "บรรดาผู้ปฏิเสธศรัทธากล่าวอ้างว่าพวกเขาจะไม่ถูกให้ฟื้นคืนชีพขึ้นมาอีกจงกล่าวเถิดมุฮัมมัดหาเป็นเช่นนั้นไม่ !ขอสาบานต่อพระเจ้าของข้าพระองค์ พวกท่านจะถูกให้ฟื้นคืนชีพขึ้นมาอีกอย่างแน่นอน แล้วพวกท่านจะได้รับแจ้งตามที่พวกท่านได้ประกอบกรรมไว้ และนั่นเป็นการง่ายดายสำหรับอัลลอฮฺ",
        "numberInSurah": 7,
        "juz": 28,
        "manzil": 7,
        "page": 556,
        "ruku": 490,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5207,
        "text": "ดังนั้นจงศรัทธาต่ออัลลอฮฺและร่อซูลของพระองค์ และแสงสว่าง (อัลกุรอาน) ซึ่งในสิ่งที่พวกเจ้ากระทำ",
        "numberInSurah": 8,
        "juz": 28,
        "manzil": 7,
        "page": 556,
        "ruku": 490,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5208,
        "text": "วันที่พระองค์จะทรงรวบรวมพวกเจ้า เพื่อวันแห่งการชุมนุม นั่นคือวันแห่งชัยชนะ (สำหรับมุอฺมินา) และขาดทุน(สำหรับกาฟิร) ส่วนผู้ได้ศรัทธาต่ออัลลอฮฺ และกระทำความดี พระองค์จะทรงลบล้างความชั่วทั้งหลายของเขาออกไปจากเขา และจะทรงให้เขาเข้าสวนสวรรค์หลากหลาย ณ เบื้องล่างของสวนสวรรค์นั้นมีลำน้ำหลายสายไหลผ่านพวกเขาเป็นผู้พำนักอยู่ในนั้นตลอดการ นั่นคือความสำเร็จอันยิ่งใหญ่",
        "numberInSurah": 9,
        "juz": 28,
        "manzil": 7,
        "page": 556,
        "ruku": 490,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5209,
        "text": "ส่วนบรรดาผู้ปฏิเสธศรัทธา และปฏิเสธต่อสัญญาณต่าง ๆ ของเขา ชนเหล่านั้นคือชาวนรก พวกเขาเป็นผู้พำนักอยู่ในนั้นและมันเป็นทางกลับที่ชั่วช้ายิ่ง",
        "numberInSurah": 10,
        "juz": 28,
        "manzil": 7,
        "page": 557,
        "ruku": 490,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5210,
        "text": "ไม่มีทุกข์ภัยอันใดเกิดขึ้น เว้นแต่ด้วยอนุมัติของอัลลอฮฺ และผู้ใดศรัทธาต่ออัลลอฮฺพระองค์จะทรงเปิดหัวใจของเขา (สู่แนวทางที่ถูกต้อง) และอัลลอฮฺเป็นผู้ทรงรอบรู้ทุกสิ่งอย่าง",
        "numberInSurah": 11,
        "juz": 28,
        "manzil": 7,
        "page": 557,
        "ruku": 491,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5211,
        "text": "และจงเชื่อฟังปฏิบัติตามอัลลอฮฺและจงเชื่อฟังปฏิบัติตามอัลร่อซูล หากพวกเจ้าผินหลังกลับ (ไม่เชื่อฟัง) ดังนั้นหน้าที่ของร่อซูลของเราก็คือการเผยแผ่อันชัดแจ้ง",
        "numberInSurah": 12,
        "juz": 28,
        "manzil": 7,
        "page": 557,
        "ruku": 491,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5212,
        "text": "อัลลอฮฺ ไม่มีพระเจ้าอื่นใดนอกจากพระองค์ ดังนั้นบรรดาผู้ศรัทธาทั้งหลายจงมอบหมายไว้วางใจต่ออัลลอฮฺเถิด",
        "numberInSurah": 13,
        "juz": 28,
        "manzil": 7,
        "page": 557,
        "ruku": 491,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5213,
        "text": "โอ้บรรดาผู้ศรัทธาเอ๋ย แท้จริงในหมู่คู่ครองของพวกเจ้าและลูกหลานของพวกเจ้านั้นมีบางคนเป็นศัตรูแก่พวกเจ้าฉะนั้นจงระวังต่อพวกเขา แต่ถ้าพวกเจ้าอภัยและยกโทษ (แก่พวกเขา) แท้จริงอัลลอฮฺนั้นเป็นผู้ทรงอภัย ผู้เมตตาเสมอ",
        "numberInSurah": 14,
        "juz": 28,
        "manzil": 7,
        "page": 557,
        "ruku": 491,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5214,
        "text": "แท้จริงทรัพย์สมบัติของพวกเจ้า และลูกหลานของพวกเจ้านั้นเป็นเครื่องทดสอบและอัลลอฮฺนั้น ณ ที่พระองค์มีรางวัลอันยิ่งใหญ่",
        "numberInSurah": 15,
        "juz": 28,
        "manzil": 7,
        "page": 557,
        "ruku": 491,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5215,
        "text": "ดังนั้นจงยำเกรงอัลลอฮฺเถิด เท่าที่พวกเจ้ามีความสามารถ และจงเชื่อฟังและปฏิบัติตามและบริจาคเถิดเพราะเป็นการดียิ่งสำหรับตัวของพวกเจ้า และผู้ใดถูกปกป้องให้พ้นจากความตระหนี่แห่งจิตใจของเขา ชนเหล่านั้นพวกเขาเป็นผู้ประสบความสำเร็จ",
        "numberInSurah": 16,
        "juz": 28,
        "manzil": 7,
        "page": 557,
        "ruku": 491,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5216,
        "text": "หากพวกเจ้าให้อัลลอฮฺยืมอย่างดีเยี่ยมแล้ว พระองค์ก็จะทรงทวีการยืมให้แก่พวกเจ้า และจะทรงอภัยให้แก่พวกเจ้า และอัลลอฮฺนั้นเป็นผู้ทรงตอบแทนแก่ผู้กระทำความดีทรงผ่อนผันการลงโทษ",
        "numberInSurah": 17,
        "juz": 28,
        "manzil": 7,
        "page": 557,
        "ruku": 491,
        "hizbQuarter": 222,
        "sajda": false
      },
      {
        "number": 5217,
        "text": "ผู้ทรงรอบรู้สิ่งเร้นลับ และสิ่งที่เปิดเผย ผู้ทรงอำนาจ ผู้ทรงปรีชาญาณ",
        "numberInSurah": 18,
        "juz": 28,
        "manzil": 7,
        "page": 557,
        "ruku": 491,
        "hizbQuarter": 222,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "th.thai",
      "language": "th",
      "name": "ภาษาไทย",
      "englishName": "King Fahad Quran Complex",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}