{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 26,
    "name": "سُورَةُ الشُّعَرَاءِ",
    "englishName": "Ash-Shu'araa",
    "englishNameTranslation": "The Poets",
    "revelationType": "Meccan",
    "numberOfAyahs": 227,
    "ayahs": [
      {
        "number": 2933,
        "text": "Т (Та) - С(Син) - М(Мим). Эти буквы указывают на чудо и неподражаемость Корана (и'джаз аль-Кур'ан), слова которого состоят из этих и подобных им букв. Хотя Коран и ниспослан на арабском языке, никто не может ему подражать. Тот, кто сомневается в том, что Коран ниспослан Аллахом, пусть принесёт подобный ему текст. Но никто не сможет этого сделать. [[Во имя Аллаха Милостивого, Милосердного! Эта сура ниспослана в Мекке. В начале суры говорится о непреходящем значении Корана, в ней также содержится угроза Аллаха неверным, который Своим могуществом может ниспослать на них кару. Затем Аллах успокаивает пророка Мухаммада - да благословит его Аллах и приветствует! - относительно неприятия его народом Послания Аллаха, рассказывая о тех трудностях, которые испытывали посланники Аллаха от своих народов, опровергавших призывы, внушённые им - посланникам - Аллахом. В суре рассказывается о встрече Мусы и Харуна с Фараоном, который отрицал их послание. Затем Аллах Всевышний приводит историю Ибрахима, праотца пророков, Нуха и его народа, а также историю Худа и адитов и притчу о пророке Салихе и самудянах. В суре разъясняется призыв Лута, и приводится история Шуайба и обитателей аль-Айки. Тот, кто размышляет над историями этих семи пророков и разумеет, увидит, что у их призывов один источник. И поступки тех, кто в них не уверовал, одинаковы. В конце суры, как и в начале, подтверждается великое значение Корана. Сура заканчивается отрицанием того, что пророк - поэт, а Коран - поэтическое творение.]] [[Обитатели аль-Айки - мадйаниты.]]",
        "numberInSurah": 1,
        "juz": 19,
        "manzil": 5,
        "page": 367,
        "ruku": 316,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2934,
        "text": "Эти слова внушены тебе в айатах Книги ясной, содержащей наставления.",
        "numberInSurah": 2,
        "juz": 19,
        "manzil": 5,
        "page": 367,
        "ruku": 316,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2935,
        "text": "Пощади себя, о пророк, не убивай себя печалью из-за упорства твоего народа и из-за их неверия.",
        "numberInSurah": 3,
        "juz": 19,
        "manzil": 5,
        "page": 367,
        "ruku": 316,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2936,
        "text": "Если бы Мы захотели, Мы низвели бы им знамения, которые приведут их к прямому пути и к вере в Аллаха, и тогда бы они стали смиренно поклоняться Ему, и твоё желание исполнилось бы. Но Мы не низвели им этих знамений, ибо Мы только призываем людей к вере, не принуждая их, чтобы мудрость испытания и связанные с ней награда и наказание не потеряли своего значения.",
        "numberInSurah": 4,
        "juz": 19,
        "manzil": 5,
        "page": 367,
        "ruku": 316,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2937,
        "text": "Не приходит по внушению Аллаха и Его милосердию к твоему народу ни одно напоминание о вере и религии истины без того, чтобы они вновь не отвернулись от него и вновь не уверовали в него. Таким образом, врата к прямому пути перед ними закрылись.",
        "numberInSurah": 5,
        "juz": 19,
        "manzil": 5,
        "page": 367,
        "ruku": 316,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2938,
        "text": "Они опровергли Откровение истины, которое ты им принёс и издевались над ним. Будь же терпелив (о Мухаммад!), и они увидят сильное наказание за эти издевательства.",
        "numberInSurah": 6,
        "juz": 19,
        "manzil": 5,
        "page": 367,
        "ruku": 316,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2939,
        "text": "Неужели они не уверовали и опровергли призыв к истине, не обращая внимания на некоторые знамения на земле?! Если бы они смотрели и разумели, они бы пошли по прямому пути истины. Это обилие разных полезных растений, которые Мы взрастили на земле, - подтверждение того, что никто, кроме Господа, не в силах это сделать.",
        "numberInSurah": 7,
        "juz": 19,
        "manzil": 5,
        "page": 367,
        "ruku": 316,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2940,
        "text": "Взрастить растения на земле - великое знамение о существовании Всемогущего Творца, но большинство из них не веруют.",
        "numberInSurah": 8,
        "juz": 19,
        "manzil": 5,
        "page": 367,
        "ruku": 316,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2941,
        "text": "Владыка твой (о Мухаммад!) и Хранитель отомстит лжецам, отрицающим истину. Но, поистине, Он милосерден к верующим!",
        "numberInSurah": 9,
        "juz": 19,
        "manzil": 5,
        "page": 367,
        "ruku": 316,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2942,
        "text": "Расскажи (о Мухаммад!) твоему народу историю Мусы, когда твой Господь воззвал к Нему: \"Муса! Ступай посланником к народу неверному. Этот народ несправедлив к себе своим неверием, угнетением и убийством сынов Исраила.",
        "numberInSurah": 10,
        "juz": 19,
        "manzil": 5,
        "page": 367,
        "ruku": 317,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2943,
        "text": "Ступай к народу Фараона, который погряз в несправедливости и грехах. Удивительно их дело! Неужели они не убоятся последствий этого и не остерегутся?\"",
        "numberInSurah": 11,
        "juz": 19,
        "manzil": 5,
        "page": 367,
        "ruku": 317,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2944,
        "text": "Муса сказал: \"Господи! Боюсь, они не признают мою миссию, ибо их обуревает гордыня и упорство.",
        "numberInSurah": 12,
        "juz": 19,
        "manzil": 5,
        "page": 367,
        "ruku": 317,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2945,
        "text": "Моё сердце стеснится и печаль охватит меня, если они сочтут меня лжецом, и тогда не развяжется мой язык, чтобы вести спор с ними, подтверждая мой призыв доводами и свидетельствами так, как я бы хотел. Пошли Джибрила к моему брату Харуну, чтобы он мне помог!",
        "numberInSurah": 13,
        "juz": 19,
        "manzil": 5,
        "page": 367,
        "ruku": 317,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2946,
        "text": "Они видят во мне грешника. Ведь я убил одного из них, и они обвиняют меня в преступлении. Я боюсь, как бы они не отомстили мне, до того как я выполню свою задачу. Это больше всего меня пугает\".",
        "numberInSurah": 14,
        "juz": 19,
        "manzil": 5,
        "page": 367,
        "ruku": 317,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2947,
        "text": "Аллах сказал ему: \"Они тебя не убьют. Я ответил на твою просьбу относительно Харуна. Ступайте с Нашими знамениями, и Я буду с вами, чтобы охранять вас: буду следить, что произойдёт между вами и Фараоном. Вам будет поддержка и победа.",
        "numberInSurah": 15,
        "juz": 19,
        "manzil": 5,
        "page": 367,
        "ruku": 317,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2948,
        "text": "Идите к Фараону и скажите ему: \"Мы - посланники Господа миров.",
        "numberInSurah": 16,
        "juz": 19,
        "manzil": 5,
        "page": 367,
        "ruku": 317,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2949,
        "text": "Господь миров повелел передать тебе: \"Освободи сынов Исраила, чтобы они пошли с нами\".",
        "numberInSurah": 17,
        "juz": 19,
        "manzil": 5,
        "page": 367,
        "ruku": 317,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2950,
        "text": "Фараон сказал с упрёком Мусе, узнав его, когда они вошли к нему и передали послание, поскольку Муса был воспитан во дворце Фараона: \"Разве мы не воспитали тебя ребёнком, и ты был окружён нашей заботой несколько лет твоей жизни?\"",
        "numberInSurah": 18,
        "juz": 19,
        "manzil": 5,
        "page": 367,
        "ruku": 317,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2951,
        "text": "Фараон продолжил: \"И ты совершил своё мерзкое преступление - убил мужчину из моего народа и не был благодарен мне за те блага, которые мы тебе дали раньше. Ты не сохранил с признательностью моей благосклонности к тебе, посягнув на мою божественность и притязая на то, что ты - посланник Господа миров\".",
        "numberInSurah": 19,
        "juz": 19,
        "manzil": 5,
        "page": 367,
        "ruku": 317,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2952,
        "text": "Муса ему ответил: \"Я совершил это (преступление), будучи в заблуждении, лишённым разума, а не намеренно. Поэтому не порицай меня за это.",
        "numberInSurah": 20,
        "juz": 19,
        "manzil": 5,
        "page": 368,
        "ruku": 317,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2953,
        "text": "Я убежал от тебя, испугавшись, как бы ты меня не убил за это ненамеренное преступление. Господь мой одарил меня разумом и знаниями по Своему благоволению и щедрости и сделал меня посланником\".",
        "numberInSurah": 21,
        "juz": 19,
        "manzil": 5,
        "page": 368,
        "ruku": 317,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2954,
        "text": "Муса указал на скверные деяния Фараона, а именно на то, что он поработил сынов Исраила и убивал их сыновей. И то, что он был воспитан в доме Фараона, Муса не считал милостью со стороны Фараона, так как это было следствием тех деяний, которые вершил Фараон. Ведь Мусу бросили в море, чтобы Фараон не смог убить его. После этого Муса был взят в дом Фараона. И если бы не эти преступные деяния Фараона, Мусу воспитали бы его настоящие родители.",
        "numberInSurah": 22,
        "juz": 19,
        "manzil": 5,
        "page": 368,
        "ruku": 317,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2955,
        "text": "Фараон сказал: \"Кто же Господь миров, которого ты поминаешь неоднократно и притязаешь на то, что ты Его посланник? Мы ничего о Нём не знаем\".",
        "numberInSurah": 23,
        "juz": 19,
        "manzil": 5,
        "page": 368,
        "ruku": 317,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2956,
        "text": "Муса ответил: \"Он - Владыка небес и земли, а также того, что между ними. Если вы уверены в истине этого ответа, тогда вы пойдёте по прямому пути истины и узнаете, что царство Фараона, измышляющего, что он бог, ничто по сравнению с царством моего Господа. Царство Фараона - всего лишь одна страна на земле\".",
        "numberInSurah": 24,
        "juz": 19,
        "manzil": 5,
        "page": 368,
        "ruku": 317,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2957,
        "text": "Фараон сказал окружающим его, выражая своё удивление тем, что говорит Муса, ибо он говорил о другом Господе, который имеет такое царство, что царство Фараона ничтожно по сравнению с царством Господа Мусы: \"Слышите ли вы слова Мусы?\"",
        "numberInSurah": 25,
        "juz": 19,
        "manzil": 5,
        "page": 368,
        "ruku": 317,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2958,
        "text": "Муса продолжал, не обращая внимания на гнев Фараона: \"Господь миров - ваш Творец и Творец ваших праотцов. Среди предков были такие, которые ложно объявляли, что они боги, так же, как и ты (о Фараон!) измышляешь теперь. Но все они умерли. И ты тоже умрёшь, и проявится ложь того, на что ты претендуешь, ибо истинный Бог никогда не умрёт\".",
        "numberInSurah": 26,
        "juz": 19,
        "manzil": 5,
        "page": 368,
        "ruku": 317,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2959,
        "text": "Фараон сказал, обращаясь к своему народу со словами, которые вызвали их гнев: \"Муса - этот посланник, который якобы послан к вам, - безумец, ибо его спрашивают об одном, а он отвечает о другом. Он приписывает вашему господу странные качества, и я призываю вас не верить его словам и опровергнуть их\".",
        "numberInSurah": 27,
        "juz": 19,
        "manzil": 5,
        "page": 368,
        "ruku": 317,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2960,
        "text": "Муса сказал: \"Если вы разумеете, то уверите в мой призыв. Ведь восход и заход солнца, происходящие по определённым законам, являются явным доказательством о Творце. Если вы не уверуете, тогда вы заслуживаете называться безумцами\".",
        "numberInSurah": 28,
        "juz": 19,
        "manzil": 5,
        "page": 368,
        "ruku": 317,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2961,
        "text": "Фараон сказал Мусе: \"Если ты будешь поклоняться другому Богу, кроме меня, я тебя заключу в тюрьму, а ты хорошо знаешь скверное состояние заключённых в моих темницах\". Фараон, прибег к этому предупреждению, не имея силы стереть знамения Творца.",
        "numberInSurah": 29,
        "juz": 19,
        "manzil": 5,
        "page": 368,
        "ruku": 317,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2962,
        "text": "Муса мягко ответил, надеясь, что Фараон может уверовать: \"Заключишь ли ты меня в темницу, если я представлю тебе явное чудо, доказывающее мою правду?\"",
        "numberInSurah": 30,
        "juz": 19,
        "manzil": 5,
        "page": 368,
        "ruku": 317,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2963,
        "text": "Фараон сказал: \"Покажи то, что докажет твоё пророчество, если ты говоришь правду\". Фараон так сказал, надеясь найти слабое место в доказательстве Мусы.",
        "numberInSurah": 31,
        "juz": 19,
        "manzil": 5,
        "page": 368,
        "ruku": 317,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2964,
        "text": "Муса бросил свой посох на землю перед людьми, и он превратился в настоящую змею, а не на что-то похожее на змею, как это бывает при колдовстве.",
        "numberInSurah": 32,
        "juz": 19,
        "manzil": 5,
        "page": 368,
        "ruku": 317,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2965,
        "text": "Муса вынул свою руку из-за пазухи, и она стала совсем белой, что поразило всех смотрящих И это было вторым знамением Аллаха.",
        "numberInSurah": 33,
        "juz": 19,
        "manzil": 5,
        "page": 368,
        "ruku": 317,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2966,
        "text": "Фараон сказал своему народу: \"Муса - искусный чародей\", - боясь, что народ уверует в знамения, свидетельствующие об истине призыва Мусы.",
        "numberInSurah": 34,
        "juz": 19,
        "manzil": 5,
        "page": 368,
        "ruku": 318,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2967,
        "text": "Фараон также добавил: \"Этот чародей хочет победить меня и изгнать вас из вашей земли\". Фараон сказал так, чтобы настроить народ против Мусы, ибо самое тяжёлое несчастье - оставить свою родину, особенно, если человек изгнан с родины насильно, против воли. Фараон под влиянием явных, чудесных знамений Аллаха просил тех, кто ему поклонялся, выразить своё мнение, забыв, что он - их бог, как он измышлял.",
        "numberInSurah": 35,
        "juz": 19,
        "manzil": 5,
        "page": 368,
        "ruku": 318,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2968,
        "text": "Народ сказал ему: \"Вели подождать ему и его брату и пошли по городам солдат, чтобы привели всех искусных чародеев и колдунов из твоего народа. Ведь одно колдовство противостоит другому колдовству.",
        "numberInSurah": 36,
        "juz": 19,
        "manzil": 5,
        "page": 368,
        "ruku": 318,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2969,
        "text": "Пусть приведут к тебе много колдунов более искусных и опытных в колдовстве, чем Муса\". Этим людям хотелось облегчить беспокойство Фараона.",
        "numberInSurah": 37,
        "juz": 19,
        "manzil": 5,
        "page": 368,
        "ruku": 318,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2970,
        "text": "Были собраны колдуны со всех концов страны, и было назначено определённое время - утром в \"День Украшения\", - чтобы встретиться с Мусой.",
        "numberInSurah": 38,
        "juz": 19,
        "manzil": 5,
        "page": 368,
        "ruku": 318,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2971,
        "text": "Люди говорили, поощряя друг друга собраться в назначенный день, чтобы увидеть это событие: \"Соберётесь ли вы?\", т.е. \"Собирайтесь все на эту встречу\".",
        "numberInSurah": 39,
        "juz": 19,
        "manzil": 5,
        "page": 368,
        "ruku": 318,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2972,
        "text": "И объявили, если колдуны одержат победу, тогда они ещё больше утвердятся в своей вере, что говорило о том, какое серьёзное значение они придавали победе над Мусой.",
        "numberInSurah": 40,
        "juz": 19,
        "manzil": 5,
        "page": 369,
        "ruku": 318,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2973,
        "text": "Когда колдуны пришли к Фараону, они ему сказали: \"Будет ли нам большая награда, если мы одержим верх над Мусой?\"",
        "numberInSurah": 41,
        "juz": 19,
        "manzil": 5,
        "page": 369,
        "ruku": 318,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2974,
        "text": "Фараон им ответил: \"Да, вам будет большая награда, и вы будете из числа моих приближённых и будете обладать богатством и властью\".",
        "numberInSurah": 42,
        "juz": 19,
        "manzil": 5,
        "page": 369,
        "ruku": 318,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2975,
        "text": "Муса сказал колдунам, когда встретился с ними в назначенный день: \"Бросайте то, что вы намерены бросить\".",
        "numberInSurah": 43,
        "juz": 19,
        "manzil": 5,
        "page": 369,
        "ruku": 318,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2976,
        "text": "Чародеи бросили свои верёвки и посохи, которые казались людям живыми змеями, и воскликнули: \"Клянёмся величием Фараона и его мощью, мы победители!\"",
        "numberInSurah": 44,
        "juz": 19,
        "manzil": 5,
        "page": 369,
        "ruku": 318,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2977,
        "text": "Муса бросил свой посох, и он превратился в огромную змею, которая проглотила всё, что они лживо измыслили своим колдовством.",
        "numberInSurah": 45,
        "juz": 19,
        "manzil": 5,
        "page": 369,
        "ruku": 318,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2978,
        "text": "Чародеи сразу пали ниц перед Аллахом, убедившись в истине Мусы и в том, что содеянное им не было колдовством.",
        "numberInSurah": 46,
        "juz": 19,
        "manzil": 5,
        "page": 369,
        "ruku": 318,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2979,
        "text": "Они сказали, разъясняя своё падение ниц: \"Мы уверовали в Господа миров!\"",
        "numberInSurah": 47,
        "juz": 19,
        "manzil": 5,
        "page": 369,
        "ruku": 318,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2980,
        "text": "Они разъяснили, что Господь миров, в которого они уверовали, это - Господь Мусы и Харуна.",
        "numberInSurah": 48,
        "juz": 19,
        "manzil": 5,
        "page": 369,
        "ruku": 318,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2981,
        "text": "Фараон, порицая колдунов за то, что они уверовали в Господа Мусы без его разрешения, и угрожая им, сказал, что, несомненно, Муса их учитель, у которого они учились колдовству. И они узнают, каково будет их наказание: \"Я отсеку вам руки и ноги накрест и распну вас всех\".",
        "numberInSurah": 49,
        "juz": 19,
        "manzil": 5,
        "page": 369,
        "ruku": 318,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2982,
        "text": "Колдуны ответили: \"Не боимся мы твоего наказания, которым ты нам угрожаешь. Мы обратимся к нашему Господу и получим Его награду. Это - наилучшая награда в будущей жизни.",
        "numberInSurah": 50,
        "juz": 19,
        "manzil": 5,
        "page": 369,
        "ruku": 318,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2983,
        "text": "Мы просим Господа нашего простить нам наши прежние грехи за то, что мы из твоего народа уверовали раньше других \".",
        "numberInSurah": 51,
        "juz": 19,
        "manzil": 5,
        "page": 369,
        "ruku": 318,
        "hizbQuarter": 147,
        "sajda": false
      },
      {
        "number": 2984,
        "text": "Когда пламенный призыв Мусы к вере не был принят Фараоном, Аллах внушил Мусе - да будет мир над ним! - выйти ночью с уверовавшими из сыновей Исраила, ибо их будет преследовать Фараон со своим войском, которые войдут за ними в море, и там Аллах их погубит.",
        "numberInSurah": 52,
        "juz": 19,
        "manzil": 5,
        "page": 369,
        "ruku": 318,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 2985,
        "text": "Узнав, что Муса и сыны Исраила покинули ночью страну, Фараон послал по городам своих солдат, чтобы собрать сильнейших из своего народа и воспрепятствовать уходу Мусы и сынов Исраила.",
        "numberInSurah": 53,
        "juz": 19,
        "manzil": 5,
        "page": 369,
        "ruku": 319,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 2986,
        "text": "Фараон сказал: \"Сыны Исраила, которые ушли с Мусой, - лишь только жалкая малочисленная кучка людей\", - чтобы поощрить своих солдат погубить их. -",
        "numberInSurah": 54,
        "juz": 19,
        "manzil": 5,
        "page": 369,
        "ruku": 319,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 2987,
        "text": "\"Но они разгневали нас, ибо ослушались нашего приказа и ушли без нашего разрешения.",
        "numberInSurah": 55,
        "juz": 19,
        "manzil": 5,
        "page": 369,
        "ruku": 319,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 2988,
        "text": "Мы народ предусмотрительный и решительный в делах\".",
        "numberInSurah": 56,
        "juz": 19,
        "manzil": 5,
        "page": 369,
        "ruku": 319,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 2989,
        "text": "И Мы вывели Фараона и его солдат из их земли, похожей на сады, под деревьями которых текут реки. И Мы их погубили за то, что они опровергли истину и вышли вслед за Мусой и его народом, преследуя их, как это было указано в трёх предшествующих айатах.",
        "numberInSurah": 57,
        "juz": 19,
        "manzil": 5,
        "page": 369,
        "ruku": 319,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 2990,
        "text": "Мы заставили их оставить все сокровища - золото и серебро - и прекрасные места их пребывания, в которых они наслаждались красотой и благами.",
        "numberInSurah": 58,
        "juz": 19,
        "manzil": 5,
        "page": 369,
        "ruku": 319,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 2991,
        "text": "Мы их изгнали таким удивительным способом, как Мы разъяснили тебе. И Мы даровали всё это в наследство сынам Исраила, чтобы они имели все блага, после того как были униженными и бедными.",
        "numberInSurah": 59,
        "juz": 19,
        "manzil": 5,
        "page": 369,
        "ruku": 319,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 2992,
        "text": "Фараон и его солдаты упорно преследовали сынов Исраила и настигли их на восходе солнца.",
        "numberInSurah": 60,
        "juz": 19,
        "manzil": 5,
        "page": 369,
        "ruku": 319,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 2993,
        "text": "Когда оба сборища узрели друг друга, товарищи Мусы сказали: \"Фараон и его люди настигнут нас, и мы погибнем\".",
        "numberInSurah": 61,
        "juz": 19,
        "manzil": 5,
        "page": 370,
        "ruku": 319,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 2994,
        "text": "Муса сказал: \"Нет, ведь Аллах со мной. Он охраняет меня и укажет мне путь к спасению\". Муса так сказал, чтобы его община уверилась в своей безопасности и перестала беспокоиться, что их догонят.",
        "numberInSurah": 62,
        "juz": 19,
        "manzil": 5,
        "page": 370,
        "ruku": 319,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 2995,
        "text": "Мы внушили Мусе: \"Ударь по морю твоим жезлом\", - и разверзлось оно, образовав двенадцать путей - по числу общин сынов Исраила. Каждый из этих путей был преградой от воды, словно огромная твёрдая гора.",
        "numberInSurah": 63,
        "juz": 19,
        "manzil": 5,
        "page": 370,
        "ruku": 319,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 2996,
        "text": "Мы приблизили Фараона и его народ к этим путям, и они пошли вслед за Мусой и его товарищами.",
        "numberInSurah": 64,
        "juz": 19,
        "manzil": 5,
        "page": 370,
        "ruku": 319,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 2997,
        "text": "Мы спасли Мусу и всех, кто был с ним, удерживая воду, пока они не перешли море.",
        "numberInSurah": 65,
        "juz": 19,
        "manzil": 5,
        "page": 370,
        "ruku": 319,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 2998,
        "text": "Мы потопили Фараона и всех, кто был с ним, закрыв опять пути водой, когда они преследовали Мусу и его товарищей.",
        "numberInSurah": 66,
        "juz": 19,
        "manzil": 5,
        "page": 370,
        "ruku": 319,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 2999,
        "text": "Поистине, в этом удивительном Божьем свершении - знамение для тех, кто хочет извлечь уроки из притч, но большинство их не хочет верить.",
        "numberInSurah": 67,
        "juz": 19,
        "manzil": 5,
        "page": 370,
        "ruku": 319,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3000,
        "text": "Поистине, твой Творец и Наставник силён в возмездии неверным и милостив благами к верующим!",
        "numberInSurah": 68,
        "juz": 19,
        "manzil": 5,
        "page": 370,
        "ruku": 319,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3001,
        "text": "Передай (о пророк!) неверным историю Ибрахима - да будет мир над ним!",
        "numberInSurah": 69,
        "juz": 19,
        "manzil": 5,
        "page": 370,
        "ruku": 319,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3002,
        "text": "Вот он сказал своему отцу и своему народу: \"Как вы можете поклоняться тому, что не заслуживает поклонения?\" Этим он осудил их поклонение идолам.",
        "numberInSurah": 70,
        "juz": 19,
        "manzil": 5,
        "page": 370,
        "ruku": 320,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3003,
        "text": "Они ответили ему, хвастаясь: \"Мы поклоняемся идолам, постоянно им служим, почитая и восхваляя их\".",
        "numberInSurah": 71,
        "juz": 19,
        "manzil": 5,
        "page": 370,
        "ruku": 320,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3004,
        "text": "Ибрахим спросил: \"Слышат ли они (идолы) вашу молитву и обращение? Отвечают ли они вам, когда вы к ним взываете?\" Этим Ибрахим хотел обратить внимание на нечестивость поступков своего народа, поклоняющегося идолам.",
        "numberInSurah": 72,
        "juz": 19,
        "manzil": 5,
        "page": 370,
        "ruku": 320,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3005,
        "text": "\"Помогают они вам, когда вы им повинуетесь, или вредят, когда вы их ослушиваетесь?\"",
        "numberInSurah": 73,
        "juz": 19,
        "manzil": 5,
        "page": 370,
        "ruku": 320,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3006,
        "text": "Люди ответили: \"Нет, они ничего подобного не делают, но мы видели, что наши отцы так поступали, и мы подражаем им\".",
        "numberInSurah": 74,
        "juz": 19,
        "manzil": 5,
        "page": 370,
        "ruku": 320,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3007,
        "text": "Ибрахим, упрекая их, сказал: \"Подумали ли вы и уразумели, чему вы поклоняетесь,",
        "numberInSurah": 75,
        "juz": 19,
        "manzil": 5,
        "page": 370,
        "ruku": 320,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3008,
        "text": "вы и ваши праотцы? Заслуживают ли эти идолы поклонения? Если вы поразмыслите, то поймёте, что вы находитесь в явном заблуждении.",
        "numberInSurah": 76,
        "juz": 19,
        "manzil": 5,
        "page": 370,
        "ruku": 320,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3009,
        "text": "Те, кому вы поклоняетесь помимо Аллаха, - мои и ваши враги. Я им не поклоняюсь, а поклоняюсь Творцу, Владыке и Хранителю обитателей миров и обращаюсь только к Нему.",
        "numberInSurah": 77,
        "juz": 19,
        "manzil": 5,
        "page": 370,
        "ruku": 320,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3010,
        "text": "Он - Тот, кто создал меня из небытия наилучшим образом и повёл меня к прямому пути, к достижению счастья в земном мире и в дальней жизни,",
        "numberInSurah": 78,
        "juz": 19,
        "manzil": 5,
        "page": 370,
        "ruku": 320,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3011,
        "text": "кто наделил меня едою, питьём, способностью пользоваться ими и сохранять свою жизнь,",
        "numberInSurah": 79,
        "juz": 19,
        "manzil": 5,
        "page": 370,
        "ruku": 320,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3012,
        "text": "а когда я заболею, Он исцеляет меня, облегчая способы лечения, когда я на Него полагаюсь,",
        "numberInSurah": 80,
        "juz": 19,
        "manzil": 5,
        "page": 370,
        "ruku": 320,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3013,
        "text": "кто меня умерщвляет в предназначенный мне срок и снова оживляет меня для расчёта и воздаяния,",
        "numberInSurah": 81,
        "juz": 19,
        "manzil": 5,
        "page": 370,
        "ruku": 320,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3014,
        "text": "кто, как я уповаю, простит мне прегрешения, которые я совершил в земном мире, когда настанет расчёт в Судный день\".",
        "numberInSurah": 82,
        "juz": 19,
        "manzil": 5,
        "page": 370,
        "ruku": 320,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3015,
        "text": "Ибрахим - да будет над ним мир! - молился Аллаху: \"Господь, даруй мне мудрость в знаниях и в действиях, чтобы я был достоин передать Твоё Послание и судить между Твоими рабами, направь меня, чтобы я был причислен к праведникам.",
        "numberInSurah": 83,
        "juz": 19,
        "manzil": 5,
        "page": 370,
        "ruku": 320,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3016,
        "text": "И сохрани обо мне добрую славу и прекрасную память в последующих поколениях до Дня воскресения!",
        "numberInSurah": 84,
        "juz": 19,
        "manzil": 5,
        "page": 371,
        "ruku": 320,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3017,
        "text": "Сделай меня тем из Твоих рабов, которым Ты даровал райские сады блаженства в награждение за их веру в Тебя и поклонение Тебе!",
        "numberInSurah": 85,
        "juz": 19,
        "manzil": 5,
        "page": 371,
        "ruku": 320,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3018,
        "text": "Прости моего отца и направь его к исламу!\" Ведь отец Ибрахима был из числа заблудившихся и отклонившихся от прямого пути Аллаха и обещал ему уверовать в ислам в день расставания с ним.",
        "numberInSurah": 86,
        "juz": 19,
        "manzil": 5,
        "page": 371,
        "ruku": 320,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3019,
        "text": "\"Не опозорь меня и не подвергай унижению в тот День, когда люди будут воскрешены и выйдут из могил для расчёта и воздаяния!",
        "numberInSurah": 87,
        "juz": 19,
        "manzil": 5,
        "page": 371,
        "ruku": 320,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3020,
        "text": "В тот День, когда ни богатство, ни сыновья не помогут человеку,",
        "numberInSurah": 88,
        "juz": 19,
        "manzil": 5,
        "page": 371,
        "ruku": 320,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3021,
        "text": "кроме тех, кто уверовал и придёт к Аллаху с непорочным сердцем, чистым от лицемерия или притворства\".",
        "numberInSurah": 89,
        "juz": 19,
        "manzil": 5,
        "page": 371,
        "ruku": 320,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3022,
        "text": "В тот День рай будет приближен к счастливым, и в него войдут богобоязненные, которые в земной жизни отстранялись от неверия и грехов, уверовав в Аллаха и повинуясь Ему.",
        "numberInSurah": 90,
        "juz": 19,
        "manzil": 5,
        "page": 371,
        "ruku": 320,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3023,
        "text": "Ад появится пред теми, кто отступил от религии истины, и чуть не обожжёт их, и тогда они будут раскаиваться.",
        "numberInSurah": 91,
        "juz": 19,
        "manzil": 5,
        "page": 371,
        "ruku": 320,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3024,
        "text": "Им тогда скажут с упрёком: \"Где же ваши боги, которым вы поклонялись, помимо Аллаха?",
        "numberInSurah": 92,
        "juz": 19,
        "manzil": 5,
        "page": 371,
        "ruku": 320,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3025,
        "text": "Где эти боги, которым вы поклонялись, помимо Аллаха, измышляя ложно, что они помогут вам в этот День? Помогут ли они вам своей поддержкой или помогут ли они себе?\" Ничего подобного! Потому что они и их божества - топливо для огня.",
        "numberInSurah": 93,
        "juz": 19,
        "manzil": 5,
        "page": 371,
        "ruku": 320,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3026,
        "text": "Они будут ввергнуты в адский огонь лицами вперёд и перевёрнуты там несколько раз, пока их не уложат на дно ада - их и тех, которые ввергли их в заблуждение,",
        "numberInSurah": 94,
        "juz": 19,
        "manzil": 5,
        "page": 371,
        "ruku": 320,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3027,
        "text": "и с ними будут помощники Иблиса, которые обольщали людей грехами и злодеяниями, и те, кто последовал за Иблисом из не повинующихся Аллаху людей и джиннов.",
        "numberInSurah": 95,
        "juz": 19,
        "manzil": 5,
        "page": 371,
        "ruku": 320,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3028,
        "text": "Они сказали, признаваясь в своих прегрешениях и враждуя с теми, которым поклонялись и которые их толкали на путь заблуждения, сбивая с прямого пути:",
        "numberInSurah": 96,
        "juz": 19,
        "manzil": 5,
        "page": 371,
        "ruku": 320,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3029,
        "text": "\"Клянёмся Аллахом, в земном мире мы были в явном заблуждении и полном невежестве и сбились с прямого пути явной истины,",
        "numberInSurah": 97,
        "juz": 19,
        "manzil": 5,
        "page": 371,
        "ruku": 320,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3030,
        "text": "когда равняли вас, которым поклонялись, с Господом обитателей миров, думая, что вы заслуживаете поклонения, несмотря на вашу беспомощность и Его могущество!",
        "numberInSurah": 98,
        "juz": 19,
        "manzil": 5,
        "page": 371,
        "ruku": 320,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3031,
        "text": "В эту погибель нас ввели грешники, которые сбивали нас с прямого пути и толкали к заблуждению.",
        "numberInSurah": 99,
        "juz": 19,
        "manzil": 5,
        "page": 371,
        "ruku": 320,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3032,
        "text": "У нас нет заступников, которые могли бы спасти нас от этого мучительного наказания, как мы ложно представляли это прежде,",
        "numberInSurah": 100,
        "juz": 19,
        "manzil": 5,
        "page": 371,
        "ruku": 320,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3033,
        "text": "и нет друга искреннего, который хотя бы посочувствовал нам\".",
        "numberInSurah": 101,
        "juz": 19,
        "manzil": 5,
        "page": 371,
        "ruku": 320,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3034,
        "text": "И они желают себе вернуться в земной мир, чтобы оказаться из числа уверовавших и спастись от этого наказания.",
        "numberInSurah": 102,
        "juz": 19,
        "manzil": 5,
        "page": 371,
        "ruku": 320,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3035,
        "text": "Притча об Ибрахиме, приведённая Аллахом, является назиданием и наставлением для тех, кто желает извлечь урок из неё. Но большая часть твоего народа (о Мухаммад!), которому ты читаешь эту притчу, не верит в твою проповедь.",
        "numberInSurah": 103,
        "juz": 19,
        "manzil": 5,
        "page": 371,
        "ruku": 320,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3036,
        "text": "Твой Господь может покарать неверных лжецов и даровать благоденствие тем, кто творит добродеяния.",
        "numberInSurah": 104,
        "juz": 19,
        "manzil": 5,
        "page": 371,
        "ruku": 320,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3037,
        "text": "Аллах упомянул историю Нуха, когда Он сказал, что его народ отверг и отрицал его послание. Таким образом, народом Нуха были опровергнуты все посланники Аллаха, так как во всех призывах (проповедях) была единая основа и единая цель.",
        "numberInSurah": 105,
        "juz": 19,
        "manzil": 5,
        "page": 371,
        "ruku": 321,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3038,
        "text": "Они отрицали послание Нуха , их брата по крови, а не по вере, когда он им сказал, предупреждая их: \"Разве вы не побоитесь Аллаха и не откажетесь от поклонения другим божествам, кроме Него?",
        "numberInSurah": 106,
        "juz": 19,
        "manzil": 5,
        "page": 371,
        "ruku": 321,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3039,
        "text": "Я - посланник Аллаха к вам, чтобы обратить вас на истинный путь, и я верно и честно передаю Его слова.",
        "numberInSurah": 107,
        "juz": 19,
        "manzil": 5,
        "page": 371,
        "ruku": 321,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3040,
        "text": "Так бойтесь же Аллаха и повинуйтесь мне в том, к чему я вас призываю: поклонению и повиновению Аллаху Единому.",
        "numberInSurah": 108,
        "juz": 19,
        "manzil": 5,
        "page": 371,
        "ruku": 321,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3041,
        "text": "Я не прошу у вас никакого вознаграждения за советы, которые я вам даю, за руководство вами и молитвы за вас. Моя награда будет у Творца миров и Владыки всего сущего!",
        "numberInSurah": 109,
        "juz": 19,
        "manzil": 5,
        "page": 371,
        "ruku": 321,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3042,
        "text": "Так побойтесь наказания Аллаха и повинуйтесь мне в том, что я вам повелеваю\".",
        "numberInSurah": 110,
        "juz": 19,
        "manzil": 5,
        "page": 371,
        "ruku": 321,
        "hizbQuarter": 148,
        "sajda": false
      },
      {
        "number": 3043,
        "text": "Народ Нуха ответил, отрицая его призыв: \"Можем ли мы уверовать в тебя, если за тобой последовали лишь только самые низкие бедные люди?\"",
        "numberInSurah": 111,
        "juz": 19,
        "manzil": 5,
        "page": 371,
        "ruku": 321,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3044,
        "text": "Нух им сказал: \"Как я могу знать, бедны ли они и каково их положение в обществе? Я призываю их только к тому, чтобы они уверовали, и не интересуюсь, чем они занимаются.",
        "numberInSurah": 112,
        "juz": 19,
        "manzil": 5,
        "page": 372,
        "ruku": 321,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3045,
        "text": "Расчёт за их деяния только у моего Господа, который знает тайное всех дел. О, если бы вы обладали чутким сердцем, вы бы уразумели это!",
        "numberInSurah": 113,
        "juz": 19,
        "manzil": 5,
        "page": 372,
        "ruku": 321,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3046,
        "text": "Я не стану гнать от себя тех, кто уверует в моё послание, несмотря на их бедность или богатство, выполняя ваше желание, чтобы вы уверовали в мой призыв.",
        "numberInSurah": 114,
        "juz": 19,
        "manzil": 5,
        "page": 372,
        "ruku": 321,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3047,
        "text": "Я - лишь только посланник Аллаха, чтобы увещевать людей, представляя явные доказательства, отличающие истину от лжи. Я увещеваю всех людей без различия между знатью и простым народом. И разве подобает мне гнать верующих из-за их бедности?\"",
        "numberInSurah": 115,
        "juz": 19,
        "manzil": 5,
        "page": 372,
        "ruku": 321,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3048,
        "text": "Они ему ответили:\" Если, о Нух, ты не удержишься от своего призыва, мы побьём тебя камнями\". Этим они хотели пригрозить ему, что забьют его камнями до смерти.",
        "numberInSurah": 116,
        "juz": 19,
        "manzil": 5,
        "page": 372,
        "ruku": 321,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3049,
        "text": "Нух, показывая, что этот народ продолжает отрицать его призыв, обращаясь к Господу, сказал: \"О Господь мой! Поистине, мой народ отверг меня\", - чтобы оправдаться перед Аллахом за то, что он взывает к Нему, прося наказать их.-",
        "numberInSurah": 117,
        "juz": 19,
        "manzil": 5,
        "page": 372,
        "ruku": 321,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3050,
        "text": "\"Так рассуди же между мной и ими, и этим Ты накажи тех, кто отрицал Твоё Единство и Твоего посланника, спаси меня и вместе со мной верующих от несправедливости и притеснения!\"",
        "numberInSurah": 118,
        "juz": 19,
        "manzil": 5,
        "page": 372,
        "ruku": 321,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3051,
        "text": "Его и всех, кто уверовал в его призыв, Мы спасли, введя в ковчег, нагруженный тем, что им могло понадобиться. Это был Наш ответ на мольбу Нуха .",
        "numberInSurah": 119,
        "juz": 19,
        "manzil": 5,
        "page": 372,
        "ruku": 321,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3052,
        "text": "Спасши Нуха и верующих, Аллах потопил остальных, которые не уверовали в его призыв.",
        "numberInSurah": 120,
        "juz": 19,
        "manzil": 5,
        "page": 372,
        "ruku": 321,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3053,
        "text": "В притче о Нухе, приведённой в Коране, - явные знамения об истинности посланников и о могуществе Аллаха, но большинство из тех, кому была прочитана эта притча, не уверовали.",
        "numberInSurah": 121,
        "juz": 19,
        "manzil": 5,
        "page": 372,
        "ruku": 321,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3054,
        "text": "Твой Господь - велик и могуч в Своём наказании упорствующему тирану. И милосерден в уделах и в благоденствии к богобоязненным.",
        "numberInSurah": 122,
        "juz": 19,
        "manzil": 5,
        "page": 372,
        "ruku": 321,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3055,
        "text": "Племя \"Ад\" сочло Худа - да будет над ним мир! - лжецом. Так они сочли всех посланных ранее посланников лжецами, ибо все послания Аллаха объединяет единство основы и целей.",
        "numberInSurah": 123,
        "juz": 19,
        "manzil": 5,
        "page": 372,
        "ruku": 322,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3056,
        "text": "Их брат Худ сказал им: \"Побойтесь Аллаха и искренне поклоняйтесь Ему!",
        "numberInSurah": 124,
        "juz": 19,
        "manzil": 5,
        "page": 372,
        "ruku": 322,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3057,
        "text": "Ведь я к вам послан Аллахом, чтобы направить вас на прямой путь богобоязненности. Я достоин доверия, ибо верно передаю Послание Аллаха, так как повелел мне мой Господь.",
        "numberInSurah": 125,
        "juz": 19,
        "manzil": 5,
        "page": 372,
        "ruku": 322,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3058,
        "text": "Повинуйтесь делу Аллаха, бойтесь Его наказания и слушайте то, что я повелеваю от Аллаха.",
        "numberInSurah": 126,
        "juz": 19,
        "manzil": 5,
        "page": 372,
        "ruku": 322,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3059,
        "text": "Я не прошу у вас никакого вознаграждения за мои советы, назидания и руководство, направляющие вас к религии истины. Поистине, моя награда только у Господа обитателей миров!",
        "numberInSurah": 127,
        "juz": 19,
        "manzil": 5,
        "page": 372,
        "ruku": 322,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3060,
        "text": "Неужели вы строите на каждой вершине и возвышенности великолепные сооружения, стараясь превознестись друг перед другом в своём тщеславии, где вы собираетесь и предаётесь забавам и совершаете дурные деяния!\" - Аллах - хвала Ему Всевышнему! - хочет обратить их внимание на то, что им полезно, и порицает за то, что они отрицают истинную веру и не творят добродеяний.-",
        "numberInSurah": 128,
        "juz": 19,
        "manzil": 5,
        "page": 372,
        "ruku": 322,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3061,
        "text": "\"Вы строите великолепные дворцы, хорошо укреплённые и защищённые, в которых бассейны, надеясь, что вы будете вечно жить в земном мире и никогда не умрёте.",
        "numberInSurah": 129,
        "juz": 19,
        "manzil": 5,
        "page": 372,
        "ruku": 322,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3062,
        "text": "А когда вы владычествуете и наказываете, вы поступаете, словно тираны, убивая и разрушая с яростью, без пощады.",
        "numberInSurah": 130,
        "juz": 19,
        "manzil": 5,
        "page": 372,
        "ruku": 322,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3063,
        "text": "Побойтесь Аллаха и Его гнева за ваше тиранство и повинуйтесь мне в том, к чему я вас призываю. Ведь это для вас более полезно.",
        "numberInSurah": 131,
        "juz": 19,
        "manzil": 5,
        "page": 372,
        "ruku": 322,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3064,
        "text": "Остерегайтесь гнева Аллаха, даровавшего вам уделы и благоденствие, которое вы теперь имеете!\"",
        "numberInSurah": 132,
        "juz": 19,
        "manzil": 5,
        "page": 372,
        "ruku": 322,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3065,
        "text": "Аллах даровал вам большое количество верблюдов, коров и овец, наделил вас сильными сыновьями, чтобы охранять скот и помогать вам нести жизненные расходы.",
        "numberInSurah": 133,
        "juz": 19,
        "manzil": 5,
        "page": 372,
        "ruku": 322,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3066,
        "text": "Аллах даровал вам плодородные сады и источники с текущей водой, в которой вы нуждаетесь.",
        "numberInSurah": 134,
        "juz": 19,
        "manzil": 5,
        "page": 372,
        "ruku": 322,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3067,
        "text": "Я опасаюсь, что Аллах подвергнет вас мучительному наказанию в ближайшей жизни и введёт вас в адский огонь в будущей жизни за ваше тиранство, с одной стороны, и неблагодарность за благоденствие и уделы, дарованные вам Аллахом, с другой стороны\".",
        "numberInSurah": 135,
        "juz": 19,
        "manzil": 5,
        "page": 372,
        "ruku": 322,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3068,
        "text": "Смеясь над ним, они ему отвечали: \"Для нас всё равно,- будешь ли ты увещевать или не будешь увещающим, - мы тебя не будем слушать.",
        "numberInSurah": 136,
        "juz": 19,
        "manzil": 5,
        "page": 372,
        "ruku": 322,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3069,
        "text": "Всё то, что ты нам принёс, - только ложные измышления предков. И мы не откажемся от своих убеждений.",
        "numberInSurah": 137,
        "juz": 19,
        "manzil": 5,
        "page": 373,
        "ruku": 322,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3070,
        "text": "Ведь мы не будем наказаны за то, что мы делали\".",
        "numberInSurah": 138,
        "juz": 19,
        "manzil": 5,
        "page": 373,
        "ruku": 322,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3071,
        "text": "И они продолжали опровергать его и обвинять его во лжи, пока Аллах не погубил их. Эта гибель была наказанием для них за их опровержение знамений, доказывающих могущество Аллаха и Его силу, но большинство из тех, которым ты (о пророк!) рассказывал притчу об адитах, не уверовали.",
        "numberInSurah": 139,
        "juz": 19,
        "manzil": 5,
        "page": 373,
        "ruku": 322,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3072,
        "text": "Поистине, твой Господь поражает тиранов, и Он милосерден к верующим.",
        "numberInSurah": 140,
        "juz": 19,
        "manzil": 5,
        "page": 373,
        "ruku": 322,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3073,
        "text": "Самудиты сочли Салиха лжецом, отрицали его послание и его призыв к вере в Аллаха Единого. Этим они опровергли всех посланников Аллаха, ибо все послания объединяет единство основ и целей.",
        "numberInSurah": 141,
        "juz": 19,
        "manzil": 5,
        "page": 373,
        "ruku": 323,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3074,
        "text": "Расскажи (о Мухаммад!) своему народу, что сказал Салих, их брат по родству и земляк: \"Неужели вы не боитесь Аллаха, не поклоняясь Ему Единому?",
        "numberInSurah": 142,
        "juz": 19,
        "manzil": 5,
        "page": 373,
        "ruku": 323,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3075,
        "text": "Ведь я был послан к вам для вашей пользы и счастья, и сохраняю это послание в таком же виде, как я получил его.",
        "numberInSurah": 143,
        "juz": 19,
        "manzil": 5,
        "page": 373,
        "ruku": 323,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3076,
        "text": "Остерегайтесь и страшитесь Его наказания и повинуйтесь тому, к чему я вас призываю из Его назиданий и наставлений.",
        "numberInSurah": 144,
        "juz": 19,
        "manzil": 5,
        "page": 373,
        "ruku": 323,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3077,
        "text": "Я не прошу у вас никакого вознаграждения за мои советы и руководство к прямому пути. Поистине, Господь обитателей миров вознаградит меня!\"",
        "numberInSurah": 145,
        "juz": 19,
        "manzil": 5,
        "page": 373,
        "ruku": 323,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3078,
        "text": "Он осудил их за уверенность в том, что они вечно будут пребывать в этом блаженстве и безопасности, не страшась кары, уничтожения и смерти, -",
        "numberInSurah": 146,
        "juz": 19,
        "manzil": 5,
        "page": 373,
        "ruku": 323,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3079,
        "text": "в плодородных садах и среди источников, богатых водой,",
        "numberInSurah": 147,
        "juz": 19,
        "manzil": 5,
        "page": 373,
        "ruku": 323,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3080,
        "text": "среди зрелых нив и пальм со спелыми, нежными плодами,",
        "numberInSurah": 148,
        "juz": 19,
        "manzil": 5,
        "page": 373,
        "ruku": 323,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3081,
        "text": "в искусно высекаемых ими в горах высоких домах.",
        "numberInSurah": 149,
        "juz": 19,
        "manzil": 5,
        "page": 373,
        "ruku": 323,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3082,
        "text": "\"Страшитесь наказания Аллаха за то, что вы неблагодарны за благоденствие, которое вам даровал Аллах. Слушайте мой совет и следуйте ему!",
        "numberInSurah": 150,
        "juz": 19,
        "manzil": 5,
        "page": 373,
        "ruku": 323,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3083,
        "text": "Не слушайте и не повинуйтесь нечестивцам, которые преступили пределы и углубились в заблуждение, следуя своим страстям и похотям,",
        "numberInSurah": 151,
        "juz": 19,
        "manzil": 5,
        "page": 373,
        "ruku": 323,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3084,
        "text": "которые распространяют нечестие и распутство на земле Аллаха и не творят блага для счастья людей\".",
        "numberInSurah": 152,
        "juz": 19,
        "manzil": 5,
        "page": 373,
        "ruku": 323,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3085,
        "text": "Они ему ответили: \"Ты из тех, кто так сильно околдован и очарован, что потерял разум\". Это был ответ дерзкий и грубый.",
        "numberInSurah": 153,
        "juz": 19,
        "manzil": 5,
        "page": 373,
        "ruku": 323,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3086,
        "text": "Они продолжали, говоря: \"Ты - такой же человек, как и мы. Как же ты можешь быть пророком, посланным Аллахом с Посланием? Если ты не лжец и говоришь правду, приведи нам знамение, которое доказывает твоё послание\".",
        "numberInSurah": 154,
        "juz": 19,
        "manzil": 5,
        "page": 373,
        "ruku": 323,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3087,
        "text": "Салих им сказал, когда Аллах даровал ему верблюдицу как знамение: \"Вот верблюдица, которую Аллах послал как знамение для вас. Для неё питьё в определённый день, в который вы не должны пить, а для вас питьё в другой определённый день, в который она не будет пить.",
        "numberInSurah": 155,
        "juz": 19,
        "manzil": 5,
        "page": 373,
        "ruku": 323,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3088,
        "text": "Не вредите верблюдице, чтобы Аллах не истребил вас мучительной карой\".",
        "numberInSurah": 156,
        "juz": 19,
        "manzil": 5,
        "page": 373,
        "ruku": 323,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3089,
        "text": "Они закололи верблюдицу, нарушив договор с Салихом. Так они заслужили наказание и оказались раскаявшимися.",
        "numberInSurah": 157,
        "juz": 19,
        "manzil": 5,
        "page": 373,
        "ruku": 323,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3090,
        "text": "Их постигло наказание Аллаха, о котором их предупреждал Салих. И их покаяние не отвело от них наказания за их грехи. В притче о них - доказательство мощи и силы Аллаха и Его способности погубить нечестивцев и спасти верующих. Но большинство из твоего народа не веруют в Аллаха.",
        "numberInSurah": 158,
        "juz": 19,
        "manzil": 5,
        "page": 373,
        "ruku": 323,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3091,
        "text": "Твой Творец - Всемогущий! Он может погубить нечестивцев и спасти богобоязненных.",
        "numberInSurah": 159,
        "juz": 19,
        "manzil": 5,
        "page": 373,
        "ruku": 323,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3092,
        "text": "Народ Лута отверг его послание и призыв отречься от многобожия и поклоняться Аллаху Единому. Таким образом, они отвергли всех посланников.",
        "numberInSurah": 160,
        "juz": 19,
        "manzil": 5,
        "page": 374,
        "ruku": 324,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3093,
        "text": "Расскажи, о посланник, как Лут сказал своему народу, а он был их брат и родственник по браку: \"Неужели вы не боитесь мук наказания Аллаха?",
        "numberInSurah": 161,
        "juz": 19,
        "manzil": 5,
        "page": 374,
        "ruku": 324,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3094,
        "text": "Ведь я к вам послан от Аллаха с истинной верой, и я правдив в передаче этой религии.",
        "numberInSurah": 162,
        "juz": 19,
        "manzil": 5,
        "page": 374,
        "ruku": 324,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3095,
        "text": "Побойтесь же Аллаха и повинуйтесь мне в том, к чему я вас призываю.",
        "numberInSurah": 163,
        "juz": 19,
        "manzil": 5,
        "page": 374,
        "ruku": 324,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3096,
        "text": "Я не прошу у вас награды за мой призыв и руководство к истинной вере. Моя награда только у Господа обитателей миров и их Наставника\".",
        "numberInSurah": 164,
        "juz": 19,
        "manzil": 5,
        "page": 374,
        "ruku": 324,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3097,
        "text": "Лут продолжал: \"Неужели вы приходите к мужчинам и предаётесь с ними греху, предпочитая их женщинам?\"- Лут хотел этим осудить великий грех, в который впал его народ.-",
        "numberInSurah": 165,
        "juz": 19,
        "manzil": 5,
        "page": 374,
        "ruku": 324,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3098,
        "text": "\"И неужели вы бросаете ради этого своих разрешённых вам по закону шариата жён, созданных Аллахом для ваших надобностей? Нет, вы, действительно, народ, переступивший все пределы нечестивости, ибо творите великий грех, превосходящий все остальные!\"",
        "numberInSurah": 166,
        "juz": 19,
        "manzil": 5,
        "page": 374,
        "ruku": 324,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3099,
        "text": "Они сказали с гневом, раздражаясь от его слов, осуждающих их мерзкий грех: \"Если ты (о Лут!) не перестанешь упрекать нас, ты будешь одним из первых, изгнанных с позором из нашей земли\".",
        "numberInSurah": 167,
        "juz": 19,
        "manzil": 5,
        "page": 374,
        "ruku": 324,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3100,
        "text": "Лут сказал: \"Ваше деяние - этот ваш грех - мне отвратительно, и я не перестану осуждать ваше греховное деяние\".",
        "numberInSurah": 168,
        "juz": 19,
        "manzil": 5,
        "page": 374,
        "ruku": 324,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3101,
        "text": "Потеряв надежду, что его община послушает его, Лут обратился к своему Господу, прося спасти его и семью от того, что делают эти нечестивцы.",
        "numberInSurah": 169,
        "juz": 19,
        "manzil": 5,
        "page": 374,
        "ruku": 324,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3102,
        "text": "Аллах ответил на его просьбу и спас его и всех, кто последовал за ним, выведя их из домов и наслав на его нечестивый народ великую кару.",
        "numberInSurah": 170,
        "juz": 19,
        "manzil": 5,
        "page": 374,
        "ruku": 324,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3103,
        "text": "Старуха-жена, которая осталась и не вышла с ним, также подверглась каре за неверие, предательство и поддержку грешных распутников.",
        "numberInSurah": 171,
        "juz": 19,
        "manzil": 5,
        "page": 374,
        "ruku": 324,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3104,
        "text": "Аллах погубил неверных грешников, уничтожив их.",
        "numberInSurah": 172,
        "juz": 19,
        "manzil": 5,
        "page": 374,
        "ruku": 324,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3105,
        "text": "Аллах низверг на них с неба сильнейший дождь из камней, который их истребил. Ужасен был этот дождь для тех, кто пренебрегал увещеванием; и подверглись они позорной мучительной гибели.",
        "numberInSurah": 173,
        "juz": 19,
        "manzil": 5,
        "page": 374,
        "ruku": 324,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3106,
        "text": "Эта кара, которой подверглись грешники из этого народа, является доказательством всемогущества Аллаха, но большинство из твоего народа не веруют в твоё послание!",
        "numberInSurah": 174,
        "juz": 19,
        "manzil": 5,
        "page": 374,
        "ruku": 324,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3107,
        "text": "Поистине, твой Господь - Непобедимый, Милосердный и всемогущий над всем сущим, который наказывает грешников и награждает праведников!",
        "numberInSurah": 175,
        "juz": 19,
        "manzil": 5,
        "page": 374,
        "ruku": 324,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3108,
        "text": "Вот притча о Шуайбе и обитателях аль-Айки - местности с переплетающимися густыми деревьями недалеко от Мадйана, где поселилась эта община. Аллах послал к ним Шуайба так же, как Он посылал его в Мадйан, но они опровергли его послание. Этим они словно опровергли все послания Аллаха.",
        "numberInSurah": 176,
        "juz": 19,
        "manzil": 5,
        "page": 374,
        "ruku": 325,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3109,
        "text": "Расскажи (о Мухаммад!), как Шуайб сказал обитателям аль-Айки: \"Неужели вы не боитесь Аллаха и не уверуете в Него?!\" Но они опровергли его и сочли его лжецом.",
        "numberInSurah": 177,
        "juz": 19,
        "manzil": 5,
        "page": 374,
        "ruku": 325,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3110,
        "text": "\"Я послан от Господа миров, чтобы направить вас к прямому пути. Я - для вас верный посланник и истинно передаю Его Послание вам.",
        "numberInSurah": 178,
        "juz": 19,
        "manzil": 5,
        "page": 374,
        "ruku": 325,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3111,
        "text": "Страшитесь наказания Аллаха, слушайте меня и повинуйтесь наставлениям Аллаха и Его назиданиям, покайтесь в своих грехах и перестаньте совершать их!",
        "numberInSurah": 179,
        "juz": 19,
        "manzil": 5,
        "page": 374,
        "ruku": 325,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3112,
        "text": "Я не жду от вас вознаграждения за моё руководство и советы. Поистине, Господь обитателей миров полностью вознаградит меня за мои деяния!\"",
        "numberInSurah": 180,
        "juz": 19,
        "manzil": 5,
        "page": 374,
        "ruku": 325,
        "hizbQuarter": 149,
        "sajda": false
      },
      {
        "number": 3113,
        "text": "Шуайб повелел им полностью соблюдать меру, ибо у них был распространён обычай не наполнять меру полностью и не довешивать людям товары, ущемляя их интересы и права, причиняя им убыток.",
        "numberInSurah": 181,
        "juz": 19,
        "manzil": 5,
        "page": 374,
        "ruku": 325,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3114,
        "text": "\"И взвешивайте людям верными весами, чтобы они получали то, что им принадлежит по праву.",
        "numberInSurah": 182,
        "juz": 19,
        "manzil": 5,
        "page": 374,
        "ruku": 325,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3115,
        "text": "Не уменьшайте людям того, что им принадлежит по праву, и не ходите по земле, распространяя беззаконие и нечестие, убивая людей, занимаясь разбоем, распутничая и развратничая, подчиняясь только своим страстям и похотям.",
        "numberInSurah": 183,
        "juz": 19,
        "manzil": 5,
        "page": 374,
        "ruku": 325,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3116,
        "text": "И побойтесь наказания Аллаха, вашего Творца и Творца прежних сильных и заносчивых народов\".",
        "numberInSurah": 184,
        "juz": 19,
        "manzil": 5,
        "page": 375,
        "ruku": 325,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3117,
        "text": "Они ему ответили: \"Ты - лишь человек, из числа так сильно околдованных, что стал безумным.",
        "numberInSurah": 185,
        "juz": 19,
        "manzil": 5,
        "page": 375,
        "ruku": 325,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3118,
        "text": "Ведь ты - такой же человек, как и мы. Как же ты можешь быть посланником? Мы считаем, что ты действительно лжец.",
        "numberInSurah": 186,
        "juz": 19,
        "manzil": 5,
        "page": 375,
        "ruku": 325,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3119,
        "text": "Низведи на нас какой-нибудь кусок с неба, если ты правдив в своём послании\". В этом предложении - полное отрицание его послания.",
        "numberInSurah": 187,
        "juz": 19,
        "manzil": 5,
        "page": 375,
        "ruku": 325,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3120,
        "text": "Шуайб им ответил: \"Мой Господь лучше знает те грехи, которые вы совершаете, и наказание, которое вы заслуживаете за них. Он низведёт на вас наказание в определённое время\". Эти слова подтверждают, что Шуайб полностью уповает на Аллаха и хочет предупредить их о грозящем им наказании.",
        "numberInSurah": 188,
        "juz": 19,
        "manzil": 5,
        "page": 375,
        "ruku": 325,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3121,
        "text": "Но они продолжали упорствовать в своём опровержении его послания, считая его лжецом, и Аллах наслал на них сильнейший зной, от которого они старались спастись. Но не было для них защиты от него, пока большое облако не закрыло их от солнца, и они укрылись под ним. Но тогда Аллах низвёл его, как огонь, на них и погубил их всех в этот страшный день.",
        "numberInSurah": 189,
        "juz": 19,
        "manzil": 5,
        "page": 375,
        "ruku": 325,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3122,
        "text": "То наказание, которое постигло обитателей аль-Айки за их упорство и нечестие, является знамением всемогущества Аллаха, но большинство твоего народа не веруют.",
        "numberInSurah": 190,
        "juz": 19,
        "manzil": 5,
        "page": 375,
        "ruku": 325,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3123,
        "text": "Поистине, твой Господь - единственный по своей силе и непобедимости и Всемогущий! Он - Милосердный и дарует верующим Свои милости!",
        "numberInSurah": 191,
        "juz": 19,
        "manzil": 5,
        "page": 375,
        "ruku": 325,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3124,
        "text": "Поистине, этот Коран, в котором содержатся эти достоверные притчи, ниспослан Творцом миров, Владыкой, которому принадлежит власть над всякой вещью. Коран - Истина, и его наставления и назидания действуют до Судного дня.",
        "numberInSurah": 192,
        "juz": 19,
        "manzil": 5,
        "page": 375,
        "ruku": 326,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3125,
        "text": "Снизошёл с ним Дух верный - Джибрил - мир ему! -",
        "numberInSurah": 193,
        "juz": 19,
        "manzil": 5,
        "page": 375,
        "ruku": 326,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3126,
        "text": "на твоё сердце, чтобы ты его выучил, понял и незабываемо запечатлел в твоём сердце, чтобы ты предупреждал их и увещевал о наказании нечестивцев.",
        "numberInSurah": 194,
        "juz": 19,
        "manzil": 5,
        "page": 375,
        "ruku": 326,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3127,
        "text": "Джибрил низвёл Коран на твоё сердце на чистом арабском языке, с ясными значениями и явными свидетельствами того, в чём нуждаются люди, чтобы исправить свои деяния, исходя из истинной религии, в земном мире.",
        "numberInSurah": 195,
        "juz": 19,
        "manzil": 5,
        "page": 375,
        "ruku": 326,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3128,
        "text": "О Коране и о том, что он ниспослан Мухаммаду - да благословит его Аллах и приветствует, - указывается в Писаниях, ниспосланных прежним пророкам.",
        "numberInSurah": 196,
        "juz": 19,
        "manzil": 5,
        "page": 375,
        "ruku": 326,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3129,
        "text": "Разве эти упрямые не уверовали в Коран, хотя у них имеются явные свидетельства, доказывающие истинность Мухаммада - да благословит его Аллах и приветствует, - знание знатоков из сынов Исраила о Коране, так как он был упомянут в их Писаниях?!",
        "numberInSurah": 197,
        "juz": 19,
        "manzil": 5,
        "page": 375,
        "ruku": 326,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3130,
        "text": "Если бы Мы ниспослали Коран кому-либо из неарабов, который может говорить по-арабски, но не владеет красноречием, и поэтому нельзя было бы подумать, что он придумал Коран,",
        "numberInSurah": 198,
        "juz": 19,
        "manzil": 5,
        "page": 375,
        "ruku": 326,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3131,
        "text": "и если бы он прочитал им Коран правильным чтением, они бы всё равно не уверовали в него и нашли бы причину для неверия.",
        "numberInSurah": 199,
        "juz": 19,
        "manzil": 5,
        "page": 375,
        "ruku": 326,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3132,
        "text": "Так Мы ввели неверие в сердца грешников и оставили его там, так же как Мы делали с другими, подобными им, людьми.",
        "numberInSurah": 200,
        "juz": 19,
        "manzil": 5,
        "page": 375,
        "ruku": 326,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3133,
        "text": "Не откажутся они от своей настойчивости и неверия, пока не увидят мучительную кару, о которой их предупреждали.",
        "numberInSurah": 201,
        "juz": 19,
        "manzil": 5,
        "page": 375,
        "ruku": 326,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3134,
        "text": "Наказание постигнет их так внезапно, что они не почувствуют, как оно к ним приближается.",
        "numberInSurah": 202,
        "juz": 19,
        "manzil": 5,
        "page": 375,
        "ruku": 326,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3135,
        "text": "И когда их постигнет кара, они скажут, сожалея о том, что не уверовали, и прося отсрочку: \"Будет ли нам отсрочка в наказании?\" Но они не получат ответа на эту просьбу.",
        "numberInSurah": 203,
        "juz": 19,
        "manzil": 5,
        "page": 375,
        "ruku": 326,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3136,
        "text": "Аллах - хвала Ему Всевышнему! - сказал: \"Разве мекканских неверующих так обольстила отсрочка Моего наказания, что они просят ускорить им наказание?!\" Аллах Всевышний хочет этим показать, как безрассудны эти люди, которые торопят наказание, слушая увещевания и предупреждения.",
        "numberInSurah": 204,
        "juz": 19,
        "manzil": 5,
        "page": 375,
        "ruku": 326,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3137,
        "text": "Подумал ли ты (о Мухаммад!), что было бы с ними, если бы Мы даровали им долгую жизнь и мирские блага,",
        "numberInSurah": 205,
        "juz": 19,
        "manzil": 5,
        "page": 375,
        "ruku": 326,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3138,
        "text": "а затем постигло бы их обещанное им наказание?",
        "numberInSurah": 206,
        "juz": 19,
        "manzil": 5,
        "page": 375,
        "ruku": 326,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3139,
        "text": "Ни их долголетняя жизнь, ни их мирские блага не отведут от них ничего из наказания Аллаха. Наказание Аллаха не минует их рано или поздно. Нет добра в благах, за которыми следует наказание.",
        "numberInSurah": 207,
        "juz": 19,
        "manzil": 5,
        "page": 376,
        "ruku": 326,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3140,
        "text": "Мы никогда не подвергаем ни одного народа гибели до направления к нему посланников, чтобы те увещевали и предупреждали его и чтобы Мы имели довод против его неверия.",
        "numberInSurah": 208,
        "juz": 19,
        "manzil": 5,
        "page": 376,
        "ruku": 326,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3141,
        "text": "Это - для наставления и назидания. Мы не были несправедливы, и прежде чем подвергнуть народ наказанию, посылали к нему Нашего посланника.",
        "numberInSurah": 209,
        "juz": 19,
        "manzil": 5,
        "page": 376,
        "ruku": 326,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3142,
        "text": "Коран отрицает измышления мекканских неверных о том, что за спиной Мухаммада стоит джинн, который низводит ему Коран. В Коране утверждается, что не нисходили с этим Кораном шайтаны.",
        "numberInSurah": 210,
        "juz": 19,
        "manzil": 5,
        "page": 376,
        "ruku": 326,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3143,
        "text": "Им и нельзя это делать, да и не могут они.",
        "numberInSurah": 211,
        "juz": 19,
        "manzil": 5,
        "page": 376,
        "ruku": 326,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3144,
        "text": "Ведь им запрещено слушать Коран, который ниспослан с Духом Святым Мухаммаду - да благословит его Аллах и приветствует!",
        "numberInSurah": 212,
        "juz": 19,
        "manzil": 5,
        "page": 376,
        "ruku": 326,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3145,
        "text": "Обратись к Аллаху Единому, искренне поклоняйся Ему и не обращай внимания на распутство и ложь многобожников и их дурное поведение. Призыв, обращённый к Мухаммаду, - искренне поклоняться Аллаху - это призыв ко всему народу.",
        "numberInSurah": 213,
        "juz": 19,
        "manzil": 5,
        "page": 376,
        "ruku": 326,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3146,
        "text": "Устрашай своих близких (по крови) и близких из твоей общины наказанием Аллаха за многобожие и неповиновение Аллаху.",
        "numberInSurah": 214,
        "juz": 19,
        "manzil": 5,
        "page": 376,
        "ruku": 326,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3147,
        "text": "Будь добрым с теми, кто уверовал в твой призыв к истинной вере.",
        "numberInSurah": 215,
        "juz": 19,
        "manzil": 5,
        "page": 376,
        "ruku": 326,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3148,
        "text": "Если они не послушают тебя и не последуют за тобой, тогда отрекись от них и их деяний, от их многобожия и всех их других грехов и скажи: \"Я не причастен к тому, что вы творите\".",
        "numberInSurah": 216,
        "juz": 19,
        "manzil": 5,
        "page": 376,
        "ruku": 326,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3149,
        "text": "Полагайся только на Аллаха Великого, Всемогущего, который может Своим величием победить твоих врагов и Своей милостью помочь вам и любому искренне верующему человеку одержать победу,",
        "numberInSurah": 217,
        "juz": 19,
        "manzil": 5,
        "page": 376,
        "ruku": 326,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3150,
        "text": "который видит тебя, когда ты встаёшь на молитву (и на дополнительную молитву) и когда творишь добрые деяния.",
        "numberInSurah": 218,
        "juz": 19,
        "manzil": 5,
        "page": 376,
        "ruku": 326,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3151,
        "text": "Он видит, когда, среди молящихся, ты, будучи их имамом, встаёшь, сидишь, поклоняешься и падаешь ниц.",
        "numberInSurah": 219,
        "juz": 19,
        "manzil": 5,
        "page": 376,
        "ruku": 326,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3152,
        "text": "Аллах - хвала Ему Всевышнему! - слышит твою молитву и поминание Аллаха и знает твои намерения и твои деяния. Будто Он - слава Ему! - говорит тебе: \"Облегчи себя немного от тягости поклонения\". Ведь Он знает и видит всё, что ты делаешь. Ведь Аллах - Слышащий, Знающий!",
        "numberInSurah": 220,
        "juz": 19,
        "manzil": 5,
        "page": 376,
        "ruku": 326,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3153,
        "text": "Многобожники говорят, что шайтаны внушают Мухаммаду то, что он говорит. В Коране ответ на эту ложь: \"Сказать ли вам, на кого нисходят шайтаны и с кем они говорят?!\"",
        "numberInSurah": 221,
        "juz": 19,
        "manzil": 5,
        "page": 376,
        "ruku": 326,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3154,
        "text": "Нисходят они на каждого грешного лжеца и совершающего великие грехи: на распутных предсказателей, которые схожи по характеру с шайтанами.",
        "numberInSurah": 222,
        "juz": 19,
        "manzil": 5,
        "page": 376,
        "ruku": 326,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3155,
        "text": "Они говорят подслушанное у шайтанов, о чём имеют неясное понимание. Большинство среди них - лжецы, которые преувеличивают то, что они слышат.",
        "numberInSurah": 223,
        "juz": 19,
        "manzil": 5,
        "page": 376,
        "ruku": 326,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3156,
        "text": "Неверующие говорят, что Коран - поэзия и что Мухаммад - поэт. Аллах разоблачил их ложь. Ведь Коран содержит мудрость, притчи, назидания, наставления, законы. Стиль Корана отличается от поэтического стиля, основанного на вымысле, мечтаниях и обмане. Аллах разъяснил, что Мухаммад - да благословит его Аллах и приветствует! - отличается от поэтов. Ведь он изрекает поучительные назидания и мудрость, а в их словах вымысел и обман. Таково большинство поэтов.",
        "numberInSurah": 224,
        "juz": 19,
        "manzil": 5,
        "page": 376,
        "ruku": 326,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3157,
        "text": "Разве ты не видишь, что они бродят в своих речах по всем долинам слов и не находят прямого пути истины,",
        "numberInSurah": 225,
        "juz": 19,
        "manzil": 5,
        "page": 376,
        "ruku": 326,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3158,
        "text": "что они говорят своими языками то, чего они не делают и не соблюдают сами?",
        "numberInSurah": 226,
        "juz": 19,
        "manzil": 5,
        "page": 376,
        "ruku": 326,
        "hizbQuarter": 150,
        "sajda": false
      },
      {
        "number": 3159,
        "text": "Но те, которые уверовали и пошли по прямому пути Истины Аллаха, творили добрые деяния и приобрели высокие нравственные достоинства, поминая Аллаха так много, что в их сердцах усилилась богобоязненность, могут делать поэзию исцелением от болезни неверия, защищая свою религию, сражаясь за истину против несправедливости. Те неверные, которые были несправедливы к себе, настаивая на многобожии и высмеивая пророка, узнают, какая судьба их ожидает, какой гибели они подвергнутся и в каком убытке они будут.",
        "numberInSurah": 227,
        "juz": 19,
        "manzil": 5,
        "page": 376,
        "ruku": 326,
        "hizbQuarter": 150,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "ru.muntahab",
      "language": "ru",
      "name": "Аль-Мунтахаб",
      "englishName": "Ministry of Awqaf, Egypt",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}