{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 95,
    "name": "سُورَةُ التِّينِ",
    "englishName": "At-Tin",
    "englishNameTranslation": "The Fig",
    "revelationType": "Meccan",
    "numberOfAyahs": 8,
    "ayahs": [
      {
        "number": 6099,
        "text": "Клянусь смоковницей и маслиной, плоды которых благословенны и из которых люди извлекают много пользы, [[Во имя Аллаха Милостивого, Милосердного! Эта сура ниспослана в Мекке. Она состоит из 8 айатов. В ней Аллах поклялся двумя благословенными плодами и двумя святыми местами в том, что Он сотворил человека в самом прекрасном виде, наделив его разумом, волей и прочими совершенными качествами. Далее в айатах говорится, что человек не использует тех способностей, которыми наделил его Аллах, чтобы поклоняться Аллаху, поэтому его ступень опустилась до самого низкого уровня, за исключением тех, которые уверовали и совершали благочестивые деяния. Для них будет неиссякаемая награда. В суре порицаются те, кто не уверовал в воскресение, несмотря на доказательства могущества Аллаха и Его мудрости.]]",
        "numberInSurah": 1,
        "juz": 30,
        "manzil": 7,
        "page": 597,
        "ruku": 537,
        "hizbQuarter": 239,
        "sajda": false
      },
      {
        "number": 6100,
        "text": "и клянусь горою, на которой Аллах беседовал с Мусой,",
        "numberInSurah": 2,
        "juz": 30,
        "manzil": 7,
        "page": 597,
        "ruku": 537,
        "hizbQuarter": 239,
        "sajda": false
      },
      {
        "number": 6101,
        "text": "и этим городом - высокочтимой Меккой. Все, кто посещает этот город, признают его достоинства и высокочтимость; а кто войдёт в него будет чувствовать себя в полной безопасности.",
        "numberInSurah": 3,
        "juz": 30,
        "manzil": 7,
        "page": 597,
        "ruku": 537,
        "hizbQuarter": 239,
        "sajda": false
      },
      {
        "number": 6102,
        "text": "Мы сотворили человеческий род наилучшим образом, в самом совершенном виде и наделили его самыми прекрасными качествами.",
        "numberInSurah": 4,
        "juz": 30,
        "manzil": 7,
        "page": 597,
        "ruku": 537,
        "hizbQuarter": 239,
        "sajda": false
      },
      {
        "number": 6103,
        "text": "Потом Мы понизили его ступень и обратили его в нижайшее из низших по степени, поскольку он не выполнил то, для чего он был создан - не поклонялся Аллаху,",
        "numberInSurah": 5,
        "juz": 30,
        "manzil": 7,
        "page": 597,
        "ruku": 537,
        "hizbQuarter": 239,
        "sajda": false
      },
      {
        "number": 6104,
        "text": "за исключением тех, которые уверовали и совершали благочестивые деяния. Для них будет вечная, неиссякаемая, неизмеримая награда.",
        "numberInSurah": 6,
        "juz": 30,
        "manzil": 7,
        "page": 597,
        "ruku": 537,
        "hizbQuarter": 239,
        "sajda": false
      },
      {
        "number": 6105,
        "text": "Почему же ты, о человек, не уверовал в воскрешение и воздаяние после того, как стали ясными доказательства Нашего могущества творить воскрешение и воздаяние.",
        "numberInSurah": 7,
        "juz": 30,
        "manzil": 7,
        "page": 597,
        "ruku": 537,
        "hizbQuarter": 239,
        "sajda": false
      },
      {
        "number": 6106,
        "text": "Разве Аллах, который сотворил всё, что Мы перечислили тебе, не Наимудрейший из судей Своим творением и созданием?",
        "numberInSurah": 8,
        "juz": 30,
        "manzil": 7,
        "page": 597,
        "ruku": 537,
        "hizbQuarter": 239,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "ru.muntahab",
      "language": "ru",
      "name": "Аль-Мунтахаб",
      "englishName": "Ministry of Awqaf, Egypt",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}