{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 103,
    "name": "سُورَةُ العَصۡرِ",
    "englishName": "Al-Asr",
    "englishNameTranslation": "The Declining Day, Epoch",
    "revelationType": "Meccan",
    "numberOfAyahs": 3,
    "ayahs": [
      {
        "number": 6177,
        "text": "Клянусь временем, в которое происходит много чудесных явлений и назиданий, [[Во имя Аллаха Милостивого, Милосердного! Сура \"Время\" ниспослана в Мекке и состоит из 3 айатов. В этой суре Аллах - хвала Ему! - поклялся временем, потому что в течение его происходят чудесные явления и назидания, которые указывают на могущество Аллаха и Его мудрость в том, что человек несёт убытки в своих делах, кроме верующих, которые совершают благочестивые деяния, побуждая друг друга придерживаться истины, т. е всего доброго, побуждая друг друга к терпению, выполняя то, что им велено, и удерживаясь от запретного.]]",
        "numberInSurah": 1,
        "juz": 30,
        "manzil": 7,
        "page": 601,
        "ruku": 545,
        "hizbQuarter": 240,
        "sajda": false
      },
      {
        "number": 6178,
        "text": "в том, что каждый человек бывает в каком-то убытке из-за того, что он руководствуется нечестивыми прихотями и страстями,",
        "numberInSurah": 2,
        "juz": 30,
        "manzil": 7,
        "page": 601,
        "ruku": 545,
        "hizbQuarter": 240,
        "sajda": false
      },
      {
        "number": 6179,
        "text": "за исключением тех, которые уверовали в Аллаха, совершали благочестивые деяния, соблюдали и исполняли предписания Аллаха и заповедали друг другу придерживаться истины в своих убеждениях, словах и делах, и заповедали друг другу терпеть трудности, стоящие перед тем, кто придерживается религии. Они будут спасены и не понесут урона, и преуспеют в этой и в будущей жизни.",
        "numberInSurah": 3,
        "juz": 30,
        "manzil": 7,
        "page": 601,
        "ruku": 545,
        "hizbQuarter": 240,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "ru.muntahab",
      "language": "ru",
      "name": "Аль-Мунтахаб",
      "englishName": "Ministry of Awqaf, Egypt",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}