{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 13,
    "name": "سُورَةُ الرَّعۡدِ",
    "englishName": "Ar-Ra'd",
    "englishNameTranslation": "The Thunder",
    "revelationType": "Medinan",
    "numberOfAyahs": 43,
    "ayahs": [
      {
        "number": 1708,
        "text": "یہ کتاب کی آیتیں ہیں اور جو کچھ تجھ پر تیرے رب سے اترا سوحق ہے اورلیکن اکثر آدمی ایمان نہیں لاتے",
        "numberInSurah": 1,
        "juz": 13,
        "manzil": 3,
        "page": 249,
        "ruku": 205,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1709,
        "text": "الله وہ ہے جس نے آسمانوں کو ستونوں کے بغیر بلند کیا جنہیں تم دیکھ رہے ہو پھر عرش پر قائم ہوا اور سورج اور چاند کو کام پر لگا دیا ہر ایک اپنے وقت معین پر چل رہا ہے وہ ہر ایک کام کاانتظام کرتا ہے نشانیاں کھول کر بتاتا ہے تاکہ تم اپنے رب سے ملنے کا یقین کر لو",
        "numberInSurah": 2,
        "juz": 13,
        "manzil": 3,
        "page": 249,
        "ruku": 205,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1710,
        "text": "اور اسی نے زمین کو پھیلایا اور اس میں پہاڑاور دریا بنائے اور زمین میں ہر ایک پھل دوقسم کا بنایا دن کو رات سے چھپا دیتا ہے بے شک اس میں سوچنے والوں کے لیے نشانیاں ہیں",
        "numberInSurah": 3,
        "juz": 13,
        "manzil": 3,
        "page": 249,
        "ruku": 205,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1711,
        "text": "اور زمین میں ٹکڑے ایک دوسرے سے ملے ہوئے ہیں اور انگور کے باغ ہیں اور کھیتیاں اور کھجوریں ہیں ایک کی جڑ ملی ہوئی بعض بن ملی انہیں پانی بھی ایک ہی دیا جاتا ہے اور ہم ایک کو دوسرے پر پھلوں میں فضیلت دیتے ہیں بے شک اسمیں عقل مندوں کے لیے بڑی نشانیاں ہیں",
        "numberInSurah": 4,
        "juz": 13,
        "manzil": 3,
        "page": 249,
        "ruku": 205,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1712,
        "text": "اگر تو عجیب بات چاہے تو ان کا یہ کہنا عجب ہے کہ کیا جب ہم مٹی ہو گئے کیا نئے سرے سے بنائیں جائیں گے یہی وہ ہیں جو اپنے رب سے منکر ہو گئے اور انہیں کی گردنوں میں طوق ہوں گے اور یہی دوزخی ہیں و ہ اس میں ہمیشہ رہیں گے",
        "numberInSurah": 5,
        "juz": 13,
        "manzil": 3,
        "page": 249,
        "ruku": 205,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1713,
        "text": "اور تجھ سے بھلائی سے پہلے برائی کو جلد مانگتے ہیں اور ان سے پہلے بہت سے عذاب سے گزر چکے ہیں اور بے شک تیرا رب لوگو ں کو باوجود ان کے ظلم کے معاف بھی کرتا ہے اور تیرے رب کا عذاب بھی سخت ہے",
        "numberInSurah": 6,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 205,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1714,
        "text": "اورکافر کہتے ہیں اس کے رب سے اس پر کوئی نشانی کیوں نہیں اتری تم تومحض ڈرانے والے ہوں اور ہر قوم کے لیے ایک رہبر ہوتا آیا ہے",
        "numberInSurah": 7,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 205,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1715,
        "text": "الله کو معلوم ہے کہ جو کچھ ہر مادہ اپنے پیٹ میں لیے ہوئے ہے اورجو کچھ پیٹ میں سکڑتا اور بڑھتا ہے اور اس کے ہاں ہر چیز کا اندازہ ہے",
        "numberInSurah": 8,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1716,
        "text": "پوشیدہ اور ظاہر کا جاننے والا ہے سب سے بڑا بلند مرتبہ ہے",
        "numberInSurah": 9,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1717,
        "text": "تم میں سے جو شخص کوئی بات چپکے سے کہے یا پکار کرکہے اور جو شخص رات میں کہیں چھپ جائے یا دن میں چلے پھرے یہ سب برابر ہیں",
        "numberInSurah": 10,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1718,
        "text": "ہر شخص حفاظت کے لیے کچھ فرشتے ہیں اس کے آگے اورپیچھے الله کے حکم سے اس کی نگہبانی کرتے ہیں بے شک الله کسی قوم کی حالت نہیں بدلتا جب تک وہ خود اپنی حالت کو نہ بدلے اور جب الله کو کسی قوم کی برائی چاہتا ہے پھر اسے کوئی نہیں روک سکتا اور اس کے سوا ان کا کوئی مددگار نہیں ہو سکتا",
        "numberInSurah": 11,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1719,
        "text": "وہی ہے جو تمہیں خوف یا امید دلانے کے لیے بجلی دکھاتا اور بھاری بادلوں کو اٹھاتا ہے",
        "numberInSurah": 12,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1720,
        "text": "اور رعد ا سکی پاکی کے ساتھ ا سکی تعریف کرتا ہے اور سب فرشتے اس کے ڈر سے اور بجلیاں بھیجتا ہے پھر انہیں جس پر چاہتا ہے گرا دیتا ہے اور یہ تو الله کے بارے میں جھگڑتے ہیں حالانکہ وہ بڑی قوت والا ہے",
        "numberInSurah": 13,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1721,
        "text": "اسی کو پکارنا بجا ہے اوراس کے سوا جن لوگوں کو پکارتے ہیں وہ ان کے کچھ بھی کام نہیں آتے مگر جیسا کوئی پانی کی طرف اپنے دونوں ہاتھ پھیلائے کہ اس کے منہ میں آجائے حالانکہ وہ اس کے منہ تک نہیں پہنچتا اور کافروں کی جتنی پکار ہے سب گمراہی ہے",
        "numberInSurah": 14,
        "juz": 13,
        "manzil": 3,
        "page": 251,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1722,
        "text": "اور چارو ناچار الله ہی کو آسمان والے اور زمین والے سجدہ کرتے ہیں اور ان کے سائے بھی صبح اور شام",
        "numberInSurah": 15,
        "juz": 13,
        "manzil": 3,
        "page": 251,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": {
          "id": 2,
          "recommended": true,
          "obligatory": false
        }
      },
      {
        "number": 1723,
        "text": "کہو آسمانوں اور زمین کا رب کون ہے کہہ دو الله کہو پھر کیا تم نے الله کے سوا ان چیزوں کو معبود نہیں بنا رکھا جو اپنے نفسوں کے نفع اور نقصان کےبھی مالک نہیں کہو کیا اندھا اور دیکھنے والا برابر ہوسکتا ہے یا کہیں اندھیرا اور روشنی برابر ہو سکتے ہیں کیا جنہیں انہوں نے الله کا شریک بنا رکھا ہے انہو ں نے بھی الله کی مخلوق جیسی کوئی مخلوق بنائی ہے پھر مخلوق ان کی نظر میں مشتبہ ہو گئی ہے پیدا کرنے والااللہ ہے اور وہ اکیلا زبردست ہے",
        "numberInSurah": 16,
        "juz": 13,
        "manzil": 3,
        "page": 251,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1724,
        "text": "اس نے آسمان سے پانی اتارا پھر اس سے اپنی مقدار میں نالے بہنے لگے پھر وہ سیلاب پھولا ہوا جھاگ اوپر لایا اور جس چیز کو آگ میں زیور یا کسی اور اسباب بنانے کے لیے پگھلاتے ہیں اس پر بھی ویسا ہی جھاگ ہوتا ہے الله حق اور باطل کی مثال بیان فرماتا ہے پھر جو جھاگ ہے وہ یونہی جاتا رہتا ہے اور جو لوگوں کو فائدہ دے وہ زمین میں ٹھیر جاتا ہے اسی طرح الله مثالیں بیان فرماتا ہے",
        "numberInSurah": 17,
        "juz": 13,
        "manzil": 3,
        "page": 251,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1725,
        "text": "جنہو ں نے اپنے رب کا حکم مانا ان کے واسطے بھلائی ہے اور جنہوں نے اس کا حکم نہ مانا اگر ان کے پاس سارا ہو جو کچھ زمین میں ہے اور اس کے ساتھ اتنا ہی او رہو تو سب جرمانہ میں دینا قبول کریں گے ان لوگو ں کے لیے برا حساب ہے اور ان کا ٹھکانا دوزخ ہے اوروہ برا ٹھکانا ہے",
        "numberInSurah": 18,
        "juz": 13,
        "manzil": 3,
        "page": 251,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1726,
        "text": "بھلا جو شخص جانتا ہے کہ تیرے رب سے تجھ پر جو کچھ اترا ہے حق ہے اس کےبرابر ہو سکتا ہے جو اندھا ہے سمجھتے تو عقل والے ہی ہیں",
        "numberInSurah": 19,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1727,
        "text": "وہ لوگ جو الله کے عہد کو پوراکرتے ہیں اور اس عہد کو نہیں توڑتے",
        "numberInSurah": 20,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1728,
        "text": "اور وہ لوگ جو ملاتے ہیں جس کے ملانے کو الله نے فرمایا ہے اور اپنے رب سے ڈرتے ہیں اور برے حساب کا خوف رکھتے ہیں",
        "numberInSurah": 21,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1729,
        "text": "وہ جنہوں نے اپنے رب کی رضا مندی کے لیے صبر کیا اور نماز قائم کی اور ہمارے دیئے ہوئے میں سے پوشیدہ اور ظاہر خرچ کیا اور برائی کے مقابلے میں بھلائی کرتے ہیں انہیں کے لیے آخرت کا گھر ہے",
        "numberInSurah": 22,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1730,
        "text": "ہمیشہ رہنے کے باغ جن میں وہ خود بھی رہیں گے اور ان کے باپ دادا اوربیویوں اور اولاد میں سے بھی جو نیکو کار ہیں اور ان کے پاس فرشتے ہر دروازے سے آئیں گے",
        "numberInSurah": 23,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1731,
        "text": "کہیں گے تم پر سلامتی ہو تمہارے صبر کرنے کی وجہ سے پھر آخرت کا گھر کیا ہی اچھا ہے",
        "numberInSurah": 24,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1732,
        "text": "اور جو لو گ الله کا عہد مضبوط کرنے کے بعد توڑ تے ہیں اور اس چیز کو توڑتے ہیں جسے الله نے جوڑنے کا حکم فرمایا اور ملک میں فساد کرتے ہیں ان کے لیے لعنت ہے اور ان کے لیے برا گھر ہے",
        "numberInSurah": 25,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1733,
        "text": "الله ہی جس کے لیے چاہتا ہے روزی فراخ اور تنگ کرتا ہے اور دنیا کی زندگی پر خوش ہیں اور دنیا کی زندگی آخرت کے مقابلے میں کچھ نہیں مگر تھوڑاسا اسباب",
        "numberInSurah": 26,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1734,
        "text": "اور کافر کہتے ہیں اس پراس کے رب سے کوئی نشانی کیوں نہیں اتری کہہ دو الله جس کو چاہتا ہے گمراہ کر دیتاہے اور جو اس کی طرف رجوع کرتا ہے اسے اپنے تک پہنچنے کا راستہ دکھاتا ہے",
        "numberInSurah": 27,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 208,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1735,
        "text": "وہ لوگ جو ایمان لائے اور ان کے دلوں کو الله کی یاد سے تسکین ہوتی ہے خبردار! الله کی یاد ہی سے دل تسکین پاتے ہیں",
        "numberInSurah": 28,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 208,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1736,
        "text": "جو لوگ ایمان لائے او راچھے کام کیے ان کے لیے خوشخبری اور اچھا ٹھکانا ہے",
        "numberInSurah": 29,
        "juz": 13,
        "manzil": 3,
        "page": 253,
        "ruku": 208,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1737,
        "text": "اسی طرح ہم نے تجھےایک امت میں بھیجا ہے کہ اس سے پہلے کئی امتیں گزرچکی ہیں تاکہ تو انہیں سناد ے جو ہم نے تیری طرف حکم بھیجا ہے اور وہ تو رحمنٰ کے منکر ہیں کہہ دو وہی میرا رب ہے جس کے سوا کوئی معبود نہیں اسی پر میں نے بھروسہ کیا ہے اور اسی کی طرف میرا رجوع ہے",
        "numberInSurah": 30,
        "juz": 13,
        "manzil": 3,
        "page": 253,
        "ruku": 208,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1738,
        "text": "اور اگر تحقیق کوئی ایسا قرآن نازل ہوتا جس سے پہاڑ چلتے یا اس سے زمین کے ٹکڑے ہو جاتے یا اس سے مردے بول اٹھتے (تب بھی نہ مانتے) بلکہ سب کام الله کے ہاتھ میں ہیں پھر کیا ایمان والے اس بات سے نا امید ہو گئے ہیں کہ اگر الله چاہتا تو سب آدمیوں کو ہدایت کر دیتا اور کافروں پر تو ہمیشہ ان کی بداعمالی سے کوئی نہ کوئی مصیبت آتی رہے گی یا وہ بلا ان کے گھر کے قریب نازل ہوگی یہاں تک کہ الله کا وعدہ پورا ہو بے شک الله اپنے وعدے کے خلاف نہیں کرتا",
        "numberInSurah": 31,
        "juz": 13,
        "manzil": 3,
        "page": 253,
        "ruku": 208,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1739,
        "text": "اور تجھ سے پہلے کئی رسولوں سے ہنسی کی گئی ہے پھر میں نے کافروں کو مہلت دی پھر انہیں پکڑ لیا پھر ہمارا عذاب کیسا تھا",
        "numberInSurah": 32,
        "juz": 13,
        "manzil": 3,
        "page": 253,
        "ruku": 209,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1740,
        "text": "بھلا جو ہر کسی کے سر پر لیے کھڑا ہے جو اس نے کیا ہے اور انہوں نے الله کے لیے شریک بنا رکھے ہیں کہہ دو ان کے نام بتلاؤ کیا الله کو وہ بات بتاتے ہو جسے وہ زمین میں نہیں جانتا یا اوپر ہی کی باتیں کرتے ہو بلکہ کافروں کے فریب انہیں بھلے معلوم کرائے گئے ہیں اور وہ راستہ سے روکے گئے ہیں اور جسے الله گمراہ کرے پھر اسے کوئی بھی ہدایت دینے والا نہیں ہے",
        "numberInSurah": 33,
        "juz": 13,
        "manzil": 3,
        "page": 253,
        "ruku": 209,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1741,
        "text": "ان کے لیے دنیا کی زندگی میں عذاب ہے اور البتہ آخرت کا عذاب تو بہت ہی سخت ہے اور انہیں الله سے بچانےوالا کوئی نہیں ہو گا",
        "numberInSurah": 34,
        "juz": 13,
        "manzil": 3,
        "page": 253,
        "ruku": 209,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1742,
        "text": "اس جنت کا حال جس کا پرہیزگاروں سے وعدہ کیا گیا ہے اس کے نیچے نہریں بہتی ہیں جس کے میوے اور سائے ہمیشہ رہیں گے یہ پرہیزگاروں کا انجام ہے اور کافروں کا انجام آگ ہے",
        "numberInSurah": 35,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 209,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1743,
        "text": "اور وہ لوگ جنہیں ہم نے کتاب دی ہے اس سےخوش ہوتے ہیں جو تجھ پر نازل ہوا اور جماعتوں میں سے بعض لوگ اس کی بعضی بات نہیں مانتے کہہ دو مجھے تو یہی حکم ہوا ہے کہ الله کی بندگی کروں اور اس کے ساتھ کسی کو شریک نہ کروں اس کی طرف بلاتا ہوں اور اسی کی طرف میرا ٹھکانا ہے",
        "numberInSurah": 36,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 209,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1744,
        "text": "اور اسی طرح ہم نے یہ کلام اتارا کتاب عربی زبان میں اور اگرتو ان کی خواہش کے مطابق چلے بعد اس علم کے جو تجھے پہنچ چکا ہے تیرا الله سے کوئی حمایتی اور بچانے والا نہ ہوگا",
        "numberInSurah": 37,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 209,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1745,
        "text": "او رالبتہ تحقیق ہم نے تجھ سے پہلے کئی رسول بھیجے اور ہم نے انہیں بیویاں اور اولاد بھی دی تھی اور کسی رسول کے اختیار میں نہ تھا کہ وہ الله کے حکم کے سوا کوئی معجزہ لاتا ہر زمانے کے مناسب احکام ہوتے ہیں",
        "numberInSurah": 38,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 210,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1746,
        "text": "الله جو چاہے موقوف کر دیتا ہے اور باقی رکھتا ہے اور اسی کے پاس اصل کتاب ہے",
        "numberInSurah": 39,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 210,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1747,
        "text": "اور اگر ہم تجھے کوئی وعدہ دکھا دیں جو ہم نے ان سے کیا ہے یا تجھے اٹھا لیں سوتیرے ذمہ تو پہنچا دینا ہے اور ہمارے ذمہ حساب لینا ہے",
        "numberInSurah": 40,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 210,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1748,
        "text": "کیا وہ نہیں دیکھتے کہ ہم زمین کو اس کے کناروں سے گھٹاتے چلے آتے ہیں اور الله حکم کرتاہے کوئی اس کے حکم کو ہٹا نہیں سکتا اور وہ جلد حساب لینے والا ہے",
        "numberInSurah": 41,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 210,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1749,
        "text": "اور ان سے پہلےلوگ بھی تدبیریں کر چکے ہیں سو اصل تدبیر تو الله ہی کی ہےجو کچھ کوئی کرتا ہے اسے سب خبر رہتی ہے اورابھی کافروں کو معلوم ہو جائے گا کہ نیک انجام کس کا ہے",
        "numberInSurah": 42,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 210,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1750,
        "text": "اور کہتے ہیں کہ تو رسول نہیں ہے کہہ دو میرے اور تمہارے درمیان الله گواہ کافی ہے اور وہ شخص جس کے پاس کتاب کا علم ہے",
        "numberInSurah": 43,
        "juz": 13,
        "manzil": 3,
        "page": 255,
        "ruku": 210,
        "hizbQuarter": 102,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "ur.ahmedali",
      "language": "ur",
      "name": "احمد علی",
      "englishName": "Ahmed Ali",
      "format": "text",
      "type": "translation",
      "direction": "rtl"
    }
  }
}