{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 22,
    "name": "سُورَةُ الحَجِّ",
    "englishName": "Al-Hajj",
    "englishNameTranslation": "The Pilgrimage",
    "revelationType": "Medinan",
    "numberOfAyahs": 78,
    "ayahs": [
      {
        "number": 2596,
        "text": "اے لوگو اپنے رب سے ڈرو بے شک قیامت کا زلزلہ ایک بڑی چیز ہے",
        "numberInSurah": 1,
        "juz": 17,
        "manzil": 4,
        "page": 332,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2597,
        "text": "جس دن اسے دیکھو گے ہر دودھ پلانے والی اپنے دودھ پیتے کو بھول جائے گی اور ہر حمل والی اپنا حمل ڈال دے گی اور تجھے لوگ مدہوش نظر آئیں گے اور وہ مدہوش نہ ہوں گے لیکن الله کا عذاب سخت ہوگا",
        "numberInSurah": 2,
        "juz": 17,
        "manzil": 4,
        "page": 332,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2598,
        "text": "اور بعضے لوگ وہ ہیں جو الله کے معاملے میں بے سمجھی سے جھگڑتے ہیں اور ہر شیطان سرکش کے کہنے پر چلتے ہیں",
        "numberInSurah": 3,
        "juz": 17,
        "manzil": 4,
        "page": 332,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2599,
        "text": "جس کے حق میں لکھاجا چکا ہے کہ جو اسے یار بنائے گا تو وہ اسے گمراہ کر کے رہے گا اور اسے دوزخ کے عذاب کا راستہ دکھائے گا",
        "numberInSurah": 4,
        "juz": 17,
        "manzil": 4,
        "page": 332,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2600,
        "text": "اے لوگو اگر تمہیں دوبارہ زندہ ہونے میں شک ہے تو ہم نے تمہیں مٹی سے پھر قطرہ سے پھر جمے ہوئے خون سے پھر گوشت کی بوٹی نقشہ بنی ہوئی اور بغیر نقشہ بنی ہوئی سے بنایا تاکہ ہم تمہارے سامنے ظاہر کر دیں اور ہم ر حم میں جس کو چاہتے ہیں ایک مدت معین تک ٹھیراتے ہیں پھر ہم تمہیں بچہ بنا کر باہر لاتے ہیں پھر تاکہ تم اپنی جوانی کو پہنچو اور کچھ تم میں سے مرجاتے ہیں اور کچھ تم میں سے نکمی عمر تک پہنچائے جاتے ہیں کہ سمجھ بوجھ کا درجہ پاکر ناسمجھی کی حالت میں جا پڑتا ہے اور تم زمین کوسوکھی دیکھتے ہو پھر جب ہم اس پر پانی برساتے ہیں تو تر و تازہ ہو جاتی ہے او رہر قسم کے خوش نمانباتات اُگ آتے ہیں",
        "numberInSurah": 5,
        "juz": 17,
        "manzil": 4,
        "page": 332,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2601,
        "text": "یہ اس لیے ہے کہ الله ہی برحق ہے اور مردوں کو زندہ کرے گا اور وہ ہر بات پر قادر ہے",
        "numberInSurah": 6,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2602,
        "text": "اور بے شک قیامت آنے والی ہے جس میں کوئی شک نہیں اور بے شک الله قبروں والوں کو دوبارہ اٹھائے گا",
        "numberInSurah": 7,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2603,
        "text": "اور بعضاً وہ شخص ہے جو الله کے معاملہ میں بے سمجھی اور دلیل اور روشن کتاب کے بغیر تکبر سے جھگڑتا ہے",
        "numberInSurah": 8,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2604,
        "text": "تاکہ الله کی راہ سے بہکائے اس کے لیے دنیا میں رسوائی ہے اور قیامت کے دن بھی ہم اسے دوزخ کے عذاب کا مزہ چکھاویں گے",
        "numberInSurah": 9,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2605,
        "text": "یہ تیرے ہاتھوں کے کیے ہوئے کاموں کا بدلہ ہے اور بےشک الله بندوں پر ظلم کرنے والا نہیں",
        "numberInSurah": 10,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2606,
        "text": "اور بعض وہ لوگ ہیں کہ الله کی بندگی کنارے پر ہو کر کرتے ہیں پھر اگر اسے کچھ فائدہ پہنچ گیا تو اس عبادت پر قائم ہو گیا اور اگر تکلیف پہنچ گئی تو منہ کے بل پھر گیا دنیا اور آخرت گنوائی یہی وہ صریح خسارا ہے",
        "numberInSurah": 11,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2607,
        "text": "الله کے سوا ایسی چیز کو پکارتا ہے جو نہ اسے ضرر دے سکے اور نہ اسے فائدہ پہنچا سکے یہی وہ پرلے درجہ کی گمراہی ہے",
        "numberInSurah": 12,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2608,
        "text": "ایسے کو پکارتا ہے جس کا ضرر اس کے نفع سے نزدیک تر ہے ایسا کارساز بھی برا اور ایسا رفیق بھی برا ہے",
        "numberInSurah": 13,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2609,
        "text": "بے شک الله ان لوگوں کو جو ایمان لائے اور اچھے کام کیے ایسے باغوں میں داخل کرے گا جن کے نیچے نہریں بہتی ہوں گی بے شک الله جو چاہتا ہے کرتا ہے",
        "numberInSurah": 14,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2610,
        "text": "جسے یہ خیال ہو کہ الله دنیا اور آخرت میں اس کی ہرگز مدد نہ کرے گااسے چاہیے کہ چھت میں ایک رسی لٹکائے پھر اسے کاٹ دے پھر دیکھے کہ اس کی تدبیر اس کے غصہ کو دور کرتی ہے",
        "numberInSurah": 15,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2611,
        "text": "اور اسی طرح ہم نےاس قرآن کو واضح آیتیں بنا کر نازل کیا ہے اور بے شک الله جسے چاہتا ہے ہدایت کرتا ہے",
        "numberInSurah": 16,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2612,
        "text": "بے شک الله مسلمانوں اور یہودیوں اور صابیوں اور عیسائیوں اورمجوسیوں اور مشرکوں میں قیامت کے دن فیصلہ کرے گا بےشک ہر چیز الله کے سامنے ہے",
        "numberInSurah": 17,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2613,
        "text": "کیا تم نےنہیں دیکھا کہ جو کوئی آسمانوں میں ہے اور جو کوئی زمین میں ہے اور سورج اور چاند اور ستارے اور پہاڑ اور درخت اورچار پائے اور بہت سے آدمی الله ہی کو سجدہ کرتے ہیں اور بہت سے ہیں کہ جن پر عذاب مقرر ہو چکا ہے اور جسے الله ذلیل کرتا ہے پھر اسے کوئی عزت نہیں دےسکتا بے شک الله جو چاہتا ہے کرتا ہے",
        "numberInSurah": 18,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": {
          "id": 6,
          "recommended": true,
          "obligatory": false
        }
      },
      {
        "number": 2614,
        "text": "یہ دو فریق ہیں جو اپنے رب کے معاملہ میں جھگڑتے ہیں پھر جو منکر ہیں ان کے لیے آگ کے کپڑے قطع کیے گئے ہیں اور ان کےسروں پر کھولتا ہوا پانی ڈالا جائے گا",
        "numberInSurah": 19,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2615,
        "text": "جس سے جو کچھ ان کے پیٹ میں ہے اور کھالیں جھلس دی جائیں گی",
        "numberInSurah": 20,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2616,
        "text": "اور ان پر لوہے کے گرز پڑیں گے",
        "numberInSurah": 21,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2617,
        "text": "جب گھبرا کر وہاں سے نکلنا چاہیں گے اسی میں لوٹا دیئے جائیں گے اور دوزخ کا عذاب چکھتے رہو",
        "numberInSurah": 22,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2618,
        "text": "بے شک الله ان لوگوں کو جو ایمان لائے اور اچھے کام کیے باغوں میں داخل کرے گا جن کے نیچے نہریں بہتی ہوں گی وہاں انہیں سونے کے کنگن اور موتی پہنائیں جائیں گے اور وہاں ان کا لباس ریشمی ہوگا",
        "numberInSurah": 23,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 287,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2619,
        "text": "اور انہوں نے عمدہ بات کی راہ پائی اور تعریف والے الله کی راہ پائی",
        "numberInSurah": 24,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 287,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2620,
        "text": "بے شک جو منکر ہوئے اور لوگوں کو الله کے راستہ اور مسجد حرام سے روکتے ہیں جسے ہم نے سب لوگو ں کے لیے بنایا ہے وہاں اس جگہ کا رہنے والا اورباہروالادونوں برابر ہیں اور جو وہاں ظلم سے کجروی کرنا چاہے تو ہم اسے دردناک عذاب چکھائیں گے",
        "numberInSurah": 25,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 287,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2621,
        "text": "اور جب ہم نے ابراھیم کے لیے کعبہ کی جگہ معین کر دی کہ میرے ساتھ کسی کو شریک نہ کراور میرے گھر کو طواف کرنے والوں اور قیام کرنے والوں اور رکوع و سجود کرنے والوں کے لیے پاک رکھ",
        "numberInSurah": 26,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2622,
        "text": "اور لوگوں میں حج کا اعلان کر دے کہ تیرے پاس پا پیادہ او رپتلے دُبلے اونٹوں پر دور دراز راستوں سے آئیں",
        "numberInSurah": 27,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2623,
        "text": "تاکہ اپنے فائدوں کے لیے آموجود ہوں اورتاکہ جو چار پائے الله نےانہیں دیے ہیں ان پر مقررہ دنوں میں الله کا نام یاد کریں پھر ان میں سے خود بھی کھاؤ اور محتاج فقیر کو بھی کھلاؤ",
        "numberInSurah": 28,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2624,
        "text": "پھر چاہیئے کہ اپنا میل کچیل دور کریں اور اپنی نذریں پوری کریں اور قدیم گھر کا طواف کریں",
        "numberInSurah": 29,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2625,
        "text": "یہی حکم ہے اور جو الله کی معزز چیزوں کی تعظیم کرے گا سو یہ اس کے لیے اس کے رب کے ہاں بہتر ہے اور تمہارے لیے مویشی حلال کر دیئے گئے ہیں مگر وہ جو تمہیں پڑھ کر سنائے جاتے ہیں پھر بتوں کی ناپاکی سے بچو اور جھوٹی بات سے بھی پرہیز کرو",
        "numberInSurah": 30,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2626,
        "text": "خاص الله کے ہو کر رہو اس کے ساتھ کسی کو شریک نہ کرو اور جو الله کے ساتھ کسی کو شریک کرتا ہے تو گویا وہ آسمان سے گر پڑا پھر اسے پرندے اچک لیتے ہیں یا اسے ہوا اڑا کر کسی دور جگہ پھینک دیتی ہے",
        "numberInSurah": 31,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2627,
        "text": "بات یہی ہے اور جو شخص الله کی نامزد چیزوں کی تعظیم کرتا ہے سو یہ دل کی پرہیز گاری ہے",
        "numberInSurah": 32,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2628,
        "text": "تمہارے لیے ان میں ایک وقت معین تک فائدے ہیں پھر اس کے ذبح ہونے کی جگہ قدیم گھر کے قریب ہے",
        "numberInSurah": 33,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2629,
        "text": "اور ہر امت کے لیے ہم نے قربانی مقرر کر دی تھی تاکہ الله نے جو چار پائے انہیں دیے ہیں ان پر الله کا نام یاد کیا کریں پھر تم سب کا معبود تو ایک الله ہی ہے پس اس کے فرمانبردار رہو اور عاجزی کرنے والوں کو خوشخبری سنا دو",
        "numberInSurah": 34,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 289,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2630,
        "text": "وہ لوگ جب الله کا نام لیا جائے تو ان کے دل ڈر جاتے ہیں اور جب ان پر مصیبت آئے تو صبر کرنے والے ہیں اور نماز قائم کرنے والے ہیں اور جو کچھ ہم نے انہیں دیا ہے اس میں سے خرچ کرتے ہیں",
        "numberInSurah": 35,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 289,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2631,
        "text": "اور ہم نے تمہارے لیے قربانی کے اونٹ کو الله کی نشانیوں میں سے بنایا ہے تمہارے لیے ان میں فائدے بھی ہیں پھر ان پر الله کا نام کھڑا کر کے لو پھر جب وہ کسی پہلو پر گر پڑیں تو ان میں سے خود کھاؤ اور صبر سے بیٹھنے والے اور سائل کو بھی کھلاؤ الله نے انہیں تمہارے لیے ایسا مسخر کر دیا ہے تاکہ تم شکر کرو",
        "numberInSurah": 36,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 289,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2632,
        "text": "الله کو نہ ان کا گوشت اور نہ ان کا خون پہنچتا ہے البتہ تمہاری پرہیز گاری اس کے ہاں پہنچتی ہے اسی طرح انہیں تمہارے تابع کر دیا تاکہ تم الله کی بزرگی بیان کرو اس پر کہ اس نے تمہیں ہدایت کی اور نیکوں کو خوشخبری سنا دو",
        "numberInSurah": 37,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 289,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2633,
        "text": "بیشک الله ایمان والوں سے دشمنوں کو ہٹا دے گا الله کسی دغا باز نا شکر گزار کو پسند نہیں کرتا",
        "numberInSurah": 38,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 289,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2634,
        "text": "جن سے کافر لڑتے ہیں انہیں بھی لڑنے کی اجازت دی گئی ہے اس لیے کہ ان پر ظلم کیا گیا اور بیشک الله ان کی مدد کرنے پر قادر ہے",
        "numberInSurah": 39,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2635,
        "text": "وہ لوگ جنہیں ناحق ان کے گھروں سے نکال دیا گیا ہے صرف اس کہنے پر کہ ہمارا رب الله ہے اور اگر الله لوگوں کو ایک دوسرے سے نہ ہٹاتا تو تکیئے اور مدرسے اورعبادت خانے اور مسجدیں ڈھا دی جاتیں جن میں الله کا نام کثرت سے لیا جاتا ہے اور الله ضرور اس کی مدد کر ے گا جو اللہ کی مددکرے گابیشک الله زبردست غالب ہے",
        "numberInSurah": 40,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2636,
        "text": "وہ لوگ اگر ہم انہیں دنیا میں حکومت دے دیں تو نماز کی پابندی کریں اور زکوٰة دیں اور نیک کام کا حکم کریں اور برے کاموں سے روکیں اور ہر کام کا انجام تو الله کے ہی ہاتھ میں ہے",
        "numberInSurah": 41,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2637,
        "text": "اور اگر تمہیں جھٹلائیں تو ان سے پہلے نوح کی قوم اور عاد اور ثمود",
        "numberInSurah": 42,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2638,
        "text": "اور ابراھیم کی قوم اور لوط کی قوم",
        "numberInSurah": 43,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2639,
        "text": "اور مدین والے اپنے اپنے نبی کو جھٹلا چکے ہیں اور موسیٰ کو بھی جھٹلایا گیا پھر میں نے منکروں کو مہلت دی پھر میں نے انہیں پکڑا پھر میری پکڑ کیسی تھی",
        "numberInSurah": 44,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2640,
        "text": "سو کتنی بستیاں ہم نے ہلاک کر دیں اور وہ گناہ گار تھیں اب وہ اپنی چھتوں پر گری پڑی ہیں اور کتنے کنوئیں نکمے اور کتنے پکے محل اجڑے اجڑے پڑے ہیں",
        "numberInSurah": 45,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2641,
        "text": "کیا انھوں نے ملک میں سیر نہیں کی پھر ان کے ایسے دل ہوجاتے جن سے سمجھتے یا ایسے کان ہو جاتے جن سے سنتے پس تحقیق بات یہ ہے کہ آنکھیں اندھی نہیں ہوتیں بلکہ دل جو سینوں میں ہیں اندھے ہو جاتے ہیں",
        "numberInSurah": 46,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2642,
        "text": "اور تجھ سے عذاب جلدی مانگتے ہیں اور الله اپنے وعدہ کا ہرگز خلاف نہیں کرے گا اور ایک دن تیرے رب کے ہاں ہزار برس کے برابر ہوتا ہے جوتم گنتے ہو",
        "numberInSurah": 47,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2643,
        "text": "اور کتنی بستیوں کو میں نے مہلت دی حالانکہ وہ ظالم تھیں پھر میں نے انہیں پکڑا اور میری طرف ہی پھر کر آنا ہے",
        "numberInSurah": 48,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2644,
        "text": "کہہ دو اے لوگو میں تو صرف تمہیں صاف صاف ڈرانے والا ہوں",
        "numberInSurah": 49,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2645,
        "text": "پھر جو لوگ ایمان لائے اوراچھے کام کیے ان کے لیے بخشش اور عزت کی روزی ہے",
        "numberInSurah": 50,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2646,
        "text": "اور جنہوں نے ہماری آیتیوں کے پست کرنے میں کوشش کی وہی دوزخی ہیں",
        "numberInSurah": 51,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2647,
        "text": "اور ہم نے تجھ سے پہلے کوئی بھی ایسا رسول اور نبی نہیں بھیجا کہ جس نے جب کوئی تمنا کی ہو اور شیطان نے اس کی تمنا میں کچھ آمیزش نہ کی ہو پھر الله ّ شیطان کی آمیزش کو دور کرکے اپنی آیتوں کو محفوظ کردیتا ہے اور الله جاننے والا حکمت والا ہے",
        "numberInSurah": 52,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2648,
        "text": "تاکہ شیطان کی آمیزش کو ان لوگوں کے لیے آزمائش بنا دے جن کے دلوں میں بیماری ہے اور جن کے دل سخت ہیں اور بے شک ظالم بڑی ضدی میں پڑے ہوئے ہیں",
        "numberInSurah": 53,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2649,
        "text": "اور تاکہ علم والے اسے تیرے رب کی طرف سے حق سمجھ کر ایمان لے آئیں پھر ان کے دل اس کے لیے جھک جائیں اور بیشک الله ایمان داروں کو سیدھے راستہ کی طرف ہدایت کرنے والا ہے",
        "numberInSurah": 54,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2650,
        "text": "اور منکر قرآن کی طرف سے ہمیشہ شک میں رہیں گے یہاں تک کہ قیامت یکاک ان پر آ مودجود ہو یا منحوس دن کا عذاب ان پر نازل ہو",
        "numberInSurah": 55,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2651,
        "text": "اس دن الله ہی کی حکومت ہوگی وہی ان میں فیصلہ کر لے گا پھر جو ایمان لائے اور اچھے کام کیے وہ نعمت کے باغوں میں ہوں گے",
        "numberInSurah": 56,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2652,
        "text": "اورجو منکر ہوئے اور ہماری آیتوں کو جھٹلایا سو انکے لیے ذلت کا عذاب ہے",
        "numberInSurah": 57,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2653,
        "text": "اور جنہوں نے الله کی راہ میں ہجرت کی پھر قتل کیے گئے یا مر گئے البتہ انہیں الله اچھا رزق دے گا اور بے شک الله سب سے بہتر رزق دینے والا ہے",
        "numberInSurah": 58,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2654,
        "text": "البتہ انہیں ایسی جگہ پہنچائے گا جسے پسند کریں گے اور بیشک الله جاننے والا بردبار ہے",
        "numberInSurah": 59,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2655,
        "text": "بات یہ ہے اور جس نے اسی قدر بدلہ لیا جس قدر اسے تکلیف دی گئی تھی پھر اس پر زیادتی کی گئی تو الله ضرور اس کی مد کرے گا بے شک الله درگزر کرنے والا معاف کرنے والا ہے",
        "numberInSurah": 60,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2656,
        "text": "وہ اس لیے کہ الله رات کو دن میں اور دن کو رات میں داخل کیا کرتا ہے اور بے شک الله سننے والا دیکھنے والا ہے",
        "numberInSurah": 61,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2657,
        "text": "یہ اس لیے کہ حق الله ہی کی ہستی ہے اور جنہیں اس کے سوا پکارتے ہیں باطل ہیں اور بے شک الله ہی بلند مرتبہ بڑائی والا ہے",
        "numberInSurah": 62,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2658,
        "text": "کیا تو نے نہیں دیکھا کہ الله نے آسمان سے پانی نازل کیا پھر زمین سرسبز ہوجاتی ہے بے شک الله مہربان خبردار ہے",
        "numberInSurah": 63,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2659,
        "text": "جوکچھ آسمانوں اور زمین میں ہے سب اسی کا ہے اور بے شک الله وہی بے نیاز قابل تعریف ہے",
        "numberInSurah": 64,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2660,
        "text": "کیا تم نے نہیں دیکھا کہ الله نے زمین کی سب چیزوں اور کشتیوں کو تمہارے تابع کر دیا ہےجو دریا میں اس کے حکم سے چلتی ہیں اور آسمان کو زمین پر گرنے سے تھامے ہوئے ہے مگر اس کے حکم سے بے شک الله لوگوں پر نرمی کرنے والا نہایت رحم کرنے والا ہے",
        "numberInSurah": 65,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2661,
        "text": "اور وہ وہی ہے جس نے تمہیں زندہ کیا پھر تمہیں مارے گا پھر تمہیں زندہ کرے گا بے شک انسان البتہ بڑا ہی نا شکرا ہے",
        "numberInSurah": 66,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2662,
        "text": "ہم نے ہر قوم کے لیے ایک دستور مقرر کر دیا ہے جس پر وہ چلتے ہیں پھر انہیں تمہارے ساتھ اس معاملہ میں جھگڑنا نہ چاہیئے اور اپنے رب کی طرف بلا بے شک تو البتہ سیدھے راستہ پر ہے",
        "numberInSurah": 67,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2663,
        "text": "اور اگر تجھ سے جھگڑا کریں تو کہہ دے الله بہتر جانتا ہے جو تم کرتے ہو",
        "numberInSurah": 68,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2664,
        "text": "الله قیامت کے دن تمہارے درمیان فیصلہ کرے گا جس چیز میں تم اختلاف کرتے تھے",
        "numberInSurah": 69,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2665,
        "text": "کیا تجھے معلوم نہیں کہ الله جانتا ہے جو کچھ آسمان اور زمین میں ہے یہ سب کتاب میں لکھا ہوا ہے یہ الله پر آسان ہے",
        "numberInSurah": 70,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2666,
        "text": "اور الله کے سوا ایسی چیزکو پوجتے ہیں جس پر اس نے کوئی سند نہیں اتاری اور نہ انکے پاس کوئی اس کا علم ہے اور ظالموں کا کوئی مددگار نہ ہوگا",
        "numberInSurah": 71,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2667,
        "text": "اور جب انہیں ہماری کھلی کھلی آیتیں پڑھ کر سنائی جائیں تو تم منکروں کے چہروں میں ناراضگی دیکھو گے قریب ہوتے ہیں کہ جو لوگ انہیں ہماری آیتیں پڑھ کر سناتے ہیں ان پر حملہ کر دیں کہہ دو کیا میں تمہیں اس سے بھی بدتر بات بتاؤں آگ ہے کہ جس کا الله نے منکروں سے وعدہ کیا ہے اور وہ بری جگہ ہے",
        "numberInSurah": 72,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2668,
        "text": "اے لوگو ایک مثال بیان کی جاتی ہے اسے کان لگا کر سنو جنہیں تم الله کے سوا پکارتے ہو وہ ایک مکھی بھی نہیں بنا سکتے اگرچہ وہ سب اس کے لیے جمع ہوجائیں اور اگر ان سے مکھی کوئی چیز چھین لے تو اسے مکھی سے چھڑا نہیں سکتے عابد اور معبود دونوں ہی عاجز ہیں",
        "numberInSurah": 73,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2669,
        "text": "انہوں نے الله کی کچھ بھی قدر نہ کی بے شک الله زوروالا غالب ہے",
        "numberInSurah": 74,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2670,
        "text": "فرشتوں اور آدمیوں میں سے الله ہی پیغام پہنچانے کے لیے چن لیتا ہے بے شک الله سننے والا دیکھنے والا ہے",
        "numberInSurah": 75,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2671,
        "text": "وہ ان کے اگلے اور پچھلے حالات جانتا ہے اور سب کاموں کا مدار الله پر ہے",
        "numberInSurah": 76,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2672,
        "text": "اے ایمان والو رکوع اور سجدہ کرو اور اپنے رب کی بندگی کرو اور بھلائی کرو تاکہ تمہارا بھلا ہو",
        "numberInSurah": 77,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": {
          "id": 7,
          "recommended": true,
          "obligatory": false
        }
      },
      {
        "number": 2673,
        "text": "اور الله کی راہ میں کوشش کرو جیسا کوشش کرنے کا حق ہے اس نے تمہیں پسند کیا ہے اور دین میں تم پر کسی طرح کی سختی نہیں کی تمہارے باپ ابراھیم کا دین ہے اسی نے تمہارا نام پہلے سےمسلمان رکھا تھااوراس قرآن میں بھی تاکہ رسول تم پر گواہ بنے اور تم لوگو ں پر گواہ بنو پس نماز قائم کرو اور زکوٰة دو اور الله کو مضبوط ہو کر پکڑو وہی تمہارا مولیٰ ہے پھر کیا ہی اچھامولیٰ اور کیا ہی اچھا مددگار ہے",
        "numberInSurah": 78,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "ur.ahmedali",
      "language": "ur",
      "name": "احمد علی",
      "englishName": "Ahmed Ali",
      "format": "text",
      "type": "translation",
      "direction": "rtl"
    }
  }
}