{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 47,
    "name": "سُورَةُ مُحَمَّدٍ",
    "englishName": "Muhammad",
    "englishNameTranslation": "Muhammad",
    "revelationType": "Medinan",
    "numberOfAyahs": 38,
    "ayahs": [
      {
        "number": 4546,
        "text": "وہ لوگ جو منکر ہوئے اورانہوں نے لوگوں کو بھی الله کے راستہ سے روکا تو الله نے ان کے اعمال برباد کر دیئے",
        "numberInSurah": 1,
        "juz": 26,
        "manzil": 6,
        "page": 507,
        "ruku": 442,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4547,
        "text": "اوروہ جو ایمان لائے اور انہوں نے اچھے کام کیے اورجو کچھ محمد پر نازل کیا گیا اسپر بھی ایمان لائے اور انہوں نے اچھے کام بھی کیے اور جو کچھ محمد پر نازل کیا گیا اس پر بھی ایمان لائے حالانکہ وہ ان کے رب کی طرف سے برحق بھی ہے تو الله ان کی برائیوں کو مٹا دے گا اور ان کا حال درست کرے گا",
        "numberInSurah": 2,
        "juz": 26,
        "manzil": 6,
        "page": 507,
        "ruku": 442,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4548,
        "text": "یہ اس لیے کہ جولوگ منکر ہیں انہوں نے جھوٹ کی پیروی کی اور جو لوگ ایمان لائے انہوں نے اپنے رب کی طرف سے حق کی پیروی کی اسی طرح اللہ لوگوں کے لیے ان کی مثالیں بیان کرتا ہے",
        "numberInSurah": 3,
        "juz": 26,
        "manzil": 6,
        "page": 507,
        "ruku": 442,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4549,
        "text": "پس جب تم ان کے مقابل ہو جو کافر ہیں تو ان کی گردنیں مارو یہاں تک کہ جب تم ان کو خوب مغلوب کر لو تو ان کی مشکیں کس لو پھر یا تو اس کے بعد احسان کرو یا تاوان لے لو یہاں تک کہ لڑائی اپنے ہتھیار ڈال دے یہی (حکم) ہے اور اگر الله چاہتا تو ان سے خود ہی بدلہ لے لیتا لیکن وہ تمہارا ایک دوسرے کے ساتھ امتحان کرنا چاہتا ہے اور جو الله کی راہ میں مارے گئے ہیں الله ان کے اعمال برباد نہیں کرے گا",
        "numberInSurah": 4,
        "juz": 26,
        "manzil": 6,
        "page": 507,
        "ruku": 442,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4550,
        "text": "جلدی انہیں راہ دکھائے گا اور ان کاحال درست کر دے گا",
        "numberInSurah": 5,
        "juz": 26,
        "manzil": 6,
        "page": 507,
        "ruku": 442,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4551,
        "text": "اور انہیں بہشت میں داخل کرے گا جس کی حقیقت انہیں بتا دی ہے",
        "numberInSurah": 6,
        "juz": 26,
        "manzil": 6,
        "page": 507,
        "ruku": 442,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4552,
        "text": "اے ایمان والو اگر تم الله کی مدد کرو گے وہ تمہاری مدد کرے گا اور تمہارے قدم جمائے رکھے گا",
        "numberInSurah": 7,
        "juz": 26,
        "manzil": 6,
        "page": 507,
        "ruku": 442,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4553,
        "text": "اور جو منکر ہیں سو ان کے لیے تباہی ہے اور وہ ان کے اعمال اکارت کر دے گا",
        "numberInSurah": 8,
        "juz": 26,
        "manzil": 6,
        "page": 507,
        "ruku": 442,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4554,
        "text": "یہ اس لیے کہ انہیں نے ناپسند کیا جو الله نے اتارا ہے سو اس نے ان کے اعمال ضائع کر دیے",
        "numberInSurah": 9,
        "juz": 26,
        "manzil": 6,
        "page": 507,
        "ruku": 442,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4555,
        "text": "کیا انہوں نے زمین میں سیر نہیں کی وہ دیکھتے ان کا انجام کیسا ہوا جو ان سے پہلے تھے الله نے انہیں ہلاک کر دیا اور منکروں کے لیے ایسی ہی (سزائیں) ہیں",
        "numberInSurah": 10,
        "juz": 26,
        "manzil": 6,
        "page": 507,
        "ruku": 442,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4556,
        "text": "یہ اس لیے کہ اللهان کا حامی ہے جو ایمان لائے اور کفار کا کوئی بھی حامی نہیں",
        "numberInSurah": 11,
        "juz": 26,
        "manzil": 6,
        "page": 507,
        "ruku": 442,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4557,
        "text": "بے شک الله انہیں داخل کرے گا جو ایمان لائے اور نیک کام کیے بہشتوں میں جن کے نبیچے نہریں بہتی ہو ں گی اور جو کافر ہیں وہ عیش کر رہے ہیں اور اس طرح کھاتے ہیں جس طرح چار پائے کھاتے ہیں اور دوزخ ان کا ٹھکانہ ہے",
        "numberInSurah": 12,
        "juz": 26,
        "manzil": 6,
        "page": 508,
        "ruku": 443,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4558,
        "text": "اور کتنی ہی بستیاں تھی جو آپ کی اس بستی سے طاقت میں بڑھ کر تھیں جس کے رہنے والوں نے آپ کو نکال دیا ہے ہم نے انہیں ہلاک کر دیا تو ان کا کوئی بھی مددگار نہ ہوا",
        "numberInSurah": 13,
        "juz": 26,
        "manzil": 6,
        "page": 508,
        "ruku": 443,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4559,
        "text": "پس کیا وہ شخص جو اپنے رب کی طرف سے واضح دلیل پر ہو وہ اس جیسا ہو سکتا ہے جسے اس کے برے عمل اچھے کر کے دکھائے گئے ہوں اور انہوں نے اپنی ہی خواہشوں کی پیروی کی ہو",
        "numberInSurah": 14,
        "juz": 26,
        "manzil": 6,
        "page": 508,
        "ruku": 443,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4560,
        "text": "اس جنت کی کیفیت جس کا پرہیزگاروں سے وعدہ کیا جاتا ہے (یہ ہے) کہ اس میں ایسے پانی کی نہریں ہو گی جو بگڑنے والا نہیں اور کچھ دودھ کی نہریں جن کا مزہ کبھی نہیں بدلے گا اور کچھ نہریں ایسے شراب کی جو پینے والوں کے لیے خوش ذائقہ ہو گا اور کچھ نہریں صاف شہد کی اور ان کے لیے وہاں ہر قسم کے میوے ہوں اوراپنے رب کی بخشش (کیا وہ) ان جیسے ہو سکتے ہیں جو ہمیشہ دوزخ میں رہیں گے اور انہیں کھولتا ہوا پانی پلایا جائے گا سو وہ ان کی آنتوں کے ٹکڑے ٹکڑے کر ڈالے گا",
        "numberInSurah": 15,
        "juz": 26,
        "manzil": 6,
        "page": 508,
        "ruku": 443,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4561,
        "text": "اور ان میں سے بعض وہ ہیں جو آپ کی بات سنتے ہیں یہاں تک کہ جب آپ کے ہاں سے نکل جاتے ہیں تو ان سے کہتے ہیں جنہیں علم دیا گیا ہے اس نے ابھی ابھی کیا کہا یہی لوگ ہیں کہ الله نے ان کے دلوں پر مہر کر دی ہے اور انہوں نے اپنی خواہشوں کی پیروی کی ہے",
        "numberInSurah": 16,
        "juz": 26,
        "manzil": 6,
        "page": 508,
        "ruku": 443,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4562,
        "text": "اور جو راستہ پر آگئے ہیں الله انہیں اور زیادہ ہدایت دیتا اور انہیں پرہیزگاری عطا کرتا ہے",
        "numberInSurah": 17,
        "juz": 26,
        "manzil": 6,
        "page": 508,
        "ruku": 443,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4563,
        "text": "پھر کیا وہ اس گھڑی کا انتظار کرتے ہیں کہ ان پر ناگہان آئے پس تحقیق اس کی علامتیں تو ظاہر ہو چکیں ہیں پھر جب وہ آگئی تو ان کا سمجھنا کیا فائدہ دے گا",
        "numberInSurah": 18,
        "juz": 26,
        "manzil": 6,
        "page": 508,
        "ruku": 443,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4564,
        "text": "پس جان لو کہ سوائے الله کے کوئی معبود نہیں اور اپنے اور مسلمان مردوں اور مسلمان عورتوں کے گناہوں کی معافی مانگیئے اور الله ہی تمہارے لوٹنے اور آرام کرنے کی جگہ کو جانتا ہے",
        "numberInSurah": 19,
        "juz": 26,
        "manzil": 6,
        "page": 508,
        "ruku": 443,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4565,
        "text": "اور کہتے ہیں وہ لوگ جو ایمان لائے کوئی سورت کیوں نہیں نازل ہوئی سو جس وقت کوئی صاف (مضمون) کی سورت نازل ہوتی ہے اور اس میں جہاد کا بھی ذکر ہوتا ہے تو جن لوگو ں کے دلوں میں بیماری (نفاق) ہے آپ ان لوگو ں کو دیکھتے ہیں کہ وہ آپ کی طرف اس طرح دیکھتے ہیں جیسے کسی پر موت کی بیہوشی طاری ہو پس ایسے لوگوں کے لیے تباہی ہے",
        "numberInSurah": 20,
        "juz": 26,
        "manzil": 6,
        "page": 509,
        "ruku": 444,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4566,
        "text": "حکم ماننا اور نیک بات کہنا (لازم ہے) پس جب بات قرار پا جائے تو اگر وہ الله کے سچے رہے تو ان کے لیے بہتر ہے",
        "numberInSurah": 21,
        "juz": 26,
        "manzil": 6,
        "page": 509,
        "ruku": 444,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4567,
        "text": "پھر تم سے یہ بھی توقع ہے اگرتم ملک کے حاکم ہو جاؤ تو ملک میں فساد مچانے اور قطع رحمی کرنے لگو",
        "numberInSurah": 22,
        "juz": 26,
        "manzil": 6,
        "page": 509,
        "ruku": 444,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4568,
        "text": "یہی وہ لوگ ہیں جن پر الله نے لعنت کی ہے پھرانہیں بہرا اوراندھا بھی کر دیا ہے",
        "numberInSurah": 23,
        "juz": 26,
        "manzil": 6,
        "page": 509,
        "ruku": 444,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4569,
        "text": "پھر کیوں قرآن پر غور نہیں کرتے کیا ان کے دلوں پر قفل پڑے ہوئے ہیں",
        "numberInSurah": 24,
        "juz": 26,
        "manzil": 6,
        "page": 509,
        "ruku": 444,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4570,
        "text": "بے شک جو لوگ پیچھے کی طرف الٹے پھر گئے بعد اس کے کہ ان پر سیدھا راستہ ظاہر ہو چکا شیطان نے ان کے سامنے برے کامو ں کو بھلا کر دکھایا اور انہیں آرزو دلائی",
        "numberInSurah": 25,
        "juz": 26,
        "manzil": 6,
        "page": 509,
        "ruku": 444,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4571,
        "text": "یہ اس لیے کہ وہ ان لوگوں سے کہنے لگے جنہوں نے اسے ناپسند کیا اس کو جو الله نے نازل کیا ہے کہ بعض باتوں میں ہم تمہاراکہا مانیں گے اور الله ان کی رازداری کو جانتا ہے",
        "numberInSurah": 26,
        "juz": 26,
        "manzil": 6,
        "page": 509,
        "ruku": 444,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4572,
        "text": "پھر کیا حال ہوگا جب ان کی روحیں فرشتے قبض کریں گے ان کے مونہوں اور پیٹھوں پر مار رہے ہوں گے",
        "numberInSurah": 27,
        "juz": 26,
        "manzil": 6,
        "page": 509,
        "ruku": 444,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4573,
        "text": "یہ اس لیے کہ یہ اس پر چلے جس پر الله ناراض ہے اور انہوں نے الله کی رضا مندی کو برا جانا پھر اس نے بھی ان کے اعمال اکارت کر دیئے",
        "numberInSurah": 28,
        "juz": 26,
        "manzil": 6,
        "page": 509,
        "ruku": 444,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4574,
        "text": "کیا وہ لوگ کہ جن کے دلوں میں مرض (نفاق) ہے یہ سمجھے ہوئے ہیں کہ الله ان کی دبی دشمنی ظاہر نہ کرے گا",
        "numberInSurah": 29,
        "juz": 26,
        "manzil": 6,
        "page": 509,
        "ruku": 445,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4575,
        "text": "اور اگر ہم چاہتے تو آپ کو وہ لوگ دکھا دیتے پس آپ اچھی طرح سے انہیں ان کے نشان سےپہچان لیتے اور آپ انہیں طرز کلام سے پہچان لیں گے اور الله تمہارے اعمال کو جانتا ہے",
        "numberInSurah": 30,
        "juz": 26,
        "manzil": 6,
        "page": 510,
        "ruku": 445,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4576,
        "text": "اور ہم تمہیں آزمائیں گے یہاں تک کہ ہم تم میں سے جہاد کرنے والوں کو اور صبر کرنے والوں کو معلوم کر لیں اور تمہارے حالات کو جانچ لیں",
        "numberInSurah": 31,
        "juz": 26,
        "manzil": 6,
        "page": 510,
        "ruku": 445,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4577,
        "text": "بے شک جنہوں نے انکار کر دیا اور الله کی راہ سے روکا اور رسول کی مخالفت کی بعد اس کے کہ ان پر سیدھا راستہ صاضح ہو چکا وہ الله کا کچھ بھی نہیں بگاڑ سکیں گے اور ان کے اعمال کو اکارت کر دے گا",
        "numberInSurah": 32,
        "juz": 26,
        "manzil": 6,
        "page": 510,
        "ruku": 445,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4578,
        "text": "اے ایمان والو الله کا حکم مانو اوراس کے رسول کا حکم مانو اور اپنے اعمال کو ضائع نہ کرو",
        "numberInSurah": 33,
        "juz": 26,
        "manzil": 6,
        "page": 510,
        "ruku": 445,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4579,
        "text": "بےشک جنہوں نے انکار کیا اور الله کی راہ سے روکا پھر مر گئے درآنحالیکہ وہ کافر تھے سو الله ان کو ہرگز نہیں بخشے گا",
        "numberInSurah": 34,
        "juz": 26,
        "manzil": 6,
        "page": 510,
        "ruku": 445,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4580,
        "text": "پس تم سست نہ ہو اور نہ صلح کی طرف بلاؤ اور تم ہی غالب رہو گے اور الله تمہارے ساتھ ہے اور وہ ہر گز تمہارےاعمال میں نقصان نہیں دیگا",
        "numberInSurah": 35,
        "juz": 26,
        "manzil": 6,
        "page": 510,
        "ruku": 445,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4581,
        "text": "بلاشبہ دنیا کی زندگی تو کھیل اور تماشا ہے اور اگر تم ایمان لاؤ اور پرہیزگاری اختیار کرو تو تمہیں تمہارے اجر دے گا اور تم سے تمہارے مال نہیں مانگے گا",
        "numberInSurah": 36,
        "juz": 26,
        "manzil": 6,
        "page": 510,
        "ruku": 445,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4582,
        "text": "اور اگر تم سے وہ (مال) مانگے پھر تمہیں تنگ کرے تو تم بخل کرنے لگو اور تمہارے دلی کینے ظاہر کر دے",
        "numberInSurah": 37,
        "juz": 26,
        "manzil": 6,
        "page": 510,
        "ruku": 445,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4583,
        "text": "خبردار تم وہ لوگ ہو کہ الله کی راہ میں خرچ کرنے کو بلائے جاتے ہو تو کوئی تم میں سے وہ ہے جو بخل کرتا ہے اورجو بخل کرتا ہے سو وہ اپنی ہی ذات سے بخل کرتا ہے اور الله بے پرواہ ہے اور تم ہی محتاج ہو اور اگر تم نہ مانو گے تو وہ اور قوم سوائے تمہارے بدل دے گا پھر وہ تمہاری طرح نہ ہوں گے",
        "numberInSurah": 38,
        "juz": 26,
        "manzil": 6,
        "page": 510,
        "ruku": 445,
        "hizbQuarter": 204,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "ur.ahmedali",
      "language": "ur",
      "name": "احمد علی",
      "englishName": "Ahmed Ali",
      "format": "text",
      "type": "translation",
      "direction": "rtl"
    }
  }
}