{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 10,
    "name": "سُورَةُ يُونُسَ",
    "englishName": "Yunus",
    "englishNameTranslation": "Jonas",
    "revelationType": "Meccan",
    "numberOfAyahs": 109,
    "ayahs": [
      {
        "number": 1365,
        "text": "Алиф. Лам. Ра. Тези са знаменията на мъдрата Книга.",
        "numberInSurah": 1,
        "juz": 11,
        "manzil": 3,
        "page": 208,
        "ruku": 172,
        "hizbQuarter": 83,
        "sajda": false
      },
      {
        "number": 1366,
        "text": "Нима е странно за хората, че на мъж измежду тях дадохме откровение: “Увещавай хората и благовествай вярващите, че за тях има въздигнато място при техния Господ!” Неверниците рекоха: “Този е явен магьосник.”",
        "numberInSurah": 2,
        "juz": 11,
        "manzil": 3,
        "page": 208,
        "ruku": 172,
        "hizbQuarter": 83,
        "sajda": false
      },
      {
        "number": 1367,
        "text": "Вашият Господ е Аллах, Който сътвори небесата и земята в шест дена. После се въздигна [безподобен] Той на Трона, управлявайки делата. Никой не се застъпва без Неговото позволение. Това е Аллах, вашият Господ! На Него служете! Не ще ли се поучите?",
        "numberInSurah": 3,
        "juz": 11,
        "manzil": 3,
        "page": 208,
        "ruku": 172,
        "hizbQuarter": 83,
        "sajda": false
      },
      {
        "number": 1368,
        "text": "При Него ще се завърнете всички - истинно обещание от Аллах. Той начева сътворяването, после го повтаря, за да награди със справедливост онези, които вярват и вършат праведни дела. А онези, които са неверници - за тях има вряща вода да пият и болезнено мъчение заради тяхното неверие.",
        "numberInSurah": 4,
        "juz": 11,
        "manzil": 3,
        "page": 208,
        "ruku": 172,
        "hizbQuarter": 83,
        "sajda": false
      },
      {
        "number": 1369,
        "text": "Той е, Който стори слънцето блясък и луната - сияние, и я отмери по фази, за да знаете броя на годините и изчислението. Аллах сътвори това само с мъдрост. Той разяснява знаменията на хора знаещи.",
        "numberInSurah": 5,
        "juz": 11,
        "manzil": 3,
        "page": 208,
        "ruku": 172,
        "hizbQuarter": 83,
        "sajda": false
      },
      {
        "number": 1370,
        "text": "Наистина в промяната на нощта и деня, и в сътвореното от Аллах на небесата и на земята има знамения за хора богобоязливи.",
        "numberInSurah": 6,
        "juz": 11,
        "manzil": 3,
        "page": 208,
        "ruku": 172,
        "hizbQuarter": 83,
        "sajda": false
      },
      {
        "number": 1371,
        "text": "А които не допускат, че ще Ни срещнат и се задоволяват със земния живот, и намират успокоение в него, и които към Нашите знамения са нехайни",
        "numberInSurah": 7,
        "juz": 11,
        "manzil": 3,
        "page": 209,
        "ruku": 172,
        "hizbQuarter": 83,
        "sajda": false
      },
      {
        "number": 1372,
        "text": "на тези мястото им е Огънят заради онова, което са придобили.",
        "numberInSurah": 8,
        "juz": 11,
        "manzil": 3,
        "page": 209,
        "ruku": 172,
        "hizbQuarter": 83,
        "sajda": false
      },
      {
        "number": 1373,
        "text": "Които вярват и вършат праведни дела - техният Господ ще ги напъти заради тяхната вяра. Ще текат сред тях реките в Градините на блаженството.",
        "numberInSurah": 9,
        "juz": 11,
        "manzil": 3,
        "page": 209,
        "ruku": 172,
        "hizbQuarter": 83,
        "sajda": false
      },
      {
        "number": 1374,
        "text": "Зовът им там ще бъде: “Пречист си Ти, о, Аллах!”, а поздравът им там ще бъде: “Мир!”, а краят на зова им ще бъде: “Слава на Аллах, Господа на световете!”",
        "numberInSurah": 10,
        "juz": 11,
        "manzil": 3,
        "page": 209,
        "ruku": 172,
        "hizbQuarter": 83,
        "sajda": false
      },
      {
        "number": 1375,
        "text": "И ако Аллах избързваше със злината за хората, както те бързат за добрината, вече щеше да им е приключен срокът. Но оставяме онези, които не допускат, че ще ни срещнат, в тяхната престъпност да се лутат.",
        "numberInSurah": 11,
        "juz": 11,
        "manzil": 3,
        "page": 209,
        "ruku": 173,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1376,
        "text": "И ако беда засегне човек, той Ни зове на хълбок или седнал, или прав. А щом снемем от него бедата му, отминава, сякаш не Ни е зовял заради бедата, която го е засегнала. Така бе разкрасено за престъпващите онова, което вършат.",
        "numberInSurah": 12,
        "juz": 11,
        "manzil": 3,
        "page": 209,
        "ruku": 173,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1377,
        "text": "И вече погубихме поколенията преди вас, когато угнетяваха, и техните пратеници им донасяха ясните знаци, а те не вярваха. Така въздаваме на престъпните хора.",
        "numberInSurah": 13,
        "juz": 11,
        "manzil": 3,
        "page": 209,
        "ruku": 173,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1378,
        "text": "После ви сторихме наместници на земята подир тях, за да видим как постъпвате.",
        "numberInSurah": 14,
        "juz": 11,
        "manzil": 3,
        "page": 209,
        "ruku": 173,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1379,
        "text": "И когато им бъдат четени Нашите ясни знамения, онези, които не допускаха, че ще ни срещнат, казват: “Донеси друг Коран, а не този, или го промени!” Кажи: “Нямам право да го променям по собствена воля. Следвам само онова, което ми е разкрито. Страхувам се, ако се възпротивя на своя Господ, от мъчение във великия Ден.”",
        "numberInSurah": 15,
        "juz": 11,
        "manzil": 3,
        "page": 210,
        "ruku": 173,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1380,
        "text": "Кажи: “Ако Аллах пожелаеше, не бих ви го чел и Той не би ви дал знание за него. Прекарах между вас цял един живот преди него. Нима не проумявате?”",
        "numberInSurah": 16,
        "juz": 11,
        "manzil": 3,
        "page": 210,
        "ruku": 173,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1381,
        "text": "И кой е по-голям угнетител от онзи, който измисля лъжа за Аллах или взима за лъжа Неговите знамения? Престъпниците никога не ще сполучат.",
        "numberInSurah": 17,
        "juz": 11,
        "manzil": 3,
        "page": 210,
        "ruku": 173,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1382,
        "text": "И служат не на Аллах, а на онова, което нито им вреди, нито им помага, и казват: “Тези са нашите застъпници пред Аллах.” Кажи: “Нима ще известите Аллах за нещо, както на небесата, така и на земята, което Той да не знае? Пречист е Той, превисоко е над онова, с което Го съдружават!",
        "numberInSurah": 18,
        "juz": 11,
        "manzil": 3,
        "page": 210,
        "ruku": 173,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1383,
        "text": "Хората бяха само една общност, но се разделиха. И ако нямаше предишно слово от твоя Господ, щеше да е отсъдено между тях онова, по което са в разногласие.",
        "numberInSurah": 19,
        "juz": 11,
        "manzil": 3,
        "page": 210,
        "ruku": 173,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1384,
        "text": "И казват: “Защо не му бе низпослано знамение от неговия Господ?” Кажи [о, Мухаммад]: “Неведомото принадлежи единствено на Аллах. Чакайте! И аз чакам с вас.”",
        "numberInSurah": 20,
        "juz": 11,
        "manzil": 3,
        "page": 210,
        "ruku": 173,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1385,
        "text": "И щом дадем на хората да вкусят милост след беда, която ги е засегнала, ето ги - лукавстват спрямо Нашите знамения! Кажи: “Аллах е най-бърз в промисъла. Нашите пратеници [ангели] записват какво лукавствате.”",
        "numberInSurah": 21,
        "juz": 11,
        "manzil": 3,
        "page": 211,
        "ruku": 174,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1386,
        "text": "Той е, Който ви придвижва по суша и море. Когато сте на кораби и се носят с хората при попътен вятър, и те му се радват, връхлита ги бурен вятър и вълните ги връхлитат от всички страни, и мислейки, че са обградени, зоват Аллах, предани Нему в религията: “Избавиш ли ни от това, непременно ще сме от признателните!”",
        "numberInSurah": 22,
        "juz": 11,
        "manzil": 3,
        "page": 211,
        "ruku": 174,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1387,
        "text": "А щом ги избави, ето ги - сеят развала по земята в безправие! О, хора, вашата развала е срещу самите вас. Наслаждавайте се на земния живот! После при Нас е вашето завръщане и ще ви известим какво сте вършили.",
        "numberInSurah": 23,
        "juz": 11,
        "manzil": 3,
        "page": 211,
        "ruku": 174,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1388,
        "text": "Земният живот прилича на вода, която сме излели от небето и с нея по земята изникват растенията за препитание на хората и на добитъка. Когато земята получи своята украса и се окичи, и обитателите й помислят, че имат власт над нея, идва Нашата повеля нощем или денем и я опустошаваме, сякаш довчера не е била цветуща. Така разясняваме знаменията на хора мислещи.",
        "numberInSurah": 24,
        "juz": 11,
        "manzil": 3,
        "page": 211,
        "ruku": 174,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1389,
        "text": "Аллах призовава към Дома на мира и насочва когото пожелае по правия път.",
        "numberInSurah": 25,
        "juz": 11,
        "manzil": 3,
        "page": 211,
        "ruku": 174,
        "hizbQuarter": 84,
        "sajda": false
      },
      {
        "number": 1390,
        "text": "Благодетелните ще имат Най-прекрасното, и дори повече, и не ще почерни техните лица нито прах, нито унижение. Те са обитателите на Рая, там ще пребивават вечно.",
        "numberInSurah": 26,
        "juz": 11,
        "manzil": 3,
        "page": 212,
        "ruku": 174,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1391,
        "text": "А които са придобили злини - възмездието за злина е също такава, и ще ги почерни унижение. Никой не ще ги защити от Аллах. Сякаш лицата им са покрити с късове тъмна нощ. Те са обитателите на Огъня, там ще пребивават вечно.",
        "numberInSurah": 27,
        "juz": 11,
        "manzil": 3,
        "page": 212,
        "ruku": 174,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1392,
        "text": "В Деня, когато ще ги съберем всички, после ще речем на онези, които съдружаваха: “Останете по местата си, вие и вашите съдружници!” И ще ги разделим, а съдружниците им ще кажат: “Не на нас служехте вие!",
        "numberInSurah": 28,
        "juz": 11,
        "manzil": 3,
        "page": 212,
        "ruku": 174,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1393,
        "text": "Достатъчен е Аллах за свидетел между нас и вас. Бяхме в неведение за вашето служене.”",
        "numberInSurah": 29,
        "juz": 11,
        "manzil": 3,
        "page": 212,
        "ruku": 174,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1394,
        "text": "Там всяка душа ще изпита предишните си деяния. И ще бъдат върнати при Аллах, истинския им Покровител, и ще изчезне от тях онова, което са измисляли.",
        "numberInSurah": 30,
        "juz": 11,
        "manzil": 3,
        "page": 212,
        "ruku": 174,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1395,
        "text": "Кажи: “Кой ви дава препитание от небето и от земята? Или кой владее слуха и зрението? И кой изважда живото от мъртвото, и изважда мъртвото от живото? И кой управлява делото?” Ще рекат: “Аллах!” Кажи: “А нима не се боите?”",
        "numberInSurah": 31,
        "juz": 11,
        "manzil": 3,
        "page": 212,
        "ruku": 175,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1396,
        "text": "Това е Аллах, вашият истински Господ. И какво друго има извън истината освен заблудата? Как сте отклонявани!",
        "numberInSurah": 32,
        "juz": 11,
        "manzil": 3,
        "page": 212,
        "ruku": 175,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1397,
        "text": "Така се потвърди Словото на твоя Господ за онези, които са нечестивци, че те не ще вярват.",
        "numberInSurah": 33,
        "juz": 11,
        "manzil": 3,
        "page": 212,
        "ruku": 175,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1398,
        "text": "Кажи: “Има ли сред съдружаваните от вас някой, който да начене творението, после да го повтори?” Кажи: “Аллах начева творението, после го повтаря. Как сте подлъгани!”",
        "numberInSurah": 34,
        "juz": 11,
        "manzil": 3,
        "page": 213,
        "ruku": 175,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1399,
        "text": "Кажи: “Има ли сред съдружаваните от вас някой, който да напътва към истината?” Кажи: “Аллах напътва към истината. И кой е по-достоен да бъде следван - който напътва към истината, или който не напътва, освен ако не е напътен? Какво ви е, как отсъждате?”",
        "numberInSurah": 35,
        "juz": 11,
        "manzil": 3,
        "page": 213,
        "ruku": 175,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1400,
        "text": "Повечето от тях следват само догадки. Догадката с нищо не замества истината. Аллах знае вашите дела.",
        "numberInSurah": 36,
        "juz": 11,
        "manzil": 3,
        "page": 213,
        "ruku": 175,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1401,
        "text": "Този Коран не може да е откровение от друг освен от Аллах - в потвърждение на онова преди него и за разяснение на Писанието - няма съмнение в него! - от Господа на световете.",
        "numberInSurah": 37,
        "juz": 11,
        "manzil": 3,
        "page": 213,
        "ruku": 175,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1402,
        "text": "Или казват [за Мухаммад]: “Той го е измислил.” Кажи: “Донесете една сура подобна на неговите и призовете когото можете освен Аллах, ако говорите истината!”",
        "numberInSurah": 38,
        "juz": 11,
        "manzil": 3,
        "page": 213,
        "ruku": 175,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1403,
        "text": "Да, взимат за лъжа знанието, което не обхващат и още не е дошло при тях неговото тълкуване. Така го взимаха за лъжа и онези преди тях. Виж какъв е краят на угнетителите!",
        "numberInSurah": 39,
        "juz": 11,
        "manzil": 3,
        "page": 213,
        "ruku": 175,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1404,
        "text": "Някои от тях вярват в него и някои от тях не вярват в него. А твоят Господ най-добре знае сеещите развала.",
        "numberInSurah": 40,
        "juz": 11,
        "manzil": 3,
        "page": 213,
        "ruku": 175,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1405,
        "text": "И ако те взимат за лъжец, кажи: “Моето дело е за мен, а вашето дело е за вас. Не сте отговорни за това, което върша, и аз не съм отговорен за това, което вие вършите.”",
        "numberInSurah": 41,
        "juz": 11,
        "manzil": 3,
        "page": 213,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1406,
        "text": "Някои от тях се вслушват в теб, ала нима ти ще накараш глухите да чуят, ако не проумяват?",
        "numberInSurah": 42,
        "juz": 11,
        "manzil": 3,
        "page": 213,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1407,
        "text": "И някои от тях гледат към теб, ала нима ще напътиш слепците, ако не съзират?",
        "numberInSurah": 43,
        "juz": 11,
        "manzil": 3,
        "page": 214,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1408,
        "text": "Аллах не угнетява хората с нищо, а хората сами себе си угнетяват.",
        "numberInSurah": 44,
        "juz": 11,
        "manzil": 3,
        "page": 214,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1409,
        "text": "В Деня, когато Той ще ги събере, сякаш са се забавили само един час от деня, те ще се познаят помежду си. Губят онези, които взимат за лъжа срещата с Аллах. И не са напътени.",
        "numberInSurah": 45,
        "juz": 11,
        "manzil": 3,
        "page": 214,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1410,
        "text": "И да ти покажем част от онова [наказание], което им обещахме, или да те приберем, към Нас е тяхното завръщане. Свидетел е Аллах на онова, което вършат.",
        "numberInSurah": 46,
        "juz": 11,
        "manzil": 3,
        "page": 214,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1411,
        "text": "За всяка общност имаше пратеник. И когато идваше техният пратеник, се отсъждаше помежду им със справедливост, без да бъдат угнетявани.",
        "numberInSurah": 47,
        "juz": 11,
        "manzil": 3,
        "page": 214,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1412,
        "text": "И казват: “Кога [ще се сбъдне] това обещание, ако говорите истината?”",
        "numberInSurah": 48,
        "juz": 11,
        "manzil": 3,
        "page": 214,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1413,
        "text": "Кажи: “Нито мога да навредя, нито да си помогна, освен ако Аллах пожелае. За всяка общност има срок. И щом срокът им дойде, и с миг дори не ще го забавят, и не ще го изпреварят.”",
        "numberInSurah": 49,
        "juz": 11,
        "manzil": 3,
        "page": 214,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1414,
        "text": "Кажи: “Какво мислите, ако Неговото мъчение дойде при вас нощем или денем? Какво ще ускорят от него престъпниците?”",
        "numberInSurah": 50,
        "juz": 11,
        "manzil": 3,
        "page": 214,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1415,
        "text": "Нима после, когато се случи, ще повярвате в Него? [Тогава ще ви се каже:] “Сега ли? А искахте да го ускорите.”",
        "numberInSurah": 51,
        "juz": 11,
        "manzil": 3,
        "page": 214,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1416,
        "text": "После ще се каже на угнетителите: “Вкусете вечното мъчение! Нима ще ви се въздаде за друго освен за онова, което сте придобили?”",
        "numberInSurah": 52,
        "juz": 11,
        "manzil": 3,
        "page": 214,
        "ruku": 176,
        "hizbQuarter": 85,
        "sajda": false
      },
      {
        "number": 1417,
        "text": "Искат да ги известиш истина ли е това. Кажи: “Да, кълна се в своя Господ, истина е то и не можете да го възпрете.”",
        "numberInSurah": 53,
        "juz": 11,
        "manzil": 3,
        "page": 214,
        "ruku": 176,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1418,
        "text": "И ако всеки, който е угнетител, притежаваше всичко на земята, щеше да се откупва с него. И ще скрият разкаянието, щом видят мъчението. И ще се отсъди между тях със справедливост, и не ще бъдат угнетени.",
        "numberInSurah": 54,
        "juz": 11,
        "manzil": 3,
        "page": 215,
        "ruku": 177,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1419,
        "text": "Да, на Аллах е всичко на небесата и на земята. Да, обещанието на Аллах е истина. Ала повечето от тях не знаят.",
        "numberInSurah": 55,
        "juz": 11,
        "manzil": 3,
        "page": 215,
        "ruku": 177,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1420,
        "text": "Той съживява и Той умъртвява, и при Него ще бъдете върнати.",
        "numberInSurah": 56,
        "juz": 11,
        "manzil": 3,
        "page": 215,
        "ruku": 177,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1421,
        "text": "О, хора, при вас дойде поучение от вашия Господ и изцеление на онова, което е в гърдите, и напътствие, и милосърдие за вярващите.",
        "numberInSurah": 57,
        "juz": 11,
        "manzil": 3,
        "page": 215,
        "ruku": 177,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1422,
        "text": "Кажи: “С благодатта на Аллах и с Неговото милосърдие, с това нека ликуват! То е по-добро от това, което трупат.”",
        "numberInSurah": 58,
        "juz": 11,
        "manzil": 3,
        "page": 215,
        "ruku": 177,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1423,
        "text": "Кажи: “Виждате ли какво препитание ви низпосла Аллах, а сторихте от него възбранено и позволено?” Кажи: “Аллах ли ви позволи, или за Аллах измисляте?”",
        "numberInSurah": 59,
        "juz": 11,
        "manzil": 3,
        "page": 215,
        "ruku": 177,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1424,
        "text": "И какво предполагат за Деня на възкресението онези, които измислят лъжа за Аллах? Аллах е владетел на благодат за хората, ала повечето от тях са непризнателни.",
        "numberInSurah": 60,
        "juz": 11,
        "manzil": 3,
        "page": 215,
        "ruku": 177,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1425,
        "text": "С каквото и да се заемеш, и да четеш за него от Корана, и каквато и работа да вършите, над вас Ние сме свидетели, още щом навлезете в него. И нищо не убягва от твоя Господ, дори и с тежест на прашинка, както на земята, така и на небето, нито по-малко от това, нито по-голямо, без да е в ясна книга.",
        "numberInSurah": 61,
        "juz": 11,
        "manzil": 3,
        "page": 215,
        "ruku": 178,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1426,
        "text": "Да, за приближените на Аллах не ще има страх и не ще скърбят.",
        "numberInSurah": 62,
        "juz": 11,
        "manzil": 3,
        "page": 216,
        "ruku": 178,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1427,
        "text": "Които вярват и са богобоязливи",
        "numberInSurah": 63,
        "juz": 11,
        "manzil": 3,
        "page": 216,
        "ruku": 178,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1428,
        "text": "за тях е радостната вест в земния живот и в отвъдния. Неизменни са Словата на Аллах. Това е великото спасение.",
        "numberInSurah": 64,
        "juz": 11,
        "manzil": 3,
        "page": 216,
        "ruku": 178,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1429,
        "text": "И да не те натъжават думите им! Мощта принадлежи всецяло на Аллах. Той е Всечуващия, Всезнаещия.",
        "numberInSurah": 65,
        "juz": 11,
        "manzil": 3,
        "page": 216,
        "ruku": 178,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1430,
        "text": "Да, на Аллах са всички на небесата и всички на земята. И какво следват онези, които зоват съдружници вместо Аллах? Следват единствено догадката и само предполагат.",
        "numberInSurah": 66,
        "juz": 11,
        "manzil": 3,
        "page": 216,
        "ruku": 178,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1431,
        "text": "Той е, Който стори за вас нощта, за да почивате в нея, и деня - светъл. В това има знамения за хора чуващи.",
        "numberInSurah": 67,
        "juz": 11,
        "manzil": 3,
        "page": 216,
        "ruku": 178,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1432,
        "text": "Рекоха: “Аллах се сдоби със син.” Пречист е Той! Той е Пребогатия. Негово е всичко на небесата и всичко на земята. Нямате довод за това. Нима говорите за Аллах, каквото не знаете?",
        "numberInSurah": 68,
        "juz": 11,
        "manzil": 3,
        "page": 216,
        "ruku": 178,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1433,
        "text": "Кажи: “Които измислят лъжа за Аллах, те не ще сполучат.”",
        "numberInSurah": 69,
        "juz": 11,
        "manzil": 3,
        "page": 216,
        "ruku": 178,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1434,
        "text": "Някаква наслада имат в земния живот, после към Нас е завръщането им, после ще ги накараме да вкусят суровото мъчение заради тяхното неверие.",
        "numberInSurah": 70,
        "juz": 11,
        "manzil": 3,
        "page": 216,
        "ruku": 178,
        "hizbQuarter": 86,
        "sajda": false
      },
      {
        "number": 1435,
        "text": "И им прочети вестта за Нух! Когато каза на своя народ: “О, народе мой, ако ви тежат моят престой и моето напомняне за знаменията на Аллах, то на Аллах аз се уповавам. Съберете се с вашите съдружници, после си изяснете вашето дело, после отсъдете за мен и не ми давайте отсрочка!",
        "numberInSurah": 71,
        "juz": 11,
        "manzil": 3,
        "page": 217,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1436,
        "text": "И да се отвърнете, аз не съм търсил отплата от вас. Моята отплата е единствено от Аллах. И ми бе повелено да съм отдаден Нему.”",
        "numberInSurah": 72,
        "juz": 11,
        "manzil": 3,
        "page": 217,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1437,
        "text": "И го взеха за лъжец, и спасихме него и онези, които бяха с него в Ковчега, и ги сторихме наследници. И издавихме онези, които взеха за лъжа Нашите знамения. И виж какъв е краят на предупредените!",
        "numberInSurah": 73,
        "juz": 11,
        "manzil": 3,
        "page": 217,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1438,
        "text": "После изпратихме подир него пратеници при техните народи и дойдоха при тях с ясните знаци, но не искаха да повярват в онова, което преди взимаха за лъжа. Така запечатваме сърцата на престъпващите.",
        "numberInSurah": 74,
        "juz": 11,
        "manzil": 3,
        "page": 217,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1439,
        "text": "После изпратихме подир тях Муса и Харун с Нашите знамения при Фараона и знатните му хора, но се възгордяха и бяха престъпни хора.",
        "numberInSurah": 75,
        "juz": 11,
        "manzil": 3,
        "page": 217,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1440,
        "text": "И когато дойде при тях истината от Нас, казаха: “Това е явна магия.”",
        "numberInSurah": 76,
        "juz": 11,
        "manzil": 3,
        "page": 217,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1441,
        "text": "Муса каза: “Нима така говорите за истината, когато тя дойде при вас? Нима е магия? Не ще сполучат магьосниците.”",
        "numberInSurah": 77,
        "juz": 11,
        "manzil": 3,
        "page": 217,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1442,
        "text": "Казаха: “Нима дойде при нас, за да ни отлъчиш от онова, с което заварихме предците си, и да е за двама ви [о, Муса и Харун] величието по земята? Не ви вярваме.”",
        "numberInSurah": 78,
        "juz": 11,
        "manzil": 3,
        "page": 217,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1443,
        "text": "И каза Фараонът: “Доведете ми всички знаещи магьосници!”",
        "numberInSurah": 79,
        "juz": 11,
        "manzil": 3,
        "page": 218,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1444,
        "text": "И когато магьосниците дойдоха, Муса им каза: “Мятайте, каквото ще мятате!”",
        "numberInSurah": 80,
        "juz": 11,
        "manzil": 3,
        "page": 218,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1445,
        "text": "И когато метнаха, Муса каза: “Магията е това, което вие донесохте. Аллах ще я провали. Аллах никога не поправя делата на сеещите развала.",
        "numberInSurah": 81,
        "juz": 11,
        "manzil": 3,
        "page": 218,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1446,
        "text": "И утвърждава Аллах истината със Своите Слова, дори престъпниците да възненавиждат това.”",
        "numberInSurah": 82,
        "juz": 11,
        "manzil": 3,
        "page": 218,
        "ruku": 179,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1447,
        "text": "Но поради страх от мъчението на Фараона и знатните му хора, на Муса повярваха само малцина от неговия народ. Фараонът бе надменен на земята и бе от престъпващите.",
        "numberInSurah": 83,
        "juz": 11,
        "manzil": 3,
        "page": 218,
        "ruku": 180,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1448,
        "text": "И каза Муса: “О, народе мой, щом вярвате в Аллах, на Него се уповавайте, ако сте отдадени Нему!”",
        "numberInSurah": 84,
        "juz": 11,
        "manzil": 3,
        "page": 218,
        "ruku": 180,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1449,
        "text": "И казаха: “На Аллах се уповаваме. Господи наш, не сторвай от нас изкушение за угнетяващите хора!",
        "numberInSurah": 85,
        "juz": 11,
        "manzil": 3,
        "page": 218,
        "ruku": 180,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1450,
        "text": "И спаси ни със Своето милосърдие от невярващите хора!”",
        "numberInSurah": 86,
        "juz": 11,
        "manzil": 3,
        "page": 218,
        "ruku": 180,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1451,
        "text": "И повелихме на Муса и брат му: “Вземете домове за своя народ в Египет и сторете домовете си места за поклонение, и отслужвайте молитвата - и благовествай вярващите!”",
        "numberInSurah": 87,
        "juz": 11,
        "manzil": 3,
        "page": 218,
        "ruku": 180,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1452,
        "text": "И каза Муса: “Господи наш, Ти даде на Фараона и на знатните му хора украса и имоти в земния живот. Господи, те отклоняват от Твоя път. Господи, заличи имотите им и вкорави сърцата им, и да не повярват, докато не видят болезненото мъчение!”",
        "numberInSurah": 88,
        "juz": 11,
        "manzil": 3,
        "page": 218,
        "ruku": 180,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1453,
        "text": "Каза: “Откликна се вече на вашия зов. Стойте на правия път и не следвайте пътя на онези, които не знаят!”",
        "numberInSurah": 89,
        "juz": 11,
        "manzil": 3,
        "page": 219,
        "ruku": 180,
        "hizbQuarter": 87,
        "sajda": false
      },
      {
        "number": 1454,
        "text": "И преведохме синовете на Исраил през морето, а Фараонът и войските му ги преследваха с гнет и вражда. А когато ги настигна потопът, каза: “Вече повярвах, че няма друг бог освен Онзи, в Когото повярваха синовете на Исраил, и съм сред отдадените Нему!”",
        "numberInSurah": 90,
        "juz": 11,
        "manzil": 3,
        "page": 219,
        "ruku": 180,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1455,
        "text": "Сега ли? А се възпротиви ти преди и бе от сеещите развала.",
        "numberInSurah": 91,
        "juz": 11,
        "manzil": 3,
        "page": 219,
        "ruku": 180,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1456,
        "text": "Днес спасяваме твоето тяло, за да бъдеш знамение за онези след теб. Ала мнозина от хората са нехайни към Нашите знамения.",
        "numberInSurah": 92,
        "juz": 11,
        "manzil": 3,
        "page": 219,
        "ruku": 180,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1457,
        "text": "И настанихме синовете на Исраил в обител на правдата, и им дадохме препитание от благините. И не изпаднаха в разногласие, докато при тях не дойде знанието. В Деня на възкресението твоят Господ ще отсъди помежду им за онова, по което бяха в разногласие.",
        "numberInSurah": 93,
        "juz": 11,
        "manzil": 3,
        "page": 219,
        "ruku": 181,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1458,
        "text": "И ако се съмняваш в онова, което ти низпослахме [о, Мухаммад], питай четящите Писанието преди теб! При теб вече дойде истината от твоя Господ. И не бъди от съмняващите се!",
        "numberInSurah": 94,
        "juz": 11,
        "manzil": 3,
        "page": 219,
        "ruku": 181,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1459,
        "text": "И не бъди от онези, които взимат за лъжа знаменията на Аллах, за да не бъдеш от губещите!",
        "numberInSurah": 95,
        "juz": 11,
        "manzil": 3,
        "page": 219,
        "ruku": 181,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1460,
        "text": "Онези, спрямо които се потвърди словото на твоя Господ, не ще повярват,",
        "numberInSurah": 96,
        "juz": 11,
        "manzil": 3,
        "page": 219,
        "ruku": 181,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1461,
        "text": "дори при тях да дойде всякакво знамение, докато не видят болезненото мъчение.",
        "numberInSurah": 97,
        "juz": 11,
        "manzil": 3,
        "page": 219,
        "ruku": 181,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1462,
        "text": "Нима имаше друго селище, което да е повярвало и да му е донесла полза неговата вяра, освен народа на Юнус? Щом повярваха, снехме от тях позорното мъчение в земния живот и им дадохме да се наслаждават до време.",
        "numberInSurah": 98,
        "juz": 11,
        "manzil": 3,
        "page": 220,
        "ruku": 181,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1463,
        "text": "И ако твоят Господ пожелаеше, на земята щяха да повярват всички до един. Нима ти ще принудиш хората да повярват?",
        "numberInSurah": 99,
        "juz": 11,
        "manzil": 3,
        "page": 220,
        "ruku": 181,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1464,
        "text": "Никой не ще повярва иначе освен с позволението на Аллах. Той ще остави в заблуда онези, които не разсъждават.",
        "numberInSurah": 100,
        "juz": 11,
        "manzil": 3,
        "page": 220,
        "ruku": 181,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1465,
        "text": "Кажи: “Погледнете какво има на небесата и на земята!” Но знаменията и предупредителите не ще избавят хора невярващи.",
        "numberInSurah": 101,
        "juz": 11,
        "manzil": 3,
        "page": 220,
        "ruku": 181,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1466,
        "text": "Нима очакват дни, различни от тези на отминалите преди тях? Кажи: “Чакайте! И аз чакам с вас.”",
        "numberInSurah": 102,
        "juz": 11,
        "manzil": 3,
        "page": 220,
        "ruku": 181,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1467,
        "text": "После спасяваме Нашите пратеници и онези, които са повярвали. Така Наш дълг е да спасяваме вярващите.",
        "numberInSurah": 103,
        "juz": 11,
        "manzil": 3,
        "page": 220,
        "ruku": 181,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1468,
        "text": "Кажи [о, Мухаммад]: “О, хора, ако се съмнявате в моята религия, то аз не ще служа на онези, на които вие служите вместо на Аллах, а ще служа на Аллах, Който ви прибира душите. И ми бе повелено да съм от вярващите.”",
        "numberInSurah": 104,
        "juz": 11,
        "manzil": 3,
        "page": 220,
        "ruku": 182,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1469,
        "text": "И обърни лице към религията правоверен, и никога не бъди от съдружаващите!",
        "numberInSurah": 105,
        "juz": 11,
        "manzil": 3,
        "page": 220,
        "ruku": 182,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1470,
        "text": "И не зови вместо Аллах онова, което нито ти помага, нито ти вреди! А сториш ли го, тогава наистина си от угнетителите.",
        "numberInSurah": 106,
        "juz": 11,
        "manzil": 3,
        "page": 220,
        "ruku": 182,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1471,
        "text": "И ако Аллах те засегне с вреда, не ще я отмени друг освен Него. И ако ти иска добро, никой не ще отклони Неговата благодат. Настига Той с нея когото пожелае от Своите раби. Той е Опрощаващия, Милосърдния.",
        "numberInSurah": 107,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 182,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1472,
        "text": "Кажи: “О, хора, вече дойде при вас истината от вашия Господ. И който се е напътил, единствено за себе си се напътва, а който се е заблудил, само в свой ущърб се заблуждава. И не съм над вас покровител.”",
        "numberInSurah": 108,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 182,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1473,
        "text": "И следвай, каквото ти се разкрива, и бъди търпелив, додето Аллах отсъди! Той е Най-добрият съдник.",
        "numberInSurah": 109,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 182,
        "hizbQuarter": 88,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "bg.theophanov",
      "language": "bg",
      "name": "Теофанов",
      "englishName": "Tzvetan Theophanov",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}