{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 2,
    "name": "سُورَةُ البَقَرَةِ",
    "englishName": "Al-Baqara",
    "englishNameTranslation": "The Cow",
    "revelationType": "Medinan",
    "numberOfAyahs": 286,
    "ayahs": [
      {
        "number": 8,
        "text": "Elif, Lam, Mim.",
        "numberInSurah": 1,
        "juz": 1,
        "manzil": 1,
        "page": 2,
        "ruku": 2,
        "hizbQuarter": 1,
        "sajda": false
      },
      {
        "number": 9,
        "text": "Ky libër, është i padyshimtë, udhëzues për të gjithë ata që i druajnë dënimit të Perëndisë.",
        "numberInSurah": 2,
        "juz": 1,
        "manzil": 1,
        "page": 2,
        "ruku": 2,
        "hizbQuarter": 1,
        "sajda": false
      },
      {
        "number": 10,
        "text": "të cilët u besojnë gjërave të padukshme (në bazë të argumenteve mendore) dhe bëjnë namaz dhe japin nga ajo që Ju kemi dhënë;",
        "numberInSurah": 3,
        "juz": 1,
        "manzil": 1,
        "page": 2,
        "ruku": 2,
        "hizbQuarter": 1,
        "sajda": false
      },
      {
        "number": 11,
        "text": "të cilët besojnë që të ka zbritur Ty (Kur’ani) dhe atyre para Teje (pejgamberëve tjerë) dhe që padyshim i besojnë jetës tjetër.",
        "numberInSurah": 4,
        "juz": 1,
        "manzil": 1,
        "page": 2,
        "ruku": 2,
        "hizbQuarter": 1,
        "sajda": false
      },
      {
        "number": 12,
        "text": "Ata janë, me të vërtetë, në rrugën e Zotit dhe vetëm ata janë të shpëtuar.",
        "numberInSurah": 5,
        "juz": 1,
        "manzil": 1,
        "page": 2,
        "ruku": 2,
        "hizbQuarter": 1,
        "sajda": false
      },
      {
        "number": 13,
        "text": "Me të vërtetë, për ata që janë (këmbëngulës) në mohim, është njësoj si i paralajmërove ti apo nuk i paralajmërove – ata nuk besojnë.",
        "numberInSurah": 6,
        "juz": 1,
        "manzil": 1,
        "page": 3,
        "ruku": 2,
        "hizbQuarter": 1,
        "sajda": false
      },
      {
        "number": 14,
        "text": "Perëndia ua ka vulosur atyre zemrat dhe veshët dhe në sy kanë perde, dhe ata i pret denimi i madh.",
        "numberInSurah": 7,
        "juz": 1,
        "manzil": 1,
        "page": 3,
        "ruku": 2,
        "hizbQuarter": 1,
        "sajda": false
      },
      {
        "number": 15,
        "text": "Ka disa njerëz që thonë: “Besojmë në Perëndinë dhe jetën tjetër!” – por, ata nuk janë besimtarë.",
        "numberInSurah": 8,
        "juz": 1,
        "manzil": 1,
        "page": 3,
        "ruku": 3,
        "hizbQuarter": 1,
        "sajda": false
      },
      {
        "number": 16,
        "text": "Ata përpiqen të mashtrojnë Perëndinë dhe ata që besojnë, por vetëm mashtrojnë veten, e ketë nuk e vërejnë.",
        "numberInSurah": 9,
        "juz": 1,
        "manzil": 1,
        "page": 3,
        "ruku": 3,
        "hizbQuarter": 1,
        "sajda": false
      },
      {
        "number": 17,
        "text": "Zemrat e tyre janë të sëmura (me injorancë) e Perëndia ua shtoi atyre sëmundjen; ata i pret dënim i ashpër, për shkak se gënjejnë.",
        "numberInSurah": 10,
        "juz": 1,
        "manzil": 1,
        "page": 3,
        "ruku": 3,
        "hizbQuarter": 1,
        "sajda": false
      },
      {
        "number": 18,
        "text": "Kur t’u thuhet: “mos bëni çrregullime në Botë!” ata thonë: “Na vetëm zbatojmë rregullat në Botë!”",
        "numberInSurah": 11,
        "juz": 1,
        "manzil": 1,
        "page": 3,
        "ruku": 3,
        "hizbQuarter": 1,
        "sajda": false
      },
      {
        "number": 19,
        "text": "Ah! Me të vërtetë, ata shkaktojnë çrregullime, por nuk i vërejnë.",
        "numberInSurah": 12,
        "juz": 1,
        "manzil": 1,
        "page": 3,
        "ruku": 3,
        "hizbQuarter": 1,
        "sajda": false
      },
      {
        "number": 20,
        "text": "Kur t’u thuhet atyre: “Besoni edhe ju ashtu siç kanë besuar njerëzit (e ndershëm)” – ata (jobesimtarët) thonë: “Vallë! Si të besojmë ne ashtu siç kanë besuar njerëzit mendjelehtë?” – Ah! Me të vërtetë, ata janë mendjelehtë, por ata nuk e dinë këtë.",
        "numberInSurah": 13,
        "juz": 1,
        "manzil": 1,
        "page": 3,
        "ruku": 3,
        "hizbQuarter": 1,
        "sajda": false
      },
      {
        "number": 21,
        "text": "Kur të takohen me ata që besojnë, thonë: “Besojmë!” – por kur të ngelin vetëm me djajtë e tyre (me njerëzit e këqinj) thonë: “Na vetëm bëjmë sahaka, na jemi me ju”.",
        "numberInSurah": 14,
        "juz": 1,
        "manzil": 1,
        "page": 3,
        "ruku": 3,
        "hizbQuarter": 1,
        "sajda": false
      },
      {
        "number": 22,
        "text": "Perëndia tallet me ta; Ai do t’i lë një kohë të gjatë që të bredhin andej-këndej në mohimin e tyre.",
        "numberInSurah": 15,
        "juz": 1,
        "manzil": 1,
        "page": 3,
        "ruku": 3,
        "hizbQuarter": 1,
        "sajda": false
      },
      {
        "number": 23,
        "text": "Ata janë prej atyre që kanë blerë (zgjedhur) rrugën e gabuar, në vend të së vërtetës. Tregtia atyre nuk u solli kurrfarë dobie, dhe as nuk janë orientuar në rrugë të drejtë.",
        "numberInSurah": 16,
        "juz": 1,
        "manzil": 1,
        "page": 3,
        "ruku": 3,
        "hizbQuarter": 1,
        "sajda": false
      },
      {
        "number": 24,
        "text": "Ata (që janë zhytur në të këqia e bredhin andej-këndej) janë të ngjashëm me ata që ndezin zjarrin, i cili kur ta ndriçojë rrethin e tyre, Perëndia ua merr dritën, i le në errësirë dhe ata nuk shohin asgjë!",
        "numberInSurah": 17,
        "juz": 1,
        "manzil": 1,
        "page": 4,
        "ruku": 3,
        "hizbQuarter": 1,
        "sajda": false
      },
      {
        "number": 25,
        "text": "Ata janë të shurdhër, memecë, e të verbër; prandaj nuk kthehen (nga e keqja në të mirë).",
        "numberInSurah": 18,
        "juz": 1,
        "manzil": 1,
        "page": 4,
        "ruku": 3,
        "hizbQuarter": 1,
        "sajda": false
      },
      {
        "number": 26,
        "text": "Ose ata i gjasojnë atyre, të cilët gjatë kohës së shiut të stuhishëm (shtrëngatës) nga qielli, me errësirë, bubullimë dhe shkreptimë, nga frika e vdekjes – për të mos dëgjuar ushëtimën me gishtërinjtë mbyllin veshët, por Perëndia i ka rrethuar (qafirat) me fuqi (e s’kanë shpëtim).",
        "numberInSurah": 19,
        "juz": 1,
        "manzil": 1,
        "page": 4,
        "ruku": 3,
        "hizbQuarter": 1,
        "sajda": false
      },
      {
        "number": 27,
        "text": "Shkrepëtima, pothuaj, ua merrë të pamurit atyre; sa herë që ajo ua ndriçon rrugën, ata ecin, e kur i kaplon errësira, ndalen. E sikur të dojë Perëndia, do t’ua merrte të dëgjuarit edhe të pamurit, se, me të vërtetë, Perëndia është i Plotëfuqishëm.",
        "numberInSurah": 20,
        "juz": 1,
        "manzil": 1,
        "page": 4,
        "ruku": 3,
        "hizbQuarter": 1,
        "sajda": false
      },
      {
        "number": 28,
        "text": "O njerëz! Aduroni Perëndinë, i cili u ka krijuar juve dhe ata para jush, për t’u ruajtur nga mohimi.",
        "numberInSurah": 21,
        "juz": 1,
        "manzil": 1,
        "page": 4,
        "ruku": 4,
        "hizbQuarter": 1,
        "sajda": false
      },
      {
        "number": 29,
        "text": "Zoti është Ai, që për ju tokën e ka bërë shtresë dhe qiellin ndërtesë; i cili prej qielli lëshon shira dhe bënë që me atë të rritën frutet, ushqimi juaj. Prandaj mos i bëni shoq Perëndisë, sepse ju e dini (që Ai nuk ka shoq).",
        "numberInSurah": 22,
        "juz": 1,
        "manzil": 1,
        "page": 4,
        "ruku": 4,
        "hizbQuarter": 1,
        "sajda": false
      },
      {
        "number": 30,
        "text": "Nëse dushoni ju në atë (Kur’anin) që ia kemi dërguar robit tonë (Muhammedit), atëherë hartonie një sure të ngjashme si atë që ia kemi shpallur atij, dhe nëse jeni të drejtë thirrni dëshmitarët tuaj, (zotërat që i adhuroni), përveç Perëndisë.",
        "numberInSurah": 23,
        "juz": 1,
        "manzil": 1,
        "page": 4,
        "ruku": 4,
        "hizbQuarter": 1,
        "sajda": false
      },
      {
        "number": 31,
        "text": "Nëse nuk mundeni, dhe kurrsesi nuk do të mundeni (me i bë shembull Kur’anit), atëherë ruajuni zjarrit, lëndë djegëse e të cilit janë njerëzit dhe gurët. Ai është përgatitur t’i ndëshkojë mohuesit.",
        "numberInSurah": 24,
        "juz": 1,
        "manzil": 1,
        "page": 4,
        "ruku": 4,
        "hizbQuarter": 1,
        "sajda": false
      },
      {
        "number": 32,
        "text": "Ata që besojnë dhe bëjnë vepra të mira gëzoji me kopshte të xhenetit nëpër të cilat do të kalojnë lumenj çdoherë kur u jepet atyre ndonjë frut i tyre, ata të thonë: “Këtë e kemi ngrënë edhe përpara”, - e atyre do t’u jepen vetëm fruta të ngjashme me to. Në to do të ketë femra të pastra dhe në to do të jetojnë gjithmonë.",
        "numberInSurah": 25,
        "juz": 1,
        "manzil": 1,
        "page": 5,
        "ruku": 4,
        "hizbQuarter": 1,
        "sajda": false
      },
      {
        "number": 33,
        "text": "Allahu nuk ngurron të jep shembullin e mushkajës ose diçka më të madhe se atë, ata që besojnë e dinë që kjo është e vërtetë nga Perëndia e tyre, e ata që nuk besojnë thonë:“-Çka don të tregojë Allahu me këtë shembull. Në këtë mënyrë Ai shumëkend e ka hutuar e shumëkujt ia ka treguar rrugën e vërtetë. Ai i la të humbur vetëm mëkatarët e mëdhenj”,",
        "numberInSurah": 26,
        "juz": 1,
        "manzil": 1,
        "page": 5,
        "ruku": 4,
        "hizbQuarter": 2,
        "sajda": false
      },
      {
        "number": 34,
        "text": "të cilët shkelën obligimin e Allahut pasi e patën marrë dhe e ndërprenë atë që i ka urdhëruar Perëndia për ta mbajtur, e bëjnë ngatërresa në Tokë; ata janë të shkatërruar.",
        "numberInSurah": 27,
        "juz": 1,
        "manzil": 1,
        "page": 5,
        "ruku": 4,
        "hizbQuarter": 2,
        "sajda": false
      },
      {
        "number": 35,
        "text": "Si mund të mos e besoni Allahun, ju që s’keni qenë e Ai ju ka dhënë jetën; Ai pastaj do t’ju bëjë të vdekur e pastaj do t’ju ngjallë, e në fund do të ktheheni tek Ai.",
        "numberInSurah": 28,
        "juz": 1,
        "manzil": 1,
        "page": 5,
        "ruku": 4,
        "hizbQuarter": 2,
        "sajda": false
      },
      {
        "number": 36,
        "text": "Ai për ju ka krijuar çdo gjë që ka në Tokë; Pastaj vullnetin e vet e ka drejtuar kah qielli dhe e ka rregulluar si shtatë qiejë, Ai di çdo gjë.",
        "numberInSurah": 29,
        "juz": 1,
        "manzil": 1,
        "page": 5,
        "ruku": 4,
        "hizbQuarter": 2,
        "sajda": false
      },
      {
        "number": 37,
        "text": "Kur Zoti yt u tha engjujve: “Unë do të caktojë përfaqësuesin në tokë” – Ata thanë: “A do të jetë përfaqësuesi yt ai që në të do të bëjë çrregullime e do të derdhë gjak? Na të madhërojmë e të lavdërojmë dhe të ngrisim ashtu si të takon Ty”. Ai tha: Unë di atë që ju nuk dini.",
        "numberInSurah": 30,
        "juz": 1,
        "manzil": 1,
        "page": 6,
        "ruku": 5,
        "hizbQuarter": 2,
        "sajda": false
      },
      {
        "number": 38,
        "text": "Allahu ia mësoi Ademit të gjithë emrat e pastaj ata ua paraqiti engjujve dhe u tha: “Nëse e keni thënë të vërtetën, m’i tregoni emrat e këtyre sendeve”.",
        "numberInSurah": 31,
        "juz": 1,
        "manzil": 1,
        "page": 6,
        "ruku": 5,
        "hizbQuarter": 2,
        "sajda": false
      },
      {
        "number": 39,
        "text": "“Qofsh i lavdëruar!” – thanë ata – “ne dimë vetëm atë që na ke mësuar Ti. Ti je mendjemprehtë dhe i gjithëdijshëm”.",
        "numberInSurah": 32,
        "juz": 1,
        "manzil": 1,
        "page": 6,
        "ruku": 5,
        "hizbQuarter": 2,
        "sajda": false
      },
      {
        "number": 40,
        "text": "O Adem – tha Ai – tregoju emrat e tyre! – Kur ai u tregoi emrat e tyre, Allahu tha: “A nuk ju kam thënë se vetëm Unë i di fshehtësitë e qiellit e të Tokës dhe vetëm Unë e di atë që tregoni haptazi dhe atë që e fshihni”.",
        "numberInSurah": 33,
        "juz": 1,
        "manzil": 1,
        "page": 6,
        "ruku": 5,
        "hizbQuarter": 2,
        "sajda": false
      },
      {
        "number": 41,
        "text": "Kur u thamë engjujve: “Përuluni para Ademit” – ata u përulën, por Iblisi nuk deshi, ai e rriti mendjen dhe u bë i pafé.",
        "numberInSurah": 34,
        "juz": 1,
        "manzil": 1,
        "page": 6,
        "ruku": 5,
        "hizbQuarter": 2,
        "sajda": false
      },
      {
        "number": 42,
        "text": "Ne thamë “O Adem të jetosh ti dhe gruaja jote në xhennet dhe të hani në të sa të doni dhe kur të doni, por mos iu afroni këtij lisi sepse i bëni keq vetvetes.",
        "numberInSurah": 35,
        "juz": 1,
        "manzil": 1,
        "page": 6,
        "ruku": 5,
        "hizbQuarter": 2,
        "sajda": false
      },
      {
        "number": 43,
        "text": "Shejtani për shkak të këtij lisi i shtyri të gabojnë e t’i nxjerrë nga vendi ku ishin. “Zbritni – u tham Ne – do të jeni armik i njëri tjetrit e në Tokë do të qëndroni dhe do të jetoni deri në afatin e caktuar”.",
        "numberInSurah": 36,
        "juz": 1,
        "manzil": 1,
        "page": 6,
        "ruku": 5,
        "hizbQuarter": 2,
        "sajda": false
      },
      {
        "number": 44,
        "text": "Ademi dëgjoi disa fjalë (Urdhëra) e i zbatoi nga Zoti i vet, Ai ia pranoi pendimin dhe i fali gabimin. Ai shumë i pranon pendimet, Ai është i mëshirshëm.",
        "numberInSurah": 37,
        "juz": 1,
        "manzil": 1,
        "page": 6,
        "ruku": 5,
        "hizbQuarter": 2,
        "sajda": false
      },
      {
        "number": 45,
        "text": "Ne u kemi thënë: “Zbritni të gjithë prej (xhennetit) tij. Juve me të vërtetë do t’ju vijë një dirigjues prej meje dhe ata që i përmbahen dirigjimit Tim nuk do të kenë frigë dhe nuk do të hidhërohen.",
        "numberInSurah": 38,
        "juz": 1,
        "manzil": 1,
        "page": 7,
        "ruku": 5,
        "hizbQuarter": 2,
        "sajda": false
      },
      {
        "number": 46,
        "text": "Ata që nuk do të besojnë dhe i mohojnë argumentet tona do të jenë banorë të zjarrit, a në të do të mbesin gjithmonë.",
        "numberInSurah": 39,
        "juz": 1,
        "manzil": 1,
        "page": 7,
        "ruku": 5,
        "hizbQuarter": 2,
        "sajda": false
      },
      {
        "number": 47,
        "text": "O djemë të Israilit, kujtoni të mirat e Mia që u kam dhënë dhe përmbushni premtimin që më keni dhënë – Edhë Unë do ta përmbushi atë që u kam dhënë, e frikohuni vetëm prej Meje.",
        "numberInSurah": 40,
        "juz": 1,
        "manzil": 1,
        "page": 7,
        "ruku": 6,
        "hizbQuarter": 2,
        "sajda": false
      },
      {
        "number": 48,
        "text": "Besoni asaj që e kam shpallë Unë (Kur’anin), me të cilin vërtetohet ajo që keni ju (Teurati), e mos u bëni mohuesit e parë të tij. Dhe, mos i këmbeni argumentet e Mia me vlerë të vogël; ruhuni vetëm prej Meje!",
        "numberInSurah": 41,
        "juz": 1,
        "manzil": 1,
        "page": 7,
        "ruku": 6,
        "hizbQuarter": 2,
        "sajda": false
      },
      {
        "number": 49,
        "text": "Mos e ngatërroni të vërtetën me të pavërtetën, duke e përzier njërën me tjetrën, dhe të vërtetën mos e fshehni me vetëdije.",
        "numberInSurah": 42,
        "juz": 1,
        "manzil": 1,
        "page": 7,
        "ruku": 6,
        "hizbQuarter": 2,
        "sajda": false
      },
      {
        "number": 50,
        "text": "Falni namazin e jepni zeqatin dhe lutuni bashkë me ata që luten.",
        "numberInSurah": 43,
        "juz": 1,
        "manzil": 1,
        "page": 7,
        "ruku": 6,
        "hizbQuarter": 2,
        "sajda": false
      },
      {
        "number": 51,
        "text": "Vallë, a po i urdhëroni ju njerëzit që të bëjnë të mira, e veten po e harroni, ju që e mësoni Librin? A nuk po mblidhni mend?",
        "numberInSurah": 44,
        "juz": 1,
        "manzil": 1,
        "page": 7,
        "ruku": 6,
        "hizbQuarter": 3,
        "sajda": false
      },
      {
        "number": 52,
        "text": "Ndihmoni vetes me durim e me namaz, e kjo është njëmend vështirë pos për ata që i përulen Zotit, të cilët janë të bindur se do të dalin para Zotit dhe me të vërtetë do të kthehen tek Ai.",
        "numberInSurah": 45,
        "juz": 1,
        "manzil": 1,
        "page": 7,
        "ruku": 6,
        "hizbQuarter": 3,
        "sajda": false
      },
      {
        "number": 53,
        "text": "Ndihmoni vetes me durim e me namaz, e kjo është njëmend vështirë pos për ata që i përulen Zotit, të cilët janë të bindur se do të dalin para Zotit dhe me të vërtetë do të kthehen tek Ai.",
        "numberInSurah": 46,
        "juz": 1,
        "manzil": 1,
        "page": 7,
        "ruku": 6,
        "hizbQuarter": 3,
        "sajda": false
      },
      {
        "number": 54,
        "text": "O djemë të Israilit, kujtoni të mirat e Mia që ju kam pasë dhënë dhe që ju kam pasë madhëruar mbi njerëzit e tjerë (të asaj kohe).",
        "numberInSurah": 47,
        "juz": 1,
        "manzil": 1,
        "page": 7,
        "ruku": 7,
        "hizbQuarter": 3,
        "sajda": false
      },
      {
        "number": 55,
        "text": "dhe frikohuni Ditës kur askush për askend nuk do të mund të bëjë asgjë dhe kur nuk do të pranohet vërejtja e askujt, kur prej askujt nuk do të mirret kompensim dhe kur askush nuk do t’ju dalë në ndihmë.",
        "numberInSurah": 48,
        "juz": 1,
        "manzil": 1,
        "page": 7,
        "ruku": 7,
        "hizbQuarter": 3,
        "sajda": false
      },
      {
        "number": 56,
        "text": "dhe kujtoni kur ju shpëtuam nga populli i Faraonëve, i cili ju ka torturuar me mundime të rënda: iu prisnin djemtë e juaj, e ua linin të gjalla femërat. E, kjo ka qenë një sprovë e madhe për ju – nga Zoti juaj.",
        "numberInSurah": 49,
        "juz": 1,
        "manzil": 1,
        "page": 8,
        "ruku": 7,
        "hizbQuarter": 3,
        "sajda": false
      },
      {
        "number": 57,
        "text": "dhe kujtohuni kur e kemi çarë detin e ju kemi shpëtuar, ndërsa në praninë tuaj e kemi fundosur popullin e Faraonit.",
        "numberInSurah": 50,
        "juz": 1,
        "manzil": 1,
        "page": 8,
        "ruku": 7,
        "hizbQuarter": 3,
        "sajda": false
      },
      {
        "number": 58,
        "text": "Kujtoni ju premtimin Tonë dhënë Musait për takim (për të biseduar) dyzet netë me të, e pastaj duke i bërë vetes padrejtësi, e adhuruat viçin.",
        "numberInSurah": 51,
        "juz": 1,
        "manzil": 1,
        "page": 8,
        "ruku": 7,
        "hizbQuarter": 3,
        "sajda": false
      },
      {
        "number": 59,
        "text": "Pastaj Ne ju kemi falë, që të bëheni mirënjohës;",
        "numberInSurah": 52,
        "juz": 1,
        "manzil": 1,
        "page": 8,
        "ruku": 7,
        "hizbQuarter": 3,
        "sajda": false
      },
      {
        "number": 60,
        "text": "dhe kur Musait ia kemi pasë dhënë librin e Furkanit (Teuratin), që të udhëzoheni në rrugën e drejtë;",
        "numberInSurah": 53,
        "juz": 1,
        "manzil": 1,
        "page": 8,
        "ruku": 7,
        "hizbQuarter": 3,
        "sajda": false
      },
      {
        "number": 61,
        "text": "dhe kur Musai i tha popullit të vet: “O populli im, ju vetëm vetes i bëtë padrejtësi, kur viçin e pandehet për zot; prandaj, pendohuni te Krijuesi juaj dhe vritni njëri-tjetrin (i pafajshmi – fajtorin). Kjo është më mirë për ju te Krijuesi juaj; Ai ju falë gabimin! Ai pranon pendimin dhe është mëshirues;",
        "numberInSurah": 54,
        "juz": 1,
        "manzil": 1,
        "page": 8,
        "ruku": 7,
        "hizbQuarter": 3,
        "sajda": false
      },
      {
        "number": 62,
        "text": "dhe (kujtonie), kur i keni thënë Musait: “O Musa! Kurrsesi nuk të besojmë ty pa e parë Allahun për fushë!” – në atë çast ju përlau rrufeja, e ju e patë.",
        "numberInSurah": 55,
        "juz": 1,
        "manzil": 1,
        "page": 8,
        "ruku": 7,
        "hizbQuarter": 3,
        "sajda": false
      },
      {
        "number": 63,
        "text": "Pastaj, pas vdekjes suaj, Na ju ngjallëm juve, që të bëheni falenderues.",
        "numberInSurah": 56,
        "juz": 1,
        "manzil": 1,
        "page": 8,
        "ruku": 7,
        "hizbQuarter": 3,
        "sajda": false
      },
      {
        "number": 64,
        "text": "Dhe Ne bëmë që reja t’ju bëjë hije dhe u dërguam – men – (një lloj ushqimi i ëmbël) dhe zogj (si fëllanza): “Hani ushqime të mira me të cilat ju kemi furnizuar!” Ata, neve nuk na dëmtuan, por dëmtuan veten.",
        "numberInSurah": 57,
        "juz": 1,
        "manzil": 1,
        "page": 8,
        "ruku": 7,
        "hizbQuarter": 3,
        "sajda": false
      },
      {
        "number": 65,
        "text": "(Kujtonie) kur ju kemi thënë: “Ejani në këtë qytet dhe hani ç’të doni dhe sa të dëshironi, por, duke hyrë në qytet përuluni dhe thoni: “Falna!” – Na ua falim gabimet tuaja, e atyre që bëjnë vepra të mira, ua shtojmë shpërblimin!",
        "numberInSurah": 58,
        "juz": 1,
        "manzil": 1,
        "page": 9,
        "ruku": 7,
        "hizbQuarter": 3,
        "sajda": false
      },
      {
        "number": 66,
        "text": "Dhe, ata që dëmtuan veten, duke ndryshuar fjalën me një fjalë tjetër (në tallje), Ne, u sollëm atyre – mëkatarëve një dënim nga qielli, meqë bënin ngatërresa;",
        "numberInSurah": 59,
        "juz": 1,
        "manzil": 1,
        "page": 9,
        "ruku": 7,
        "hizbQuarter": 3,
        "sajda": false
      },
      {
        "number": 67,
        "text": "dhe kur Musai kërkoi ujë për popullin e tij, Na i thamë: “Bjeri gurit me shkopin tënd!” – (Ai i ra) dhe nga ai rrodhën dymbëdhjetë burime, dhe çdo fis e dinte burimin e vet. (U tham): “Hani e pini prej dhuratës së Perëndisë, dhe mos bëni çrregullime në faqe të Dheut!”",
        "numberInSurah": 60,
        "juz": 1,
        "manzil": 1,
        "page": 9,
        "ruku": 8,
        "hizbQuarter": 4,
        "sajda": false
      },
      {
        "number": 68,
        "text": "Kur ju thatë: “O Musa! – ne nuk mundemi të kënaqemi vetëm me një lloj ushqimi, pra lutju për ne Zotit tënd që të na dhurojë nga ato që jep toka: perime – tranguj, bizele, qepë dhe hudhra!” Ai (Musai) ju tha: “Vallë a dëshironi të ndërroni atë që është më e mirë me atë që është më e dobët? Shkoni në qytet, atje do të gjeni atë që kërkoni!” Por, ata i kaploi poshtërimi dhe përulja (kokëulur për toke) merituan pezmin e Perëndisë; sepse ata i mohonin argumentet e Zotit dhe i mbytnin pejgamberët pa farë të drejte. Ky ndëshkim ishte pasojë e kundërshtimit të tyre dhe e tejkalimit të kufirit të kërkesave.",
        "numberInSurah": 61,
        "juz": 1,
        "manzil": 1,
        "page": 9,
        "ruku": 8,
        "hizbQuarter": 4,
        "sajda": false
      },
      {
        "number": 69,
        "text": "Ata që kanë besuar (me gojë) madje edhe Hebrenjtë, të krishterët dhe Sabi’inët – kushdo që beson Perëndinë (si është urdhëruar) dhe jetën tjetër, e bënë vepra të mira, për ata, me të vërtetë, ka shpërblim te Zoti i tyre; për ta nuk ka kurrëfarë droje, e as mërzie!",
        "numberInSurah": 62,
        "juz": 1,
        "manzil": 1,
        "page": 10,
        "ruku": 9,
        "hizbQuarter": 4,
        "sajda": false
      },
      {
        "number": 70,
        "text": "Dhe (kujtonie), kur prej jush morëm premtimin dhe ngritëm Turin (malin) mbi ju; (e Na ju thamë): Merreni me seriozitet atë që ua kemi dhënë juve (Tevratin) dhe kinie ndërmend atë që gjendet në të, për t’u ruajtur!”",
        "numberInSurah": 63,
        "juz": 1,
        "manzil": 1,
        "page": 10,
        "ruku": 9,
        "hizbQuarter": 4,
        "sajda": false
      },
      {
        "number": 71,
        "text": "Por, ju pastaj abstenuat (nuk e mbajtët fjalën), e sikur të mos ishte mirësia e Zotit ndaj jush dhe mëshira e tij, ju do të ishit të humbur.",
        "numberInSurah": 64,
        "juz": 1,
        "manzil": 1,
        "page": 10,
        "ruku": 9,
        "hizbQuarter": 4,
        "sajda": false
      },
      {
        "number": 72,
        "text": "(Betohem) se ju me të vërtetë e dini grupin tuaj, i cili kaloi kufirin ditën e shtunë (që e kundërshtoi urdhërin e Zotit) dhe të cilëve Na ju thamë: “Bëhuni majmunë të poshtër!”",
        "numberInSurah": 65,
        "juz": 1,
        "manzil": 1,
        "page": 10,
        "ruku": 9,
        "hizbQuarter": 4,
        "sajda": false
      },
      {
        "number": 73,
        "text": "Këtë ngjarje e kemi bërë dënim për bashkëkohanikët dhe për breznitë e tyre, kurse këshillë për ata që i drojnë Perëndisë.",
        "numberInSurah": 66,
        "juz": 1,
        "manzil": 1,
        "page": 10,
        "ruku": 9,
        "hizbQuarter": 4,
        "sajda": false
      },
      {
        "number": 74,
        "text": "E, kur Musai i tha kombit të vet: “Perëndia, me të vërrtetë ju urdhëron të therrni një lopë”, - ata thanë: “A don të tallesh me ne?” – Zoti më ruajtë!” tha Musai “të bëhem unë me grupin e injorantëve (me ata që ia mveshin Perëndisë atë që s’e ka thënë).",
        "numberInSurah": 67,
        "juz": 1,
        "manzil": 1,
        "page": 10,
        "ruku": 9,
        "hizbQuarter": 4,
        "sajda": false
      },
      {
        "number": 75,
        "text": "Ata thanë: “Lutju Zotit tënd, që të na shpjegojë qysh është ajo (lopë). Musai tha: “Ajo është një lopë as plakë as e re, por e mesme; pra bëi atë që u është urdhëruar!",
        "numberInSurah": 68,
        "juz": 1,
        "manzil": 1,
        "page": 10,
        "ruku": 9,
        "hizbQuarter": 4,
        "sajda": false
      },
      {
        "number": 76,
        "text": "Ata thanë: “Lutju Zotit tënd, që të na shpjegojë çfarë ngjyre ka ajo!” Musai tha: “Me të vërtetë Ai, (Perëndia) thotë se ajo është lopë ngjyra e së cilës është tejet e verdhë, të cilën e pëlqejnë shikuesit”.",
        "numberInSurah": 69,
        "juz": 1,
        "manzil": 1,
        "page": 10,
        "ruku": 9,
        "hizbQuarter": 4,
        "sajda": false
      },
      {
        "number": 77,
        "text": "Ata (përsëri) thanë: “Lutju Zotit tënd, që të na shpjegoje çfarë është ajo, sepse, lopët po i gjasojnë (njëra-tjetrës) e ne, në dashtë Zoti, do të udhëzohemi në rrugën e drejtë (si jemi urdhëruar)”.",
        "numberInSurah": 70,
        "juz": 1,
        "manzil": 1,
        "page": 11,
        "ruku": 9,
        "hizbQuarter": 4,
        "sajda": false
      },
      {
        "number": 78,
        "text": "Ai (Musai) tha: “Me të vërtetë Ai (Perëndia) thotë se ajo lopë nuk është e lodhur nga lavra, as nga ujitja e tokës; s’ka të metë dhe kurrfarë shenjë në të”. Ata thanë: “Tani na the të vërtetën”. E prenë lopën; por për një fije nuk dashtën ta bënin këtë.",
        "numberInSurah": 71,
        "juz": 1,
        "manzil": 1,
        "page": 11,
        "ruku": 9,
        "hizbQuarter": 4,
        "sajda": false
      },
      {
        "number": 79,
        "text": "Dhe pasi vratë një njeri, dhe me këtë rast u grindët në mes veti – Zoti e nxori në shesh atë që e fshihnit ju.",
        "numberInSurah": 72,
        "juz": 1,
        "manzil": 1,
        "page": 11,
        "ruku": 10,
        "hizbQuarter": 4,
        "sajda": false
      },
      {
        "number": 80,
        "text": "Na (Perëndia) kemi thënë: “Mëshoni me një copë të asaj (lopës) të vrarit!” Dhe kështu Perëndia do t’i ngjallë të vdekurit dhe do të ju tregojë argumentet e veta për të kuptuar ju.",
        "numberInSurah": 73,
        "juz": 1,
        "manzil": 1,
        "page": 11,
        "ruku": 10,
        "hizbQuarter": 4,
        "sajda": false
      },
      {
        "number": 81,
        "text": "Por, pastaj (mbasi i patë këto argumente) zemrat tuaja u forcuan e u bënë si guri ose edhe më të forta, megjithëse ka gurë nga të cilët burojnë lumenj, e ka me të vërtetë, edhe shkembenjë që çahen e nga të cilët rrjedh uji e ka madje, gjithashtu që prej frikës së Perëndisë të rrëzohet. – E Perëndia nuk është i pakujdesshëm ndaj veprimeve tuaja.",
        "numberInSurah": 74,
        "juz": 1,
        "manzil": 1,
        "page": 11,
        "ruku": 10,
        "hizbQuarter": 4,
        "sajda": false
      },
      {
        "number": 82,
        "text": "A shpresoni ju se për hir tuajin Hebrenjt do të bëhen besimtarë, kur disa prej tyre, i dëgjonin fjalët e Zotit, e pasi i kuptonin, me vetëdije i pështjellonin (ato fjalë).",
        "numberInSurah": 75,
        "juz": 1,
        "manzil": 1,
        "page": 11,
        "ruku": 10,
        "hizbQuarter": 5,
        "sajda": false
      },
      {
        "number": 83,
        "text": "Kur të takohen me besimtarët ata thonë: “Na besojmë, e kur ngelin vetëm njëri me tjetrin – thonë: “A do t’u tregoni atyre, atë që ua ka shpallë Perëndia (në Tevrat), për ta përdorë atë si argument kundër jush te Zoti juaj? A nuk po mendoni ju?",
        "numberInSurah": 76,
        "juz": 1,
        "manzil": 1,
        "page": 11,
        "ruku": 10,
        "hizbQuarter": 5,
        "sajda": false
      },
      {
        "number": 84,
        "text": "A nuk e dinë ata se Perëndia di atë që fshehin dhe atë që shpallin.",
        "numberInSurah": 77,
        "juz": 1,
        "manzil": 1,
        "page": 12,
        "ruku": 10,
        "hizbQuarter": 5,
        "sajda": false
      },
      {
        "number": 85,
        "text": "Disa prej tyre janë analfabetë (nuk dinë të lexojnë) Librin, përveç disa trillimeve; dhe ata flasin vetëm me hamendje.",
        "numberInSurah": 78,
        "juz": 1,
        "manzil": 1,
        "page": 12,
        "ruku": 10,
        "hizbQuarter": 5,
        "sajda": false
      },
      {
        "number": 86,
        "text": "mjer ata që me duart e tyre shkruajnë vepër (të rrejshme), e pastaj thonë: “Kjo është prej Zotit” që për këtë të kenë ndonjë dobi të vogël. Dhe mjer ata, që kanë shkruar me duart e tyre, dhe mjer ata që fitojnë në këtë mënyrë!",
        "numberInSurah": 79,
        "juz": 1,
        "manzil": 1,
        "page": 12,
        "ruku": 10,
        "hizbQuarter": 5,
        "sajda": false
      },
      {
        "number": 87,
        "text": "Ata (Hebrenjtë) thanë: “Zjarri nuk do të na prekë, përveç disa ditësh të numruara”. Thuaj (O Muhammed): “A keni marrë për këtë ndonjë zotim prej Perëndisë – se Zoti nuk e shkel kurrë zotimin e vet; ose po shpifni kundër Perëndisë aso gjërash që nuk i dini?”",
        "numberInSurah": 80,
        "juz": 1,
        "manzil": 1,
        "page": 12,
        "ruku": 10,
        "hizbQuarter": 5,
        "sajda": false
      },
      {
        "number": 88,
        "text": "O, me të vërtetë! Ata që punojnë vepra të këqia dhe fajet e tyre të përhapen nga të gjitha anët, ata do të jenë banorë të skëterrës, ku do të qëndrojnë përgjithmonë.",
        "numberInSurah": 81,
        "juz": 1,
        "manzil": 1,
        "page": 12,
        "ruku": 10,
        "hizbQuarter": 5,
        "sajda": false
      },
      {
        "number": 89,
        "text": "Kurse, ata që punojnë vepra të mira – ata do të jenë banorë të xhennetit ku do të qëndrojnë përgjithmonë.",
        "numberInSurah": 82,
        "juz": 1,
        "manzil": 1,
        "page": 12,
        "ruku": 10,
        "hizbQuarter": 5,
        "sajda": false
      },
      {
        "number": 90,
        "text": "Dhe kur nga bijt e Israelit morëm premtimin se vetëm Perëndisë do t’i luten, dhe se do t’u bëjnë mirë prindërve, të afërmve, bonjakëve dhe të varfërve, e do t’u flasin fjalë të mira njerëzve dhe do të bëjnë namazin, e do të japin zeqatin; mirëpo, pastaj, ata, përpos një pakice të vogël, këto detyra i lanë pas dore, duke iu shmangur obligimit;",
        "numberInSurah": 83,
        "juz": 1,
        "manzil": 1,
        "page": 12,
        "ruku": 11,
        "hizbQuarter": 5,
        "sajda": false
      },
      {
        "number": 91,
        "text": "Dhe kur nga ju morëm premtimin që të mos derdhni gjakun e njëri-tjetrit dhe që të mos e dëboni njëri-tjetrin nga atdheu juaj – ju e pranuat këtë dhe ishi dëshmitarë (të këtij premtimi), -",
        "numberInSurah": 84,
        "juz": 1,
        "manzil": 1,
        "page": 13,
        "ruku": 11,
        "hizbQuarter": 5,
        "sajda": false
      },
      {
        "number": 92,
        "text": "por pastaj, megjithatë vratë njëri-tjetrin e disa prej jush i dëbuat nga atdheu i tyre – duke i ndihmuar njëri-tjetrit kundër tyre, duke bërë faje dhe armiqësi. E nëse ju vijnë të robëruar, ju shpëtoni ata nga robëria me të holla; kurse me marrëveshje u është e ndaluar t’i dëboni; apo një pjesë të Librit (Teuratit) i besoni, e kurse pjesës tjetër nuk i besoni?! (Kjo është një vepër e keqe). – Kushdo që vepron kështu nga ju, ndëshkimi i tij është poshtërimi i tij në këtë jetë, e në Ditën e Kijametit do të dërgohen në dënimin më të ashpër. – E, Perëndia nuk është i pakujdesshëm ndaj veprimeve tuaja.",
        "numberInSurah": 85,
        "juz": 1,
        "manzil": 1,
        "page": 13,
        "ruku": 11,
        "hizbQuarter": 5,
        "sajda": false
      },
      {
        "number": 93,
        "text": "Këta janë ata, të cilët jetën e kësaj bote e kanë blerë me jetën e ardhshme dhe atyre nuk do t’u lehtësohet dënimi as nuk do të ndihmohen.",
        "numberInSurah": 86,
        "juz": 1,
        "manzil": 1,
        "page": 13,
        "ruku": 11,
        "hizbQuarter": 5,
        "sajda": false
      },
      {
        "number": 94,
        "text": "Me të vërtetë, Na ia dhamë Librin (Teuratin) Musait dhe pas tij dërguam profetët njërin pas tjetrit, e Isait, të birit të Merjemes ia dhamë argumentet e qarta (mrekullirat) dhe i ndihmuam me Xhebrailin. Dhe kurdoherë që ndonjë profet u sjellte atë e cila nuk u pëlqente juve, ju kaperdiseshit, prandaj disa i përgënjeshtruat, e disa i vratë.",
        "numberInSurah": 87,
        "juz": 1,
        "manzil": 1,
        "page": 13,
        "ruku": 12,
        "hizbQuarter": 5,
        "sajda": false
      },
      {
        "number": 95,
        "text": "Ata (Hebrenjtë) thanë: “Zemrat tona janë të mbuluara”. Jo, s’është ashtu, por ata i ka mallkuar Perëndia për shkak të mohimit të tyre; dhe prandaj prej tyre shumë pak besojnë.",
        "numberInSurah": 88,
        "juz": 1,
        "manzil": 1,
        "page": 13,
        "ruku": 12,
        "hizbQuarter": 5,
        "sajda": false
      },
      {
        "number": 96,
        "text": "Kur atyre u erdhi Libri (Kur’ani nga ana e Perëndisë (të cilin e prisnin), e i cili vërtetoi atë që patën ata, - e qysh përpara luteshin për ndihmë kundër paganëve – dhe kur u erdhi ajo që e dinin se është e vërtetë, e mohuan atë; dhe prandaj mallkimi i Perëndisë qoftë mbi mohuesit! -",
        "numberInSurah": 89,
        "juz": 1,
        "manzil": 1,
        "page": 14,
        "ruku": 12,
        "hizbQuarter": 5,
        "sajda": false
      },
      {
        "number": 97,
        "text": "Keq e shitën veten ata, që nga zilia nuk besuan në atë që ua shpalli Perëndia. Perëndia ia ka zbritur shpalljen atij që ka dasht Ai nga robërit e tij; dhe u kthyen pezëm mbi pezëm! E mohuesit i pret dënimi poshtërues.",
        "numberInSurah": 90,
        "juz": 1,
        "manzil": 1,
        "page": 14,
        "ruku": 12,
        "hizbQuarter": 5,
        "sajda": false
      },
      {
        "number": 98,
        "text": "E kur atyre u thuhet: “Besoni në atë që ua ka shpallë Perëndia!” – ata përgjigjen: “Na besojmë në atë që na është shpallë neve” – dhe nuk besojnë në atë që ka zbritur pas (Kur’anit), e kjo është e Vërtetë e cila vërteton atë që kanë ata. Thuaju atyre: “E nëse ishit besimtarë, përse i vratë pejgamberët e Zotit në atë kohë kur ju zbritën?! (Me këto sjellje u bëtë qafira).",
        "numberInSurah": 91,
        "juz": 1,
        "manzil": 1,
        "page": 14,
        "ruku": 12,
        "hizbQuarter": 5,
        "sajda": false
      },
      {
        "number": 99,
        "text": "Me të vërtetë, Musai ju zbriti me mrekulli të mëdha, por gjatë mungesës së tij, ju viçin e adhuruat si zot, prandaj u bëtë fajtorë të mëdhenj (me këtë sjellje).",
        "numberInSurah": 92,
        "juz": 1,
        "manzil": 1,
        "page": 14,
        "ruku": 12,
        "hizbQuarter": 6,
        "sajda": false
      },
      {
        "number": 100,
        "text": "Kur Na morëm premtimin nga ju dhe ngritëm malin e Turit mbi ju, thamë: “Merrni seriozisht atë që ua kemi dhënë juve (Teuratin) dhe dëgjoni!” – Ata thanë: “Na dëgjuam, por kundërshtojmë!” – Për shkak të mohimit, atyre në zemra u ishte rrënjosë dashuria e viçit (adhurimi i tij). Thuaju: “Nëse jeni besimtarë, sa gjë të keqe po ju urdhëruaka besimi juaj!”",
        "numberInSurah": 93,
        "juz": 1,
        "manzil": 1,
        "page": 14,
        "ruku": 12,
        "hizbQuarter": 6,
        "sajda": false
      },
      {
        "number": 101,
        "text": "Thuaju (O Muhammed): “Nëse vetëm për ju te Perëndia u është siguruar xhenneti, e jo për njerëzit tjerë, atëherë, nëse flisni të vërtetën, kërkoni vdekjen”.",
        "numberInSurah": 94,
        "juz": 1,
        "manzil": 1,
        "page": 15,
        "ruku": 12,
        "hizbQuarter": 6,
        "sajda": false
      },
      {
        "number": 102,
        "text": "Por ata kurrsesi nuk e dëshirojnë vdekjen, për shkak të të këqijave që kanë punuar! – E Perëndia i di mirë ata që shkelin drejtësinë.",
        "numberInSurah": 95,
        "juz": 1,
        "manzil": 1,
        "page": 15,
        "ruku": 12,
        "hizbQuarter": 6,
        "sajda": false
      },
      {
        "number": 103,
        "text": "Dhe padyshim, do t’i gjesh ata (Hebrenjtë) më lakmues për të jetuar se sa njerëzit tjerë, e madje edhe se paganët. Çdonjëri nga ata dëshiron të jetojë njëmijë vjet; por edhe nse jeton aq, nuk do të mund t’i ikë dënimit! – Se Zoti i sheh punët e tyre.",
        "numberInSurah": 96,
        "juz": 1,
        "manzil": 1,
        "page": 15,
        "ruku": 12,
        "hizbQuarter": 6,
        "sajda": false
      },
      {
        "number": 104,
        "text": "Thuaju: “Kush është armik i Xhebrailit? (duke qenë i lavdërueshëm); Ai e ka zbritur Kur’anin në zemrën tënde me lejen e Perëndisë – për të vërtetuar librat e shenjta – dhe është udhërrëfyes e sihariq për muslimanët.",
        "numberInSurah": 97,
        "juz": 1,
        "manzil": 1,
        "page": 15,
        "ruku": 13,
        "hizbQuarter": 6,
        "sajda": false
      },
      {
        "number": 105,
        "text": "Kush është armik i Perëndisë, i engjujve të Tij dhe pejgamberëve të Tij, dhe Xhebrailit e Mikailit – (ai është qafir); e Perëndia është me të vërtetë armik i qafirëvet.",
        "numberInSurah": 98,
        "juz": 1,
        "manzil": 1,
        "page": 15,
        "ruku": 13,
        "hizbQuarter": 6,
        "sajda": false
      },
      {
        "number": 106,
        "text": "Me të vërtetë, Na të kemi zbritur Ty argumente të qarta, e që vetem njerëzit e këqij nuk duan t’u besojnë.",
        "numberInSurah": 99,
        "juz": 1,
        "manzil": 1,
        "page": 15,
        "ruku": 13,
        "hizbQuarter": 6,
        "sajda": false
      },
      {
        "number": 107,
        "text": "A thua çdoherë që japin ndonjë premtim – disa prej tyre e refuzojnë, ndërsa shumica prej tyre nuk besojnë.",
        "numberInSurah": 100,
        "juz": 1,
        "manzil": 1,
        "page": 15,
        "ruku": 13,
        "hizbQuarter": 6,
        "sajda": false
      },
      {
        "number": 108,
        "text": "Kur ju erdhi atyre Pejgamberi i Zotit (Muhammedi), vërtetues i librit që kanë ata, një grup i tyre, të cilëve iu dha Libri, gjoja se nuk e dinin për të, e hodhën pas shpine Librin e Zotit (Teuratin).",
        "numberInSurah": 101,
        "juz": 1,
        "manzil": 1,
        "page": 15,
        "ruku": 13,
        "hizbQuarter": 6,
        "sajda": false
      },
      {
        "number": 109,
        "text": "(Jehuditë e braktisën Teuratin) dhe shkonin pas shpifjeve që bënin djajt kundër mbretërisë së Sulejmanit. E Sulejmani nuk ishte mohues, por djajt ishin mohues, që u mësonin njerëzve magjinë dhe dijeninë që u ishte dërguar dy ëngjujve në Babiloni – Harutit e Marutit. Këta ëngjuj nuk i mësonin ndokujt magji pa i thënë: “Na vetëm provojmë, dhe ti mos u bën mohues!” Dhe njerëzit mësuan nga këta dy se si t’i ndajnë bashkëshortët. Por magjistarët – pa lejen e Zotit nuk mund t’i bënin dëm askujt. Njerëzit megjithatë mësonin ato gjëra që i dëmtojnë e nuk u bëjnë dobi; dhe me të vërtetë e dinin se ai që e ka përvetësuar këtë mjeshtri nuk do të ketë kurrfarë të mire në jetën tjetër. E sa e keqe është ajo shit-blerje me magji. Oh! Sikur ta dinin ata?!",
        "numberInSurah": 102,
        "juz": 1,
        "manzil": 1,
        "page": 16,
        "ruku": 13,
        "hizbQuarter": 6,
        "sajda": false
      },
      {
        "number": 110,
        "text": "Dhe sikur ata (Hebrenjt) të besonin dhe të druanin, shpërblimi i Perëndisë do të ishte më i mirë (të cilën e merituan prej besimit). Oh! Sikur ta dinin ata!",
        "numberInSurah": 103,
        "juz": 1,
        "manzil": 1,
        "page": 16,
        "ruku": 13,
        "hizbQuarter": 6,
        "sajda": false
      },
      {
        "number": 111,
        "text": "O besimtarë! Mos thuani: “Ráiná”, por thuani: “Undhurná”, - shikona neve dhe dëgjoni! E, për mohuesit ka dënim pikëllues.",
        "numberInSurah": 104,
        "juz": 1,
        "manzil": 1,
        "page": 16,
        "ruku": 14,
        "hizbQuarter": 6,
        "sajda": false
      },
      {
        "number": 112,
        "text": "Nuk duan mohuesit: ithtarët e Librit dhe paganët, që t’u zbresë juve ndonjë e mirë nga Zoti juaj. E, Perëndia, mëshirën e vet ia dhuron kujt të dojë; Perëndia është pronar i mirësisë së madhe.",
        "numberInSurah": 105,
        "juz": 1,
        "manzil": 1,
        "page": 16,
        "ruku": 14,
        "hizbQuarter": 6,
        "sajda": false
      },
      {
        "number": 113,
        "text": "Na nuk i mohojmë ligjet e as nuk i lëmë që të harrohen ato, e ejellim ndonjë tjetë rmë të mirë ose të ngjashëm me të (e me të vërtetë), ti e di se Perëndia është i plotëfuqishëm.",
        "numberInSurah": 106,
        "juz": 1,
        "manzil": 1,
        "page": 17,
        "ruku": 14,
        "hizbQuarter": 7,
        "sajda": false
      },
      {
        "number": 114,
        "text": "A nuk e di ti (me siguri e di) se vetëm Perëndia është pronar i qiejve dhe Tokës dhe ju përpos Perëndisë nuk keni tjetër mbrojtës as ndihmës?",
        "numberInSurah": 107,
        "juz": 1,
        "manzil": 1,
        "page": 17,
        "ruku": 14,
        "hizbQuarter": 7,
        "sajda": false
      },
      {
        "number": 115,
        "text": "A mos doni të pyesni Pejgamberin tuaj ashtu siç u pyet Musai më parë? E kush e ndërroi besimin me mohim, padyshim, ai e ka humbur edhe rrugën e drejtë.",
        "numberInSurah": 108,
        "juz": 1,
        "manzil": 1,
        "page": 17,
        "ruku": 14,
        "hizbQuarter": 7,
        "sajda": false
      },
      {
        "number": 116,
        "text": "Shumica e ithtarëve, të Librit të Shenjtë, prej zilisë që kanë në vete, dëshirojnë që t’ju kthejnë nga besimi në mohim, pasi e vërteta atyre iu tregua haptazi; por, ju falni ata dhe hiqni dorë, për deri sa të arrijë urdhëri i Perëndisë. – Me të vërtetë Perëndia është i Plotëfuqishëm.",
        "numberInSurah": 109,
        "juz": 1,
        "manzil": 1,
        "page": 17,
        "ruku": 14,
        "hizbQuarter": 7,
        "sajda": false
      },
      {
        "number": 117,
        "text": "Bëni namaz, dhe jepni zeqatin, e çfarëdo të mirë që bëni do ta gjeni te Perëndia, se Perëndia, me të vërtetë, sheh mirë atë që punoni.",
        "numberInSurah": 110,
        "juz": 1,
        "manzil": 1,
        "page": 17,
        "ruku": 14,
        "hizbQuarter": 7,
        "sajda": false
      },
      {
        "number": 118,
        "text": "(Hebrenjt dhe të krishterët) thonin: askush nuk do të hyjë në xhennet përveç hebrenjve ose të krishterëve. – Këto janë dëshirat e tyre boshe! – Thuaju ti (O Muhammed): “Nëse ju jini të drejtë, sillni argumentin (për atë që po thoni).",
        "numberInSurah": 111,
        "juz": 1,
        "manzil": 1,
        "page": 17,
        "ruku": 14,
        "hizbQuarter": 7,
        "sajda": false
      },
      {
        "number": 119,
        "text": "Jo! – Po! Ai që i përulet Perëndisë dhe punon vepra të mira, për atë ka shpërblim te Zoti i tij, për ta nuk ka frikë as pikëllim.",
        "numberInSurah": 112,
        "juz": 1,
        "manzil": 1,
        "page": 17,
        "ruku": 14,
        "hizbQuarter": 7,
        "sajda": false
      },
      {
        "number": 120,
        "text": "Hebrenjt thanë: “Krishterët nuk kanë kurrfarë baza!” Kurse të krishterët thonë: “Hebrenjt nuk kanë kurrfarë baza!” E, ata lexojnë Librin. Po kështu, thanë edhe ata që nuk dinë, siç thonë ata (hebrenjt e të krishterët). E, Perëndia, do të gjykojë në Ditën e Kijametit, për atë që nuk pajtoheshin ata.",
        "numberInSurah": 113,
        "juz": 1,
        "manzil": 1,
        "page": 18,
        "ruku": 15,
        "hizbQuarter": 7,
        "sajda": false
      },
      {
        "number": 121,
        "text": "Kush është më fajtorë se ai që pengon të përmendurit e emrit të Perëndisë nëpër faltoret (xhamitë) dhe përpiqet për shkatërrimin e tyre? Ata nuk hyjnë në to, përveç atëherë kur kanë ndonjë frikë (trishtim). Për ta, në këtë jetë ka poshtërim, kurse në jetën tjetër dënim të madh.",
        "numberInSurah": 114,
        "juz": 1,
        "manzil": 1,
        "page": 18,
        "ruku": 15,
        "hizbQuarter": 7,
        "sajda": false
      },
      {
        "number": 122,
        "text": "Lindja dhe Perëndimi të Perëndisë janë e, kahdo që të ktheheni (me urdhër të Tij) është kënaqësia e Perëndisë. – Perëndia me të vërtetë është universal (me cilësi të larta) dhe Ai di çdo gjë.",
        "numberInSurah": 115,
        "juz": 1,
        "manzil": 1,
        "page": 18,
        "ruku": 15,
        "hizbQuarter": 7,
        "sajda": false
      },
      {
        "number": 123,
        "text": "Ata (të krishterët) thanë: “Perëndia ka fëmijë”. Ai është i pastër nga ajo veçori. Por, me të vërtetë, çdo gjë që gjendet në qiej dhe në Tokë janë të Tij, dhe Atë e adhurojnë të gjithë.",
        "numberInSurah": 116,
        "juz": 1,
        "manzil": 1,
        "page": 18,
        "ruku": 15,
        "hizbQuarter": 7,
        "sajda": false
      },
      {
        "number": 124,
        "text": "Ai është krijues i pashembull i qiejve dhe i Tokës dhe kur të vendos për ndonjë gjë, vetëm thotë për të: “Bëhu!” – dhe ajo bëhet.",
        "numberInSurah": 117,
        "juz": 1,
        "manzil": 1,
        "page": 18,
        "ruku": 15,
        "hizbQuarter": 7,
        "sajda": false
      },
      {
        "number": 125,
        "text": "Kurse të paditurit thonë: “Të kishte të bisedojë Perëndia me ne, ose së paku të na sillte ndonjë argument! Njësoj thonin edhe ata para tyre; zemrat e tyre i përngjanin njëra-tjetrës! E Na, me të vërtetë, atyre që besojnë ua shpjegojmë dokumentet bindshëm.",
        "numberInSurah": 118,
        "juz": 1,
        "manzil": 1,
        "page": 18,
        "ruku": 15,
        "hizbQuarter": 7,
        "sajda": false
      },
      {
        "number": 126,
        "text": "Na me të vërtetë, të kemi dërguar Ty (O Muhammed!) me të drejtë sihariques dhe paralajmërues, dhe ti nuk do të pyesësh për të dënuarit në shkëterrë.",
        "numberInSurah": 119,
        "juz": 1,
        "manzil": 1,
        "page": 18,
        "ruku": 15,
        "hizbQuarter": 7,
        "sajda": false
      },
      {
        "number": 127,
        "text": "As hebrenjt, as të krishterët nuk do të jenë të kënaqur me ty, për deri sa të mos pranosh besimin e tyre. Thuaju: “Vetëm drejtimi i Perëndisë është i drejtë!” E, në qoftë se pas asaj diturie që të ka zbritur ty, ti ndjek dëshirën e atyre, atëherë prej dënimit të Perëndisë ti nuk do të kishe kurrfarë mbrojtësi as kurrfarë ndihmëtari.",
        "numberInSurah": 120,
        "juz": 1,
        "manzil": 1,
        "page": 19,
        "ruku": 15,
        "hizbQuarter": 7,
        "sajda": false
      },
      {
        "number": 128,
        "text": "Atyre që u kemi dhënë Librin, e lexojnë ashtu siç është shpallur; ata besojnë në të. Kurse, ata që nuk besojnë në Te, padyshim janë të humbur.",
        "numberInSurah": 121,
        "juz": 1,
        "manzil": 1,
        "page": 19,
        "ruku": 15,
        "hizbQuarter": 7,
        "sajda": false
      },
      {
        "number": 129,
        "text": "O bijt e Israilit, kujtoni të mirat e Mia që ua kam pasë dhënë dhe që iu kam pasë madhëruar mbi njerëzit e tjerë (të asaj kohe).",
        "numberInSurah": 122,
        "juz": 1,
        "manzil": 1,
        "page": 19,
        "ruku": 16,
        "hizbQuarter": 7,
        "sajda": false
      },
      {
        "number": 130,
        "text": "Dhe frikohuni Ditës, kur askush për askend nuk do të mund të bëjë asgjë dhe kur këmbimi (trampi) nga askush nuk do të pranohet, e kur intervenimi i askujt nuk vlenë, dhe kur askush nuk do t’u dalë në ndihmë.",
        "numberInSurah": 123,
        "juz": 1,
        "manzil": 1,
        "page": 19,
        "ruku": 16,
        "hizbQuarter": 7,
        "sajda": false
      },
      {
        "number": 131,
        "text": "Dhe (kujtonie), kur Perëndia e provoi Ibrahimin me disa urdhëra, e ai i plotësoi ato. Perëndia tha: “Unë do të bëjë ty imam (prijës) të njerëzve!” – Tha: “Edhe disa prej pasardhëve të mi!” (Perëndia) tha: “Premtimi im nuk i përfshinë zullumqarët.”",
        "numberInSurah": 124,
        "juz": 1,
        "manzil": 1,
        "page": 19,
        "ruku": 16,
        "hizbQuarter": 8,
        "sajda": false
      },
      {
        "number": 132,
        "text": "(Dhe atë kohë) kur Na e bëmë Qaben – vend dhuntie dhe sigurimi për njerëzit. “Merrni vendin e Ibrahimit – vend të kryerjes së namazit!” – Edhe Ibrahimit edhe Ismailit i kemi rekomanduar: “Faltoren (Qaben) Time pastronie për ata që e vizitojnë, dhe që banojnë aty, dhe për ata të cilët kryejnë namazin”.",
        "numberInSurah": 125,
        "juz": 1,
        "manzil": 1,
        "page": 19,
        "ruku": 16,
        "hizbQuarter": 8,
        "sajda": false
      },
      {
        "number": 133,
        "text": "(Dhe kujto atë kohë) kur Ibrahimi tha: “Zoti im bëne këtë vend qytet të sigurt, dhe furnizoi banorët e këtushëm me prodhime, ata që besojnë në Perëndinë dhe në jetën tjetër!” Perëndia tha: “Atë që nuk beson për pak kohë do të bëj që të kënaqet, e pastaj do ta dërgoj në dënimin e zjarrit, e, sa vendbanim i keq që është ai!”",
        "numberInSurah": 126,
        "juz": 1,
        "manzil": 1,
        "page": 19,
        "ruku": 16,
        "hizbQuarter": 8,
        "sajda": false
      },
      {
        "number": 134,
        "text": "(Dhe kujto atë kohë) kur Ibrahimi dhe Ismaili ngritën themelet e Qabes (e u lutën): “O Zoti ynë! Prano prej nesh (këtë vepër)! Me të vërtetë Ti je ai, që i dëgjon të gjitha dhe që të gjitha i di!",
        "numberInSurah": 127,
        "juz": 1,
        "manzil": 1,
        "page": 20,
        "ruku": 16,
        "hizbQuarter": 8,
        "sajda": false
      },
      {
        "number": 135,
        "text": "O Zoti ynë bëna neve të përulun ndaj urdhërave Tuaja! Dhe bënë që pasardhësit tanë të jenë të përulur ndaj urdhërave Tua, dhe tregona format e ceremonive të Haxhit! Pranoje edhe pendimin tonë, se padyshim, Ti i pranon pendimet dhe je mëshirues i madh!",
        "numberInSurah": 128,
        "juz": 1,
        "manzil": 1,
        "page": 20,
        "ruku": 16,
        "hizbQuarter": 8,
        "sajda": false
      },
      {
        "number": 136,
        "text": "O Zoti ynë! Dërgo në mesin e tyre një pejgamber prej tyre, që do t’u lexojë ajetet (versetet) Tuaja, dhe t’ua mësojë atyre Librin dhe t’i ofrojë dijeni të përsosur e t’i pastrojë ata (prej fajesh), se, me të vërtetë, Ti je i plotëfuqishëm dhe i gjithëdijshëm!”",
        "numberInSurah": 129,
        "juz": 1,
        "manzil": 1,
        "page": 20,
        "ruku": 16,
        "hizbQuarter": 8,
        "sajda": false
      },
      {
        "number": 137,
        "text": "Fesë së Ibrahimit i shmanget vetëm ai që nuk e njeh vetveten. Na me të vërtetë atë e kemi zgjedhë në këtë botë, e ai, edhe në botën tjetër do të jetë ndër të mirët.",
        "numberInSurah": 130,
        "juz": 1,
        "manzil": 1,
        "page": 20,
        "ruku": 17,
        "hizbQuarter": 8,
        "sajda": false
      },
      {
        "number": 138,
        "text": "Kur Zoti i tij i tha (Ibrahimit): “Bëhu i bindshëm!” – ai u përgjegj: “Unë i jam bindur Zotit të gjithësisë!”",
        "numberInSurah": 131,
        "juz": 1,
        "manzil": 1,
        "page": 20,
        "ruku": 17,
        "hizbQuarter": 8,
        "sajda": false
      },
      {
        "number": 139,
        "text": "Ibrahimi u rekomandoi këtë fëmijëve të tij, po edhe Jakubi: “O bijt e mi! perëndia me të vërtetë ka zgjedhë për ju fenë e vërtetë, dhe mos vdisni ndryshe veçse duke qenë muslimanë!”",
        "numberInSurah": 132,
        "juz": 1,
        "manzil": 1,
        "page": 20,
        "ruku": 17,
        "hizbQuarter": 8,
        "sajda": false
      },
      {
        "number": 140,
        "text": "A ishit ju prezent kur Jakubit iu afrua vdekja, dhe i pyeti të bijt: “Kënd do ta adhuroni pas meje?” – Ata u përgjegjën: “Na do ta adhurojmë Perëndinë tënd (i cili është) edhe Zoti i baballarëve tu: Ibrahimit, Ismailit dhe Is’hakit, një Zotit të vetëm, dhe ne i bindemi vetëm Atij!”",
        "numberInSurah": 133,
        "juz": 1,
        "manzil": 1,
        "page": 20,
        "ruku": 17,
        "hizbQuarter": 8,
        "sajda": false
      },
      {
        "number": 141,
        "text": "Ai popull qe, e shkoi; ata i pret ajo që kanë merituar, edhe juve u pret ajo që e meritoni, e ju nuk do të pyeteni për veprat që kanë punuar ata.",
        "numberInSurah": 134,
        "juz": 1,
        "manzil": 1,
        "page": 20,
        "ruku": 17,
        "hizbQuarter": 8,
        "sajda": false
      },
      {
        "number": 142,
        "text": "Ata thanë: “Bëhuni Hebrenj, gjegjësisht (ose) të krishterë, atëherë do të jeni në rrugën e drejtë!” – Thuaju “Jo”. Na jemi të fesë së Ibrahimit e cila është e pastër, se ai nuk ka qenë adhurues i idhujve”.",
        "numberInSurah": 135,
        "juz": 1,
        "manzil": 1,
        "page": 21,
        "ruku": 17,
        "hizbQuarter": 8,
        "sajda": false
      },
      {
        "number": 143,
        "text": "Thoni ju (or besimtarë): “Na besojmë vetëm Perëndinë dhe në atë që na është shpallur neve (Kur’anin), dhe në atë që i është shpallur Ibrahimit, Ismailit, Is’hakut, Jakubit dhe nipërvet, dhe në atë që u është dhënë Musait dhe Isait, dhe në atë që u është dërguar pejgamberëve nga Zoti i tyre. – Na nuk bëjmë kurrfarë dallimi në mes tyre, dhe na vetëm Atij (Perëndisë) i përulemi”.",
        "numberInSurah": 136,
        "juz": 1,
        "manzil": 1,
        "page": 21,
        "ruku": 17,
        "hizbQuarter": 8,
        "sajda": false
      },
      {
        "number": 144,
        "text": "E nëse besojnë ata sikundër që besoni ju (atëherë) janë në rrugën e drejtë; e nëse kthejnë shpinën nga kjo, ata janë larguar nga rruga e drejtë, dhe Perëndia ti (O muhammed) do të ruajë me siguri nga ata, e Ai është dëgjues dhe i di të gjitha.",
        "numberInSurah": 137,
        "juz": 1,
        "manzil": 1,
        "page": 21,
        "ruku": 17,
        "hizbQuarter": 8,
        "sajda": false
      },
      {
        "number": 145,
        "text": "“Na jemi ngjyrosë me ngjyrën e Perëndisë (fenë e cila është me cilësi të larta) e s’ka ngjyrë (fe) më të bukur se ajo e Perëndisë! Na vetëm atë e adhurojmë”.",
        "numberInSurah": 138,
        "juz": 1,
        "manzil": 1,
        "page": 21,
        "ruku": 17,
        "hizbQuarter": 8,
        "sajda": false
      },
      {
        "number": 146,
        "text": "Thuaj: “A mos doni të polemizoni ju me ne, për kompetencat e Perëndisë – kur Ai është Zoti ynë dhe i juaj? Na i kemi veprat tona e ju tuajat. E, vetëm na jemi të sinqertë ndaj Zotit”.",
        "numberInSurah": 139,
        "juz": 1,
        "manzil": 1,
        "page": 21,
        "ruku": 17,
        "hizbQuarter": 8,
        "sajda": false
      },
      {
        "number": 147,
        "text": "A po thoni se Ibrahimi, Ismaili, Is’haku, Jakubi dhe nipërit (e tyre) kanë qenë Hebrenj, ose të krishterë? Thuaju: “A e dini më mirë ju apo Perëndia? E kush është më mëkatar se ai që e fsheh të vërtetën e ardhur prej Perëndisë? – Por Perëndia nuk është i pakujdesshëm ndaj veprave që punoni ju”.",
        "numberInSurah": 140,
        "juz": 1,
        "manzil": 1,
        "page": 21,
        "ruku": 17,
        "hizbQuarter": 8,
        "sajda": false
      },
      {
        "number": 148,
        "text": "Ai popull qe e shkoi; ata i pret ajo që kanë merituar, edhe juve u pret ajo që e meritoni, e ju nuk do të pyeteni për veprat që kanë punuar ata.",
        "numberInSurah": 141,
        "juz": 1,
        "manzil": 1,
        "page": 21,
        "ruku": 17,
        "hizbQuarter": 8,
        "sajda": false
      },
      {
        "number": 149,
        "text": "Disa njerëz mendjelehtë thonë: “Ç’i ktheu ata (muslimanët) prej kibles kah e cila ishin drejtuar?” Thuaju: “Të Perëndisë janë Lindja dhe Perëndimi. Ai e udhëzon kend të dojë e kend të dëshirojë në rrugën e drejtë, që cakton Ai”. –",
        "numberInSurah": 142,
        "juz": 2,
        "manzil": 1,
        "page": 22,
        "ruku": 18,
        "hizbQuarter": 9,
        "sajda": false
      },
      {
        "number": 150,
        "text": "Gjithashtu (sikundër që ju kemi udhëzuar në rrugë të drejtë) ju kemi bërë popull të drejtë, që të bëheni dëshmitarë të njerëzve dhe që Pejgamberi të jetë dëshmitar i juaji. – Na nuk e kemi bërë obligim kthimin tënd kah Qabeja (o Muhammed!) për tjetër arsye, por vetëm për të parë se kush ndjekë rrugën dhe kush do të shkojë pas Pejgamberit e për t’i dalluar nga ata që kthehen nga thembrat, - ky ndryshim është i rëndë, por jo për ata që i ka drejtuar Zoti në rrugë të drejtë. E, se, Perëndia nuk ua humbë besimin tuaj (namazin që keni bërë kah Kudsi), se Perëndia, me të vërtetë, është fort i dhembshëm dhe mëshirues për njerëzit.",
        "numberInSurah": 143,
        "juz": 2,
        "manzil": 1,
        "page": 22,
        "ruku": 18,
        "hizbQuarter": 9,
        "sajda": false
      },
      {
        "number": 151,
        "text": "Na të pamë ty që shikimin tënd e drejtoje kah qielli (duke u lutur për caktimin e kiblës) e Na me të vërtetë do të kthejmë ty kah ajo anë, që të kënaq ty. Prandaj, ktheje fytyrën tënde kah faltorja e shenjtë (Qabja)! Dhe kudo që të gjendeni kthenie fytyrën tuaj kah ajo anë! Padyshim, atyre që u është dërguar Libri (Teurati) e dinë se ai (drejtimi kah kibla) është i vërtetë, është prej Zotit të tyre, - se Perëndia nuk është i pakujdesshëm ndaj punëve që bëjnë njerëzit.",
        "numberInSurah": 144,
        "juz": 2,
        "manzil": 1,
        "page": 22,
        "ruku": 18,
        "hizbQuarter": 9,
        "sajda": false
      },
      {
        "number": 152,
        "text": "Dhe sikur ti t’u sillje të gjitha dokumentet atyre, të cilëve u është dhënë Libri, ata prapëseprapë nuk do ta pranonin kiblën tënde, por edhe ti nuk do të pranosh kiblën e tyre dhe që askush nga ata nuk do të pranonte kiblën e njëri-tjetrit. – E nëse ti, pasi të është zbritur dijenia, të ndiqshe dëshirën e tyre, atëherë padyshim do të ishe nga ata që kanë kaluar kufirin.",
        "numberInSurah": 145,
        "juz": 2,
        "manzil": 1,
        "page": 22,
        "ruku": 18,
        "hizbQuarter": 9,
        "sajda": false
      },
      {
        "number": 153,
        "text": "Atyre q ëu kemi dërguar Librin (Teuratin) e njohin (Muhammedin për pejgamber), ashtu si i njohin bijt e tyre, por disa prej tyre e fshehin të vërtetën, duke e ditur mirë.",
        "numberInSurah": 146,
        "juz": 2,
        "manzil": 1,
        "page": 23,
        "ruku": 18,
        "hizbQuarter": 9,
        "sajda": false
      },
      {
        "number": 154,
        "text": "E vërteta është në anën e Zotit tënd, pra, kurrsesi, mos u bënë nga ata që dyshojnë.",
        "numberInSurah": 147,
        "juz": 2,
        "manzil": 1,
        "page": 23,
        "ruku": 18,
        "hizbQuarter": 9,
        "sajda": false
      },
      {
        "number": 155,
        "text": "Çdo popull ka kiblën (drejtimin kah Vendi i Shenjtë); Pra, bëni gara në punë të mira. Kudo që të gjendeni, Perëndia do t’u tubojë të gjithëve; se Perëndia, me të vërtetë, është i Plotëfuqishëm.",
        "numberInSurah": 148,
        "juz": 2,
        "manzil": 1,
        "page": 23,
        "ruku": 19,
        "hizbQuarter": 9,
        "sajda": false
      },
      {
        "number": 156,
        "text": "Nga cilido vend që të dalësh ktheje fytyrën tënde kah Faltorja e shenjtë. Kjo është e vërtetë, që vie nga Zoti yt; e Perëndia nuk është i pakujdesshëm ndaj veprave që punoni ju.",
        "numberInSurah": 149,
        "juz": 2,
        "manzil": 1,
        "page": 23,
        "ruku": 19,
        "hizbQuarter": 9,
        "sajda": false
      },
      {
        "number": 157,
        "text": "Nga cilido vend që të shkosh, ti shko, e fytyrën ktheje kah Faltorja e Shenjtë. E kudo që të gjendeni, ktheni fytyrat tuaja kah ajo anë, që bota mos të ketë çka të thotë për ju përpos atyre që kanë kaluar kufirin e drejtësisë dhe dijenisë, - por atyre mos iu frikoni e frikohuni vetëm prej Meje! Këtë (ndërrim të kiblës) e kam bërë për t’ju plotësuar dhuntitë e Mia juve, dhe për t’ju shpie në udhë të drejtë.",
        "numberInSurah": 150,
        "juz": 2,
        "manzil": 1,
        "page": 23,
        "ruku": 19,
        "hizbQuarter": 9,
        "sajda": false
      },
      {
        "number": 158,
        "text": "Sikundër që ua kam plotësuar dhuntinë Time, ashtu (dhunti) ju kam dërguar një Pejgamber, nga mesi juaj, i cili ju lexon versetet Tona, dhe ju pastron (nga të këqiat) e ju begaton me dijeni të holla, dhe që t’ju mësojë ato gjëra që nuk i keni ditur.",
        "numberInSurah": 151,
        "juz": 2,
        "manzil": 1,
        "page": 23,
        "ruku": 19,
        "hizbQuarter": 9,
        "sajda": false
      },
      {
        "number": 159,
        "text": "Më kujtoni Mua (ashtu si ju ka mësuar Profeti Im), e Unë ju kujtoj ju (me dhuratë); falënderomëni Mua e mos i mohoni dhuntitë e Mia!",
        "numberInSurah": 152,
        "juz": 2,
        "manzil": 1,
        "page": 23,
        "ruku": 19,
        "hizbQuarter": 9,
        "sajda": false
      },
      {
        "number": 160,
        "text": "O besimtarë! Kërkoni ndihmë prej Zotit duke duruar dhe duke u falur! Me të vërtetë Zoti është me durimtarët.",
        "numberInSurah": 153,
        "juz": 2,
        "manzil": 1,
        "page": 23,
        "ruku": 20,
        "hizbQuarter": 9,
        "sajda": false
      },
      {
        "number": 161,
        "text": "Dhe mos thuani për ata që vriten në udhë të Perëndisë (dëshmorët) se kanë vdekur! Jo! Ata janë të gjallë, por ju nuk i vëreni!",
        "numberInSurah": 154,
        "juz": 2,
        "manzil": 1,
        "page": 24,
        "ruku": 20,
        "hizbQuarter": 9,
        "sajda": false
      },
      {
        "number": 162,
        "text": "Na do t’ju provojmë me ndonjë gjë: me pak frikë, uri, me dëmtim të pasurisë, dëmtim të njerëzve dhe të të lashtave. Ti sihariqoji durimtarët!",
        "numberInSurah": 155,
        "juz": 2,
        "manzil": 1,
        "page": 24,
        "ruku": 20,
        "hizbQuarter": 9,
        "sajda": false
      },
      {
        "number": 163,
        "text": "Atyre të cilët kur i godit ndonjë fatkeqësi thonë: “Të Zotit jemi dhe vetëm tek Ai do të kthehemi!”",
        "numberInSurah": 156,
        "juz": 2,
        "manzil": 1,
        "page": 24,
        "ruku": 20,
        "hizbQuarter": 9,
        "sajda": false
      },
      {
        "number": 164,
        "text": "Ata do të shpërblehen me dhunti dhe mëshirë nga Zoti i tyre; ata janë në rrugën e drejtë!",
        "numberInSurah": 157,
        "juz": 2,
        "manzil": 1,
        "page": 24,
        "ruku": 20,
        "hizbQuarter": 9,
        "sajda": false
      },
      {
        "number": 165,
        "text": "Safaja dhe Merva janë shenja të fesë së Perëndisë, prandaj ai që viziton Qaben ose bën Umre, s’ka kurrfarë gjunahi nëve viziton ato (të dyja); ai që bën vepër të mirë, - me të vërtetë, Perëndia është falenderues dhe i Gjithëdijshëm.",
        "numberInSurah": 158,
        "juz": 2,
        "manzil": 1,
        "page": 24,
        "ruku": 20,
        "hizbQuarter": 10,
        "sajda": false
      },
      {
        "number": 166,
        "text": "Me të vërtetë, ata që fshehin dokumenta Tona të qarta, që i kemi shpallur Ne, dhe orientimin e drejtë, pasi që ua kemi treguar njerëzve në Librin (e Teuratit), ata i mallkon Perëndia, i mallkojnë edhe të gjithë ata që janë kompetentë të mallkojnë;",
        "numberInSurah": 159,
        "juz": 2,
        "manzil": 1,
        "page": 24,
        "ruku": 20,
        "hizbQuarter": 10,
        "sajda": false
      },
      {
        "number": 167,
        "text": "E nuk mallkohen, vetëm ata që pendohen dhe përmirësohen dhe haptazi e shfaqin këtë, se Unë jam pranues i pendimeve dhe mëshirues.",
        "numberInSurah": 160,
        "juz": 2,
        "manzil": 1,
        "page": 24,
        "ruku": 20,
        "hizbQuarter": 10,
        "sajda": false
      },
      {
        "number": 168,
        "text": "Ata që nuk besojnë dhe vdesin duke qenë jobesimtarë, mbi ta është mallkimi i Perëndisë, i ëngjujve dhe i të gjithë njerëzve.",
        "numberInSurah": 161,
        "juz": 2,
        "manzil": 1,
        "page": 24,
        "ruku": 20,
        "hizbQuarter": 10,
        "sajda": false
      },
      {
        "number": 169,
        "text": "Ata do të jenë gjithmonë të mallkuar (të dënuar), e nuk ju lehtësohet vuajtja dhe as nuk u jepet afat.",
        "numberInSurah": 162,
        "juz": 2,
        "manzil": 1,
        "page": 24,
        "ruku": 20,
        "hizbQuarter": 10,
        "sajda": false
      },
      {
        "number": 170,
        "text": "E zoti juaj – është një! S’ka zot tjetër përveç Tij, Ai është Mëshirues dhe Përdëllimtar!",
        "numberInSurah": 163,
        "juz": 2,
        "manzil": 1,
        "page": 24,
        "ruku": 20,
        "hizbQuarter": 10,
        "sajda": false
      },
      {
        "number": 171,
        "text": "Me të vërtetë në krijimin e qiejve dhe të Tokës, në ndryshim të natës dhe të ditës; në anijet që lundrojën nëpër det për t’u sjellë dobi njerëzve; në ujërat që zbret Perëndia prej qiellit, e me të cilët i ngjallë tokat e vdekura (tokat e thata) – nëpër të cilën ka shpërndarë gjithfarë lloj shtazësh; në ndryshimin e erërave e reve të nënshtruara lëvizjeve në mes qiellit e Tokës – (në të gjitha këto), ka dokumente për të gjithë ata që mendojnë.",
        "numberInSurah": 164,
        "juz": 2,
        "manzil": 1,
        "page": 25,
        "ruku": 21,
        "hizbQuarter": 10,
        "sajda": false
      },
      {
        "number": 172,
        "text": "Ka njerëz që në vend të Perëndisë marrin disa gjëra të tjera për zotë dhe i duan ato si Perëndinë; ndërsa ata që besojnë, e duan shumë më tepër Perëndinë. Sikur ta dinin paganët në atë çast kur do ta shohin dënimin – se me të vërtetë e tërë fuqia i përket Perëndisë dhe se dënimi i Zotit është fort i ashpër (atëherë, ata nuk do të vepronin ashtu).",
        "numberInSurah": 165,
        "juz": 2,
        "manzil": 1,
        "page": 25,
        "ruku": 21,
        "hizbQuarter": 10,
        "sajda": false
      },
      {
        "number": 173,
        "text": "dhe kur të shmangen të pasuemit (prijsat) nga ata që i pasonin (ithtarët) dhe shohin dënimin, e midis tyre këputet çdo lidhje.",
        "numberInSurah": 166,
        "juz": 2,
        "manzil": 1,
        "page": 25,
        "ruku": 21,
        "hizbQuarter": 10,
        "sajda": false
      },
      {
        "number": 174,
        "text": "E (atëherë), pasuesit kanë për të thënë: “Ah, sikur të kishte edhe një kthim për ne, e të heqim dorë prej tyre, dikundër që hoqën dorë ata prej nesh!” Që kështu, Perëndia ua rrëfen veprat e tyre tmerruese mbi ta. Ata s’kanë për të dalë kurrë nga zjarri.",
        "numberInSurah": 167,
        "juz": 2,
        "manzil": 1,
        "page": 25,
        "ruku": 21,
        "hizbQuarter": 10,
        "sajda": false
      },
      {
        "number": 175,
        "text": "O njerëz! Ushqehuni me të gjitha ato që gjenden në Tokë, që janë të lejueshme dhe të mira dhe mos ndiqni gjurmët e djallit! Se ai është armik i përbetuar i juaji.",
        "numberInSurah": 168,
        "juz": 2,
        "manzil": 1,
        "page": 25,
        "ruku": 22,
        "hizbQuarter": 10,
        "sajda": false
      },
      {
        "number": 176,
        "text": "Ai vetëm ju nxitë në të këqija dhe në vepra të turpshme dhe të flisni kundër Perëndisë ato gjëra që nuk i dini.",
        "numberInSurah": 169,
        "juz": 2,
        "manzil": 1,
        "page": 25,
        "ruku": 22,
        "hizbQuarter": 10,
        "sajda": false
      },
      {
        "number": 177,
        "text": "E kur atyre t’ju thuhet: “ndiqeni Shpalljen (Kur’anin) e Perëndisë!” – Ata përgjigjen: “Jo! Na ndjekim atë udhë në të cilën i kemi gjetur të parët tanë” – Vallë! Edhe atëherë kur të parët e tyre nuk kanë ditur asgjë dhe kur nuk kanë qenë në rrugën e drejtë?!",
        "numberInSurah": 170,
        "juz": 2,
        "manzil": 1,
        "page": 26,
        "ruku": 22,
        "hizbQuarter": 10,
        "sajda": false
      },
      {
        "number": 178,
        "text": "Mohuesit i shëmbëllejnë çobanit (bariut) i cili i thërret shtazët, të cilat dëgjojnë vetëm thirrje e zë, por s’kuptojnë asgjë. (Ata janë) të shurdhër, memecë dhe verbët, e nuk mendojnë asgjë.",
        "numberInSurah": 171,
        "juz": 2,
        "manzil": 1,
        "page": 26,
        "ruku": 22,
        "hizbQuarter": 10,
        "sajda": false
      },
      {
        "number": 179,
        "text": "O besimtarë! Hani nga ushqimet e këndshme që ua kemi dhuruar Na juve dhe nëse jeni adhurues të Perëndisë bëhuni falenderues të Tij!",
        "numberInSurah": 172,
        "juz": 2,
        "manzil": 1,
        "page": 26,
        "ruku": 22,
        "hizbQuarter": 10,
        "sajda": false
      },
      {
        "number": 180,
        "text": "Me të vërtetë, Perëndia ua ka ndaluar ngrënien e kafshës së ngordhur, gjakun e derdhur, mishin e derrit dhe atë kafshë që nuk është therrur në emër të Zotit. Por ata që ngushtohen nga uria e madhe, sa për të zhdukur krizën e urisë nuk kanë mëkate t’i hanë, por nuk duhet kaluar kufirin e lejueshmërisë. Se Perëndia me të vërtetë është Përdëllimtar i madh dhe falë.",
        "numberInSurah": 173,
        "juz": 2,
        "manzil": 1,
        "page": 26,
        "ruku": 22,
        "hizbQuarter": 10,
        "sajda": false
      },
      {
        "number": 181,
        "text": "Padyshim, ata që fshehin atë që ua ka shpallur Perëndia në Libër (Teurat) dhe i zëvendësojnë fjalët e Mia me diç tjetër të pavlerë (i shesin), ata nuk hanë tjetër gjë vetëm atë, që në barkun e tyre u sjell zjarrin. Në Ditën e Kijametit, Perëndia nuk do t’u flasë atyre dhe s’ka për t’i dlirë prej fajesh, dhe për ta ka dënim pikëllues.",
        "numberInSurah": 174,
        "juz": 2,
        "manzil": 1,
        "page": 26,
        "ruku": 22,
        "hizbQuarter": 10,
        "sajda": false
      },
      {
        "number": 182,
        "text": "Ata (mohuesit) rrugën e drejtë e kanë ndërruar me të humburën dhe faljen e Zotit me mundim, dhe sa ë durueshëm që janë vetëm ata në zjarr!",
        "numberInSurah": 175,
        "juz": 2,
        "manzil": 1,
        "page": 26,
        "ruku": 22,
        "hizbQuarter": 10,
        "sajda": false
      },
      {
        "number": 183,
        "text": "Kjo është për shkak se Perëndia ka zbritur Librin, të vërtetën e saktë, e ata që bëjnë polemikë rreth përmbajtjes së Librit janë në kundërshtim të madh me të drejtën.",
        "numberInSurah": 176,
        "juz": 2,
        "manzil": 1,
        "page": 26,
        "ruku": 22,
        "hizbQuarter": 10,
        "sajda": false
      },
      {
        "number": 184,
        "text": "Mirësia, nuk është të kthyerit e fytyrës suaj kah lindja dhe perëndimi, por, mirësi është kur (njeriu) beson Perëndinë, Ditën e Kijametit, ëngjujt, Librin, Pejgamberët dhe të cilët me vullnetin e vet, u japin nga pasuria të dashurve të tyre, te afërmve, bonjakëve, varfanjakëve, udhëtarëvet – musafirëvet (që kanë ngelur pa të holla), lypësvet dhe të robëruarvet (për t’u liruar); e (mirësi) është edhe kryerja e namazit, dhënia e zeqatit, dhe kryesit e obligimit të tyre, kur marrin përsipër diçka; e (mirësi), është edhe për ata që durojnë në skamjen, sëmundjen dhe durimi në kohë të luftës. Këta janë besimtarët e vërtetë dhe këta janë ata që i drojnë Perëndisë (ruhen prej mëkateve).",
        "numberInSurah": 177,
        "juz": 2,
        "manzil": 1,
        "page": 27,
        "ruku": 23,
        "hizbQuarter": 11,
        "sajda": false
      },
      {
        "number": 185,
        "text": "O besimtarë! Është porosi për ju ndëshkimi për vrasje: I liri për të lirin, skllavi për skllavin dhe femra për femrën; e atij që ia falë farefisi i të vrarit, duhet të sillet njerëzishëm (me mirësi për dëmshpërblim) dhe le të zbatohet dëmshpërblimi me të mirë. Kjo (falje) është një lehtësi dhe mëshirë nga ana e Zotit. E kushdo që pas kësaj (faljes), e kapërcen kufirin, për atë ka dënim të rreptë.",
        "numberInSurah": 178,
        "juz": 2,
        "manzil": 1,
        "page": 27,
        "ruku": 23,
        "hizbQuarter": 11,
        "sajda": false
      },
      {
        "number": 186,
        "text": "O mendar! Për ju ndëshkimi është gjallëri, që të ruheni (prej vrasjeve).",
        "numberInSurah": 179,
        "juz": 2,
        "manzil": 1,
        "page": 27,
        "ruku": 23,
        "hizbQuarter": 11,
        "sajda": false
      },
      {
        "number": 187,
        "text": "Kur ndokush prej jush gjendet buzë vdekjes e pas veti lë pasuri, ju urdhërohet që porosia (testamenti) të bëhet në mënyrë të drejtë ndaj prindërve dhe farefisit; ky është obligim i drejtë për njerëzit e mirë.",
        "numberInSurah": 180,
        "juz": 2,
        "manzil": 1,
        "page": 27,
        "ruku": 23,
        "hizbQuarter": 11,
        "sajda": false
      },
      {
        "number": 188,
        "text": "Kush e ndryshon (porosinë – testamentin) pasi e ka mësuar të vërtetën, - mëkat është vetëm për ata që e ndryshojnë; - e Perëndia, me të vërtetë, i dëgjon dhe i di të gjitha.",
        "numberInSurah": 181,
        "juz": 2,
        "manzil": 1,
        "page": 27,
        "ruku": 23,
        "hizbQuarter": 11,
        "sajda": false
      },
      {
        "number": 189,
        "text": "E ai që frikohet se porositësi (i testamentit) ka bërë pa qëllim gabim ose padrejtësi, e ndreq atë, ai – për këtë punë nuk ka mëkat. – Se me të vërtetë, Perëndia është falës dhe mëshirues.",
        "numberInSurah": 182,
        "juz": 2,
        "manzil": 1,
        "page": 28,
        "ruku": 23,
        "hizbQuarter": 11,
        "sajda": false
      },
      {
        "number": 190,
        "text": "O besimtarë! Ju është urdhëruar agjërimi, ashtu si u ka qenë urdhëruar atyre para juve, për t’iu shmangur mëkateve,",
        "numberInSurah": 183,
        "juz": 2,
        "manzil": 1,
        "page": 28,
        "ruku": 24,
        "hizbQuarter": 11,
        "sajda": false
      },
      {
        "number": 191,
        "text": "(agjërimi) zgjat disa ditë. Ndonjëri prej jush që gjendet i sëmur ose gjendet në udhëtim e sipër, ai i agjëron aq ditë sa i ka prishur – në ditët e tjera. Dhe ata (njerëz) që kanë vështirësi për të agjëruar (si për shembull, plaku i mbetur), duhet të japë aq sa mund të ngopet një i varfër me ushqim gjatë ditës (për një ditë agjërimi – një ditë ushqimi). E kushdo që të bëjë ndojë të mirë më tepër, për të është më mirë. Por, agjërimi juaj është më i dobishëm, në qoftë se e dini (do ta agjëronit).",
        "numberInSurah": 184,
        "juz": 2,
        "manzil": 1,
        "page": 28,
        "ruku": 24,
        "hizbQuarter": 11,
        "sajda": false
      },
      {
        "number": 192,
        "text": "Këto ditë janë, ditët e muajit të ramazanit, në të cilin muaj ka zbritur Kur’ani, që është udhërrëfyes për njerëzit, plot me argumente të dokumentuara për rrugën e drejtë dhe dallues i së mirës nga e keqja. Pra, kushdo që nga ju gjendet në këtë muaj – le të agjërojë, ndërsa ai që është i sëmurë ose gjendet në udhëtim e sipër (le të agjërojë aq ditë sa nuk i ka agjëruar), - Perëndia ka bërë lehtësi për ju, e jo vështirësi e mundime, - për të plotësuar numrin e ditëve të agjërimit (në një kohë tjetër), dhe për këto (lehtësi) duhet të madhëroni Perëndinë, që u ka drejtuar në rrugë të drejtë e të bëheni falenderues ndaj Tij.",
        "numberInSurah": 185,
        "juz": 2,
        "manzil": 1,
        "page": 28,
        "ruku": 24,
        "hizbQuarter": 11,
        "sajda": false
      },
      {
        "number": 193,
        "text": "Kur besimtarët e Mi të pyesin për Mua, (thuaju): Unë jam afër, i përgjigjem lutjeve të lutësit, kur ai t’më lutet Mua. Prandaj le ta plotësojnë thirrjen Time (për agjërim e detyra tjera) dhe le të më besojnë Mua (mos të shmangen nga besimi), për të qenë në rrugën e drejtë.",
        "numberInSurah": 186,
        "juz": 2,
        "manzil": 1,
        "page": 28,
        "ruku": 24,
        "hizbQuarter": 11,
        "sajda": false
      },
      {
        "number": 194,
        "text": "Juve u lejohet që gjatë netëve të agjërimit t’i afroheni bashkëshorteve tuaja. Ato janë petku i juaj, e ju jeni petku i tyne. Perëndia e di mirë se ju nuk mund të duroheni, e keni tradhëtuar veten, e Perëndia u ka pranuar pendimin tuaj dhe u ka falur gabimin. Prandaj, u lejohet kontakti me bashkëshortet tuaja dhe tani kërkoni atë që ka caktuar Perëndia për ju. Dhe hani e pini deri në mëngjes (deri në imsak) deri sa të dallohet peri i bardhë nga peri i zi, pastaj plotësonie agjërimin deri në muzg, (deri në perëndim të diellit). Mos ju afrohuni atyre gjatë kohës, kur gjeneni në itikafë në xhami! Këta janë kufijt e Perëndisë; pra mos ju afrohuni atyre! Kështu pra, Perëndia ua shpjegon njerëzve dispozitat e veta, që të ruhen e të mos bëjnë punë të ndaluara.",
        "numberInSurah": 187,
        "juz": 2,
        "manzil": 1,
        "page": 29,
        "ruku": 24,
        "hizbQuarter": 11,
        "sajda": false
      },
      {
        "number": 195,
        "text": "Mos i hani pasurinë njëri-tjetrit me pa të drejtë! Dhe mos u bëni mitdhënës te gjykatësit për t’i ngrënë njerëzve me tradhëti një pjesë të mallit, se ju e dini (që këto janë mëkate).",
        "numberInSurah": 188,
        "juz": 2,
        "manzil": 1,
        "page": 29,
        "ruku": 24,
        "hizbQuarter": 11,
        "sajda": false
      },
      {
        "number": 196,
        "text": "Të pyesin ty (o Muhammed!) për hënën, (ndryshimin e saj); thuaju: “Këto për njerëzit janë shenja të kohës dhe të haxhxhillëkut”. Nuk shprehet mirësia me të hyrit në shtëpi kah shpina (sipas zakonit të atëhershëm të arabëve), por mirësia qëndron në të ruajturit nga të këqijat. Hyni në shtëpi kah dyert e tyre dhe droni Perëndisë, për të qenë të shpëtuar!",
        "numberInSurah": 189,
        "juz": 2,
        "manzil": 1,
        "page": 29,
        "ruku": 25,
        "hizbQuarter": 12,
        "sajda": false
      },
      {
        "number": 197,
        "text": "Luftoni në rrugën e Zotit – kundër atyre që luftojnë kundër jush, por mos tejkaloni kufirin! – Se, Perëndia, nuk i don ata që e kalojnë kufirin.",
        "numberInSurah": 190,
        "juz": 2,
        "manzil": 1,
        "page": 29,
        "ruku": 25,
        "hizbQuarter": 12,
        "sajda": false
      },
      {
        "number": 198,
        "text": "Vritni ata kudo që t’i gjeni dhe dëboni prej vendeve ashtu siç ju dëbuan ata juve. Se keqpërdorimi është më i rëndë se vrasja. Mos luftoni me ta pranë Mesxhidi Haramit! Për derisa ata të vriten me ju-aty! E, nëse ata luftojnë me ju (aty), atëherë ju vritni ata! I këtillë duhet të jetë ndëshkimi për jobesimtarët.",
        "numberInSurah": 191,
        "juz": 2,
        "manzil": 1,
        "page": 30,
        "ruku": 25,
        "hizbQuarter": 12,
        "sajda": false
      },
      {
        "number": 199,
        "text": "Por, në qoftë se ata heqin dorë (nga të këqijat), atëherë Perëndia me të vërtetë është mëshirues dhe falë.",
        "numberInSurah": 192,
        "juz": 2,
        "manzil": 1,
        "page": 30,
        "ruku": 25,
        "hizbQuarter": 12,
        "sajda": false
      },
      {
        "number": 200,
        "text": "Luftoni ata deri sa të zhduken ngatërresat dhe deri sa të bëhet besimi vetëm për Perëndinë! E në qoftë se ata heqin dorë (prej ngatërresave), atëherë s’ka armiqësi, përveç atyre që kanë tejkaluar kufirin.",
        "numberInSurah": 193,
        "juz": 2,
        "manzil": 1,
        "page": 30,
        "ruku": 25,
        "hizbQuarter": 12,
        "sajda": false
      },
      {
        "number": 201,
        "text": "Muaji i madh për muaj të madh; respektimet janë reciproke. Pra, kushdo që ju sulmon duke tejkaluar kufirin, edhe ju sulmoni ata, ashtu siç ju sulmuan ata juve (reciprokisht)! Droni Perëndisë, dhe dijeni se, me të vërtetë, Perëndia është me ata që ruhen nga të këqijat.",
        "numberInSurah": 194,
        "juz": 2,
        "manzil": 1,
        "page": 30,
        "ruku": 25,
        "hizbQuarter": 12,
        "sajda": false
      },
      {
        "number": 202,
        "text": "Dhe shpenzonie pasurinë në rrugën e Perëndisë, dhe mos e sillni veten tuaj në shkatërrim, por bëni mirë; se Perëndia me të vërtetë i do bamirësit.",
        "numberInSurah": 195,
        "juz": 2,
        "manzil": 1,
        "page": 30,
        "ruku": 25,
        "hizbQuarter": 12,
        "sajda": false
      },
      {
        "number": 203,
        "text": "Kryeni haxhxhin dhe umren për hir të Perëndisë. Nëse në këtë rrugë pengoheni (në kryerjen e këtij qëllimi), atëherë therrni kurban sipas mundësisë dhe mos i rruani kokat tuaja, për derisa të mos arrijë kurbani në vend (në therrtoren e caktuar); e kushdo që prej jush është i sëmurë ose që ka ndonjë mundim në kokë (e rruhet) le ta kompenzojë me agjërim, lëmoshë ose kurban. E kur të qetësoheni, ai që prej jush kryen umren deri në haxhxh le të therrë kurban sipas mundësisë. Ndërsa, ai që nuk ka mundësi, është i detyruar të agjërojë tri ditë në haxhxh dhe shtatë ditë pas kthimit nga haxhxhi, e le të plotësohen dhjetë ditë. Kjo është për ata që nuk janë nga Mekka. E druajuni Perëndisë dhe dinie se Ai dënon ashpër.",
        "numberInSurah": 196,
        "juz": 2,
        "manzil": 1,
        "page": 30,
        "ruku": 25,
        "hizbQuarter": 12,
        "sajda": false
      },
      {
        "number": 204,
        "text": "Koha e haxhxhillëkut është në muaj të caktuar; ai që e obligon veten të kryejë haxhxhin, nuk duhet të ketë marrëdhënie me gruan dhe as nuk duhet të bëjë grindje e sharje. Ndërkaq çdo vepër të mirë që bëni, Perëndia e di. Dhe furnizohuni me gjërat që u nevojiten për rrugë, e furnizimi më i mirë është të largoheni nga të lypurit (në haxhxhillëk). Prandaj druani prej Meje or mendar!",
        "numberInSurah": 197,
        "juz": 2,
        "manzil": 1,
        "page": 31,
        "ruku": 26,
        "hizbQuarter": 12,
        "sajda": false
      },
      {
        "number": 205,
        "text": "Nuk është mëkat të kërkoni nga Zoti juaj ndonjë të mirë (materiale). E kur të ktheheni nga Arafati, përmendni Zotin në vendet e shenjta, përmendni atë Zot, që ju ka udhëzuar në rrugën e drejtë, sepse, ju më parë ishi të humbur.",
        "numberInSurah": 198,
        "juz": 2,
        "manzil": 1,
        "page": 31,
        "ruku": 26,
        "hizbQuarter": 12,
        "sajda": false
      },
      {
        "number": 206,
        "text": "Mandej kthehuni nga Arafati, siç kthehen të gjithë të tjerët dhe kërkoni ndjesë prej Perëndisë! Se Perëndia është mëshirues e falë.",
        "numberInSurah": 199,
        "juz": 2,
        "manzil": 1,
        "page": 31,
        "ruku": 26,
        "hizbQuarter": 12,
        "sajda": false
      },
      {
        "number": 207,
        "text": "E pasi t’i kryeni ceremonitë e haxhxhit, përmendni Perëndinë ashtu si i keni kujtuar prindërit tuaj, apo edhe më tepër! Disa njerëz thonë: “Zoti ynë epna të mira në këtë botë!” Por për këta s’ka asnjë të mirë në ahiret.",
        "numberInSurah": 200,
        "juz": 2,
        "manzil": 1,
        "page": 31,
        "ruku": 26,
        "hizbQuarter": 12,
        "sajda": false
      },
      {
        "number": 208,
        "text": "E, disa nga njerëzit thonë: “Zoti ynë, epna të mira në këtë jetë dhe në jetën tjetër! Dhe na ruaj nga dënimi i zjarrit!”",
        "numberInSurah": 201,
        "juz": 2,
        "manzil": 1,
        "page": 31,
        "ruku": 26,
        "hizbQuarter": 12,
        "sajda": false
      },
      {
        "number": 209,
        "text": "Për veprat që këta kanë punuar ka shpërblim. – Se, Perëndia, i bënë llogaritë shpejt.",
        "numberInSurah": 202,
        "juz": 2,
        "manzil": 1,
        "page": 31,
        "ruku": 26,
        "hizbQuarter": 12,
        "sajda": false
      },
      {
        "number": 210,
        "text": "Dhe përmendni Perëndinë në ditët e caktuara. Por, edhe për ata që nguten dhe rrinë vetëm dytë ditë nuk kë mëkate, e nuk do të ketë mëkate edhe ai që rrinë më shumë, e ruhet (nga mëkatet tjera). Dhe, kinie frikë Perëndinë e dinie mirë se vetëm tek Ai do të tuboheni.",
        "numberInSurah": 203,
        "juz": 2,
        "manzil": 1,
        "page": 32,
        "ruku": 26,
        "hizbQuarter": 13,
        "sajda": false
      },
      {
        "number": 211,
        "text": "Ka njerëz fjalët e të cilëve për jetën në këtë botë të entuziazmojnë, dhe betohen në Perëndinë për atë (të mirë) që ka në zemër, e që në të vërtetë është kundërshtari më i ashpër.",
        "numberInSurah": 204,
        "juz": 2,
        "manzil": 1,
        "page": 32,
        "ruku": 26,
        "hizbQuarter": 13,
        "sajda": false
      },
      {
        "number": 212,
        "text": "E kur të kthehet (prej teje) përpiqet të bëjë ngatërresa në tokë, duke shkatërruar fushat dhe bagëtinë. Por perëndia nuk i don ngatërresat.",
        "numberInSurah": 205,
        "juz": 2,
        "manzil": 1,
        "page": 32,
        "ruku": 26,
        "hizbQuarter": 13,
        "sajda": false
      },
      {
        "number": 213,
        "text": "E kur atij i thuhet: “Druaju Perëndisë!” ai atëherë mburret për mëkatë. Atij i mjafton skëterra. E, sa vendbanim i keq është ai vend!",
        "numberInSurah": 206,
        "juz": 2,
        "manzil": 1,
        "page": 32,
        "ruku": 26,
        "hizbQuarter": 13,
        "sajda": false
      },
      {
        "number": 214,
        "text": "Ka njerëz që e sakrifikojnë veten për të fituar kënaqësinë e Perëndisë, - e Perëndia është shumë mëshirues i adhuruesve të vet.",
        "numberInSurah": 207,
        "juz": 2,
        "manzil": 1,
        "page": 32,
        "ruku": 26,
        "hizbQuarter": 13,
        "sajda": false
      },
      {
        "number": 215,
        "text": "O besimtarë! Qasjuni të gjithë shpëtimit (Bindjes Hyjnore) dhe mos hkoni gjurmëv etë djallit, se ai është armik i juaj i përbetuar.",
        "numberInSurah": 208,
        "juz": 2,
        "manzil": 1,
        "page": 32,
        "ruku": 26,
        "hizbQuarter": 13,
        "sajda": false
      },
      {
        "number": 216,
        "text": "E nëse bëni gabim (i shmangeni të drejtës) pasi jeni njoftuar me argumente të qarta, atëherë dinie se Perëndia është i Plotëfuqishëm dhe i Gjithëdijshëm.",
        "numberInSurah": 209,
        "juz": 2,
        "manzil": 1,
        "page": 32,
        "ruku": 26,
        "hizbQuarter": 13,
        "sajda": false
      },
      {
        "number": 217,
        "text": "Nuk presin ata tjetër, veçse t’u vie ndëshkimi i Perëndisë prej réve të bardha (si rrufeja që godet në mot të kthjellët), edhe ëngjujt, dhe të merr fund puna (të zhdukën)?! – E, te Perëndia do të kthehen të gjitha punët.",
        "numberInSurah": 210,
        "juz": 2,
        "manzil": 1,
        "page": 32,
        "ruku": 26,
        "hizbQuarter": 13,
        "sajda": false
      },
      {
        "number": 218,
        "text": "Pyeti bijt e Israelit: sa ajete (argumente) të qarta u kemi dërguar Ne atyre? – E, ata që mohojnë të mirat e Perëndisë, pasi që u janë dërguar (do të dënohen), se Perëndia, me të vërtetë është ndëshkues i rreptë.",
        "numberInSurah": 211,
        "juz": 2,
        "manzil": 1,
        "page": 33,
        "ruku": 27,
        "hizbQuarter": 13,
        "sajda": false
      },
      {
        "number": 219,
        "text": "Atyre që nuk kanë besuar u është hijeshua jeta e kësaj bote, ndaj tallen me besimtarët. Por ata që janë ruajtur nga mohimi i mëkatevet do të jenë mbi ata në Ditën e Kijametit. – E, Perëndia i bagaton pa kufi ata që i don Ai.",
        "numberInSurah": 212,
        "juz": 2,
        "manzil": 1,
        "page": 33,
        "ruku": 27,
        "hizbQuarter": 13,
        "sajda": false
      },
      {
        "number": 220,
        "text": "(Dikur) të gjithë njerëzit i kanë takuar një bashkësie (pastaj lindi mospajtimi ndër ta), dhe Perëndia u ka dërguar profetët si sihariques dhe si frikësues, dhe me ta dërgoi Libër në të cilin gjendej e vërteta, që me të, të gjykoheshin njerëzit për ato gjëra që nuk janë pajtuar. Mirëpo, njerëzit u grindën ndërmjet veti, pasi që u erdhën argumentet e qarta, nga zilia e njëri-tjetrit; dhe atëherë Perëndia, me autorizimin e Vet i udhëzoi besimtarët që ta kuptojnë të vërtetë, lidhur me atë që nuk u pajtuan ata. – Se, Perëndia e shpie në udhë të drejtë atë që don Ai.",
        "numberInSurah": 213,
        "juz": 2,
        "manzil": 1,
        "page": 33,
        "ruku": 27,
        "hizbQuarter": 13,
        "sajda": false
      },
      {
        "number": 221,
        "text": "A mendoni ju të hyni në xhennet pa i përjetuar ato (vuajtjet) ashtu si i kanë përjetuar të tjerët para jush? Ata i pat goditur mjerimi dhe sëmundjet dhe aq shumë qenë tronditur saqë pejgamberi dhe ata që ishin me të thirrën: “Kur më do të arrijë ndihma e Perëndisë?!” Qe, ndihma e Perëndisë është afër!",
        "numberInSurah": 214,
        "juz": 2,
        "manzil": 1,
        "page": 33,
        "ruku": 27,
        "hizbQuarter": 13,
        "sajda": false
      },
      {
        "number": 222,
        "text": "Të pyesin ty në çfarë mënyre duhet dhënë lëmoshë? Thuaju: “Çfarëdo lëmoshe të mirë që epni ajo le t’i takojë prindërve, farefisit, bonjakëve, të varfërve dhe udhëtarëve (që kanë ngelur në rrugë pa mjete), e çfarëdo të mire që bëni, Perëndia e di atë”.",
        "numberInSurah": 215,
        "juz": 2,
        "manzil": 1,
        "page": 33,
        "ruku": 27,
        "hizbQuarter": 13,
        "sajda": false
      },
      {
        "number": 223,
        "text": "Ju është urdhëruar lufta, e ju e urreni. Mund ta urreni një gjë, por ajo është e mirë për ju; e mund të doni një gjë, por ajo është e dëmshme për ju. – Perëndia e di e ju nuk e dini.",
        "numberInSurah": 216,
        "juz": 2,
        "manzil": 1,
        "page": 34,
        "ruku": 27,
        "hizbQuarter": 13,
        "sajda": false
      },
      {
        "number": 224,
        "text": "Të pyesin ty për muajin e shenjtë, për luftën në të. Thuaju: “Lufta në të është mëkat i madh, - por pengimi prej udhës së Perëndisë, të mohuarit e Perëndisë, heqja dorë nga vizita Qabës dhe dëbimi i banorëve të saj nga ajo, është mëkat më i madh te Perëndia. E, keqtrajtimi (torturat) është mëkat më i madh se vrasja. Ata vazhdimisht luftojnë kundër jush, që nëse munden t’ju kthejnë nga besimi juaj. E, ata që e mohojnë fenë dhe vdesin si mohues, - veprat e (mira) të tyre do të humbasin në këtë dhe tjetrën botë, dhe ata do të jenë bnorë të skëterrës, ku do të qëndrojnë përgjithmonë.",
        "numberInSurah": 217,
        "juz": 2,
        "manzil": 1,
        "page": 34,
        "ruku": 28,
        "hizbQuarter": 13,
        "sajda": false
      },
      {
        "number": 225,
        "text": "Ata që besuan dhe emigruan, e luftuan në udhën e Perëndisë, ata shpresojnë në mëshirën e Perëndisë. Se Perëndia është mëshirues dhe falë.",
        "numberInSurah": 218,
        "juz": 2,
        "manzil": 1,
        "page": 34,
        "ruku": 28,
        "hizbQuarter": 13,
        "sajda": false
      },
      {
        "number": 226,
        "text": "Të pyesin ty për verë dhe bixhoz. Thuaju: “Ato u sjellin dëme të mëdha (mëkate), por edhe dobi për njerëzit, mirëpo, dëmi është më i madh se dobia”. Dhe të pyesin ty sa duhet dhënë lëmoshë. Thuaju: “Tepricën!” Qe, kështu ua shpjegon Perëndia argumentet e Tija, që të mendoni. –",
        "numberInSurah": 219,
        "juz": 2,
        "manzil": 1,
        "page": 34,
        "ruku": 28,
        "hizbQuarter": 14,
        "sajda": false
      },
      {
        "number": 227,
        "text": "për këtë jetë dhe atë tjetrën. Dhe të pyesin ty për bonjakët, thuaju: “T’i bëni mirë atyre është vepër e bukur, e nëse jetoni bashkë me ta, ata janë vëllezërit tuaj, se Perëndia di të dallojë keqbërësin prej mirëbërësit. Sikur të donte Perëndia, do t’ju detyronte me punë të vështira, se Perëndia është i Plotëfuqishëm dhe i Gjithëdijshëm.",
        "numberInSurah": 220,
        "juz": 2,
        "manzil": 1,
        "page": 35,
        "ruku": 28,
        "hizbQuarter": 14,
        "sajda": false
      },
      {
        "number": 228,
        "text": "Mos u martoni me paganet, përderisa të mos bëhen besimtare. Skllavja besimtare është më e mirë se paganja, edhe nëse u pëlqen juve. Mos i martoni (kurorëzoni) muslimanet për paganë, përderisa nuk bëhen besimtarë; skllavi besimtar është më i mirë se pagani, edhe nëse u pëlqen juve. Ata ju thërrasin në zjarr, kurse Perëndia, me mirësinë e Tij, ju thërret në xhennet e falje (të mëkateve) dhe ua shpjegon njerëzve argumentet e Veta, që të mendojnë ata.",
        "numberInSurah": 221,
        "juz": 2,
        "manzil": 1,
        "page": 35,
        "ruku": 28,
        "hizbQuarter": 14,
        "sajda": false
      },
      {
        "number": 229,
        "text": "Të pyesin ty për ciklin mujor të femrave. Thuaju: “Ajo ëhstë e neveritshme”. Prandaj, gjatë kësaj kohe, largohuni prej tyre dhe mos ju afrohi derisa të pastrohen. E pasi të pastrohen, atëherë afrohi tek ato ashtu si u ka urdhëruar Perëndia. Pa dyshim, Perëndia i don ata që pendohen fort (për mëkatet) dhe ata që pastrohen shumë.",
        "numberInSurah": 222,
        "juz": 2,
        "manzil": 1,
        "page": 35,
        "ruku": 29,
        "hizbQuarter": 14,
        "sajda": false
      },
      {
        "number": 230,
        "text": "Gratë tuaja janë arat tuaja, dhe afroheni arave tuaja si të doni e paraqitni diçka për shpirtin tuaj (të mirë). Dhe druajuni Perëndisë dhe dinie se do të takoheni me Te. (Ti o Muhammed)! Sihariqoji besimtarët.",
        "numberInSurah": 223,
        "juz": 2,
        "manzil": 1,
        "page": 35,
        "ruku": 29,
        "hizbQuarter": 14,
        "sajda": false
      },
      {
        "number": 231,
        "text": "Mos e bëni pengesë betimin në Perëndinë për bërjen e veprave të mira, e në largimin prej çdo të lige dhe për harmoni të njerëzve! Se, Perëndia i dëgjon të gjitha dhe i din.",
        "numberInSurah": 224,
        "juz": 2,
        "manzil": 1,
        "page": 35,
        "ruku": 29,
        "hizbQuarter": 14,
        "sajda": false
      },
      {
        "number": 232,
        "text": "Perëndia nuk ju dënon nëse betoheni pa qëllim, por judënon për atë që e bëni me qëllim. – Se, Perëndia është i butë dhe falë (nuk nxiton në dënime).",
        "numberInSurah": 225,
        "juz": 2,
        "manzil": 1,
        "page": 36,
        "ruku": 29,
        "hizbQuarter": 14,
        "sajda": false
      },
      {
        "number": 233,
        "text": "Ata që betohen se nuk do t’u afrohen grave të veta, duhet të presin katër muaj; e nëse pendohen nga betimi, - Perëndia, me të vërtetë, është mëshirues dhe falë;",
        "numberInSurah": 226,
        "juz": 2,
        "manzil": 1,
        "page": 36,
        "ruku": 29,
        "hizbQuarter": 14,
        "sajda": false
      },
      {
        "number": 234,
        "text": "e nëse vendosin të ndahen – Perëndia, me të vërtetë, dëgjon dhe di çdo gjë.",
        "numberInSurah": 227,
        "juz": 2,
        "manzil": 1,
        "page": 36,
        "ruku": 29,
        "hizbQuarter": 14,
        "sajda": false
      },
      {
        "number": 235,
        "text": "Gratë e lëshuara duhet të presin tre cikle mujore, dhe nuk është e lejueshme ta fshehin atë që ka krijuar Perëndia në mitrën (anin e fëmijës) e tyre, nëse besojnë Perëndinë dhe Ditën e Kijametit. Burrat e tyre, nëse dëshirojnë mirësi dhe qetësi, kanë të drejtë t’u kthehen atyre gjatë këtij afati. Ato kanë aq të drejta sa kanë edhe detyra, sipas arsyes, - përpos që burrat kanë përparësi për vetëm një shkallë. Se, Perëndia, është i Plotëfuqishëm dhe i Gjithëdijshëm.",
        "numberInSurah": 228,
        "juz": 2,
        "manzil": 1,
        "page": 36,
        "ruku": 29,
        "hizbQuarter": 14,
        "sajda": false
      },
      {
        "number": 236,
        "text": "Lëshuarja mund të bëhet dy herë; pra, ose të mbahet me arsye, ose të ndahen me të mirë. E juve, nuk u lejohet të merrni çfarëdo nga ato që iu keni dhuruar, përpos nëse këta të dy frikohen se nuk do t’i zbatojnë dispozitat e Perëndisë. E, nëse, ju të dy frikoheni, se nuk do të mundeni t’i kryeni dispozitat e Perëndisë, atëherë nuk është mëkat për asnjërin për atë që ia jep gruaja. Këto janë dispozitat (kufijt) e Perëndisë, andaj mos i rrënoni ato! E, ata që i rrënojnë dispozitat e Perëndisë, janë mëkatarë të mëdhenj.",
        "numberInSurah": 229,
        "juz": 2,
        "manzil": 1,
        "page": 36,
        "ruku": 30,
        "hizbQuarter": 14,
        "sajda": false
      },
      {
        "number": 237,
        "text": "E, nëse burri e lëshon gruan (për të tretën herë), nuk mund të martohet më me te, pa u martuar ajo me një burrë tjetër. Pra, në qoftë se ndahet nga burri i dytë, atëherë nuk kanë mëkatë as ajo e as burri i parë për martesë të sërishme me shoqi-shoqin, nëse mendojnë se do t’i respektojnë dispozitat e Perëndisë; këto janë dispozitat e Perëndisë, që ua shpjegon Ai njerëzve që kuptojnë.",
        "numberInSurah": 230,
        "juz": 2,
        "manzil": 1,
        "page": 36,
        "ruku": 30,
        "hizbQuarter": 14,
        "sajda": false
      },
      {
        "number": 238,
        "text": "Kur t’i lëshoni gratë dhe atyre t’u afrohet afati i fundit, mbani ato me një mënyrë të arsyeshme, ose i lëshoni me mirësi. Dhe mos i mbani ato me qëllim dëmtimi, se ashtu i keni bërë zullum vetes. Mos luani me urdhërat (versetet) e Perëndisë dhe kujtoni begatitë që u ka dhënë Perëndia, edhe Librin (Kur’anin) dhe diturinë e hollësishme, që ua ka zbritur, për t’ju këshilluar juve. Kinie frikë Perëndinë dhe dinie se Perëndia di çdo gjë!",
        "numberInSurah": 231,
        "juz": 2,
        "manzil": 1,
        "page": 37,
        "ruku": 30,
        "hizbQuarter": 14,
        "sajda": false
      },
      {
        "number": 239,
        "text": "E kur t’i lëshoni gratë dhe ato ta plotësojën kohën e pritjes ligjore, mos i pengoni ato që të martohen përsëri me burrat e tyre, kur të pajtohen në mes tyre, me arsye. Kështu këshillohet çdokush prej jush që beson Perëndinë dhe Ditën e Kijametit. Kjo është më mirë dhe më pastër. Perëndia di çdo gjë, ndërsa ju nuk dini.",
        "numberInSurah": 232,
        "juz": 2,
        "manzil": 1,
        "page": 37,
        "ruku": 31,
        "hizbQuarter": 14,
        "sajda": false
      },
      {
        "number": 240,
        "text": "Nënat le t’i japin sisë fëmijëve dy vjet, për ata që duan t’ia plotësojnë dhënien e sisës. Babai i fëmijës është i obliguar, sipas mundësisë së tij, që t’i furnizojë ato me ushqim dhe veshmbathje. Nuk ngarkohet askush përtej mundësisë që ka: nëna le të mos dëmtohet për shkak të fëmijës së saj, e as babai të mos dëmtohet për shkak të tij. Dhe trashëgimtari është i obliguar për të gjitha këto. Nëse këta të dy (prindërit), vendosin me marrëveshje dhe në mënyrë paqësore ta ndajnë fëmijën prej sisës, kjo nuk është mëkat për ta; e nëse doni t’i gjeni fëmijës suaj ndonjë mëndeshë (grua që i jep gji fëmijës së tjetër kujt), - nuk është mëkat për ju kur me mirësi doni t’ia jepni atë që e keni menduar. Druajuni Perëndisë dhe dinie se Perëndia i sheh mirë të gjitha punët që i bëni ju.",
        "numberInSurah": 233,
        "juz": 2,
        "manzil": 1,
        "page": 37,
        "ruku": 31,
        "hizbQuarter": 15,
        "sajda": false
      },
      {
        "number": 241,
        "text": "Ata që vdesin e lënë gra, gratë e tyre duhet të presin katër muaj e dhjetë ditë (pas vdekjes së burrit). Pas kalimit (skadimit) të këtij afati, sipas dispozitave të fesë, ju nuk jeni përgjegjës për veprat dhe fatin e tyre, - se Perëndia i di mirë ato që punoni ju.",
        "numberInSurah": 234,
        "juz": 2,
        "manzil": 1,
        "page": 38,
        "ruku": 31,
        "hizbQuarter": 15,
        "sajda": false
      },
      {
        "number": 242,
        "text": "Dhe nuk është mëkat për ju nëse atyre grave ju jepni sinjal (shenj) se do t’i kërkoni, ose, nëse këtë qëllim e fshehni në shpirtin tuaj. Perëndia e di se do të mendoni për to, mos u premtoni atyre as fshehurazi, por bisedoni me to vetëm mirësisht. Dhe mos vendosni për martesë para se të kalojë afati i paraparë i pritjes. Dhe dinie se Perëndia e di ç’ka në zemrat tuaja, andaj ruajuni prej Tij, dhe dinie se Ai është i butë dhe falë (nuk nxitonnë dënime).",
        "numberInSurah": 235,
        "juz": 2,
        "manzil": 1,
        "page": 38,
        "ruku": 31,
        "hizbQuarter": 15,
        "sajda": false
      },
      {
        "number": 243,
        "text": "Nuk është mëkat për ju nëse i lëshoni gratë para se të keni marrëdhënie me to ose para se të vëni kurorë. Dhuroni ato me dhuratë të pëlqyeshme të parapara me dispozita: i pasuri – sipas gjendjes së tij, dhe i vobekti sipas gjendjes së vet. Kjo është detyrë e atyre që dëshirojnë të bëjnë vepra të mira.",
        "numberInSurah": 236,
        "juz": 2,
        "manzil": 1,
        "page": 38,
        "ruku": 32,
        "hizbQuarter": 15,
        "sajda": false
      },
      {
        "number": 244,
        "text": "E nëse i lëshoni ato para se të keni marrëdhënie me to, por ia keni caktuar dhuratën e kurorëzimit, atëherë, atyre u përket gjysma e dhuratës, përpos nëse ua falë ajo, ose ia falë ai që vendos lidhjen e martesës (prindi ose kujdestari i tyre); e falja juaj është e lavdueshme. Mos harroni që të bëhi bamirës në mes jush! Se Perëndia sheh ç’punoni ju.",
        "numberInSurah": 237,
        "juz": 2,
        "manzil": 1,
        "page": 38,
        "ruku": 32,
        "hizbQuarter": 15,
        "sajda": false
      },
      {
        "number": 245,
        "text": "Kryeni rregullisht namazin, sidomos atë të mesmin. Dhe bëni namazin për Perëndinë, duke iu lutur Atij.",
        "numberInSurah": 238,
        "juz": 2,
        "manzil": 1,
        "page": 39,
        "ruku": 32,
        "hizbQuarter": 15,
        "sajda": false
      },
      {
        "number": 246,
        "text": "Nëse kini frikë, faluni duke qenë këmbësorë ose kalorës! E kur të jeni të sigurtë, atëherë kujtonie Perëndinë (faluni), ashtu si ju ka mësuar Ai – atë që nuk e keni ditur!",
        "numberInSurah": 239,
        "juz": 2,
        "manzil": 1,
        "page": 39,
        "ruku": 32,
        "hizbQuarter": 15,
        "sajda": false
      },
      {
        "number": 247,
        "text": "Ndonjërit prej jush që i është afruar vdekja, e që lënë gratë pas – duhet t’u lërë atyre testament për furnizimin dhe strehimin e tyre njëvjeçar. E, nëse ato vetë e braktisin (shtëpinë), ju nuk jeni përgjegjës për atë që veprojnë ato, (e) që u është e lejueshme. Se Perëndia është i Plotfuqishëm dhe i Gjithdijshëm.",
        "numberInSurah": 240,
        "juz": 2,
        "manzil": 1,
        "page": 39,
        "ruku": 32,
        "hizbQuarter": 15,
        "sajda": false
      },
      {
        "number": 248,
        "text": "Grave të lëshuara u takon kompensimi (sigurimi i shpenzimeve të jetesës) i caktuar (sipas mundësisë). Kjo është detyrë e besimtarëvet.",
        "numberInSurah": 241,
        "juz": 2,
        "manzil": 1,
        "page": 39,
        "ruku": 32,
        "hizbQuarter": 15,
        "sajda": false
      },
      {
        "number": 249,
        "text": "Kështu Perëndia ua shpjegon dispozitat e Veta për të menduar ju.",
        "numberInSurah": 242,
        "juz": 2,
        "manzil": 1,
        "page": 39,
        "ruku": 32,
        "hizbQuarter": 15,
        "sajda": false
      },
      {
        "number": 250,
        "text": "A nuk i pe ti (o Muhammed!) ata që nga frika e vdekjes – ikën nga qytetet e tyre, - e ishin me mijëra. E, Perëndia u tha atyre: “Vdisni!” – Pastaj, Ai i ngjalli ata se Perëndia është bëmirës i pakufishëm ndaj njerëzve, por shumica e tyre nuk e falenderojnë.",
        "numberInSurah": 243,
        "juz": 2,
        "manzil": 1,
        "page": 39,
        "ruku": 33,
        "hizbQuarter": 16,
        "sajda": false
      },
      {
        "number": 251,
        "text": "Luftoni në rrugën e Perëndisë dhe dinie se Perëndia i dëgjon të gjitha dhe di çdo gjë.",
        "numberInSurah": 244,
        "juz": 2,
        "manzil": 1,
        "page": 39,
        "ruku": 33,
        "hizbQuarter": 16,
        "sajda": false
      },
      {
        "number": 252,
        "text": "Kush është ai që i jep hua Perëndisë – hua të bukur, e që Ai ia kthen shpërblimin shumëfish? Perëndia ngushton dhe zgjeron, dhe tek Ai do të ktheheni.",
        "numberInSurah": 245,
        "juz": 2,
        "manzil": 1,
        "page": 39,
        "ruku": 33,
        "hizbQuarter": 16,
        "sajda": false
      },
      {
        "number": 253,
        "text": "A nuk ke dëgjuar ti (o Muhammed!) që paria e bijve të Israilit – pas Musait, i thanë njërit pejgamber të tyre: “Na caktoni një sundimtar që të luftojmë në rrugën e Perëndisë!” – Pejgamberi u tha: “A do të dëgjoni ju kur të shpallet lufta?” Ata thanë: “E pse mos të luftojmë ne në rrugën e Perëndisë, na që jemi dëbuar nga atdheu ynë dhe ndarë nga fëmijët tonë?” Mirëpo, kur iu urdhërua të luftojnë, me përjashtim të një pakice, ata nuk luftuan. Perëndia i njeh mirë zullumqarët.",
        "numberInSurah": 246,
        "juz": 2,
        "manzil": 1,
        "page": 40,
        "ruku": 33,
        "hizbQuarter": 16,
        "sajda": false
      },
      {
        "number": 254,
        "text": "Edhe Pejgamberi i tha: “Perëndia u ka dërguar Talutin për sundimtar tuaj. – Ata thanë: “Si mund të bëhet ai sundimtari ynë, kur na kemi më tepër merita se ai; për të sunduar? Atij nuk i është dhënë ndonjëfarë pasurie e konsiderueshme”. Pejgamberi tha: “Perëndia e ka zgjedhë atë për sundimtar tuajin, e ka pajisë atë me dijeni të gjerë dhe me fuqi trupore; se, Perëndia i jep pushtet kujt të dojë. Perëndia është për së tepërmi bëmirës dhe Ai është i Gjithdijshëm.",
        "numberInSurah": 247,
        "juz": 2,
        "manzil": 1,
        "page": 40,
        "ruku": 33,
        "hizbQuarter": 16,
        "sajda": false
      },
      {
        "number": 255,
        "text": "Pejgamberi u tha atyre: “Veçoritë e sundimit të tij janë arritja e sandëkut, në të cilin ka prehje (qetësi) për ju nga Zoti juaj, dhe aty ka disa gjëra që kanë lënë familja e Musait dhe Harunit. Atë e bartin ëngjujt. Në këtë, me të vërtetë; ka argument për ju, nëse jeni besimtarë!”",
        "numberInSurah": 248,
        "juz": 2,
        "manzil": 1,
        "page": 40,
        "ruku": 33,
        "hizbQuarter": 16,
        "sajda": false
      },
      {
        "number": 256,
        "text": "Kur Taluti bashkë me ushtrinë u nis për luftë, u tha atyre: “Perëndia do t’ju provojë ju me një lum, ai që do të pijë ujë në të, nuk është ushtar i imi, e ai që nuk pi ujë në të, përpos një grusht ujë, është imi”. Ndërsa, ata, të gjithë pinë, përveç një pakice. E, pasi kaluan lumin ai me besimtarët e tij, (pakica) i thanë njëri-tjetrit: “Ne sot nuk kemi fuqi të luftojmë me Xhalutin dhe ushtrinë e tij”. Por, ata që ishin të bindur, (një pjesë nga ajo pakicë), se do të takohen me Perëndinë, thanë: “Ah! Sa herë, me ndihmën e Perëndisë, ushtria e vogël ka ngadhnjyer mbi ushtrinë e madhe!” Se, Perëndia është me durimtarët.",
        "numberInSurah": 249,
        "juz": 2,
        "manzil": 1,
        "page": 41,
        "ruku": 34,
        "hizbQuarter": 16,
        "sajda": false
      },
      {
        "number": 257,
        "text": "Pasi u ballafaquan me Xhalutin dhe ushtrinë e tij, thanë (besimtarët): “Zoti ynë! Na pajis me durim, na forco këmbët tona dhe na ndihmo kundër këtij populli mohues!”",
        "numberInSurah": 250,
        "juz": 2,
        "manzil": 1,
        "page": 41,
        "ruku": 34,
        "hizbQuarter": 16,
        "sajda": false
      },
      {
        "number": 258,
        "text": "E, ata (besimtarët) me ndihmëne Perëndisë i thyen ata, e Dauti e vrau Xhalutin. Perëndia i dha atij pushtet dhe profetni, dhe i mësoi atij dituritë që deshi. Sikur Perëndia mos t’u ndihmonte njerëzve të mirë kundër të këqinjve, bota do të ishte shkatërruar. Por, Perëndia është bamirës i gjithësisë.",
        "numberInSurah": 251,
        "juz": 2,
        "manzil": 1,
        "page": 41,
        "ruku": 34,
        "hizbQuarter": 16,
        "sajda": false
      },
      {
        "number": 259,
        "text": "Këto janë dokumentet e Perëndisë, të cilat në të vërtetë, t’i zbuluam ty (o Muhammed). Dhe, ti, me të vërtetë je njëri nga pejgamberët.",
        "numberInSurah": 252,
        "juz": 2,
        "manzil": 1,
        "page": 41,
        "ruku": 34,
        "hizbQuarter": 16,
        "sajda": false
      },
      {
        "number": 260,
        "text": "Disa nga ata pejgamberë i kemi dekoruar më shumë se disa të tjeë. Me disa prej tyre ka folë (biseduar) Perëndia, kurse disa prej tyre i ka lartësuar në shkallë të lartë. E Isait, birit të Merjemës, i kemi dhënë dokumente të qarta dhe e kemi forcuar me Xhebrailin. Sikur të donte Perëndia, nuk do të vriteshin njerëzit që erdhën pas pejgamberëve, meqë (pasi) atyre madje u kishin zbritur argumentet, por ata u shpërndanë; disa nga ata besuan, e disa mohuan. E, sikur të donte Perëndia, ata nuk do të vriteshin mes vet, por Perëndia punon ashtu si dëshiron Ai vetë.",
        "numberInSurah": 253,
        "juz": 3,
        "manzil": 1,
        "page": 42,
        "ruku": 34,
        "hizbQuarter": 17,
        "sajda": false
      },
      {
        "number": 261,
        "text": "O besimtarë! Jepni nga ata që kemi dhuruar Na, para se të vijë Dita në të cilën nuk ka shit-blerje, as miqësi as ndërmjetësi! – mohuesit janë të vetmit ata që e tejkaluan kufirin (zullumqarë).",
        "numberInSurah": 254,
        "juz": 3,
        "manzil": 1,
        "page": 42,
        "ruku": 35,
        "hizbQuarter": 17,
        "sajda": false
      },
      {
        "number": 262,
        "text": "Perëndia është – s’ka tjetër zot përveç Tij, (i cili) jeton përgjithmonë dhe zotëron (mbi të gjitha krijesat)! Atë nuk e kaplon as kotja as gjumi! Të Atij janë të gjitha ato që gjenden në qiej dhe në Tokë. Kush mund të angazhohet për ndokend pa lejën e Tij? Ai di çdo gjë që ka ndodhë përpara dhe çdo gjë që do të ndodhë në të ardhmen. Por, njerëzit, nuk dinë asgjë nga dijenia e Tij, përveç asaj që Ai ka dashur t’ua tregojë. Froni (Madhëria) e Tij përfshin qiejt dhe Tokën dhe Atij nuk i vie rëndë t’i ruajë ato. Ai është shumë i Lartë, i Madhëruar!",
        "numberInSurah": 255,
        "juz": 3,
        "manzil": 1,
        "page": 42,
        "ruku": 35,
        "hizbQuarter": 17,
        "sajda": false
      },
      {
        "number": 263,
        "text": "S’ka shtrëngim në fe se me të vërtetë është dalluar e drejta nga e shtrembëta! Ai që i mohon putat (të këqijat) dhe beson në Perëndinë – ai ka siguruar lidhjen më të fortë, e cila nuk këputet kurrë. – Se Perëndia i dëgjon të gjitha dhe di çdo gjë.",
        "numberInSurah": 256,
        "juz": 3,
        "manzil": 1,
        "page": 42,
        "ruku": 35,
        "hizbQuarter": 17,
        "sajda": false
      },
      {
        "number": 264,
        "text": "Perëndia është mik dhe ndihmëtar, i atyre që besojnë dhe Ai i nxjerr ata nga errësira në dritë, ndërsa ata, që nuk besojnë – për mik kanë djallin, i cili i nxjerr ata nga drita e i shpie në errësirë. Këta janë banorët e skëterrës, ku do të qëndrojnë aty përgjithmonë.",
        "numberInSurah": 257,
        "juz": 3,
        "manzil": 1,
        "page": 43,
        "ruku": 35,
        "hizbQuarter": 17,
        "sajda": false
      },
      {
        "number": 265,
        "text": "A nuk ke dëgjuar ti për atë që u fjalos me Ibrahimin për Zotin e tij: përse Perëndia i kishte dhënë pushtet (ai – Nemrudi, u bë arrogant). Kur Ibrahimi i tha: “Zoti im është Ai që jep jetë dhe vdekje”. Ai tha: “Unë ngjalli e mbyti”. Ibrahimi pastaj i tha: “E Perëndia e sjell Diellin prej lindjes, andaj sille ti prej perëndimit!” Atëherë, ai (mohuesi) mbeti me gojë hapët. Se Perëndia nuk i udhëzon ata që janë këmbëngulës e kryeneq në të keq.",
        "numberInSurah": 258,
        "juz": 3,
        "manzil": 1,
        "page": 43,
        "ruku": 36,
        "hizbQuarter": 17,
        "sajda": false
      },
      {
        "number": 266,
        "text": "Ose a nuk ke dëgjuar për atë, i cili duke kaluar pranë një qyteti të rrënuar për tokë thirri: “Si do t’i ngjallë Perëndia këta që kanë vdekur?” Dhe Perëndia e vdiq atë për njëqind vjet e pastaj e ringjalli atë dhe e pyeti: “Sa kohë ke ndejtur këtu?” – Ai u përgjegj: “Një ditë ose gjysmë dite”. – “Jo” – i tha Perëndia, “por ke ndejtur njëqind vjet. Shiko ushqimin dhe pijen tënde, - që nuk është prishur; e shikoje edhe gomarin tënd; andaj të bëmë ty dokument (dëshmi) të ringjalljes për njerëzit; e kqyri edhe eshtrat, - shih si i mbërthejmë (lidhim), e pastaj i veshim me mish”. E, kur atij iu bë e qartë, ai thirri: “Unë e di se Perëndia është i Plotëfuqishëm për çdo gjë!”",
        "numberInSurah": 259,
        "juz": 3,
        "manzil": 1,
        "page": 43,
        "ruku": 36,
        "hizbQuarter": 17,
        "sajda": false
      },
      {
        "number": 267,
        "text": "E, kur Ibrahimi tha: “O Zoti im! Tregom si i ngjallë Ti të vdekurit!” – Zoti tha: “A nuk ke besuar?” – “Unë kam besuar” – u përgjegj Ibrahimi, “por po dëshiroj të më qetësohet zemra (duke e parë mënyrën e ringjalljes)”. Perëndia i tha: “Merri katër zogj, afroi pranë veti (therri e coptoji), e shpërndaji në çdo kodër nga një copë prej tyre, e pastaj thirri! Ata do të vijnë me të shpejtë. Dije, se Perëndia është i Plotëfuqishëm dhe i Gjithëdijshëm.",
        "numberInSurah": 260,
        "juz": 3,
        "manzil": 1,
        "page": 44,
        "ruku": 36,
        "hizbQuarter": 17,
        "sajda": false
      },
      {
        "number": 268,
        "text": "Ata që shpenzojnë pasurinë e vet në rrugë të Perëndisë, i shembëllejnë atij që mbjell (një) kokërr nga e cila dalin shtatë kallinj, dhe në çdo kallinj nga njëqind kokërra. – Perëndia ia shton (shpërblimin) edhe më tepër atij që don; se Perëndia është i Gjithëdijshëm dhe mirëbërës i madh.",
        "numberInSurah": 261,
        "juz": 3,
        "manzil": 1,
        "page": 44,
        "ruku": 37,
        "hizbQuarter": 17,
        "sajda": false
      },
      {
        "number": 269,
        "text": "Ata që shpenzojnë pasurinë e vet në rrugë të Perëndisë, e që nuk e përcjellin me reklamacion as fyerje, për ata ka shpërblim te Zoti i tyre, për ta nuk ka frikë as pikëllim.",
        "numberInSurah": 262,
        "juz": 3,
        "manzil": 1,
        "page": 44,
        "ruku": 37,
        "hizbQuarter": 17,
        "sajda": false
      },
      {
        "number": 270,
        "text": "Fjala e mirë dhe fjala e gabimit është më e vlefshme se lëmosha që përcillet me fyerje. Perëndia është i pasur (i panevojshëm për asgjë) dhe i butë (nuk nxiton në dënime).",
        "numberInSurah": 263,
        "juz": 3,
        "manzil": 1,
        "page": 44,
        "ruku": 37,
        "hizbQuarter": 18,
        "sajda": false
      },
      {
        "number": 271,
        "text": "O besimtarë! Mos e shëmtoni të mirën e lëmoshës suaj me reklamacion dhe fyerje, siç vepron ai që shpenzon pasurinë e vet për sy e faqe të botës, e nuk beson në Perëndinë dhe Ditën e Kijametit, Ai i gjason gurit të lëmuar, në të cilin ka pak dhé. E, kur shiu i bie rrëbesh, e zhveshë atë dhe e le gur të thatë. (Hipokritët), nuk kanë kurrfarë dobie nga veprat që kanë bërë. Se, Perëndia nuk e udhëzon në rrugë të drejtë popullin mohues.",
        "numberInSurah": 264,
        "juz": 3,
        "manzil": 1,
        "page": 44,
        "ruku": 37,
        "hizbQuarter": 18,
        "sajda": false
      },
      {
        "number": 272,
        "text": "Ata që shpenzojnë pasurinë e vet, për hirë të Perëndisë dhe që e forcojnë veten me punë të mira, i gjasojnë kopshtit të mbjellë në rrafshnaltë, në të cilin bie shi i bollshëm andaj jep fryt të dyfishtë. Nëse nuk bie shi i bollshëm, bie vesë (jep fryt). Perëndia i sheh mirë punët që bëni ju.",
        "numberInSurah": 265,
        "juz": 3,
        "manzil": 1,
        "page": 45,
        "ruku": 37,
        "hizbQuarter": 18,
        "sajda": false
      },
      {
        "number": 273,
        "text": "Kush dëshiron prej jush të ketë një kopsht plot palme hurmash dhe hardhish nëpër të cilin rrjedhin lumenj dhe në të cilin ka gjithfarë lloj pemësh, e t’i arrijë pleqëria atij, e të ketë fëmijë të mitur, e atëherë të vijë stuhia e zjarrit mbi të dhe ta djegë? – Që kështu Perëndia ua shpjegon argumentet e Tija, që të mendoni.",
        "numberInSurah": 266,
        "juz": 3,
        "manzil": 1,
        "page": 45,
        "ruku": 37,
        "hizbQuarter": 18,
        "sajda": false
      },
      {
        "number": 274,
        "text": "O besimtarë! Jepni nga të mirat që keni fituar ju dhe nga ato që ua kemi dhënë Ne, nga frytet e tokës. Mos dhuroni nga ato gjëra të pavlefshme të pasurisë suaj të cilat ju nuk do t’i pranonit ndryshe pos symbyllur. Dinie ju se Perëndia është i pasur (i panevojshëm për asgjë) dhe vetvetiu i lavdëruar.",
        "numberInSurah": 267,
        "juz": 3,
        "manzil": 1,
        "page": 45,
        "ruku": 38,
        "hizbQuarter": 18,
        "sajda": false
      },
      {
        "number": 275,
        "text": "Djalli ju frikëson juve me skamje e varfëri dhe ju urdhëron të bëni mëkate, (si koprraci, etj.). Por, Perëndia ju premton falje mëkatesh dhe dhuntitë e Tij. Se, Perëndia është bëmirës i madh dhe i Gjithëdijshëm.",
        "numberInSurah": 268,
        "juz": 3,
        "manzil": 1,
        "page": 45,
        "ruku": 38,
        "hizbQuarter": 18,
        "sajda": false
      },
      {
        "number": 276,
        "text": "(Zoti) ia jep dijeninë e hollë (kuptimin e Kur’anit) kujt të dojë. E, kujtdo që i është dhënë dijenia, me të vërtetë, i është dhënë begati e pakufishme. Por, këtë, nuk e kupton tjetër kush, përveç mendarëve.",
        "numberInSurah": 269,
        "juz": 3,
        "manzil": 1,
        "page": 45,
        "ruku": 38,
        "hizbQuarter": 18,
        "sajda": false
      },
      {
        "number": 277,
        "text": "Çkado që të shpezoni dhe çkado që synoni për të mirë – Perëndia, me siguri di për të! – Por për zullumqarët nuk ka asnjë ndihmëtar.",
        "numberInSurah": 270,
        "juz": 3,
        "manzil": 1,
        "page": 46,
        "ruku": 38,
        "hizbQuarter": 18,
        "sajda": false
      },
      {
        "number": 278,
        "text": "Nëse lëmoshën e jepni haptazi, kjo është mirë, e nëse ua jepni të varfërve fshehurazi – ajo është edhe më mirë, dhe Ai ua shlyen disa nga mëkatet tuaja. – Se Perëndia i di mirë ato që punoni ju.",
        "numberInSurah": 271,
        "juz": 3,
        "manzil": 1,
        "page": 46,
        "ruku": 38,
        "hizbQuarter": 18,
        "sajda": false
      },
      {
        "number": 279,
        "text": "Nuk është obligim yti (o Muhammed!) t’i udhëzosh ata në rrugë të drejtë, por Perëndia e udhëzon kënd të dojë në rrugën e drejtë. Çfarëdo ndihme të mirë që bëni, (shpërblimi) është në dobi të juaj, se ju këtë e bëni vetëm për hirë të Perëndisë! Çfarëdo që jepni ju nga të mirat do t’ju kompensohet dhe nuk do t’ju bëhet padrejtësi.",
        "numberInSurah": 272,
        "juz": 3,
        "manzil": 1,
        "page": 46,
        "ruku": 38,
        "hizbQuarter": 19,
        "sajda": false
      },
      {
        "number": 280,
        "text": "(Lëmosha) u takon të varfërve, të cilët, të angazhuar në rrugën e Zotit nuk janë në gjendje të udhëtojnë (për të fituar). Pasi që ata janë modest e nuk lypin, ai, që nuk i njeh ata, kujton se janë pasanikë. I njeh ata në fizionominë e tyre. Ata nuk i mërzisin njerëzit duke lypur. E çdo gjë që shpenzoni prej të mirave, Perëndia i di ato.",
        "numberInSurah": 273,
        "juz": 3,
        "manzil": 1,
        "page": 46,
        "ruku": 38,
        "hizbQuarter": 19,
        "sajda": false
      },
      {
        "number": 281,
        "text": "Ata që japin nga pasuria e tyre (lëmoshë) natën dhe ditën, fshehurazi dhe haptazi, për ata ka shpërblim te Zoti i tyre; për ta nuk ka frikë as pikëllim.",
        "numberInSurah": 274,
        "juz": 3,
        "manzil": 1,
        "page": 46,
        "ruku": 39,
        "hizbQuarter": 19,
        "sajda": false
      },
      {
        "number": 282,
        "text": "Ata që hajnë e marrin kamatë, pasurohen ashtu siç pasurohet ai, të cilin e ka prekur dhe e ka bërë të hutuar djalli. Kjo nodhë për shkak se ata thonin se tregtia është njëlloj – si kamata. Mirëpo, Perëndia e ka lejuar tregëtinë, kurse kamatën e ka ndaluar. E kujtdo që i vie këshilla nga Zoti i tij e shmanget prej kamatës, malli i tij, i fituar më parë (para ndalimit të kamatës), është i tij. E, vendimi për këtë i takon Perëndisë. E, kushdo që i kthehet (marrjes së kamatës si shit-blerje) ai do të shoqërohet me zjarrin, në të cilin do të qëndrojë përgjithmonë.",
        "numberInSurah": 275,
        "juz": 3,
        "manzil": 1,
        "page": 47,
        "ruku": 39,
        "hizbQuarter": 19,
        "sajda": false
      },
      {
        "number": 283,
        "text": "Perëndia e shkatërron kamatën, kurse e rritë pasurinë nga e cila është dhënë lëmosha. Se Perëndia nuk i don ata që janë mohues – mëkatarë.",
        "numberInSurah": 276,
        "juz": 3,
        "manzil": 1,
        "page": 47,
        "ruku": 39,
        "hizbQuarter": 19,
        "sajda": false
      },
      {
        "number": 284,
        "text": "Ata që besojnë dhe punojnë vepra të mira, falin namazin dhe japin zeqatin, për ata ka shpërblim te Zoti i tyre; për ta nuk ka frikë as pikëllim.",
        "numberInSurah": 277,
        "juz": 3,
        "manzil": 1,
        "page": 47,
        "ruku": 39,
        "hizbQuarter": 19,
        "sajda": false
      },
      {
        "number": 285,
        "text": "O besimtarë! Druajuni Perëndisë dhe hiqni dorë nga kamata, nëse jeni besimtarë të vërtetë.",
        "numberInSurah": 278,
        "juz": 3,
        "manzil": 1,
        "page": 47,
        "ruku": 39,
        "hizbQuarter": 19,
        "sajda": false
      },
      {
        "number": 286,
        "text": "E, nëse këtë nuk e bëni, ta dini se do të hapet luftë nga ana e Perëndisë dhe Pejgamberit të Tij. Nëse pendoheni, atëherë juve u takon pasuria juaj (pa kamatë). Në këtë mënyrë nuk dëmtoni askend e as nuk dëmtoheni vetë.",
        "numberInSurah": 279,
        "juz": 3,
        "manzil": 1,
        "page": 47,
        "ruku": 39,
        "hizbQuarter": 19,
        "sajda": false
      },
      {
        "number": 287,
        "text": "E, nëse e dini se borxhliu gjendet në ngushticë, atëherë pritnie derisa të përmirësojë gjendjen; por është edhe më mirë për ju, që t’ia falni borxhin, nëqoftë se e dini.",
        "numberInSurah": 280,
        "juz": 3,
        "manzil": 1,
        "page": 47,
        "ruku": 39,
        "hizbQuarter": 19,
        "sajda": false
      },
      {
        "number": 288,
        "text": "Dhe druajuni asaj Dite, që do të ktheheni te Perëndia, në të cilën, çdokujt, do t’i jepet ajo që ka fituar, - dhe askush nuk do të dëmtohet.",
        "numberInSurah": 281,
        "juz": 3,
        "manzil": 1,
        "page": 47,
        "ruku": 39,
        "hizbQuarter": 19,
        "sajda": false
      },
      {
        "number": 289,
        "text": "O besimtarë! – (shënoni çfarëdo) borxhin kur ia jepni njëri-tjetrit në afatin e caktuar. Le të shënojë drejtë (atë që jepni e merrni) një shkrues në mes jush e të mos ngurrojë shkruesi që të shënojë ashtu siç e ka mësuar Perëndia. (Shkruesi) le të shënojë, e borxhliu le të diktojë dhe le t’i druajë Zotit të vet. Le të mos mungojë asgjë nga borxhi. E, në qoftë se borxhliu është mendjelehtë (batakçi) ose i dobët, ose që nuk është në gjendje të diktojë, atëherë saktësisht le të diktojë kujdestari i tij. Merrni dy dëshmitarë, prej njerëzve tuaj, e nëse nuk i keni dy dëshmitarë burra, atëherë merrni një burrë dhe dy gra – për dëshmitarë, nga ata që të jeni të kënaqur ju; në qoftë se njëra grua harron le t’ia kujtojë tjetra. Dëshmitarët nuk duhet të heqin dorë kurdo që të thirren. Mos e leni pa e shënuar borxhin, qoftë i vogël apo i madh, duke shënuar edhe afatin e pagimit. Ky proces është më i drejtë para Perëndisë, më i saktë për dëshmi dhe më i afërt për të mos dyshuar. Por, nëse është fjala për mallin që qarkullon prej dorës në dorë (shit-blerja me para në dorë), atëherë nuk do të keni mëkat nëse nuk e shënoni atë. Merrni dëshmitarë edhe kur të lidhni kontrata për shit-blerje dhe të mos dëmtohet as shkruesi as dëshmitari. E, nëse e bëni të kundërtën, atëherë keni bërë mëkat dhe ruajuni Perëndisë, - Perëndia ju mëson juve, dhe Perëndia di çdo gjë.",
        "numberInSurah": 282,
        "juz": 3,
        "manzil": 1,
        "page": 48,
        "ruku": 40,
        "hizbQuarter": 19,
        "sajda": false
      },
      {
        "number": 290,
        "text": "E, nëse jeni në udhëtim e nuk gjeni shkrues, atëherë merrni peng. Dhe nëse njëri prejjush ka besim në tjetrin, atëherë borxhliu le ta kthejë atë që e ka marrë në besim dhe le t’i frikohet Perëndisë, Zotit të vet. Mos fshihni dëshminë; se kush e fsheh ate, zemra e tij është mëkatare. Se, Perëndia di çdo gjë që punoni ju.",
        "numberInSurah": 283,
        "juz": 3,
        "manzil": 1,
        "page": 49,
        "ruku": 40,
        "hizbQuarter": 20,
        "sajda": false
      },
      {
        "number": 291,
        "text": "Të Perëndisë janë të gjitha që gjenden në qiej dhe në Tokë. I tregoni ju ato që kini në shpirtin tuaj, apo i fshehni, Perëndia do t’ju pyet për të dhe do ta falë kënd të dojë, e do ta dënoj kënd të dojë. Se, Perëndia, me të vërtetë, është i Plotëfuqishëm.",
        "numberInSurah": 284,
        "juz": 3,
        "manzil": 1,
        "page": 49,
        "ruku": 41,
        "hizbQuarter": 20,
        "sajda": false
      },
      {
        "number": 292,
        "text": "Pejgamberi beson në ate që i është shpallur (Kur’ani) nga Zoti i tij, dhe besimtarët; - të gjithë ata besojnë Perëndinë, engjëjt e Tij, Librat e Tij dhe pejgamberëve të Tij: “Na nuk e dallojmë asnjerin nga pejgamberët e Tij”. Ata thonë: “Na dëgjuam dhe përulemi, - falna neve o Zoti ynë dhe te Ti do të kthehemi!",
        "numberInSurah": 285,
        "juz": 3,
        "manzil": 1,
        "page": 49,
        "ruku": 41,
        "hizbQuarter": 20,
        "sajda": false
      },
      {
        "number": 293,
        "text": "Perëndia nuk e ngarkon askend përtej fuqisë që ka: në dobi të tij është e mira që bënë, kurse në dëm të tij është e keqja që e punon, Zoti ynë, mos na ndëshko për atë që harrojmë ose veprojmë pa qëllim ashtu si i pate ndëshkuar ata para nesh! Zoti ynë! Mos na ngarko me atë që nuk mund ta bartim! Shlyena mëkatet tona, falna ato dhe mëshirona! Ti je Zoti ynë! Andaj, ndihmona kundër atyre që nuk besojnë.",
        "numberInSurah": 286,
        "juz": 3,
        "manzil": 1,
        "page": 49,
        "ruku": 41,
        "hizbQuarter": 20,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "sq.nahi",
      "language": "sq",
      "name": "Efendi Nahi",
      "englishName": "Hasan Efendi Nahi",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}