{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 6,
    "name": "سُورَةُ الأَنۡعَامِ",
    "englishName": "Al-An'aam",
    "englishNameTranslation": "The Cattle",
    "revelationType": "Meccan",
    "numberOfAyahs": 165,
    "ayahs": [
      {
        "number": 790,
        "text": "Qoftë lavdëruar Perëndia që krijoi qiejtë dhe Tokën, e themeloi errësirat dhe dritën. E, ata që nuk besojnë, (përsëri) – me Zotin e tyre krahasojnë zotëra.",
        "numberInSurah": 1,
        "juz": 7,
        "manzil": 2,
        "page": 128,
        "ruku": 102,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 791,
        "text": "Ai ju ka krijuar nga balta, ka caktuar afatin (e vdekjes) dhe Ai di kohën e (Kijametit), e ju përsëri dyshoni.",
        "numberInSurah": 2,
        "juz": 7,
        "manzil": 2,
        "page": 128,
        "ruku": 102,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 792,
        "text": "Perëndia është i adhuruar në qiej dhe në Tokë; Ai di fshehtësitë dhe të sheshtat tuaja, si dhe të arriturat tuaja.",
        "numberInSurah": 3,
        "juz": 7,
        "manzil": 2,
        "page": 128,
        "ruku": 102,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 793,
        "text": "E nuk ju ka ardhur (të pabesëve) asnjë dokument prej dokumenteve të Zotit të tyre, e ata, të mos ia kthejnë shpinën.",
        "numberInSurah": 4,
        "juz": 7,
        "manzil": 2,
        "page": 128,
        "ruku": 102,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 794,
        "text": "E përgënjeshtruan të vërtetën, posa ju erdhi, por së shpejti do ju arrijnë lajme (me pasoja) për atë çka janë tallur.",
        "numberInSurah": 5,
        "juz": 7,
        "manzil": 2,
        "page": 128,
        "ruku": 102,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 795,
        "text": "A thua nuk i panë ata, se sa popuj i kemi zhdukur Ne, para tyre, të cilët i patëm vendosur në aso toke, në çfarë nuk ju kemi vendosur jvue; e u sollëm atyre shira të bollshëm dhe bëmë që t’ju rrjedhin lumenjë nëpër viset e tyre; e që, për shkak të mëkateve të tyre – i zhdukëm ata; dhe pas tyre – krijuam gjenerata tjera.",
        "numberInSurah": 6,
        "juz": 7,
        "manzil": 2,
        "page": 128,
        "ruku": 102,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 796,
        "text": "E, sikur Ne ta zbritnim ty një Libër të shkruar në letër; e ata ta preknin me duart e tyre, ata që nuk besojnë, me siguri do të thonin: “Kjo s’është gjë tjetër, përpos një magji e hapët”.",
        "numberInSurah": 7,
        "juz": 7,
        "manzil": 2,
        "page": 128,
        "ruku": 102,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 797,
        "text": "Ata thanë: “T’ju kishte zbritë atij (Muhammedit) një ëngjëll?!” E, sikur ta dërgonim Ne ëngjëllin, puna do të merrte fund dhe nuk do t’u ipej asnjë afat.",
        "numberInSurah": 8,
        "juz": 7,
        "manzil": 2,
        "page": 128,
        "ruku": 102,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 798,
        "text": "E, sikur ta dërgonim atë (Pejgamberin) engjëll, do ta bënim gjithsesi me tipare njeriu. E, ata, përsëri do të dyshonin – si më parë.",
        "numberInSurah": 9,
        "juz": 7,
        "manzil": 2,
        "page": 129,
        "ruku": 102,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 799,
        "text": "Me të vërtetë, janë përqeshur shumë pejgamberë para teje, e i përfshin ata që i i përqeshnin (pejgamberët) dënimi i talljes së tyre.",
        "numberInSurah": 10,
        "juz": 7,
        "manzil": 2,
        "page": 129,
        "ruku": 102,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 800,
        "text": "Thuaj: “Udhëtoni nëpër botë e shihni çfarë ka qenë dënimi ndaj atyre që thonin – (pejgamberët) gënjejnë.",
        "numberInSurah": 11,
        "juz": 7,
        "manzil": 2,
        "page": 129,
        "ruku": 103,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 801,
        "text": "Thuaj: “E kujt është tërë ajo, që gjendet në qiej dhe në Tokë?” Përgjigju: “E Perëndisë është!” Vetes ia ka përcaktuar mëshirën. Ai, padyshim, do t’ju tubojë në Ditën e Kijametit. Ata që vetveten e kanë shkatërruar, ata në të vërtetë nuk do të besojnë.",
        "numberInSurah": 12,
        "juz": 7,
        "manzil": 2,
        "page": 129,
        "ruku": 103,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 802,
        "text": "E Tij është çdo gjë që rri dhe lëvizë natë e ditë. Ai i dëgjon të gjitha dhe di çdo gjë.",
        "numberInSurah": 13,
        "juz": 7,
        "manzil": 2,
        "page": 129,
        "ruku": 103,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 803,
        "text": "Thuaj: “A të bëjë mik tjetër, përpos Perëndisë, krijuesit të qiejve dhe Tokës? Ai e ushqen (botën), e Atë askush nuk e ushqen”. Thuaj: “Mua më është urdhëruar që të jemi i pari nga ata që e kanë pranuar islamizmin”, - dhe kurrsesi, mos u bënë nga ata që i bëjnë shok Atij!”",
        "numberInSurah": 14,
        "juz": 7,
        "manzil": 2,
        "page": 129,
        "ruku": 103,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 804,
        "text": "Thuaj: “Nëse e kundërshtoj Zotin tim i droj dënimit të Ditës së Madhe”.",
        "numberInSurah": 15,
        "juz": 7,
        "manzil": 2,
        "page": 129,
        "ruku": 103,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 805,
        "text": "Ai që i shpëton dënimit të kësaj dite, Zoti e ka mëshiruar atë. Dhe ky është shpëtimi i vërtetë.",
        "numberInSurah": 16,
        "juz": 7,
        "manzil": 2,
        "page": 129,
        "ruku": 103,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 806,
        "text": "Nëse nga Perëndia të godet ndonjë fatkeqësi, atëherë askush përvçe Tij nuk mund të të shpëtojë. E, nëse të dhuron ndonjë mirësi – vetëm Ai është i Plotëfuqishëm për çdo gjë.",
        "numberInSurah": 17,
        "juz": 7,
        "manzil": 2,
        "page": 129,
        "ruku": 103,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 807,
        "text": "Ai është i pushtetshëm mbi robërit e vet; Ai është i Plotëfuqishëm dhe i Gjithëdijshëm.",
        "numberInSurah": 18,
        "juz": 7,
        "manzil": 2,
        "page": 129,
        "ruku": 103,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 808,
        "text": "Thuaj: “Cila është dëshmia më e madhe (që ti je profet)?” – dhe përgjigju: “Perëndia është dëshmitar në mes meje dhe jush”. Më është shpallur ky Kur’an, që t’ju tërheqë vërejtjen me të, juve dhe atyre te kush arrin ky. A mos vallë dëshmoni ju, se, përveç Perëndisë ka edhe zotra tjerë? Thuaj: “Unë nuk e dëshmoj”. Thuaj: “Vërtetë, Ai është vetëm Një Zot dhe unë jam larg nga ato që ju i konsideroni shok Perëndisë”.",
        "numberInSurah": 19,
        "juz": 7,
        "manzil": 2,
        "page": 130,
        "ruku": 103,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 809,
        "text": "Atyre që u kemi dhënë Librin, e njohin (Muhammedin), ashtu si i njohin fëmijët e tyre. E, nuk do të besojnë ata që e kanë shkatërruar veten.",
        "numberInSurah": 20,
        "juz": 7,
        "manzil": 2,
        "page": 130,
        "ruku": 103,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 810,
        "text": "Kush është më zullumqarë se ai që trillon për Perëndinë ose i përgënjeshtron dokumentat e Tij? Vërtetë, përgënjeshtarët nuk do të shpëtojnë.",
        "numberInSurah": 21,
        "juz": 7,
        "manzil": 2,
        "page": 130,
        "ruku": 104,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 811,
        "text": "(Kujtoje atë) ditë kur do t’i tubojmë të gjithë, e do t’u themi atyre, që i kanë vënë shoq Perëndisë: “Ku janë shokët tuaj, për të cilët mendonit se janë (shokë të Perëndisë)!”",
        "numberInSurah": 22,
        "juz": 7,
        "manzil": 2,
        "page": 130,
        "ruku": 104,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 812,
        "text": "E, ata nuk do të kenë kurrfarë arsyetimi, përveç se të thonë (rrejnë): “Pasha Perëndinë, Zotin tonë, nuk kemi qenë paganë!”",
        "numberInSurah": 23,
        "juz": 7,
        "manzil": 2,
        "page": 130,
        "ruku": 104,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 813,
        "text": "Shiko se si ata veten e fusin në rrena; e humbi nga ata – ajo që e trilluan.",
        "numberInSurah": 24,
        "juz": 7,
        "manzil": 2,
        "page": 130,
        "ruku": 104,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 814,
        "text": "Ka disa prej tyre që të dëgjojnë, por Ne kemi vënë perde në zemrat e tyre, për të mos e kuptuar atë, e në veshët e tyre shurdhimin. Edhe nëse e shohin çdo ajet, ata nuk besojnë në to. E, kur të vijnë te ti për të polemizuar me ty, thonë ata që nuk besojnë: “Këto janë vetëm trillime të popujve të lashtë!”",
        "numberInSurah": 25,
        "juz": 7,
        "manzil": 2,
        "page": 130,
        "ruku": 104,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 815,
        "text": "Ata e ndalojnë besimin në Kur’an, edhe vetë largohen nga ai, dhe vetveten e dëmtojnë, e nuk e hetojnë.",
        "numberInSurah": 26,
        "juz": 7,
        "manzil": 2,
        "page": 130,
        "ruku": 104,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 816,
        "text": "Ah! Sikur t’i shohish ata kur të ballafaqohen para zjarrit, duke thënë: “Ah! Sikur të ktheheshim pas, mos t’i përgënjeshtronim dokumentet e Zotit tonë dhe të bëheshim besimtarë!”",
        "numberInSurah": 27,
        "juz": 7,
        "manzil": 2,
        "page": 130,
        "ruku": 104,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 817,
        "text": "Jo! Jo! Por atyre iu doli ajo, që më parë e fshihnin, dhe sikur ata të ktheheshin, prapë do të bënin ato që u ishin ndaluar. Ata, me të vërtetë, janë gënjeshtarë.",
        "numberInSurah": 28,
        "juz": 7,
        "manzil": 2,
        "page": 131,
        "ruku": 104,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 818,
        "text": "Ata thoshin: “S’ka jetë përveç në këtë botë dhe ne nuk do të ringjallemi”.",
        "numberInSurah": 29,
        "juz": 7,
        "manzil": 2,
        "page": 131,
        "ruku": 104,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 819,
        "text": "Ah! Sikur t’i shohësh ata kur të dalin para Zotit, Ai do t’ju thotë: “A nuk është e vërtetë kjo?” Ata do të përgjigjen: “Po, është e vërtetë, për Zotin tonë!” Perëndia do t’ju thotë: “E pra, tani, shijoni dënimin, sepse nuk keni besuar!”",
        "numberInSurah": 30,
        "juz": 7,
        "manzil": 2,
        "page": 131,
        "ruku": 104,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 820,
        "text": "Gjithsesi, ata e kanë dëmtuar veten, që e kanë përgënjeshtruar takimin me Perëndinë; e kur befas t’u arrijë Dita e Kijametit, do të thonë: “Të mjerët ne çka kemi humbur në jetën e Tokës!” dhe do t’i bartin mëkatet e veta në shpinën e tyre. E, sa e shëmtuar është ajo barrë!",
        "numberInSurah": 31,
        "juz": 7,
        "manzil": 2,
        "page": 131,
        "ruku": 105,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 821,
        "text": "Jeta e kësaj bote është vetëm lojë e argëtim, kurse, bota tjetër, është e vërtetë, më e mirë për ata që i druajnë Perëndisë. A nuk po mendoni?",
        "numberInSurah": 32,
        "juz": 7,
        "manzil": 2,
        "page": 131,
        "ruku": 105,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 822,
        "text": "Na e dijmë, se ty, me siguri, të zemëron ajo që thonë ata. Ata, me të vërtetë nuk të fajësojnë ty se je gënjeshtar, por zullumqarët mohojnë argumentet e Perëndisë.",
        "numberInSurah": 33,
        "juz": 7,
        "manzil": 2,
        "page": 131,
        "ruku": 105,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 823,
        "text": "Edhe para teje (o Muhammed!), shumë pejgamberë janë përgënjeshtruar, por ata kanë duruar për atë që janë konsideruar. Dhe kanë vuajtur derisa nuk ka ardhur ndihma Jonë, - e askush nuk mund t’i ndryshojë fjalët e Perëndisë, - dhe, padyshim, te ti kanë arritur disa lajme për pejgamberë.",
        "numberInSurah": 34,
        "juz": 7,
        "manzil": 2,
        "page": 131,
        "ruku": 105,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 824,
        "text": "Nëse ty të vie rëndë kthimi i tyre (prej teje), e nëse mund të kërkosh zgavër në tokë ose shkallë në qiell, e t’u sjellësh një mrekulli (bëne këtë)! Sikur Perëndia të donte, do t’i kishte tubuar ata në rrugë të mbarë; mos u bënë nga ata që nuk e dinë këtë!",
        "numberInSurah": 35,
        "juz": 7,
        "manzil": 2,
        "page": 131,
        "ruku": 105,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 825,
        "text": "Do të gjegjen vetëm ata që dëgjojnë (të kuptueshmit). Të vdekurit do t’i ngjallë Perëndia; pastaj, ata, do të kthehen tek Ai.",
        "numberInSurah": 36,
        "juz": 7,
        "manzil": 2,
        "page": 132,
        "ruku": 105,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 826,
        "text": "Ata thonë: “Ah! Pse nuk ia zbriti atij ndonjë mrekulli, Zoti i tij?” Thuaj: “Perëndia është i fuqishëm të dërgojë mrekulli, por shumica e tyre nuk e di (Fuqinë e Perëndisë)”.",
        "numberInSurah": 37,
        "juz": 7,
        "manzil": 2,
        "page": 132,
        "ruku": 105,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 827,
        "text": "S’ka asnjë kafshë në Tokë e të gjitha shpendët që fluturojnë me krahët e tyre, që të mos jenë në një grup të ngjashëm me ju (në krijim dhe ekzistim). Ne nuk kemi harruar asgjë në Libër (Levhi Mahfudhin)”. Pastaj do të tubohen te Zoti i tyre.",
        "numberInSurah": 38,
        "juz": 7,
        "manzil": 2,
        "page": 132,
        "ruku": 105,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 828,
        "text": "Ata që i përgënjeshtrojnë dokumentet Tona janë shurdhë e memecë, janë në errësirë. Perëndia kë të do e shpie të gabojë, ndërsa kë të do e udhëzon në rrugë të drejtë.",
        "numberInSurah": 39,
        "juz": 7,
        "manzil": 2,
        "page": 132,
        "ruku": 105,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 829,
        "text": "Thuaj: “Çka mendoni nëse ju vie dënimi i Perëndisë apo ju godet Dita e Kijametit, a do ta thërrisni dikë tjetër pos Perëndisë, nëse e flitni të vërtetë?”",
        "numberInSurah": 40,
        "juz": 7,
        "manzil": 2,
        "page": 132,
        "ruku": 105,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 830,
        "text": "Jo, jo! Ju do ta thërritni vetëm Ate, Ai do t’ju zbulojë atë për çka e thërritni, nëse Ai do. Dhe ju, atëherë, do t’i harroni ato që ia bëjshit Atij.",
        "numberInSurah": 41,
        "juz": 7,
        "manzil": 2,
        "page": 132,
        "ruku": 105,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 831,
        "text": "Na, ju kemi dërguar pejgamberë shumë popujve para teje dhe i kemi dënuar ata me skamje dhe fatkeqësira, për t’u përulur.",
        "numberInSurah": 42,
        "juz": 7,
        "manzil": 2,
        "page": 132,
        "ruku": 106,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 832,
        "text": "Pse nuk u penduan, kur u erdh ndëshkimi Jonë! Por, zemrat e tyre ishin gurë, e djalli ua zbukuronte, ato që bënin ata.",
        "numberInSurah": 43,
        "juz": 7,
        "manzil": 2,
        "page": 132,
        "ruku": 106,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 833,
        "text": "Dhe, kur i harruan ata – për ato që u paralajmëruan, Na iu hapëm të gjitha dyert (të gjitha të mirat); e kur u gëzonin me atë që u dhamë, Ne i dënuam ata befasisht dhe atëherë ata humbën çdo shpresë;",
        "numberInSurah": 44,
        "juz": 7,
        "manzil": 2,
        "page": 132,
        "ruku": 106,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 834,
        "text": "dhe humbi gjurma e atij kombi zullumqarë. Lavdërimi qoftë i Perëndisë, Zotit të gjithësisë.",
        "numberInSurah": 45,
        "juz": 7,
        "manzil": 2,
        "page": 133,
        "ruku": 106,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 835,
        "text": "Thuaj: “Çka mendoni sikur t’jua merrte Perëndia të dëgjuarit dhe të pamit dhe t’ua vuloste zemrat tuaja; cili zot, përveç Perëndisë do t’ua kthente ato?” Shih si ua shpjegojmë Na dokumentet, e ata përsëri e kthejnë kryet.",
        "numberInSurah": 46,
        "juz": 7,
        "manzil": 2,
        "page": 133,
        "ruku": 106,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 836,
        "text": "Thuaj: “Më thuani ju, nëe ju vjen dënimi i Perëndisë papritmas ose sheshazi, a do të zhdukej kush përveç popullit zullumqar?”",
        "numberInSurah": 47,
        "juz": 7,
        "manzil": 2,
        "page": 133,
        "ruku": 106,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 837,
        "text": "Na ua dërguam pejgamberët vetëm si sihariques dhe qortues. Pra kushdo që beson dhe bën mirë, mos të frikësohen e as nuk do të pikëllohen.",
        "numberInSurah": 48,
        "juz": 7,
        "manzil": 2,
        "page": 133,
        "ruku": 106,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 838,
        "text": "Për ata që përgënjeshtrojnë dokumentet Tona, ata do t’i godet dënimi për mëkatet e bëra.",
        "numberInSurah": 49,
        "juz": 7,
        "manzil": 2,
        "page": 133,
        "ruku": 106,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 839,
        "text": "Thuaj: “Unë nuk do t’ju them – se i kam depot e Perëndisë, se i di sekretet, as nuk them se jam ëngjëll, - Unë ndjekë vetëm atë që më shpallet”. Thuaj: “A barazohet i vërbëri me atë që sheh? A s’po mendoni?”",
        "numberInSurah": 50,
        "juz": 7,
        "manzil": 2,
        "page": 133,
        "ruku": 106,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 840,
        "text": "Dhe i qorto me Kur’an ata, të cilët druajnë se kanë për t’u tubuar para Zotit të tyre, ku çërveç Tij, nuk do të kenë as mbrojtës as ndihmës – për t’u ruajtur nga mëkatet.",
        "numberInSurah": 51,
        "juz": 7,
        "manzil": 2,
        "page": 133,
        "ruku": 107,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 841,
        "text": "Mos i dëbo ata që i luten Zotit të vet në mëngjes e mbrëmje, duke e dëshiruar Atë – ti nuk je i obliguar të kujdesesh për ta për asgjë, e as ata nuk janë përgjegjës për ty asgjë, sepse, nëse i dëbon ti ata, do të jesh zullumqarë.",
        "numberInSurah": 52,
        "juz": 7,
        "manzil": 2,
        "page": 133,
        "ruku": 107,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 842,
        "text": "Dhe kështu Na i provojmë njërin me tjetrin, për të thënë: “A mos janë këta që Perëndia ua dhuroi mirësinë? – A mos vallë Perëndia nuk i njeh më mirë ata të cilët i janë mirënjohës.",
        "numberInSurah": 53,
        "juz": 7,
        "manzil": 2,
        "page": 134,
        "ruku": 107,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 843,
        "text": "Kur të vijnë te Ti ata që besojnë në argumentet Tona, thuaj: “Shpëtimi (Paqa) qoftë mbi ju!” Zoti juaj vetes ia ka caktuar mirësinë: nëse dikush nga ju bënë ndonjë vepër të keqe pa ditur, e pastaj pendohet e përmirësohet, - Ai falë dhe mëshiron.",
        "numberInSurah": 54,
        "juz": 7,
        "manzil": 2,
        "page": 134,
        "ruku": 107,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 844,
        "text": "Na kështu shpjegojmë hollësisht dokumentet, në mënyrë që të kuptohet rruga e njerëzve të këqinjë.",
        "numberInSurah": 55,
        "juz": 7,
        "manzil": 2,
        "page": 134,
        "ruku": 107,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 845,
        "text": "Thuaj: “Mua më është ndaluar t’i adhuroj ata, që ju, përpos Perëndisë i adhuroni”. Thuaj: “Unë nuk i ndjek dëshirat tuaja, sepse atëhrë do të isha i humbur dhe nuk do të isha nga ata, që janë në rrugën e drejtë”.",
        "numberInSurah": 56,
        "juz": 7,
        "manzil": 2,
        "page": 134,
        "ruku": 108,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 846,
        "text": "Thuaj: “Unë kam (ardhur) me argument të dukshëm nga Zot’i im, e ju e përgënjeshtruat atë. Atë që kërkoni ju (dënimin), nuk është në pushtetin tim; pushteti i takon vetëm Perëndisë. Ai e tregon të vërtetën dhe Ai e bënë dallimin në mes të vërtetës dhe të pavërtetës.",
        "numberInSurah": 57,
        "juz": 7,
        "manzil": 2,
        "page": 134,
        "ruku": 108,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 847,
        "text": "Thuaj: “Sikur ta kisha në dorë atë që e kërkoni ju, shpejt e shpejt (dënimin) do të sqarohej puna mes meje dhe jush (do të shkatërroheshit). Perëndia i di më së miri zullumqarët.",
        "numberInSurah": 58,
        "juz": 7,
        "manzil": 2,
        "page": 134,
        "ruku": 108,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 848,
        "text": "Perëndia i ka çelësat e të gjitha fshehtësive dhe vetëm Ai i di ato. Ai di ç’ka në tokë dhe në det; asnjë gjeth nuk bie, pa e ditur Ai, dhe nuk ekziston asnjë kokërr në thellësitë e tokës, as e freskët as e thatë, e të mos jetë shënuar në Librin e qartë (Levhi Mahfudh).",
        "numberInSurah": 59,
        "juz": 7,
        "manzil": 2,
        "page": 134,
        "ruku": 108,
        "hizbQuarter": 54,
        "sajda": false
      },
      {
        "number": 849,
        "text": "Ai natën ju vë në gjumë dhe di çka punoni ditën. Ju zgjon ditën, për të arritur kohën e caktuar të jetës. Pastaj, i ktheheni Atij dhe ju tregon atë që keni punuar.",
        "numberInSurah": 60,
        "juz": 7,
        "manzil": 2,
        "page": 135,
        "ruku": 108,
        "hizbQuarter": 54,
        "sajda": false
      },
      {
        "number": 850,
        "text": "Ai sundon mbi robërit e vet dhe ju dërgon rojtarë; kur njërit nga ju i vie vdekja, të dërguarit tanë (engjëjt) e bëjnë të vdekur (ia marrin shpirtin), duke mos bërë kurrfarë lëshimi (pa përjashtim).",
        "numberInSurah": 61,
        "juz": 7,
        "manzil": 2,
        "page": 135,
        "ruku": 109,
        "hizbQuarter": 54,
        "sajda": false
      },
      {
        "number": 851,
        "text": "Pastaj ata do të kthehen te Perëndia, Zoti tyre i vërtetë. Se vetëm Atij i takon të gjykojë dhe Ai është logaritari më i shpejtë.",
        "numberInSurah": 62,
        "juz": 7,
        "manzil": 2,
        "page": 135,
        "ruku": 109,
        "hizbQuarter": 54,
        "sajda": false
      },
      {
        "number": 852,
        "text": "Thuaju: “Kush do t’ju shpëtojë nga errësira (rreziku) e tokës dhe tetit, kur i luteni Atij haptazi dhe fshehurazi (duke thënë): Nëse Ai na shpëton prej këtyre (rreziqeve), vërtetë do të bëhemi mirënjohës”.",
        "numberInSurah": 63,
        "juz": 7,
        "manzil": 2,
        "page": 135,
        "ruku": 109,
        "hizbQuarter": 54,
        "sajda": false
      },
      {
        "number": 853,
        "text": "Thuaj: “Perëndia ju shpëton nga ato (rreziqe) dhe çdo e keqe tjetër, e ju përsëri i bëni shoq Atij”.",
        "numberInSurah": 64,
        "juz": 7,
        "manzil": 2,
        "page": 135,
        "ruku": 109,
        "hizbQuarter": 54,
        "sajda": false
      },
      {
        "number": 854,
        "text": "Thuaj: “Ai është i fuqishëm t’ju ndëshkojë prej së larti ose nën këmbët tuaja, ose t’ju ndajë në grupe, e njëri-tjetrit t’ia tregoni fuqinë (në luftë në mes veti). Shih si ua shpjegojm Na dokumentet, që të kuptojnë ata!",
        "numberInSurah": 65,
        "juz": 7,
        "manzil": 2,
        "page": 135,
        "ruku": 109,
        "hizbQuarter": 54,
        "sajda": false
      },
      {
        "number": 855,
        "text": "Populli yt e pëgënjeshtron atë (Kur’anin), por ai është i vërtetë. Thuaj: “Unë nuk jam rojtari jua,",
        "numberInSurah": 66,
        "juz": 7,
        "manzil": 2,
        "page": 135,
        "ruku": 109,
        "hizbQuarter": 54,
        "sajda": false
      },
      {
        "number": 856,
        "text": "çdo lajm e ka kohën e vet, të caktuar, e ju atë do ta mësoni.",
        "numberInSurah": 67,
        "juz": 7,
        "manzil": 2,
        "page": 135,
        "ruku": 109,
        "hizbQuarter": 54,
        "sajda": false
      },
      {
        "number": 857,
        "text": "Kur t’i shohësh ata që thellohen (në nënçmim) në dokumentet Tona, largohu prej tyre, deri sa të (mos) kalojnë në bisedë tjetër. E, nëse, djalli të mashtron, mos rri me zullumqarë të përkujtohesh.",
        "numberInSurah": 68,
        "juz": 7,
        "manzil": 2,
        "page": 135,
        "ruku": 109,
        "hizbQuarter": 54,
        "sajda": false
      },
      {
        "number": 858,
        "text": "Ata që i drojën Perëndisë, s’kanë kurrfarë përgjegjësie për mëkatet e tyre (të mohuesvet), por (kjo) është vërejtje për t’u ruajtur.",
        "numberInSurah": 69,
        "juz": 7,
        "manzil": 2,
        "page": 136,
        "ruku": 109,
        "hizbQuarter": 54,
        "sajda": false
      },
      {
        "number": 859,
        "text": "Lerëni ata që fenë e tyre e marrin si lojë dhe dëfrim, e të cilët i ka mashtruar jeta e kësaj bote. Këshilloji me Kur’anin që njeriu të mos shkatërrohet për atë që ka vepruar, duke mos pasur – pos Perëndisë, as ndihmëtar, as ndërmjetës; dhe sikur ai të ofronte çfarëdo shpagimi, nuk do të pranohet nga Ai. Këta janë ata, të cilët janë shkatërruar për atë që kanë punuar. Ata do të fitojnë pije nga uji i vluar dhe dënim të dhimbshëm për shkak se kanë mohuar.",
        "numberInSurah": 70,
        "juz": 7,
        "manzil": 2,
        "page": 136,
        "ruku": 109,
        "hizbQuarter": 54,
        "sajda": false
      },
      {
        "number": 860,
        "text": "Thuaj: “A ta adhurojmë dike tjetër përveç Perëndisë, atë që nuk na sjell dobi as dëm, e të kthehemi kah thëmbrat tona (në humbje), pasi që Perëndia na udhëzoi në rrugë të drejtë? (E, të bëhemi si ai) që e kanë trullosur djajtë në Tokë e ai mbeti i humbur; e të cilin shokët e tij e thirrin në rrugën e drejtë: “Eja tek ne!” (E, ai nuk përgjigjet). Thuaj: “Rruga e Perëndisë – është e vetmja rrugë e drejtë, dhe neve jemi të urdhëruar t’i bindemi Zotit të gjithësisë”.",
        "numberInSurah": 71,
        "juz": 7,
        "manzil": 2,
        "page": 136,
        "ruku": 110,
        "hizbQuarter": 54,
        "sajda": false
      },
      {
        "number": 861,
        "text": "dhe të falim namazin, dhe t’i ruhemi Atij; Ai është, tek i cili do të tuboheni ju.",
        "numberInSurah": 72,
        "juz": 7,
        "manzil": 2,
        "page": 136,
        "ruku": 110,
        "hizbQuarter": 54,
        "sajda": false
      },
      {
        "number": 862,
        "text": "Dhe Ai është ai, i cili i krijoi qiejt dhe tokën me të rë të vërtetën. Dhe kur Ai thotë: “Bëhu!” ajo bëhet; fjala e Tij është e Vërtetë dhe Atij i përket pushteti i asaj Dite kur fryhet në Sur. Ai e di botën e padukshme dhe të dukshme dhe Ai është i Plotëfuqishëm dhe i Gjithëdijshëm.",
        "numberInSurah": 73,
        "juz": 7,
        "manzil": 2,
        "page": 136,
        "ruku": 110,
        "hizbQuarter": 54,
        "sajda": false
      },
      {
        "number": 863,
        "text": "(Kujtoje o Muhammed!) kur Ibrahimi i tha babës së tij Azerit: “A mos do t’i marrësh statujat për zotra?! Unë po shoh se ti dhe kombi yt jeni në humbje të madhe”.",
        "numberInSurah": 74,
        "juz": 7,
        "manzil": 2,
        "page": 137,
        "ruku": 110,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 864,
        "text": "Dhe Na ia treguam Ibrahimit perandorinë e qiejve dhe të Tokës për t’u bërë nga ata që besojnë vendoshmërisht.",
        "numberInSurah": 75,
        "juz": 7,
        "manzil": 2,
        "page": 137,
        "ruku": 110,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 865,
        "text": "Dhe kur arriti nata, ai vërejti yllin dhe tha: “Ky është Zoti im!” Por, kur perëndoi ai yll, tha: “Nuk i dua ata që perëndojnë”.",
        "numberInSurah": 76,
        "juz": 7,
        "manzil": 2,
        "page": 137,
        "ruku": 110,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 866,
        "text": "E, kur vërejti Hënën duke lindur, tha: “Ky është Zoti im!” E, pasi perëndoi ajo, ai tha: “Nëse Zoti im nuk më udhëzon në rrugën e mbarë, me siguri do të bëhem njeri nga të humburit”.",
        "numberInSurah": 77,
        "juz": 7,
        "manzil": 2,
        "page": 137,
        "ruku": 110,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 867,
        "text": "E, kur e vërejti Diellin duke lindur, ai thërriti: “Ky është Zoti im, ky është më i madhi!” – E, pasi perëndoi, ai tha: “O kombi im, unë jam i dëlirë nga ajo që ju i bëni shok Perëndisë!",
        "numberInSurah": 78,
        "juz": 7,
        "manzil": 2,
        "page": 137,
        "ruku": 110,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 868,
        "text": "Unë e kthej fytyrën time kah Ai që i ka krijuar qiejt dhe Tokën, duke qenë besimtarë i vërtetë, dhe unë nuk jam nga ata që i bëjnë shok Perëndisë!”",
        "numberInSurah": 79,
        "juz": 7,
        "manzil": 2,
        "page": 137,
        "ruku": 110,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 869,
        "text": "Dhe populli i tij polemizoi me te (lidhur për njësimin e Perëndisë). Ai tha: “A mos vallë ju dëshironi të pelemizoni me mua për Perëndinë, e ai më ka udhëzuar në rrugën e drejtë. Unë nuk frikësohem prej putash që veni ju shoq atij. (Unë nuk frikohem prej asgjëje), përveç nëse don Perëndia të më shkaktojë ndonjë katastrofë. Zoti im, me dijeninë e vet e ka përfshirë çdo gjë. A nuk po mendoni?",
        "numberInSurah": 80,
        "juz": 7,
        "manzil": 2,
        "page": 137,
        "ruku": 110,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 870,
        "text": "E, si të frikësohem unë prej putash tuaja, me të cilët ju i bëni shoq Perëndisë; e ju nuk frikësoheni nga ajoqë i bëni shoq Perëndisë, pa iu zbritur kurrfarë argumenti. Prandaj, kush prej këtyre dy grupeve meriton të jetë i sigurt, nëse dini ju?",
        "numberInSurah": 81,
        "juz": 7,
        "manzil": 2,
        "page": 137,
        "ruku": 110,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 871,
        "text": "Për ata që besojnë dhe nuk e përziejnë besimin e tyre me zullum, atyre u përket siguria dhe ata janë në rrugë të djretë”.",
        "numberInSurah": 82,
        "juz": 7,
        "manzil": 2,
        "page": 138,
        "ruku": 110,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 872,
        "text": "Ky është argumenti Ynë, të cilin Ne, ia dhamë Ibrahimit kundër popullit të tij. E Ne e ngrisim në shkallë më të lartë kë të dojmë. Me të vërtetë, Zoti yt është i Plotëdijshëm dhe i Gjithëdijshëm.",
        "numberInSurah": 83,
        "juz": 7,
        "manzil": 2,
        "page": 138,
        "ruku": 111,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 873,
        "text": "Na ia dhuruam atij (Ibrahimit) Is’hakun dhe Jakubin. Të dy këta i kemi udhëzuar në rrugë të drejtë. Dhe Nuhun e patëm udhëzuar më parë në rrugë të drejtë, e nga pasardhësit e tij: Davudin, Sulejmanin, Ejjubin, Jusufin, Musain, dhe Harunin. Dhe kështu Ne i shpërblejmë bamirësit –",
        "numberInSurah": 84,
        "juz": 7,
        "manzil": 2,
        "page": 138,
        "ruku": 111,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 874,
        "text": "dhe Zekerijan, Jahjain, Isain, Iljazin – të gjithë këta kanë qenë nga njerëzit e mirë;",
        "numberInSurah": 85,
        "juz": 7,
        "manzil": 2,
        "page": 138,
        "ruku": 111,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 875,
        "text": "dhe Ismailin, Eljaásan, Junusin dhe Lutin – të gjithë këta i kemi lavdëruar ng të tjerët;",
        "numberInSurah": 86,
        "juz": 7,
        "manzil": 2,
        "page": 138,
        "ruku": 111,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 876,
        "text": "edhe disa nga prindërit e tyre; pasardhësit e tyre dhe vëllezërve të tyre – i kemi zgjedhur ata dhe i kemi udhëzuar në rrugë të drejtë.",
        "numberInSurah": 87,
        "juz": 7,
        "manzil": 2,
        "page": 138,
        "ruku": 111,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 877,
        "text": "Ky është udhëzimi i Perëndisë, Ai udhëzon në rrugë të drejtë kë të dojë nga robërit e vet. E, sikur t’i bënin shok Atij, do t’ju humbë çdo gjë, nga ajo që kanë punuar.",
        "numberInSurah": 88,
        "juz": 7,
        "manzil": 2,
        "page": 138,
        "ruku": 111,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 878,
        "text": "Këta janë ata që u kemi dhënë libër, dijeni të hollë dhe profetni. E, nëse aa (banorët e Mekkes) imohojnë këto, Na do t’ia besojmë një populli tjetër që nuk do t’i mohojë.",
        "numberInSurah": 89,
        "juz": 7,
        "manzil": 2,
        "page": 138,
        "ruku": 111,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 879,
        "text": "Këta janë ata (pejgamberët e përmendur), të cilët Perëndia i ka udhëzuar në rrugën e drejtë, andaj edhe Ti (o Muhammed!) ndiqe rrugën e tyre. Thuaj: “Unë nuk kërkoj nga ju për Shpaljen e Kur’anit, kurrfarë shpërblimi. Se, ai është vetëm këshillë për gjithë njerëzimin”.",
        "numberInSurah": 90,
        "juz": 7,
        "manzil": 2,
        "page": 138,
        "ruku": 111,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 880,
        "text": "Hebrenjt nuk e njohtën si duhet Perëndinë kur thanë: “Perëndia asgjë nuk i ka zbritur njeriut”. Thuaj: “E kush e shpalli Librin, që e solli Musai si dritë dhe udhërrëfyes për njerëzit, të cilin ju e keni shpërndarë në fleta, nga të cilat (disa) i tregoni, e shumicën e fshehni. Edhe ju jeni mësuar (me mësimin e Muhammedit) për atë që nuk keni ditur as ju, as etërit tuaj. Thuaj: “Perëndia u ka shpallur (atë Libër)!” Pastaj lërni ata, që të argëtohen me gënjeshtrat e tyre, (në të cilat janë zhytur).",
        "numberInSurah": 91,
        "juz": 7,
        "manzil": 2,
        "page": 139,
        "ruku": 112,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 881,
        "text": "Ky Libër (Kur’ani), që ta kemi shpallur ty, është i madhërishëm, vërtetues i atij që gjendet para jush (Teurati), dhe frikësues i Ummul kuras (popullit të Mekkes) dhe atyre që gjenden rreth saj. Ata që besojnë në jetën e ardhshme besojnë edhe në të (Kur’an) dhe ata kujdesen për kryerjen e namazit të tyre.",
        "numberInSurah": 92,
        "juz": 7,
        "manzil": 2,
        "page": 139,
        "ruku": 112,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 882,
        "text": "Kush është më zullumqar i madh se ai, që trillon gënjeshtra për Perëndinë ose që thotë: “Mua më është shpallur”, por asgjë nuk iu ka shpallur atij. Dhe ai që thotë: “Unë do ta shpalli të njëjtën gjë çka ka shpallur Perëndia”. Ah! T’i shohësh zullumqarët kur janë në mundimet e vdekjes, e engjëjt zgjasin duart (për t’ua marrë shpirtin, duke thënë): “Mirrni shpirtërat tuaj!” Sot ju do ndëshkoheni me dënim të poshtëruar për shkak të pavërtetave që i keni thënë për Perëndinë dhe që jeni krenuar (duke mos besuar) versetet e Tij.",
        "numberInSurah": 93,
        "juz": 7,
        "manzil": 2,
        "page": 139,
        "ruku": 112,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 883,
        "text": "E do të Na vini ju veç e veç, ashtu siç ju kemi krijuar herën e parë (lakuriq). Dhe do t’i lini pas veti ato që iu patëm dhuruar. Na nuk po i shohim me ju ndërmjetësuesit tuaj; për të cilët mendonit se ata te ju janë shokët e Perëndisë. Në mes jush janë shkëputur të gjitha lidhjet dhe humbi nga ju, ajo që mendonit ju.",
        "numberInSurah": 94,
        "juz": 7,
        "manzil": 2,
        "page": 139,
        "ruku": 112,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 884,
        "text": "Me të vërtetë, Perëndia është Ai që farën dhe bërthamën e bën të shpërthejë (të mugullojë). Ai, e nxjerr të gjallin prej të vdekurit dhe është nxjerrës i të vdekurit prej të gjallit. Ky është Perëndia. E ku po zmbrapseni ju (prej të vërtetës).",
        "numberInSurah": 95,
        "juz": 7,
        "manzil": 2,
        "page": 140,
        "ruku": 113,
        "hizbQuarter": 56,
        "sajda": false
      },
      {
        "number": 885,
        "text": "Ai është Krijues i dritës ditore, natën e bëri për pushim, e Diellin e Hënën për të njehësuar kohën. Kjo është dispozita e Perëndisë, i Plotëfuqishëm dhe i Gjithëdijshëm.",
        "numberInSurah": 96,
        "juz": 7,
        "manzil": 2,
        "page": 140,
        "ruku": 113,
        "hizbQuarter": 56,
        "sajda": false
      },
      {
        "number": 886,
        "text": "Ai është që ju ka krijuar yjet, për t’u orientuar në errësirat e tokës dhe të detit. Na u shpjegojmë hollësisht dokumentet Tona, njerëzve që dinë.",
        "numberInSurah": 97,
        "juz": 7,
        "manzil": 2,
        "page": 140,
        "ruku": 113,
        "hizbQuarter": 56,
        "sajda": false
      },
      {
        "number": 887,
        "text": "Ai është që ju ka krijur prej një njeriu (Ademit) që të jetoni dhe të varroseni në tokë. Na ua sqarojmë hollësisht dokumentat Tona njerëzve që kuptojnë.",
        "numberInSurah": 98,
        "juz": 7,
        "manzil": 2,
        "page": 140,
        "ruku": 113,
        "hizbQuarter": 56,
        "sajda": false
      },
      {
        "number": 888,
        "text": "Dhe Ai është që ka zbritur ujin nga qielli, me të cilin nxjerrim çdo lloj bime dhe me te rritet gjelbërimi, e nga ky nxjerrim kokërrat e dendura; dhe prej palmës së hurmës, nxjerrim nga majat e saj, kalaveshat e ulët; dhe nxjerrim kopshtije rrushi, ulliri dhe shege, disa janë të ngjashme me njëra-tjetrën e disa jo. Vështroni frutet e tyre kur lidhin dhe piqen. Në to, me të vërtetë, ka argumente, për ata njerëz që besojnë.",
        "numberInSurah": 99,
        "juz": 7,
        "manzil": 2,
        "page": 140,
        "ruku": 113,
        "hizbQuarter": 56,
        "sajda": false
      },
      {
        "number": 889,
        "text": "Idhujtarët i kanë trilluar Atij nga injoranca, djem e vajza. Qoftë lavdëruar Ai dhe qoftë shumë lart nga ajo që i përshkruajnë ata!",
        "numberInSurah": 100,
        "juz": 7,
        "manzil": 2,
        "page": 140,
        "ruku": 113,
        "hizbQuarter": 56,
        "sajda": false
      },
      {
        "number": 890,
        "text": "Ai është krijues i qiejve dhe i Tokës! E si mund të ketë Ai fëmijë, për Te s’ka grua. Ai ka krijuar çdo gjë dhe vetëm Ai di çdo gjë.",
        "numberInSurah": 101,
        "juz": 7,
        "manzil": 2,
        "page": 140,
        "ruku": 114,
        "hizbQuarter": 56,
        "sajda": false
      },
      {
        "number": 891,
        "text": "Ky është Perëndia, Zoti juaj. S’ka zot tjetër përveç Tij, Krijuesi i çdo gjëje, andaj adhuroni Atë! Ai është mbikëqyrës i çdo gjëje!",
        "numberInSurah": 102,
        "juz": 7,
        "manzil": 2,
        "page": 141,
        "ruku": 114,
        "hizbQuarter": 56,
        "sajda": false
      },
      {
        "number": 892,
        "text": "Shikimet nuk mund ta përfshijnë Atë. Ai i përfshinë shikimet e të gjithëve. Ai është bamirës i pakufi dhe di çdo gjë.",
        "numberInSurah": 103,
        "juz": 7,
        "manzil": 2,
        "page": 141,
        "ruku": 114,
        "hizbQuarter": 56,
        "sajda": false
      },
      {
        "number": 893,
        "text": "Me të vërtetë, ju kanë ardhur juve nga Zoti juaj, argumente të qarta; ai që i studjon ato, i sjellë dobi vetes; e ai që nuk i vëren ato, i bën dëm vetes. Unë nuk jam rojtari juaj.",
        "numberInSurah": 104,
        "juz": 7,
        "manzil": 2,
        "page": 141,
        "ruku": 114,
        "hizbQuarter": 56,
        "sajda": false
      },
      {
        "number": 894,
        "text": "Kështu, Ne, në mënyrë të ndryshme i tregojmë dokumentet, për të thënë ata: “Ti i ke mësuar ato (prej librave të mëparshëm)!” dhe t’ju shpjegojmë Kur’anin njerëzve që dinë (të drejtën).",
        "numberInSurah": 105,
        "juz": 7,
        "manzil": 2,
        "page": 141,
        "ruku": 114,
        "hizbQuarter": 56,
        "sajda": false
      },
      {
        "number": 895,
        "text": "Paso (ndiq) ti atë që të ka shpallur Zoti yt. S’ka tjetër zot veç Tij. Shmangu prej idhujtarëve.",
        "numberInSurah": 106,
        "juz": 7,
        "manzil": 2,
        "page": 141,
        "ruku": 114,
        "hizbQuarter": 56,
        "sajda": false
      },
      {
        "number": 896,
        "text": "Sikur të donte Perëndia, ata nuk do t’i bënin shok Atij. Na nuk të kemi bërë ty rojtar të tyre, e as që je mbikëqyrës i tyre.",
        "numberInSurah": 107,
        "juz": 7,
        "manzil": 2,
        "page": 141,
        "ruku": 114,
        "hizbQuarter": 56,
        "sajda": false
      },
      {
        "number": 897,
        "text": "Mos i shani ata, që adhurojnë tjetër pos Perëndisë, e që shajnë Perëndinë, duke kaluar kufirin me padije. Kështu, Ne ua kemi hijeshuar çdo populli veprat e tyre. Pastaj, ata do të kthehen te Zoti i tyre, e Ai do t’i lajmërojë ata për atë që kanë punuar.",
        "numberInSurah": 108,
        "juz": 7,
        "manzil": 2,
        "page": 141,
        "ruku": 114,
        "hizbQuarter": 56,
        "sajda": false
      },
      {
        "number": 898,
        "text": "Ata betohen në Perëndinë, me betimin më të rëndë, se nëse ju vjen një dokument, ata me siguri do të besojnë. Thuaj: “Dokumentet janë vetëm te Perëndia!” E kush ua bënë me dije juve, se ata, kur t’ju vie dokumenti, nuk do të besojnë?",
        "numberInSurah": 109,
        "juz": 7,
        "manzil": 2,
        "page": 141,
        "ruku": 114,
        "hizbQuarter": 56,
        "sajda": false
      },
      {
        "number": 899,
        "text": "Na ua kthejmë zemrat dhe shikimet e tyre (e nuk do të besojnë), ashtu si nuk kanë besuar (Kur’anin) as më parë. Na do t’i lëmë ata në humbje, që të bredhin andej-këndej.",
        "numberInSurah": 110,
        "juz": 7,
        "manzil": 2,
        "page": 141,
        "ruku": 114,
        "hizbQuarter": 56,
        "sajda": false
      },
      {
        "number": 900,
        "text": "Sikur atyre t’ju dërgonim engjëjt, dhe sikur t’i ngjallnim të vdekurit e t’ju flisnin atyre dhe t’i tubonin të gjithë dokumentet para tyre, ata përsëri nuk do të besoni; përveç në dashtë Zoti, por shumica e tyre nuk dinë.",
        "numberInSurah": 111,
        "juz": 8,
        "manzil": 2,
        "page": 142,
        "ruku": 115,
        "hizbQuarter": 57,
        "sajda": false
      },
      {
        "number": 901,
        "text": "Si për ty ashtu edhe për çdo profet, Na kei krijuar armiq djajtë e njerëzve dhe të xhinëve, të cilët i flasin njëri-tjetrit fjalë të zbukuruara për t’i mashtruar. E, sikur të donte Zoti yt, ata nuk do të bënin atë; andaj, lëri ata dhe atë, që trillojnë ata –",
        "numberInSurah": 112,
        "juz": 8,
        "manzil": 2,
        "page": 142,
        "ruku": 115,
        "hizbQuarter": 57,
        "sajda": false
      },
      {
        "number": 902,
        "text": "e që zemrat e atyre që nuk besojnë në Ditën e Kijametit, ta kthehen dhe të kënaqen me të, e le të fitojnë çka të fitojnë (prej mëkateve).",
        "numberInSurah": 113,
        "juz": 8,
        "manzil": 2,
        "page": 142,
        "ruku": 115,
        "hizbQuarter": 57,
        "sajda": false
      },
      {
        "number": 903,
        "text": "Vallë, të kërkojë tjetër arbitër përveç Perëndisë, e Ai është që ju ka zbritur Librin (Kur’anin) e shpjegueshëm. Atyre që Ne ua kemi dhënë Librin (para jush), e dinë se ai (Kur’ani) është me të vërtetë i zbritur nga Zoti yt. Dhe, kurrsesi mos u bënë nga ata që dyshojnë!",
        "numberInSurah": 114,
        "juz": 8,
        "manzil": 2,
        "page": 142,
        "ruku": 115,
        "hizbQuarter": 57,
        "sajda": false
      },
      {
        "number": 904,
        "text": "U plotësuan fjalët e Zotit tënd, që janë kulmi, i së vërtetës dhe i drejtësisë; fjalët e Tij askush nuk mund t’i ndryshojë. Ai dëgjon çdo gjë dhe di çdo gjë.",
        "numberInSurah": 115,
        "juz": 8,
        "manzil": 2,
        "page": 142,
        "ruku": 115,
        "hizbQuarter": 57,
        "sajda": false
      },
      {
        "number": 905,
        "text": "nëse i përulesh shumicës së njerëzve që gjenden në tokë; ata do të të shmangin nga rruga e Zotit. Ata ndjekin vetëm hamendjet. Ata vetëm gënjejnë.",
        "numberInSurah": 116,
        "juz": 8,
        "manzil": 2,
        "page": 142,
        "ruku": 115,
        "hizbQuarter": 57,
        "sajda": false
      },
      {
        "number": 906,
        "text": "Me të vërtetë, Zoti yt i njeh më së miri ata që i shmangen rrugës së Perëndisë, dhe Ai i di më së miri ata që janë në rrugë të drejtë.",
        "numberInSurah": 117,
        "juz": 8,
        "manzil": 2,
        "page": 142,
        "ruku": 115,
        "hizbQuarter": 57,
        "sajda": false
      },
      {
        "number": 907,
        "text": "Hani atë, që gjatë therrjes është përmendur emri i Perëndisë, nëse jeni besimtarë të dokumenteve të Tij.",
        "numberInSurah": 118,
        "juz": 8,
        "manzil": 2,
        "page": 142,
        "ruku": 115,
        "hizbQuarter": 57,
        "sajda": false
      },
      {
        "number": 908,
        "text": "E pse mos ta hani ate që është therrë në emër të Perëndisë, e Ai ju ka shpjeguar ç’është e ndaluar, - përveç se kur jeni në shtrënges. ë shumë prej tyre nga padia, i shmangin ata prej udhës së mbarë për kënaqësinë e vet. Me të vërtetë, Zoti yt i njeh më së miri ata që e kanë kaluar kufirin.",
        "numberInSurah": 119,
        "juz": 8,
        "manzil": 2,
        "page": 143,
        "ruku": 115,
        "hizbQuarter": 57,
        "sajda": false
      },
      {
        "number": 909,
        "text": "Lëreni mëkatet e hapta dhe të fshehta. Se, me të vërtetë, ata që kanë bërë mëkate, do të ndëshkohen për atë që kanë gaguar.",
        "numberInSurah": 120,
        "juz": 8,
        "manzil": 2,
        "page": 143,
        "ruku": 115,
        "hizbQuarter": 57,
        "sajda": false
      },
      {
        "number": 910,
        "text": "Mos e hani atë, që kur është therrë nuk është përmendur emri i Perëndisë; ajo me të vërtetë, është mëkat! Me të vërtetë, djajtë i nxisin miqtë e vet që të polemizojnë me ju. E nëse ju u përuleni atyre, atëherë edhe ju, me të vërtetë, jeni idhujtarë.",
        "numberInSurah": 121,
        "juz": 8,
        "manzil": 2,
        "page": 143,
        "ruku": 115,
        "hizbQuarter": 57,
        "sajda": false
      },
      {
        "number": 911,
        "text": "A barazohet ai që është i vdekur (i humbur) e Ne e ngjallëm dhe i dhamë dritë me të cilën ecë në mesin e njerëzve, me atë që është në errësirë e nuk mund të dalë prej saj. Kështu, mohuesve u janë zbukuruar ato vepra që kanë punuar.",
        "numberInSurah": 122,
        "juz": 8,
        "manzil": 2,
        "page": 143,
        "ruku": 116,
        "hizbQuarter": 57,
        "sajda": false
      },
      {
        "number": 912,
        "text": "Dhe poashtu, Ne kemi bërë në çdo anë (sikur në Mekke) të mëdhenj – mëkatarë, që të pshtjellojnë në të. Mirëpo, ata pshtjellojnë vetëm vetveten, e nuk hetojnë.",
        "numberInSurah": 123,
        "juz": 8,
        "manzil": 2,
        "page": 143,
        "ruku": 116,
        "hizbQuarter": 57,
        "sajda": false
      },
      {
        "number": 913,
        "text": "Kur atyre t’u vijë ndonjë dokument; ata thonë: “Na nuk do të besojmë deri sa të mos na jepet, si ajo që iu është dhënë pejgamberëve të Perëndisë”. Perëndia di më së miri ku e vendos profetninë e Vet. Ata që kanë bërë mëkate, do t’i arrijë një poshtrim nga ana e Perëndisë dhe ndëshkim i ashpër për atë që kanë pshtjelluar.",
        "numberInSurah": 124,
        "juz": 8,
        "manzil": 2,
        "page": 143,
        "ruku": 116,
        "hizbQuarter": 57,
        "sajda": false
      },
      {
        "number": 914,
        "text": "Atë që Perëndia don ta shpie (në udhë të mbarë) – Ai, zemrën e atij, ia disponon për islamizëm, e atë që don ta lë në humbje – Ai zemrën e tij ia shtrëngon dhe ia bënë të ngushtë, si të jetë duke u ngjitur në qiell. Kështu, Perëndia, i ndëshkon ata që nuk besojnë.",
        "numberInSurah": 125,
        "juz": 8,
        "manzil": 2,
        "page": 144,
        "ruku": 116,
        "hizbQuarter": 57,
        "sajda": false
      },
      {
        "number": 915,
        "text": "Kjo është rruga e drejtë e Zotit tënd. E, Na ju kemi shpjeguar argumentet, njerëzve që meditojnë.",
        "numberInSurah": 126,
        "juz": 8,
        "manzil": 2,
        "page": 144,
        "ruku": 116,
        "hizbQuarter": 57,
        "sajda": false
      },
      {
        "number": 916,
        "text": "Ata do të kenë Shtëpinë e shpëtimit te Zoti i tyre. Dhe Ai është mbrojtës i tyre për veprat që punojnë ata.",
        "numberInSurah": 127,
        "juz": 8,
        "manzil": 2,
        "page": 144,
        "ruku": 116,
        "hizbQuarter": 58,
        "sajda": false
      },
      {
        "number": 917,
        "text": "(Kujtoje) atë Ditë kur Ai do t’i tubojë të gjithë (dhe do t’ju thotë): “O tog i xhindëve, ju shum njerëz i keni mashtruar!” – E miqët e tyre që ishin njerëz, thanë: “O Zoti ynë! Na u kënaqëm me njëri-tjetrin dhe arritëm në afatin tonë, të cilin na ke caktuar Ti. Perëndia do të thotë: “Zjarri është vendstrehimi juaj. Në të do të qëndroni përherë, përveç çka don Perëndia. Zoti yt, me të vërtetë, është i Plotëdijshëm dhe i Gjithëdijshëm.",
        "numberInSurah": 128,
        "juz": 8,
        "manzil": 2,
        "page": 144,
        "ruku": 116,
        "hizbQuarter": 58,
        "sajda": false
      },
      {
        "number": 918,
        "text": "Që, kështu, Ne i japim pushtet disa zullumqarëve mbi të tjerët, për atë që kanë fituar ata.",
        "numberInSurah": 129,
        "juz": 8,
        "manzil": 2,
        "page": 144,
        "ruku": 116,
        "hizbQuarter": 58,
        "sajda": false
      },
      {
        "number": 919,
        "text": "“O tog i xhindëve dhe i njerëzve, a nuk ju patën ardhur pejgamberë nga mesi i juaj, për t’ju treguar dokumentat Tona dhe për t’ju paralajmëruar takimin me këtë ditë?” Ata do të thonë: “Na këtë e pranojmë në dëm tonin”. Ata i ka mashtruar jeta e kësaj bote dhe ata dëshmojnë kundër vetes se janë mohues.",
        "numberInSurah": 130,
        "juz": 8,
        "manzil": 2,
        "page": 144,
        "ruku": 117,
        "hizbQuarter": 58,
        "sajda": false
      },
      {
        "number": 920,
        "text": "Kjo është, ngase Zoti yt nuk e shkatërron asnjë vend për shkak të zullumit të tyre pa paralajmërimin e banorëve të tyre.",
        "numberInSurah": 131,
        "juz": 8,
        "manzil": 2,
        "page": 144,
        "ruku": 117,
        "hizbQuarter": 58,
        "sajda": false
      },
      {
        "number": 921,
        "text": "Çdokujt i përket pozita për atë që ka punuar, se Zoti yt nuk është i pakujdesshëm për veprat e tyre.",
        "numberInSurah": 132,
        "juz": 8,
        "manzil": 2,
        "page": 145,
        "ruku": 117,
        "hizbQuarter": 58,
        "sajda": false
      },
      {
        "number": 922,
        "text": "Zoti yt është i pasur dhe i mëshirshëm. Nëse don, ju zhdukë dhe sjellë pas jush çka të dojë, ashtu si ju ka krijuar nga pasardhësit e popujve të tjerë.",
        "numberInSurah": 133,
        "juz": 8,
        "manzil": 2,
        "page": 145,
        "ruku": 117,
        "hizbQuarter": 58,
        "sajda": false
      },
      {
        "number": 923,
        "text": "Ajoqë u është premtuar, me të vërtetë do t’ju arrijë, e ju nuk mund t’i ikni asaj.",
        "numberInSurah": 134,
        "juz": 8,
        "manzil": 2,
        "page": 145,
        "ruku": 117,
        "hizbQuarter": 58,
        "sajda": false
      },
      {
        "number": 924,
        "text": "Thuaj: “O populli im, punoni në gjendjen tuaj, e unë punojë (në gjendjen time); e do ta dini se për këtë do të jetë fundi i mirë. Me të vërtetë, zullumqarët nuk do të shpëtojnë.",
        "numberInSurah": 135,
        "juz": 8,
        "manzil": 2,
        "page": 145,
        "ruku": 117,
        "hizbQuarter": 58,
        "sajda": false
      },
      {
        "number": 925,
        "text": "Ata (mohuesit) kanë caktuar pjesë nga të lashtat dhe kafshët shtëpiake, të cilat i ka krijuar Ai (Zoti) dhe thonë sipas hamendjes së tyre: “Kjo është për Perëndinë, e kjo është për putat tona”. Mirëpo, ajo pjsë që është për putat e tyre, nuk arrin (nuk jepen) te Zoti, kurse ajo që ata e kanë caktuar për Perëndinë – ajo arrinë (jipet) te putat e tyre. Sa gjykim të shëmtuar bëjnë ata!",
        "numberInSurah": 136,
        "juz": 8,
        "manzil": 2,
        "page": 145,
        "ruku": 117,
        "hizbQuarter": 58,
        "sajda": false
      },
      {
        "number": 926,
        "text": "Po ashtu, shumë mohuesve ua kanë hijeshuar – shokët e tyre, - vrasjen e fëmijëve të vet për t’i zhdukur ata dhe për t’ju përzi fenë e tyre. E, sikur të donte Perëndia, ata nuk do ta bënin atë. Lërini ata dhe trillimet e tyre.",
        "numberInSurah": 137,
        "juz": 8,
        "manzil": 2,
        "page": 145,
        "ruku": 117,
        "hizbQuarter": 58,
        "sajda": false
      },
      {
        "number": 927,
        "text": "Ata thonë: “Këto shtazë shtëpijake dhe këto e këto të lashta janë të ndaluara, nuk mund t’i hajë askush, përveç kujt ia lejojmë ne; e sipas hamendjes së tyre edhe disa kafshë shtëpiake janë të ndaluara për ngarkim dhe disa shtazë që kur i therrin nuk e përmendin emrin e Perëndisë, duke e përgënjeshtruar Atë (Perëndinë). Ai do t’i ndëshkojë ata për gënjeshtrat e trilluara.",
        "numberInSurah": 138,
        "juz": 8,
        "manzil": 2,
        "page": 146,
        "ruku": 117,
        "hizbQuarter": 58,
        "sajda": false
      },
      {
        "number": 928,
        "text": "Dhe ata thanë: “Ajo që gjendet në barkun e këtyre shtazëve shtëpiake u përket vetëm meshkujve tonë, kurse për gratë tona janë të ndaluara. E, nëse lindin ato të ngordhura, ata të gjithë (burra e gra) janë pjesëmarrës në të”. Perëndia do t’i ndëshkojë ata për gënjeshtra. Se Ai, me të vërtetë, është i Plotëdijshëm dhe i Gjithëdijshëm.",
        "numberInSurah": 139,
        "juz": 8,
        "manzil": 2,
        "page": 146,
        "ruku": 117,
        "hizbQuarter": 58,
        "sajda": false
      },
      {
        "number": 929,
        "text": "Të humbur janë ata që i kanë mbytur fëmijët e tyre nga mendjelehtësia dhe padija dhe i kanë ndaluar ato që u ka dhuruar Perëndia, duke përgënjeshtruar ndaj Perëndisë. Ata kanë humbur dhe nuk qenë në rrugë të drejtë.",
        "numberInSurah": 140,
        "juz": 8,
        "manzil": 2,
        "page": 146,
        "ruku": 117,
        "hizbQuarter": 58,
        "sajda": false
      },
      {
        "number": 930,
        "text": "Ai është që ka krijuar kopshte, vëreshta të larta dhe të shtruara, hurme dhe të lashta, me shije të ndryshme, ullinj e shega, të ngjashme (për nga forma), kurse të ndryshme (për nga shija). Hani frutet e tyre kurdo që të japin, dhe jepni atë që është detyrë në ditën e mbledhjes së tyrë. Por, mos e teproni, se Perëndia nuk i do ata që e teprojnë.",
        "numberInSurah": 141,
        "juz": 8,
        "manzil": 2,
        "page": 146,
        "ruku": 118,
        "hizbQuarter": 59,
        "sajda": false
      },
      {
        "number": 931,
        "text": "Ai është që ka krijuar disa shtazë për ngarkim dhe për shtruarje, (shtresë e bërë prej leshi apo lëkurës së tyre). Hani nga ato që ua ka dhuruar Perëndia dhe mos ndiqni gurmët e djallit. Ai është armiku juaj i hapët.",
        "numberInSurah": 142,
        "juz": 8,
        "manzil": 2,
        "page": 146,
        "ruku": 118,
        "hizbQuarter": 59,
        "sajda": false
      },
      {
        "number": 932,
        "text": "Perëndia ka krijuar tetë çifte kafshësh: dy nga dhentë (mashkull e femër) dhe dy nga dhitë. Thuaj: “A i ka ndaluar Perëndia dy meshkujt (dashin e sqapin) ose dy femërat ose atë që mbajnë në bark dy femra?” Lajmëromëni Mua me dije të saktë, nëse e thani të vërtetën.",
        "numberInSurah": 143,
        "juz": 8,
        "manzil": 2,
        "page": 147,
        "ruku": 118,
        "hizbQuarter": 59,
        "sajda": false
      },
      {
        "number": 933,
        "text": "(Perëndia ka krijuar) edhe dy deve dhe dy lopë. Thuaj: “A i ka ndaluar Perëndia dy meshkujt apo dy femërat ose atë që e mbajnë në bark dy femërat?” Apo mos keni qenë prezent ju kur Perëndia i ka urdhëruar për këtë? E, kush është më zullumqar se ai që shpif gënjeshtra ndaj Perëndisë, për t’i shpënë njerëzit në humbje nga padija? Me të vërtetë, Perëndia, nuk e çon në rrugë të drejtë kombin zullumqarë.",
        "numberInSurah": 144,
        "juz": 8,
        "manzil": 2,
        "page": 147,
        "ruku": 118,
        "hizbQuarter": 59,
        "sajda": false
      },
      {
        "number": 934,
        "text": "Thuaj: “Unë nuk gjej në atë që më është shpallur mua (në Kur’an), se është e ndaluar ta hajë njeriu atë që do, gjithçka tjetër, përveç coftinë, gjakut të derdhur, ose mishit të derrit, se ai është i ndytë; ose është mëkat ajo që është therrë në emër të tjetër kujt, e jo në emër të Perëndisë. Por, për atë që ngushtohet nga uria e madhe, nuk është mëkat të hajë ato që i përmendëm, por pa u ngopur, vetëm sa të zhduket uria. Se, Perëndia, me të vërtetë, është Falës i madh dhe Përdëllimtar.",
        "numberInSurah": 145,
        "juz": 8,
        "manzil": 2,
        "page": 147,
        "ruku": 119,
        "hizbQuarter": 59,
        "sajda": false
      },
      {
        "number": 935,
        "text": "Na ua kei ndaluar Hebrenjve të gjitha shtazët që kanë thonj (kthetra), ndërsa nga lopët e delet, për ta kemi ndaluar dhjamin e brendshëm të tyre, me përjashtim të dhjamit të shpinës, ose të atij dhjami që është puqë me zorrët, ose atë që është përzier me eshtra. Me këtë, Na i kemi ndëshkuar ata, për shkak të zullumit të tyre, se, Ne, padyshim, themi të vërtetën.",
        "numberInSurah": 146,
        "juz": 8,
        "manzil": 2,
        "page": 147,
        "ruku": 119,
        "hizbQuarter": 59,
        "sajda": false
      },
      {
        "number": 936,
        "text": "Nëse ata të përgënjeshtrojnë ty, thuaju: “Zoti juaj është pronar i mëshirës së gjerë, e ndëshkimi i Tij nuk pengohet nga populli mëkatarë”.",
        "numberInSurah": 147,
        "juz": 8,
        "manzil": 2,
        "page": 148,
        "ruku": 119,
        "hizbQuarter": 59,
        "sajda": false
      },
      {
        "number": 937,
        "text": "Idhujtarët do të thonë: “Sikur të donte Perëndia, nuk do t’i bënim shok Atij as ne as baballarët tanë, dhe asgjë të ndaluar nuk do të punonim”. Kështu mohonin edhe ata para tyre, derisa e shijuan dënimin tonë. Thuaj: “A keni ju ndonjë argument të na paraqitni? Ju mbështeteni vetëm në hamendje dhe jeni vetëm gënjeshtarë”.",
        "numberInSurah": 148,
        "juz": 8,
        "manzil": 2,
        "page": 148,
        "ruku": 119,
        "hizbQuarter": 59,
        "sajda": false
      },
      {
        "number": 938,
        "text": "Thuaj: “Perëndia ka argument të qartë dhe po të donte Ai, të gjithëve do t’ju udhëzonte (me forcë) në rrugë të drejtë!”",
        "numberInSurah": 149,
        "juz": 8,
        "manzil": 2,
        "page": 148,
        "ruku": 119,
        "hizbQuarter": 59,
        "sajda": false
      },
      {
        "number": 939,
        "text": "Thuaj: “Sillni dëshmitarët tuaj të cilët dëshmojnë se Perëndia e ka ndaluar këtë!” E nëse dëshmojnë (duke gënjyer), ti mos dëshmo me ta. Mos i ndiq dëshirat e atyre, që argumentet tona i konsiderojnë gënjeshtra dhe të cilët nuk besojnë në Ditën e mbramë! E, ata i bëjnë krahasim dike tjetër Zotit të tyre.",
        "numberInSurah": 150,
        "juz": 8,
        "manzil": 2,
        "page": 148,
        "ruku": 119,
        "hizbQuarter": 59,
        "sajda": false
      },
      {
        "number": 940,
        "text": "Thuaj: “Ejani t’ju lexoj ato që ju ka ndaluar Perëndia: Atij mos i bëni shok; bëju mirë prindërve; mos vritni fëmijët tuaj për shkak të varfërisë, Na ju ushqejmë ju dhe ata. Mos ju çasni të këqijave, qofshin ato të hapëta apo të fshehta. Mos e vritni personin, vrasjen e të cilit e ka ndaluar Perëndia, përveç kur e kërkon drejtësia (gjyqi). Këto ju porosit Ai, që ta fisnikëroni mendjen.",
        "numberInSurah": 151,
        "juz": 8,
        "manzil": 2,
        "page": 148,
        "ruku": 120,
        "hizbQuarter": 60,
        "sajda": false
      },
      {
        "number": 941,
        "text": "Dhe mos iu çasni pasurisë së bonjakut, përpos në një mënyrë të mirë, dreisa ta mbërrijë pjekurinë, kryeni drejt matjen dhe peshimin! Na nuk e ngarkojmë askë përtej mundësisë së tij. E, kur flisni, bëhuni të drejtë, qoftë edhe (kundër) të afërmit tuaj. Plotësoni obligimet e Perëndisë. Këto janë porositë e Tij, për t’ju këshilluar.",
        "numberInSurah": 152,
        "juz": 8,
        "manzil": 2,
        "page": 149,
        "ruku": 120,
        "hizbQuarter": 60,
        "sajda": false
      },
      {
        "number": 942,
        "text": "Dhe, qe, kjo është rruga ime e drejtë; prandaj ndiqnie, e mos shkoni rrugëve tjera që t’ju shmangin ato nga rruga e Tij. Kjo është ajo që ju porositë Ai për t’u ruajtur nga të këqijat.",
        "numberInSurah": 153,
        "juz": 8,
        "manzil": 2,
        "page": 149,
        "ruku": 120,
        "hizbQuarter": 60,
        "sajda": false
      },
      {
        "number": 943,
        "text": "Pastaj, ia kemi dhënë Musait Librin, duke ia plotësuar dhuntinë për atë të mirë, duke i shpjeguar çdo gjë, udhërrëfyes e mëshirës, për të besuar ata, në takimin me Zotin e tyre.",
        "numberInSurah": 154,
        "juz": 8,
        "manzil": 2,
        "page": 149,
        "ruku": 120,
        "hizbQuarter": 60,
        "sajda": false
      },
      {
        "number": 944,
        "text": "Ky Libër (Kur’ani) që ua kemi shpallur, është i uruar, ndiqnie ate dhe druajuni kundërshtimit, për të qenë të mëshiruar,",
        "numberInSurah": 155,
        "juz": 8,
        "manzil": 2,
        "page": 149,
        "ruku": 121,
        "hizbQuarter": 60,
        "sajda": false
      },
      {
        "number": 945,
        "text": "(e kemi zbritur) për të mos thënë: “Libri u është shpallur vetëm dy grupeve apra nesh (Hebrenjve dhe të krishterëve) e nuk kemi mundur ta kuptojmë (meqë nuk kemi pasur njohuri të mëparshme për të)”.",
        "numberInSurah": 156,
        "juz": 8,
        "manzil": 2,
        "page": 149,
        "ruku": 121,
        "hizbQuarter": 60,
        "sajda": false
      },
      {
        "number": 946,
        "text": "Ose për të mos thënë: “Sikur Libri të na ishte shpallur neve, ne do t’i përmbaheshim rrugës së drejtë më mirë se ata”. Pra, ju ka ardhur nga Zoti juaj argument i qartë dhe udhërrëfyes dhe mëshirë; e kush është më zullumqar nga ai që i përgënjeshtron argumentet e Perëndisë dhe largohet nga ato? Ne, do t’i ndëshkojmë ata që shmangën nga argumentet Tona, me dënim të rëndë, për shkak se u larguan.",
        "numberInSurah": 157,
        "juz": 8,
        "manzil": 2,
        "page": 149,
        "ruku": 121,
        "hizbQuarter": 60,
        "sajda": false
      },
      {
        "number": 947,
        "text": "A mos vallë presin ata t’u vijnë engjëjt, ose të vijë (urdhëri) i Zotit tënd (me dënim) ose të vijnë disa argumente të Zotit tënd. Kur të vijë ndonjë argument i Zotit tënd, atëherë nuk do t’i bëjë dobi askujt besimi i tij, nëse nuk ka besuar më parë, ose nuk ka bërë ndonjë të mirë, në besimin e tij. Thuaj: “Pritni ju, se edhe ne, me të vërtetë po presim!”",
        "numberInSurah": 158,
        "juz": 8,
        "manzil": 2,
        "page": 150,
        "ruku": 121,
        "hizbQuarter": 60,
        "sajda": false
      },
      {
        "number": 948,
        "text": "Me të vërtetë, ti s’ke asgjë me ata që e përndajnë fenë e tyre dhe shndërrohen në grupe. Te Perëndia është puna e tyre, e Ai do t’i informojë ata për atë që kanë punuar.",
        "numberInSurah": 159,
        "juz": 8,
        "manzil": 2,
        "page": 150,
        "ruku": 121,
        "hizbQuarter": 60,
        "sajda": false
      },
      {
        "number": 949,
        "text": "Kush punon vepër të mirë, do të shpërblehet dhjetë fish. Kush punon vepër të keqe, do të dënohet vetëm sipas mëkatit, dhe atyre nuk do t’u bëhet kurrfarë padrejtësie.",
        "numberInSurah": 160,
        "juz": 8,
        "manzil": 2,
        "page": 150,
        "ruku": 121,
        "hizbQuarter": 60,
        "sajda": false
      },
      {
        "number": 950,
        "text": "Thuaj: “Mua, me të vërtetë, Zoti im, më ka udhëzuar në rrugë të drejtë, në fenë e vërtetë, fenë e pastër të Ibrahimit, i cili nuk ka qenë adhurues i putavet”.",
        "numberInSurah": 161,
        "juz": 8,
        "manzil": 2,
        "page": 150,
        "ruku": 121,
        "hizbQuarter": 60,
        "sajda": false
      },
      {
        "number": 951,
        "text": "Thuaj: “Me të vërtetë, namazi im, edhe adhurimi im, jeta ime, dhe vdekja ime, i përkasin vetëm Perëndisë, Zotit të Gjithësisë.",
        "numberInSurah": 162,
        "juz": 8,
        "manzil": 2,
        "page": 150,
        "ruku": 121,
        "hizbQuarter": 60,
        "sajda": false
      },
      {
        "number": 952,
        "text": "Për, të s’ka shoq; dhe kjo më është urdhëruar dhe unë jam i pari musliman”.",
        "numberInSurah": 163,
        "juz": 8,
        "manzil": 2,
        "page": 150,
        "ruku": 121,
        "hizbQuarter": 60,
        "sajda": false
      },
      {
        "number": 953,
        "text": "Thuaj: “A mos vallë do të kërkojë unë tjetër zot, përveç Allahut, kur Ai është Zot i të gjithave? Kushdo që punon diçka, punon për vete, dhe askush nuk ngarkohet me barrën e tjetrit. Pastaj do të ktheheni te Zoti juaj, dhe Ai do t’ju informojë për atë që keni qenë në konflikt.",
        "numberInSurah": 164,
        "juz": 8,
        "manzil": 2,
        "page": 150,
        "ruku": 121,
        "hizbQuarter": 60,
        "sajda": false
      },
      {
        "number": 954,
        "text": "Ai bën që ta ndërroni njëri-tjetrin në Tokë dhe Ai ju ngritë nëpër pozita disa nga ju mbi të tjerët, për t’ju provuar për atë që ju ka dhënë. Me të vërtetë, Zoti yt, është i shpejtë në dënim, por me të vërtetë, është edhe falës e mëshirues.",
        "numberInSurah": 165,
        "juz": 8,
        "manzil": 2,
        "page": 150,
        "ruku": 121,
        "hizbQuarter": 60,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "sq.nahi",
      "language": "sq",
      "name": "Efendi Nahi",
      "englishName": "Hasan Efendi Nahi",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}