{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 8,
    "name": "سُورَةُ الأَنفَالِ",
    "englishName": "Al-Anfaal",
    "englishNameTranslation": "The Spoils of War",
    "revelationType": "Medinan",
    "numberOfAyahs": 75,
    "ayahs": [
      {
        "number": 1161,
        "text": "Të pyesin ty (o Muhammed), për plaçkën e luftës. Thuaj: “(Dispozitat) mbi plaçkat e luftës i përkasin Perëndisë dhe Pejgamberit”. Pranaj, druajuni Perëndisë dhe rregulloni mërrëdhëniet në mes jush dhe bëhuni të dëgjueshëm ndaj Perëndisë dhe Pejgamberit të Tij, nëse jeni besimtarë të vërtetë”.",
        "numberInSurah": 1,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1162,
        "text": "Besimtarë të vërtetë janë vetëm ata, zemrat e të cilëve, kur të përmendet Perëndia, vërgëllojnë (nga frika dhe përulja), e kur t’u lexohen argumentet e Tij, iu shtohet thellimi në besim dhe vetëm te Zoti i tyre mbështeten,",
        "numberInSurah": 2,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1163,
        "text": "ata që kryejnë namazin dhe japin nga pjesa e asaj që u kemi dhënë Ne.",
        "numberInSurah": 3,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1164,
        "text": "Ata, padyshim, janë besimtarë të vërtetë. Për ata ka pozita te Zoti i tyre, falje dhe dhunti fisnike.",
        "numberInSurah": 4,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1165,
        "text": "(Këto dispozita) janë po ashtu si atëherë, kur të nxorri ty, Zoti yt, nga shhtëpia jote, në emër të së Vërtetës. Me të vërtetë, kjo një grupi prej besimtarëve nuk u pëlqeu.",
        "numberInSurah": 5,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1166,
        "text": "Ata polemizojnë me ty për të Vërtetën, e cila madje u bë e qartë, sikur t’i shpie në vdekje, e ata vdekjen e shihnin haptazi.",
        "numberInSurah": 6,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1167,
        "text": "(Kujtoje) kur Perëndia ju premtoi njërën prej dy grupeve, që me ët vërtetë, ajo të jetë e juaja. E ju dëshiruat që ajo e paarmatosura të jetë e juaja; e Perëndia dëshiron ta forcojë të vërtetën me fjalë të Tij dhe mohuesve t’u zhdukë rrënjët,",
        "numberInSurah": 7,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1168,
        "text": "për ta forcuar të Vërtetën (Islamizmin) dhe ta zhdukë gënjeshtrën, edhe sikur madje ta urrenin mëkatarët.",
        "numberInSurah": 8,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1169,
        "text": "(Kujtoje) kur ju kërkuat ndihmë nga Zoti jua, e Ai ju përgjegj: “Unë do t’jundihmoj me njëmijë engjëj, të cilët do të vijnë njëri pas tjetrit”.",
        "numberInSurah": 9,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1170,
        "text": "Perëndia e bëri këtë vetëm sihariq, që të qetësohen zemrat tuaja me të. E ndihma është vetëm nga Perëndia. Me të vërtetë, Perëndia është i Plotëfuqishëm dhe i Gjithëdijshëm.",
        "numberInSurah": 10,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1171,
        "text": "(Kujtoje) kur (Zoti) bëri që ju të koteni në gjumë të lehtë për qetësimin tuaj nga ana e Tij, e lëshoi nga qielli – shi, për t’ju pastruar me të dhe për t’ju larguar shqetësimin e djallit, për t’i bashkuar zemrat tuaja me besim dhe t’ua forcojë këmbët tuaja.",
        "numberInSurah": 11,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1172,
        "text": "(Kujtoje) kur i urdhëroi Zoti yt engjëjt: “Unë jam me ju, andaj forconi ata që besojnë”. Unë do t’u shtie frikë në zemra mohuesve, andaj rrihni ju ata në qafë dhe në të gjithë gishtërinjtë.",
        "numberInSurah": 12,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1173,
        "text": "Kjo është për shkak se ata e kundërshtuan Perëndinë dhe Pejgamberin e Tij; e kush e kundërshton Perëndinë dhe Pejgamberin e Tij, Perëndia, me të vërtetë, është ndëshkues i ashpër.",
        "numberInSurah": 13,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1174,
        "text": "Ky është ndëshkimi, shijonie ju (mohuesit) atë. Me siguri, për mohuesit ka dënim zjarri.",
        "numberInSurah": 14,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1175,
        "text": "O besimtarë, kur të ndesheni me mohues, e duke qenë ata shumë, mos ua ktheni shpinën!",
        "numberInSurah": 15,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1176,
        "text": "E kush ua kthen shpinën atë ditë, përveç atij që tërhiqet me qëllim që të sulmojë përsëri, ose për t’iu bashkangjitur një grupi tjetër – ai kthehet me pezmin e Perëndisë dhe strehimi i tij është xhehennemi, e sa vend i shëmtuar është ai.",
        "numberInSurah": 16,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1177,
        "text": "Ju nuk i keni mbytur ata, por i ka mbytur Perëndia! E ti nuk ke hudhë kur ke hudhë, por Perëndia ka hudhë (ajo ishte hudhje e mrekullueshme) që nga Vetja besimtarëve, t’u dhurojë dhuratë të bukur. Perëndia, me të vërtetë, i dëgjon të gjitha dhe di çdo gjë.",
        "numberInSurah": 17,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1178,
        "text": "Kështu është dhurata, se, Perëndia i bënë të dobëta dredhitë e mohuesve.",
        "numberInSurah": 18,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1179,
        "text": "Nëse ju (mohuesit) kërkuat fitoren; e që pra, fitorja ju erdhi (kundër jush). Por nëse tërhiqeni (nga kundërshtimi), kjo do të jetë për ju shumë më e dobishme. Nëse ktheheni (në luftë), edhe Na do të kthehemi (në ndihmë). Shoqëria juaj nuk do t’ju bëjë dobi asgjë, sikur madje të jetë e shumënumërt. Sepse, Perëndia, me të vërtetë, është me besimtarët.",
        "numberInSurah": 19,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1180,
        "text": "O besimtarë! – bindjuni Perëndisë dhe Pejgamberit të Tij, mos u shmangëni nga Ai, se ju dëgjoni (Kur’anin),",
        "numberInSurah": 20,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1181,
        "text": "e mos u bëni si ata që thonë: “E kemi dëgjuar!” – por ata, (në të vërtetë) nuk e kanë dëgjuar.",
        "numberInSurah": 21,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1182,
        "text": "Krijesat më të këqia te Perëndia janë ato që janë shurdhë dhe memecë, të cilët nuk duan të kuptojnë.",
        "numberInSurah": 22,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1183,
        "text": "Sikur Perëndia të dijë ndonjë të mirë të tyre, Ai do t’u jepte të dëgjuarit; por, edhe sikur ta kenë, ata do të shmangen dhe do të largohen nga besimi.",
        "numberInSurah": 23,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1184,
        "text": "O besimtarë! Përgjigjuni Perëndisë dhe Pejgmberit kur t’ju thërrasë, meqë ju ngjallë juve; dhe ta dini se Perëndia ndërhyn në mes njeriut dhe zemrës së tij, dhe se tek Ai do të ktheheni.",
        "numberInSurah": 24,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1185,
        "text": "Ruajuni ngatërresave, të cilat nuk i godasin vetëm ata që bëjnë keq, dhe ta dini se Perëndia dënon ashpër!",
        "numberInSurah": 25,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1186,
        "text": "Dhe kujtohuni kur ishit pak në numër, ju konsideronin të dobët e druajshit se njerëzit do t’ju përlajnë në Tokë; e Ai me ndihmën e Tij ju strehoi dhe ju forcoi juve, e ju furnizoi me të mira, për t’iu falenderuar.",
        "numberInSurah": 26,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1187,
        "text": "O besimtarë! Mos e tradhëtoni Perëndinë dhe Pejgamberin, se e keqpërdorni amanetin tuaj, e këtë ju e dini,",
        "numberInSurah": 27,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1188,
        "text": "dinie se pasuria juaj dhe fëmijët tuaj janë vetëm sprovë, dhe se vetëm te Perëndia është shpërblimi i madh.",
        "numberInSurah": 28,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1189,
        "text": "O besimtarë! Nëse i druani Perëndisë, Ai do t’ju japë aftësinë e të gjykuarit (të bëni dallimin në mes të vërtetës dhe të pavërtetës), do t’ju mbulon mëkatet tuaja dhe do t’ju falë. Perëndia është bamirës i madh.",
        "numberInSurah": 29,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1190,
        "text": "(Kujtoje) kur bënë dredhi mohuesit kundër teje: për të të burgosur, mbytur ose dëbuar. Ata bënin ngatërresa, por Perëndia ua prapësonte dredhitë e tyre, se Perëndia, është shkatërruesi më i mirë i dinakërive.",
        "numberInSurah": 30,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1191,
        "text": "Kur atyre u lexohen ajetet Tona, ata thonë: “Na, madje kemi dëgjuar; po të duam ne, edhe na do të thonim diçka të ngjashme. Këto nuk janë kurrgjë, përpos përralla të të parëve”.",
        "numberInSurah": 31,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1192,
        "text": "(Kujtoje) kur, ata thanë: “Zoti ynë, nëse ky (Kur’ani) është e Vërtetë e zbritur prej Teje, lësho mbi ne gurë si shiu nga qielli, ose dërgona ndëshkimin e dhembshëm!”",
        "numberInSurah": 32,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1193,
        "text": "Perëndia nuk i ndëshkon ata, derisa ti je në mesin e tyre; dhe Perëndia nuk i ndëshkon, nëse ata kërkojnë falje.",
        "numberInSurah": 33,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1194,
        "text": "Ç’kanë ata, e (përse) të mos i dënojë Perëndia, sepse, ata e pengojnë vizitën në Mesxhidil-haram (Qabe), edhe pse ata nuk janë padronë (kujdestarë) të tij. Padronë të tij duhet të bëhen vetëm ata që i druajnë Perëndisë, por shumica e tyre nuk e dinë.",
        "numberInSurah": 34,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1195,
        "text": "Lutja e tyre në Qabe qëndron vetëm në fërshëllimë dhe duartrokitje. Andaj priteni ndëshkimin, pasi që jeni mohues!",
        "numberInSurah": 35,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1196,
        "text": "Me të vërtetë, mohuesit e ndajnë (shpenzojnë) pasurinë e tyre, për t’i penguar njerëzit nga rruga e Perëndisë. Ata do ta ndajnë atë (pasuri), e pastaj do ta ankojnë atë humbje, sepse, do të jenë të mundur. E, ata që nuk besojnë, do të tubohen në xhehennem,",
        "numberInSurah": 36,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1197,
        "text": "që Perëndia të veçoj të keqin nga i miri; të këqinjt i palon njërin mbi tjetrin, e të gjithë i grumbullon e i hudhë në xhehennem. Këta, me të vërtetë, janë të humbur.",
        "numberInSurah": 37,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1198,
        "text": "Thuaju mohuesve: nëse largohen (nga mohimi), do t’ju falet e kaluara, e nëse kthehen (në mohim), atëherë dihet se si ka qenë ligji i të parëve (se si janë ndëshkuar mohuesit dhe si janë ndihmuar besimtarët).",
        "numberInSurah": 38,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 150,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1199,
        "text": "Dhe luftoni kundër tyre, derisa të zhduket idhujtaria dhe derisa të mbetet vetëm feja e Perëndisë. E, nëse frenohen prej mohimit, - Perëndia i sheh punët e tyre;",
        "numberInSurah": 39,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 150,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1200,
        "text": "E, nëse largohen nga feja, dinie se Perëndia është miku juaj. Ai është mik i mrekullueshëm dhe ndihmës i mrekullueshëm!",
        "numberInSurah": 40,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 150,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1201,
        "text": "Dinie ju, se çkado që të fitoni në luftë, një e pesta i takon Perëndisë, Pejgamberit dhe farefisit të tij, bonjakëve, të varfërve dhe udhëtarit (që ka ngelur në rrugë), nëse besoni në Perëndinë dhe në atë çka ia kemi shpallur robit Tonë në ditën e fitores, në ditën kur u ndeshën dy taborret, - se Perëndia, me të vërtetë, është i Plotëfuqishëm për çdo gjë.",
        "numberInSurah": 41,
        "juz": 10,
        "manzil": 2,
        "page": 182,
        "ruku": 150,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1202,
        "text": "(Kujtoje) kur ju ishit në luginën e afërme, e ata në luginën e largët, ndërsa karavani përfundi jush. E, sikur t’i kishit premtuar njëri-tjetrit, nuk do t’ishit pajtuar për kohën e konfliktit, por Perëndia e plotësojë atë ngjarje që ish e caktuar: për t’u shkatërruar ai që është i padrejtë, - me dokumente të qarta, e të jetojë ai që është i drejtë – me dokumente të qarta. Se, Perëndia, me të vërtetë, dëgjon të gjitha dhe di çdo gjë.",
        "numberInSurah": 42,
        "juz": 10,
        "manzil": 2,
        "page": 182,
        "ruku": 150,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1203,
        "text": "(Kujtoje) kur Perëndia në ëndërr të tregoi se ata (armiqët) janë pak, e sikur të tregonte që ata janë shumë, ju do të frikësoheshit dhe do të grindeshit për këtë çështje, por Perëndia ju shpëtoi. Ai di se çka keni në zemrat tuaja.",
        "numberInSurah": 43,
        "juz": 10,
        "manzil": 2,
        "page": 182,
        "ruku": 150,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1204,
        "text": "(Kujtoje) – kur u ndeshët, e Ai ua dëftojë atë në sytë e juaj pak, - e ju pakësoi juve në sytë e atyre, për ta zbatuar atë që ishte e caktuar; - e të Perëndia kthehen të gjitha punët.",
        "numberInSurah": 44,
        "juz": 10,
        "manzil": 2,
        "page": 182,
        "ruku": 150,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1205,
        "text": "O besimtarë, kur të ndesheni me ndonjë çetë (të armikut), bëhuni këmbëngulës dhe përmendi shumë Perëndinë, për të qenë të shpëtuar,",
        "numberInSurah": 45,
        "juz": 10,
        "manzil": 2,
        "page": 182,
        "ruku": 151,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1206,
        "text": "dhe përuljuni Perëndisë dhe Pejgamberit të Tij, dhe mos u grindni në mes vete, se do të demoralizoheni e do t’ju lë fuqia; dhe bëhuni të durueshëm, se, Perëndia, me të vërtetë, është me të durueshmit.",
        "numberInSurah": 46,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 151,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1207,
        "text": "Mos u bëni si ata që dolën nga shtëpitë e tyre me mendjemadhësi, e për sy e faqe të botës, - e i pengojnë njerëzit nga rruga e Perëndisë. Perëndia, i përfshinë të gjitha ato që punojnë ata.",
        "numberInSurah": 47,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 151,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1208,
        "text": "(Dhe kujtoje) kur djalli ua zbukuroi veprat atyre e u tha: “Nuk ka kush prej njerëzve sot që mund t’ju mundë dhe unë jam mbrojtësi juaj”. E, kur u ndeshën dy çetat, u zmbraps ai (djalli) kah thembrat e tij, dhe tha: “Unë nuk kam asgjë me ju, unë shoh atë që nuk e shihni ju, dhe unë i frikësohem Perëndisë, sepse Perëndia ndëshkon ashpër.",
        "numberInSurah": 48,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 151,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1209,
        "text": "(Kujtoje) kur hipokritët dhe ata, në zemrat e të cilëve kishte sëmundje (dyshim), thoshin: “Këta i ka mashtruar feja e tyre!” Por, ai që mbështetet në Perëndinë, me të vërtetë, Perëndia është i Plotëfuqishëm dhe i Gjithëdijshëm.",
        "numberInSurah": 49,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1210,
        "text": "E sikur t’i shihje ti se si ua merrnin shpirtërat engjëjt – mohuesve, duke i rrahur në fytyrë dhe shpinë (para e pas) dhe duke (ju thënë): “Shijonie dënimin e zjarrit.",
        "numberInSurah": 50,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1211,
        "text": "Kjo është për atë, që me duartë tuaja e keni përgatitur, sepse Perëndia nuk i dëmton robërit e Vet pa të drejtë!”",
        "numberInSurah": 51,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1212,
        "text": "(Sjelljet e tyre) i ngjajnë sjelljeve – të ithtarëve të Faraonit dhe atyre që kanë qenë para tyre. Ata i mohuan argumentet e Perëndisë, e Perëndia i dënoi për shkak të mëkateve të tyre. Me të vërtetë, Perëndia është i fuqishëm dhe ashpër dënon;",
        "numberInSurah": 52,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1213,
        "text": "kjo është për arsye se Perëndia nuk ia prishë popullit mirësitë që ia ka dhuruar – për derisa ata të mos i prishin sjelljet e veta, - se Perëndia, me të vërtetë, i dëgjon të gjitha dhe di çdo gjë.",
        "numberInSurah": 53,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1214,
        "text": "(Sjelljet e tyre) i ngjajnë sjelljeve të ithtarëve të Faraonit dhe të atyre që jetuan para tyre. Ata i përgënjeshtronin argumentet e Zotit të tyre, andaj, për shkak të mëkateve të tyre, Na i kemi shkatërruar dhe fundosur ithtarët e Faraonit, - të gjithë ata kanë qenë zullumqarë.",
        "numberInSurah": 54,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1215,
        "text": "Krijesat më të këqia te Perëndia, janë ato që mohojnë, - ata nuk besojnë,",
        "numberInSurah": 55,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1216,
        "text": "ata me të cilët ke lidhë marrëveshje, e ata çdo herë e prishin marrëveshjen e vet, dhe nuk i druajnë Perëndisë.",
        "numberInSurah": 56,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1217,
        "text": "Nëse i ndesh ti ata në luftë, shpartalloji ata që janë pas tyre, për t’u këshilluar ata.",
        "numberInSurah": 57,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1218,
        "text": "Posa të vërejsh që ndonjë fis e thei besën, edhe ti thyeja atij – në të njëjtën mënyrë prishja marrëveshjen – se, Perëndia, me të vërtetë, nuk i don ata që tradhëtojnë.",
        "numberInSurah": 58,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1219,
        "text": "Le të mos mendojnë kursesi ata që nuk besojnë, se do t’i shpëtojmë (dënimit të Zotit), sepse ata nuk mund ta dobësojnë fuqinë e Perëndisë.",
        "numberInSurah": 59,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 153,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1220,
        "text": "Kundër tyre përgatitni kuaj dhe forcë për luftë, sa të mundeni, me të cilën do t’i shtini frikën armikut të Perëndisë dhe armikut tuaj, dhe të tjerëve, përveç tyre. Ju nuk i njihni ata. Perëndia i njeh ata. Çkado që të shpenzoni në rrugën e Perëndisë do t’ju kompensohet dhe nuk do t’ju bëhet padrejtësi.",
        "numberInSurah": 60,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 153,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1221,
        "text": "Nëse ata tregojnë prirje, për paqe, trego edhe ti prirje për të dhe mbështetu te Perëndia! Se Ai, me të vërtetë, i dëgjon të gjitha dhe di çdo gjë.",
        "numberInSurah": 61,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 153,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1222,
        "text": "E, nëse dëshirojnë të të mashtrojnë ty, - me të vërtetë, të mjafton Perëndia; Ai të ka forcuar, me ndihmën e Tij dhe me besimtarë,",
        "numberInSurah": 62,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 153,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1223,
        "text": "dhe, Ai, i bashkoi zemrat e tyre. Sikur ti të shpenzoje tërë atë pasuri që gjendet në Tokë, nuk do të mund t’i bashkoje zemrat e tyre, por Perëndia i bashkoi ato, - Ai, me të vërtetë është i Plotëfuqishëm dhe i Gjithëdijshëm.",
        "numberInSurah": 63,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 153,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1224,
        "text": "O Pejgamber! Perëndia të mjafton ty dhe besimtarëve që të pasojnë.",
        "numberInSurah": 64,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 153,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1225,
        "text": "O Pejgamber! Inkurajoi besimtarët në luftë. Nëse në mesin tuaj gjenden njëzet të durueshëm, do t’i mundin dyqind, e nëse nga ju janë njëqind të durueshëm, do t’i mundin njëmijë mohues, sepse, ata janë njerëz që nuk kuptojnë.",
        "numberInSurah": 65,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 154,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1226,
        "text": "Tani, Perëndia u ka lehtësuar juve; Ai di se jeni të lodhur: nëse prej jush njëqind janë të durueshëm do t’i mundin dyqind; e nëse ju jeni njëmijë – me vullnetin e Perëndisë do t’i mundni dymijë. Se, Perëndia, është me të durueshmit.",
        "numberInSurah": 66,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 154,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1227,
        "text": "Asnjë pejgamber s’ka të drejtë të ketë rob për vete, derisa të mos arrijë fitore të plotë në Tokë; ju i dëshironi të mirat e kalueshme të kësaj bote, kurse Perëndia dëshiron botën tjetër. Perëndia është i Plotëfuqishëm dhe i Gjithëdijshëm.",
        "numberInSurah": 67,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 154,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1228,
        "text": "Të mos ishte dispozita e mëparshme e Perëndisë, do t’ju godiste mundimi i madh – për atë që keni marrë.",
        "numberInSurah": 68,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 154,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1229,
        "text": "Hani ushqimet që keni zënë (në luftë), si gjë të lejueshme dhe të bukur, dhe druajuni Perëndisë. – Se, Perëndia, me të vërtetë, është falës dhe mëshirues.",
        "numberInSurah": 69,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 154,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1230,
        "text": "O Pejgamber! Thuaju robërve që gjenden në duart tuaja: “Nëse Perëndia di se në zemrat tuaja ka çfarëdo të mirë, do t’u japë ende më të mirë nga ajo që u është marrë juve dhe do t’ju falë”. – Se, Perëndia është falës dhe mëshirues.",
        "numberInSurah": 70,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1231,
        "text": "E, nëse ata duan të të tradhëtojnë ty, e ata – qysh më parë kanë tradhëtuar Perëndinë, dhe prandaj, Ai ty ta mundësoi fitoren ndaj tyre. Perëndia është i Plotëdijshëm dhe i Gjithëdijshëm.",
        "numberInSurah": 71,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1232,
        "text": "Me të vërtetë, ata që besojnë dhe emigrojnë, e që luftojnë me pasurinë dhe jetën e tyre në rrugën e Perëndisë, dhe ata që u bëjnë strehim dhe u ndihmojnë, janë miqë për njëri-tjetrin. Por, ata që besojnë e që nuk kanë emigruar, - nuk mund të bëhen ndihmëtarë e trashëgimtarë – derisa të mos emigrojnë. E, nëse ju luten që t’u ndihmoni në fe, jeni të obliguar t’u dilni në ndihmë, përpos me popullin me të cilin keni marrëveshje (për mossulmim). E, Perëndia e sheh mirë atë që veproni.",
        "numberInSurah": 72,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1233,
        "text": "E, mohuesit janë miq për njëri-tjetrin. Nëse nuk veproni kështu siç jeni urdhëruar, do të bëhet ngatërresë dhe çrregullim i madh në Tokë.",
        "numberInSurah": 73,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1234,
        "text": "Ata që besojnë dhe migrojnë, e luftojnë në rrugën e Perëndisë, dhe ata që u bëjnë strehim e u ndihmojnë, - ata, padyshim, janë besimtarë të vërtetë, - për ta ka falje dhe furnizim të mirë.",
        "numberInSurah": 74,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1235,
        "text": "E, ata që u bënë besimtarë më vonë, - që emigrojnë dhe luftojnë bashkë me ju, - ata radhiten me ju, kurse ata (besimtarë) që janë në lidhje farefisnore – sipas Librit të Perëndisë – janë më të afërt për njëri-tjetrin. Me të vërtetë, Perëndia është i dijshëm për çdo gjë.",
        "numberInSurah": 75,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "sq.nahi",
      "language": "sq",
      "name": "Efendi Nahi",
      "englishName": "Hasan Efendi Nahi",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}