{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 12,
    "name": "سُورَةُ يُوسُفَ",
    "englishName": "Yusuf",
    "englishNameTranslation": "Joseph",
    "revelationType": "Meccan",
    "numberOfAyahs": 111,
    "ayahs": [
      {
        "number": 1597,
        "text": "Elif, Lâm, Râ. Këto janë ajetet e Librit të qartë!",
        "numberInSurah": 1,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 193,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1598,
        "text": "Na e zbritëm këtë Kur’an në gjuhën arabe, për ta kuptuar ju.",
        "numberInSurah": 2,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 193,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1599,
        "text": "Na ty (o Muhammed!) do t’i tregojmë ngjarjet më të bukura përmes shpalljes së këtij Kur’ani; e ti, me të vërtetë, këto nuk i ke ditur më parë:",
        "numberInSurah": 3,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 193,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1600,
        "text": "kur Jusufi i tha babës së vet: “O baba im! Unë kam ëndërruar njëmbëdhjetë yje, edhe Diellin e Hënën! I pashë se si ato më bënin sexhde (më përuleshin)”.",
        "numberInSurah": 4,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 193,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1601,
        "text": "(Baba i tij) tha: “O biri im! Mos u trego ëngrrën tënde vëllezërve tu, që mos të ta bëjnë ndonjë dredhi. Se, me të vërtetë, djalli është armik i hapët i njeriut.",
        "numberInSurah": 5,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 193,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1602,
        "text": "Dhe qe kështu, Zoti yt të ka zgjedhur ty dhe të mëson në shpjegimin e ngjarjeve (ëndërrave, e të tjera) dhe e plotëson dhuntinë e Vet ndaj teje dhe familjes së Jakubit, ashtu siç e ka plotësuar më parë ndaj të parëve tu, Ibrahimit dhe Is’hakut. Me të vërtetë Zoti yt është i Plotëdijshëm dhe i Gjithëdijshëm”.",
        "numberInSurah": 6,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 193,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1603,
        "text": "Me të vërtetë, për të gjithë ata që pyesin Jusufin dhe vëllezërit e tij ka shumë argumente.",
        "numberInSurah": 7,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1604,
        "text": "(Kujtoje ti) kur (vëllezërit e tij) thanë: “Jusufi dhe vëllai i tij, janë më të dashur për babën tonë se na, e na jemi grup i tërë. Baba i ynë, me të vërtetë, është në humbje të qartë.",
        "numberInSurah": 8,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1605,
        "text": "Mbyteni Jusufin ose dëbonie në ndonjë vend të largët; e baba i juaj do të kthehet kah ju, dhe pas kësaj do të bëheni njerëz të mirë, -",
        "numberInSurah": 9,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1606,
        "text": "njëri prej tyre tha: “Mos e mbytni Jusufin, por hedhnie në fund të ndonjë pusi; do ta marrë ndonjë karavan; - nëse përnjëmend doni të bëni diçka me të”.",
        "numberInSurah": 10,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1607,
        "text": "(Vëllezërit thanë): “O babai ynë! Përse për Jusufin nuk po ke besim në në, e na me të vërtetë, i dëshirojmë çdo të mirë atij.",
        "numberInSurah": 11,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1608,
        "text": "Dërgoje nesër me ne që të hajë pemë dhe të luajë, e na me siguri do ta ruajmë”.",
        "numberInSurah": 12,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1609,
        "text": "(Baba) tha: “Unë brengosem që ju ta merrni atë, e druaj se mos do ta hajë ujku, kur nuk do të jeni të kujdesshëm”.",
        "numberInSurah": 13,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1610,
        "text": "(Vëllezërit) thanë: “Si do ta hajë ujku, kur ne jemi një grup i fortë! Na, atëherë, me të vërtetë, do të ishim të humbur”.",
        "numberInSurah": 14,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1611,
        "text": "Pasi e morën atë (Jusufin) dhe vndosën që ta hedhin në fund të pusit, Na ia shpallëm atij: “Ti do t’i lajmërosh ata për këtë vepër, e ata nuk do ta vërejnë (që ti je Jusufi)”.",
        "numberInSurah": 15,
        "juz": 12,
        "manzil": 3,
        "page": 237,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1612,
        "text": "Dhe në mbrëmje erdhën (vëllezërit e Jusufit) te babai i tyre, duke qajtur.",
        "numberInSurah": 16,
        "juz": 12,
        "manzil": 3,
        "page": 237,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1613,
        "text": "Thanë: “O baba ynë, na shkuam të vrapojmë, e Jusufin e lamë te sendet tona, andaj e hëngri ujku. E, ti nuk na beson neve, edhe pse na flasim të vërtetën”.",
        "numberInSurah": 17,
        "juz": 12,
        "manzil": 3,
        "page": 237,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1614,
        "text": "Dhe sollën këmishën e tij të përgjakur, me gjak të rrejshëm. (Jakubi) tha: “Jo, por shpirtërat tuaj kanë zbukuruar diçka. (Durimi im) është durim i mrekullueshëm. Prej Perëndisë kërkoj ndihmë për atë që po e paraqitni ju”.",
        "numberInSurah": 18,
        "juz": 12,
        "manzil": 3,
        "page": 237,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1615,
        "text": "Dhe erdhi një karavan, e dërgoi ujëbartësin e vet dhe ai lëshoi kovën e tij dhe thirri: “O sa gëzim! Qe një djalë!” Dhe ata, e fshehën atë si plaçkë tregtie, e Perëndia di mirë atë që punojnë ata.",
        "numberInSurah": 19,
        "juz": 12,
        "manzil": 3,
        "page": 237,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1616,
        "text": "Dhe e shitën atë për pak para – për disa grosh; mezi pritën që ta shporrin qafet atë.",
        "numberInSurah": 20,
        "juz": 12,
        "manzil": 3,
        "page": 237,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1617,
        "text": "E, atëherë, kur e bleu ai personi nga Misiri, i tha gruas së vet: “Bënia të këndshëm strehimin e tij! Ndoshta do të na shërbejë ose do ta përvetësojmë si djalë!” Dhe ja kështu, Ne e vendosëm Jusufin në atë Tokë të bukur dhe ia mësuam komentimin e ëndërrave. E, Perëndia është ngadhnjyes i të gjitha gjërave, por shumica e njerëzve nuk e dijnë.",
        "numberInSurah": 21,
        "juz": 12,
        "manzil": 3,
        "page": 237,
        "ruku": 195,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1618,
        "text": "Dhe kur arriti ai moshën e pjekurisë, Na i dhamë atij aftësi të të gjykuarit (në shpjegimë) dhe dijeni; dhe kështu Ne i shpërblejmë bamirësit.",
        "numberInSurah": 22,
        "juz": 12,
        "manzil": 3,
        "page": 237,
        "ruku": 195,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1619,
        "text": "Dhe ajo, (gruaja) në shtëpinë e së cilës gjendej ai, nisi ta nxisë atë në mëkat, i mbylli të gjitha dyert dh tha: “Jam e gatshme për ty!” E, ai tha: “Perëndia më ruajtë! Me të vërtetë, Ai – Zoti im më ka bërë të mirë strehimin; e me të vërtetë, zullumqarët nuk do të shpëtojnë kurrë”.",
        "numberInSurah": 23,
        "juz": 12,
        "manzil": 3,
        "page": 238,
        "ruku": 195,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1620,
        "text": "Dhe ajo e dashti atë; por edhe ai do ta dëshironte atë, sikur të mos e kishte parë dokumentin e Zotit të vet. Kështu ka qenë kjo, për ta ruajtur Na atë nga mëkati dhe vepra e shëmtuar, sepse ai, në të vërtetë, ka qenë nga robërit Tanë të sinqertë.",
        "numberInSurah": 24,
        "juz": 12,
        "manzil": 3,
        "page": 238,
        "ruku": 195,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1621,
        "text": "Që të dy vrapuan kah dera, e ajo ia shkeu këmishën e tij mbrapa. Dhe te dera e hasën burrin e saj. Ajo tha: “Çfarë dënimi meriton ai që don t’i bëjë të keqe gruas tënde, përpos burgosjes apo dënimit të dhembshëm?”",
        "numberInSurah": 25,
        "juz": 12,
        "manzil": 3,
        "page": 238,
        "ruku": 195,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1622,
        "text": "(Jusufi) tha: “Ajo tentoi të më përvetësojë”. E, një i afërt i saj, konstatoi: “Nëse këmisha e tij është shkyer përpara, atëherë ajo thotë të vërtetën, e ai të pavërtetën,",
        "numberInSurah": 26,
        "juz": 12,
        "manzil": 3,
        "page": 238,
        "ruku": 195,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1623,
        "text": "e, nëse këmisha e tij është shkyer prapa atëherë ajo gënjen, e ai thotë të vërtetën”.",
        "numberInSurah": 27,
        "juz": 12,
        "manzil": 3,
        "page": 238,
        "ruku": 195,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1624,
        "text": "Dhe kur ai (burri i saj) pa se këmisha e tij është shkyer përmbrapa, tha: “Kjo me të vërtetë, është një nga dredhitë tuaja (të femrave). – Me të vërtetë, dredhitë tuaja janë të mëdha!",
        "numberInSurah": 28,
        "juz": 12,
        "manzil": 3,
        "page": 238,
        "ruku": 195,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1625,
        "text": "Ti, o Jusuf, largohu nga kjo (ndodhi), e ti (grua ime) kërko falje për këtë mëkat! Se, me të vërtetë, je njëra prej mëkatarëve”.",
        "numberInSurah": 29,
        "juz": 12,
        "manzil": 3,
        "page": 238,
        "ruku": 195,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1626,
        "text": "Dhe disa gra nëpër qytet thonin: “Gruaja e Azizit (ministrit) dëshiron ta përvetësojë shërbëtorin e vet. Me të vërtetë, ajo e don shumë. Na e shohim se ajo ka bërë gabim të madh”.",
        "numberInSurah": 30,
        "juz": 12,
        "manzil": 3,
        "page": 238,
        "ruku": 196,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1627,
        "text": "Dhe kur ajo dërgjoi për thashethënat e tyre, i thirri ato në gosti dhe çdonjërës nga ato ia dha nga një thikë (për të ngrënë pemë dhe mish) dhe i tha (Jusufit): “Dil para tyre!” E kur e panë atë, u mahnitën nga bukuria e tij dhe u prenë duarve, e thanë: “O Zot, o Zot! Ky nuk është njeri, por ky shtë vetëm një engjëll fisnik!”",
        "numberInSurah": 31,
        "juz": 12,
        "manzil": 3,
        "page": 239,
        "ruku": 196,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1628,
        "text": "Ajo tha: “Jo, ky është ai, për të cilin ju më qortuat. Jam përpjekur ta përvetësoj, por ai është ruajtur. Nëse nuk do ta bëjë atë që e urdhëroj unë, me siguro do të burgoset dhe do të poshtërohet”.",
        "numberInSurah": 32,
        "juz": 12,
        "manzil": 3,
        "page": 239,
        "ruku": 196,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1629,
        "text": "(Jusufi) tha: “O Zoti im, më shumë e dua burgun se atë që më ofrojnë ato. E, nëse ti nuk e largon prej meje dredhinë e tyre, unë do të prirem kah ato dhe do të bëhem njëri nga xhahilat”.",
        "numberInSurah": 33,
        "juz": 12,
        "manzil": 3,
        "page": 239,
        "ruku": 196,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1630,
        "text": "Dhe Zoti ia plotësoi lutjen e tij dhe shmangu nga ai dredhitë e tyre. Me të vërtetë, Ai dëgjon dhe di çdo gjë.",
        "numberInSurah": 34,
        "juz": 12,
        "manzil": 3,
        "page": 239,
        "ruku": 196,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1631,
        "text": "E pastaj i rë ndërmend atyre (familjes së gruas) – pasi panë argumentet (mbi ndershmërinë e Jusufit) që ta burgosin për një kohë.",
        "numberInSurah": 35,
        "juz": 12,
        "manzil": 3,
        "page": 239,
        "ruku": 196,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1632,
        "text": "Me të hynë në burg dhe dy djelmosha. Njeri prej tyre tha: “Unë kam parë (në ëndërr) veten se si shtrydhja verë”. E tjetri tha: “Unë kam parë (në ëndërr) veten, se si bartja bukë në kokë, të cilën e hanin shpendët. Shpjegona (o Jusuf) komentimin e tyre. Na, me të vërtetë, shohim se ti je prej njerëzve bamirës”.",
        "numberInSurah": 36,
        "juz": 12,
        "manzil": 3,
        "page": 239,
        "ruku": 197,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1633,
        "text": "(Jusufi) tha: “Nuk do t’ju vijë asnjë shujtë e ushqimit, me të cilin ushqeheni ju, e që unë të mos u lajmëroj për atë (përmbajtjen) para se t’ju vijë. Kjo është prej dijenive që m’i ka mësuar Zoti im. Unë e kam flakë fenë e popullit që nuk beson Perëndinë dhe i cili mohon jetën tjetër,",
        "numberInSurah": 37,
        "juz": 12,
        "manzil": 3,
        "page": 239,
        "ruku": 197,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1634,
        "text": "dhe besoj fenë e të parëve të mi – Ibrahimit, Is’hakut dhe Jakubit; për ne nuk bënë që Perëndisë t’i bëjmë shok – asgjë. Kjo është dhuntia e Perëndisë ndaj nesh dhe njerëzve tjerë, por shumica e njerëzve nuk janë mirënjohës.",
        "numberInSurah": 38,
        "juz": 12,
        "manzil": 3,
        "page": 240,
        "ruku": 197,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1635,
        "text": "O shokët e mi të burgut! A janë më të mirë zotrat e llojllojshëm apo Perëndia, i Vetmi dhe Ngadhnjimtari?",
        "numberInSurah": 39,
        "juz": 12,
        "manzil": 3,
        "page": 240,
        "ruku": 197,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1636,
        "text": "Ju adhuroni, pos Perëndisë, vetëm emra, të cilët ua keni ngjitur ju dhe të parët tuaj, - Perëndia nuk ka shpallur asnjë dokument për ta. Vendimi i përket vetëm Perëndisë: Ai ka urdhëruar që të adhuroni vetëm Atë. Kjo është e vetmja fe e vërtetë, por shumica e njerëzve nuk e din.",
        "numberInSurah": 40,
        "juz": 12,
        "manzil": 3,
        "page": 240,
        "ruku": 197,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1637,
        "text": "O shokët e mi të burgut! Njëri prej ju dyve do ta qerasë me verë pronarin (zotriun) e vet, e sa i përket tjetrit, ai do të varet, e shpendët do të hanë prej kokës së tij. Kështu është caktuar kjo gjë, për të cilën pyetët ju!”",
        "numberInSurah": 41,
        "juz": 12,
        "manzil": 3,
        "page": 240,
        "ruku": 197,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1638,
        "text": "Dhe (Jusufi) i tha njërit prej këtyre dyve, për të ciln mendoi se do të jetë i shpëtuar: “Përmendëm mua te Zoti yt!” Por djalli bëri që ai (i shpëtuari) të harrojë ta përmend te Zoti i vet (Jusufin) dhe kështu Jusufi mbeti edhe disa vjet në burg.",
        "numberInSurah": 42,
        "juz": 12,
        "manzil": 3,
        "page": 240,
        "ruku": 197,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1639,
        "text": "(Dhe tha mbreti): “Kam parë (në ëndërr) se si shtatë lopë të majme i hanin ato shtatë të liga, dhe kam parë (në ëndërr) shtatë kallinj të gjelbër, shtatë të tjerë të tharë. O paria ime, më shpjegoni ëndërrën time, nëse dini komendimin e ëndërrave!”",
        "numberInSurah": 43,
        "juz": 12,
        "manzil": 3,
        "page": 240,
        "ruku": 198,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1640,
        "text": "Ata thanë: “Këto janë ëndërra të ngatërruara, e nuk dimë t’i shpjegojmë ëndërrat (e tilla)”.",
        "numberInSurah": 44,
        "juz": 12,
        "manzil": 3,
        "page": 241,
        "ruku": 198,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1641,
        "text": "Njeri nga ata dy që shpëtoi (nga burgu), iu kujtua pas një kohe e tha: “Unë do t’ju njoftoj për shpjegimin e kësja, vetëm më dërgoni mua!”",
        "numberInSurah": 45,
        "juz": 12,
        "manzil": 3,
        "page": 241,
        "ruku": 198,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1642,
        "text": "(Kur ai shkoi te Jusufi, tha): “O Jusuf, o njeri i drejtë! Na shpjego (ëndërrën) për shtatë lopët e majme, që i hanin ato shtatë të liga dhe për shtatë kallinj të gjelbër e shtatë tjerë të tharë, - që të kthehem të njerëzit, e ta dijnë atë edhe ata”.",
        "numberInSurah": 46,
        "juz": 12,
        "manzil": 3,
        "page": 241,
        "ruku": 198,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1643,
        "text": "(Jusufi) tha: “Do të mbillni shtatë vjet rresht, e atë që do ta korrni, linie në kallinj, përveç një pakice që do ta hani,",
        "numberInSurah": 47,
        "juz": 12,
        "manzil": 3,
        "page": 241,
        "ruku": 198,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1644,
        "text": "sepse pastaj do të vijnë shtatë vjet të thata, të cilat do t’i hanë ato që i keni ruajtur ju, përveç një pakice që e keni ruajtur (për farë).",
        "numberInSurah": 48,
        "juz": 12,
        "manzil": 3,
        "page": 241,
        "ruku": 198,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1645,
        "text": "Pastaj, pas këtyre do të vijë një vit në të cilin njerëzit do të kenë bereqet dhe në të cilin do të shtrydhin (rrush, etj.)”.",
        "numberInSurah": 49,
        "juz": 12,
        "manzil": 3,
        "page": 241,
        "ruku": 198,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1646,
        "text": "Dhe mbreti tha: “Sillmani atë (Jusufin)!” Kur (Jusufit) i erdh i deleguari (për ta nxjerrë prej burgut), ai i tha: “Ktheu te mbreti yt, e pyete: ‘Ç’patën ato gra që i prenë duart e veta?’ Me të vërtetë, Zoti im i di dredhitë e tyre!”",
        "numberInSurah": 50,
        "juz": 12,
        "manzil": 3,
        "page": 241,
        "ruku": 199,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1647,
        "text": "(Mbreti u tha grave): “Si qe puna juaj kur deshët ta mashtronit Jusufin?” Ato thanë: “Perëndia na ruajtë! Na për të nuk dimë asgjë të keqe”. Gruaja e Azizit (ministrit) tha: “Tani do të dalë në shesh e vërteta! Unë jam përpjekur që ta mashtrojë atë, por ai me të vërtetë është prej njerëzve të drejtë.",
        "numberInSurah": 51,
        "juz": 12,
        "manzil": 3,
        "page": 241,
        "ruku": 199,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1648,
        "text": "(Kur Jusufi mori vesh për të gjitha këto), tha: “Kjo është që ta dijë ai (ministri), se unë me të vërtetë, nuk e kam tradhëtuar atë gjatë kohës së mungesës së tij dhe, me të vërtetë Perëndia nuk i përfundon mirë dredhitë e tradhëtarëve.",
        "numberInSurah": 52,
        "juz": 12,
        "manzil": 3,
        "page": 241,
        "ruku": 199,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1649,
        "text": "Unë nuk e shfajsoj veten, meqë shpirti (i njeriut) është fort i prirur për të keqe, përveç atij që e mëshiron Zoti im. Me të vërtetë, Zoti im është falës dhe mëshirues”.",
        "numberInSurah": 53,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 199,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1650,
        "text": "Dhe tha sundimtari (mbreti): “Ma sillni atë, do ta marr në suitën time (si këshilltar special)”. E, pasi bisedoi me të, i tha: “Prej sot, ti tek ne, ke pozitë të lartë dhe je i besuar”.",
        "numberInSurah": 54,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 199,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1651,
        "text": "(Jusufi) tha: “Më cakto të udhëheq thesarin e vendit. Unë, me të vërtetë, jam ruajtës dhe i dijshëm”.",
        "numberInSurah": 55,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 199,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1652,
        "text": "Dhe kështu, ia dhamë Jusufit pozitën në vend (Misir), dhe ai në të vendosej ku të donte. Na e shpërblejmë me mëshirën Tonë, kë ë duam. Bamirësve nuk ua humbim shpërblimet.",
        "numberInSurah": 56,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 199,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1653,
        "text": "E, shpërblimi i jetës tjetër është më i mirë për ata që besojnë dhe i druajnë Perëndisë.",
        "numberInSurah": 57,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 199,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1654,
        "text": "Dhe erdhën vëllezërit e Jusufit, e hyn tek ai. Ai i njohu ata, por ata nuk e njohën atë.",
        "numberInSurah": 58,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1655,
        "text": "Dhe kur i furnizoi ata me ushqim të nevojshëm, tha: “Ma sillni vëllaun tuaj prej babës! A nuk po shihni se unë i plotësoj masat dhe unë jam më i miri mikpritës.",
        "numberInSurah": 59,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1656,
        "text": "Nëse nuk ma sillni atë (vëllaun tuaj), nuk do të ketë tek unë më ushqim për ju dhe mos ejani te ne!”",
        "numberInSurah": 60,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1657,
        "text": "Ata thanë: “Na do të përpiqemi që disi ta sjellim nga baba i tij, dhe ne do të bëjmë këtë”.",
        "numberInSurah": 61,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1658,
        "text": "(Jusufi) u tha atyre djelmoshave (nëpunësve) të vet: “Lënie pagesën, të hollat e tyre në barrët e tyre, e do t’i njohin ato kur të shkojnë ata te familja e vet, e do të kthehen përsëri te ne”.",
        "numberInSurah": 62,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1659,
        "text": "Kur u kthyen te baba i tyre, thanë: “O baba ynë! Nuk do të na japin më ushqim. Prandaj dërgoje me ne vëllain tonë, për të do të mund të marrim ushqim, e na, me të vërtetë, do ta ruajmë atë!”",
        "numberInSurah": 63,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1660,
        "text": "(Baba) u tha: “A mos vallë t’jua besoj juve, ashtu siç ua pata besuar më parë vëllain e tij? Perëndia është ruajtësi më i mirë dhe Ai është më i mëshirshmi i mëshiruesve!”",
        "numberInSurah": 64,
        "juz": 13,
        "manzil": 3,
        "page": 243,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1661,
        "text": "E, kur i çelën barrët e tyre, e gjetën pagën (të hollat) e tyre, që ua kishin kthyer, (atëherë) thanë: “O baba i ynë! Ç’duam më tepër? Këto, janë gjërat (të hollat) tona; na janë kthyer. Na, do ta furnizojmë familjen tonë dhe do ta ruajmë vëllain tonë, dhe do ta shtojmë një barrë deveje (ushqim), e kjo është barrë e lehtë”.",
        "numberInSurah": 65,
        "juz": 13,
        "manzil": 3,
        "page": 243,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1662,
        "text": "(Baba) tha: “Unë kurrsesi nuk do ta dërgoj me ju, përderisa të mos betoheni ju në Perëndinë, se do të ma ktheni ate, përpos nëse ju rrezikon ndonjë e keqe e madhe (të gjithëve)”. E kur ata dhanë betimin e vet, (baba) u tha: “Perëndia është mbikëqyrës për atë që flasim ne”.",
        "numberInSurah": 66,
        "juz": 13,
        "manzil": 3,
        "page": 243,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1663,
        "text": "E ai tha: “O djemtë e mi, mos hyni në të njëjtën derë, por në dyer të ndryshme. Unë asgjë nuk mund të largoj prej jush (çka u ka caktuar) Perëndia! Se pushteti i përket vetëm Perëndisë. Tek ai mbështetem uën dhe tek Ai le të mbështeten ata që dëshirojnë të jenë të mbështetur (te Perëndia)!”",
        "numberInSurah": 67,
        "juz": 13,
        "manzil": 3,
        "page": 243,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1664,
        "text": "Pasi që hynë (në qytet), ashtu siç i urdhëroi babai i tyre, kjo nuk u ndihmoi asgjë atyre para caktimit të Perëndisë, përpos dëshirës së Jakubit, të cilën ia plotësoi (Zoti). Ai (Jakubi), në të vërtetë, ka qenë dijetar i madh, sepse Ne e kemi mësuar, por shumica e njerëzve nuk e di (këtë).",
        "numberInSurah": 68,
        "juz": 13,
        "manzil": 3,
        "page": 243,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1665,
        "text": "Dhe kur dolën para Jusufit, ky e afroi vëllaun e vet (Bunjamin) dhe i tha: “Unë me të vërtetë, jam vëllai yt dhe mos u hidhëro për atë që vepruan vëllezërit tanë!”",
        "numberInSurah": 69,
        "juz": 13,
        "manzil": 3,
        "page": 243,
        "ruku": 201,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1666,
        "text": "Dhe pasi i furnizoi me ushqimin e nevojshëm, shtini një gotë (të çmueshme) në ngarkesën e vëllait të vet, e pastaj një thërritës thirri: “O karavan, ju me të vërtetë jeni vjedhësa!”",
        "numberInSurah": 70,
        "juz": 13,
        "manzil": 3,
        "page": 244,
        "ruku": 201,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1667,
        "text": "Ata (vëllezërit e Jusufit) – u kthyen kah ata (e thanë): “Ç’ju ka humbur?”",
        "numberInSurah": 71,
        "juz": 13,
        "manzil": 3,
        "page": 244,
        "ruku": 201,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1668,
        "text": "Thanë: “Po kërkojmë gotën e mbretit. Kush e sjell atë, ka shpërblim një barrë deveje ushqim. Unë për këtë garantoj”.",
        "numberInSurah": 72,
        "juz": 13,
        "manzil": 3,
        "page": 244,
        "ruku": 201,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1669,
        "text": "Thanë (vëllezërit e Jusufit): “Pasha Perëndinë, ju e dini se na nuk kemi ardhur të bëjmë turbullira në tokë, dhe na nuk jemi vjedhësa”.",
        "numberInSurah": 73,
        "juz": 13,
        "manzil": 3,
        "page": 244,
        "ruku": 201,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1670,
        "text": "Ata pyetën: “E çfarë është dënimi, nëse ju gënjeni?”",
        "numberInSurah": 74,
        "juz": 13,
        "manzil": 3,
        "page": 244,
        "ruku": 201,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1671,
        "text": "(Bijtë e Jakubit) thanë: “Dënimi për atë, në barrën e të cilit gjendet gota është vetë ai person (bëhet skllav i të vjedhurit një vit). Kështu i dënojmë ne zullumqarët”.",
        "numberInSurah": 75,
        "juz": 13,
        "manzil": 3,
        "page": 244,
        "ruku": 201,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1672,
        "text": "Dhe ai (thërritësi), nisi të kontrollojë barrët e tyre para barrës së vëllait të Jusufit, e pastaj nxori gotën nga barra e vëllait të atij. Na, e mësuam Jusufin kështu, që ta bëjë këtë mashtrim. Ai, sipas ligjit të mbretit nuk mund ta merrte (për skllav) vëllain e vet, përveç se me lejën e Perëndisë. Ne e ngrisim lart atë që duam Ne, e mbi çdo të ditur ka edhe më të ditur.",
        "numberInSurah": 76,
        "juz": 13,
        "manzil": 3,
        "page": 244,
        "ruku": 201,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1673,
        "text": "(Bijtë e Jakubit) thanë: “Nëse ka vjedhë, po edhe më parë vjedhi vëllai i tij! E, Jusufi – heshti për këtë dhe nuk shpalli gjë, por mendoi në vetvete: “Ju jeni në pozitë më të keqe (sepse e keni vjedhë vëllaun)! E, Perëndia është më i dijshëm për ato që i përshkruani ju”.",
        "numberInSurah": 77,
        "juz": 13,
        "manzil": 3,
        "page": 244,
        "ruku": 201,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1674,
        "text": "(Bijtë e Jakubit) thanë: “O ministër, ai e ka babën shumë plak, andaj merre ndonjërin prej nesh në vend të tij! Na po shohim se ti je bamirës”.",
        "numberInSurah": 78,
        "juz": 13,
        "manzil": 3,
        "page": 244,
        "ruku": 201,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1675,
        "text": "(Ministri) tha: “Perëndia na ruajtë, - ta marrim na atë tjetrin në vend të atij te i cili e kemi gjetur sendin tonë! Atëherë, na, me të vërtetë, do të ishim të padrejtë!”",
        "numberInSurah": 79,
        "juz": 13,
        "manzil": 3,
        "page": 245,
        "ruku": 201,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1676,
        "text": "Meqë e humbën shpresën në të (Jusufin), u shpërndanë dhe bisedonin fshehurazi. Më i madhi nga ata, tha: “A nuk e dini që baba juaj, ka marrë prej jush betimin në Perëndinë, e madje, edhe më parë keni bërë krim ndaj Jusufit. Nuk do të ndahem prej kësaj toke, derisa të mos më lejojë babai im ose të mos më gjykojë Perëndia, e Ai është gjykatësi më i mirë.",
        "numberInSurah": 80,
        "juz": 13,
        "manzil": 3,
        "page": 245,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1677,
        "text": "Kthehuni te babai juaj dhe thuani: “O baba ynë, djali yt ka vjedhur. Na dëshmojmë vetëm për atë që dimë. Na nuk e kemi ditur një gjë të padukshme.",
        "numberInSurah": 81,
        "juz": 13,
        "manzil": 3,
        "page": 245,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1678,
        "text": "Pyeti banorët e qytetit në të cilin kemi qenë dhe karavanin me të cilin kemi udhëtuar, dhe ne jemi të drejtë”.",
        "numberInSurah": 82,
        "juz": 13,
        "manzil": 3,
        "page": 245,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1679,
        "text": "Jakubi tha: “Jo, por shpirti juaj e ka kurdisur krejt këtë. Durimi im është, durim i bukur. Shpresoj se Perëndia do t’mi kthejë të gjithë, sepse Ai, me të vërtetë, është i Plotëdijshëm dhe i Gjithëdijshëm.",
        "numberInSurah": 83,
        "juz": 13,
        "manzil": 3,
        "page": 245,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1680,
        "text": "(Jakubi) u kthye prej tyre dhe tha: “O i mjeri unë për Jusufin!” Sytë iu kishin zbardhur prej pikëllimit dhe ishte plot zemërim.",
        "numberInSurah": 84,
        "juz": 13,
        "manzil": 3,
        "page": 245,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1681,
        "text": "(Bijtë e Jakubit) thanë: “Pasha Perëndinë, ti po e përmend Jusufin papra, saqë do të sëmuresh rëndë ose do të vdesish!”",
        "numberInSurah": 85,
        "juz": 13,
        "manzil": 3,
        "page": 245,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1682,
        "text": "(Jakubi) tha: “Unë, pikëllimin dhe zemrimin tim ia paraqes vetëm Perëndisë, e nga Perëndia e di atë që nuk e dini ju”.",
        "numberInSurah": 86,
        "juz": 13,
        "manzil": 3,
        "page": 245,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1683,
        "text": "“O bijtë e mi, shkoni e hulumtonie Jusufin dhe vëllain e tij dhe mos e humbni shpresën në mëshirën e Perëndisë. Me të vërtetë, shpresën në mëshirën e Perëndisë nuk e humbin, përpos populli mohues”.",
        "numberInSurah": 87,
        "juz": 13,
        "manzil": 3,
        "page": 246,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1684,
        "text": "Dhe kur ata dolën para Jusufit, thanë: “O ministër, neve dhe familjen tonë e ka goditur një fatkeqësi e madhe e kemi sjellë pak gjëra! E, ti na plotëso ushqimin tonë dhe bënë mirësi me ne! Se Perëndia, me të vërtetë, i shpërblen dhënësit e lëmoshës”.",
        "numberInSurah": 88,
        "juz": 13,
        "manzil": 3,
        "page": 246,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1685,
        "text": "(Jusufi) tha: “A dini çka keni bërë me Jusufin dhe vëllain e tij, kur nuk keni qenë të vetëdijshëm?”",
        "numberInSurah": 89,
        "juz": 13,
        "manzil": 3,
        "page": 246,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1686,
        "text": "Ata thanë: “A mos qenke ti vallë, me të vërtetë, Jusufi?” Ai u përgjigj: “Po, unë jam Jusufi, e ky është vëllai im. Perëndia na ka bërë mirësi neve. Me të vërtetë, ai që ruhet nga të këqijat dhe bëhet i durueshëm, Perëndia, me të vërtetë, kurrë nuk ua humbë shpërblimin bamirësve.",
        "numberInSurah": 90,
        "juz": 13,
        "manzil": 3,
        "page": 246,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1687,
        "text": "Ata thanë: “Pasha Perëndinë, me të vërtetë, Perëndia të ka lartësuar ty mbi ne, e na, me të vërtetë, kemi qenë të gabueshëm.",
        "numberInSurah": 91,
        "juz": 13,
        "manzil": 3,
        "page": 246,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1688,
        "text": "(Jusufi) u tha: “Sot, s’ka qortim për ju; Perëndia do t’ju falë. Ai është më i mëshirshmi i mëshiruesve!",
        "numberInSurah": 92,
        "juz": 13,
        "manzil": 3,
        "page": 246,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1689,
        "text": "Shkoni me këtë këmishë time dhe vënie në fytyrën e babës tim e ai do të shohë, dhe m’i sillni tërë familjet tuaja!",
        "numberInSurah": 93,
        "juz": 13,
        "manzil": 3,
        "page": 246,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1690,
        "text": "E, kur karavani u largua nga toka (e Egjiptit), babai i tyre tha: “Unë, me të vërtetë, po ndjejë erën e Jusufit, sikur ju të mos më quanit matuf”.",
        "numberInSurah": 94,
        "juz": 13,
        "manzil": 3,
        "page": 246,
        "ruku": 203,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1691,
        "text": "Ata thanë: “Pasha Perëndinë, me të vërtetë, ti edhe tani qëndron në gabimin e mëparshëm”.",
        "numberInSurah": 95,
        "juz": 13,
        "manzil": 3,
        "page": 246,
        "ruku": 203,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1692,
        "text": "E, kur erdhi sihariquesi, ia vuri këmishën në fytyrën e tij (Jakubit), e atij iu kthye të pamurit. (Atëherë), tha (Jakubi): “A nuk ju kam thënë, se unë di nga Perëndia atë që nuk e dini ju”.",
        "numberInSurah": 96,
        "juz": 13,
        "manzil": 3,
        "page": 247,
        "ruku": 203,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1693,
        "text": "Ata thanë: “O babai ynë, kërko falje për ne (nga Perëndia) për gabimet tona; ne, me të vërtetë, kemi qenë të gabueshëm”.",
        "numberInSurah": 97,
        "juz": 13,
        "manzil": 3,
        "page": 247,
        "ruku": 203,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1694,
        "text": "Ai u përgjegj: “Do ta lus Zotin tim që t’ju falë. Me të vërtetë, Ai është falës dhe mëshirues”.",
        "numberInSurah": 98,
        "juz": 13,
        "manzil": 3,
        "page": 247,
        "ruku": 203,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1695,
        "text": "Dhe kur ata hyn te Jusufi, i afroi pranë vedit prindërit e vet dhe tha: “Hyni në qytetin e Egjiptit! Me lejen e Perëndisë, ju do të jeni të sigurtë prej çdo të keqe”.",
        "numberInSurah": 99,
        "juz": 13,
        "manzil": 3,
        "page": 247,
        "ruku": 203,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1696,
        "text": "Dhe ai i ngriti prindërit e vet në fron (në një vend më të lartë), dhe ata të gjithë (prindërit dhe vëllezërit) iu përulën atij. (Jusufi) tha: “O baba im, ky është komentimi i ëndrrës sime të dikurshme. Zoti im e plotësoi atë. Dhe mua më bëri mirësi, kur më nxori nga burgu, e juve u solli nga shkretëtira, pasi djalli pat futur ngatërresa në mes meje dhe vëllezërve të mi. Me të vërtetë, Zoti im u bën lehtësi kujt të dojë. Me të vërtetë, Ai është i Plotëdijshëm dhe i Gjithëdijshëm!",
        "numberInSurah": 100,
        "juz": 13,
        "manzil": 3,
        "page": 247,
        "ruku": 203,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1697,
        "text": "O Zoti im! Ti më ke dhënë pushtetin dhe më ke mësuar komentimin e ngjarjeve! (O) krijues i qiejve dhe i Tokës, Ti je Mbrojtësi im edhe në këtë edhe në botën tjetër! Bën që të janë të mirë!”",
        "numberInSurah": 101,
        "juz": 13,
        "manzil": 3,
        "page": 247,
        "ruku": 203,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1698,
        "text": "Këto janë lajmet e ngjarjeve të padukshme, të cilat Ne po t’i shpallim ty (o Muhammed), e ti nuk ke qenë me ata kur vendosën për punën e tyre, e ata bënin dredhira.",
        "numberInSurah": 102,
        "juz": 13,
        "manzil": 3,
        "page": 247,
        "ruku": 203,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1699,
        "text": "E, shumica e njerëzve, sado që të dëshirosh ti, nuk janë besimtarë.",
        "numberInSurah": 103,
        "juz": 13,
        "manzil": 3,
        "page": 247,
        "ruku": 203,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1700,
        "text": "Ti nuk po kërkon prej tyre kurrfarë shpërblimi për këtë. Ai (Kur’ani), është vetëm këshillë për botën.",
        "numberInSurah": 104,
        "juz": 13,
        "manzil": 3,
        "page": 248,
        "ruku": 203,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1701,
        "text": "E, sa shumë dokumente ka në qiej dhe në Tokë pranë të cilëve kalojnë ata, e ata shmangën nga ato, e nuk mendojnë!",
        "numberInSurah": 105,
        "juz": 13,
        "manzil": 3,
        "page": 248,
        "ruku": 204,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1702,
        "text": "Shumica e tyre nuk besojnë në Perëndinë, por i bëjnë shok Atij.",
        "numberInSurah": 106,
        "juz": 13,
        "manzil": 3,
        "page": 248,
        "ruku": 204,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1703,
        "text": "A janë të sigurtë ata se nuk do t’i godas fatkeqësia – dënim nga Perëndia, ose që do t’i arrijë ata papritmas çasti (Dita e Kijametit), e që ata as që do ta hetojnë atë?",
        "numberInSurah": 107,
        "juz": 13,
        "manzil": 3,
        "page": 248,
        "ruku": 204,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1704,
        "text": "Thuaj: “Kjo është rruga ime, unë thërras (në besimin) e Perëndisë, duke pasur argumente të qarta, unë dhe çdonjëri që më pason mua, dhe qoftë lavdëruar Perëndia, unë nuk jam prej idhujtarëve!”",
        "numberInSurah": 108,
        "juz": 13,
        "manzil": 3,
        "page": 248,
        "ruku": 204,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1705,
        "text": "E, Na kemi dërguar edhe para teje vetëm burra, nga banorët e qyteteve, të cilëve ua dërguam Shpalljen. E, vallë! A nuk kanë udhëtuar ata nëpër Botë, e të shohin se si ka qenë fundi i atyre që ishin para tyre? E, bota tjetër është, me të vërtetë, më e mirë për ata që i druajnë Perëndisë. A nuk po mendoni?",
        "numberInSurah": 109,
        "juz": 13,
        "manzil": 3,
        "page": 248,
        "ruku": 204,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1706,
        "text": "Dhe kur pejgamberët gati e humbën shpresën dhe menduan se do të shpallen për gënjeshtarë, atëherë i arriti ndihma Jonë: Na e shpëtojmë atë që duam Ne, e nuk zmbrapset dënimi Ynë nga populli mëkatarë.",
        "numberInSurah": 110,
        "juz": 13,
        "manzil": 3,
        "page": 248,
        "ruku": 204,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1707,
        "text": "Në tregimet e atyre (pejgamberëve) ka këshilla për ata që janë mendarë. Kur’ani nuk është tregim i trilluar, por ai është vërtetues i (librave) që janë shpallë para tij dhe shpjegues i çdo gjëje, dhe udhërrëfyes e mëshirë për popullin besimtarë.",
        "numberInSurah": 111,
        "juz": 13,
        "manzil": 3,
        "page": 248,
        "ruku": 204,
        "hizbQuarter": 99,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "sq.nahi",
      "language": "sq",
      "name": "Efendi Nahi",
      "englishName": "Hasan Efendi Nahi",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}