{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 49,
    "name": "سُورَةُ الحُجُرَاتِ",
    "englishName": "Al-Hujuraat",
    "englishNameTranslation": "The Inner Apartments",
    "revelationType": "Medinan",
    "numberOfAyahs": 18,
    "ayahs": [
      {
        "number": 4613,
        "text": "O ju që keni besuar! Mos nxitoi para urdhërit (dispozitës) së Perëndisë dhe Pejgamberit të Tij dhe druani Perëndisë! Perëndia, me të vërtetë, i dëgjon të gjitha dhe i di të gjitha.",
        "numberInSurah": 1,
        "juz": 26,
        "manzil": 6,
        "page": 515,
        "ruku": 450,
        "hizbQuarter": 206,
        "sajda": false
      },
      {
        "number": 4614,
        "text": "O ju që keni besuar! Mos ngritni zërin tuaj mbi zërin e Pejgamberit dhe mos bisedoni me të me zë të lartë, ashtu si flitni zëshëm njëri me tjetrin, në mëhyrë që mos t’u humbin veprat tuaja – e që ju të mos i hetoni.",
        "numberInSurah": 2,
        "juz": 26,
        "manzil": 6,
        "page": 515,
        "ruku": 450,
        "hizbQuarter": 206,
        "sajda": false
      },
      {
        "number": 4615,
        "text": "Me të vërtetë, ata që ulin zërin para (në prezencën e) Pejgamberit të Perëndisë – e ata janë (ata), zemrat e të cilëve Perëndia i ka kalitur për besim. Për ta ka falje dhe shpërblim të madh.",
        "numberInSurah": 3,
        "juz": 26,
        "manzil": 6,
        "page": 515,
        "ruku": 450,
        "hizbQuarter": 206,
        "sajda": false
      },
      {
        "number": 4616,
        "text": "Me të vërtetë, ata që të thërrasin ty pas (mureve) të dhomave (tuaja), shumica e tyre nuk mendojnë.",
        "numberInSurah": 4,
        "juz": 26,
        "manzil": 6,
        "page": 515,
        "ruku": 450,
        "hizbQuarter": 206,
        "sajda": false
      },
      {
        "number": 4617,
        "text": "E sikur të durojnë ata deri sa t’ju dalish ti atyre, do të ishte më mirë për ta; e Perëndia ësht falës dhe mëshirues.",
        "numberInSurah": 5,
        "juz": 26,
        "manzil": 6,
        "page": 516,
        "ruku": 450,
        "hizbQuarter": 206,
        "sajda": false
      },
      {
        "number": 4618,
        "text": "O ju që keni besuar! Nëse ndonjë njeri i pandershëm ju sjell ndonjë lajm, analizoni mirë, për të mos i bërë dëm ndokujt nga mosdijenia, e të pendoheni pastaj për atë që keni punuar.",
        "numberInSurah": 6,
        "juz": 26,
        "manzil": 6,
        "page": 516,
        "ruku": 450,
        "hizbQuarter": 206,
        "sajda": false
      },
      {
        "number": 4619,
        "text": "Dhe, dijeni se në mes jush gjendet Pejgamberi i Perëndisë; sikur ai t’ju dëgjonte juve në shumë gjëra, ju do të kishit pësuar; por Perëndia disave prej jush ua ka bërë të këndshëm besimin dhe ua ka zbukuruar atë në zemrat tuaja, e ua ka urryer juve mohimin, ngatërresat dhe mëkatet. Të tillët janë në rrugën e drejtë,",
        "numberInSurah": 7,
        "juz": 26,
        "manzil": 6,
        "page": 516,
        "ruku": 450,
        "hizbQuarter": 206,
        "sajda": false
      },
      {
        "number": 4620,
        "text": "me mirësinë dhe dhuntinë e Perëndisë. – E, Perëndia është i Plotëdijshëm dhe i Gjithëdijshëm.",
        "numberInSurah": 8,
        "juz": 26,
        "manzil": 6,
        "page": 516,
        "ruku": 450,
        "hizbQuarter": 206,
        "sajda": false
      },
      {
        "number": 4621,
        "text": "Nëse dy grupe muslimanësh luftojnë në mes vete, pajtoni ata, e nëse njëra prej tyre sulmon atë tjetrën, atëherë luftoni kundër sulmuesit, përderisa të mos kthehet në dispozitat e Perëndisë. E, nëse kthehet, atëherë pajtoni ata mes tyre, me të drejtë dhe bëhuni të drejtë. Perëndia, me të vërtetë, i do të drejtët.",
        "numberInSurah": 9,
        "juz": 26,
        "manzil": 6,
        "page": 516,
        "ruku": 450,
        "hizbQuarter": 206,
        "sajda": false
      },
      {
        "number": 4622,
        "text": "Me të vërtetë, muslimanët janë vëllezër, andaj pajtoni vëllezërit tuaj në mes vete dhe druajuni Perëndisë, për t’u mëshiruar ju.",
        "numberInSurah": 10,
        "juz": 26,
        "manzil": 6,
        "page": 516,
        "ruku": 450,
        "hizbQuarter": 206,
        "sajda": false
      },
      {
        "number": 4623,
        "text": "O ju që keni besuar! Le të mos e përqeshin një popull atë tjetrin. Ndoshta ata të përqeshurit janë më të mirë se ata, e as gratë mos të përqeshin të tjerat. Ndoshta ato (të përqeshurat) janë më të mira se ato, dhe mos e nënçmoni njëri-tjetrin dhe mos e thirrni njëri-tjetrin me llagape (të këqia)! I shëmtuar është emri i keq pas besimit! E, ata që nuk pendohen, ata, me të vërtetë, janë zullumqarë.",
        "numberInSurah": 11,
        "juz": 26,
        "manzil": 6,
        "page": 516,
        "ruku": 451,
        "hizbQuarter": 206,
        "sajda": false
      },
      {
        "number": 4624,
        "text": "O ju që keni besuar! Shmanguni prej shumë dyshimeve, meqë disa dyshime janë mëkat. Mos i hulumtoni të metat (e njëri-tjetrit) dhe mos e përgojoni njëri-tjetrin! Mos vallë dëshiron ndokush prej jush të hajë mishin e vëllait të vet të vdekur, e juve kjo u është e neveritshme! Druajuni Perëndisë! Me të vërtetë, Perëndia është pranues i pendimit dhe mëshirues.",
        "numberInSurah": 12,
        "juz": 26,
        "manzil": 6,
        "page": 517,
        "ruku": 451,
        "hizbQuarter": 206,
        "sajda": false
      },
      {
        "number": 4625,
        "text": "O njerëz! Ne, me të vërtetë, u krijuam juve prej një mashkulli dhe një femre dhe u bëmë juve popuj dhe fise, për t’u njohur (në mes vete). Më i lavdërueshëm te Perëndia është ai që i druan më së shumti Atij. Me të vërtetë, Perëndia është i Plotëdijshëm dhe asgjë nuk i është e fshehtë Atij.",
        "numberInSurah": 13,
        "juz": 26,
        "manzil": 6,
        "page": 517,
        "ruku": 451,
        "hizbQuarter": 206,
        "sajda": false
      },
      {
        "number": 4626,
        "text": "Beduinët (arabët e shkretëtirës) thanë: “Na besojmë”. Thuaju (atyre): “Nuk keni besuar!” Por, thoni: “Na jemi përulur!” meqë në zemrat tuaja ende nuk ka hyrë feja si duhet. E, nëse i përuleni Perëndisë dhe Pejgamberit të Tij, nuk do t’ju pakësohet juve asgjë prej veprave tuaja. Me të vërtetë, Perëndia është falës dhe mëshirues.",
        "numberInSurah": 14,
        "juz": 26,
        "manzil": 6,
        "page": 517,
        "ruku": 451,
        "hizbQuarter": 207,
        "sajda": false
      },
      {
        "number": 4627,
        "text": "Besimtarë të vërtetë janë vetëm ata që besojnë Perëndinë dhe Pejgamberin e Tij, dhe pastja nuk dyshojnë dhe luftojnë në rrugën e Perëndisë me pasurinë dhe jetën e tyre. Këta janë besimtarë të sinqertë.",
        "numberInSurah": 15,
        "juz": 26,
        "manzil": 6,
        "page": 517,
        "ruku": 451,
        "hizbQuarter": 207,
        "sajda": false
      },
      {
        "number": 4628,
        "text": "Thuaju (atyre): “Vallë, a ju ta lajmëroni Perëndinë për besimin tuaj, e Perëndia i di të gjitha çka ka në qiej dhe në Tokë! Perëndia është i dijshëm për çdo gjë.",
        "numberInSurah": 16,
        "juz": 26,
        "manzil": 6,
        "page": 517,
        "ruku": 451,
        "hizbQuarter": 207,
        "sajda": false
      },
      {
        "number": 4629,
        "text": "Ata të përkujtojnë ty, (mirësitë), ngase kanë pranuar islamizmin. Thuaju (atyre): “Mos më përkutjoni ju për atë që keni pranuar islamizmin; përkundrazi, Perëndia ju ka dhuruar mirësi dhe ju ka orientuar në besim, nëse flisni të vërtetën!",
        "numberInSurah": 17,
        "juz": 26,
        "manzil": 6,
        "page": 517,
        "ruku": 451,
        "hizbQuarter": 207,
        "sajda": false
      },
      {
        "number": 4630,
        "text": "Perëndia, me të vërtetë; i di fshehtësitë e qiejve dhe Tokës. Perëndia i sheh të gjitha ato që punoni ju.",
        "numberInSurah": 18,
        "juz": 26,
        "manzil": 6,
        "page": 517,
        "ruku": 451,
        "hizbQuarter": 207,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "sq.nahi",
      "language": "sq",
      "name": "Efendi Nahi",
      "englishName": "Hasan Efendi Nahi",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}