{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 7,
    "name": "سُورَةُ الأَعۡرَافِ",
    "englishName": "Al-A'raaf",
    "englishNameTranslation": "The Heights",
    "revelationType": "Meccan",
    "numberOfAyahs": 206,
    "ayahs": [
      {
        "number": 955,
        "text": "Əlif. Ləm. Mim. Sad.",
        "numberInSurah": 1,
        "juz": 8,
        "manzil": 2,
        "page": 151,
        "ruku": 122,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 956,
        "text": "Bu, insanları qorxutmaq və möminlərə öyüd-nəsihət vermək üçün sənə nazil edilən Kitabdır. Ona görə qəlbin heç narahat olmasın.",
        "numberInSurah": 2,
        "juz": 8,
        "manzil": 2,
        "page": 151,
        "ruku": 122,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 957,
        "text": "Rəbbinizdən sizə nazil edilənə tabe olun. Onu qoyub başqa dostlara uymayın. Siz necə də az öyüd-nəsihət dinləyirsiniz.",
        "numberInSurah": 3,
        "juz": 8,
        "manzil": 2,
        "page": 151,
        "ruku": 122,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 958,
        "text": "Biz neçə-neçə kəndləri məhv etdik. Əzabımız onlara gecə ikən və ya günorta çağı yatıb istirahət etdikləri vaxt gəldi.",
        "numberInSurah": 4,
        "juz": 8,
        "manzil": 2,
        "page": 151,
        "ruku": 122,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 959,
        "text": "Əzabımız onları haqladığı zaman onların çağırışları: “Həqiqətən, biz zalım olmuşuq!”– deməkdən başqa bir şey olmadı.",
        "numberInSurah": 5,
        "juz": 8,
        "manzil": 2,
        "page": 151,
        "ruku": 122,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 960,
        "text": "Biz, mütləq elçi göndərilən ümməti və göndərilmiş elçiləri sorğu-suala tutacağıq.",
        "numberInSurah": 6,
        "juz": 8,
        "manzil": 2,
        "page": 151,
        "ruku": 122,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 961,
        "text": "Onlara etdikləri əməlləri barədə Öz elmimizlə bildirəcəyik. Axı Biz qaib deyildik.",
        "numberInSurah": 7,
        "juz": 8,
        "manzil": 2,
        "page": 151,
        "ruku": 122,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 962,
        "text": "O gün əməllərin tərəzidə çəkilməsi bir həqiqətdir. Tərəziləri ağır gələnlər – məhz onlar nicat tapanlardır.",
        "numberInSurah": 8,
        "juz": 8,
        "manzil": 2,
        "page": 151,
        "ruku": 122,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 963,
        "text": "Tərəziləri yüngül gələnlər isə ayələrimizə qarşı haqsızlıq etdiklərinə görə özlərini ziyana uğradanlardır.",
        "numberInSurah": 9,
        "juz": 8,
        "manzil": 2,
        "page": 151,
        "ruku": 122,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 964,
        "text": "Biz sizi yer üzündə yerləşdirdik və orada sizin üçün dolanışıq vasitələri yaratdıq. Necə də az şükür edirsiniz!",
        "numberInSurah": 10,
        "juz": 8,
        "manzil": 2,
        "page": 151,
        "ruku": 122,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 965,
        "text": "Sizi xəlq etdik, sonra sizə surət verdik, sonra da mələklərə: “Adəmə səcdə edin!”– dedik. İblisdən başqa hamısı səcdə etdi. O, səcdə edənlərdən olmadı.",
        "numberInSurah": 11,
        "juz": 8,
        "manzil": 2,
        "page": 151,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 966,
        "text": "Allah dedi: “Mən sənə əmr etdikdə sənə səcdə etməyə nə mane oldu?” İblis dedi: “Mən ondan daha üstünəm. Çünki Sən məni oddan, onu isə palçıqdan yaratmısan!”",
        "numberInSurah": 12,
        "juz": 8,
        "manzil": 2,
        "page": 152,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 967,
        "text": "Allah dedi: “Buradan aşağı en! Burada təkəbbürlük göstərmək sənə yaramaz. Çıx get, çünki sən alçaldılmışlardansan”.",
        "numberInSurah": 13,
        "juz": 8,
        "manzil": 2,
        "page": 152,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 968,
        "text": "İblis dedi: “Onların dirildiləcəyi günə qədər mənə möhlət ver”.",
        "numberInSurah": 14,
        "juz": 8,
        "manzil": 2,
        "page": 152,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 969,
        "text": "Allah dedi: “Şübhəsiz ki, sən möhlət verilənlərdənsən”.",
        "numberInSurah": 15,
        "juz": 8,
        "manzil": 2,
        "page": 152,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 970,
        "text": "İblis dedi: “Sən məni yoldan çıxartdığına görə mən də Sənin düz yolunun üstündə oturub insanları tovlayacağam.",
        "numberInSurah": 16,
        "juz": 8,
        "manzil": 2,
        "page": 152,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 971,
        "text": "Sonra onların yanına önlərindən və arxalarından, sağlarından və sollarından gələcəyəm və Sən onların əksəriyyətini şükür edən görməyəcəksən”.",
        "numberInSurah": 17,
        "juz": 8,
        "manzil": 2,
        "page": 152,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 972,
        "text": "Allah buyurdu: “Oradan mənfur və qovulmuş halda çıx! Onlardan hər kəs sənin ardınca getsə, əlbəttə, Cəhənnəmi sizin hamınızla dolduracağam.",
        "numberInSurah": 18,
        "juz": 8,
        "manzil": 2,
        "page": 152,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 973,
        "text": "Ey Adəm, sən zövcənlə birlikdə Cənnətdə sakin ol. Bəyəndiyiniz yerlərdə yeyin, ancaq bu ağaca yaxınlaşmayın! Yoxsa özlərinə zülm edənlərdən olarsınız”.",
        "numberInSurah": 19,
        "juz": 8,
        "manzil": 2,
        "page": 152,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 974,
        "text": "Şeytan onların bir-birindən gizli qalan ayıb yerlərini özlərinə göstərmək üçün onlara pıçıldayıb dedi: “Rəbbiniz sizə bu ağacı yalnız ona görə qadağan etmişdir ki, siz mələk və ya Cənnətdə əbədi qalanlardan olmayasınız”.",
        "numberInSurah": 20,
        "juz": 8,
        "manzil": 2,
        "page": 152,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 975,
        "text": "Üstəlik onlara: “Şübhəsiz ki, mən sizin nəsihətçilərinizdənəm”– deyə and içdi.",
        "numberInSurah": 21,
        "juz": 8,
        "manzil": 2,
        "page": 152,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 976,
        "text": "Beləliklə, şeytan onları tovlayaraq Cənnətdən aşağı endirdi. Hər ikisi ağacdan daddıqda ayıb yerləri özlərinə göründü və onlar Cənnət ağaclarının yarpaqlarından ayıb yerlərinin üstünə örtməyə başladılar. Rəbbi onlara belə müraciət etdi: “Mən sizə o ağacı qadağan etmədimmi və şeytan sizin açıq-aşkar düşməninizdir, demədimmi?”",
        "numberInSurah": 22,
        "juz": 8,
        "manzil": 2,
        "page": 152,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 977,
        "text": "Hər ikisi: “Ey Rəbbimiz! Biz özümüzə zülm etdik. Əgər bizi bağışlamasan və bizə rəhm etməsən, əlbəttə, ziyana uğrayanlardan olarıq”– dedilər.",
        "numberInSurah": 23,
        "juz": 8,
        "manzil": 2,
        "page": 153,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 978,
        "text": "Allah dedi: “Bir-birinizə düşmən kəsilərək yerə enin! Yerdə sizin üçün müəyyən vaxta qədər qərar tutacağınız məskən və faydalanmaq üçün istifadə edəcəyiniz şeylər vardır”.",
        "numberInSurah": 24,
        "juz": 8,
        "manzil": 2,
        "page": 153,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 979,
        "text": "Allah dedi: “Siz orada yaşayacaq, orada öləcək və oradan çıxarılacaqsınız”.",
        "numberInSurah": 25,
        "juz": 8,
        "manzil": 2,
        "page": 153,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 980,
        "text": "Ey Adəm oğulları! Sizə ayıb yerlərinizi örtəcək libas və bəzək-düzək nazil etdik. Təqva libası isə daha xeyirlidir. Bu, Allahın dəlillərindəndir. Bəlkə düşünüb onlardan ibrət alasınız.",
        "numberInSurah": 26,
        "juz": 8,
        "manzil": 2,
        "page": 153,
        "ruku": 124,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 981,
        "text": "Ey Adəm oğulları! Şeytan, əcdadınızın ayıb yerlərini özlərinə göstərmək məqsədilə aldadaraq libaslarını soyundurub Cənnətdən çıxartdığı kimi, sizi də aldatmasın. Şübhəsiz ki, o və onun nəsli sizləri sizin onları görə bilmədiyiniz yerlərdən görürlər. Həqiqətən, Biz, şeytanları iman gətirməyənlərin dostları etdik.",
        "numberInSurah": 27,
        "juz": 8,
        "manzil": 2,
        "page": 153,
        "ruku": 124,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 982,
        "text": "Onlar yaramaz əməl etdikləri zaman: “Atalarımızı belə gördük. Allah da bizə bunu əmr etmişdir”– deyirlər. De: “Allah yaramaz əməlləri əmr etməz. Yoxsa Allaha qarşı bilmədiyinizi danışırsınız?”",
        "numberInSurah": 28,
        "juz": 8,
        "manzil": 2,
        "page": 153,
        "ruku": 124,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 983,
        "text": "De: “Rəbbim ədalətli olmağı əmr etdi. Hər səcdə etdiyiniz yerdə üzünüzü Ona tutun və Allaha – dini məhz Ona məxsus edərək dua edin. Sizi ilk dəfə yaratdığı kimi diriləcəksiniz”.",
        "numberInSurah": 29,
        "juz": 8,
        "manzil": 2,
        "page": 153,
        "ruku": 124,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 984,
        "text": "Allah Öz bəndələrinin bir qismini doğru yola yönəltdi, digərlərinə isə haqq yoldan azmaq layiq görüldü. Çünki onlar Allahı qoyub şeytanları özlərinə dost tutdular və elə güman edirlər ki, doğru yoldadırlar.",
        "numberInSurah": 30,
        "juz": 8,
        "manzil": 2,
        "page": 153,
        "ruku": 124,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 985,
        "text": "Ey Adəm oğulları! Məscidlərə gedərkən gözəl geyimlərinizi geyin. Yeyin-için, lakin israf etməyin. Şübhəsiz ki, Allah israf edənləri sevmir.",
        "numberInSurah": 31,
        "juz": 8,
        "manzil": 2,
        "page": 154,
        "ruku": 124,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 986,
        "text": "De: “Allahın Öz qulları üçün üzə çıxartdığı zinəti və təmiz ruziləri kim haram etmişdir?” De: “Bunlar dünya həyatında hamıya, Qiyamət günü isə yalnız möminlərə məxsusdur”. Biz dərk edən adamlar üçün ayələri belə izah edirik.",
        "numberInSurah": 32,
        "juz": 8,
        "manzil": 2,
        "page": 154,
        "ruku": 125,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 987,
        "text": "De: “Rəbbim həm aşkar, həm də gizli törədilən yaramaz əməlləri, hər cür günahı, haqsızcasına zülm etməyi, Allahın, haqqında heç bir dəlil nazil etmədiyi bir şeyi Ona şərik qoşmağınızı və bilmədiyiniz şeyləri Allahın əleyhinə söyləməyinizi haram buyurmuşdur”.",
        "numberInSurah": 33,
        "juz": 8,
        "manzil": 2,
        "page": 154,
        "ruku": 125,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 988,
        "text": "Hər ümmətin bir əcəli vardır. Onların əcəli gəldiyi zaman bircə saat belə nə yubanar, nə də qabağa keçə bilərlər.",
        "numberInSurah": 34,
        "juz": 8,
        "manzil": 2,
        "page": 154,
        "ruku": 125,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 989,
        "text": "Ey Adəm oğulları! Sizə aranızdan elçilər gəlib ayələrimi bəyan edərkən Məndən qorxub öz əməllərini islah edən şəxslərin heç bir qorxusu yoxdur və onlar kədərlənməyəcəklər.",
        "numberInSurah": 35,
        "juz": 8,
        "manzil": 2,
        "page": 154,
        "ruku": 125,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 990,
        "text": "Ayələrimizi yalan sayıb onlara təkəbbürlüklə yanaşanlar isə Od sakinləridirlər. Onlar orada əbədi qalacaqlar.",
        "numberInSurah": 36,
        "juz": 8,
        "manzil": 2,
        "page": 154,
        "ruku": 125,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 991,
        "text": "Allaha qarşı yalan uyduran və ya Onun ayələrini yalan hesab edən kimsədən daha zalım kim ola bilər? Yazıda olan qismətləri onlara nəsib olacaqdır. Nəhayət, elçilərimiz onların canını almaq üçün yanlarına gəldikdə: “Allahdan savayı çağırdıqlarınız haradadır?”– deyəcəklər. Onlar: “Bizi qoyub qaçıblar!”– deyəcək və kafir olduqlarına dair öz əleyhlərinə şahidlik edəcəklər.",
        "numberInSurah": 37,
        "juz": 8,
        "manzil": 2,
        "page": 154,
        "ruku": 125,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 992,
        "text": "Allah deyəcək: “Sizdən əvvəl gəlib-getmiş günahkar cin və insan tayfaları ilə birlikdə Oda girin!” Hər bir tayfa Oda girdikcə digərini lənətləyəcəkdir. Nəhayət, hamısı orada toplandığı zaman sonrakılar əvvəlkilər barəsində deyəcəklər: “Ey Rəbbimiz! Bunlardır bizi azdıran! Elə isə Odda bunlara ikiqat əzab ver!” Allah deyəcək: “Əzab hər kəs üçün ikiqatdır, lakin siz bunu bilmirsiniz!”",
        "numberInSurah": 38,
        "juz": 8,
        "manzil": 2,
        "page": 155,
        "ruku": 125,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 993,
        "text": "Əvvəlkilər sonrakılara deyəcəklər: “Sizin bizim üzərimizdə heç bir üstünlüyünüz olmayıb. Elə isə qazandıqlarınıza görə dadın əzabı!”",
        "numberInSurah": 39,
        "juz": 8,
        "manzil": 2,
        "page": 155,
        "ruku": 125,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 994,
        "text": "Şübhəsiz ki, ayələrimizi yalan sayanlara və onlara təkəbbürlüklə yanaşanlara göyün qapıları açılmayacaq və dəvə iynənin gözündən keçməyincə onlar Cənnətə girməyəcəklər. Biz günahkarları belə cəzalandırırıq.",
        "numberInSurah": 40,
        "juz": 8,
        "manzil": 2,
        "page": 155,
        "ruku": 126,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 995,
        "text": "Onların Cəhənnəm odundan yatağı və yorğanları olacaqdır. Biz zalımları belə cəzalandırırıq.",
        "numberInSurah": 41,
        "juz": 8,
        "manzil": 2,
        "page": 155,
        "ruku": 126,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 996,
        "text": "İman gətirib yaxşı əməl edənlər isə Cənnət sakinləridir. Onlar orada əbədi qalacaqlar. Biz hər kəsi yalnız onun qüvvəsi çatdığı qədər yükləyirik.",
        "numberInSurah": 42,
        "juz": 8,
        "manzil": 2,
        "page": 155,
        "ruku": 126,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 997,
        "text": "Biz onların kökslərindəki kin-küdurəti çıxaracağıq. Onların ayaqları altından çaylar axacaq. Onlar deyəcəklər: “Bizi buna qovuşduran Allaha həmd olsun! Əgər Allah bizə hidayət etməsəydi, biz özümüz doğru yola yönələ bilməzdik. Əlbəttə, Rəbbimizin elçiləri haqqı gətirmişdilər”. Onlara belə xitab ediləcəkdir: “Əməlləriniz sayəsində varis olduğunuz Cənnət budur!”",
        "numberInSurah": 43,
        "juz": 8,
        "manzil": 2,
        "page": 155,
        "ruku": 126,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 998,
        "text": "Cənnət əhli Od sakinlərini səsləyib deyəcəklər: “Biz Rəbbimizin bizə vəd etdiyinin doğru olduğunu gördük. Siz də Rəbbinizin sizə vəd etdiyinin doğru olduğunu gördünüzmü?” Onlar: “Bəli!”– deyəcəklər. Bu zaman onların arasında bir carçı səsləyib deyəcəkdir: “Allahın lənəti olsun zalımlara!",
        "numberInSurah": 44,
        "juz": 8,
        "manzil": 2,
        "page": 156,
        "ruku": 126,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 999,
        "text": "O kəslərə ki, insanları Allah yolundan sapdırır, onu əyri göstərməyə çalışır və axirəti inkar edirdilər”.",
        "numberInSurah": 45,
        "juz": 8,
        "manzil": 2,
        "page": 156,
        "ruku": 126,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 1000,
        "text": "Hər iki tərəfin arasında pərdə və səddin üzərində hər kəsi simasından tanıyan insanlar olacaqdır ki, onlar Cənnət əhlini səsləyib: “Sizə salam olsun!” deyəcəklər. Halbuki özləri çox istədikləri halda hələ Cənnətə girməyəcəklər.",
        "numberInSurah": 46,
        "juz": 8,
        "manzil": 2,
        "page": 156,
        "ruku": 126,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 1001,
        "text": "Onların gözləri Od sakinlərinə tərəf çevrildikdə isə deyəcəklər: “Ey Rəbbimiz, bizi zalımlara tay tutma!”",
        "numberInSurah": 47,
        "juz": 8,
        "manzil": 2,
        "page": 156,
        "ruku": 126,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1002,
        "text": "Sədd əhli əlamətlərindən tanıdıqları adamları səsləyib deyəcəklər: “Sizə nə yığdıqlarınız, nə də təkəbbürlük göstərməyiniz fayda vermədi”.",
        "numberInSurah": 48,
        "juz": 8,
        "manzil": 2,
        "page": 156,
        "ruku": 127,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1003,
        "text": "“Allah onlara mərhəmət nəsib etməyəcəkdir”– deyə barəsində and içdiyiniz kəslər bunlardırmı?” Sədd əhlinə deyiləcəkdir: “Cənnətə girin! Sizə heç bir qorxu yoxdur və siz kədərlənməyəcəksiniz”.",
        "numberInSurah": 49,
        "juz": 8,
        "manzil": 2,
        "page": 156,
        "ruku": 127,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1004,
        "text": "Od sakinləri Cənnət əhlini səsləyib deyəcəklər: “Bizim üstümüzə bir az su və ya Allahın sizə verdiyi ruzidən tökün”. Onlar isə deyəcəklər: “Allah bunları kafirlərə haram etmişdir”.",
        "numberInSurah": 50,
        "juz": 8,
        "manzil": 2,
        "page": 156,
        "ruku": 127,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1005,
        "text": "O kəslərə ki, dinlərini əyləncə və oyun etmişdilər və dünya həyatı onları aldatmışdı. Onlar bu günləri ilə qarşılaşmağı unutduqları və ayələrimizi inkar etdikləri kimi, Biz də onları bu gün unudarıq.",
        "numberInSurah": 51,
        "juz": 8,
        "manzil": 2,
        "page": 156,
        "ruku": 127,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1006,
        "text": "Biz onlara biliyimizlə izah etdiyimiz, iman gətirən qövm üçün hidayət və mərhəmət olan bir Kitab göndərdik.",
        "numberInSurah": 52,
        "juz": 8,
        "manzil": 2,
        "page": 157,
        "ruku": 127,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1007,
        "text": "Yoxsa kafirlər yalnız onun (Quranda verilən xəbərlərin) aqibətini gözləyirlər? Onun aqibəti gəldiyi gün əvvəllər onu unudan kəslər deyəcəklər: “Həqiqətən də, Rəbbimizin elçiləri haqqı gətirmişdilər. İndi bizim tərəfimizi saxlayan şəfaətçilər varmı? Yaxud geri qaytarılacağıqmı ki, əvvəllər etdiyimiz əməllərdən başqasını edək?” Onlar özlərini ziyana uğratdılar. Uydurduqları bütlər isə onlardan uzaqlaşıb qeyb olacaqlar.",
        "numberInSurah": 53,
        "juz": 8,
        "manzil": 2,
        "page": 157,
        "ruku": 127,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1008,
        "text": "Doğrudan da, Rəbbiniz göyləri və yeri altı gündə yaradan, sonra da Ərşə ucalan Allahdır. O, gündüzü sürətlə təqib edən gecə ilə örtüb bürüyür. Günəşi, ayı və ulduzları Öz əmrinə tabe edən də Odur. Əslində, yaratmaq da, əmr etmək də Ona məxsusdur. Aləmlərin Rəbbi Allah nə qədər xeyirxahdır.",
        "numberInSurah": 54,
        "juz": 8,
        "manzil": 2,
        "page": 157,
        "ruku": 128,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1009,
        "text": "Rəbbinizə acizanə, həm də gizlicə dua edin! Şübhəsiz ki, O, həddi aşanları sevmir.",
        "numberInSurah": 55,
        "juz": 8,
        "manzil": 2,
        "page": 157,
        "ruku": 128,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1010,
        "text": "Yer üzü islah olunduqdan sonra, orada fəsad törətməyin. Allaha qorxu və ümidlə yalvarın. Həqiqətən, Allahın mərhəməti yaxşılıq edənlərə yaxındır.",
        "numberInSurah": 56,
        "juz": 8,
        "manzil": 2,
        "page": 157,
        "ruku": 128,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1011,
        "text": "Küləkləri Öz mərhəməti önündə yağışdan qabaq müjdəçi olaraq göndərən Odur. Nəhayət, o küləklər ağır buludları daşıyarkən, Biz o buludları ölü bir diyara tərəf qovur, onunla yağmur endirir və bunun vasitəsi ilə hər cür meyvə yetişdiririk. Biz ölüləri də belə dirildəcəyik. Bəlkə, düşünüb ibrət alasınız.",
        "numberInSurah": 57,
        "juz": 8,
        "manzil": 2,
        "page": 157,
        "ruku": 128,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1012,
        "text": "Yaxşı torpaqda bitkilər Rəbbinin izni ilə çox asanlıqla bitər, pis torpaqda isə onlar yalnız çox çətinliklə yetişər. Biz ayələri şükür edən bir qövmə beləcə izah edirik.",
        "numberInSurah": 58,
        "juz": 8,
        "manzil": 2,
        "page": 158,
        "ruku": 128,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1013,
        "text": "Biz Nuhu öz xalqına elçi göndərdik. O dedi: “Ey qövmüm! Allaha ibadət edin. Sizin Ondan başqa məbudunuz yoxdur. Mən sizə üz verəcək Böyük günün əzabından qorxuram”.",
        "numberInSurah": 59,
        "juz": 8,
        "manzil": 2,
        "page": 158,
        "ruku": 129,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1014,
        "text": "Xalqının zadəganları dedilər: “Həqiqətən də, biz səni açıq-aydın azğınlıq içində görürük!”",
        "numberInSurah": 60,
        "juz": 8,
        "manzil": 2,
        "page": 158,
        "ruku": 129,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1015,
        "text": "O dedi: “Ey qövmüm! Mən heç də azmamışam. Lakin mən aləmlərin Rəbbi tərəfindən göndərilmiş bir elçiyəm.",
        "numberInSurah": 61,
        "juz": 8,
        "manzil": 2,
        "page": 158,
        "ruku": 129,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1016,
        "text": "Mən Rəbbimin mənə vəhy etdiklərini sizə təbliğ edir və sizə öyüd-nəsihət verirəm. Allahdan nazil olanlar sayəsində sizin bilmədiklərinizi bilirəm.",
        "numberInSurah": 62,
        "juz": 8,
        "manzil": 2,
        "page": 158,
        "ruku": 129,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1017,
        "text": "Allahdan qorxub bəlkə mərhəmətə nail olasınız deyə, sizi qorxutmaq üçün öz aranızdan olan bir kişinin vasitəsi ilə Rəbbinizin sizə öyüd-nəsihət verməsinə heyrətmi edirsiniz?”",
        "numberInSurah": 63,
        "juz": 8,
        "manzil": 2,
        "page": 158,
        "ruku": 129,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1018,
        "text": "Kafirlər onu yalançı hesab etdilər. Biz onu və onunla birlikdə gəmidə olanları xilas etdik. Ayələrimizi yalan hesab edənləri isə suya qərq etdik. Doğrudan da, onlar kor adamlar idilər.",
        "numberInSurah": 64,
        "juz": 8,
        "manzil": 2,
        "page": 158,
        "ruku": 129,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1019,
        "text": "Ad qövmünə də qardaşları Hudu göndərdik. O dedi: “Ey qövmüm! Allaha ibadət edin. Sizin Ondan başqa məbudunuz yoxdur. Yoxsa qorxmursunuz?”",
        "numberInSurah": 65,
        "juz": 8,
        "manzil": 2,
        "page": 158,
        "ruku": 130,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1020,
        "text": "Qövmünün kafir zadəganları dedilər: “Biz səni səfeh sayırıq və həqiqətən də, səni yalançılardan hesab edirik!”",
        "numberInSurah": 66,
        "juz": 8,
        "manzil": 2,
        "page": 158,
        "ruku": 130,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1021,
        "text": "O dedi: “Ey qövmüm! Mən heç də səfeh deyiləm. Lakin mən aləmlərin Rəbbi tərəfindən göndərilmiş bir elçiyəm.",
        "numberInSurah": 67,
        "juz": 8,
        "manzil": 2,
        "page": 158,
        "ruku": 130,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1022,
        "text": "Mən Rəbbimin vəhy etdiyi hökmlərini sizə təbliğ edirəm. Mən sizin etibarlı nəsihətçinizəm.",
        "numberInSurah": 68,
        "juz": 8,
        "manzil": 2,
        "page": 159,
        "ruku": 130,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1023,
        "text": "Yoxsa sizi qorxutmaq üçün öz aranızdan olan bir kişinin vasitəsi ilə Rəbbinizin sizə öyüd-nəsihət verməsinə heyrətmi edirsiniz? Yadınıza salın ki, O, sizi Nuh qövmündən sonra xələflər təyin etdi və sizi xilqətcə daha qüvvətli etdi. Allahın nemətlərini xatırlayın ki, bəlkə nicat tapasınız”.",
        "numberInSurah": 69,
        "juz": 8,
        "manzil": 2,
        "page": 159,
        "ruku": 130,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1024,
        "text": "Onlar dedilər: “Yanımıza gəlmisən ki, atalarımızın ibadət etdiklərini buraxıb tək Allaha ibadət edək? Əgər doğru danışanlardansansa, bizə vəd etdiyin əzabı gətir”.",
        "numberInSurah": 70,
        "juz": 8,
        "manzil": 2,
        "page": 159,
        "ruku": 130,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1025,
        "text": "Hud dedi: “Artıq Rəbbinizdən sizə əzab və qəzəb yetişdi. Siz özünüzün və atalarınızın uydurduqları adlar (bütlər) barəsində mənimlə mübahisəmi edirsiniz? Halbuki Allah onlar barəsində heç bir dəlil nazil etməmişdir. Gözləyin! Şübhəsiz mən də sizinlə birlikdə gözləyənlərdənəm”.",
        "numberInSurah": 71,
        "juz": 8,
        "manzil": 2,
        "page": 159,
        "ruku": 130,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1026,
        "text": "Biz onu və onunla birlikdə olanları Öz mərhəmətimizlə xilas etdik. Ayələrimizi yalan hesab edənlərin isə kökünü kəsdik. Onlar iman gətirən deyildilər.",
        "numberInSurah": 72,
        "juz": 8,
        "manzil": 2,
        "page": 159,
        "ruku": 130,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1027,
        "text": "Səmud qövmünə də qardaşları Salehi göndərdik. O dedi: “Ey qövmüm! Allaha ibadət edin! Sizin Ondan başqa məbudunuz yoxdur. Rəbbinizdən sizə açıq-aydın dəlillər gəldi. Allahın qayadan çıxartdığı bu dişi dəvəsi sizin üçün bir möcüzədir. Onu buraxın Allahın torpağında otlasın. Ona bir pislik etməyin, yoxsa sizi ağrılı-acılı bir əzab yaxalayar.",
        "numberInSurah": 73,
        "juz": 8,
        "manzil": 2,
        "page": 159,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1028,
        "text": "Xatırlayın ki, O, sizi Ad qövmündən sonra xələflər etdi və yer üzündə yerləşdirdi. Siz də onun düzənliklərində qəsrlər tikir, dağlarda evlər yonursunuz. Allahın nemətlərini yada salın, yer üzündə fəsad yayaraq pis işlər görməyin”.",
        "numberInSurah": 74,
        "juz": 8,
        "manzil": 2,
        "page": 160,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1029,
        "text": "Onun qövmünün təkəbbürlü zadəganları öz aralarından iman gətirən zəiflərə dedilər: “Siz Salehin öz Rəbbi tərəfindən göndərildiyini bilirsinizmi?” Onlar dedilər: “Həqiqətən, biz onunla göndərilən hər şeyə inanırıq”.",
        "numberInSurah": 75,
        "juz": 8,
        "manzil": 2,
        "page": 160,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1030,
        "text": "Təkəbbür göstərən başçılar dedilər: “Həqiqətən, biz sizin inandığınızı inkar edirik”.",
        "numberInSurah": 76,
        "juz": 8,
        "manzil": 2,
        "page": 160,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1031,
        "text": "Onlar dişi dəvənin diz vətərini kəsdilər və beləliklə də Rəbbinin əmrindən çıxıb: “Ey Saleh! Əgər sən göndərilən elçilərdənsənsə, bizə vəd etdiyin əzabı gətir”– dedilər.",
        "numberInSurah": 77,
        "juz": 8,
        "manzil": 2,
        "page": 160,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1032,
        "text": "Onları dəhşətli bir sarsıntı yaxaladı və onlar öz evlərində üzüqoylu düşüb qaldılar.",
        "numberInSurah": 78,
        "juz": 8,
        "manzil": 2,
        "page": 160,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1033,
        "text": "Saleh onlardan üz çevirib dedi: “Ey qövmüm! Mən Rəbbimin mənə vəhy etdiyi hökmünü sizə çatdırdım və sizə öyüd-nəsihət verdim. Lakin siz nəsihət verənləri sevmirsiniz”.",
        "numberInSurah": 79,
        "juz": 8,
        "manzil": 2,
        "page": 160,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1034,
        "text": "Lutu da elçi göndərdik. Bir zaman o, öz qövmünə demişdi: “Sizdən əvvəl aləmlərdən heç kəsin etmədiyi iyrənc əməli sizmi edəcəksiniz?",
        "numberInSurah": 80,
        "juz": 8,
        "manzil": 2,
        "page": 160,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1035,
        "text": "Siz, qadınları qoyub şəhvətlə kişilərin yanına gedirsiniz. Həqiqətən, siz, həddi aşmış adamlarsınız”.",
        "numberInSurah": 81,
        "juz": 8,
        "manzil": 2,
        "page": 160,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1036,
        "text": "Onun qövmünün cavabı: “Onları yurdunuzdan çıxarın. Axı onlar təmizliyə can atan adamlardır”– deməkdən başqa bir şey olmamışdı.",
        "numberInSurah": 82,
        "juz": 8,
        "manzil": 2,
        "page": 161,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1037,
        "text": "Biz onu və ailəsini xilas etdik. Yalnız arvadından başqa. O, geridə qalanlardan oldu.",
        "numberInSurah": 83,
        "juz": 8,
        "manzil": 2,
        "page": 161,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1038,
        "text": "Biz onların üstünə daşlardan yağış yağdırdıq. Bir gör günahkarların aqibəti necə oldu.",
        "numberInSurah": 84,
        "juz": 8,
        "manzil": 2,
        "page": 161,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1039,
        "text": "Mədyən qövmünə də qardaşları Şueybi göndərdik. O dedi: “Ey qövmüm! Allaha ibadət edin. Sizin Ondan başqa məbudunuz yoxdur. Rəbbinizdən sizə açıq-aydın bir dəlil gəldi. Elə isə ölçüyə və çəkiyə tam riayət edin, insanların əşyalarını əksik verməyin və yer üzü islah olunduqdan sonra orada fəsad törətməyin. Əgər möminsinizsə, bu, sizin üçün daha xeyirlidir.",
        "numberInSurah": 85,
        "juz": 8,
        "manzil": 2,
        "page": 161,
        "ruku": 132,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1040,
        "text": "Hər yolun başında oturub Allaha iman gətirənləri hədələyib Onun yolundan sapdırmayın və onu əyri göstərməyə çalışmayın. Xatırlayın ki, siz az idiniz, O sizi çoxaltdı. Bir görün fəsad törədənlərin aqibəti necə oldu.",
        "numberInSurah": 86,
        "juz": 8,
        "manzil": 2,
        "page": 161,
        "ruku": 132,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1041,
        "text": "Əgər aranızdan bir dəstəniz mənimlə göndərilənə inanmış, bir dəstəniz isə inanmamışsa, Allah aramızda hökm verənədək səbir edin. Axı O, hakimlərin ən yaxşısıdır”.",
        "numberInSurah": 87,
        "juz": 8,
        "manzil": 2,
        "page": 161,
        "ruku": 132,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1042,
        "text": "Onun qövmünün təkəbbürlü zadəganları dedilər: “Ey Şueyb! Ya biz hökmən səni də, səninlə birlikdə iman gətirənləri də yurdumuzdan çıxaracaq, ya da siz bizim dinimizə dönəcəksiniz”. Şueyb dedi: “Hətta nifrət etmiş olsaq belə?”",
        "numberInSurah": 88,
        "juz": 9,
        "manzil": 2,
        "page": 162,
        "ruku": 132,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1043,
        "text": "Allah bizi sizin dininizdən xilas etdikdən sonra biz yenə də ona qayıtsaq, Allaha qarşı yalan uydurmuş olarıq. Rəbbimiz Allah istəməyincə bizim ona dönməyimiz olacaq bir şey deyildir. Rəbbimiz elmi ilə hər şeyi əhatə etmişdir. Biz Allaha təvəkkül etmişik. Ey Rəbbimiz! Bizimlə qövmümüz arasında ədalətlə hökm ver. Axı Sən hökm verənlərin ən yaxşısısan.",
        "numberInSurah": 89,
        "juz": 9,
        "manzil": 2,
        "page": 162,
        "ruku": 132,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1044,
        "text": "Onun qövmünün kafir zadəganları dedilər: “Əgər Şueybin ardınca getsəniz, siz mütləq ziyana uğrayanlardan olarsınız”.",
        "numberInSurah": 90,
        "juz": 9,
        "manzil": 2,
        "page": 162,
        "ruku": 132,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1045,
        "text": "Onları dəhşətli bir sarsıntı yaxaladı və onlar öz evlərində üzüqoylu düşüb qaldılar.",
        "numberInSurah": 91,
        "juz": 9,
        "manzil": 2,
        "page": 162,
        "ruku": 132,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1046,
        "text": "Şueybi yalançı sayanlar, sanki orada yaşamamışdılar. Şueybi yalançı sayanların özləri ziyana uğrayanlardan oldular.",
        "numberInSurah": 92,
        "juz": 9,
        "manzil": 2,
        "page": 162,
        "ruku": 132,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1047,
        "text": "Şueyb onlardan üz çevirib dedi: “Ey qövmüm! Mən Rəbbimin mənə vəhy etdiyi hökmlərini sizə çatdırdım və sizə öyüd-nəsihət verdim. Kafir tayfadan ötrü mən necə heyfsilənə bilərəm?”",
        "numberInSurah": 93,
        "juz": 9,
        "manzil": 2,
        "page": 162,
        "ruku": 132,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1048,
        "text": "Biz hansı bir ölkəyə peyğəmbər göndərdiksə, onun əhalisini sıxıntıya və bəlaya düçar etdik ki, bəlkə boyun əyələr.",
        "numberInSurah": 94,
        "juz": 9,
        "manzil": 2,
        "page": 162,
        "ruku": 133,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1049,
        "text": "Sonra pisliyi yaxşılıqla əvəz etdik. Nəhayət onlar firavanlıq içində yaşayarkən: “Atalarımıza da belə qıtlıq və bolluq üz vermişdi”– dedilər. Biz də onları heç özləri də hiss etmədən qəflətən yaxaladıq.",
        "numberInSurah": 95,
        "juz": 9,
        "manzil": 2,
        "page": 162,
        "ruku": 133,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1050,
        "text": "Əgər o ölkələrin əhalisi iman gətirib Allahdan qorxsaydı, əlbəttə, Biz onların üstünə göydən və yerdən bərəkət qapılarını açardıq. Lakin onlar peyğəmbərləri yalançı hesab etdilər. Biz də onları qazandıqları günahlara görə əzabla yaxaladıq.",
        "numberInSurah": 96,
        "juz": 9,
        "manzil": 2,
        "page": 163,
        "ruku": 133,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1051,
        "text": "Məgər o ölkələrin əhalisi əzabımızın onlara gecə vaxtı, onlar yatarkən gəlməyəcəyindən əminmi oldular?",
        "numberInSurah": 97,
        "juz": 9,
        "manzil": 2,
        "page": 163,
        "ruku": 133,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1052,
        "text": "Ya da o ölkələrin əhalisi əzabımızın onlara səhər-səhər, onlar əylənərkən gəlməyəcəyindən əminmi oldular?",
        "numberInSurah": 98,
        "juz": 9,
        "manzil": 2,
        "page": 163,
        "ruku": 133,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1053,
        "text": "Yaxud onlar Allahın hiyləsindən ehtiyat etmirdilərmi? Allahın hiyləsindən yalnız ziyana uğrayanlar ehtiyat etməzlər.",
        "numberInSurah": 99,
        "juz": 9,
        "manzil": 2,
        "page": 163,
        "ruku": 133,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1054,
        "text": "Məgər yer üzünün keçmiş sakinlərindən sonra ona varis olanlara bəyan olmadımı ki, əgər Biz istəsəydik, onları da günahları üzündən müsibətə düçar edər, qəlblərinə möhür vurardıq və onlar da eşitməzdilər?",
        "numberInSurah": 100,
        "juz": 9,
        "manzil": 2,
        "page": 163,
        "ruku": 134,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1055,
        "text": "Bu, o ölkələrdir ki, onların əhvalatlarından bəzisini sənə söyləyirik. Elçiləri onlara açıq-aydın dəlillər gətirdilər. Onlar isə daha öncə yalan hesab etdiklərinə görə iman gətirmədirlər. Allah kafirlərin qəlblərini beləcə möhürləyir.",
        "numberInSurah": 101,
        "juz": 9,
        "manzil": 2,
        "page": 163,
        "ruku": 134,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1056,
        "text": "Onların əksəriyyətini vədə xilaf çıxan gördük. Onların çoxunu günahkar gördük.",
        "numberInSurah": 102,
        "juz": 9,
        "manzil": 2,
        "page": 163,
        "ruku": 134,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1057,
        "text": "Onlardan sonra Musanı möcüzələrimizlə Firon və onun əyanlarına elçi göndərdik. Onlar isə bunu inkar etdilər. Bir gör fəsad törədənlərin aqibəti necə oldu.",
        "numberInSurah": 103,
        "juz": 9,
        "manzil": 2,
        "page": 163,
        "ruku": 134,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1058,
        "text": "Musa dedi: “Ey Firon! Həqiqətən, mən aləmlərin Rəbbi tərəfindən göndərilmiş bir elçiyəm.",
        "numberInSurah": 104,
        "juz": 9,
        "manzil": 2,
        "page": 163,
        "ruku": 134,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1059,
        "text": "Mənim borcumdur ki, Allah barəsində yalnız həqiqəti deyim. Mən Rəbbinizdən sizə açıq-aydın dəlillər gətirmişəm. Elə isə İsrail oğullarını mənimlə göndər”.",
        "numberInSurah": 105,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 134,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1060,
        "text": "Firon dedi: “Əgər möcüzə gətirmisənsə və doğru danışanlardansansa, onu göstər!”",
        "numberInSurah": 106,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 134,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1061,
        "text": "Musa əsasını yerə atdı və o, dərhal açıq-aşkar bir ilan oldu.",
        "numberInSurah": 107,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 134,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1062,
        "text": "Əlini qoynundan çıxartdı və o, baxanlar üçün ağappaq parlaq bir əl oldu.",
        "numberInSurah": 108,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 134,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1063,
        "text": "Firon qövmünün əyanları dedilər: “Həqiqətən, bu, bilikli bir sehrbazdır.",
        "numberInSurah": 109,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1064,
        "text": "O sizi yurdunuzdan çıxartmaq istəyir. Elə isə təklifiniz nədir?”",
        "numberInSurah": 110,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1065,
        "text": "Onlar dedilər: “Onu və qardaşını gözlət və şəhərlərə sehrbazları toplayan adamlar göndər ki,",
        "numberInSurah": 111,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1066,
        "text": "bilikli sehrbazların hamısını sənin yanına gətirsinlər”.",
        "numberInSurah": 112,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1067,
        "text": "Sehrbazlar Fironun yanına gəlib dedilər: “Əgər qalib gəlsək, doğrudanmı bizim üçün mükafat olacaq?”",
        "numberInSurah": 113,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1068,
        "text": "Firon dedi: “Bəli, siz mənə yaxın adamlardan olacaqsınız”.",
        "numberInSurah": 114,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1069,
        "text": "Sehrbazlar dedilər: “Ey Musa! Ya sən əsanı birinci at, ya da biz əlimizdəkiləri ataq!”",
        "numberInSurah": 115,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1070,
        "text": "Musa dedi: “Siz əvvəl atın!” Onlar əllərindəkiləri atdıqda, insanların gözlərini sehrləyib canlarına qorxu saldılar və böyük bir sehr göstərdilər.",
        "numberInSurah": 116,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1071,
        "text": "Biz Musaya: “Əsanı yerə at!”– deyə vəhy etdik. Elə bu an əsa ilana çevrilib onların düzəltdikləri şeyləri uddu.",
        "numberInSurah": 117,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1072,
        "text": "Artıq haqq üzə çıxdı, onların etdikləri isə batil oldu.",
        "numberInSurah": 118,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1073,
        "text": "Sehrbazlar orada məğlub oldular və rüsvay olaraq geri döndülər.",
        "numberInSurah": 119,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1074,
        "text": "Sehrbazlar səcdəyə qapandılar.",
        "numberInSurah": 120,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1075,
        "text": "Onlar dedilər: “Aləmlərin Rəbbinə iman gətirdik!",
        "numberInSurah": 121,
        "juz": 9,
        "manzil": 2,
        "page": 165,
        "ruku": 135,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1076,
        "text": "Musa və Harunun Rəbbinə!”",
        "numberInSurah": 122,
        "juz": 9,
        "manzil": 2,
        "page": 165,
        "ruku": 135,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1077,
        "text": "Firon dedi: “Mən sizə izin verməmişdən əvvəl siz ona iman gətirdiniz? Şübhəsiz ki, bu, şəhərdə qurduğunuz bir hiylədir ki, əhalisini oradan çıxarasınız. Tezliklə biləcəksiniz.",
        "numberInSurah": 123,
        "juz": 9,
        "manzil": 2,
        "page": 165,
        "ruku": 135,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1078,
        "text": "Əllərinizi və ayaqlarınızı çarpaz kəsəcək, sonra da hamınızı çarmıxa çəkəcəyəm”.",
        "numberInSurah": 124,
        "juz": 9,
        "manzil": 2,
        "page": 165,
        "ruku": 135,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1079,
        "text": "Onlar dedilər: “Şübhəsiz ki, biz Rəbbimizə qayıdacağıq.",
        "numberInSurah": 125,
        "juz": 9,
        "manzil": 2,
        "page": 165,
        "ruku": 135,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1080,
        "text": "Sən sadəcə, Rəbbimizin möcüzələri bizə gəldikdə onlara iman gətirməyimizə görə bizdən intiqam alırsan. Ey Rəbbimiz! Bizə çoxlu səbir ver və bizi müsəlman olaraq öldür”.",
        "numberInSurah": 126,
        "juz": 9,
        "manzil": 2,
        "page": 165,
        "ruku": 135,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1081,
        "text": "Firon xalqının əyanları dedilər: “Sən Musanı və onun qövmünü buraxırsan ki, yer üzündə fəsad törətsinlər, həm səni, həm də sənin məbudlarını bir kənara atsınlar”. Firon dedi: “Biz hökmən onların oğlan uşaqlarını öldürəcək, qadınlarını isə sağ buraxacağıq. Şübhəsiz ki, onların üzərində sarsılmaz hökmranlığa malik olan bizik”.",
        "numberInSurah": 127,
        "juz": 9,
        "manzil": 2,
        "page": 165,
        "ruku": 136,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1082,
        "text": "Musa öz qövmünə dedi: “Allahdan kömək diləyin və səbir edin. Şübhəsiz ki, yer üzü Allahındır. O, qullarından istədiyini onun varisləri təyin edir. Gözəl aqibət müttəqilərindir”.",
        "numberInSurah": 128,
        "juz": 9,
        "manzil": 2,
        "page": 165,
        "ruku": 136,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1083,
        "text": "Onlar dedilər: “Sən bizə peyğəmbər gəlməzdən əvvəl də, sənin gəlişindən sonra da bizə əziyyət verildi”. Musa dedi: “Ola bilsin ki, Rəbbiniz düşməninizi məhv edib sizi yer üzünün varisləri təyin etsin, sonra da necə hərəkət edəcəyinizə baxsın”.",
        "numberInSurah": 129,
        "juz": 9,
        "manzil": 2,
        "page": 165,
        "ruku": 136,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1084,
        "text": "Biz Firon xalqını quraqlıq illərinə və məhsul qıtlığına məruz qoyduq ki, bəlkə düşünüb ibrət alsınlar.",
        "numberInSurah": 130,
        "juz": 9,
        "manzil": 2,
        "page": 165,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1085,
        "text": "Onlara bir yaxşılıq üz verəndə: “Bu, bizə məxsusdur!”– deyərdilər. Onlara bir pislik üz verdikdə isə, Musa və onunla birlikdə olanları uğursuzluq əlaməti sayardılar. Əslində onların uğursuzluğu Allah yanındadır, lakin onların çoxu bunu bilmir.",
        "numberInSurah": 131,
        "juz": 9,
        "manzil": 2,
        "page": 166,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1086,
        "text": "Kafirlər dedilər: “Sən bizi sehrləmək üçün nə qədər möcüzə gətirsən də, biz sənə inanan deyilik!”",
        "numberInSurah": 132,
        "juz": 9,
        "manzil": 2,
        "page": 166,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1087,
        "text": "Biz də onların üstünə müxtəlif möcüzələr olaraq tufan, çəyirtkələr, bitlər, qurbağalar və qan göndərdik. Onlar isə təkəbbürlük göstərdilər və günahkar bir tayfa oldular.",
        "numberInSurah": 133,
        "juz": 9,
        "manzil": 2,
        "page": 166,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1088,
        "text": "Əzab onları bürüdükdə dedilər: “Ey Musa! Bizim üçün Rəbbinə sənə verdiyi əhd ilə dua et! Əgər əzabı bizdən sovuşdursan, biz hökmən sənə iman gətirəcək və İsrail oğullarını mütləq səninlə birlikdə göndərəcəyik”.",
        "numberInSurah": 134,
        "juz": 9,
        "manzil": 2,
        "page": 166,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1089,
        "text": "Biz çatacaqları müəyyən vaxta qədər əzabı onlardan sovuşdurduqda isə, dərhal əhdi pozdular.",
        "numberInSurah": 135,
        "juz": 9,
        "manzil": 2,
        "page": 166,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1090,
        "text": "Ayələrimizi inkar edib onlardan qafil olduqlarına görə Biz o tayfadan intiqam alaraq onları dənizdə qərq etdik.",
        "numberInSurah": 136,
        "juz": 9,
        "manzil": 2,
        "page": 166,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1091,
        "text": "Musa ilə olan zəif qövmü isə yer üzünün xeyir-bərəkət verdiyimiz şərq və qərb bölgələrinə varislər təyin etdik. Səbir etdiklərinə görə Rəbbinin İsrail oğulları barəsindəki gözəl Sözü yerinə yetdi. Biz Firon və onun xalqının qurduqlarını və tikib ucaltdıqlarını darmadağın etdik.",
        "numberInSurah": 137,
        "juz": 9,
        "manzil": 2,
        "page": 166,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1092,
        "text": "Biz İsrail oğullarını dənizdən keçirtdik və onlar öz bütlərinə tapınan bir qövmə rast gəldilər. Onlar dedilər: “Ey Musa! Onların məbudları olduğu kimi, bizim üçün də bir məbud düzəlt”. Musa dedi: “Həqiqətən, siz cahil bir tayfasınız.",
        "numberInSurah": 138,
        "juz": 9,
        "manzil": 2,
        "page": 167,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1093,
        "text": "Şübhəsiz ki, bunların etiqad etdikləri əqidə məhvə məhkumdur, gördükləri işlər isə batildir”.",
        "numberInSurah": 139,
        "juz": 9,
        "manzil": 2,
        "page": 167,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1094,
        "text": "Musa dedi: “O, sizi aləmlərdən üstün etdiyi bir halda, mən sizin üçün Allahdan başqa məbudmu axtaracağam?”",
        "numberInSurah": 140,
        "juz": 9,
        "manzil": 2,
        "page": 167,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1095,
        "text": "Bir zaman Biz sizi Fironun tərəfdarlarından xilas etdik. Onlar sizə ağır əzablar verir, oğlan uşaqlarınızı öldürür, qadınlarınızı isə sağ buraxırdılar. Bunda sizin üçün Rəbbiniz tərəfindən böyük bir sınaq var idi.",
        "numberInSurah": 141,
        "juz": 9,
        "manzil": 2,
        "page": 167,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1096,
        "text": "Biz Musaya otuz gecəlik vədə verdik və buna on gecə də əlavə etdik. Beləliklə də Rəbbinin təyin etdiyi vaxt qırx gecə oldu. Musa qardaşı Haruna dedi: “Xalqımın içərisində məni əvəz et, onları islah et və fəsad törədənlərin yoluna uyma!”",
        "numberInSurah": 142,
        "juz": 9,
        "manzil": 2,
        "page": 167,
        "ruku": 138,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1097,
        "text": "Musa təyin etdiyimiz vaxtda gəldikdə Rəbbi onunla danışdı. Musa dedi: “Ey Rəbbim! Özünü mənə göstər, Sənə baxım”. O dedi: “Sən məni görə bilməzsən. Lakin bu dağa bax. Əgər o, öz yerində qala bilsə, sən də Məni görəcəksən”. Rəbbi dağa göründükdə onu parça-parça etdi. Musa da bayılaraq yerə sərildi. Özünə gəldikdə isə dedi: “Sən pak və müqəddəssən! Sənə tövbə etdim və mən iman gətirənlərin birincisiyəm!”",
        "numberInSurah": 143,
        "juz": 9,
        "manzil": 2,
        "page": 167,
        "ruku": 138,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1098,
        "text": "Allah dedi: “Ey Musa! Mən vəhy etdiyim hökmlərimlə və səninlə danışmağımla səni seçib insanlardan üstün etdim. Elə isə sənə verdiyimi götür və şükür edənlərdən ol!”",
        "numberInSurah": 144,
        "juz": 9,
        "manzil": 2,
        "page": 168,
        "ruku": 138,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1099,
        "text": "Biz onun üçün lövhələrdə hər şeydən öyüd-nəsihət və hər şeyin təfsilatını yazdıq və dedik: “Bunları möhkəm tut və xalqına da onun ən yaxşısından yapışmağı əmr et! Mən sizə fasiqlərin yurdunu göstərəcəyəm.",
        "numberInSurah": 145,
        "juz": 9,
        "manzil": 2,
        "page": 168,
        "ruku": 138,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1100,
        "text": "Haqsız olaraq yer üzündə təkəbbürlük göstərənləri ayələrimdən uzaqlaşdıracağam. Onlar bütün möcüzələri görsələr də onlara inanmazlar. Onlar doğru yolu görsələr, ora yönəlməz, azğınlıq yolunu görsələr, onu özlərinə yol seçərlər. Bu ona görədir ki, onlar ayələrimizi inkar edir və onlara məhəl qoymurdular”.",
        "numberInSurah": 146,
        "juz": 9,
        "manzil": 2,
        "page": 168,
        "ruku": 138,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1101,
        "text": "Ayələrimizi və axirətə qovuşmağı yalan sayanların əməlləri puç oldu. Məgər onlar yalnız etdikləri bu əməllərə görə cəzalandırılmayacaqlarmı?",
        "numberInSurah": 147,
        "juz": 9,
        "manzil": 2,
        "page": 168,
        "ruku": 138,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1102,
        "text": "Musanın ardınca qövmü öz zinət əşyalarından böyürən bir buzov heykəli düzəltdilər. Məgər bu heykəlin onlarla danışmadığını, onlara düz yol göstərmədiyini görmürdülərmi? Buna baxmayaraq ona məbud kimi sitayiş edib zalımlardan oldular.",
        "numberInSurah": 148,
        "juz": 9,
        "manzil": 2,
        "page": 168,
        "ruku": 139,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1103,
        "text": "Onların əlləri yanlarına düşdükdə (tutduqları işə görə peşman olduqda) və haqq yoldan azdıqlarını gördükdə: “Əgər Rəbbimiz bizə rəhm etməsə və bizi bağışlamasa, əlbəttə, ziyana uğrayanlardan olarıq”– dedilər.",
        "numberInSurah": 149,
        "juz": 9,
        "manzil": 2,
        "page": 168,
        "ruku": 139,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1104,
        "text": "Musa qəzəbli və kədərli halda öz qövmünün yanına qayıtdıqda dedi: “Məndən sonra necə də yaramaz işlər görmüsünüz! Rəbbinizin əmrini qabaqlamaq istədiniz?” Musa lövhələri tulladı və qardaşının başından yapışıb özünə tərəf çəkdi. Qardaşı dedi: “Ey anamın oğlu! Həqiqətən, camaat məni zəif bilib az qala öldürəcəkdilər. Məni rüsvay etməklə düşmənləri sevindirmə. Məni zalımlara tay tutma”.",
        "numberInSurah": 150,
        "juz": 9,
        "manzil": 2,
        "page": 169,
        "ruku": 139,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1105,
        "text": "Musa dedi: “Ey Rəbbim! Məni və qardaşımı bağışla, bizi Öz mərhəmətinə qovuşdur. Sən rəhm edənlərin ən rəhmlisisən!”",
        "numberInSurah": 151,
        "juz": 9,
        "manzil": 2,
        "page": 169,
        "ruku": 139,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1106,
        "text": "Həqiqətən, buzova sitayiş edənlərə öz Rəbbindən bir qəzəb və dünya həyatında zillət üz verəcəkdir. Biz iftira yaxanları belə cəzalandırırıq.",
        "numberInSurah": 152,
        "juz": 9,
        "manzil": 2,
        "page": 169,
        "ruku": 140,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1107,
        "text": "Yaramaz işlər görüb sonra bunun ardından tövbə edib iman gətirənlərə gəlincə, şübhəsiz ki, Rəbbin bundan sonra Bağışlayandır, Rəhmlidir.",
        "numberInSurah": 153,
        "juz": 9,
        "manzil": 2,
        "page": 169,
        "ruku": 140,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1108,
        "text": "Musanın qəzəbi sakitləşəndə lövhələri götürdü. Onlardakı yazılarda Rəbbindən qorxanlar üçün hidayət və mərhəmət var idi.",
        "numberInSurah": 154,
        "juz": 9,
        "manzil": 2,
        "page": 169,
        "ruku": 140,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1109,
        "text": "Musa Bizim təyin etdiyimiz vaxt üçün tayfasından yetmiş kişi seçdi. Onları zəlzələ yaxaladıqda o dedi: “Ey Rəbbim! Əgər istəsəydin, bundan əvvəl onları da, məni də məhv edərdin. Özümüzdən olan səfehlərin etdiklərinə görə bizi həlakmı edəcəksən? Bu, yalnız Sənin sınağındır. Sən onunla istədiyini azğınlığa aparır, istədiyini də doğru yola yönəldirsən. Sən bizim Himayəçimizsən! Bizi bağışla və bizə rəhm et! Axı Sən bağışlayanların ən yaxşısısan.",
        "numberInSurah": 155,
        "juz": 9,
        "manzil": 2,
        "page": 169,
        "ruku": 140,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1110,
        "text": "Bizim üçün bu dünyada da yaxşılıq yaz, axirətdə də. Həqiqətən, biz, Sənə üz tutduq!” Allah dedi: “İstədiyimi əzabıma düçar edirəm. Mərhəmətim isə hər şeyi əhatə edir. Mən onu Allahdan qorxan, zəkat verən və ayələrimizə iman gətirənlər üçün yazacağam.",
        "numberInSurah": 156,
        "juz": 9,
        "manzil": 2,
        "page": 170,
        "ruku": 140,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1111,
        "text": "O kəslər ki, yanlarındakı Tövrat və İncildə haqqında yazılmış olduğunu gördükləri elçinin – yazıb-oxumaq bilməyən peyğəmbərin, ardınca gedərlər. O peyğəmbər onlara yaxşı işlər görməyi buyurar, pis əməlləri isə qadağan edər, onlara pak şeyləri halal, murdar şeyləri isə haram edər. Onların ağır yüklərini yüngülləşdirər və onları buxovlardan xilas edər. Ona iman gətirən, onu dəstəkləyən, ona kömək edən və onunla göndərilmiş nurun (Quranın) ardınca gedənlər isə nicat tapanlardır”.",
        "numberInSurah": 157,
        "juz": 9,
        "manzil": 2,
        "page": 170,
        "ruku": 140,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1112,
        "text": "De: “Ey insanlar! Şübhəsiz ki, mən sizin hamınız üçün Allahın elçisiyəm. Göylərin və yerin hökmranlığı Ona məxsusdur, Ondan başqa ibadətə layiq olan məbud yoxdur. O həm dirildir, həm də öldürür. Elə isə Allaha və Onun Elçisinə – yazıb-oxumaq bilməyən, həm də Allaha və Onun kəlmələrinə inanan peyğəmbərə iman gətirin. Onun ardınca gedin ki, bəlkə doğru yola yönələsiniz”.",
        "numberInSurah": 158,
        "juz": 9,
        "manzil": 2,
        "page": 170,
        "ruku": 141,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1113,
        "text": "Musanın qövmündən elə bir camaat vardır ki, haqq ilə insanları doğru yola yönəldir və onun sayəsində ədalətlə hökm verirlər.",
        "numberInSurah": 159,
        "juz": 9,
        "manzil": 2,
        "page": 170,
        "ruku": 141,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1114,
        "text": "Biz onları on iki nəslə – ümmətə böldük. Qövmü Musadan su istədikdə, Biz ona: “Əsanla daşa vur!”– deyə vəhy etdik. Ondan on iki çeşmə qaynayıb çıxdı. Hər qəbilə özünün su içəcəyi yeri bildi. Biz onların üstünə buludla kölgə saldıq, onlara manna və bildirçin endirdik, özlərinə də: “Sizə ruzi kimi verdiyimiz pak şeylərdən yeyin!”– dedik. Onlar Bizə zülm etmədilər, ancaq özləri özlərinə zülm etdilər.",
        "numberInSurah": 160,
        "juz": 9,
        "manzil": 2,
        "page": 171,
        "ruku": 141,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1115,
        "text": "Bir zaman onlara deyilmişdi: “Bu kənddə sakin olun və ondan (orada olan nemətlərdən) bəyəndiyiniz yerlərdə yeyin. “Bizi bağışla!”– deyin və qapıdan Allaha səcdə edərək daxil olun ki, sizin günahlarınızı bağışlayaq. Biz yaxşı işlər görənlərə mükafatlarını artırarıq”.",
        "numberInSurah": 161,
        "juz": 9,
        "manzil": 2,
        "page": 171,
        "ruku": 141,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1116,
        "text": "Onlardan haqsızlıq edənlər özlərinə deyilən sözü başqası ilə dəyişdilər. Etdikləri haqsızlığa görə Biz onlara göydən əzab göndərdik.",
        "numberInSurah": 162,
        "juz": 9,
        "manzil": 2,
        "page": 171,
        "ruku": 141,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1117,
        "text": "Onlardan dəniz sahilində yerləşən kənd barəsində xəbər al! O vaxt onlar şənbə günü üçün qoyulmuş qadağanı pozurdular. Şənbə günü onların balıqları üzə çıxaraq onların yanına axışır, şənbədən başqa günlərdə isə onlara tərəf gəlmirdilər. Günah etdiklərinə görə Biz onları beləcə sınayırdıq.",
        "numberInSurah": 163,
        "juz": 9,
        "manzil": 2,
        "page": 171,
        "ruku": 142,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1118,
        "text": "O zaman onlardan bir dəstə dedi: “Allahın məhv edəcəyi və ya şiddətli əzaba düçar edəcəyi bir tayfaya nə üçün öyüd-nəsihət verirsiniz?” Onlar dedilər: “Bu, Rəbbiniz yanında üzrxahlıq etmək üçündür. Bəlkə, onlar pis əməllərdən çəkinsinlər!”",
        "numberInSurah": 164,
        "juz": 9,
        "manzil": 2,
        "page": 172,
        "ruku": 142,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1119,
        "text": "Onlar özlərinə edilmiş xəbərdarlığı unutduqları zaman Biz pis əməlləri qadağan edən kimsələri xilas etdik, haqsızlıq edənləri isə itaətdən çıxdıqlarına görə dəhşətli bir əzabla yaxaladıq.",
        "numberInSurah": 165,
        "juz": 9,
        "manzil": 2,
        "page": 172,
        "ruku": 142,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1120,
        "text": "Özlərinə qoyulan qadağanı pozduqları zaman Biz onlara: “Mənfur meymunlar olun!”– dedik.",
        "numberInSurah": 166,
        "juz": 9,
        "manzil": 2,
        "page": 172,
        "ruku": 142,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1121,
        "text": "O zaman Rəbbin onlara Qiyamət gününədək ağır əzab verəcək kimsələr göndərəcəyini bildirdi. Doğrudan da, sənin Rəbbin tez cəza verəndir. Həqiqətən də, O, Bağışlayandır, Rəhmlidir.",
        "numberInSurah": 167,
        "juz": 9,
        "manzil": 2,
        "page": 172,
        "ruku": 142,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1122,
        "text": "Biz onları yer üzündə ümmətlərə böldük. İçərilərində həm əməlisaleh olanlar, həm də belə olmayanlar vardır. Biz onları yaxşılıq və pisliklə sınadıq ki, bəlkə doğru yola dönələr.",
        "numberInSurah": 168,
        "juz": 9,
        "manzil": 2,
        "page": 172,
        "ruku": 142,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1123,
        "text": "Onlardan sonra Kitaba varis olan xələflər gəldilər. Onlar bu fani dünya malını alıb: “Biz bağışlanacağıq!”– deyirdilər. Onlara buna bənzər mənfəətlər yenə də gəlsəydi, onu da alardılar. Məgər Allah barəsində haqdan başqa bir şey söyləməyəcəklərinə dair onlardan Kitabda yazılmış əhd alınmamışdımı? Halbuki onlar Kitabda olanları oxuyub öyrənmişdilər. Axirət yurdu müttəqilər üçün daha xeyirlidir. Məgər anlamırsınız?",
        "numberInSurah": 169,
        "juz": 9,
        "manzil": 2,
        "page": 172,
        "ruku": 142,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1124,
        "text": "Kitabdan möhkəm yapışanlara və namaz qılanlara gəlincə, Biz yaxşı işlər görənlərin mükafatını puç etmərik.",
        "numberInSurah": 170,
        "juz": 9,
        "manzil": 2,
        "page": 172,
        "ruku": 142,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1125,
        "text": "Bir zaman dağı yerindən qoparıb onların başı üstünə bulud kimi qaldırmışdıq və onlar da elə zənn etmişdilər ki, dağ onların üstünə düşəcək. Biz onlara: “Sizə verdiyimizdən möhkəm yapışın və içindəkiləri xatırlayın ki, bəlkə, qorxasınız!”– demişdik.",
        "numberInSurah": 171,
        "juz": 9,
        "manzil": 2,
        "page": 173,
        "ruku": 142,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1126,
        "text": "Bir zaman Rəbbin Adəm oğullarının bellərindən onların törəmələrini çıxarmış və: “Mən sizin Rəbbiniz deyiləmmi?”– deyə onları özlərinin əleyhinə şahid tutmuşdu. Onlar: “Bəli, biz şahid olduq!”– demişdilər. Bu ona görədir ki, siz Qiyamət günü: “Biz bundan xəbərsiz idik!”– deməyəsiniz.",
        "numberInSurah": 172,
        "juz": 9,
        "manzil": 2,
        "page": 173,
        "ruku": 143,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1127,
        "text": "Yaxud: “Atalarımız bizdən əvvəl Allaha şərik qoşmuş, biz də onlardan sonra gələn bir nəsil olmuşuq. Məgər Sən bizi batilə uyanların etdikləri əməllərə görə məhv edəcəksən?”– deməyəsiniz.",
        "numberInSurah": 173,
        "juz": 9,
        "manzil": 2,
        "page": 173,
        "ruku": 143,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1128,
        "text": "Biz ayələri beləcə izah edirik ki, bəlkə haqq yola qayıdalar.",
        "numberInSurah": 174,
        "juz": 9,
        "manzil": 2,
        "page": 173,
        "ruku": 143,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1129,
        "text": "Onlara ayələrimizi verdiyimiz kimsənin əhvalatını oxu. O, ayələrdən kənara çıxdı, şeytanın təqibinə məruz qaldı, axırda da azanlardan oldu.",
        "numberInSurah": 175,
        "juz": 9,
        "manzil": 2,
        "page": 173,
        "ruku": 143,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1130,
        "text": "Biz istəsəydik, bunun (həmin ayələrin) sayəsində onu ucaldardıq. Lakin o, dünyaya meyl saldı və öz istəyinə uydu. Onun məsəli itin məsəlinə bənzəyir; onu qovsan da dilini çıxardıb ləhləyər, qovmasan da. Ayələrimizi yalan hesab edənlərin məsəli belədir. Bu əhvalatları onlara danış ki, bəlkə fikirləşələr.",
        "numberInSurah": 176,
        "juz": 9,
        "manzil": 2,
        "page": 173,
        "ruku": 143,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1131,
        "text": "Ayələrimizi yalan sayıb özlərinə zülm edən adamlar barəsindəki məsəl necə də pisdir!",
        "numberInSurah": 177,
        "juz": 9,
        "manzil": 2,
        "page": 173,
        "ruku": 143,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1132,
        "text": "Allah kimə hidayət verirsə, doğru yolda olan da odur. Kimləri də azdırırsa, ziyana uğrayanlar da məhz onlardır.",
        "numberInSurah": 178,
        "juz": 9,
        "manzil": 2,
        "page": 173,
        "ruku": 143,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1133,
        "text": "Biz Cəhənnəm üçün bir çox cinlər və insanlar yaratdıq. Onların qəlbləri var, onunla anlamazlar; gözləri var, onunla görməzlər; qulaqları var, onunla eşitməzlər. Onlar heyvan kimidirlər, hətta daha çox azğınlıqdadırlar. Qafil olanlar da məhz onlardır.",
        "numberInSurah": 179,
        "juz": 9,
        "manzil": 2,
        "page": 174,
        "ruku": 143,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1134,
        "text": "Ən gözəl adlar Allahındır. Ona bu adlar vasitəsi ilə dua edin və Onun adları barəsində haqdan sapanları tərk edin. Onlar etdikləri əməllərin cəzasını alacaqlar.",
        "numberInSurah": 180,
        "juz": 9,
        "manzil": 2,
        "page": 174,
        "ruku": 143,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1135,
        "text": "Yaratdıqlarımız içərisində elə bir ümmət də vardır ki, haqq ilə doğru yola aparır və bunun sayəsində ədalətlə hökm edirlər.",
        "numberInSurah": 181,
        "juz": 9,
        "manzil": 2,
        "page": 174,
        "ruku": 143,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1136,
        "text": "Ayələrimizi yalan sayanları, özlərinin də bilməyəcəkləri bir yerdən tədricən tovlayıb məhvə aparacağıq.",
        "numberInSurah": 182,
        "juz": 9,
        "manzil": 2,
        "page": 174,
        "ruku": 144,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1137,
        "text": "Mən onlara möhlət verəcəyəm. Şübhəsiz ki, Mənim hiyləm sarsılmazdır.",
        "numberInSurah": 183,
        "juz": 9,
        "manzil": 2,
        "page": 174,
        "ruku": 144,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1138,
        "text": "Məgər fikirləşmirlərmi? Onların yoldaşında heç bir dəlilik yoxdur. O ancaq qorxudan və bəyan edən bir Peyğəmbərdir.",
        "numberInSurah": 184,
        "juz": 9,
        "manzil": 2,
        "page": 174,
        "ruku": 144,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1139,
        "text": "Məgər onlar göylərin və yerin səltənətinə, Allahın yaratdığı hər şeyə, əcəllərinin yaxınlaşa biləcəyinə diqqət yetirmirlərmi? Bundan sonra hansı sözə inanacaqlar?",
        "numberInSurah": 185,
        "juz": 9,
        "manzil": 2,
        "page": 174,
        "ruku": 144,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1140,
        "text": "Allah kimi azdırarsa, ona doğru yol göstərən olmaz. Allah onları öz azğınlıqları içərisində sərgərdan dolaşan vəziyyətdə tərk edər.",
        "numberInSurah": 186,
        "juz": 9,
        "manzil": 2,
        "page": 174,
        "ruku": 144,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1141,
        "text": "Səndən o Saat barəsində soruşurlar ki, nə vaxt qopacaq? De: “Bu haqda bilgi ancaq Rəbbimə aiddir. Qopacağı vaxtı yalnız O, aşkara çıxara bilər. Bu bilgi göylərə və yerə də ağır gəlir. O sizə qəflətən gələcəkdir”. Sanki onu bilirmişsən kimi səndən soruşurlar. De: “Bu haqda bilgi ancaq Allaha aiddir. Lakin insanların çoxu bunu bilmir”.",
        "numberInSurah": 187,
        "juz": 9,
        "manzil": 2,
        "page": 174,
        "ruku": 144,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1142,
        "text": "De: “Mən Allahın istədiyindən başqa özümə nə bir fayda, nə də bir zərər yetirməyə qadir deyiləm. Əgər qeybi bilsəydim, əlbəttə, özüm üçün xeyir artırardım və mənə pislik toxunmazdı. Mən sadəcə, iman gətirən bir qövm üçün qorxudan və müjdələyənəm”.",
        "numberInSurah": 188,
        "juz": 9,
        "manzil": 2,
        "page": 175,
        "ruku": 144,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1143,
        "text": "Sizi tək bir candan xəlq edən, ünsiyyət bağlayıb rahatlıq tapsın deyə ondan onun zövcəsini yaradan Odur. Adəm övladı zövcəsini ağuşuna aldıqda o, yüngül bir yüklə yükləndi (hamilə oldu) və bir müddət onu bətnində gəzdirdi. Zövcəsi ağırlaşdığı zaman hər ikisi özlərinin Rəbbi olan Allaha: “Əgər bizə sağlam bir övlad versən, əlbəttə, şükür edənlərdən olarıq”– deyə dua etdilər.",
        "numberInSurah": 189,
        "juz": 9,
        "manzil": 2,
        "page": 175,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1144,
        "text": "Allah onlara sağlam övlad verdikdə isə özlərinə verdiyi şeydə Ona şərik qoşmağa başladılar. Allah isə onların qoşduqları şəriklərdən ucadır.",
        "numberInSurah": 190,
        "juz": 9,
        "manzil": 2,
        "page": 175,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1145,
        "text": "Onlar heç bir şey yaratmayan, özləri xəlq edilmiş olan şeyləri Allaha şərik qoşurlar?",
        "numberInSurah": 191,
        "juz": 9,
        "manzil": 2,
        "page": 175,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1146,
        "text": "Bütlər nə onlara yardım edə bilər, nə də özlərinə kömək edə bilərlər.",
        "numberInSurah": 192,
        "juz": 9,
        "manzil": 2,
        "page": 175,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1147,
        "text": "Siz onları doğru yola çağırsanız, sizin ardınızca gəlməzlər. Onları çağırsanız da, sussanız da sizin üçün fərqi yoxdur.",
        "numberInSurah": 193,
        "juz": 9,
        "manzil": 2,
        "page": 175,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1148,
        "text": "Allahdan savayı çağırdıqlarınız da sizin kimi qullardır. Əgər doğru deyirsinizsə, çağırın onları, sizə cavab versinlər.",
        "numberInSurah": 194,
        "juz": 9,
        "manzil": 2,
        "page": 175,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1149,
        "text": "Məgər onların ayaqlarımı var, onunla yerisinlər? Yoxsa onların əllərimi var, onunla tutsunlar? Yoxsa onların gözlərimi var, onunla görsünlər? Yoxsa onların qulaqlarımı var, onunla eşitsinlər? De: “Çağırın şəriklərinizi! Sonra mənə qarşı hiylə qurun və mənə heç möhlət də verməyin!",
        "numberInSurah": 195,
        "juz": 9,
        "manzil": 2,
        "page": 175,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1150,
        "text": "Həqiqətən, mənim himayədarım Kitabı nazil edən Allahdır. O, əməlisalehlərə himayəçilik edir.",
        "numberInSurah": 196,
        "juz": 9,
        "manzil": 2,
        "page": 176,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1151,
        "text": "Ondan savayı çağırdıqlarınız nə sizə yardım edə bilər, nə də özlərinə köməkçi ola bilərlər”.",
        "numberInSurah": 197,
        "juz": 9,
        "manzil": 2,
        "page": 176,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1152,
        "text": "Siz onları doğru yola çağırsanız, eşitməzlər. Onları sənə baxan görürsən, halbuki onlar görmürlər.",
        "numberInSurah": 198,
        "juz": 9,
        "manzil": 2,
        "page": 176,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1153,
        "text": "Sən bağışlama yolunu tut, yaxşı iş görməyi əmr et və cahillərdən üz döndər.",
        "numberInSurah": 199,
        "juz": 9,
        "manzil": 2,
        "page": 176,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1154,
        "text": "Əgər şeytandan sənə bir vəsvəsə gəlsə, Allaha sığın. Şübhəsiz ki, O, Eşidəndir, Biləndir.",
        "numberInSurah": 200,
        "juz": 9,
        "manzil": 2,
        "page": 176,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1155,
        "text": "Allahdan qorxanlara şeytandan bir vəsvəsə toxunduğu zaman Allahı xatırlayar və dərhal gerçəyi görərlər.",
        "numberInSurah": 201,
        "juz": 9,
        "manzil": 2,
        "page": 176,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1156,
        "text": "Şeytanlar öz qardaşlarında azğınlığı artırarlar. Sonra da onlardan əl çəkməzlər.",
        "numberInSurah": 202,
        "juz": 9,
        "manzil": 2,
        "page": 176,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1157,
        "text": "Sən onlara möcüzə gətirmədiyin zaman: “Nə olardı ki, onu da özündən uyduraydın?”– deyərlər. De: “Mən yalnız Rəbbimdən mənə vəhy olunanlara tabe oluram. Bunlar Rəbbinizdən gələn aşkar dəlillər, iman gətirən bir qövm üçün doğru yolu göstərən rəhbər və mərhəmətdir”.",
        "numberInSurah": 203,
        "juz": 9,
        "manzil": 2,
        "page": 176,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1158,
        "text": "Quran oxunduğu zaman onu dinləyin və susun ki, bəlkə sizə rəhm olunsun.",
        "numberInSurah": 204,
        "juz": 9,
        "manzil": 2,
        "page": 176,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1159,
        "text": "Səhər-axşam ürəyində yalvararaq və qorxaraq, səsini qaldırmadan Rəbbini yad et və qafillərdən olma.",
        "numberInSurah": 205,
        "juz": 9,
        "manzil": 2,
        "page": 176,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1160,
        "text": "Rəbbinin hüzurunda olan mələklər Ona ibadət etməkdə təkəbbürlük göstərmir, Onu tərifləyir və yalnız Ona səcdə edirlər.",
        "numberInSurah": 206,
        "juz": 9,
        "manzil": 2,
        "page": 176,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": {
          "id": 1,
          "recommended": true,
          "obligatory": false
        }
      }
    ],
    "edition": {
      "identifier": "az.musayev",
      "language": "az",
      "name": "Musayev",
      "englishName": "Alikhan Musayev",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}