{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 33,
    "name": "سُورَةُ الأَحۡزَابِ",
    "englishName": "Al-Ahzaab",
    "englishNameTranslation": "The Clans",
    "revelationType": "Medinan",
    "numberOfAyahs": 73,
    "ayahs": [
      {
        "number": 3534,
        "text": "Ey Peyğəmbər! Allahdan qorx, kafirlərə və münafiqlərə itaət etmə. Həqiqətən, Allah Biləndir, Müdrikdir.",
        "numberInSurah": 1,
        "juz": 21,
        "manzil": 5,
        "page": 418,
        "ruku": 361,
        "hizbQuarter": 167,
        "sajda": false
      },
      {
        "number": 3535,
        "text": "Rəbbindən sənə vəhy olunana tabe ol! Həqiqətən, Allah nə etdiklərinizdən xəbərdardır.",
        "numberInSurah": 2,
        "juz": 21,
        "manzil": 5,
        "page": 418,
        "ruku": 361,
        "hizbQuarter": 167,
        "sajda": false
      },
      {
        "number": 3536,
        "text": "Allaha təvəkkül et! Allahın Qoruyan olması sənə bəsdir.",
        "numberInSurah": 3,
        "juz": 21,
        "manzil": 5,
        "page": 418,
        "ruku": 361,
        "hizbQuarter": 167,
        "sajda": false
      },
      {
        "number": 3537,
        "text": "Allah bir adamın daxilində iki ürək yaratmamışdır. Allah anaya bənzədərək özünüzə haram etdiyiniz zövcələrinizi analarınız etməmiş, oğulluğa götürdüklərinizi də oğullarınız etməmişdir. Bunlar sizin dilinizə gətirdiyiniz yalan sözlərdir. Allah isə haqqı deyir və doğru yola yönəldir.",
        "numberInSurah": 4,
        "juz": 21,
        "manzil": 5,
        "page": 418,
        "ruku": 361,
        "hizbQuarter": 167,
        "sajda": false
      },
      {
        "number": 3538,
        "text": "Oğulluğa götürdüyünüz uşaqları öz atalarının adları ilə çağırın. Bu, Allah yanında daha ədalətlidir. Atalarını tanımasanız, onlar sizin din qardaşlarınız və yaxınlarınızdır. Səhvən etdiyiniz əməllərdə sizə heç bir günah yoxdur. Lakin qəlbinizin qəsdlə etdiyi işlərdən ötrü sizə günah var. Allah Bağışlayandır, Rəhmlidir.",
        "numberInSurah": 5,
        "juz": 21,
        "manzil": 5,
        "page": 418,
        "ruku": 361,
        "hizbQuarter": 167,
        "sajda": false
      },
      {
        "number": 3539,
        "text": "Peyğəmbər möminlərə onların özlərindən daha yaxındır. Zövcələri isə möminlərin analarıdır. Qohumlar Allahın yazısına görə bir-birlərinə möminlərdən və mühacirlərdən daha yaxındırlar. Dostlarınıza yaxşılıq etmək isə istisnadır. Bunlar Kitabda yazılmışdır.",
        "numberInSurah": 6,
        "juz": 21,
        "manzil": 5,
        "page": 418,
        "ruku": 361,
        "hizbQuarter": 167,
        "sajda": false
      },
      {
        "number": 3540,
        "text": "Bir zaman Biz peyğəmbərlərdən əhd almışıq; səndən də, Nuhdan da, İbrahimdən də, Musadan da, Məryəm oğlu İsadan da! Biz onlardan möhkəm bir əhd almışıq.",
        "numberInSurah": 7,
        "juz": 21,
        "manzil": 5,
        "page": 419,
        "ruku": 361,
        "hizbQuarter": 167,
        "sajda": false
      },
      {
        "number": 3541,
        "text": "Belə etmişik ki, Allah doğru danışanlardan doğruçuluqları barədə soruşsun və kafirlər üçün isə ağrılı-acılı bir əzab hazırlasın.",
        "numberInSurah": 8,
        "juz": 21,
        "manzil": 5,
        "page": 419,
        "ruku": 361,
        "hizbQuarter": 167,
        "sajda": false
      },
      {
        "number": 3542,
        "text": "Ey iman gətirənlər! Allahın sizə göstərdiyi iltifatını xatırlayın. O zaman ki, düşmən ordusu sizin üstünüzə hücuma keçmişdi, Biz də onların üstünə külək və görmədiyiniz qoşunlar göndərmişdik. Allah sizin nə etdiyinizi görür.",
        "numberInSurah": 9,
        "juz": 21,
        "manzil": 5,
        "page": 419,
        "ruku": 362,
        "hizbQuarter": 167,
        "sajda": false
      },
      {
        "number": 3543,
        "text": "O zaman onlar sizin həm yuxarı və həm də aşağı tərəfinizdən üstünüzə gəlmişdilər. O vaxt qorxudan gözlər bərəlmiş, ürəklər xirtdəyə çatmış və siz də Allah barəsində zənnə-gümana qapılmışdınız.",
        "numberInSurah": 10,
        "juz": 21,
        "manzil": 5,
        "page": 419,
        "ruku": 362,
        "hizbQuarter": 167,
        "sajda": false
      },
      {
        "number": 3544,
        "text": "Orada möminlər imtahana çəkilmiş və güclü sarsıntıya məruz qalmışdılar.",
        "numberInSurah": 11,
        "juz": 21,
        "manzil": 5,
        "page": 419,
        "ruku": 362,
        "hizbQuarter": 167,
        "sajda": false
      },
      {
        "number": 3545,
        "text": "O zaman münafiqlər və qəlbində xəstəlik olanlar: “Allah və Onun Elçisi bizə ancaq yalan vədə vermişdir”– deyirdilər.",
        "numberInSurah": 12,
        "juz": 21,
        "manzil": 5,
        "page": 419,
        "ruku": 362,
        "hizbQuarter": 167,
        "sajda": false
      },
      {
        "number": 3546,
        "text": "Onlardan bir dəstə demişdi: “Ey Yəsrib əhli! Siz müqavimət göstərə bilməyəcəksiniz. Geri qayıdın!” İçərilərindən bir qismi isə: “Evlərimiz nəzarətsiz qalıb”– deyərək Peyğəmbərdən izin istəyirdi. Halbuki evləri nəzarətsiz deyildi. Onlar sadəcə olaraq qaçmaq istəyirdilər.",
        "numberInSurah": 13,
        "juz": 21,
        "manzil": 5,
        "page": 419,
        "ruku": 362,
        "hizbQuarter": 167,
        "sajda": false
      },
      {
        "number": 3547,
        "text": "Əgər Mədinənin hər tərəfindən üstlərinə hücum edilsəydi, sonra da onlardan fitnə törətmək (imandan dönmək) tələb olunsaydı, onu mütləq edər və cüzi şey istisna olmaqla bunda ləngiməzdilər.",
        "numberInSurah": 14,
        "juz": 21,
        "manzil": 5,
        "page": 419,
        "ruku": 362,
        "hizbQuarter": 167,
        "sajda": false
      },
      {
        "number": 3548,
        "text": "Baxmayaraq ki, onlar bundan əvvəl cihaddan boyun qaçırmayacaqlarına dair Allaha söz vermişdilər. Onlar Allaha verdikləri sözə görə sorğu-sual olunacaqlar.",
        "numberInSurah": 15,
        "juz": 21,
        "manzil": 5,
        "page": 419,
        "ruku": 362,
        "hizbQuarter": 167,
        "sajda": false
      },
      {
        "number": 3549,
        "text": "De: “Əgər ölməkdən və ya öldürülməkdən qaçırsınızsa, bu qaçmaq qətiyyən sizə xeyir gətirməz. Belə olduğu təqdirdə siz ancaq əcəliniz çatana qədər çox az bir müddət ərzində gün-güzəran görəcəksiniz”.",
        "numberInSurah": 16,
        "juz": 21,
        "manzil": 5,
        "page": 420,
        "ruku": 362,
        "hizbQuarter": 167,
        "sajda": false
      },
      {
        "number": 3550,
        "text": "De: “Əgər Allah sizə bir pislik etmək istəyərsə, sizi Ondan kim qoruya bilər? Ya da sizə bir yaxşılıq etmək istəsə, Ona kim mane ola bilər?” Onlar özləri üçün Allahdan başqa nə bir himayəçi, nə də bir yardımçı tapa bilərlər.",
        "numberInSurah": 17,
        "juz": 21,
        "manzil": 5,
        "page": 420,
        "ruku": 362,
        "hizbQuarter": 167,
        "sajda": false
      },
      {
        "number": 3551,
        "text": "Allah aranızdan camaatı cihaddan çəkindirənləri və öz qardaşlarına: “Bizə qoşulun!”– deyənləri tanıyır. Onlar nadir hallarda döyüşə qatılırlar.",
        "numberInSurah": 18,
        "juz": 21,
        "manzil": 5,
        "page": 420,
        "ruku": 362,
        "hizbQuarter": 168,
        "sajda": false
      },
      {
        "number": 3552,
        "text": "Çünki sizə qarşı xəsislik edirlər. Onlara qorxu gəldikdə, ölüm ayağında bayılan adam kimi, dönüb sənə baxdıqlarını görürsən. Qorxu keçib getdikdə isə qənimətdə xəsislik edib acı dilləri ilə səni sancırlar. Onlar iman gətirməmişlər. Allah da onların əməllərini puç etmişdir. Bu, Allah üçün asandır.",
        "numberInSurah": 19,
        "juz": 21,
        "manzil": 5,
        "page": 420,
        "ruku": 362,
        "hizbQuarter": 168,
        "sajda": false
      },
      {
        "number": 3553,
        "text": "Münafiqlər müttəfiqlərin çıxıb getmədiklərini güman edirlər. Əgər müttəfiqlər bir də gəlmiş olsaydı, onlar bədəvilər arasında köçəri həyat sürüb barənizdəki xəbərləri soruşub öyrənmək istəyərdilər. Hərgah aranızda olsaydılar, ancaq azacıq döyüşərdilər.",
        "numberInSurah": 20,
        "juz": 21,
        "manzil": 5,
        "page": 420,
        "ruku": 362,
        "hizbQuarter": 168,
        "sajda": false
      },
      {
        "number": 3554,
        "text": "Allahın Elçisi sizlərə – Allaha və Axirət gününə ümidini bağlayanlara və Allahı çox zikr edənlərə gözəl nümunədir.",
        "numberInSurah": 21,
        "juz": 21,
        "manzil": 5,
        "page": 420,
        "ruku": 363,
        "hizbQuarter": 168,
        "sajda": false
      },
      {
        "number": 3555,
        "text": "Möminlər müttəfiqləri gördükdə: “Bu, Allahın və Onun Elçisinin bizə olan vədidir. Allah və Onun Elçisi doğru söyləmişlər!”– dedilər. Bu onların yalnız imanını və itaətini artırdı.",
        "numberInSurah": 22,
        "juz": 21,
        "manzil": 5,
        "page": 420,
        "ruku": 363,
        "hizbQuarter": 168,
        "sajda": false
      },
      {
        "number": 3556,
        "text": "Möminlərin içərisində Allaha etdikləri əhdə sadiq qalan kişilər vardır. Onlardan kimisi əhdini yerinə yetirib şəhid olmuş, kimisi də şəhid olmasını gözləyir. Onlar əhdlərini əsla dəyişdirməyiblər.",
        "numberInSurah": 23,
        "juz": 21,
        "manzil": 5,
        "page": 421,
        "ruku": 363,
        "hizbQuarter": 168,
        "sajda": false
      },
      {
        "number": 3557,
        "text": "Bu ona görədir ki, Allah doğru danışanları doğruluqlarına görə mükafatlandırsın, münafiqlərə də ya istəsə əzab versin, ya da onların tövbələrini qəbul etsin. Həqiqətən, Allah Bağışlayandır, Rəhmlidir.",
        "numberInSurah": 24,
        "juz": 21,
        "manzil": 5,
        "page": 421,
        "ruku": 363,
        "hizbQuarter": 168,
        "sajda": false
      },
      {
        "number": 3558,
        "text": "Allah kafirləri qəzəbli olduqları halda geri qaytardı və onlar heç bir xeyrə nail olmadılar. Döyüşdə Allah möminlərə kifayət etdi. Allah Qüvvətlidir, Qüdrətlidir.",
        "numberInSurah": 25,
        "juz": 21,
        "manzil": 5,
        "page": 421,
        "ruku": 363,
        "hizbQuarter": 168,
        "sajda": false
      },
      {
        "number": 3559,
        "text": "Allah Kitab əhlindən müttəfiqlərə yardım edənləri öz qalalarından endirdi və onların qəlbinə qorxu saldı. Siz onların bir qismini öldürür, bir qismini də əsir götürürdünüz.",
        "numberInSurah": 26,
        "juz": 21,
        "manzil": 5,
        "page": 421,
        "ruku": 363,
        "hizbQuarter": 168,
        "sajda": false
      },
      {
        "number": 3560,
        "text": "Allah sizi onların yerlərinə, yurdlarına və mallarına, üstəlik də ayağınız dəyməyən bir yerə varis etdi. Allah hər şeyə qadirdir.",
        "numberInSurah": 27,
        "juz": 21,
        "manzil": 5,
        "page": 421,
        "ruku": 363,
        "hizbQuarter": 168,
        "sajda": false
      },
      {
        "number": 3561,
        "text": "Ey Peyğəmbər! Zövcələrinə de: “Əgər siz dünya həyatını və onun bərbəzəyini istəyirsinizsə, gəlin sizi dünya malıyla məmnun edib gözəl tərzdə sərbəst buraxım.",
        "numberInSurah": 28,
        "juz": 21,
        "manzil": 5,
        "page": 421,
        "ruku": 364,
        "hizbQuarter": 168,
        "sajda": false
      },
      {
        "number": 3562,
        "text": "Yox, əgər Allahı, Onun Elçisini və Axirət yurdunu istəyirsinizsə, bilin ki, Allah aranızdan yaxşı işlər görənlər üçün böyük bir mükafat hazırlamışdır”.",
        "numberInSurah": 29,
        "juz": 21,
        "manzil": 5,
        "page": 421,
        "ruku": 364,
        "hizbQuarter": 168,
        "sajda": false
      },
      {
        "number": 3563,
        "text": "Ey Peyğəmbərin zövcələri! Sizlərdən hər kim açıq-aşkar bir çirkin iş görsə, onun əzabı ikiqat artar. Bu, Allah üçün asandır.",
        "numberInSurah": 30,
        "juz": 21,
        "manzil": 5,
        "page": 421,
        "ruku": 364,
        "hizbQuarter": 168,
        "sajda": false
      },
      {
        "number": 3564,
        "text": "Sizlərdən hər kim Allaha və Onun Elçisinə itaət edib yaxşı işlər görsə, ona mükafatını ikiqat verərik. Biz onun üçün bol ruzi hazırlamışıq.",
        "numberInSurah": 31,
        "juz": 22,
        "manzil": 5,
        "page": 422,
        "ruku": 364,
        "hizbQuarter": 169,
        "sajda": false
      },
      {
        "number": 3565,
        "text": "Ey Peyğəmbərin zövcələri! Siz hər hansı bir qadın kimi deyilsiniz. Əgər Allahdan qorxursunuzsa, yad kişilərlə nazlana-nazlana danışmayın, yoxsa qəlbində xəstəlik olan tamaha düşər. Şəriətə müvafiq qaydada danışın.",
        "numberInSurah": 32,
        "juz": 22,
        "manzil": 5,
        "page": 422,
        "ruku": 364,
        "hizbQuarter": 169,
        "sajda": false
      },
      {
        "number": 3566,
        "text": "Evlərinizdə qərar tutun! İlk cahiliyyə dövründə olduğu kimi açıq-saçıq gəzməyin. Namaz qılın, zəkat verin, Allaha və Onun Elçisinə itaət edin. Ey ev əhli! Allah sizdən günahınızı silib aparmaq və sizi tərtəmiz etmək istəyir.",
        "numberInSurah": 33,
        "juz": 22,
        "manzil": 5,
        "page": 422,
        "ruku": 364,
        "hizbQuarter": 169,
        "sajda": false
      },
      {
        "number": 3567,
        "text": "Evlərinizdə oxunan Allahın ayələrini və hikməti yada salın. Həqiqətən, Allah Lütfkardır, hər şeydən Xəbərdardır.",
        "numberInSurah": 34,
        "juz": 22,
        "manzil": 5,
        "page": 422,
        "ruku": 364,
        "hizbQuarter": 169,
        "sajda": false
      },
      {
        "number": 3568,
        "text": "Həqiqətən, müsəlman kişilər və müsəlman qadınlar, mömin kişilər və mömin qadınlar, müti kişilər və müti qadınlar, doğru danışan kişilər və doğru danışan qadınlar, səbirli kişilər və səbirli qadınlar, Allaha baş əyən kişilər və baş əyən qadınlar, sədəqə verən kişilər və sədəqə verən qadınlar, oruc tutan kişilər və oruc tutan qadınlar, ismətlərini qoruyan kişilər və ismətlərini qoruyan qadınlar, Allahı çox zikr edən kişilər və qadınlar üçün Allah bağışlanma və böyük mükafat hazırlamışdır.",
        "numberInSurah": 35,
        "juz": 22,
        "manzil": 5,
        "page": 422,
        "ruku": 365,
        "hizbQuarter": 169,
        "sajda": false
      },
      {
        "number": 3569,
        "text": "Allah və Onun Elçisi bir işə hökm verdiyi zaman heç bir mömin kişi və mömin qadın öz işlərində istədikləri qərarı verə bilməzlər. Allaha və Onun Elçisinə asi olan kəs, əlbəttə ki, açıq-aydın azğınlığa düşmüşdür.",
        "numberInSurah": 36,
        "juz": 22,
        "manzil": 5,
        "page": 423,
        "ruku": 365,
        "hizbQuarter": 169,
        "sajda": false
      },
      {
        "number": 3570,
        "text": "Bir zaman Allahın nemət verdiyi və sənin özünün nemət verdiyin kəsə (Zeyd ibn Harisəyə): “Zövcəni yanında saxla, Allahdan qorx!”– deyirdin. Allahın aşkar edəcəyi şeyi ürəyində gizli saxlayır və insanlardan çəkinirdin. Halbuki əslində qorxmalı olduğun məhz Allahdır. Zeyd zövcəsini boşadıqda səni onunla evləndirdik ki, oğulluqları övrətlərini boşadıqları zaman o qadınlarla evlənməkdə möminlərə heç bir sıxıntı olmasın. Allahın əmri mütləq yerinə yetəcəkdir.",
        "numberInSurah": 37,
        "juz": 22,
        "manzil": 5,
        "page": 423,
        "ruku": 365,
        "hizbQuarter": 169,
        "sajda": false
      },
      {
        "number": 3571,
        "text": "Allahın Peyğəmbərə halal buyurduğu bir şeydə ona heç bir günah gəlməz. Öncə gəlib-gedənlər haqqında da Allahın qayda-qanunu belə idi. Allahın əmri əzəldən müəyyən edilmiş bir hökmdür.",
        "numberInSurah": 38,
        "juz": 22,
        "manzil": 5,
        "page": 423,
        "ruku": 365,
        "hizbQuarter": 169,
        "sajda": false
      },
      {
        "number": 3572,
        "text": "Onlar Allahın risalətini təbliğ edir, Ondan qorxur və Allahdan başqa heç kəsdən qorxmurdular. Allah Özü haqq-hesab çəkməyə kifayətdir.",
        "numberInSurah": 39,
        "juz": 22,
        "manzil": 5,
        "page": 423,
        "ruku": 365,
        "hizbQuarter": 169,
        "sajda": false
      },
      {
        "number": 3573,
        "text": "Muhəmməd aranızdakı kişilərdən heç birinin atası deyildir. Lakin o, Allahın Elçisi və peyğəmbərlərin sonuncusudur. Allah hər şeyi bilir.",
        "numberInSurah": 40,
        "juz": 22,
        "manzil": 5,
        "page": 423,
        "ruku": 365,
        "hizbQuarter": 169,
        "sajda": false
      },
      {
        "number": 3574,
        "text": "Ey iman gətirənlər! Allahı tez-tez yada salın!",
        "numberInSurah": 41,
        "juz": 22,
        "manzil": 5,
        "page": 423,
        "ruku": 366,
        "hizbQuarter": 169,
        "sajda": false
      },
      {
        "number": 3575,
        "text": "Səhər-axşam Onun şəninə təriflər deyin!",
        "numberInSurah": 42,
        "juz": 22,
        "manzil": 5,
        "page": 423,
        "ruku": 366,
        "hizbQuarter": 169,
        "sajda": false
      },
      {
        "number": 3576,
        "text": "Sizi zülmətlərdən nura çıxartmaq üçün sizə rəhm edən Odur. Onun mələkləri də sizin üçün bağışlanma diləyərlər. Allah möminlərə qarşı Rəhmlidir.",
        "numberInSurah": 43,
        "juz": 22,
        "manzil": 5,
        "page": 423,
        "ruku": 366,
        "hizbQuarter": 169,
        "sajda": false
      },
      {
        "number": 3577,
        "text": "Möminlərin Ona qovuşacaqları gün xeyir-duaları “salam” olacaqdır. Allah onlara olduqca gözəl mükafat hazırlamışdır.",
        "numberInSurah": 44,
        "juz": 22,
        "manzil": 5,
        "page": 424,
        "ruku": 366,
        "hizbQuarter": 169,
        "sajda": false
      },
      {
        "number": 3578,
        "text": "Ey Peyğəmbər! Həqiqətən, Biz səni şahid, müjdəçi və xəbərdar edən olaraq göndərdik.",
        "numberInSurah": 45,
        "juz": 22,
        "manzil": 5,
        "page": 424,
        "ruku": 366,
        "hizbQuarter": 169,
        "sajda": false
      },
      {
        "number": 3579,
        "text": "Səni həm də Allahın izni ilə Ona tərəf çağıran və nur saçan bir çıraq kimi göndərdik.",
        "numberInSurah": 46,
        "juz": 22,
        "manzil": 5,
        "page": 424,
        "ruku": 366,
        "hizbQuarter": 169,
        "sajda": false
      },
      {
        "number": 3580,
        "text": "Möminlərə müjdə ver ki, onlara Allah tərəfindən böyük bir lütf nəsib olacaqdır.",
        "numberInSurah": 47,
        "juz": 22,
        "manzil": 5,
        "page": 424,
        "ruku": 366,
        "hizbQuarter": 169,
        "sajda": false
      },
      {
        "number": 3581,
        "text": "Kafirlərə və münafiqlərə itaət etmə. Onların əziyyətlərinə fikir vermə və Allaha təvəkkül et. Allahın Qoruyan olması kifayətdir.",
        "numberInSurah": 48,
        "juz": 22,
        "manzil": 5,
        "page": 424,
        "ruku": 366,
        "hizbQuarter": 169,
        "sajda": false
      },
      {
        "number": 3582,
        "text": "Ey iman gətirənlər! Əgər mömin qadınlarla evlənsəniz, sonra da onlara toxunmazdan əvvəl talaqlarını versəniz, artıq onlar üçün gözləmə müddətini saymağa (yanınızda saxlamağa) haqqınız yoxdur. Belə olduğu təqdirdə onlara talaq haqlarını verin və gözəl tərzdə sərbəst buraxın.",
        "numberInSurah": 49,
        "juz": 22,
        "manzil": 5,
        "page": 424,
        "ruku": 366,
        "hizbQuarter": 169,
        "sajda": false
      },
      {
        "number": 3583,
        "text": "Ey Peyğəmbər! Mehrlərini verdiyin zövcələrini, Allahın sənə bəxş etdiklərindən sahib olduğun cariyələri, səninlə birlikdə hicrət etmiş əmin qızlarını, bibilərinin qızlarını, dayın qızlarını, xalalarının qızlarını, habelə Peyğəmbər onunla evlənmək istədiyi təqdirdə özünü Peyğəmbərə bağışlayan hər hansı bir mömin qadını sənə halal etdik. Sonuncu digər möminlərə deyil, yalnız sənə məxsusdur. Onlara zövcələri və sahib olduqları cariyələr barəsində nəyi vacib buyurduğumuzu bilirik. Belə etdik ki, sənə bir çətinlik olmasın. Allah Bağışlayandır, Rəhmlidir.",
        "numberInSurah": 50,
        "juz": 22,
        "manzil": 5,
        "page": 424,
        "ruku": 366,
        "hizbQuarter": 169,
        "sajda": false
      },
      {
        "number": 3584,
        "text": "Onlardan istədiyinin səninlə gecələmək növbəsini təxirə sala bilərsən, istədiyini də öz yanına ala bilərsən. Özündən ayırdıqlarından hansı birini yenidən öz yanına almaq istəsən sənə heç bir günah olmaz. Bu, onların sevinmələri, kədərlənməmələri və sənin onlara verdiklərindən razı qalmaları üçün daha münasibdir. Allah qəlbinizdə olanları bilir. Allah Biləndir, Həlimdir.",
        "numberInSurah": 51,
        "juz": 22,
        "manzil": 5,
        "page": 425,
        "ruku": 366,
        "hizbQuarter": 170,
        "sajda": false
      },
      {
        "number": 3585,
        "text": "Bundan sonra başqa qadınlarla evlənmək, gözəllikləri səni heyran etsə də, onları başqa qadınlarla dəyişmək sənə halal deyildir. Sahib olduğun cariyələr isə istisnadır. Allah hər şeyə nəzarət edəndir.",
        "numberInSurah": 52,
        "juz": 22,
        "manzil": 5,
        "page": 425,
        "ruku": 366,
        "hizbQuarter": 170,
        "sajda": false
      },
      {
        "number": 3586,
        "text": "Ey iman gətirənlər! Sizə yeməyə izin verilməyib süfrəyə dəvət olunmadıqca Peyğəmbərin evlərinə girməyin və əvvəlcədən gəlib yeməyin hazırlanmasını da gözləməyin. Lakin dəvət olunduqda girin və yemək yedikdən sonra bir-birinizlə söhbətə dalmadan dağılışın. Çünki bu hərəkətiniz Peyğəmbəri narahat edir və o sizdən utanır. Allah isə sözün açığını sizə bəyan etməkdən utanmır. Peyğəmbərin zövcələrindən bir şey istədikdə, pərdə arxasından istəyin. Bu həm sizin qəlbinizə, həm də onların qəlbinə daha çox saflıq gətirər. Sizə Allahın Elçisini narazı salmaq, vəfatından sonra onun həyat yoldaşları ilə izdivac etmək qətiyyən yolverilməzdir. Həqiqətən, bu, Allah yanında böyük günahdır.",
        "numberInSurah": 53,
        "juz": 22,
        "manzil": 5,
        "page": 425,
        "ruku": 367,
        "hizbQuarter": 170,
        "sajda": false
      },
      {
        "number": 3587,
        "text": "Sizin bir şeyi aşkara çıxarmanızdan və ya gizli saxlamanızdan asılı olmayaraq, başa düşün ki, Allah hər şeyi bilir.",
        "numberInSurah": 54,
        "juz": 22,
        "manzil": 5,
        "page": 425,
        "ruku": 367,
        "hizbQuarter": 170,
        "sajda": false
      },
      {
        "number": 3588,
        "text": "Qadınlara ataları, oğulları, qardaşları, qardaşlarının oğulları, bacılarının oğulları, öz müsəlman qadınları, sahib olduqları kölə və cariyələri yanında hicab geyməmələrində heç bir günah yoxdur. Ey qadınlar, Allahdan qorxun! Şübhəsiz ki, Allah hər şeyə şahiddir.",
        "numberInSurah": 55,
        "juz": 22,
        "manzil": 5,
        "page": 426,
        "ruku": 367,
        "hizbQuarter": 170,
        "sajda": false
      },
      {
        "number": 3589,
        "text": "Doğrudan da, Allah və Onun mələkləri Peyğəmbərə xeyir-dua verirlər. Ey iman gətirənlər! Siz də ona xeyir-dua verib kamil ədəb-ərkanla salamlayın.",
        "numberInSurah": 56,
        "juz": 22,
        "manzil": 5,
        "page": 426,
        "ruku": 367,
        "hizbQuarter": 170,
        "sajda": false
      },
      {
        "number": 3590,
        "text": "Şübhə yoxdur ki, Allahı və Onun Elçisini incidənləri Allah həm bu dünyada, həm də Axirətdə lənətləmiş və onlara alçaldıcı bir əzab hazırlamışdır.",
        "numberInSurah": 57,
        "juz": 22,
        "manzil": 5,
        "page": 426,
        "ruku": 367,
        "hizbQuarter": 170,
        "sajda": false
      },
      {
        "number": 3591,
        "text": "Mömin kişiləri və mömin qadınları etmədikləri bir işdən ötrü günahlandıranlar, sözsüz ki, öz üzərilərinə böhtanla bərabər açıq-aydın ağır bir yük götürmüşlər.",
        "numberInSurah": 58,
        "juz": 22,
        "manzil": 5,
        "page": 426,
        "ruku": 367,
        "hizbQuarter": 170,
        "sajda": false
      },
      {
        "number": 3592,
        "text": "Ey Peyğəmbər! Zövcələrinə, qızlarına və möminlərin qadınlarına de ki, naməhrəm yanında çarşabları ilə örtünsünlər. Bu onların tanınması və onlara əziyyət verilməməsi üçün daha münasibdir. Allah Bağışlayandır, Rəhmlidir.",
        "numberInSurah": 59,
        "juz": 22,
        "manzil": 5,
        "page": 426,
        "ruku": 368,
        "hizbQuarter": 170,
        "sajda": false
      },
      {
        "number": 3593,
        "text": "Əgər ikiüzlülər, qəlbi xəstə olanlar və şəhərdə qarayaxma şayiələr yayanlar öz yaramaz əməllərinə son qoymasalar, səni onlara qarşı çıxmağa çağırarıq. Sonra onlar orada artıq səninlə ancaq qısa bir müddət ərzində qonşuluq edər və",
        "numberInSurah": 60,
        "juz": 22,
        "manzil": 5,
        "page": 426,
        "ruku": 368,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3594,
        "text": "lənətlənmiş halda qalarlar. Harada ələ keçsələr, yaxalanıb amansızcasına öldürülərlər.",
        "numberInSurah": 61,
        "juz": 22,
        "manzil": 5,
        "page": 426,
        "ruku": 368,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3595,
        "text": "Əvvəllər olub-gedənlər barəsində də Allahın hökmü belə idi. Sən Allahın qanunlarında heç bir dəyişiklik tapa bilməzsən.",
        "numberInSurah": 62,
        "juz": 22,
        "manzil": 5,
        "page": 426,
        "ruku": 368,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3596,
        "text": "Camaat sənə o Saat barədə sual verir. De: “Onu yalnız Allah bilir!” Nə bilirsən, bəlkə də, o Saat lap yaxınlaşmışdır.",
        "numberInSurah": 63,
        "juz": 22,
        "manzil": 5,
        "page": 427,
        "ruku": 368,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3597,
        "text": "Həqiqətən, Allah kafirləri lənətləmiş və onlar üçün yandırıb- yaxan Od hazırlamışdır.",
        "numberInSurah": 64,
        "juz": 22,
        "manzil": 5,
        "page": 427,
        "ruku": 368,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3598,
        "text": "Onlar orada əbədi qalacaq, özlərinə nə bir himayəçi, nə də bir yardımçı tapa bilməyəcəklər.",
        "numberInSurah": 65,
        "juz": 22,
        "manzil": 5,
        "page": 427,
        "ruku": 368,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3599,
        "text": "Üzləri odda o yan-bu yana döndəriləcəyi gün onlar deyəcəklər: “Kaş biz Allaha ibadət edəydik, Onun Elçisinə itaətkar olaydıq!”",
        "numberInSurah": 66,
        "juz": 22,
        "manzil": 5,
        "page": 427,
        "ruku": 368,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3600,
        "text": "Onlar deyəcəklər: “Ey Rəbbimiz! Biz başçılarımıza və böyüklərimizə itaət etdik, onlar da bizi haqq yoldan azdırdılar.",
        "numberInSurah": 67,
        "juz": 22,
        "manzil": 5,
        "page": 427,
        "ruku": 368,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3601,
        "text": "Ey Rəbbimiz! Onları ikiqat əziyyətə sal və onları müdhiş bir lənətə məruz qoy!”",
        "numberInSurah": 68,
        "juz": 22,
        "manzil": 5,
        "page": 427,
        "ruku": 368,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3602,
        "text": "Ey iman gətirənlər! Musanı incidən şəxslərə oxşamayın. Allah onu onların dediklərindən təmizə çıxartdı. O, Allahın yanında çox ehtiram edilən şəxsdir.",
        "numberInSurah": 69,
        "juz": 22,
        "manzil": 5,
        "page": 427,
        "ruku": 369,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3603,
        "text": "Ey iman gətirənlər! Allahdan qorxun və doğru söz danışın ki,",
        "numberInSurah": 70,
        "juz": 22,
        "manzil": 5,
        "page": 427,
        "ruku": 369,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3604,
        "text": "O, sizin əməllərinizi islah etsin və günahlarınızı bağışlasın. Kim Allaha və Onun Elçisinə itaət etsə, böyük bir uğur qazanar.",
        "numberInSurah": 71,
        "juz": 22,
        "manzil": 5,
        "page": 427,
        "ruku": 369,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3605,
        "text": "Biz əmanəti göylərə, yerə və dağlara təklif etdik. Onlar onu daşımaqdan qorxub imtina etdilər. Lakin insan onu boynuna götürdü. Doğrudan da, o, zalım və cahildir.",
        "numberInSurah": 72,
        "juz": 22,
        "manzil": 5,
        "page": 427,
        "ruku": 369,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3606,
        "text": "Bu əmanət insana ona görə verildi ki, Allah münafiq kişiləri və münafiq qadınları, müşrik kişiləri və müşrik qadınları cəzalandırsın, mömin kişilərin və mömin qadınların tövbələrini qəbul etsin. Allah Bağışlayandır, Rəhmlidir.",
        "numberInSurah": 73,
        "juz": 22,
        "manzil": 5,
        "page": 427,
        "ruku": 369,
        "hizbQuarter": 171,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "az.musayev",
      "language": "az",
      "name": "Musayev",
      "englishName": "Alikhan Musayev",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}