{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 34,
    "name": "سُورَةُ سَبَإٍ",
    "englishName": "Saba",
    "englishNameTranslation": "Sheba",
    "revelationType": "Meccan",
    "numberOfAyahs": 54,
    "ayahs": [
      {
        "number": 3607,
        "text": "Göylərdəkilərin və yerdəkilərin hamısının sahibi olan Allaha həmd olsun! Axirətdə də həmd Ona məxsusdur. O, Müdrikdir, Xəbərdardır.",
        "numberInSurah": 1,
        "juz": 22,
        "manzil": 5,
        "page": 428,
        "ruku": 370,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3608,
        "text": "O, yerə girəni də, oradan çıxanı da, göydən düşəni də, oraya qalxanı da bilir. O, Rəhmlidir, Bağışlayandır.",
        "numberInSurah": 2,
        "juz": 22,
        "manzil": 5,
        "page": 428,
        "ruku": 370,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3609,
        "text": "Kafirlər: “O Saat bizə gəlməyəcəkdir!”– dedilər. De: “Xeyr, qeybi bilən Rəbbimə and olsun ki, o, mütləq sizi haqlayacaqdır. Göylərdə və yerdə zərrə qədər olan bir şey də Ondan gizli qalmaz. Bundan daha kiçik və daha böyük elə bir şey yoxdur ki, açıq-aydın Yazıda (Lövhi-məhfuzda) olmasın”.",
        "numberInSurah": 3,
        "juz": 22,
        "manzil": 5,
        "page": 428,
        "ruku": 370,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3610,
        "text": "Bunlar ona görədir ki, Allah iman gətirib yaxşı işlər görənləri mükafatlandırsın. Məhz onlar üçün bağışlanma və bolluca ruzi vardır.",
        "numberInSurah": 4,
        "juz": 22,
        "manzil": 5,
        "page": 428,
        "ruku": 370,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3611,
        "text": "Ayələrimizi qüvvədən salmağa cəhd göstərənləri isə ən pis, ağrılı-acılı əzab gözləyir.",
        "numberInSurah": 5,
        "juz": 22,
        "manzil": 5,
        "page": 428,
        "ruku": 370,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3612,
        "text": "Elm verilmiş insanlar Rəbbindən sənə nazil edilənin haqq olduğunu, onun Qüdrətli, Tərifəlayiq Allahın yolunu göstərdiyini görürlər.",
        "numberInSurah": 6,
        "juz": 22,
        "manzil": 5,
        "page": 428,
        "ruku": 370,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3613,
        "text": "Kafirlər dedilər: “Çürüyüb parça-parça olduqdan sonra yenidən yaradılacağınızı xəbər verən bir kişini sizə göstərəkmi?",
        "numberInSurah": 7,
        "juz": 22,
        "manzil": 5,
        "page": 428,
        "ruku": 370,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3614,
        "text": "Əcəba, o, Allahın əleyhinə yalanmı quraşdırır, bəlkə onda divanəlik var?” Xeyr! Axirətə inanmayanlar əzaba düçar olacaq, dərin bir azğınlıq içində qalacaqlar.",
        "numberInSurah": 8,
        "juz": 22,
        "manzil": 5,
        "page": 429,
        "ruku": 370,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3615,
        "text": "Məgər onlar göydə və yerdə qarşılarına və arxalarına baxmırlarmı? Əgər istəsək, onları yerə batırar və yaxud göyün bir parçasını onların başına endirərik. Şübhəsiz ki, bunda tövbə edib Allaha qayıdan hər bir qul üçün ibrət vardır.",
        "numberInSurah": 9,
        "juz": 22,
        "manzil": 5,
        "page": 429,
        "ruku": 370,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3616,
        "text": "Biz Davuda Özümüzdən bir lütf bəxş etdik və buyurduq: “Ey dağlar və quşlar! Onunla birlikdə Allahın şəninə təriflər deyin!” Biz dəmiri onun üçün yumşaltdıq.",
        "numberInSurah": 10,
        "juz": 22,
        "manzil": 5,
        "page": 429,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3617,
        "text": "Sonra buyurduq: “Geniş zirehlər düzəlt və halqaları toxuduqda ölçüyə riayət et. Ey Davud ailəsi, yaxşı işlər görün! Mən, həqiqətən də, sizin nə etdiyinizi görürəm”.",
        "numberInSurah": 11,
        "juz": 22,
        "manzil": 5,
        "page": 429,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3618,
        "text": "Səhər bir aylıq məsafəni qət edən, günortadan sonra yenə bir aylıq məsafəni qət edən küləyi də Süleymana ram etdik. Biz onun üçün mis qaynağını sel kimi axıtdıq. Rəbbinin izni ilə cinlərin bir qismi onun qabağında işləyirdi. Onlardan kim ki, Süleymana itaət etməyib əmrimizdən çıxırdısa, onu Cəhənnəm oduna düçar edirdik.",
        "numberInSurah": 12,
        "juz": 22,
        "manzil": 5,
        "page": 429,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3619,
        "text": "Cinlər onun üçün istədiyi qəsrlər, heykəllər, hovuzlara bənzər çanaqlar və yerindən tərpənməyən nəhəng qazanlar düzəldirdilər. Ey Davud nəsli! Bu nemətlərə şükür edin! Qullarımdan şükür edən azdır.",
        "numberInSurah": 13,
        "juz": 22,
        "manzil": 5,
        "page": 429,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3620,
        "text": "Süleymanın ölümünə hökm verdiyimiz zaman onun öldüyünü cinlərə ancaq onun əsasını yeyən bir ağac qurdu göstərdi. Süleyman yerə yıxıldıqda cinlərə bəlli oldu ki, əgər onlar qeybi bilsəydilər, alçaldıcı əzaba məruz qalmazdılar.",
        "numberInSurah": 14,
        "juz": 22,
        "manzil": 5,
        "page": 429,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3621,
        "text": "Səba qəbiləsinin yaşadığı yerdə nişanə – biri sağda, digəri də solda olan iki bağça var idi. Onlara: “Rəbbinizin ruzisindən yeyin və Ona şükür edin. Budur gözəl diyar və Bağışlayan Rəbb!”– deyilmişdi",
        "numberInSurah": 15,
        "juz": 22,
        "manzil": 5,
        "page": 430,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3622,
        "text": "Amma onlar üz döndərdilər, Biz də üstlərinə güclü sel göndərdik. Onların iki bağçasını acı meyvəli, yulğunlu və içində bir az sidr ağacı olan iki bağla əvəz etdik.",
        "numberInSurah": 16,
        "juz": 22,
        "manzil": 5,
        "page": 430,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3623,
        "text": "Nankorluqlarına görə onları belə cəzalandırdıq. Məgər biz nankordan başqasını cəzalandırarıqmı?",
        "numberInSurah": 17,
        "juz": 22,
        "manzil": 5,
        "page": 430,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3624,
        "text": "Səba qəbiləsi ilə bərəkət verdiyimiz məmləkətlər arasında aydın görünən bir-birinə yaxın şəhərlər salmış, orada gediş-gəliş yaratmışdıq. “Oralarda gecələr və gündüzlər arxayın gəzib dolaşın!”– demişdik.",
        "numberInSurah": 18,
        "juz": 22,
        "manzil": 5,
        "page": 430,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3625,
        "text": "Onlar isə: “Ey Rəbbimiz! Səfərlərimizdə dayanacağımız şəhərlər arasındakı məsafəni uzaq et!”– dedilər və öz-özlərinə zülm etdilər. Biz onları əfsanələrə çevirib dilə-dişə saldıq, özlərini də darmadağın etdik. Həqiqətən, səbirli olan və şükür edən hər kəs bundan ibrət alar.",
        "numberInSurah": 19,
        "juz": 22,
        "manzil": 5,
        "page": 430,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3626,
        "text": "İblisin onlar barəsindəki ehtimalı doğru çıxdı. Bir dəstə mömindən başqa, qalanları onun toruna düşdülər.",
        "numberInSurah": 20,
        "juz": 22,
        "manzil": 5,
        "page": 430,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3627,
        "text": "Halbuki o, bu insanlar üzərində ixtiyar sahibi deyildi. Biz ancaq axirətə inananla ona şəkk gətirən kimsələri ayırd etmək üçün şeytana belə bir fürsət verdik. Sənin Rəbbin hər şeyi mühafizə edəndir.",
        "numberInSurah": 21,
        "juz": 22,
        "manzil": 5,
        "page": 430,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3628,
        "text": "De: “Allahdan başqa məbud saydıqlarınızı çağırın”. Onlar nə göylərdə, nə də yerdə zərrə qədərcə olan bir şeyə də sahib deyillər. Onların göylərin və yerin yaradılışında heç bir şərikliyi yoxdur və onlardan Allaha yardımçı olanı da yoxdur.",
        "numberInSurah": 22,
        "juz": 22,
        "manzil": 5,
        "page": 430,
        "ruku": 372,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3629,
        "text": "Onun qarşısında, izin verdiyi kəslərdən başqa, heç kimin şəfaəti fayda verməz. Nəhayət, mələklərin qəlbindən qorxu keçib getdikdə onlar: “Rəbbiniz nə buyurdu?”– deyə soruşar, digərləri isə: “Haqqı buyurdu! O, Ucadır, Böyükdür!”– deyə cavab verərlər.",
        "numberInSurah": 23,
        "juz": 22,
        "manzil": 5,
        "page": 431,
        "ruku": 372,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3630,
        "text": "De: “Göylərdən və yerdən sizə ruzi verən kimdir?” De: “Allahdır! Elə isə biz və ya siz (ikimizdən biri) ya doğru yolda, ya da açıq-aydın azğınlıq içindədir”.",
        "numberInSurah": 24,
        "juz": 22,
        "manzil": 5,
        "page": 431,
        "ruku": 372,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3631,
        "text": "De: “Siz bizim etdiyimiz günahlara görə sorğu-sual edilməyəcəksiniz, biz də sizin etdiklərinizə görə sorğu-sual edilməyəcəyik”.",
        "numberInSurah": 25,
        "juz": 22,
        "manzil": 5,
        "page": 431,
        "ruku": 372,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3632,
        "text": "De: “Rəbbimiz hamımızı bir araya cəmləşdirib sonra da aramızda ədalətlə hökm verəcəkdir. O, ən ədalətli Hakimdir, Biləndir”.",
        "numberInSurah": 26,
        "juz": 22,
        "manzil": 5,
        "page": 431,
        "ruku": 372,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3633,
        "text": "De: “Ona qoşduğunuz şərikləri bir mənə göstərin. Xeyr! O, Qüdrətli, Müdrik Allahdır!”",
        "numberInSurah": 27,
        "juz": 22,
        "manzil": 5,
        "page": 431,
        "ruku": 372,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3634,
        "text": "Biz səni bütün insanlara müjdə verən və xəbərdarlıq edən bir peyğəmbər kimi göndərdik. Lakin insanların çoxu bunu bilmir.",
        "numberInSurah": 28,
        "juz": 22,
        "manzil": 5,
        "page": 431,
        "ruku": 372,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3635,
        "text": "Onlar: “Əgər doğru deyirsinizsə, bu vəd nə vaxt olacaq?”– deyirlər.",
        "numberInSurah": 29,
        "juz": 22,
        "manzil": 5,
        "page": 431,
        "ruku": 372,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3636,
        "text": "De: “Sizə vəd edilmiş bir gün vardır ki, siz onu nə bircə saat belə yubada, nə də tezləşdirə bilərsiniz”.",
        "numberInSurah": 30,
        "juz": 22,
        "manzil": 5,
        "page": 431,
        "ruku": 372,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3637,
        "text": "Kafirlər dedilər: “Biz nə bu Qurana, nə də bundan əvvəlkilərə əsla inanmayacağıq!” Kaş sən o zalımları öz Rəbbinin hüzurunda saxlanılıb bir-birinə söz qaytardıqları anda görəydin. Zəiflər, öz şəxsiyyətləri haqda yüksək rəydə olanlara deyəcəklər: “Əgər siz olmasaydınız, biz iman gətirərdik”.",
        "numberInSurah": 31,
        "juz": 22,
        "manzil": 5,
        "page": 431,
        "ruku": 373,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3638,
        "text": "Özləri haqda yüksək rəydə olanlar da zəiflərə belə deyərlər: “Sizə doğru yol göstəricisi gəldikdən sonra sizi ondan bizmi yayındırdıq? Xeyr, siz özünüz günahkar idiniz”.",
        "numberInSurah": 32,
        "juz": 22,
        "manzil": 5,
        "page": 432,
        "ruku": 373,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3639,
        "text": "Zəiflər özləri haqda yüksək rəydə olanlara deyərlər: “Xeyr! İşiniz gecə-gündüz hiylə qurmaq idi. Siz bizə Allahı inkar etməyi və Ona şəriklər qoşmağı əmr edirdiniz”. Onlar əzabı gördükdə peşmançılıq hissini gizlədərlər. Kafirlərin boyunlarına zəncirlər vurarıq. Onlar ancaq etdikləri əməllərə görə cəzalandırılarlar.",
        "numberInSurah": 33,
        "juz": 22,
        "manzil": 5,
        "page": 432,
        "ruku": 373,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3640,
        "text": "Biz hansı bir məmləkətə xəbərdarlıq edən peyğəmbər göndərdiksə, onun cah-calal içində yaşayan sakinləri ona sadəcə olaraq: “Biz sizinlə göndərilənləri inkar edirik!”– dedilər.",
        "numberInSurah": 34,
        "juz": 22,
        "manzil": 5,
        "page": 432,
        "ruku": 373,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3641,
        "text": "Onlar: “Bizim mal-dövlətimiz də, övladlarımız da daha çoxdur və bizə əzab verilməyəcəkdir”– dedilər.",
        "numberInSurah": 35,
        "juz": 22,
        "manzil": 5,
        "page": 432,
        "ruku": 373,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3642,
        "text": "De: “Həqiqətən, Rəbbim istədiyinin ruzisini bol edər, istədiyininkini də azaldar. Lakin insanların çoxu bunu bilmir”.",
        "numberInSurah": 36,
        "juz": 22,
        "manzil": 5,
        "page": 432,
        "ruku": 373,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3643,
        "text": "Sizi bizə yaxınlaşdıra biləcək nə var-dövlətiniz, nə də oğul-uşağınızdır. Ancaq iman gətirib yaxşı işlər görənlər istisnadır. Məhz onların mükafatları etdikləri əməllərə görə qat-qat artırılacaq və onlar Cənnətdəki mənzillərində asudə yaşayacaqlar.",
        "numberInSurah": 37,
        "juz": 22,
        "manzil": 5,
        "page": 432,
        "ruku": 374,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3644,
        "text": "Ayələrimizi qüvvədən salmağa cəhd göstərənlər isə əzaba giriftar ediləcəklər.",
        "numberInSurah": 38,
        "juz": 22,
        "manzil": 5,
        "page": 432,
        "ruku": 374,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3645,
        "text": "De: “Həqiqətən, Rəbbim istədiyi qullarına ruzisini bol edər, istədiyinə də onu azaldar. Nə xərcləsəniz, Allah onun əvəzini verər. O, ruzi verənlərin ən yaxşısıdır!”",
        "numberInSurah": 39,
        "juz": 22,
        "manzil": 5,
        "page": 432,
        "ruku": 374,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3646,
        "text": "O gün Allah onların hamısını toplayacaq, sonra da mələklərə buyuracaq: “Bunlar sizəmi ibadət edirdilər?”",
        "numberInSurah": 40,
        "juz": 22,
        "manzil": 5,
        "page": 433,
        "ruku": 374,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3647,
        "text": "Mələklər deyəcəklər: “Sən paksan, müqəddəssən! Onlar deyil, Sənsən bizim Hamimiz! Xeyr, onlar cinlərə ibadət edirdilər. Əksəriyyəti də məhz onlara iman gətirmişdi”.",
        "numberInSurah": 41,
        "juz": 22,
        "manzil": 5,
        "page": 433,
        "ruku": 374,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3648,
        "text": "Bu gün bir-birinizə nə bir xeyir, nə də bir zərər verə bilərsiniz. Biz zalımlara: “Dadın yalan saydığınız Cəhənnəm əzabını!”– deyəcəyik.",
        "numberInSurah": 42,
        "juz": 22,
        "manzil": 5,
        "page": 433,
        "ruku": 374,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3649,
        "text": "Ayələrimiz onlara açıq-aydın oxunduğu zaman: “Bu ancaq sizi atalarınızın ibadət etdiklərindən döndərmək istəyən bir adamdır!”– deyərlər. Onlar: “Bu, uydurma yalandan başqa bir şey deyildir!”– deyərlər. Kafirlərə haqq gəldikdə onun barəsində: “Bu yalnız açıq-aydın bir sehrdir!”– deyərlər.",
        "numberInSurah": 43,
        "juz": 22,
        "manzil": 5,
        "page": 433,
        "ruku": 374,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3650,
        "text": "Hərçənd ki, Biz onlara oxuyub öyrənmələri üçün bir kitab verməmişdik və səndən əvvəl də onlara bir xəbərdarlıq edən göndərməmişdik.",
        "numberInSurah": 44,
        "juz": 22,
        "manzil": 5,
        "page": 433,
        "ruku": 374,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3651,
        "text": "Onlardan əvvəlkilər də elçilərimizi yalançı hesab etmişdilər. Müşriklər onlara verdiklərimizin onda birini belə əldə etməmişlər. Lakin onlar Mənim elçilərimi yalançı saydılar. Görəydin, Mənim onları həlak etməyim necə oldu!",
        "numberInSurah": 45,
        "juz": 22,
        "manzil": 5,
        "page": 433,
        "ruku": 374,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3652,
        "text": "De: “Mənim sizə bircə nəsihətim var; Allah üçün iki-iki, bir-bir ayağa qalxın, sonra da bir düşünün. Sizin yoldaşınızda (peyğəmbərdə) heç bir dəlilik əlaməti yoxdur. O, şiddətli əzab gəlməzdən əvvəl sizi ancaq xəbərdar edəndir”.",
        "numberInSurah": 46,
        "juz": 22,
        "manzil": 5,
        "page": 433,
        "ruku": 375,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3653,
        "text": "De: “Mən sizdən bir haqq istəmişəmsə, onu sizin üçün istəmişəm. Mənim haqqım ancaq Allahdan olacaqdır. O, hər şeyə Şahiddir”.",
        "numberInSurah": 47,
        "juz": 22,
        "manzil": 5,
        "page": 433,
        "ruku": 375,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3654,
        "text": "De: “Rəbbim haqqı endirir. O, qeybləri biləndir”.",
        "numberInSurah": 48,
        "juz": 22,
        "manzil": 5,
        "page": 433,
        "ruku": 375,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3655,
        "text": "De: “Haqq gəldi. Batil ona qarşı nə ortaya bir şey çıxarar, nə də onu qaytara bilər”.",
        "numberInSurah": 49,
        "juz": 22,
        "manzil": 5,
        "page": 434,
        "ruku": 375,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3656,
        "text": "De: “Əgər mən haqq yoldan çıxsam, öz əleyhimə çıxmış olaram. Yox, əgər doğru yolla gedirəmsə, bu da Rəbbimin mənə nazil etdiyi vəhyə görədir. Həqiqətən, O, Eşidəndir, Yaxındır”.",
        "numberInSurah": 50,
        "juz": 22,
        "manzil": 5,
        "page": 434,
        "ruku": 375,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3657,
        "text": "Kaş ki, sən o kafirləri qorxuya düşdükləri vaxt görəydin. Onlar qaçıb canlarını qurtara bilməyəcək və onsuz da yaxın bir yerdə ələ keçiriləcəklər.",
        "numberInSurah": 51,
        "juz": 22,
        "manzil": 5,
        "page": 434,
        "ruku": 375,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3658,
        "text": "Onlar: “Biz ona inandıq!”– deyəcəklər. Amma uzaq bir yerdə (Axirətdə) imana necə nail ola bilərlər?!",
        "numberInSurah": 52,
        "juz": 22,
        "manzil": 5,
        "page": 434,
        "ruku": 375,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3659,
        "text": "Halbuki bundan əvvəl onu inkar edir və əlçatmaz bir yerdən qeyb haqqında fikir yürüdürdülər.",
        "numberInSurah": 53,
        "juz": 22,
        "manzil": 5,
        "page": 434,
        "ruku": 375,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3660,
        "text": "Daha öncə onların bənzərlərinə edildiyi kimi, arzuladıqları şeylərlə onların arasına sədd çəkilər. Həqiqətən, onlar anlaşılmaz bir şübhə içində idilər.",
        "numberInSurah": 54,
        "juz": 22,
        "manzil": 5,
        "page": 434,
        "ruku": 375,
        "hizbQuarter": 174,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "az.musayev",
      "language": "az",
      "name": "Musayev",
      "englishName": "Alikhan Musayev",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}