{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 39,
    "name": "سُورَةُ الزُّمَرِ",
    "englishName": "Az-Zumar",
    "englishNameTranslation": "The Groups",
    "revelationType": "Meccan",
    "numberOfAyahs": 75,
    "ayahs": [
      {
        "number": 4059,
        "text": "Bu Kitab Qüdrətli və Müdrik Allahdan nazil edilmişdir.",
        "numberInSurah": 1,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4060,
        "text": "Biz Kitabı sənə bir həqiqət kimi nazil etmişik. Sən də, dinin yalnız Allaha məxsus olduğuna iman gətirərək, Ona ibadət et!",
        "numberInSurah": 2,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4061,
        "text": "Doğrusu, əsl din ancaq Allaha məxsusdur. Allahı qoyub başqalarını özlərinə dost tutanlar: “Biz, onlara ancaq bizi Allaha daha çox yaxınlaşdırsınlar deyə ibadət edirik”– deyirlər. Əlbəttə ki, Allah ziddiyyətə düşdükləri şeylər barəsində onların arasında Öz hökmünü verəcəkdir. Şübhəsiz ki, Allah yalançı və kafirləri doğru yola yönəltməz.",
        "numberInSurah": 3,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4062,
        "text": "Allah övlad götürmək fikrində olsaydı, xəlq etdiklərindən hər hansı birini seçərdi. O, pakdır, müqəddəsdir. O, Tək olan, hər şeyə Qalib gələn Allahdır.",
        "numberInSurah": 4,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4063,
        "text": "O, göyləri və yeri bir həqiqət kimi yaratmışdır. O, gecəni gündüzə bürüyür, gündüzü də gecəyə bürüyür. O, günəşi və ayı ram etdi. Onların hər biri müəyyən olunmuş vaxtadək hərəkət edir. O, Qüdrətlidir, Bağışlayandır.",
        "numberInSurah": 5,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4064,
        "text": "Allah sizi tək bir nəfərdən yaratdı. Sonra onun özündən zövcəsini yaratdı. O sizdən ötrü səkkiz cüt heyvan endirdi. O sizi analarınızın bətnlərində üç zülmət içərisində yaranış ardından yaranışa salaraq yaradır. Bu sizin Rəbbiniz olan Allahdır. Mülk Ona məxsusdur. Ondan başqa heç bir məbud yoxdur. Siz necə də haqdan döndərilirsiniz!",
        "numberInSurah": 6,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4065,
        "text": "Küfr etsəniz, bilin ki, Allah sizə möhtac deyildir. O, qullarının kafirlik etməsinə razı olmaz. Əgər şükür etsəniz, buna görə sizdən razı qalar. Heç bir günahkar başqasının günah yükünü daşımaz. Sonra Rəbbinizin yanına qayıdacaqsınız. O sizə nə etdiklərinizi bildirəcəkdir. Həqiqətən, O, kökslərdə olanları bilir.",
        "numberInSurah": 7,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4066,
        "text": "İnsana bir zərər toxunduqda Rəbbinə üz tutub təkcə Ona yalvarır. Sonra Allah Özündən insana bir nemət verəndə o, əvvəlcə kimə yalvardığını unudur və insanları Allahın yolundan çıxartmaq məqsədilə Ona şəriklər qoşur. De: “Küfrünlə bu dünyada bir az dolan. Şübhəsiz ki, sən Cəhənnəm sakinlərindənsən!”",
        "numberInSurah": 8,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 396,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4067,
        "text": "Məgər gecə saatlarını səcdə edərək və ayaq üstə duraraq ibadət içində keçirən, axirətdən çəkinən və Rəbbinin rəhmətinə ümid bəsləyən kimsə kafirlə eynidirmi? De: “Heç bilənlərlə bilməyənlər eyni ola bilərmi? Bundan ancaq ağıl sahibləri düşünüb ibrət alarlar”.",
        "numberInSurah": 9,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 396,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4068,
        "text": "Qullarıma Mənim bu Sözümü de: “Ey Mənim iman gətirən qullarım! Rəbbinizdən qorxun! Bu dünyada yaxşılıq edənləri yaxşılıq (Cənnət) gözləyir. Allahın yaratdığı yer üzü genişdir. Yalnız səbir edənlərə mükafatları hesabsız veriləcəkdir”.",
        "numberInSurah": 10,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4069,
        "text": "De: “Mənə, dini yalnız Allaha məxsus edərək, Ona ibadət etmək əmr olunmuşdur.",
        "numberInSurah": 11,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4070,
        "text": "Mənə həm də müsəlmanların birincisi olmaq əmr olunmuşdur”.",
        "numberInSurah": 12,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4071,
        "text": "De: “Rəbbimə asi olsam, o əzəmətli günün əzabından qorxaram”.",
        "numberInSurah": 13,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4072,
        "text": "De: “Mən dinimi məhz Allaha məxsus edərək yalnız Ona ibadət edirəm.",
        "numberInSurah": 14,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4073,
        "text": "Siz də Ondan başqa istədiyinizə ibadət edin”. De: “Şübhəsiz ki, ziyan çəkənlər Qiyamət günü özlərini və ailələrini ziyana uğradanlardır. Açıq-aşkar ziyan da elə budur!”",
        "numberInSurah": 15,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4074,
        "text": "Onların üstündə də oddan təbəqələr, altında da oddan təbəqələr olacaqdır. Allah Öz qullarını bununla qorxudur. Ey qullarım! Məndən qorxun!",
        "numberInSurah": 16,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4075,
        "text": "Tağuta ibadət etməkdən çəkinib Allaha üz tutanlara müjdə vardır. Qullarımı müjdələ!",
        "numberInSurah": 17,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4076,
        "text": "O kəslər ki, sözə qulaq asıb onun ən yaxşısına tabe olurlar, onlar Allahın doğru yola yönəltdiyi şəxslərdir. Ağıl sahibləri də məhz onlardır.",
        "numberInSurah": 18,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4077,
        "text": "Haqqında əzab sözü gerçəkləşmiş kimsəni və Cəhənnəmdə olacaq kəsi sənmi xilas edəcəksən?",
        "numberInSurah": 19,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4078,
        "text": "Lakin Rəbbindən qorxanları üst-üstə tikilmiş, altından çaylar axan otaqlar gözləyir. Bu, Allahın vədidir. Allah vədinə xilaf çıxmaz.",
        "numberInSurah": 20,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4079,
        "text": "Məgər Allahın göydən yağmur endirib onu yer üzündəki çeşmələrə axıtdığını görmürsənmi? Sonra Allah onunla müxtəlif rəngli əkinlər yetişdirir. Sonra onlar quruyur və sən onları saralmış görürsən. Sonra da Allah onları çör-çöpə döndərir. Həqiqətən, bunda ağıl sahibləri üçün ibrət vardır.",
        "numberInSurah": 21,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4080,
        "text": "Məgər Allahın, köksünü İslam üçün açdığı və Rəbbinin nura yönəltdiyi şəxs kafirlə eyni ola bilərmi? Qəlbi Allahın Zikrinə qarşı sərt olanların vay halına! Onlar həqiqətən azğınlıq içindədirlər.",
        "numberInSurah": 22,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4081,
        "text": "Allah Sözün ən gözəlini – ayələri bir-birinə bənzəyən və təkrarlanan Kitab kimi nazil etdi. Rəbbindən qorxanların ondan dəriləri ürpəşər. Sonra isə Allahı yad etməklə dəriləri və qəlbləri yumşalır. Bu, Allahın hidayətidir. Onunla istədiyini doğru yola yönəldir. Allahın zəlalətə saldığı şəxsə isə yol göstərən olmaz.",
        "numberInSurah": 23,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4082,
        "text": "Qiyamət gününün dəhşətli əzabından üzü ilə qorunan kəs möminlə eynidirmi? Zalımlara: “Qazandığınızı dadın!”– deyilər.",
        "numberInSurah": 24,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4083,
        "text": "Onlardan əvvəlkilər də peyğəmbərləri yalançı saymışdılar və buna görə əzab da onlara gözləmədikləri yerdən gəldi.",
        "numberInSurah": 25,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4084,
        "text": "Allah onlara dünya həyatında rüsvayçılığı daddırdı. Axirət əzabı isə daha böyükdür. Kaş ki, biləydilər!",
        "numberInSurah": 26,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4085,
        "text": "Biz bu Quranda insanlar üçün hər cür məsəllər çəkdik ki, bəlkə, düşünüb dərk edələr.",
        "numberInSurah": 27,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4086,
        "text": "Biz onlara heç bir qüsuru olmayan, ərəbcə Quran nazil etdik ki, bəlkə Allahdan qorxsunlar.",
        "numberInSurah": 28,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4087,
        "text": "Allah bir-biri ilə çəkişən bir neçə şərikli ağası olan kişi ilə tək bir ağası olan kişini məsəl çəkir. Onlar məsəlcə eyni ola bilərmi? Həmd Allaha məxsusdur, lakin onların əksəriyyəti bunu bilmir.",
        "numberInSurah": 29,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4088,
        "text": "Əslində, sən də öləcəksən, onlar da öləcəklər!",
        "numberInSurah": 30,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4089,
        "text": "Sonra siz Qiyamət günü Rəbbinizin yanında mübahisə edəcəksiniz.",
        "numberInSurah": 31,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4090,
        "text": "Allaha qarşı yalan uyduran və həqiqət ona bəyan edildikdə onu yalan sayan kimsədən daha zalım kim ola bilər? Məgər Cəhənnəmdə kafirlər üçün yer yoxdur?",
        "numberInSurah": 32,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4091,
        "text": "Haqqı gətirən və onu təsdiq edənlər isə əsl müttəqilərdir.",
        "numberInSurah": 33,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4092,
        "text": "Onlar üçün Rəbbinin yanında dilədikləri hər şey vardır. Yaxşı işlər görənlərin mükafatı budur.",
        "numberInSurah": 34,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4093,
        "text": "Beləcə, Allah onların etdikləri ən pis əməlləri bağışlayacaq və etdikləri ən yaxşı əməllərə görə mükafatlarını verəcəkdir.",
        "numberInSurah": 35,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4094,
        "text": "Məgər Allah Öz qulunu qane etmirmi? Onlar isə səni Ondan başqaları ilə qorxudurlar. Allahın zəlalətə saldığı kimsəyə isə doğru yol göstərən olmaz.",
        "numberInSurah": 36,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4095,
        "text": "Allahın doğru yola yönəltdiyi kimsəni də azdıran olmaz. Məgər Allah Qüdrətli, intiqam almağa qadir deyilmi?",
        "numberInSurah": 37,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4096,
        "text": "Əgər sən onlardan: “Göyləri və yeri kim yaratmışdır?”– deyə soruşsan, onlar mütləq: “Allah!”– deyəcəklər. De: “Bir deyin görək, əgər Allah mənə bir zərər toxundurmaq istəsə, sizin Allahdan başqa ibadət etdikləriniz Onun zərərini aradan qaldıra bilərlərmi? Ya da O mənə bir mərhəmət göstərmək istəsə, onlar Onun mərhəmətinin qarşısını ala bilərlərmi?” De: “Mənə Allah yetər. Təvəkkül edənlər yalnız Ona təvəkkül edirlər!”",
        "numberInSurah": 38,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4097,
        "text": "De: “Ey qövmüm! Əlinizdən gələni edin, mən də edəcəyəm. Siz tezliklə biləcəksiniz ki,",
        "numberInSurah": 39,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4098,
        "text": "kimə rüsvayedici əzab gələcək, kim də sürəkli əzaba düçar olacaqdır”.",
        "numberInSurah": 40,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4099,
        "text": "Biz Kitabı sənə, insanlar üçün zəruri olan bir həqiqət kimi nazil etdik. Kim doğru yolla getsə, xeyri onun özünə olar, kim azğınlığa düşsə, ziyanı onun öz əleyhinə olar. Sən onların müdafiəçisi deyilsən.",
        "numberInSurah": 41,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4100,
        "text": "Allah ölənlərin canını ölüm anında, ölməyənlərin canını isə onlar yuxuda ikən alır. Ölümünə hökm verdiyi kəsin canını saxlayır, digərini isə müəyyən olunmuş vaxtadək buraxır. Həqiqətən, bunda ağıl sahibləri üçün dəlillər vardır.",
        "numberInSurah": 42,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4101,
        "text": "Yoxsa onlar Allahdan qeyrilərinimi özlərinə şəfaətçi etdilər? De: “Əgər onlar heç bir şeyə malik deyillərsə və heç bir şey anlamırlarsa bəs necə olsun?”",
        "numberInSurah": 43,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4102,
        "text": "De: “Şəfaət bütünlüklə Allaha məxsusdur. Göylərin və yerin hökmranlığı da Ona məxsusdur. Sonra siz Ona qaytarılacaqsınız”.",
        "numberInSurah": 44,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4103,
        "text": "Allah tək olaraq xatırlandığı zaman Axirətə inanmayanların qəlbini nifrət bürüyür. Ondan qeyriləri yad edildiyi zaman isə onlar sevinirlər.",
        "numberInSurah": 45,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4104,
        "text": "De: “Ey göyləri və yeri Yaradan, qeybi və aşkarı Bilən Allahım! Qullarının arasında baş verən ziddiyyətlərlə bağlı hökmü yalnız Sən verəcəksən!”",
        "numberInSurah": 46,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4105,
        "text": "Yer üzündə olanların hamısı və, üstəlik bir o qədər də əlavə, zalımlara məxsus olsaydı, onlar mütləq hamısını Qiyamət gününün dəhşətli əzabından qurtarmaq üçün fidyə verərdilər. Lakin Allahdan onlara güman etmədikləri bir əzab düçar olacaqdır.",
        "numberInSurah": 47,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4106,
        "text": "Onların qazandıqları pis əməllər öz qarşılarına çıxacaq və istehza etdikləri əzab onları bürüyəcəkdir.",
        "numberInSurah": 48,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4107,
        "text": "İnsana bir zərər toxunduğu zaman Bizə yalvarır. Sonra Biz ona Özümüzdən bir nemət verdikdə deyir: “Bu mənə yalnız özümdə olan biliyə görə verilmişdir!” Xeyr, bu, bir imtahandır, lakin onların çoxu bunu bilmir.",
        "numberInSurah": 49,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4108,
        "text": "Bunu onlardan əvvəlkilər də demişdilər. Amma qazandıqları şeylər onlara heç bir fayda vermədi.",
        "numberInSurah": 50,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4109,
        "text": "Onlar işlətdikləri pis əməllərin cəzasına çatdılar. Bunlardan zalım olanlara da qazandıqları günahların cəzası yetişəcək və onlar qaçıb canlarını qurtara bilməyəcəklər.",
        "numberInSurah": 51,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4110,
        "text": "Məgər onlar bilmirlərmi ki, Allah istədiyinin ruzisini bol edir, istədiyinə də onu azaldır? Həqiqətən, bunda iman gətirən qövm üçün ibrətlər vardır.",
        "numberInSurah": 52,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4111,
        "text": "Qullarıma mənim bu sözümü de: “Ey Mənim özlərinə qarşı həddi aşmış qullarım! Allahın rəhmindən ümidinizi üzməyin. Şübhəsiz ki, Allah bütün günahları bağışlayır. O, həqiqətən, Bağışlayandır, Rəhmlidir!”",
        "numberInSurah": 53,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4112,
        "text": "Əzab sizə gəlməmişdən öncə Rəbbinizə üz tutun və Ona itaət edin. Sonra sizə heç bir kömək olunmaz.",
        "numberInSurah": 54,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4113,
        "text": "Əzab sizə fərqinə varmadığınız bir halda qəflətən gəlməmişdən əvvəl Rəbbinizdən sizə nazil edilən ən gözəl Sözə tabe olun!",
        "numberInSurah": 55,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4114,
        "text": "Sonra kimsə deməsin ki: “Allaha qarşı etdiyim etinasızlıqlara görə vay mənim halıma! Həqiqətən, mən dinə və dində olanlara rişxənd edənlərdən idim!”",
        "numberInSurah": 56,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4115,
        "text": "Yaxud deməsin: “Əgər Allah məni doğru yola yönəltsəydi, mən mütləq müttəqilərdən olardım!”",
        "numberInSurah": 57,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4116,
        "text": "Həm də əzabı gördüyü zaman deməsin: “Kaş ki, bir də dünyaya qayıdaydım, yaxşı işlər görənlərdən olardım!”",
        "numberInSurah": 58,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4117,
        "text": "Xeyr! Ayələrim sənə gəlmişdi, sən isə onları yalan saydın, təkəbbür göstərdin və kafirlərdən oldun”.",
        "numberInSurah": 59,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4118,
        "text": "Sən Qiyamət günü Allaha qarşı yalan uyduranların üzlərini qapqara görəcəksən. Məgər Cəhənnəmdə təkəbbürlülər üçün yer yoxdur?",
        "numberInSurah": 60,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4119,
        "text": "Allah müttəqilərə uğurlarına görə nicat verəcək. Onlara pislik toxunmayacaq və onlar kədərlənməyəcəklər.",
        "numberInSurah": 61,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4120,
        "text": "Allah hər şeyin Xaliqidir. O, hər şeyi Qoruyandır.",
        "numberInSurah": 62,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4121,
        "text": "Göylərin və yerin açarları Ondadır. Məhz Allahın ayələrini inkar edənlər ziyana uğrayanlardır.",
        "numberInSurah": 63,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4122,
        "text": "De: “Mənə Allahdan qeyrisinəmi ibadət etməyi əmr edirsiniz, ey cahillər?”",
        "numberInSurah": 64,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4123,
        "text": "Sənə və səndən əvvəlkilərə belə vəhy olunmuşdur: “Əgər şərik qoşsan, əməlin puç olacaq və mütləq ziyana uğrayanlardan olacaqsan.",
        "numberInSurah": 65,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4124,
        "text": "Sən yalnız Allaha ibadət et və şükür edənlərdən ol!”",
        "numberInSurah": 66,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4125,
        "text": "Onlar Allahı layiqincə qiymətləndirmədilər. Halbuki Qiyamət günü yer bütünlüklə Onun Ovcunda olacaq, göylər isə Onun Əli ilə büküləcəkdir. O, pakdır, müqəddəsdir və onların Ona qoşduqları şəriklərdən ucadır.",
        "numberInSurah": 67,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4126,
        "text": "Sur üfürüləcək və Allahın istədiyi kimsələrdən başqa göylərdə və yerdə kim varsa, hamısı öləcəkdir. Sonra bir daha ona üfürülən kimi onlar qalxıb baxacaqlar.",
        "numberInSurah": 68,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4127,
        "text": "Yer öz Rəbbinin nuru ilə işıqlanacaq, əməllər yazılmış kitab hər kəsin qarşısına qoyulacaq, peyğəmbərlər və şahidlər gətiriləcəkdir. Onların arasında ədalətlə hökm veriləcək və onlara haqsızlıq edilməyəcəkdir.",
        "numberInSurah": 69,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4128,
        "text": "Hər kəsə öz əməlinin əvəzi tam veriləcəkdir. Allah onların nə etdiklərini yaxşı bilir.",
        "numberInSurah": 70,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4129,
        "text": "Kafirlər dəstə-dəstə Cəhənnəmə sürüklənəcəklər. Nəhayət, ora çatdıqda onun qapıları açıq olacaq və onun gözətçiləri onlara deyəcəklər: “Məgər öz içərinizdən Rəbbinizin ayələrini sizə oxuyan və sizi bu gününüzə qovuşacağınızla xəbərdar edən elçilər gəlməmişdi?” Onlar: “Əlbəttə, gəlmişdi!”– deyəcəklər. Lakin əzab Sözü kafirlər barəsində gerçəkləşdi.",
        "numberInSurah": 71,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4130,
        "text": "Onlara: “İçində əbədi qalacağınız Cəhənnəmin qapılarına girin!”– deyiləcək. Təkəbbürlülərin yeri necə də pisdir!",
        "numberInSurah": 72,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4131,
        "text": "Rəbbindən qorxanlar da dəstə-dəstə Cənnətə gətiriləcəklər. Nəhayət, ora çatdıqda onun qapıları açılacaq və onun gözətçiləri onlara deyəcəklər: “Sizə salam olsun! Xoş sizin halınıza! Əbədi qalmaq üçün buraya daxil olun!”",
        "numberInSurah": 73,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4132,
        "text": "Onlar deyəcəklər: “Bizə verdiyi vədini yerinə yetirən və bizi bu yerə varis edən Allaha həmd olsun! Biz Cənnətin istədiyimiz yerində sakin oluruq. Yaxşı əməl sahiblərinin mükafatı necə də gözəldir!”",
        "numberInSurah": 74,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4133,
        "text": "Sən mələklərin, Ərşi əhatə edərək Rəbbinə həmd ilə təriflər dediklərini görəcəksən. Onların arasında ədalətlə hökm veriləcək və: “Aləmlərin Rəbbi olan Allaha həmd olsun!”– deyiləcəkdir.",
        "numberInSurah": 75,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "az.musayev",
      "language": "az",
      "name": "Musayev",
      "englishName": "Alikhan Musayev",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}