{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 42,
    "name": "سُورَةُ الشُّورَىٰ",
    "englishName": "Ash-Shura",
    "englishNameTranslation": "Consultation",
    "revelationType": "Meccan",
    "numberOfAyahs": 53,
    "ayahs": [
      {
        "number": 4273,
        "text": "Ha. Mim.",
        "numberInSurah": 1,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4274,
        "text": "Ayn. Sin. Qaf.",
        "numberInSurah": 2,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4275,
        "text": "Qüdrətli və Müdrik olan Allah sənə və səndən əvvəlkilərə belə vəhy edir.",
        "numberInSurah": 3,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4276,
        "text": "Göylərdə və yerdə nə varsa, Ona məxsusdur. O, Ucadır, Uludur.",
        "numberInSurah": 4,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4277,
        "text": "Sanki göylərin bir-birinin üstündən çatlayıb yarılmasına az qalır. Mələklər də Rəbbinə həmd ilə təriflər deyir və yerdəkilər üçün bağışlanma diləyirlər. Həqiqətən, Allah Bağışlayandır, Rəhmlidir.",
        "numberInSurah": 5,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4278,
        "text": "Allahdan başqası ilə dostluq edənlərə Allah Özü nəzarət edir. Sən onların mühafizəçisi deyilsən.",
        "numberInSurah": 6,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4279,
        "text": "Beləliklə, Biz sənə ərəbcə Quran vəhy etdik ki, şəhərlər anası (Məkkə) əhlini və onun ətrafındakıları xəbərdar edəsən və barəsində heç bir şübhə doğurmayan məhşər gününü yadlarına salasan. İnsanların bir qismi Cənnətdə, digər qismi isə Odda olacaqdır.",
        "numberInSurah": 7,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4280,
        "text": "Əgər Allah istəsəydi, onları vahid bir ümmət edərdi. Lakin O, Öz mərhəmətinə istədiyini qovuşdurur. Zalımların isə nə bir himayəçisi olar, nə də bir yardımçısı.",
        "numberInSurah": 8,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4281,
        "text": "Onlar özlərinə Allahdan başqa himayəçilər götürdülər. Hərçənd ki, Himayədar ancaq Allahdır. O, ölüləri dirildir. O, hər şeyə qadirdir.",
        "numberInSurah": 9,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4282,
        "text": "İxtilafa düşdüyünüz şeylər barəsində hökm vermək ancaq Allaha aiddir. Bu mənim Rəbbim olan Allahdır. Mən yalnız Ona təvəkkül edir və yalnız Ona üz tuturam.",
        "numberInSurah": 10,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 420,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4283,
        "text": "Allah göyləri və yeri Yaradandır. O sizin üçün özünüzdən zövcələr, heyvanlardan da cütlər yaratdı. O sizi bu yolla çoxaldır. Onun heç bir bənzəri yoxdur. O, Eşidəndir, Görəndir.",
        "numberInSurah": 11,
        "juz": 25,
        "manzil": 6,
        "page": 484,
        "ruku": 420,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4284,
        "text": "Göylərin və yerin açarları Ona məxsusdur. O, istədiyinin ruzisini bol edər, istədiyininkini də azaldar. O, hər şeyi Biləndir.",
        "numberInSurah": 12,
        "juz": 25,
        "manzil": 6,
        "page": 484,
        "ruku": 420,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4285,
        "text": "Allah Nuha tövsiyə etdiyini, sənə vəhy etdiyimizi, İbrahimə, Musaya və İsaya tövsiyə etdiyimizi sizin üçün də dində qanun etdi: “Dinə doğru-düzgün etiqad edin və onda bölünüb firqə-firqə olmayın!” Sənin dəvət etdiyin tövhid müşriklərə ağır gəldi. Allah istədiyi kəsi Özü üçün seçər və Ona üz tutanı Özünə tərəf yönəldər.",
        "numberInSurah": 13,
        "juz": 25,
        "manzil": 6,
        "page": 484,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4286,
        "text": "Onlara məhz elm gəldikdən sonra, öz aralarındakı paxıllıq ucbatından, ixtilafa düşdülər. Əgər Rəbbindən, müəyyən bir vaxtadək Söz verilmiş olmasaydı, onların arasında artıq hökm çıxarılmış olardı. Onlardan sonra Kitaba varis olanlar da onun barəsində anlaşılmaz bir şübhə içindədirlər.",
        "numberInSurah": 14,
        "juz": 25,
        "manzil": 6,
        "page": 484,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4287,
        "text": "Buna görə də sən tövhidə dəvət et və sənə əmr olunduğu kimi düz yolla get. Onların nəfslərinin istəyinə uyma və de: “Mən Allahın nazil etdiyi Kitaba iman gətirdim. Mənə sizin aranızda ədalətli olmaq əmr edilmişdir. Allah bizim də Rəbbimiz, sizin də Rəbbinizdir. Bizim əməllərimiz bizə, sizin də əməlləriniz sizə aiddir. Bizimlə sizin aranızda mübahisə ediləcək bir şey yoxdur. Allah hamımızı bir yerə toplayacaqdır. Dönüş də yalnız Onadır”.",
        "numberInSurah": 15,
        "juz": 25,
        "manzil": 6,
        "page": 484,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4288,
        "text": "Allahın dəvəti qəbul olunduqdan sonra Onun barəsində mübahisəyə girişənlərin dəlili Rəbbinin yanında boş şeydir. Onlar dünyada qəzəbə düçar olacaqlar. Axirətdə isə onları şiddətli əzab gözləyir.",
        "numberInSurah": 16,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4289,
        "text": "Kitabı və tərəzini gerçək həqiqət kimi nazil edən Allahdır. Nə bilirsən, bəlkə də o Saat yaxındır.",
        "numberInSurah": 17,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4290,
        "text": "Qiyamətə inanmayanlar onun tez gəlib çatmasını istəyirlər. Möminlər isə ondan qorxur və onun həqiqət olduğunu bilirlər. Şübhəsiz ki, o Saat barəsində mübahisə edənlər dərin bir azğınlıq içindədirlər.",
        "numberInSurah": 18,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4291,
        "text": "Allah Öz qullarına qarşı Lütfkardır. O, istədiyinə ruzi verir. O, Qüvvətlidir, Qüdrətlidir.",
        "numberInSurah": 19,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4292,
        "text": "Biz axirət savabını istəyənin savabın artırar, dünya qazancını istəyənə də ondan verərik. Lakin onun axirətdə heç bir payı olmaz.",
        "numberInSurah": 20,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4293,
        "text": "Yoxsa onların Allahın dində izin vermədiyi şeyləri onlar üçün şəriət qanunu edə bilən şərikləri vardır? Əgər həlledici Söz olmasaydı, aralarındakı iş bitmiş olardı. Həqiqətən, zalımları ağrılı-acılı bir əzab gözləyir.",
        "numberInSurah": 21,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4294,
        "text": "Zalımların qazandıqları günahlar özlərinə qarşı çevrildikdə onları bunun qorxusundan titrəyən görəcəksən. İman gətirib yaxşı işlər görənlər isə Cənnət bağçalarında məskunlaşacaqlar. Rəbbinin yanında onlar üçün istədikləri hər şey hazırlanmışdır. Böyük lütfkarlıq da elə budur.",
        "numberInSurah": 22,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4295,
        "text": "İman gətirib yaxşı işlər görən qullarına Allahın müjdə verdiyi nemət budur. De: “Mən sizdən bunun əvəzində qohumluq sevgisindən başqa bir şey istəmirəm”. Kim bir yaxşılıq etsə, onun savabını artırarıq. Həqiqətən, Allah Bağışlayandır, şükrün əvəzini verəndir.",
        "numberInSurah": 23,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4296,
        "text": "Yoxsa onlar sənin barəndə: “O, Allaha qarşı yalan uydurdu”– deyirlər? Əgər Allah istəsə, sənin qəlbinə möhür vurar. Allah batili silib yox edər və haqqı Öz sözləri ilə bərqərar edər. Şübhəsiz ki, O, kökslərdə olanları Biləndir.",
        "numberInSurah": 24,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4297,
        "text": "Qullarının tövbəsini qəbul edən, günahları bağışlayan və sizin nə etdiyinizi bilən Odur.",
        "numberInSurah": 25,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4298,
        "text": "O, iman gətirib yaxşı əməllər edənlərin duasını qəbul edər və Öz lütfünü onlara artırar. Kafirlər üçün isə şiddətli əzab hazırlanmışdır.",
        "numberInSurah": 26,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4299,
        "text": "Əgər Allah Öz qullarına bolluca ruzi versəydi, onlar yer üzündə həddi aşardılar. Lakin O, istədiyi şeyi qədərincə göndərir. Həqiqətən, O Öz qullarından Xəbərdardır, Görəndir.",
        "numberInSurah": 27,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4300,
        "text": "İnsanlar ümidlərini kəsdikdən sonra yağış endirən və Öz mərhəmətini hər yana yayan Odur. O, Himayəçidir, Tərifəlayiqdir.",
        "numberInSurah": 28,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4301,
        "text": "Göyləri, yeri və onlarda yaydığı canlıları yaratması Onun dəlillərindəndir. Allah istədiyi vaxt yaratdıqlarını bir yerə toplamağa qadirdir.",
        "numberInSurah": 29,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4302,
        "text": "Başınıza gələn hər bir müsibət öz əllərinizlə qazandığınız günahlar üzündəndir. Allah günahların çoxunu bağışlayır.",
        "numberInSurah": 30,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4303,
        "text": "Siz yer üzündə Allahdan yaxa qurtara bilməzsiniz. Allahdan başqa sizin nə bir himayəçiniz olar, nə də bir köməkçiniz.",
        "numberInSurah": 31,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4304,
        "text": "Dənizdə dağlar kimi üzən gəmilər də Onun dəlillərindəndir.",
        "numberInSurah": 32,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4305,
        "text": "Əgər Allah istəsə, küləyi sakitləşdirər, onlar da suyun üzündə hərəkətsiz qalarlar. Həqiqətən, bunda səbirli olan və şükür edən hər bir kəs üçün ibrətlər vardır.",
        "numberInSurah": 33,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4306,
        "text": "Yaxud, gəmidəkilərin qazandıqları günahları ucbatından, onları məhv edər və ya bir çoxunu bağışlayar.",
        "numberInSurah": 34,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4307,
        "text": "Bizim ayələrimiz barəsində mübahisə edənlər özləri üçün heç bir qurtuluş yeri olmadığını biləcəklər.",
        "numberInSurah": 35,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4308,
        "text": "Sizə verilən hər bir şey dünya həyatının keçici zövqüdür. Allahın yanında olanlar isə daha xeyirli və daha sürəklidir. Bunlar iman gətirib öz Rəbbinə təvəkkül edənlər üçündür.",
        "numberInSurah": 36,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4309,
        "text": "O kəslər üçün ki, böyük günahlardan və çirkin əməllərdən çəkinir, qəzəbləndikləri zaman xətanı bağışlayırlar,",
        "numberInSurah": 37,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4310,
        "text": "O kəslər üçün ki, Rəbbinin dəvətini qəbul edir, namaz qılır, işləri barədə öz aralarında məsləhətləşir, onlara verdiyimiz ruzidən Allah yolunda xərcləyirlər.",
        "numberInSurah": 38,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4311,
        "text": "O kəslər üçün ki, haqsızlığa məruz qaldıqda intiqam alırlar.",
        "numberInSurah": 39,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4312,
        "text": "Pisliyin cəzası özü kimi pislikdir. Amma kim bağışlasa və barışsa, onun mükafatı Allaha aid olar. Həqiqətən, O, zalımları sevmir.",
        "numberInSurah": 40,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4313,
        "text": "Haqsızlığa uğradıqdan sonra qisas alanlara heç bir məzəmmət olunmaz.",
        "numberInSurah": 41,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4314,
        "text": "Məzəmmət olunmağa ancaq insanlara zülm edənlər və yer üzündə haqsız yerə azğınlıq edənlər layiqdirlər. Məhz onlar üçün ağrılı-acılı əzab vardır.",
        "numberInSurah": 42,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4315,
        "text": "Hər kim səbir edib bağışlasa, şübhəsiz ki, bu məqsədə uyğun işlərdəndir.",
        "numberInSurah": 43,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4316,
        "text": "Allah kimi azğınlığa salsa, bundan sonra onun heç bir himayəçisi olmaz. Sən zalımları əzabı gördükləri zaman: “Qayıtmağa bir yol yoxdurmu?”– deyən görəcəksən.",
        "numberInSurah": 44,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4317,
        "text": "Cəhənnəm qarşısına gətirildikləri zaman sən onların zəlillikdən başlarını aşağı salıb gözucu gizlin-gizlin baxdıqlarını görəcəksən. Möminlər deyəcəklər: “Şübhəsiz ki, ziyana uğrayanlar Qiyamət günü özlərini və ailələrini itirənlərdir”. Həqiqətən, zalımlar daimi əzab içində olacaqlar.",
        "numberInSurah": 45,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4318,
        "text": "Onlara Allahdan başqa kömək edəcək dostlar olmayacaqdır. Allah kimi azğınlığa salsa, onun üçün heç bir qurtuluş yolu olmaz.",
        "numberInSurah": 46,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4319,
        "text": "Allah tərəfindən qarşısıalınmaz gün gəlməmişdən əvvəl Rəbbinizin çağırışına cavab verin! O gün sizin üçün heç bir sığınacaq olmayacaq və siz günahlarınızı inkar edə bilməyəcəksiniz.",
        "numberInSurah": 47,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4320,
        "text": "Əgər üzlərini çevirsələr, unutma ki, Biz səni onlara nəzarətçi təyin etməmişik. Sənin vəzifən ancaq təbliğ etməkdir. Biz insana Öz mərhəmətimizdən daddırdıqda ona sevinir. Onlara öz əlləri ilə etdikləri əməllərin ucbatından bir bədbəxtlik üz verdikdə isə insanın nankor olduğunu görərsən.",
        "numberInSurah": 48,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4321,
        "text": "Göylərdə və yerdə səltənət Allahındır. O, istədiyini yaradır; kimə qız uşaqları, kimə də oğlan uşaqları bəxş edir.",
        "numberInSurah": 49,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4322,
        "text": "Yaxud hər ikisindən – oğlan və qız uşaqları verir, istədiyini də sonsuz edir. Həqiqətən, O, Biləndir, Qadirdir.",
        "numberInSurah": 50,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4323,
        "text": "Allah insanla ancaq vəhylə və ya pərdə arxasından danışır, yaxud bir elçi göndərir və o da Allahın izni ilə Onun istədiyini vəhy edir. Həqiqətən, O, Ucadır, Müdrikdir.",
        "numberInSurah": 51,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4324,
        "text": "Biz sənə Öz əmrimizdən olan ruhu (Quranı) vəhy etdik. Sən kitab nədir, iman nədir bilmirdin. Lakin Biz onu, qullarımızdan istədiyimizi doğru yola yönəltmək üçün, bir nur etdik. Həqiqətən, sən onları doğru yola yönəldirsən –",
        "numberInSurah": 52,
        "juz": 25,
        "manzil": 6,
        "page": 489,
        "ruku": 423,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4325,
        "text": "göylərdə və yerdəkilərin sahibi Allahın yoluna. Şübhəsiz ki, bütün işlər Allaha qayıdır.",
        "numberInSurah": 53,
        "juz": 25,
        "manzil": 6,
        "page": 489,
        "ruku": 423,
        "hizbQuarter": 196,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "az.musayev",
      "language": "az",
      "name": "Musayev",
      "englishName": "Alikhan Musayev",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}