{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 58,
    "name": "سُورَةُ المُجَادلَةِ",
    "englishName": "Al-Mujaadila",
    "englishNameTranslation": "The Pleading Woman",
    "revelationType": "Medinan",
    "numberOfAyahs": 22,
    "ayahs": [
      {
        "number": 5105,
        "text": "Аллах внял словам женщины, которая вступила с тобой [, о Мухаммад,] в пререкания относительно своего мужа и жаловалась Аллаху. А Аллах слышал ваш разговор, ибо Аллах - слышащий, видящий.",
        "numberInSurah": 1,
        "juz": 28,
        "manzil": 7,
        "page": 542,
        "ruku": 476,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5106,
        "text": "Те из вас, которые называют своих жен как бы хребтом своих матерей, [не правы] - в действительности их жены, [конечно], не матери им, ведь их матери - только те женщины, которые их родили. [А утверждающие иное] утверждают предосудительно и лживо. Воистину, Аллах - прощающий, снисходительный.",
        "numberInSurah": 2,
        "juz": 28,
        "manzil": 7,
        "page": 542,
        "ruku": 476,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5107,
        "text": "Тем, которые разводятся со своими женами по языческому обряду, а потом отрекаются от того, что сказали, надлежит освободить одного раба, прежде чем [супруги] сойдутся друг с другом. Так наставляют вас, и Аллах ведает о том, что вы делаете.",
        "numberInSurah": 3,
        "juz": 28,
        "manzil": 7,
        "page": 542,
        "ruku": 476,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5108,
        "text": "Если же у кого-либо нет раба. то надлежит соблюдать пост два месяца без перерыва, прежде чем [супруги] сойдутся. А если кто-либо не может [соблюдать пост], то надлежит накормить шестьдесят бедняков. [Все] это - для того, чтобы вы уверовали в Аллаха и Его Посланника. Это - ограничения, наложенные Аллахом, а для неверных уготовано мучительное наказание.",
        "numberInSurah": 4,
        "juz": 28,
        "manzil": 7,
        "page": 542,
        "ruku": 476,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5109,
        "text": "Воистину, те, которые враждебны Аллаху и Его Посланнику, будут повержены, как были повержены их предшественники. Мы ниспослали [верующим] ясные знамения, а неверным уготовано унизительное наказание",
        "numberInSurah": 5,
        "juz": 28,
        "manzil": 7,
        "page": 542,
        "ruku": 476,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5110,
        "text": "в тот день, когда Аллах воскресит их всех и поведает им о том, что они творили [на земле]. Аллах зачел их деяния, хотя они забыли их, ведь Аллах - свидетель всему сущему.",
        "numberInSurah": 6,
        "juz": 28,
        "manzil": 7,
        "page": 542,
        "ruku": 476,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5111,
        "text": "Неужели ты не знаешь, что Аллах ведает и то, что на небесах, и то, что на земле? Не бывает тайной беседы между тремя, чтобы Он не был четвертым; между пятью, чтобы Он не был шестым; [не бывает тайной беседы] между меньшим или большим [количеством людей], чем перечислено, без того, чтобы Он не был с ними, где бы они ни находились. А потом в День воскресения Он поведает им о том, что они творили: ведь Аллах знает все сущее.",
        "numberInSurah": 7,
        "juz": 28,
        "manzil": 7,
        "page": 543,
        "ruku": 477,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5112,
        "text": "Разве ты не видел тех, которым был запрещен тайный сговор, но они впоследствии обратились к тому, что было им запрещено, и тайно сговорились [творить] греховные дела и [упорствовать] во вражде и неповиновении Посланнику. Когда они навещают тебя, то приветствуют тебя не так, как приветствует тебя Аллах, и думают: \"Почему же Аллах не наказывает нас за то, что мы говорим?\" Довольно им ада! И скверное это место для пребывания.",
        "numberInSurah": 8,
        "juz": 28,
        "manzil": 7,
        "page": 543,
        "ruku": 477,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5113,
        "text": "О вы, которые уверовали! Когда вы ведете тайные беседы, то не сговаривайтесь о греховных делах, о вражде и неповиновении Посланнику, а ведите беседы о добре и благочестии и страшитесь Аллаха, к которому вас призовут.",
        "numberInSurah": 9,
        "juz": 28,
        "manzil": 7,
        "page": 543,
        "ruku": 477,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5114,
        "text": "Тайная беседа - порождение шайтана, чтобы [посредством нее] заставить скорбеть тех, которые уверовали. Но она нисколько не повредит им, если не будет на то воли Аллаха, и пусть верующие уповают на Аллаха.",
        "numberInSurah": 10,
        "juz": 28,
        "manzil": 7,
        "page": 543,
        "ruku": 477,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5115,
        "text": "О вы, которые уверовали! Когда вас просят на собраниях: \"Не толпитесь!\", то давайте место [другим], и Аллах даст вам место. А когда вам предлагают: \"Вставайте\", - то поднимайтесь. Аллах возвышает степенью тех из вас, которые веруют, а также тех, которым даровано знание. Аллах ведает о том, что вы вершите.",
        "numberInSurah": 11,
        "juz": 28,
        "manzil": 7,
        "page": 543,
        "ruku": 477,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5116,
        "text": "О вы, которые уверовали! Когда вы приходите к Посланнику для тайной беседы, то предварите ее милостыней. Так будет лучше для вас и чище [для помыслов]. Но если у вас нет [чего-либо для милостыни], то ведь Аллах - прощающий, милосердный.",
        "numberInSurah": 12,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 477,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5117,
        "text": "Неужели вы боитесь предварить вашу тайную беседу милостыней? Если вы не предварили и Аллах простил вас, то совершайте обрядовую молитву, вносите закат, повинуйтесь Аллаху и Его Посланнику, ибо Аллах ведает о том, что вы вершите.",
        "numberInSurah": 13,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 477,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5118,
        "text": "Разве ты не видел тех, которые вступили в дружбу с людьми, прогневившими Аллаха? Они ни к вам (т. е. муслимам) не принадлежат, ни к ним (т. е. иудеям). Они дают заведомо ложные клятвы.",
        "numberInSurah": 14,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 478,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5119,
        "text": "Аллах уготовил для них суровую кару. Воистину, скверны их деяния!",
        "numberInSurah": 15,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 478,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5120,
        "text": "Они прикрываются, словно щитом, своими клятвами и сбивают [людей] с пути Аллаха. Им уготовано позорное наказание.",
        "numberInSurah": 16,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 478,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5121,
        "text": "Ни имущество, ни дети нисколько не спасут их от [гнева] Аллаха. Они - обитатели ада, вечно пребудут они там.",
        "numberInSurah": 17,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 478,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5122,
        "text": "В тот день, когда Аллах воскресит их всех, они станут клясться перед Ним, подобно тому как клянутся перед вами, и при этом полагают, что они правы. Так знайте: они - лжецы.",
        "numberInSurah": 18,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 478,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5123,
        "text": "Шайтан овладел их [душами] и заставил предать забвению память об Аллахе. Они - последователи шайтана. О да! Воистину, сторонники шайтана, понесшие урон.",
        "numberInSurah": 19,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 478,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5124,
        "text": "Воистину, те, которые враждебны Аллаху и Его Посланнику, - в числе самых презренных.",
        "numberInSurah": 20,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 478,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5125,
        "text": "Аллах начертал: \"Воистину, победу одержу Я, а также Мои посланники!\" Воистину, Аллах - могучий, великий.",
        "numberInSurah": 21,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 478,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5126,
        "text": "Среди тех, кто верует в Аллаха и в Судный день, ты не найдешь людей, которые любили бы тех, кто враждебен Аллаху, если даже это их отцы, сыновья, братья или родственники. Аллах начертал в их сердцах веру и укрепил их Своим духом. Он введет их в сады с текущими ручьями, и они пребудут там вечно. Да будет доволен ими Аллах, и да будут они довольны Им! Они - сторонники Аллаха. Воистину, сторонники Аллаха - преуспевшие.",
        "numberInSurah": 22,
        "juz": 28,
        "manzil": 7,
        "page": 545,
        "ruku": 478,
        "hizbQuarter": 218,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "ru.osmanov",
      "language": "ru",
      "name": "Османов",
      "englishName": "Magomed-Nuri Osmanovich Osmanov",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}