{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 7,
    "name": "سُورَةُ الأَعۡرَافِ",
    "englishName": "Al-A'raaf",
    "englishNameTranslation": "The Heights",
    "revelationType": "Meccan",
    "numberOfAyahs": 206,
    "ayahs": [
      {
        "number": 955,
        "text": "Alif Lam Mim Sad",
        "numberInSurah": 1,
        "juz": 8,
        "manzil": 2,
        "page": 151,
        "ruku": 122,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 956,
        "text": "A Book sent down to thee -- so let there be no impediment in thy breast because of it -- to warn thereby, and as a reminder to believers:",
        "numberInSurah": 2,
        "juz": 8,
        "manzil": 2,
        "page": 151,
        "ruku": 122,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 957,
        "text": "Follow what has been sent down to you from your Lord, and follow no friends other than He; little do you remember.",
        "numberInSurah": 3,
        "juz": 8,
        "manzil": 2,
        "page": 151,
        "ruku": 122,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 958,
        "text": "How many a city We have destroyed! Our might came upon it at night, or while they took their ease in the noontide,",
        "numberInSurah": 4,
        "juz": 8,
        "manzil": 2,
        "page": 151,
        "ruku": 122,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 959,
        "text": "and they but cried, when Our might came upon there, 'We were evildoers.';",
        "numberInSurah": 5,
        "juz": 8,
        "manzil": 2,
        "page": 151,
        "ruku": 122,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 960,
        "text": "So We shall question those unto whom a Message was sent, and We shall question the Envoys,",
        "numberInSurah": 6,
        "juz": 8,
        "manzil": 2,
        "page": 151,
        "ruku": 122,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 961,
        "text": "and We shall relate to them with knowledge; assuredly We were not absent.",
        "numberInSurah": 7,
        "juz": 8,
        "manzil": 2,
        "page": 151,
        "ruku": 122,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 962,
        "text": "The weighing that day is true; he whose scales are heavy -- they are the prosperers,",
        "numberInSurah": 8,
        "juz": 8,
        "manzil": 2,
        "page": 151,
        "ruku": 122,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 963,
        "text": "and he whose scales are light -- they have lost their soul for wronging Our signs.",
        "numberInSurah": 9,
        "juz": 8,
        "manzil": 2,
        "page": 151,
        "ruku": 122,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 964,
        "text": "We have established you in the earth and there appointed for you livelihood; little thanks you show.",
        "numberInSurah": 10,
        "juz": 8,
        "manzil": 2,
        "page": 151,
        "ruku": 122,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 965,
        "text": "We created you, then We shaped you, then We said to the angels: 'Bow yourselves to Adam'; so they bowed themselves, save Iblis -- he was not of those that bowed themselves.",
        "numberInSurah": 11,
        "juz": 8,
        "manzil": 2,
        "page": 151,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 966,
        "text": "Said He, 'What prevented thee to bow thyself, when I commanded thee?' Said he, 'I am better than he; Thou createdst me of fire, and him Thou createdst of clay.'",
        "numberInSurah": 12,
        "juz": 8,
        "manzil": 2,
        "page": 152,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 967,
        "text": "Said He, 'Get thee down out of it; it is not for thee to wax proud here, so go thou forth; surely thou art among the humbled.'",
        "numberInSurah": 13,
        "juz": 8,
        "manzil": 2,
        "page": 152,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 968,
        "text": "Said he, 'Respite me till the day they shall be raised.'",
        "numberInSurah": 14,
        "juz": 8,
        "manzil": 2,
        "page": 152,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 969,
        "text": "Said He, 'Thou art among the ones that are respited.'",
        "numberInSurah": 15,
        "juz": 8,
        "manzil": 2,
        "page": 152,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 970,
        "text": "Said he, 'Now, for Thy perverting me, I shall surely sit in ambush for them on Thy straight path;",
        "numberInSurah": 16,
        "juz": 8,
        "manzil": 2,
        "page": 152,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 971,
        "text": "then I shall come on them from before them and from behind them, from their right hands and their left hands; Thou wilt not find most of them thankful.'",
        "numberInSurah": 17,
        "juz": 8,
        "manzil": 2,
        "page": 152,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 972,
        "text": "Said He, 'Go thou forth from it, despised and banished. Those of them that follow thee -- I shall assuredly fill Gehenna with all of you.'",
        "numberInSurah": 18,
        "juz": 8,
        "manzil": 2,
        "page": 152,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 973,
        "text": "'O Adam, inherit, thou and thy wife, the Garden, and eat of where you will, but come not nigh this tree, lest you be of the evildoers.'",
        "numberInSurah": 19,
        "juz": 8,
        "manzil": 2,
        "page": 152,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 974,
        "text": "Then Satan whispered to them, to reveal to them that which was hidden from them of their shameful parts. He said, 'Your Lord has only prohibited you from this tree lest you become angels, or lest you become immortals.'",
        "numberInSurah": 20,
        "juz": 8,
        "manzil": 2,
        "page": 152,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 975,
        "text": "And he swore to them, 'Truly, I am for you a sincere adviser.'",
        "numberInSurah": 21,
        "juz": 8,
        "manzil": 2,
        "page": 152,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 976,
        "text": "So he led them on by delusion; and when they tasted the tree, their shameful parts revealed to them, so they took to stitching upon themselves leaves of the Garden. And their Lord called to them, 'Did not I prohibit you from this tree, and say to you, \"Verily Satan is for you a manifest foe\"?'",
        "numberInSurah": 22,
        "juz": 8,
        "manzil": 2,
        "page": 152,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 977,
        "text": "They said, 'Lord, we have wronged ourselves, and if Thou dost not forgive us, and have mercy upon us, we shall surely be among the lost.'",
        "numberInSurah": 23,
        "juz": 8,
        "manzil": 2,
        "page": 153,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 978,
        "text": "Said He, 'Get you down, each of you an enemy to each. In the earth a sojourn shall be yours, and enjoyment for a time.'",
        "numberInSurah": 24,
        "juz": 8,
        "manzil": 2,
        "page": 153,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 979,
        "text": "Said He, 'Therein you shall live, and therein you shall die, and from there you shall be brought forth.'",
        "numberInSurah": 25,
        "juz": 8,
        "manzil": 2,
        "page": 153,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 980,
        "text": "Children of Adam! We have sent down on you a garment to cover your shameful parts, and feathers; and the garment of godfearing -- that is better; that is one of God's signs; haply they will remember.",
        "numberInSurah": 26,
        "juz": 8,
        "manzil": 2,
        "page": 153,
        "ruku": 124,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 981,
        "text": "Children of Adam! Let not Satan tempt you as he brought your parents out of the Garden, stripping them of their garments to show them their shameful parts. Surely he sees you, he and his tribe, from where you see them not. We have made the Satans the friends of those who do not believe.",
        "numberInSurah": 27,
        "juz": 8,
        "manzil": 2,
        "page": 153,
        "ruku": 124,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 982,
        "text": "And whenever they commit an indecency they say, 'We found our fathers practising it, and God has commanded us to do it.' Say: 'God does not command indecency; what, do you say concerning God such things as you know not?'",
        "numberInSurah": 28,
        "juz": 8,
        "manzil": 2,
        "page": 153,
        "ruku": 124,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 983,
        "text": "Say: 'My Lord has commanded justice. Set your faces in every place of worship and call on Him, making your religion sincerely His. As He originated you so you will return;",
        "numberInSurah": 29,
        "juz": 8,
        "manzil": 2,
        "page": 153,
        "ruku": 124,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 984,
        "text": "a part He guided, and a part justly disposed to error -- they have taken Satans for friends instead of God, and think them guided.'",
        "numberInSurah": 30,
        "juz": 8,
        "manzil": 2,
        "page": 153,
        "ruku": 124,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 985,
        "text": "Children of Adam! Take your adornment at every place of worship; and eat and drink, but be you not prodigal; He loves not the prodigal.",
        "numberInSurah": 31,
        "juz": 8,
        "manzil": 2,
        "page": 154,
        "ruku": 124,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 986,
        "text": "Say: 'Who has forbidden the ornament of God which He brought forth for His servants, and the good things of His providing?' Say: 'These, on the Day of Resurrection, shall be exclusively for those who believed in this present life. So We distinguish the signs for a people who know.'",
        "numberInSurah": 32,
        "juz": 8,
        "manzil": 2,
        "page": 154,
        "ruku": 125,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 987,
        "text": "Say: 'My Lord has only forbidden indecencies, the inward and the outward, and sin, and unjust insolence, and that you associate with God that for which He sent down never authority, and that you say concerning God such as you know not.",
        "numberInSurah": 33,
        "juz": 8,
        "manzil": 2,
        "page": 154,
        "ruku": 125,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 988,
        "text": "To every nation a term; when their term comes they shall not put it back by a single hour nor put it forward.",
        "numberInSurah": 34,
        "juz": 8,
        "manzil": 2,
        "page": 154,
        "ruku": 125,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 989,
        "text": "Children of Adam! If there should come to you Messengers from among you, relating to you My signs, then whosoever is godfearing and makes amends -- no fear shall be on them, neither shall they sorrow.",
        "numberInSurah": 35,
        "juz": 8,
        "manzil": 2,
        "page": 154,
        "ruku": 125,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 990,
        "text": "And those that cry lies to Our signs, and wax proud against them -- those shall be the inhabitants of the Fire, therein dwelling forever.",
        "numberInSurah": 36,
        "juz": 8,
        "manzil": 2,
        "page": 154,
        "ruku": 125,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 991,
        "text": "And who does greater evil than he who forges against God a lie, or cries lies to His signs? Those - their portion of the Book shall reach them; till, when Our messengers come to them, to take them away, they say, 'Where is that you were calling on, beside God?' They will say, 'They have gone astray from us, and they will bear witness against themselves that they were unbelievers.",
        "numberInSurah": 37,
        "juz": 8,
        "manzil": 2,
        "page": 154,
        "ruku": 125,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 992,
        "text": "He will say, 'Enter among nations that passed away before you, jinn and mankind, into the Fire.' Whenever any nation enters, it curses its sister-nation; till, when they have all successively come there, the last of them shall say to the first of them, 'O our Lord, these led us astray; so give them a double chastisement of the Fire.' He will say, 'Unto each a double, but you know not.",
        "numberInSurah": 38,
        "juz": 8,
        "manzil": 2,
        "page": 155,
        "ruku": 125,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 993,
        "text": "The first of them shall say to the last of them, 'You have no superiority over us, then; so taste the chastisement for what you have been earning.'",
        "numberInSurah": 39,
        "juz": 8,
        "manzil": 2,
        "page": 155,
        "ruku": 125,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 994,
        "text": "Those that cry lies to Our signs and wax proud against them the gates of heaven shall not be opened to them, nor shall they enter Paradise until the camel passes through the eye of the needle. Even so We recompense the sinners;",
        "numberInSurah": 40,
        "juz": 8,
        "manzil": 2,
        "page": 155,
        "ruku": 126,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 995,
        "text": "Gehenna shall be their cradle, above them coverings. Even so We recompense the evildoers.",
        "numberInSurah": 41,
        "juz": 8,
        "manzil": 2,
        "page": 155,
        "ruku": 126,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 996,
        "text": "And those who believe, and do deeds of righteousness -- We charge not any soul, save according to its capacity; those are the inhabitants of Paradise, therein dwelling forever;",
        "numberInSurah": 42,
        "juz": 8,
        "manzil": 2,
        "page": 155,
        "ruku": 126,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 997,
        "text": "We shall strip away all rancour that is in their breasts; and underneath them rivers flowing; and they will say, 'Praise belongs to God, who guided us unto this; had God not guided us, we had surely never been guided. Indeed, our Lord's Messengers came with the truth.' And it will be proclaimed: 'This is your Paradise; you have been given it as your inheritance for what you did.'",
        "numberInSurah": 43,
        "juz": 8,
        "manzil": 2,
        "page": 155,
        "ruku": 126,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 998,
        "text": "The inhabitants of Paradise will call to the inhabitants of the Fire: 'We have found that. which our Lord promised us true; have you found what your Lord promised you true?' 'Yes,' they will say. And then a herald shall proclaim between them: 'God's curse is on the evildoers",
        "numberInSurah": 44,
        "juz": 8,
        "manzil": 2,
        "page": 156,
        "ruku": 126,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 999,
        "text": "who bar from God's way, desiring to make it crooked, disbelieving in the world to come.",
        "numberInSurah": 45,
        "juz": 8,
        "manzil": 2,
        "page": 156,
        "ruku": 126,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 1000,
        "text": "And between them is a veil, and on the Ramparts are men knowing each by their mark, who shall call to the inhabitants of Paradise: 'Peace be upon you! They have not entered it, for all their eagerness.'",
        "numberInSurah": 46,
        "juz": 8,
        "manzil": 2,
        "page": 156,
        "ruku": 126,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 1001,
        "text": "And when their eyes are turned towards the inhabitants of the Fire they shall say, 'Our Lord, do not Thou assign us with the people of the evildoers.'",
        "numberInSurah": 47,
        "juz": 8,
        "manzil": 2,
        "page": 156,
        "ruku": 126,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1002,
        "text": "And the dwellers on the Battlements shall call to certain men they know by their sign: 'Your amassing has not availed you, neither your waxing proud.",
        "numberInSurah": 48,
        "juz": 8,
        "manzil": 2,
        "page": 156,
        "ruku": 127,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1003,
        "text": "Are these the ones that you swore God would never reach with mercy?' 'Enter Paradise; no fear upon you, nor shall you sorrow.",
        "numberInSurah": 49,
        "juz": 8,
        "manzil": 2,
        "page": 156,
        "ruku": 127,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1004,
        "text": "The inhabitants of the Fire shall call to the inhabitants of Paradise: 'Pour on us water, or of that God has provided you!' They will say: 'God has forbidden them to the unbelievers",
        "numberInSurah": 50,
        "juz": 8,
        "manzil": 2,
        "page": 156,
        "ruku": 127,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1005,
        "text": "who have taken their religion as a diversion and a sport, and whom the present life has deluded.' -- Therefore today We forget them as they forgot the encounter of this their day, and that they denied Our signs.",
        "numberInSurah": 51,
        "juz": 8,
        "manzil": 2,
        "page": 156,
        "ruku": 127,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1006,
        "text": "And We have brought to them a Book that We have well distinguished, resting on knowledge, a guidance and a mercy unto a people that believe.",
        "numberInSurah": 52,
        "juz": 8,
        "manzil": 2,
        "page": 157,
        "ruku": 127,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1007,
        "text": "Do they look for aught else but its interpretation? The day its interpretation comes, those who before forgot it shall say, 'Indeed, our Lord's Messengers came with the truth. Have we then any intercessors to intercede for us, or shall we be returned, to do other than that we have done?' They have indeed lost their souls, and that which they were forging has gone astray from them.",
        "numberInSurah": 53,
        "juz": 8,
        "manzil": 2,
        "page": 157,
        "ruku": 127,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1008,
        "text": "Surely your Lord is God, who created the heavens and the earth in six days -- then sat Himself upon the Throne, covering the day with the night it pursues urgently -- and the sun, and the moon, and the stars subservient, by His command. Verily, His are the creation and the command. Blessed be God, the Lord of all Being.",
        "numberInSurah": 54,
        "juz": 8,
        "manzil": 2,
        "page": 157,
        "ruku": 128,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1009,
        "text": "Call on your Lord, humbly and secretly; He loves not transgressors.",
        "numberInSurah": 55,
        "juz": 8,
        "manzil": 2,
        "page": 157,
        "ruku": 128,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1010,
        "text": "Do not corruption in the land, after it has been set, right; and call on Him fearfully, eagerly -- surely the mercy of God is nigh to the good-doers;",
        "numberInSurah": 56,
        "juz": 8,
        "manzil": 2,
        "page": 157,
        "ruku": 128,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1011,
        "text": "It is He who looses the winds, bearing good tidings before His mercy, till, when they are charged with heavy clouds, We drive it to a dead land and therewith send down water, and bring forth, therewith all the fruits. Even so We shall bring forth the dead; haply you will remember.",
        "numberInSurah": 57,
        "juz": 8,
        "manzil": 2,
        "page": 157,
        "ruku": 128,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1012,
        "text": "And the good land -- its vegetation comes forth by the leave of its Lord, and the corrupt -- it comes forth but scantily. Even so We turn about the signs for a people that are thankful.",
        "numberInSurah": 58,
        "juz": 8,
        "manzil": 2,
        "page": 158,
        "ruku": 128,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1013,
        "text": "And We sent Noah to his people; and he said, 'O my people, serve God! You have no god other' than He; truly, I fear for you the chastisement of a dreadful day.'",
        "numberInSurah": 59,
        "juz": 8,
        "manzil": 2,
        "page": 158,
        "ruku": 129,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1014,
        "text": "Said the Council of his people, 'We see thee in manifest error.'",
        "numberInSurah": 60,
        "juz": 8,
        "manzil": 2,
        "page": 158,
        "ruku": 129,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1015,
        "text": "Said he, 'My people, there is no error in me; but I am a Messenger from the Lord of all Being.'",
        "numberInSurah": 61,
        "juz": 8,
        "manzil": 2,
        "page": 158,
        "ruku": 129,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1016,
        "text": "I deliver to you the Messages of my Lord, and I advise you sincerely; for I know from God that you know not.",
        "numberInSurah": 62,
        "juz": 8,
        "manzil": 2,
        "page": 158,
        "ruku": 129,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1017,
        "text": "What, do you wonder that a reminder from your Lord should come to you by the lips of a man from among you? That he may warn you, and you be godfearing, haply to find mercy.'",
        "numberInSurah": 63,
        "juz": 8,
        "manzil": 2,
        "page": 158,
        "ruku": 129,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1018,
        "text": "But they cried him lies; so We delivered him, and those with him, in the Ark, and We drowned those who cried lies to Our signs; assuredly they were a blind people.",
        "numberInSurah": 64,
        "juz": 8,
        "manzil": 2,
        "page": 158,
        "ruku": 129,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1019,
        "text": "And to Ad their brother Hood; he said, 'O my people, serve God! You have no god other than He; will you not be godfearing?'",
        "numberInSurah": 65,
        "juz": 8,
        "manzil": 2,
        "page": 158,
        "ruku": 130,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1020,
        "text": "Said the Council of the unbelievers of his people, 'We see thee in folly, and we think that thou art one of the liars.'",
        "numberInSurah": 66,
        "juz": 8,
        "manzil": 2,
        "page": 158,
        "ruku": 130,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1021,
        "text": "Said he, 'My people, there is no folly in me; but I am a Messenger from the Lord of all Being.'",
        "numberInSurah": 67,
        "juz": 8,
        "manzil": 2,
        "page": 158,
        "ruku": 130,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1022,
        "text": "I deliver to you the Messages of my Lord; I am your adviser sincere, faithful.",
        "numberInSurah": 68,
        "juz": 8,
        "manzil": 2,
        "page": 159,
        "ruku": 130,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1023,
        "text": "What, do you wonder that a reminder from your Lord should come to you by the lips of a man from among you? That he may warn you; and remember when He appointed you as successors after the people of Noah, and increased you in stature broadly; remember God's bounties; haply you will prosper.'",
        "numberInSurah": 69,
        "juz": 8,
        "manzil": 2,
        "page": 159,
        "ruku": 130,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1024,
        "text": "They said, 'Why, hast thou come to us that we may serve God alone, and forsake that our fathers served? Then bring us that thou promisest us, if thou speakest truly.'",
        "numberInSurah": 70,
        "juz": 8,
        "manzil": 2,
        "page": 159,
        "ruku": 130,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1025,
        "text": "Said he, 'Anger and wrath from your Lord have fallen upon you. What, do you dispute with me regarding names you have named, you and your fathers, touching which God has sent down never authority? Then watch and wait; I shall be with you watching and waiting.'",
        "numberInSurah": 71,
        "juz": 8,
        "manzil": 2,
        "page": 159,
        "ruku": 130,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1026,
        "text": "So We delivered him, and those with him, by a mercy from Us; and We cut off the last remnant of those who cried lies to Our signs and were not believers.",
        "numberInSurah": 72,
        "juz": 8,
        "manzil": 2,
        "page": 159,
        "ruku": 130,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1027,
        "text": "And to Thamood their brother Salih; he said, 'O my people, serve God! You have no god other than He; there has now come to you a clear sign from your Lord -- this is the She-camel of God, to be a sign for you. Leave her that she may eat in God's earth, and do not touch her with evil, lest you be seized by a painful chastisement.",
        "numberInSurah": 73,
        "juz": 8,
        "manzil": 2,
        "page": 159,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1028,
        "text": "And remember when He appointed you successors after Ad, and lodged you in the land, taking to yourselves castles of its plains, and hewing its mountains into houses. Remember God's bounties, and do not mischief in the earth, working corruption.'",
        "numberInSurah": 74,
        "juz": 8,
        "manzil": 2,
        "page": 160,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1029,
        "text": "Said the Council of those of his people who waxed proud to those that were abased, to those of them who believed, 'Do you know that Salih is an Envoy from his Lord?' They said, 'In the Message he has been sent with we are believers.'",
        "numberInSurah": 75,
        "juz": 8,
        "manzil": 2,
        "page": 160,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1030,
        "text": "Said the ones who waxed proud, 'As for us, we are unbelievers in the thing in which you believe.'",
        "numberInSurah": 76,
        "juz": 8,
        "manzil": 2,
        "page": 160,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1031,
        "text": "So they hamstrung the She-camel and turned in disdain from the commandment of their Lord, saying, 'O Salih, bring us that thou promisest us, if thou art an Envoy.'",
        "numberInSurah": 77,
        "juz": 8,
        "manzil": 2,
        "page": 160,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1032,
        "text": "So the earthquake seized them, and morning found them in their habitation fallen prostrate.",
        "numberInSurah": 78,
        "juz": 8,
        "manzil": 2,
        "page": 160,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1033,
        "text": "So he turned his back on them, and said, 'O my people, I have delivered to you the Message of my Lord, and advised you sincerely; but you do not love sincere advisers.'",
        "numberInSurah": 79,
        "juz": 8,
        "manzil": 2,
        "page": 160,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1034,
        "text": "And Lot, when he said to his people, 'What, do you commit such indecency as never any being in all the world committed before you?",
        "numberInSurah": 80,
        "juz": 8,
        "manzil": 2,
        "page": 160,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1035,
        "text": "See, you approach men lustfully instead of women; no, you are a people that do exceed.'",
        "numberInSurah": 81,
        "juz": 8,
        "manzil": 2,
        "page": 160,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1036,
        "text": "And the only answer of his people was that they said, 'Expel them from your city; surely they are folk that keep themselves clean!'",
        "numberInSurah": 82,
        "juz": 8,
        "manzil": 2,
        "page": 161,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1037,
        "text": "So We delivered him and his family, except his wife; she was one of those that tarried.",
        "numberInSurah": 83,
        "juz": 8,
        "manzil": 2,
        "page": 161,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1038,
        "text": "And We rained down upon them a rain; so behold thou, how was the end of the sinners!",
        "numberInSurah": 84,
        "juz": 8,
        "manzil": 2,
        "page": 161,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1039,
        "text": "And to Midian their brother Shuaib; he said, 'O my people, serve God! You have no god other than He; there has now come to you a clear sign from your Lord. So fill up the measure and the balance, and diminish not the goods of the people; and do not corruption in the land, after it has been set right; that is better for you, if you are believers.",
        "numberInSurah": 85,
        "juz": 8,
        "manzil": 2,
        "page": 161,
        "ruku": 132,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1040,
        "text": "And do not sit in every path, threatening and barring from God's way those who believe in Him, desiring to make it crooked. And remember when you were few, and He multiplied you; and behold, how was the end of the workers of corruption.",
        "numberInSurah": 86,
        "juz": 8,
        "manzil": 2,
        "page": 161,
        "ruku": 132,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1041,
        "text": "And if there is a party of you who believe in the Message I have been sent with, and a party who believe not, be patient till God shall judge between us; He is the best of judges.'",
        "numberInSurah": 87,
        "juz": 8,
        "manzil": 2,
        "page": 161,
        "ruku": 132,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1042,
        "text": "Said the Council of those of his people who waxed proud, 'We will surely expel thee, O Shuaib, and those who believe with thee, from our city, unless you return into our creed.' He said, 'What, even though we detest it?",
        "numberInSurah": 88,
        "juz": 9,
        "manzil": 2,
        "page": 162,
        "ruku": 132,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1043,
        "text": "We should have forged against God a lie if we returned into your creed; after God delivered us from it. It is not for us to return into it, unless God our Lord so will. Our Lord embraces all things in His knowledge. In God we have put our trust. Our Lord, give true deliverance between us and our people; Thou art the best of deliverers.'",
        "numberInSurah": 89,
        "juz": 9,
        "manzil": 2,
        "page": 162,
        "ruku": 132,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1044,
        "text": "Said the Council of those of his people who disbelieved, 'Now, if you follow Shuaib, assuredly in that case you will be losers.'",
        "numberInSurah": 90,
        "juz": 9,
        "manzil": 2,
        "page": 162,
        "ruku": 132,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1045,
        "text": "So the earthquake seized them, and morning found them in their habitation fallen prostrate,",
        "numberInSurah": 91,
        "juz": 9,
        "manzil": 2,
        "page": 162,
        "ruku": 132,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1046,
        "text": "those who cried lies to Shuaib, as if never they dwelt there; those who cried lies to Shuaib, they were the losers.",
        "numberInSurah": 92,
        "juz": 9,
        "manzil": 2,
        "page": 162,
        "ruku": 132,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1047,
        "text": "So he turned his back on them, and said, 'O my people, I have delivered to you the Messages of my Lord, and advised you sincerely; how should I grieve for a people of unbelievers?'",
        "numberInSurah": 93,
        "juz": 9,
        "manzil": 2,
        "page": 162,
        "ruku": 132,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1048,
        "text": "We have sent no Prophet to any city but that We seized its people with misery and hardship, that haply they might be humble;",
        "numberInSurah": 94,
        "juz": 9,
        "manzil": 2,
        "page": 162,
        "ruku": 133,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1049,
        "text": "then We gave them in the place of evil good, till they multiplied, and said, 'Hardship and happiness visited our fathers.' So We seized them suddenly, unawares.",
        "numberInSurah": 95,
        "juz": 9,
        "manzil": 2,
        "page": 162,
        "ruku": 133,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1050,
        "text": "Yet had the peoples of the cities believed and been godfearing, We would have opened upon them blessings from heaven and earth; but they cried lies, and so We seized them for what they earned.",
        "numberInSurah": 96,
        "juz": 9,
        "manzil": 2,
        "page": 163,
        "ruku": 133,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1051,
        "text": "Do the people of the cities feel secure Our might shall not come upon them at night while they are sleeping?",
        "numberInSurah": 97,
        "juz": 9,
        "manzil": 2,
        "page": 163,
        "ruku": 133,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1052,
        "text": "Do the people of the cities feel secure Our might shall not come upon them in daylight while they are playing?",
        "numberInSurah": 98,
        "juz": 9,
        "manzil": 2,
        "page": 163,
        "ruku": 133,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1053,
        "text": "Do they feel secure against God's devising? None feels secure against God's devising but the people of the lost.",
        "numberInSurah": 99,
        "juz": 9,
        "manzil": 2,
        "page": 163,
        "ruku": 133,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1054,
        "text": "Is it not a guidance to those who inherit the earth after those who inhabited it that, did We will, We would smite them because of their sins, sealing their hearts so they do not hear?",
        "numberInSurah": 100,
        "juz": 9,
        "manzil": 2,
        "page": 163,
        "ruku": 134,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1055,
        "text": "Those cities We relate to thee tidings of; their Messengers came to them with the clear signs, but they were not the ones to believe in that they had cried lies before; so God seals the hearts of the unbelievers.",
        "numberInSurah": 101,
        "juz": 9,
        "manzil": 2,
        "page": 163,
        "ruku": 134,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1056,
        "text": "We found no covenant in the most part of them; indeed, We found the most part of them ungodly.",
        "numberInSurah": 102,
        "juz": 9,
        "manzil": 2,
        "page": 163,
        "ruku": 134,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1057,
        "text": "Then We sent, after them, Moses with Our signs to Pharaoh and his Council, but they did them wrong; so behold thou, how was the end of the workers of corruption!",
        "numberInSurah": 103,
        "juz": 9,
        "manzil": 2,
        "page": 163,
        "ruku": 134,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1058,
        "text": "Moses said, 'Pharaoh, I am a Messenger from the Lord of all Being,",
        "numberInSurah": 104,
        "juz": 9,
        "manzil": 2,
        "page": 163,
        "ruku": 134,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1059,
        "text": "worthy to say nothing regarding God except the truth. I have brought a clear sign to you from your Lord; so send forth with me the Children of Israel.'",
        "numberInSurah": 105,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 134,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1060,
        "text": "Said he, 'If thou hast brought a sign, produce it, if thou speakest truly.'",
        "numberInSurah": 106,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 134,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1061,
        "text": "So he cast his staff; and behold, it was a serpent manifest.",
        "numberInSurah": 107,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 134,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1062,
        "text": "And he drew forth his hand, and lo, it was white to the beholders.",
        "numberInSurah": 108,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 134,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1063,
        "text": "Said the Council of the people of Pharaoh, 'Surely this man is a cunning sorcerer",
        "numberInSurah": 109,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1064,
        "text": "who desires to expel you from your land; what do you command?'",
        "numberInSurah": 110,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1065,
        "text": "They said, 'Put him and his brother off a while, and send among the cities musterers,",
        "numberInSurah": 111,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1066,
        "text": "to bring thee every cunning sorcerer.'",
        "numberInSurah": 112,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1067,
        "text": "And the sorcerers came to Pharaoh, saying, 'We shall surely have a wage, if we should be the victors?'",
        "numberInSurah": 113,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1068,
        "text": "He said, 'Yes, indeed; and you shall be among the near-stationed.'",
        "numberInSurah": 114,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1069,
        "text": "They said, 'Moses, wilt thou cast, or shall we be the casters?'",
        "numberInSurah": 115,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1070,
        "text": "He said, 'You cast.' And when they cast they put a Spell upon the people's eyes, and called forth fear of them, and produced a mighty sorcery.",
        "numberInSurah": 116,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1071,
        "text": "And We revealed to Moses: 'Cast thy staff!' And lo, it forthwith swallowed up their lying invention.",
        "numberInSurah": 117,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1072,
        "text": "So the truth came to pass, and false was proved what they were doing.",
        "numberInSurah": 118,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1073,
        "text": "So they were vanquished there, and they turned about, humbled.",
        "numberInSurah": 119,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1074,
        "text": "And the sorcerers were cast down, bowing themselves.",
        "numberInSurah": 120,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1075,
        "text": "They said, 'We believe in the Lord of all Being,",
        "numberInSurah": 121,
        "juz": 9,
        "manzil": 2,
        "page": 165,
        "ruku": 135,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1076,
        "text": "the Lord of Moses and Aaron.",
        "numberInSurah": 122,
        "juz": 9,
        "manzil": 2,
        "page": 165,
        "ruku": 135,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1077,
        "text": "Said Pharaoh, 'You have believed in Him before I gave you leave. Surely this is a device you have devised in the city that you may expel its people from it. Now you shall know!",
        "numberInSurah": 123,
        "juz": 9,
        "manzil": 2,
        "page": 165,
        "ruku": 135,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1078,
        "text": "I shall assuredly cut off alternately your hands and feet, then I shall crucify you all together.'",
        "numberInSurah": 124,
        "juz": 9,
        "manzil": 2,
        "page": 165,
        "ruku": 135,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1079,
        "text": "They said, 'Surely unto our Lord we are turning.",
        "numberInSurah": 125,
        "juz": 9,
        "manzil": 2,
        "page": 165,
        "ruku": 135,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1080,
        "text": "Thou takest vengeance upon us only because we have believed in the signs of our Lord when they came to us. Our Lord, pour out upon us patience, and gather us unto Thee surrendering.'",
        "numberInSurah": 126,
        "juz": 9,
        "manzil": 2,
        "page": 165,
        "ruku": 135,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1081,
        "text": "Then said the Council of the people of Pharaoh, 'Wilt thou leave Moses and his people to work corruption in the land, and leave thee and thy gods?' Said he, 'We shall slaughter their sons and spare their women; surely we are triumphant over them!'",
        "numberInSurah": 127,
        "juz": 9,
        "manzil": 2,
        "page": 165,
        "ruku": 136,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1082,
        "text": "Said Moses to his people, 'Pray for succour to God, and be patient; surely the earth is God's and He bequeaths it to whom He will among His servants. The issue ultimate is to the godfearing.'",
        "numberInSurah": 128,
        "juz": 9,
        "manzil": 2,
        "page": 165,
        "ruku": 136,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1083,
        "text": "They said, 'We have been hurt before thou camest to us, and after thou camest to us.' He said, 'Perchance your Lord will destroy your enemy, and will make you successors in the land, so that He may behold how you shall do.'",
        "numberInSurah": 129,
        "juz": 9,
        "manzil": 2,
        "page": 165,
        "ruku": 136,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1084,
        "text": "Then seized We Pharaoh's people with years of dearth, and scarcity of fruits, that haply they might remember.",
        "numberInSurah": 130,
        "juz": 9,
        "manzil": 2,
        "page": 165,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1085,
        "text": "So, when good came to them, they said, 'This belongs to us'; but if any evil smote them, they would augur ill by Moses and those with him. Why, surely their ill augury was with God; but the most of them knew not.",
        "numberInSurah": 131,
        "juz": 9,
        "manzil": 2,
        "page": 166,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1086,
        "text": "And they said, 'Whatsoever sign thou bringest to us, to cast a spell upon us, we will not believe thee.'",
        "numberInSurah": 132,
        "juz": 9,
        "manzil": 2,
        "page": 166,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1087,
        "text": "So We let loose upon them the flood and the locusts, the lice and the frogs, the blood, distinct signs; but they waxed proud and were a sinful people.",
        "numberInSurah": 133,
        "juz": 9,
        "manzil": 2,
        "page": 166,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1088,
        "text": "And when the wrath fell upon them, they said, 'Moses, pray to thy Lord for us by the covenant He has made with thee. If thou removest from us the wrath, surely we will believe thee, and send forth with thee the Children of Israel.'",
        "numberInSurah": 134,
        "juz": 9,
        "manzil": 2,
        "page": 166,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1089,
        "text": "But when We removed from them the wrath unto a term that they should come to, lo, they broke their troth.",
        "numberInSurah": 135,
        "juz": 9,
        "manzil": 2,
        "page": 166,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1090,
        "text": "So We took vengeance on them, and drowned them in the sea, for that they cried lies to Our signs and heeded them not.",
        "numberInSurah": 136,
        "juz": 9,
        "manzil": 2,
        "page": 166,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1091,
        "text": "And We bequeathed upon the people that were abased all the east and the west of the land We had blessed; and perfectly was fulfilled the most fair word of thy Lord upon the Children of Israel, for that they endured patiently; and We destroyed utterly the works of Pharaoh and his people, and what they had been building.",
        "numberInSurah": 137,
        "juz": 9,
        "manzil": 2,
        "page": 166,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1092,
        "text": "And We brought the Children of Israel over the sea, and they came upon a people cleaving to idols they had. They said, 'Moses, make for us a god, as they have gods.' Said he, 'You are surely a people who are ignorant.",
        "numberInSurah": 138,
        "juz": 9,
        "manzil": 2,
        "page": 167,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1093,
        "text": "Surely this they are engaged upon shall be shattered, and void is what they have been doing.'",
        "numberInSurah": 139,
        "juz": 9,
        "manzil": 2,
        "page": 167,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1094,
        "text": "He said, 'What, shall I seek a god for you other than God, who has preferred you above all beings?'",
        "numberInSurah": 140,
        "juz": 9,
        "manzil": 2,
        "page": 167,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1095,
        "text": "And when We delivered you from the folk of Pharaoh who were visiting you with evil chastisement, slaying your sons, and sparing your women -- and in that was a grievous trial from your Lord.",
        "numberInSurah": 141,
        "juz": 9,
        "manzil": 2,
        "page": 167,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1096,
        "text": "And We appointed with Moses thirty nights and We completed them with ten, so the appointed time of his Lord was forty nights; and Moses said to his brother Aaron, 'Be my successor among my people, and put things right, and do not follow the way of the workers of corruption.'",
        "numberInSurah": 142,
        "juz": 9,
        "manzil": 2,
        "page": 167,
        "ruku": 138,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1097,
        "text": "And when Moses came to Our appointed time and his Lord spoke with him, he said, 'Oh my Lord, show me, that I may behold Thee!' Said He, 'Thou shalt not see Me; but behold the mountain -- if it stays fast in its place, then thou shalt see Me.' And when his Lord revealed Him to the mountain He made it crumble to dust; and Moses fell down swooning. So when he awoke, he said, 'Glory be to Thee! I repent to Thee; I am the first of the believers.'",
        "numberInSurah": 143,
        "juz": 9,
        "manzil": 2,
        "page": 167,
        "ruku": 138,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1098,
        "text": "Said He, 'Moses, I have chosen thee above all men for My Messages and My Utterance; take what I have given thee, and be of the thankful.'",
        "numberInSurah": 144,
        "juz": 9,
        "manzil": 2,
        "page": 168,
        "ruku": 138,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1099,
        "text": "And We wrote for him on the Tablets of everything an admonition, and a distinguishing of everything: 'So take it forcefully, and command thy people to take the fairest of it. I shall show you the habitation of the ungodly.",
        "numberInSurah": 145,
        "juz": 9,
        "manzil": 2,
        "page": 168,
        "ruku": 138,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1100,
        "text": "I shall turn from My signs those who wax proud in the earth unjustly; though they see every sign, they will not believe in it, and though they see the way of rectitude they will not take it for a way, and though they see the way of error, they will take it for a way. That, because they have cried lies to Our signs and heeded them not.'",
        "numberInSurah": 146,
        "juz": 9,
        "manzil": 2,
        "page": 168,
        "ruku": 138,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1101,
        "text": "Those who cry lies to Our signs, and the encounter in the world to come -- their works have failed; shall they be recompensed, except according to the things they have done?",
        "numberInSurah": 147,
        "juz": 9,
        "manzil": 2,
        "page": 168,
        "ruku": 138,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1102,
        "text": "And the people of Moses took to them, after him, of their ornaments a Calf -- a mere body that lowed. Did they not see it spoke not to them, neither guided them upon any way? Yet they took it to them, and were evildoers.",
        "numberInSurah": 148,
        "juz": 9,
        "manzil": 2,
        "page": 168,
        "ruku": 139,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1103,
        "text": "And when they smote their hands, and saw that they had gone astray, they said, 'If our Lord has not mercy on us, and forgives us not, surely we shall be of the lost.'",
        "numberInSurah": 149,
        "juz": 9,
        "manzil": 2,
        "page": 168,
        "ruku": 139,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1104,
        "text": "And when Moses returned to his people, angry and sorrowful, he said, 'Evilly have you done in my place, after me; what, have you outstripped your Lord's commandment?' And he cast down the Tablets, and laid hold of his brother's head, dragging him to him. He said, 'Son of my mother, surely the people have abased me, and well nigh slain me. Make not my enemies to gloat over me, and put me not among the people of the evildoers.",
        "numberInSurah": 150,
        "juz": 9,
        "manzil": 2,
        "page": 169,
        "ruku": 139,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1105,
        "text": "He said, 'O my Lord, forgive me and my brother and enter us into Thy mercy; Thou art the most merciful of the merciful.'",
        "numberInSurah": 151,
        "juz": 9,
        "manzil": 2,
        "page": 169,
        "ruku": 139,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1106,
        "text": "'Surely those who took to themselves the Calf -- anger shall overtake them from their Lord, and abasement in this present life; so We recompense those who are forgers.",
        "numberInSurah": 152,
        "juz": 9,
        "manzil": 2,
        "page": 169,
        "ruku": 140,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1107,
        "text": "And those who do evil deeds, then repent thereafter and believe, surely thereafter thy Lord is All-forgiving, All-compassionate.'",
        "numberInSurah": 153,
        "juz": 9,
        "manzil": 2,
        "page": 169,
        "ruku": 140,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1108,
        "text": "And when Moses' anger abated in him, he took the Tablets and in the inscription of them was guidance, and mercy unto all those who hold their Lord in awe.",
        "numberInSurah": 154,
        "juz": 9,
        "manzil": 2,
        "page": 169,
        "ruku": 140,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1109,
        "text": "And Moses chose of his people seventy men for Our appointed time; and when the earthquake seized them, he said, 'My Lord, hadst Thou willed Thou wouldst have destroyed them before, and me. Wilt Thou destroy us for what the foolish ones of us have done? It is only Thy trial, whereby Thou leadest astray whom Thou wilt, and guidest whom Thou wilt. Thou art our Protector; so forgive us, and have mercy on us, for Thou art the best of forgivers.",
        "numberInSurah": 155,
        "juz": 9,
        "manzil": 2,
        "page": 169,
        "ruku": 140,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1110,
        "text": "And prescribe for us in this world good, and in the world to come; we have repented unto Thee.' Said He, 'My chastisement -- I smite with it whom I will; and My mercy embraces all things, and I shall prescribe it for those who are godfearing and pay the alms, and those who indeed believe in Our signs,",
        "numberInSurah": 156,
        "juz": 9,
        "manzil": 2,
        "page": 170,
        "ruku": 140,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1111,
        "text": "those who follow the Messenger, 'the Prophet of the common folk, whom they find written down with them in the Torah and the Gospel, bidding them to honour, and forbidding them dishonour, making lawful for them the good things and making unlawful for them the corrupt things, and relieving them of their loads, and the fetters that were upon them. Those who believe in him and succour him and help him, and follow the light that has been sent down with him -- they are the prosperers.'",
        "numberInSurah": 157,
        "juz": 9,
        "manzil": 2,
        "page": 170,
        "ruku": 140,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1112,
        "text": "Say: 'O mankind, I am the Messenger of God to you all, of Him to whom belongs the kingdom of the heavens and of the earth. There is no god but He. He gives life, and makes to die. Believe then in God, and in His Messenger, the Prophet of the common folk, who believes in God and His words, and follow him; haply so you will be guided.'",
        "numberInSurah": 158,
        "juz": 9,
        "manzil": 2,
        "page": 170,
        "ruku": 141,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1113,
        "text": "Of the people of Moses there is a nation who guide by the truth, and by it act with justice.",
        "numberInSurah": 159,
        "juz": 9,
        "manzil": 2,
        "page": 170,
        "ruku": 141,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1114,
        "text": "And We cut them up into twelve tribes, nations. And We revealed to Moses, when his people asked him for water: 'Strike with thy staff the rock'; and there gushed forth from it twelve fountains all the people knew now their drinking-place. And We outspread the cloud to overshadow them, and We sent down manna and quails upon them: 'Eat of the good things wherewith We have supplied you.' And they worked no wrong upon Us, but themselves they wronged.",
        "numberInSurah": 160,
        "juz": 9,
        "manzil": 2,
        "page": 171,
        "ruku": 141,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1115,
        "text": "And when it was said to them, 'Dwell in this township and eat of it wherever you will; and say, Unburdening; and enter in at the gate, prostrating; We will forgive you your transgressions, and increase the good-doers.'",
        "numberInSurah": 161,
        "juz": 9,
        "manzil": 2,
        "page": 171,
        "ruku": 141,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1116,
        "text": "Then the evildoers of them substituted a saying other than that which had been said to them; so We sent down upon them wrath out of heaven for their evildoing.",
        "numberInSurah": 162,
        "juz": 9,
        "manzil": 2,
        "page": 171,
        "ruku": 141,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1117,
        "text": "And question them concerning the township which was bordering the sea, when they transgressed the Sabbath, when their fish came to them on the day of their Sabbath, swimming shorewards, but on the day they kept not Sabbath, they came not unto them. Even so We were trying them for their ungodliness.",
        "numberInSurah": 163,
        "juz": 9,
        "manzil": 2,
        "page": 171,
        "ruku": 142,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1118,
        "text": "And when a certain nation of them said, 'Why do you admonish a people God is about to destroy or to chastise with a terrible chastisement?' They said, 'As an excuse to your Lord; and haply they will be godfearing.'",
        "numberInSurah": 164,
        "juz": 9,
        "manzil": 2,
        "page": 172,
        "ruku": 142,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1119,
        "text": "So, when they forgot that they were reminded of; We delivered those who were forbidding wickedness, and We seized the evildoers with evil chastisement for their ungodliness.",
        "numberInSurah": 165,
        "juz": 9,
        "manzil": 2,
        "page": 172,
        "ruku": 142,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1120,
        "text": "And when they turned in disdain from that forbidding We said to them, 'Be you apes, miserably slinking!'",
        "numberInSurah": 166,
        "juz": 9,
        "manzil": 2,
        "page": 172,
        "ruku": 142,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1121,
        "text": "And when Thy Lord proclaimed He would send forth against them, unto the Day of Resurrection, those who should visit them with evil chastisement. Surely thy Lord is swift in retribution; surely He is All-forgiving, All-compassionate.",
        "numberInSurah": 167,
        "juz": 9,
        "manzil": 2,
        "page": 172,
        "ruku": 142,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1122,
        "text": "And We cut them up into nations in the earth, some of them righteous, and some of them otherwise; and We tried them with good things and evil, that haply they should return.",
        "numberInSurah": 168,
        "juz": 9,
        "manzil": 2,
        "page": 172,
        "ruku": 142,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1123,
        "text": "And there succeeded after them a succession who inherited the Book, taking the chance goods of this lower world, and saying, 'It will be forgiven us'; and if chance goods the like of them come to them, they will take them. Has not the compact of the Book been taken touching them, that they should say concerning God nothing but the truth? And they have studied what is in it; and the Last Abode is better for those who are godfearing. Do you not understand?",
        "numberInSurah": 169,
        "juz": 9,
        "manzil": 2,
        "page": 172,
        "ruku": 142,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1124,
        "text": "And those who hold fast to the Book, and perform the prayer -- surely We leave not to waste the wage of those who set aright.",
        "numberInSurah": 170,
        "juz": 9,
        "manzil": 2,
        "page": 172,
        "ruku": 142,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1125,
        "text": "And when We shook the mountain above them as if it were a canopy, and they supposed it was about to fall on them: 'Take forcefully what We have given you, and remember what is in it; haply you will be godfearing.'",
        "numberInSurah": 171,
        "juz": 9,
        "manzil": 2,
        "page": 173,
        "ruku": 142,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1126,
        "text": "And when thy Lord took from the Children of Adam, from their loins, their seed, and made them testify touching themselves, 'Am I not your Lord?' They said, 'Yes, we testify'-- lest you should say on the Day of Resurrection, 'As for us, we were heedless of this,'",
        "numberInSurah": 172,
        "juz": 9,
        "manzil": 2,
        "page": 173,
        "ruku": 143,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1127,
        "text": "or lest you say, 'Our fathers were idolaters aforetime, and we were seed after them. What, wilt Thou then destroy us for the deeds of the vain-doers?'",
        "numberInSurah": 173,
        "juz": 9,
        "manzil": 2,
        "page": 173,
        "ruku": 143,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1128,
        "text": "So We distinguish the signs; and haply they will return.",
        "numberInSurah": 174,
        "juz": 9,
        "manzil": 2,
        "page": 173,
        "ruku": 143,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1129,
        "text": "And recite to them the tiding of him to whom We gave Our signs, but he cast them off; and Satan followed after him, and he became one of the perverts.",
        "numberInSurah": 175,
        "juz": 9,
        "manzil": 2,
        "page": 173,
        "ruku": 143,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1130,
        "text": "And had We willed, We would have raised him up thereby; but he inclined towards the earth and followed his lust. So the likeness of him is as the likeness of a dog; if thou attackest it it lolls its tongue out, or if thou leavest it, it lolls its tongue out. That is that people's likeness who cried lies to Our signs. So relate the story; haply they will reflect.",
        "numberInSurah": 176,
        "juz": 9,
        "manzil": 2,
        "page": 173,
        "ruku": 143,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1131,
        "text": "An evil likeness is the likeness of the people who cried lies to Our signs, and themselves were wronging.",
        "numberInSurah": 177,
        "juz": 9,
        "manzil": 2,
        "page": 173,
        "ruku": 143,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1132,
        "text": "Whomsoever God guides, he is rightly guided; and whom He leads astray -- they are the losers.",
        "numberInSurah": 178,
        "juz": 9,
        "manzil": 2,
        "page": 173,
        "ruku": 143,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1133,
        "text": "We have created for Gehenna many jinn and men: they have hearts, but understand not with them; they have eyes, but perceive not with them; they have ears, but they hear not with them. They are like cattle; nay, rather they are further astray. Those -- they are the heedless.",
        "numberInSurah": 179,
        "juz": 9,
        "manzil": 2,
        "page": 174,
        "ruku": 143,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1134,
        "text": "To God belong the Names Most Beautiful; so call Him by them, and leave those who blaspheme His Names -- they shall assuredly be recompensed for the things they did.",
        "numberInSurah": 180,
        "juz": 9,
        "manzil": 2,
        "page": 174,
        "ruku": 143,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1135,
        "text": "Of those We created are a nation who guide by the truth, and by it act with justice.",
        "numberInSurah": 181,
        "juz": 9,
        "manzil": 2,
        "page": 174,
        "ruku": 143,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1136,
        "text": "And those who cry lies to Our signs We will draw them on little by little whence they know not;",
        "numberInSurah": 182,
        "juz": 9,
        "manzil": 2,
        "page": 174,
        "ruku": 144,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1137,
        "text": "and I respite them -- assuredly My guile is sure.",
        "numberInSurah": 183,
        "juz": 9,
        "manzil": 2,
        "page": 174,
        "ruku": 144,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1138,
        "text": "Have they not reflected? No madness is in their comrade; he is naught but a plain warner.",
        "numberInSurah": 184,
        "juz": 9,
        "manzil": 2,
        "page": 174,
        "ruku": 144,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1139,
        "text": "Or have they not considered the dominion of the heaven and of the earth, and what things God has created, and that it may be their term is already nigh? In what manner of discourse then will they after this believe?",
        "numberInSurah": 185,
        "juz": 9,
        "manzil": 2,
        "page": 174,
        "ruku": 144,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1140,
        "text": "Whomsoever God leads astray, no guide he has; He leaves them in their insolence blindly wandering.",
        "numberInSurah": 186,
        "juz": 9,
        "manzil": 2,
        "page": 174,
        "ruku": 144,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1141,
        "text": "They will question thee concerning the Hour, when it shall berth. Say: 'The knowledge of it is only with my Lord; none shall reveal it at its proper time, but He. Heavy is it in the heavens and the earth; it will not come on you but suddenly!' They will question thee, as though thou art well-informed of it. Say: 'The knowledge of it is only with God, but most men know not.'",
        "numberInSurah": 187,
        "juz": 9,
        "manzil": 2,
        "page": 174,
        "ruku": 144,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1142,
        "text": "Say: 'I have no power to profit for myself; or hurt, but as God will. Had I knowledge of the Unseen I would have acquired much good, and evil would not have touched me. I am only a warner, and a bearer of good tidings, to a people believing.'",
        "numberInSurah": 188,
        "juz": 9,
        "manzil": 2,
        "page": 175,
        "ruku": 144,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1143,
        "text": "It is He who created you out of one living soul, and made of him his spouse that he might rest in her. Then, when he covered her, she bore a light burden and passed by with it; but when it became heavy they cried to God their Lord, 'If Thou givest us a righteous son, we indeed shall be of the thankful.'",
        "numberInSurah": 189,
        "juz": 9,
        "manzil": 2,
        "page": 175,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1144,
        "text": "Thereafter, when He gave them a righteous son, they assigned Him associates in that He had given them; but God is high exalted above that they associate.",
        "numberInSurah": 190,
        "juz": 9,
        "manzil": 2,
        "page": 175,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1145,
        "text": "What, do they associate that which creates nothing and themselves are created,",
        "numberInSurah": 191,
        "juz": 9,
        "manzil": 2,
        "page": 175,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1146,
        "text": "and that have no power to help them, neither they help themselves?",
        "numberInSurah": 192,
        "juz": 9,
        "manzil": 2,
        "page": 175,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1147,
        "text": "If you call them to guidance they will not follow you; equal it is to you whether you call them, or whether you are silent.",
        "numberInSurah": 193,
        "juz": 9,
        "manzil": 2,
        "page": 175,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1148,
        "text": "Those on whom you call apart from God, are servants the likes of you; call them and let them answer you, if you speak truly.",
        "numberInSurah": 194,
        "juz": 9,
        "manzil": 2,
        "page": 175,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1149,
        "text": "What, have they feet wherewith they walk, or have they hands wherewith they lay hold, or have they eyes wherewith they see, or have they ears wherewith they give ear? Say: 'Call you then to your associates; then try your guile on me, and give me no respite.",
        "numberInSurah": 195,
        "juz": 9,
        "manzil": 2,
        "page": 175,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1150,
        "text": "My Protector is God who sent down the Book, and He takes into His protection the righteous.",
        "numberInSurah": 196,
        "juz": 9,
        "manzil": 2,
        "page": 176,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1151,
        "text": "And those on whom you call, apart from God, have no power to help you, neither they help themselves.'",
        "numberInSurah": 197,
        "juz": 9,
        "manzil": 2,
        "page": 176,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1152,
        "text": "If you call them to the guidance they do not hear; and thou seest them looking at thee, unperceiving.",
        "numberInSurah": 198,
        "juz": 9,
        "manzil": 2,
        "page": 176,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1153,
        "text": "Take the abundance, and bid to what is honourable, and turn away from the ignorant.",
        "numberInSurah": 199,
        "juz": 9,
        "manzil": 2,
        "page": 176,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1154,
        "text": "If a provocation from Satan should provoke thee, seek refuge in God; He is All-hearing, All-seeing.",
        "numberInSurah": 200,
        "juz": 9,
        "manzil": 2,
        "page": 176,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1155,
        "text": "The godfearing, when a visitation of Satan troubles them, remember, and then see clearly;",
        "numberInSurah": 201,
        "juz": 9,
        "manzil": 2,
        "page": 176,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1156,
        "text": "and their brothers they lead on into error, then they stop not short.",
        "numberInSurah": 202,
        "juz": 9,
        "manzil": 2,
        "page": 176,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1157,
        "text": "And when thou bringest them not a sign, they say, 'Why hast thou not chosen one?' Say: 'I follow only what is revealed to me from my Lord; this is clear testimony from your Lord, guidance, and mercy for a people of believers.'",
        "numberInSurah": 203,
        "juz": 9,
        "manzil": 2,
        "page": 176,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1158,
        "text": "And when the Koran is recited, give you ear to it and be silent; haply so you will find mercy.",
        "numberInSurah": 204,
        "juz": 9,
        "manzil": 2,
        "page": 176,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1159,
        "text": "Remember thy Lord in thy soul, humbly and fearfully, not loud of voice, at morn and eventide. Be not thou among the heedless.",
        "numberInSurah": 205,
        "juz": 9,
        "manzil": 2,
        "page": 176,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1160,
        "text": "Surely those who are with thy Lord wax not too proud to serve Him; they chant His praise, and to Him they bow.",
        "numberInSurah": 206,
        "juz": 9,
        "manzil": 2,
        "page": 176,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": {
          "id": 1,
          "recommended": true,
          "obligatory": false
        }
      }
    ],
    "edition": {
      "identifier": "en.arberry",
      "language": "en",
      "name": "Arberry",
      "englishName": "A. J. Arberry",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}