{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 8,
    "name": "سُورَةُ الأَنفَالِ",
    "englishName": "Al-Anfaal",
    "englishNameTranslation": "The Spoils of War",
    "revelationType": "Medinan",
    "numberOfAyahs": 75,
    "ayahs": [
      {
        "number": 1161,
        "text": "They will question thee concerning the spoils. Say: 'The spoils belong to God and the Messenger; so fear you God, and set things right between you, and obey you God and His Messenger, if you are believers.'",
        "numberInSurah": 1,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1162,
        "text": "Those only are believers who, when God is mentioned, their hearts quake, and when His signs are recited to them, it increases them in faith, and in their Lord they put their trust,",
        "numberInSurah": 2,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1163,
        "text": "those who perform the prayer, and expend of what We have provided them,",
        "numberInSurah": 3,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1164,
        "text": "those in truth are the believers; they have degrees with their Lord, and forgiveness, and generous provision.",
        "numberInSurah": 4,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1165,
        "text": "As thy Lord brought thee forth from thy house with the truth, and a part of the believers were averse to it,",
        "numberInSurah": 5,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1166,
        "text": "disputing with thee concerning the truth after it had become clear, as though they were being driven into death with their eyes wide open.",
        "numberInSurah": 6,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1167,
        "text": "And when God promised you one of the two parties should be yours, and you were wishing that the one not accoutred should be yours; but God was desiring to verify the truth by His words, and to cut off the unbelievers to the last remnant,",
        "numberInSurah": 7,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1168,
        "text": "and that He might verify the truth and prove untrue the untrue, though the sinners were averse to it.",
        "numberInSurah": 8,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1169,
        "text": "When you were calling upon your Lord for succour, and He answered you, 'I shall reinforce you with a thousand angels riding behind you.'",
        "numberInSurah": 9,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1170,
        "text": "God wrought this not, save as good tidings and that your hearts thereby might be at rest; help comes only from God; surely God is All-mighty, All-wise.",
        "numberInSurah": 10,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1171,
        "text": "When He was causing slumber to overcome you as a security from Him, and sending down on you water from heaven, to purify you thereby, and to put away from you the defilement of Satan, and to strengthen your hearts, and to confirm your feet.",
        "numberInSurah": 11,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1172,
        "text": "When thy Lord was revealing to the angels, 'I am with you; so confirm the believers. I shall cast into the unbelievers' hearts terror; so smite above the necks, and smite every finger of them!'",
        "numberInSurah": 12,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1173,
        "text": "That, because they had made a breach with God and with His Messenger; and whosoever makes a breach with God and with His Messenger, surely God is terrible in retribution.",
        "numberInSurah": 13,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1174,
        "text": "That for you; therefore taste it; and that the chastisement of the Fire is for the unbelievers.",
        "numberInSurah": 14,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1175,
        "text": "O believers, when you encounter the unbelievers marching to battle, turn not your backs to them.",
        "numberInSurah": 15,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1176,
        "text": "Whoso turns his back that day to them, unless withdrawing to fight again or removing to join another host, he is laden with the burden of God's anger, and his refuge is Gehenna -- an evil homecoming!",
        "numberInSurah": 16,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1177,
        "text": "You did not slay them, but God slew them; and when thou threwest, it was not thyself that threw, but God threw, and that He might confer on the believers a fair benefit; surely God is All-hearing, All-knowing.",
        "numberInSurah": 17,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1178,
        "text": "That for you; and that God weakens the unbelievers' guile.",
        "numberInSurah": 18,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1179,
        "text": "If victory you are seeking, victory has already come upon you; and if you give over, it is better for you. But if you return, We shall return, and your host will avail you nothing though it be numerous; and that God is with the believers.",
        "numberInSurah": 19,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1180,
        "text": "O believers, obey God and His Messenger, and do not turn away from Him, even as you are listening;",
        "numberInSurah": 20,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1181,
        "text": "and be not as those who say, 'We hear,' and they hear not.",
        "numberInSurah": 21,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1182,
        "text": "Surely the worst of beasts in God's sight are those that are deaf and dumb and do not understand.",
        "numberInSurah": 22,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1183,
        "text": "If God had known of any good in them He would have made them hear; and if He had made them hear, they would have turned away, swerving aside.",
        "numberInSurah": 23,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1184,
        "text": "O believers, respond to God and the Messenger when He calls you unto that which will give you life; and know that God stands between a man and his heart, and that to Him you shall be mustered.",
        "numberInSurah": 24,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1185,
        "text": "And fear a trial which shall surely not smite in particular the evildoers among you; and know that God is terrible in retribution.",
        "numberInSurah": 25,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1186,
        "text": "And remember when you were few and abased in the land, and were fearful that the people would snatch you away; but He gave you refuge, and confirmed you with His help, and provided you with the good things, that haply you might be thankful.",
        "numberInSurah": 26,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1187,
        "text": "O believers, betray not God and the Messenger, and betray not your trusts and that wittingly;",
        "numberInSurah": 27,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1188,
        "text": "and know that your wealth and your children are a trial, and that with God is a mighty wage.",
        "numberInSurah": 28,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1189,
        "text": "O believers, if you fear God, He will assign you a salvation, and acquit you of your evil deeds, and forgive you; and God is of bounty abounding.",
        "numberInSurah": 29,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1190,
        "text": "And when the unbelievers were devising against thee, to confine thee, or slay thee, or to expel thee, and were devising, and God was devising; and God is the best of devisers.",
        "numberInSurah": 30,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1191,
        "text": "And When Our signs were being recited to them, they said, 'We have already heard; if we wished, we could say the like of this; this is naught but the fairy-tales of the ancients.'",
        "numberInSurah": 31,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1192,
        "text": "And when they said, 'O God, if this be indeed the truth from Thee, then rain down upon us stones out of heaven, or bring us a painful chastisement.'",
        "numberInSurah": 32,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1193,
        "text": "But God would never chastise them, with thee among them; God would never chastise them as they begged forgiveness.",
        "numberInSurah": 33,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1194,
        "text": "But what have they now, that God should not chastise them, when they are barring from the Holy Mosque, not being its protectors? Its only protectors are the godfearing; but most of them know not.",
        "numberInSurah": 34,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1195,
        "text": "And their prayer at the House is nothing but a whistling and a clapping of hands -- therefore taste you now the chastisement for your unbelief!",
        "numberInSurah": 35,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1196,
        "text": "The unbelievers expend their wealth to bar from God's way, and still they will expend it, till it is an anguish for them, then be overthrown, and the unbelievers will be mustered into Gehenna,",
        "numberInSurah": 36,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1197,
        "text": "that God may distinguish the corrupt from the good, and place the corrupt one upon another, and so heap them up all together, and put them in Gehenna; those are the losers.",
        "numberInSurah": 37,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1198,
        "text": "Say to the unbelievers, if they give over He will forgive them what is past; but if they return, the wont of the ancients is already gone!",
        "numberInSurah": 38,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 150,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1199,
        "text": "Fight them, till there is no persecution and the religion is God's entirely; then if they give over, surely God sees the things they do;",
        "numberInSurah": 39,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 150,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1200,
        "text": "but if they turn away, know that God is your Protector -- an excellent Protector, an excellent Helper!",
        "numberInSurah": 40,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 150,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1201,
        "text": "Know that, whatever booty you take, the fifth of it is God's, and the Messenger's, and the near kinsman's, and the orphans', and for the needy, and the traveller, if you believe in God and that We sent down upon Our servant on the day of salvation,. the day the two hosts encountered; and God is powerful over everything;",
        "numberInSurah": 41,
        "juz": 10,
        "manzil": 2,
        "page": 182,
        "ruku": 150,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1202,
        "text": "when you were on the nearer bank, and they were on the farther bank, and the cavalcade was below you; and had you made tryst together, you would have surely failed the tryst; but that God might determine a matter that was done, that whosoever perished might perish by a clear sign, and by a clear sign he might live who lived; and surely God is All-hearing, All-knowing.",
        "numberInSurah": 42,
        "juz": 10,
        "manzil": 2,
        "page": 182,
        "ruku": 150,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1203,
        "text": "When God showed thee them in thy dream as few; and had He shown them as many you would have lost heart, and quarrelled about the matter; but God saved; He knows the thoughts in the breasts.",
        "numberInSurah": 43,
        "juz": 10,
        "manzil": 2,
        "page": 182,
        "ruku": 150,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1204,
        "text": "When God showed you them in your eyes as few, when you encountered, and made you few in their eyes, that God might determine a matter that was done; and unto God all matters are returned.",
        "numberInSurah": 44,
        "juz": 10,
        "manzil": 2,
        "page": 182,
        "ruku": 150,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1205,
        "text": "O believers, whensoever you encounter a host, then stand firm, and remember God frequently; haply so you will prosper.",
        "numberInSurah": 45,
        "juz": 10,
        "manzil": 2,
        "page": 182,
        "ruku": 151,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1206,
        "text": "And obey God, and His Messenger, and do not quarrel together, and so lose heart, and your power depart; and be patient; surely God is with the patient.",
        "numberInSurah": 46,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 151,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1207,
        "text": "Be not as those who went forth from their habitations swaggering boastfully to show off to men, and barring from God's way; and God encompasses the things they do.",
        "numberInSurah": 47,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 151,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1208,
        "text": "And when Satan decked out their deeds fair to them, and said, 'Today no man shall overcome you, for I shall be your neighbour.' But when the two hosts sighted each other, he withdrew upon his heels, saying, 'I am quit of you; for I see what you do not see. I fear God; and God is terrible in retribution.'",
        "numberInSurah": 48,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 151,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1209,
        "text": "When the hypocrites, and those in whose hearts was sickness, said, 'Their religion has deluded them'; but whosoever puts his trust in God, surely God is All-mighty, All-wise.",
        "numberInSurah": 49,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1210,
        "text": "If thou couldst only see when the angels take the unbelievers, beating their faces and their backs: 'Taste the chastisement of the burning --",
        "numberInSurah": 50,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1211,
        "text": "that, for what your hands have forwarded, and for that God is never unjust unto His servants.'",
        "numberInSurah": 51,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1212,
        "text": "Like Pharaoh's folk, and the people before him, who disbelieved in God's signs; God seized them because of their sins; God is strong, terrible in retribution.",
        "numberInSurah": 52,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1213,
        "text": "That is because God would never change His favour that He conferred on a people until they changed what was within themselves; and that God is All-hearing, All-knowing.",
        "numberInSurah": 53,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1214,
        "text": "Like Pharaoh's folk, and the people before him, who cried lies to the signs of their Lord, so We destroyed them because of their sins, and We drowned the folk of Pharaoh; and all were evildoers.",
        "numberInSurah": 54,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1215,
        "text": "Surely the worst of beasts in God's sight are the unbelievers, who will not believe,",
        "numberInSurah": 55,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1216,
        "text": "those of them with whom thou hast made compact then they break their compact every time, not being godfearing.",
        "numberInSurah": 56,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1217,
        "text": "So, if thou comest upon them anywhere in the war, deal with them in such wise as to scatter the ones behind them; haply they will remember.",
        "numberInSurah": 57,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1218,
        "text": "And if thou fearest treachery any way at the hands of a people, dissolve it with them equally; surely God loves not the treacherous.",
        "numberInSurah": 58,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1219,
        "text": "And thou art not to suppose that they who disbelieve have outstripped Me; they cannot frustrate My will.",
        "numberInSurah": 59,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 153,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1220,
        "text": "Make ready for them whatever force and strings of horses you can, to terrify thereby the enemy of God and your enemy, and others besides them that you know not; God knows them. And whatsoever you expend in the way of God shall be repaid you in full; you will not be wronged.",
        "numberInSurah": 60,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 153,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1221,
        "text": "And if they incline to peace, do thou incline to it; and put thy trust in God; He is the All-hearing, the All-knowing.",
        "numberInSurah": 61,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 153,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1222,
        "text": "And if they desire to trick thee, God is sufficient for thee; He has confirmed thee with His help, and with the believers,",
        "numberInSurah": 62,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 153,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1223,
        "text": "and brought their hearts together. Hadst thou expended all that is in the earth, thou couldst not have brought their hearts together; but God brought their hearts together; surely He is All-mighty, All-wise.",
        "numberInSurah": 63,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 153,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1224,
        "text": "O Prophet, God suffices thee, and the believers who follow thee.",
        "numberInSurah": 64,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 153,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1225,
        "text": "O Prophet, urge on the believers to fight. If there be twenty of you, patient men, they will overcome two hundred; if there be a hundred of you, they will overcome a thousand unbelievers, for they are a people who understand not.",
        "numberInSurah": 65,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 154,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1226,
        "text": "Now God has lightened it for you, knowing that there is weakness in you. If there be a hundred of you, patient men, they will overcome two hundred; if there be of you a thousand, they will overcome two thousand by the leave of God; God is with the patient.",
        "numberInSurah": 66,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 154,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1227,
        "text": "It is not for any Prophet to have prisoners until he make wide slaughter in the land. You desire the chance goods of the present world, and God desires the world to come; and God is All-mighty, All-wise.",
        "numberInSurah": 67,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 154,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1228,
        "text": "Had it not been for a prior prescription from God, there had afflicted you, for what you took, a mighty chastisement.",
        "numberInSurah": 68,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 154,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1229,
        "text": "Eat of what you have taken as booty, such as is lawful and good; and fear you God; surely God is All-forgiving, All-compassionate.",
        "numberInSurah": 69,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 154,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1230,
        "text": "O Prophet, say to the prisoners in your hands: 'If God knows of any good in your hearts He will give you better than what has been taken from you, and He will forgive you; surely God is All-forgiving, All-compassionate.'",
        "numberInSurah": 70,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1231,
        "text": "And if they desire treachery against thee, they have tricked God before; but He has given thee power over them; and God is All-knowing, All-wise.",
        "numberInSurah": 71,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1232,
        "text": "Those who believe, and have emigrated and struggled with their possessions and their selves in the way of God, and those who have given refuge and help -- those are friends one of another. And those who believe, but have not emigrated -- you have no duty of friendship towards them till they emigrate; yet if they ask you for help, for religion's sake, it is your duty to help them, except against a people between whom and you there is a compact; and God sees the things you do.",
        "numberInSurah": 72,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1233,
        "text": "As for the unbelievers, they are friends one of another. Unless you do this, there will be persecution in the land and great corruption.",
        "numberInSurah": 73,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1234,
        "text": "And those who believe, and have emigrated and struggled in the way of God. those who have given refuge and help those in truth are the believers, and theirs shall be forgiveness and generous provision.",
        "numberInSurah": 74,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1235,
        "text": "And those who have believed afterwards and emigrated, and struggled with you -- they belong to you; but those related by blood are nearer to one another in the Book of God; surely God has knowledge of everything.",
        "numberInSurah": 75,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "en.arberry",
      "language": "en",
      "name": "Arberry",
      "englishName": "A. J. Arberry",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}