{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 18,
    "name": "سُورَةُ الكَهۡفِ",
    "englishName": "Al-Kahf",
    "englishNameTranslation": "The Cave",
    "revelationType": "Meccan",
    "numberOfAyahs": 110,
    "ayahs": [
      {
        "number": 2141,
        "text": "Praise belongs to God who has sent down upon His servant the Book and has not assigned unto it any crookedness;",
        "numberInSurah": 1,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2142,
        "text": "right, to warn of great violence from Him, and to give good tidings unto the believers, who do righteous deeds, that theirs shall be a goodly wage",
        "numberInSurah": 2,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2143,
        "text": "therein to abide for ever,",
        "numberInSurah": 3,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2144,
        "text": "and to warn those who say, 'God has taken to Himself a son';",
        "numberInSurah": 4,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2145,
        "text": "they have no knowledge of it, they nor their fathers; a monstrous word it is, issuing out of their mouths; they say nothing but a lie.",
        "numberInSurah": 5,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2146,
        "text": "Yet perchance, if they believe not in this tiding, thou wilt consume thyself, following after them, of grief.",
        "numberInSurah": 6,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2147,
        "text": "We have appointed all that is on the earth for an adornment for it, and that We may try which of them is fairest in works;",
        "numberInSurah": 7,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2148,
        "text": "and We shall surely make all that is on it barren dust.",
        "numberInSurah": 8,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2149,
        "text": "Or dost thou think the Men of the Cave and Er-Rakeem were among Our signs a wonder?",
        "numberInSurah": 9,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2150,
        "text": "When the youths took refuge in the Cave saying, 'Our lord, give us mercy from Thee, and furnish us with rectitude in our affair.'",
        "numberInSurah": 10,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2151,
        "text": "Then We smote their ears many years in the Cave.",
        "numberInSurah": 11,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2152,
        "text": "Afterwards. We raised them up again, that We might know which of the two parties would better calculate the while they had tarried.",
        "numberInSurah": 12,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2153,
        "text": "We will relate to thee their tidings truly. They were youths who believed in their Lord, and We increased them in guidance.",
        "numberInSurah": 13,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 253,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2154,
        "text": "And We strengthened their hearts, when they stood up and said, 'Our Lord is the Lord of the heavens and earth; we will not call upon any god, apart from Him, or then we had spoken outrage.",
        "numberInSurah": 14,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 253,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2155,
        "text": "These our people have taken to them other gods, apart from Him. Ah, if only they would bring some clear authority regarding them! But who does greater evil than he who forges against God a lie?",
        "numberInSurah": 15,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 253,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2156,
        "text": "So, when you have gone apart from them and that they serve, excepting God, take refuge in the Cave, and your Lord will unfold to you of His mercy, and will furnish -- you with a gentle issue of your affair.'",
        "numberInSurah": 16,
        "juz": 15,
        "manzil": 4,
        "page": 295,
        "ruku": 253,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2157,
        "text": "And thou mightest have seen the sun, when it rose, inclining from their Cave towards the right, and, when it set, passing them by on the left, while they were in a broad fissure of the Cave. That was one of God's signs; whomsoever God guides, he is rightly guided, and whomsoever He leads astray, thou wilt not find for him a protector to direct.",
        "numberInSurah": 17,
        "juz": 15,
        "manzil": 4,
        "page": 295,
        "ruku": 253,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2158,
        "text": "Thou wouldst have thought them awake, as they lay sleeping, while We turned them now to the right, now to the left,' and their dog 'stretching its paws on the threshold. Hadst thou observed them surely thou wouldst have turned thy back on them in flight, and been filled with terror of them.",
        "numberInSurah": 18,
        "juz": 15,
        "manzil": 4,
        "page": 295,
        "ruku": 254,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2159,
        "text": "And even so We raised them up again that they might question one another. One of them said, 'How long have you tarried?' They said, 'We have tarried a day, or part of a day.' They said, 'Your Lord knows very well how long you have tarried. Now send one of you forth with this silver to the city, and let him look for which of them has purest food, and bring you provision thereof; let him be courteous, and apprise no man of you.",
        "numberInSurah": 19,
        "juz": 15,
        "manzil": 4,
        "page": 295,
        "ruku": 254,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2160,
        "text": "If they should get knowledge of you they will stone you, or restore you to their creed, then you will not prosper ever.",
        "numberInSurah": 20,
        "juz": 15,
        "manzil": 4,
        "page": 295,
        "ruku": 254,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2161,
        "text": "And even so We made them stumble upon them, that they might know that God's promise is true, and that the Hour -- there is no doubt of it. When they were contending among themselves of their affair then they said, 'Build over them a building; their Lord knows of them very well.' Said those who prevailed over their affair, 'We will raise over them a place of worship.'",
        "numberInSurah": 21,
        "juz": 15,
        "manzil": 4,
        "page": 296,
        "ruku": 254,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2162,
        "text": "(They will say, 'Three; and 'their dog was the fourth of them.' They will say, 'Five; and their dog was the sixth of them, guessing at the Unseen. They will say, 'Seven; and their dog was the eighth of them.' Say: 'My Lord knows very well their number, and none knows them, except a few.' So do not dispute with them, except in outward disputation, and ask not any of them for a pronouncement on them.",
        "numberInSurah": 22,
        "juz": 15,
        "manzil": 4,
        "page": 296,
        "ruku": 254,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2163,
        "text": "And do not say, regarding anything, 'I am going to do that tomorrow,'",
        "numberInSurah": 23,
        "juz": 15,
        "manzil": 4,
        "page": 296,
        "ruku": 255,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2164,
        "text": "but only, 'If God will'; and mention thy Lord, when thou forgettest, and say, 'It may be that my Lord will guide me unto something nearer to rectitude than this.')",
        "numberInSurah": 24,
        "juz": 15,
        "manzil": 4,
        "page": 296,
        "ruku": 255,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2165,
        "text": "And they tarried in the Cave three hundred years, and to that they added nine more.",
        "numberInSurah": 25,
        "juz": 15,
        "manzil": 4,
        "page": 296,
        "ruku": 255,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2166,
        "text": "Say: 'God knows very well how long they tarried. To Him belongs the Unseen in the heavens and in the earth. How well He sees! How well He hears! They have no protector, apart from Him, and He associates in His government no one.'",
        "numberInSurah": 26,
        "juz": 15,
        "manzil": 4,
        "page": 296,
        "ruku": 255,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2167,
        "text": "Recite what has been revealed to thee of the Book of thy Lord; no man can change His words. Apart from Him, thou wilt find no refuge.",
        "numberInSurah": 27,
        "juz": 15,
        "manzil": 4,
        "page": 296,
        "ruku": 255,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2168,
        "text": "And restrain thyself with those who call upon their Lord at morning and evening, desiring His countenance, and let not thine eyes turn away from them, desiring the adornment of the present life; and obey not him whose heart We have made neglectful of Our remembrance so that he follows his own lust, and his affair has become all excess.",
        "numberInSurah": 28,
        "juz": 15,
        "manzil": 4,
        "page": 297,
        "ruku": 255,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2169,
        "text": "Say: 'The truth is from your Lord; so let whosoever will believe, and let whosoever will disbelieve.' Surely We have prepared for the evildoers a fire, whose pavilion encompasses them; if they call for succour, they will be succoured with water like molten copper, that shall scald their faces -- how evil a potion, and how evil a resting-place!",
        "numberInSurah": 29,
        "juz": 15,
        "manzil": 4,
        "page": 297,
        "ruku": 255,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2170,
        "text": "Surely those who believe, and do deeds of righteousness -- surely We leave not to waste the wage of him who does good works;",
        "numberInSurah": 30,
        "juz": 15,
        "manzil": 4,
        "page": 297,
        "ruku": 255,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2171,
        "text": "those -- theirs shall be Gardens of Eden, underneath which rivers flow; therein they shall be adorned with bracelets of gold, and they shall be robed in green garments of silk and brocade, therein reclining upon couches -- O, how excellent a reward! And O, how fair a resting-place!",
        "numberInSurah": 31,
        "juz": 15,
        "manzil": 4,
        "page": 297,
        "ruku": 255,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2172,
        "text": "And strike for them a similitude: two men. To one of them We assigned two gardens of vines, and surrounded them with palm-trees, and between them We set a sown field;",
        "numberInSurah": 32,
        "juz": 15,
        "manzil": 4,
        "page": 297,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2173,
        "text": "each of the two gardens yielded its produce and failed naught in any wise; and We caused to gush amidst them a river.",
        "numberInSurah": 33,
        "juz": 15,
        "manzil": 4,
        "page": 297,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2174,
        "text": "So he had fruit; and he said to his fellow, as he was conversing with him, 'I have more abundance of wealth than thou and am mightier in respect of men.",
        "numberInSurah": 34,
        "juz": 15,
        "manzil": 4,
        "page": 297,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2175,
        "text": "And he entered his garden, wronging himself; he said, 'I do not think that this will ever perish;",
        "numberInSurah": 35,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2176,
        "text": "I do not think that the Hour is coming; and if I am indeed returned to my Lord, I shall surely find a better resort than this.'",
        "numberInSurah": 36,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2177,
        "text": "Said his fellow, as he was conversing with him, 'What, disbelievest thou in Him who created thee of dust, then of a sperm-drop, then shaped thee as a man?",
        "numberInSurah": 37,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2178,
        "text": "But lo, He is God, my Lord, and I will not associate with my Lord any one.",
        "numberInSurah": 38,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2179,
        "text": "Why, when thou wentest into thy garden, didst thou not say, \"As God will; there is no power except in God\"? If thou seest me, that I am less than thou in wealth and children,",
        "numberInSurah": 39,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2180,
        "text": "yet it may be that my Lord will give me better than thy garden, and loose on it a thunderbolt out of heaven, so that in the morning it will be a slope of dust,",
        "numberInSurah": 40,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2181,
        "text": "or in the morning the water of it will be sunk into the earth, so that thou wilt not be able to seek it out.'",
        "numberInSurah": 41,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2182,
        "text": "And his fruit was all encompassed, and in the morning he was wringing his hands for that he had expended upon it, and it was fallen down upon its trellises, and he was saying, 'Would I had not associated with my Lord any one!'",
        "numberInSurah": 42,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2183,
        "text": "But there was no host to help him, apart from God, and he was helpless.",
        "numberInSurah": 43,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2184,
        "text": "Thereover protection belongs only to God the True; He is best rewarding, best in the issue.",
        "numberInSurah": 44,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2185,
        "text": "And strike for them the similitude of the present life: it is as water that We send down out of heaven, and the plants of the earth mingle with it; and in the morning it is straw the winds scatter; and God is omnipotent over everything.",
        "numberInSurah": 45,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 257,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2186,
        "text": "Wealth and sons are the adornment of the present world; but the abiding things, the deeds of righteousness, are better with God in reward, and better in hope.",
        "numberInSurah": 46,
        "juz": 15,
        "manzil": 4,
        "page": 299,
        "ruku": 257,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2187,
        "text": "And on the day We shall set the mountains in motion, and thou seest the earth coming forth, and We muster them so that We leave not so much as one of them behind;",
        "numberInSurah": 47,
        "juz": 15,
        "manzil": 4,
        "page": 299,
        "ruku": 257,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2188,
        "text": "and they shall be presented before their Lord in ranks -- 'You have come to Us, as We created you upon the first time; nay, you asserted We should not appoint for you a tryst.'",
        "numberInSurah": 48,
        "juz": 15,
        "manzil": 4,
        "page": 299,
        "ruku": 257,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2189,
        "text": "And the Book shall be set in place; and thou wilt see the sinners fearful at what is in it, and saying, 'Alas for us! How is it with this Book, that it leaves nothing behind, small or great, but it has numbered it?' And they shall find all they wrought present, and thy Lord shall not wrong anyone.",
        "numberInSurah": 49,
        "juz": 15,
        "manzil": 4,
        "page": 299,
        "ruku": 257,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2190,
        "text": "And when We said to the angels, 'Bow yourselves to Adam'; so they bowed themselves, save Iblis; he was one of the jinn, and committed ungodliness against his Lord's command. What, and do you take him and his seed to be your friends, apart from Me, and they an enemy to you? How evil is that exchange for the evildoers!",
        "numberInSurah": 50,
        "juz": 15,
        "manzil": 4,
        "page": 299,
        "ruku": 258,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2191,
        "text": "I made them not witnesses of the creation of the heavens and earth, neither of the creation of themselves; I would not ever take those who lead others astray to be My supporters.",
        "numberInSurah": 51,
        "juz": 15,
        "manzil": 4,
        "page": 299,
        "ruku": 258,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2192,
        "text": "And on the day He shall say, 'Call on My associates whom you asserted'; and then they shall call on them, but they will not answer them, and We shall set a gulf between them.",
        "numberInSurah": 52,
        "juz": 15,
        "manzil": 4,
        "page": 299,
        "ruku": 258,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2193,
        "text": "Then the evildoers will see the Fire, and think that they are about to fall into it, and will find no escape from it.",
        "numberInSurah": 53,
        "juz": 15,
        "manzil": 4,
        "page": 299,
        "ruku": 258,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2194,
        "text": "We have indeed turned about for men in this Koran every manner of similitude; man is the most disputatious of things.",
        "numberInSurah": 54,
        "juz": 15,
        "manzil": 4,
        "page": 300,
        "ruku": 259,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2195,
        "text": "And naught prevented men from believing when the guidance came unto them, and seeking their Lord's forgiveness, but that the wont of the ancients should come upon them, or that the chastisement should come upon them face to face.",
        "numberInSurah": 55,
        "juz": 15,
        "manzil": 4,
        "page": 300,
        "ruku": 259,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2196,
        "text": "And We send not the Envoys, but good tidings to bear, and warning. Yet do the unbelievers dispute with falsehood, that they may rebut thereby the truth. They have taken My signs, and what they are warned of, in mockery.",
        "numberInSurah": 56,
        "juz": 15,
        "manzil": 4,
        "page": 300,
        "ruku": 259,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2197,
        "text": "And who does greater evil than he who, being reminded of the signs of his Lord, turns away from them and forgets what his hands have forwarded? Surely We have laid veils on their hearts lest they understand it, and in their ears heaviness; and though thou callest them to the guidance, yet they will not be guided ever.",
        "numberInSurah": 57,
        "juz": 15,
        "manzil": 4,
        "page": 300,
        "ruku": 259,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2198,
        "text": "But thy Lord is the All-forgiving, full of mercy. If He should take them to task for that they have earned, He would hasten for them the chastisement; but they have a tryst, from which they will find no escape.",
        "numberInSurah": 58,
        "juz": 15,
        "manzil": 4,
        "page": 300,
        "ruku": 259,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2199,
        "text": "And those cities, We destroyed them when they did evil, and appointed for their destruction a tryst.",
        "numberInSurah": 59,
        "juz": 15,
        "manzil": 4,
        "page": 300,
        "ruku": 259,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2200,
        "text": "And when Moses said to his page, 'I will not give up until I reach the meeting of the two seas, though I go on for many years.",
        "numberInSurah": 60,
        "juz": 15,
        "manzil": 4,
        "page": 300,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2201,
        "text": "Then, when they reached their meeting, they forgot their fish, and it took its way into the sea, burrowing.",
        "numberInSurah": 61,
        "juz": 15,
        "manzil": 4,
        "page": 300,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2202,
        "text": "When they had passed over, he said to his page, 'Bring us our breakfast; indeed, we have encountered weariness from this our journey.'",
        "numberInSurah": 62,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2203,
        "text": "He said, 'What thinkest thou? When we took refuge in the rock, then I forgot the fish-and it was Satan himself that made me forget it so that I should not remember it -- and so it took its way into the sea in a manner marvellous.'",
        "numberInSurah": 63,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2204,
        "text": "Said he, 'This is what we were seeking!' And so they returned upon their tracks, retracing them.",
        "numberInSurah": 64,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2205,
        "text": "Then they found one of Our servants unto whom We had given mercy from Us, and We had taught him knowledge proceeding from Us.",
        "numberInSurah": 65,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2206,
        "text": "Moses said to him, 'Shall I follow thee so that thou teachest me, of what thou hast been taught, right judgment.'",
        "numberInSurah": 66,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2207,
        "text": "Said he, 'Assuredly thou wilt not be able to bear with me patiently.",
        "numberInSurah": 67,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2208,
        "text": "And how shouldst thou bear patiently that thou hast never encompassed in thy knowledge?'",
        "numberInSurah": 68,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2209,
        "text": "He said, 'Yet thou shalt find me, if God will, patient; and I shall not rebel against thee in anything.'",
        "numberInSurah": 69,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2210,
        "text": "Said he, 'Then if thou followest me, question me not on anything until I myself introduce the mention of it to thee.'",
        "numberInSurah": 70,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2211,
        "text": "So they departed; until, when they embarked upon the ship, he made a hole in it. He said, 'What, hast thou made a hole in it so as to drown its passengers? Thou hast indeed done a grievous thing.'",
        "numberInSurah": 71,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 261,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2212,
        "text": "Said he, 'Did I not say that thou couldst never bear with me patiently?'",
        "numberInSurah": 72,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 261,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2213,
        "text": "He said, 'Do not take me to task that I forgot, neither constrain me to do a thing too difficult.'",
        "numberInSurah": 73,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 261,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2214,
        "text": "So they departed; until, when they met a lad, he slew him. He said, 'What, hast thou slain a soul innocent, and that not to retaliate for a soul slain? Thou hast indeed done a horrible thing.'",
        "numberInSurah": 74,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 261,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2215,
        "text": "Said he, 'Did I not say that thou couldst never bear with me patiently?'",
        "numberInSurah": 75,
        "juz": 16,
        "manzil": 4,
        "page": 302,
        "ruku": 261,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2216,
        "text": "He said, 'If I question thee on anything after this, then keep me company no more; thou hast already experienced excuse sufficient on my part.'",
        "numberInSurah": 76,
        "juz": 16,
        "manzil": 4,
        "page": 302,
        "ruku": 261,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2217,
        "text": "So they departed; until, when they reached the people of a city, they asked the people for food, but they refused to receive them hospitably. There they found a wall about to tumble down, and so he set it up. He said, 'If thou hadst wished, thou couldst have taken a wage for that.'",
        "numberInSurah": 77,
        "juz": 16,
        "manzil": 4,
        "page": 302,
        "ruku": 261,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2218,
        "text": "Said he, 'This is the parting between me and thee. Now I will tell thee the interpretation of that thou couldst not bear patiently.",
        "numberInSurah": 78,
        "juz": 16,
        "manzil": 4,
        "page": 302,
        "ruku": 261,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2219,
        "text": "As for the ship, it belonged to certain poor men, who toiled upon the sea; and I desired to damage it, for behind them there was a king who was seizing every ship by brutal force.",
        "numberInSurah": 79,
        "juz": 16,
        "manzil": 4,
        "page": 302,
        "ruku": 261,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2220,
        "text": "As for the lad, his parents were believers; and we were afraid he would impose on them insolence and unbelief;",
        "numberInSurah": 80,
        "juz": 16,
        "manzil": 4,
        "page": 302,
        "ruku": 261,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2221,
        "text": "so we desired that their Lord should give to them in exchange one better than he in purity, and nearer in tenderness.",
        "numberInSurah": 81,
        "juz": 16,
        "manzil": 4,
        "page": 302,
        "ruku": 261,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2222,
        "text": "As for the wall, it belonged to two orphan lads in the city, and under it was a treasure belonging to them. Their father was a righteous man; and thy Lord desired that they should come of age and then bring forth their treasure as a mercy from thy Lord. I did it not of my own bidding. This is the interpretation of that thou couldst not bear patiently.'",
        "numberInSurah": 82,
        "juz": 16,
        "manzil": 4,
        "page": 302,
        "ruku": 261,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2223,
        "text": "They will question thee concerning Dhool Karnain. Say: 'I will recite to you a mention of him.",
        "numberInSurah": 83,
        "juz": 16,
        "manzil": 4,
        "page": 302,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2224,
        "text": "We established him in the land, and We gave him a way to everything;",
        "numberInSurah": 84,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2225,
        "text": "and he followed a way",
        "numberInSurah": 85,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2226,
        "text": "until, when he reached the setting of the sun, he found it setting in a muddy spring, and he found nearby a people. We said, 'O Dhool Karnain, either thou shalt chastise them, or thou shalt take towards them a way of kindness.'",
        "numberInSurah": 86,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2227,
        "text": "He said, 'As for the evildoer, him we shall chastise, then he shall be returned to his Lord and He shall chastise him with a horrible chastisement.",
        "numberInSurah": 87,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2228,
        "text": "But as for him who believes, and does righteousness, he shall receive as recompense the reward most fair, and we shall speak to him, of our command, easiness.'",
        "numberInSurah": 88,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2229,
        "text": "Then he followed a way",
        "numberInSurah": 89,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2230,
        "text": "until, when he reached the rising of the sun, he found it rising upon a people for whom We had not appointed any veil to shade them from it.",
        "numberInSurah": 90,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2231,
        "text": "So; and We encompassed in knowledge what was with him.",
        "numberInSurah": 91,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2232,
        "text": "Then he followed a way",
        "numberInSurah": 92,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2233,
        "text": "until, when he reached between the two barriers, he found this side of them a people scarcely able to understand speech.",
        "numberInSurah": 93,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2234,
        "text": "They said, 'O Dhool Karnain, behold, Gog and Magog are doing corruption in the earth; so shall we assign to thee a tribute, against thy setting up a barrier between us and between them?'",
        "numberInSurah": 94,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2235,
        "text": "He said, 'That wherein my Lord has established me is better; so aid me forcefully, and I will set up a rampart between you and between them.",
        "numberInSurah": 95,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2236,
        "text": "Bring me ingots of iron!' Until, when he had made all level between the two cliffs, he said, 'Blow!' Until, when he had made it a fire, he said, 'Bring me, that I may pour molten brass on it.'",
        "numberInSurah": 96,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2237,
        "text": "So they were unable either to scale it or pierce it.",
        "numberInSurah": 97,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2238,
        "text": "He said, 'This is a mercy from my Lord. But when the promise of my Lord comes to pass, He will make it into powder; and my Lord's promise is ever true.'",
        "numberInSurah": 98,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2239,
        "text": "Upon that day We shall leave them surging on one another, and the Trumpet shall he blown, and We shall gather them together,",
        "numberInSurah": 99,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 262,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2240,
        "text": "and upon that day We shall present Gehenna to the unbelievers",
        "numberInSurah": 100,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 262,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2241,
        "text": "whose eyes were covered against My remembrance, and they were not able to hear.",
        "numberInSurah": 101,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 262,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2242,
        "text": "What, do the unbelievers reckon that they may take My servants as friends, apart from Me? We have prepared Gehenna for the unbelievers' hospitality.",
        "numberInSurah": 102,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 263,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2243,
        "text": "Say: 'Shall We tell you who will be the greatest losers in their works?",
        "numberInSurah": 103,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 263,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2244,
        "text": "Those whose striving goes astray in the present life, while they think that they are working good deeds.",
        "numberInSurah": 104,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 263,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2245,
        "text": "Those are they that disbelieve in the signs of their Lord and the encounter with Him; their works have failed, and on the Day of Resurrection We shall not assign to them any weight.",
        "numberInSurah": 105,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 263,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2246,
        "text": "That is their recompense -- Gehenna for that they were unbelievers and took My signs and My messengers in mockery.",
        "numberInSurah": 106,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 263,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2247,
        "text": "But those who believe, and do deeds of righteousness -- the Gardens. of Paradise shall be their hospitality,",
        "numberInSurah": 107,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 263,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2248,
        "text": "therein to dwell forever, desiring no removal out of them.'",
        "numberInSurah": 108,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 263,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2249,
        "text": "Say:. 'If the sea were ink for the Words of my Lord, the sea would be spent before the Words of my Lord are spent, though We brought replenishment the like of it.'",
        "numberInSurah": 109,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 263,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2250,
        "text": "Say: 'I am only a mortal the like of you; it is revealed to me that your God is One God. So let him, who hopes for the encounter with his Lord, work righteousness, and not associate with his Lord's service anyone.",
        "numberInSurah": 110,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 263,
        "hizbQuarter": 122,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "en.arberry",
      "language": "en",
      "name": "Arberry",
      "englishName": "A. J. Arberry",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}