{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 28,
    "name": "سُورَةُ القَصَصِ",
    "englishName": "Al-Qasas",
    "englishNameTranslation": "The Stories",
    "revelationType": "Meccan",
    "numberOfAyahs": 88,
    "ayahs": [
      {
        "number": 3253,
        "text": "Ta Sin Mim",
        "numberInSurah": 1,
        "juz": 20,
        "manzil": 5,
        "page": 385,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3254,
        "text": "Those are the signs of the Manifest Book.",
        "numberInSurah": 2,
        "juz": 20,
        "manzil": 5,
        "page": 385,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3255,
        "text": "We will recite to thee something of the tiding of Moses and Pharaoh truthfully, for a people who believe.",
        "numberInSurah": 3,
        "juz": 20,
        "manzil": 5,
        "page": 385,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3256,
        "text": "Now Pharaoh had exalted himself in the land and had divided its inhabitants into sects, abasing one party of them, slaughtering their sons, and sparing their women; for he was of the workers of corruption.",
        "numberInSurah": 4,
        "juz": 20,
        "manzil": 5,
        "page": 385,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3257,
        "text": "Yet We desired to be gracious to those that were abased in the land, and to make them leaders, and to make them the inheritors,",
        "numberInSurah": 5,
        "juz": 20,
        "manzil": 5,
        "page": 385,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3258,
        "text": "and to establish them in the land, and to show Pharaoh and Ha man, and their hosts, what they were dreading from them.",
        "numberInSurah": 6,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3259,
        "text": "So We revealed to Moses' mother, 'Suckle him, then, when thou fearest for him, cast him into the sea, and do not fear, neither sorrow, for We shall return him to thee, and shall appoint him one of the Envoys.'",
        "numberInSurah": 7,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3260,
        "text": "So then the folk of Pharaoh picked him out to be an enemy and a sorrow to them; certainly Pharaoh and Haman, and their hosts, were of the sinners.",
        "numberInSurah": 8,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3261,
        "text": "Said Pharaoh's wife, 'He will be a comfort to me and thee. Slay him not; perchance he will profit us, or we will take him for a son.' And they were not aware.",
        "numberInSurah": 9,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3262,
        "text": "On the morrow the heart of Moses\" mother became empty, and she wellnigh disclosed him had We not strengthened her heart, that she might be among the believers;",
        "numberInSurah": 10,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3263,
        "text": "and she said to his sister, 'Follow him,' and she perceived him from afar, even while they were not aware.",
        "numberInSurah": 11,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3264,
        "text": "Now We had forbidden to him aforetime to be suckled by any foster-mother; therefore she said, 'Shall I direct you to the people of a household who will take charge of him for you and look after him?'",
        "numberInSurah": 12,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3265,
        "text": "So We returned him to his mother, that she might be comforted and not sorrow, and that she might know that the promise of God is true; but most of them do not know.",
        "numberInSurah": 13,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3266,
        "text": "And when he was fully grown and in the perfection of his strength, We gave him judgment and knowledge; even so do We recompense the good-doers.",
        "numberInSurah": 14,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3267,
        "text": "And he entered the city, at a time when its people were unheeding, and found there two men fighting; the one was of his own party, and the other was of his enemies. Then the one that was of his party cried to him to aid him against the other that was of his enemies; so Moses struck him, and despatched him, and said, 'This is of Satan's doing; he is surely an enemy misleading, manifest.'",
        "numberInSurah": 15,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3268,
        "text": "He said, 'My Lord, I have wronged myself. Forgive me!' So God forgave him, for He is the All-forgiving, the All-compassionate.",
        "numberInSurah": 16,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3269,
        "text": "He said, 'My Lord, forasmuch as Thou hast blessed me, I will never be a partisan of the sinners.'",
        "numberInSurah": 17,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3270,
        "text": "Now in the morning he was in the city, fearful and vigilant; and behold, the man who had sought his, succour on the day before cried out to him again. Moses said to him, 'Clearly thou art, a quarreller.'",
        "numberInSurah": 18,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3271,
        "text": "But when he would have assaulted the man who was an enemy to them both, the man said, 'Moses, dost thou' desire to slay me, even as thou slewest a living 'soul yesterday? Thou only desirest to be a tyrant in the land; thou desirest not to be of them that put things right.'",
        "numberInSurah": 19,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3272,
        "text": "Then came a man from the furthest part of the city, running; he said, 'Moses, the Council are conspiring to slay thee. Depart; I am one of thy sincere advisers.'",
        "numberInSurah": 20,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3273,
        "text": "So he departed therefrom, fearful and vigilant; he said, 'My Lord, deliver me from the people of the evildoers.'",
        "numberInSurah": 21,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3274,
        "text": "And when he turned his face towards Midian he said, 'It may be that my Lord will guide me",
        "numberInSurah": 22,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3275,
        "text": "On the right way. And when he came to the waters of Midian he found a company of the people there drawing water, and he found, apart from them, two women holding back their flocks. He said, 'What is your business?' They said, 'We may not draw water until the shepherds drive off; and our father is passing old.'",
        "numberInSurah": 23,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3276,
        "text": "So he drew water for them; then he turned away to the shade, and he said, 'O my Lord, surely I have need of whatever good Thou shalt have sent down upon me.",
        "numberInSurah": 24,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3277,
        "text": "Then came one of the two women to him, walking modestly, and said, 'My father invites thee, that he may recompense thee with the wage of thy drawing water for us.' So when he came to him and had related to him the story, he said, 'Be not afraid; thou hast escaped from the people of the evildoers.'",
        "numberInSurah": 25,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3278,
        "text": "Said one of the two women, 'Father, hire him; surely the best man thou canst hire is the one strong and trusty.'",
        "numberInSurah": 26,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3279,
        "text": "He said, 'I desire to marry thee to one of these my two daughters, on condition that thou hirest thyself to me for eight years. If thou completest ten, that shall be of thy own accord; I do not desire to' press hard 'upon thee. Thou shalt assuredly find me, if God wills, one of the righteous.'",
        "numberInSurah": 27,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3280,
        "text": "Said he, 'So let it be between me and thee. Whichever of the two' terms I fulfil, it shall be no Injustice to me; and God is guardian of what we say.",
        "numberInSurah": 28,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3281,
        "text": "So when Moses had accomplished the term and departed with his household, he observed on the side of the Mount a fire. He said to his household, 'Tarry you here; I observe a fire. Perhaps I shall bring you news of it, or a faggot from the fire, that haply you shall warm yourselves.'",
        "numberInSurah": 29,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3282,
        "text": "When he came to it, a voice cried from the right of the watercourse, in the sacred hollow, coming from the tree: 'Moses, I am God, the Lord of all Being.'",
        "numberInSurah": 30,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3283,
        "text": "'Cast down thy staff.' And when he saw it quivering like a serpent, he turned about retreating, and turned not back. 'Moses, come forward, and fear not; for surely thou art in security.'",
        "numberInSurah": 31,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3284,
        "text": "Insert thy hand into thy bosom, and it will come forth white without evil; and press to thee thy arm, that thou be not afraid. So these shall be two proofs from thy Lord to Pharaoh and his Council; for surely they are an ungodly people.'",
        "numberInSurah": 32,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3285,
        "text": "Said he, 'My Lord, I have indeed slain a living soul among them, and I fear that they will slay me.",
        "numberInSurah": 33,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3286,
        "text": "Moreover my brother Aaron is more eloquent than I. Send him with me as a helper and to confirm I speak truly, for' I fear they will cry me lies.'",
        "numberInSurah": 34,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3287,
        "text": "Said He, 'We will strengthen thy arm by means of thy brother, and We shall appoint. to you an authority, so that they shall not reach you because of Our signs; you, and whoso follows you, shall be the victors.'",
        "numberInSurah": 35,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3288,
        "text": "So when Moses came to them with Our signs, clear signs, they said, 'This is nothing but a forged sorcery. We never heard of this among our fathers, the ancients.'",
        "numberInSurah": 36,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3289,
        "text": "But Moses said, 'My Lord knows very well who comes with the guidance from Him, and shall possess the Ultimate Abode; surely the evildoers will not prosper.'",
        "numberInSurah": 37,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3290,
        "text": "And Pharaoh said, 'Council, I know not that you have any god but me. Kindle me, Haman, a fire upon the clay, and make me a tower, that I may mount up to Moses' god; for I think that he is one of the liars.'",
        "numberInSurah": 38,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3291,
        "text": "And he waxed proud in the land, he and his hosts, wrongfully; and they thought they should not be returned to Us.",
        "numberInSurah": 39,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3292,
        "text": "Therefore We seized him and his hosts, and cast their into the sea; so behold how was the end of the evildoers!",
        "numberInSurah": 40,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3293,
        "text": "And We appointed them leaders, calling to the Fire; and on the Day of Resurrection they shall not be helped;",
        "numberInSurah": 41,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3294,
        "text": "and We pursued them in this world with a curse, and on the Day of Resurrection they shall be among the spurned.",
        "numberInSurah": 42,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3295,
        "text": "And We gave Moses the Book, after that We had destroyed the former generations, to be examples and a guidance and a mercy, that haply so they might remember.",
        "numberInSurah": 43,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3296,
        "text": "Thou wast not upon the western side when We decreed to Moses the commandment, nor wast thou of those witnessing;",
        "numberInSurah": 44,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3297,
        "text": "but We raised up generations, and long their lives continued. Neither wast thou a dweller among the Midianites, reciting to them Our signs; but We were sending Messengers.",
        "numberInSurah": 45,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3298,
        "text": "Thou wast not upon the side of the Mount when We called; but for a mercy from thy Lord, that thou mayest warn a people to whom no warner came before thee, and that haply they may remember.",
        "numberInSurah": 46,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3299,
        "text": "Else, did an affliction visit them for that their own hands have forwarded then they might say, 'Our Lord, why didst Thou not send a Messenger to us that we might follow Thy signs and so be among the believers?'",
        "numberInSurah": 47,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3300,
        "text": "Yet when the truth came to them 'from Ourselves, they said, 'Why has he not been given the like' of that Moses was given?' But they, did they not disbelieve also in what Moses was given aforetime? They said, 'A pair of sorceries mutually supporting each other.' They said, 'We disbelieve both.'",
        "numberInSurah": 48,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3301,
        "text": "Say: 'Bring a Book from God that gives better guidance than these, and follow it, if you speak truly.'",
        "numberInSurah": 49,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3302,
        "text": "Then if they do not answer thee, know that they are only following their caprices; and who is further astray than he who follows his caprice without guidance from God? Surely God guides not the people of the evildoers.",
        "numberInSurah": 50,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3303,
        "text": "Now We have brought them the Word; haply they may remember.",
        "numberInSurah": 51,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3304,
        "text": "Those to whom We gave the Book before this believe in it",
        "numberInSurah": 52,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3305,
        "text": "and, when it is recited to them, they say, 'We believe in it; surely it is the truth from our Lord. Indeed, even before' it we had surrendered.'",
        "numberInSurah": 53,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3306,
        "text": "These shall be given their wage twice over for that they patiently endured, and avert evil with good, and expend of that We have provided them.",
        "numberInSurah": 54,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3307,
        "text": "When they hear idle talk, they turn away from it and say, 'We have our deeds, and you your deeds. Peace be upon your We desire not the ignorant.'",
        "numberInSurah": 55,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3308,
        "text": "Thou guidest not whom thou likest, but God guides whom He wills, and knows very well those that are guided.",
        "numberInSurah": 56,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3309,
        "text": "They say, 'Should we follow the guidance with thee, we shall be snatched from our land.' Have We not established for them a sanctuary secure, to which are collected the fruits of everything, as a provision from Us? But most of them know not.",
        "numberInSurah": 57,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3310,
        "text": "How many a city We have destroyed that flourished in insolent ease! Those are their dwelling-places, undwelt in after them, except a little; Ourselves are the inheritors.",
        "numberInSurah": 58,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3311,
        "text": "Yet thy Lord never destroyed the cities until He sent in their mother-city a Messenger, to recite Our signs unto them; and We never destroyed the cities, save that their inhabitants were evildoers.",
        "numberInSurah": 59,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3312,
        "text": "Whatever thing you have been given is the enjoyment of the present life and its adornment; and what is with God is better and more enduring.",
        "numberInSurah": 60,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3313,
        "text": "Will you not understand? What, is he to whom We have promised a fair promise, and he receives it, like him to whom We have given the enjoyment of the present life, then he on the Resurrection Day shall be of those that are arraigned?",
        "numberInSurah": 61,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3314,
        "text": "Upon the day when He shall call to them, and He shall say, 'Where now are My associates whom you were asserting?'",
        "numberInSurah": 62,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3315,
        "text": "Those against whom the Word is realized they shall say, 'Our Lord, those whom we perverted, we perverted them even as we ourselves erred. We declare our innocence unto Thee; it was not us that they were serving.'",
        "numberInSurah": 63,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3316,
        "text": "It shall be said, 'Call you now upon your associates!' And they will call upon them, but they shall not answer them, and they shall see the chastisement-ah, if they had been guided!",
        "numberInSurah": 64,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3317,
        "text": "Upon the day when He shall call to them, and He shall say, 'What answer gave you to the Envoys?'",
        "numberInSurah": 65,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3318,
        "text": "Upon that day the tidings will be darkened for them, nor will they ask each other.",
        "numberInSurah": 66,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3319,
        "text": "But as for him who repents, and believes, and works righteousness, haply he shall be among the prosperers.",
        "numberInSurah": 67,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3320,
        "text": "Thy Lord creates whatsoever He will and He chooses; they have not the choice. Glory be to God! High be He exalted above that they associate!",
        "numberInSurah": 68,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3321,
        "text": "And thy Lord knows what their breasts conceal and what they publish.",
        "numberInSurah": 69,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3322,
        "text": "And He is God; there is no god but He. His is the praise in the former as in the latter; His too is the Judgment, and unto Him you shall be returned.",
        "numberInSurah": 70,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3323,
        "text": "Say: 'What think you? If God should make the night unceasing over you, until the Day of Resurrection, what god other than God shall bring you illumination? Will you not hear?'",
        "numberInSurah": 71,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3324,
        "text": "Say: 'What think you? If God should make the day unceasing over you, until the Day of Resurrection, what god other than God shall bring you night to repose in? Will you not see?",
        "numberInSurah": 72,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3325,
        "text": "Of His mercy He has appointed for you night and day, for you to repose in and seek after His bounty, that haply you will be thankful.'",
        "numberInSurah": 73,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3326,
        "text": "Upon the day when He shall call. to them, and He shall say, 'Where now are My associates whom you were asserting?'",
        "numberInSurah": 74,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3327,
        "text": "And We shall draw out from every nation a witness, and say, 'Produce your proof!' Then will they know that Truth is God's, and there shall go astray from them that they were forging.",
        "numberInSurah": 75,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3328,
        "text": "Now Korah was of the people of Moses; he became insolent to them, for We had given him treasures such that the very keys of them were too heavy a burden for a company of men endowed with strength. When his people said to him, 'Do not exult; God loves not those that exult;",
        "numberInSurah": 76,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3329,
        "text": "but seek, amidst that which God has given thee, the Last Abode, and forget not thy portion of the present world; and do good, as God has been good to thee.' And seek not to work corruption in the earth; surely God loves not the workers of corruption.'",
        "numberInSurah": 77,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3330,
        "text": "He said, 'What I have been given is only because of a knowledge that is in me.' What, did he not know that God bad destroyed before him generations of men stronger than he ill might, and more numerous in multitude? And yet the sinners shall not be questioned concerning their sins.",
        "numberInSurah": 78,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3331,
        "text": "So he went forth unto his people in his adornment. Those who desired the present life said, 'Would that we possessed the like of that Korah has been given! Surely he is a man of mighty fortune.",
        "numberInSurah": 79,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3332,
        "text": "But those to whom knowledge had been given said, 'Woe upon you! The reward of God is better for him who believes, and works righteousness; and none shall receive it except the steadfast.'",
        "numberInSurah": 80,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3333,
        "text": "So We made the earth to swallow him and his dwelling and there was no host to help him, apart from God, and he was helpless;",
        "numberInSurah": 81,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3334,
        "text": "and in the morning those who had longed to be in his place the day before were saying, 'Ah, God outspreads and straitens His provision to whomsoever He will of His servants. Had God not been gracious to us, He would have made us to be swallowed too. Ah, the unbelievers do not prosper,",
        "numberInSurah": 82,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3335,
        "text": "That is the Last Abode; We appoint it for those who desire not exorbitance in the earth, nor corruption. The issue ultimate is to the godfearing.",
        "numberInSurah": 83,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3336,
        "text": "Whoso brings a good deed shall have better than it; and whoso brings an evil deed those who have done evil deeds shall only be recompensed for that they were doing.",
        "numberInSurah": 84,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3337,
        "text": "He who imposed 'the Recitation upon thee. shall surely restore thee to a place of homing. Say: 'My Lord' knows very well who comes with guidance, and who is in manifest error.",
        "numberInSurah": 85,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3338,
        "text": "Thou didst not hope that the Book should be cast unto thee, except it be as a mercy from thy Lord; so be thou not a partisan of the unbelievers.",
        "numberInSurah": 86,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3339,
        "text": "Let them not bar thee from the signs of God, after that they have been sent down to thee. And call upon thy Lord, and be thou' not of the idolaters.",
        "numberInSurah": 87,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3340,
        "text": "And call not upon another god with God; there is no god but He. All things perish, except His Face. His is the Judgment, and unto Him you shall be returned.",
        "numberInSurah": 88,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "en.arberry",
      "language": "en",
      "name": "Arberry",
      "englishName": "A. J. Arberry",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}