{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 34,
    "name": "سُورَةُ سَبَإٍ",
    "englishName": "Saba",
    "englishNameTranslation": "Sheba",
    "revelationType": "Meccan",
    "numberOfAyahs": 54,
    "ayahs": [
      {
        "number": 3607,
        "text": "Praise belongs to God to whom belongs whatsoever is in the heavens and whatsoever is in the earth. To Him belongs praise also in the Hereafter; He is the All-wise, the All-aware.",
        "numberInSurah": 1,
        "juz": 22,
        "manzil": 5,
        "page": 428,
        "ruku": 370,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3608,
        "text": "He knows what penetrates into the earth, and what comes forth from it, what comes down from heaven, and what goes up to it; He is the All-compassionate, the All-forgiving.",
        "numberInSurah": 2,
        "juz": 22,
        "manzil": 5,
        "page": 428,
        "ruku": 370,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3609,
        "text": "The unbelievers say, 'The Hour will never come to us.' Say: 'Yes indeed, by my Lord, it shall come to you, by Him who knows the Unseen; not so much as the weight of an ant in heaven and earth escapes from Him, neither is aught smaller than that, or greater, but it is in a Manifest Book;",
        "numberInSurah": 3,
        "juz": 22,
        "manzil": 5,
        "page": 428,
        "ruku": 370,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3610,
        "text": "that He may recompense those who believe, and do righteous deeds; theirs shall be forgiveness and generous provision.",
        "numberInSurah": 4,
        "juz": 22,
        "manzil": 5,
        "page": 428,
        "ruku": 370,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3611,
        "text": "'And those who strive against Our signs to void them -- theirs shall be a chastisement of painful wrath.'",
        "numberInSurah": 5,
        "juz": 22,
        "manzil": 5,
        "page": 428,
        "ruku": 370,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3612,
        "text": "Those who have been given the knowledge see that what has been sent down to thee from thy Lord is the truth, and guides to the path of the All-mighty, the All-laudable.",
        "numberInSurah": 6,
        "juz": 22,
        "manzil": 5,
        "page": 428,
        "ruku": 370,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3613,
        "text": "The unbelievers say, 'Shall we point you to a man who will tell you, when you have been utterly torn to pieces, then you shall be in a new creation?'",
        "numberInSurah": 7,
        "juz": 22,
        "manzil": 5,
        "page": 428,
        "ruku": 370,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3614,
        "text": "What, has he forged against God a lie, or is he possessed? Not so; but those who believe not in the Hereafter are in chastisement and far error.",
        "numberInSurah": 8,
        "juz": 22,
        "manzil": 5,
        "page": 429,
        "ruku": 370,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3615,
        "text": "Have they not regarded what lies before them and what lies behind them of heaven and earth? Did We will, We would make the earth to swallow them, or We would drop down on them lumps from heaven. Surely in that is a sign to every penitent servant.",
        "numberInSurah": 9,
        "juz": 22,
        "manzil": 5,
        "page": 429,
        "ruku": 370,
        "hizbQuarter": 171,
        "sajda": false
      },
      {
        "number": 3616,
        "text": "And We gave David bounty from Us: 'O you mountains, echo God's praises with him, and you birds!' And We softened for him iron:",
        "numberInSurah": 10,
        "juz": 22,
        "manzil": 5,
        "page": 429,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3617,
        "text": "'Fashion wide coats of mail, and measure well the links. ' -- And do ye righteousness, for surely I see the things you do.",
        "numberInSurah": 11,
        "juz": 22,
        "manzil": 5,
        "page": 429,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3618,
        "text": "And to Solomon the wind; its morning course was a month's journey, and its evening course was a month's journey. And We made the Fount of Molten Brass to flow for him. And of the jinn, some worked before him by the leave of his Lord; and such of them as swerved away from Our commandment, We would let them taste the chastisement of the Blaze;",
        "numberInSurah": 12,
        "juz": 22,
        "manzil": 5,
        "page": 429,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3619,
        "text": "fashioning for him whatsoever he would -- places of worship, statues, porringers like water-troughs, and anchored cooking-pots. 'Labour, O House of David, in thankfulness; for few indeed are those that are thankful among My servants.'",
        "numberInSurah": 13,
        "juz": 22,
        "manzil": 5,
        "page": 429,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3620,
        "text": "And when We decreed that he should die, naught indicated to them that he was dead but the Beast of the Earth devouring his staff; and when he fell down, the jinn saw clearly that, had they only known the Unseen, they would not have continued in the humbling chastisement.",
        "numberInSurah": 14,
        "juz": 22,
        "manzil": 5,
        "page": 429,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3621,
        "text": "For Sheba also there was a sign in their dwelling-place -- two gardens, one on the right and one on the left: 'Eat of your Lord's provision, and give thanks to Him; a good land, and a Lord All-forgiving.'",
        "numberInSurah": 15,
        "juz": 22,
        "manzil": 5,
        "page": 430,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3622,
        "text": "But they turned away; so We loosed on them the Flood of Arim, and We gave them, in exchange for their two gardens, two gardens bearing bitter produce and tamarisk-bushes, and here and there a few lote-trees.",
        "numberInSurah": 16,
        "juz": 22,
        "manzil": 5,
        "page": 430,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3623,
        "text": "Thus We recompensed them for their unbelief; and do 'We ever recompense any hut the unbeliever?",
        "numberInSurah": 17,
        "juz": 22,
        "manzil": 5,
        "page": 430,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3624,
        "text": "And We set, between them and the cities that We have blessed, cities apparent and well We measured the journey between them: 'Journey among them by night and day in security!'",
        "numberInSurah": 18,
        "juz": 22,
        "manzil": 5,
        "page": 430,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3625,
        "text": "But they said, 'Our Lord, prolong the stages of our travel'; and they wronged themselves, so We made them as but tales, and We tore them utterly to pieces. Surely in that are signs for every man enduring, thankful.",
        "numberInSurah": 19,
        "juz": 22,
        "manzil": 5,
        "page": 430,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3626,
        "text": "Iblis proved true his opinion of them, and they followed him, except a party of the believers.",
        "numberInSurah": 20,
        "juz": 22,
        "manzil": 5,
        "page": 430,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3627,
        "text": "Yet he had no authority over them, but that We might know him who believed in the Hereafter from him who was in doubt thereof Thy Lord is Guardian over everything.",
        "numberInSurah": 21,
        "juz": 22,
        "manzil": 5,
        "page": 430,
        "ruku": 371,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3628,
        "text": "Say: 'Call on those you have asserted apart from God; they possess not so much as the weight of an ant in the heavens nor in the earth; they have no partnership in either of them, nor has He in them any supporter.'",
        "numberInSurah": 22,
        "juz": 22,
        "manzil": 5,
        "page": 430,
        "ruku": 372,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3629,
        "text": "Intercession will not avail with Him save for him to whom He gives leave; till, when terror is lifted from their hearts, they will say, \"What said your Lord?' They will say, 'The truth; and He is the All-high; the All-great.'",
        "numberInSurah": 23,
        "juz": 22,
        "manzil": 5,
        "page": 431,
        "ruku": 372,
        "hizbQuarter": 172,
        "sajda": false
      },
      {
        "number": 3630,
        "text": "Say: 'Who provides for you out of the heavens and the earth?' Say: 'God.' Surely, either we or you are upon right guidance, or in manifest error.",
        "numberInSurah": 24,
        "juz": 22,
        "manzil": 5,
        "page": 431,
        "ruku": 372,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3631,
        "text": "Say: 'You will not be questioned concerning our sins, neither shall we be questioned as to what you do.'",
        "numberInSurah": 25,
        "juz": 22,
        "manzil": 5,
        "page": 431,
        "ruku": 372,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3632,
        "text": "Say: 'Our Lord will bring us together, then make deliverance between us by the truth. He is the Deliverer, the All-knowing.'",
        "numberInSurah": 26,
        "juz": 22,
        "manzil": 5,
        "page": 431,
        "ruku": 372,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3633,
        "text": "Say: 'Show me those you have joined to Him as associates. No indeed; rather He is God, the All-mighty, the All-wise.'",
        "numberInSurah": 27,
        "juz": 22,
        "manzil": 5,
        "page": 431,
        "ruku": 372,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3634,
        "text": "We have sent thee not, except to mankind entire, good tidings to bear, and warning; but most men do not know it.",
        "numberInSurah": 28,
        "juz": 22,
        "manzil": 5,
        "page": 431,
        "ruku": 372,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3635,
        "text": "They say, 'When shall this promise come to pass, if you speak the truth?'",
        "numberInSurah": 29,
        "juz": 22,
        "manzil": 5,
        "page": 431,
        "ruku": 372,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3636,
        "text": "Say: 'You have the tryst of a day that you shall not put back by a single hour nor put it forward.'",
        "numberInSurah": 30,
        "juz": 22,
        "manzil": 5,
        "page": 431,
        "ruku": 372,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3637,
        "text": "The unbelievers say, 'We will not believe in this Koran, nor in that before it.' Ah, if thou couldst see when the evildoers are stationed before their Lord, bandying argument the one against the other! Those that were abased will say to those that waxed proud, 'Had it not been for you, we would have been believers.",
        "numberInSurah": 31,
        "juz": 22,
        "manzil": 5,
        "page": 431,
        "ruku": 373,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3638,
        "text": "Those that waxed proud will say to those that were abased, 'What, did we bar you from the guidance after it came to you? Nay, rather you were sinners.'",
        "numberInSurah": 32,
        "juz": 22,
        "manzil": 5,
        "page": 432,
        "ruku": 373,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3639,
        "text": "And those that were abased will say to those that waxed proud, 'Nay, but devising night and day, when you were ordering us to disbelieve in God, and to set up compeers to Him.' They will be secretly remorseful when they see the chastisement and We put fetters on the necks of the unbelievers; shall they be recompensed except for what they were doing?",
        "numberInSurah": 33,
        "juz": 22,
        "manzil": 5,
        "page": 432,
        "ruku": 373,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3640,
        "text": "We sent no warner into any city except its men who lived at ease said, 'We disbelieve in the Message you have been sent with.'",
        "numberInSurah": 34,
        "juz": 22,
        "manzil": 5,
        "page": 432,
        "ruku": 373,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3641,
        "text": "They also said, 'We are more abundant in wealth and children, and we shall not be chastised.'",
        "numberInSurah": 35,
        "juz": 22,
        "manzil": 5,
        "page": 432,
        "ruku": 373,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3642,
        "text": "Say: 'My Lord outspreads and straitens His provision to whomsoever He will, but most men do not know it.'",
        "numberInSurah": 36,
        "juz": 22,
        "manzil": 5,
        "page": 432,
        "ruku": 373,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3643,
        "text": "It is not your wealth nor your children that shall bring you nigh in nearness to Us, except for him who believes, and does righteousness; those -- there awaits them the double recompense for that they did, and they shall be in the lofty chambers in security.",
        "numberInSurah": 37,
        "juz": 22,
        "manzil": 5,
        "page": 432,
        "ruku": 374,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3644,
        "text": "And those who strive against Our signs to void them -- those shall be arraigned into the chastisement.",
        "numberInSurah": 38,
        "juz": 22,
        "manzil": 5,
        "page": 432,
        "ruku": 374,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3645,
        "text": "Say: 'My Lord outspreads and straitens His provision to whomsoever He will of His servants; and whatever thing you shall expend, He will replace it. He is the best of providers.'",
        "numberInSurah": 39,
        "juz": 22,
        "manzil": 5,
        "page": 432,
        "ruku": 374,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3646,
        "text": "Upon the day when He shall muster them all together, then He shall say to the angels, 'Was it you these were serving?",
        "numberInSurah": 40,
        "juz": 22,
        "manzil": 5,
        "page": 433,
        "ruku": 374,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3647,
        "text": "They shall say, 'Glory be to Thee'! Thou art our Protector, apart from them; nay rather, they were serving the jinn; most of them believed in them.'",
        "numberInSurah": 41,
        "juz": 22,
        "manzil": 5,
        "page": 433,
        "ruku": 374,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3648,
        "text": "'Therefore today none of you shall have power to profit or hurt another.' And We shall say to the evildoers, 'Taste the chastisement of the Fire, which you cried lies to!'",
        "numberInSurah": 42,
        "juz": 22,
        "manzil": 5,
        "page": 433,
        "ruku": 374,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3649,
        "text": "And when Our signs are recited to them, clear signs, they say, 'This is naught but a man who desires to bar you from that your fathers served'; and they say, 'This is nothing but a forged calumny.' And the unbelievers say to the truth, when it has come to them, 'This is nothing but manifest sorcery.",
        "numberInSurah": 43,
        "juz": 22,
        "manzil": 5,
        "page": 433,
        "ruku": 374,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3650,
        "text": "We have not given them any Books to study, nor have We sent them before thee any warner.",
        "numberInSurah": 44,
        "juz": 22,
        "manzil": 5,
        "page": 433,
        "ruku": 374,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3651,
        "text": "Those that were before them also cried lies, yet they reached not a tenth of what We gave them; they cried lies to My Messengers, and how was My horror!",
        "numberInSurah": 45,
        "juz": 22,
        "manzil": 5,
        "page": 433,
        "ruku": 374,
        "hizbQuarter": 173,
        "sajda": false
      },
      {
        "number": 3652,
        "text": "Say: 'I give you but one admonition, that you stand unto God, two by two and one by one, and then reflect: no madness is in your comrade. He is naught but a warner unto you, before a terrible chastisement.'",
        "numberInSurah": 46,
        "juz": 22,
        "manzil": 5,
        "page": 433,
        "ruku": 375,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3653,
        "text": "Say: 'I have asked no wage of you; that shall be yours. My wage falls only upon God; and He is witness over everything.'",
        "numberInSurah": 47,
        "juz": 22,
        "manzil": 5,
        "page": 433,
        "ruku": 375,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3654,
        "text": "Say: 'My Lord hurls the truth -- the Knower of the Unseen.'",
        "numberInSurah": 48,
        "juz": 22,
        "manzil": 5,
        "page": 433,
        "ruku": 375,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3655,
        "text": "Say. 'Truth has come; falsehood originates not, nor brings again.'",
        "numberInSurah": 49,
        "juz": 22,
        "manzil": 5,
        "page": 434,
        "ruku": 375,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3656,
        "text": "Say: 'If I go astray, I go astray only to my own loss; if I am guided, it is by what my Lord reveals to me. He is All-hearing, Ever-nigh.'",
        "numberInSurah": 50,
        "juz": 22,
        "manzil": 5,
        "page": 434,
        "ruku": 375,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3657,
        "text": "Ah, if thou couldst see when they are terrified, and there is no escape, and they are seized from a place near at hand,",
        "numberInSurah": 51,
        "juz": 22,
        "manzil": 5,
        "page": 434,
        "ruku": 375,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3658,
        "text": "and they say, 'We believe in it'; but how can they reach from a place far away,",
        "numberInSurah": 52,
        "juz": 22,
        "manzil": 5,
        "page": 434,
        "ruku": 375,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3659,
        "text": "seeing they disbelieved in it before, guessing at the Unseen from a place far away?",
        "numberInSurah": 53,
        "juz": 22,
        "manzil": 5,
        "page": 434,
        "ruku": 375,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3660,
        "text": "And a barrier is set between them and that they desire, as was done with the likes of them aforetime; they were in doubt disquieting.",
        "numberInSurah": 54,
        "juz": 22,
        "manzil": 5,
        "page": 434,
        "ruku": 375,
        "hizbQuarter": 174,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "en.arberry",
      "language": "en",
      "name": "Arberry",
      "englishName": "A. J. Arberry",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}