{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 35,
    "name": "سُورَةُ فَاطِرٍ",
    "englishName": "Faatir",
    "englishNameTranslation": "The Originator",
    "revelationType": "Meccan",
    "numberOfAyahs": 45,
    "ayahs": [
      {
        "number": 3661,
        "text": "Praise belongs to God, Originator of the heavens and earth, who appointed the angels to be messengers having wings two, three and four, increasing creation as He wills. Surely God is powerful over everything.",
        "numberInSurah": 1,
        "juz": 22,
        "manzil": 5,
        "page": 434,
        "ruku": 376,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3662,
        "text": "Whatsoever mercy God opens to men, none can withhold and whatsoever He withholds, none can loose after Him. He is the All-mighty, the All-wise.",
        "numberInSurah": 2,
        "juz": 22,
        "manzil": 5,
        "page": 434,
        "ruku": 376,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3663,
        "text": "O men, remember God's blessing upon you; is there any creator, apart from God, who provides for you out of heaven and earth? There is no god but He: how then are you perverted?",
        "numberInSurah": 3,
        "juz": 22,
        "manzil": 5,
        "page": 434,
        "ruku": 376,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3664,
        "text": "If they cry lies to thee, Messengers before thee were cried lies to; and unto God all matters are returned.",
        "numberInSurah": 4,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 376,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3665,
        "text": "O men, God's promise is true; so let not the present life delude you, and let not the Deluder delude you concerning God.",
        "numberInSurah": 5,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 376,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3666,
        "text": "Surely Satan is an enemy to you; so take him for an enemy. He calls his party only that they may be among the inhabitants of the Blaze.",
        "numberInSurah": 6,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 376,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3667,
        "text": "Those who disbelieve -- there awaits them a terrible chastisement; but those who believe, and do deeds of righteousness -- theirs shall be forgiveness and a great wage.",
        "numberInSurah": 7,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 376,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3668,
        "text": "And what of him, the evil of whose deeds has been decked out fair to him, so that he thinks it is good? God leads astray whomsoever He will, and whomsoever He will He guides; so let not thy soul be wasted in regrets for them; God has knowledge of the things they work.",
        "numberInSurah": 8,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 377,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3669,
        "text": "God is He that looses the winds, that stir up cloud, then We drive it to a dead land and therewith revive the earth, after it is dead. Even so is the Uprising.",
        "numberInSurah": 9,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 377,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3670,
        "text": "Whosoever desires glory, the glory altogether belongs to God. To Him good words go up, and the righteous deed -- He uplifts it; but those who devise evil deeds -- theirs shall be a terrible chastisement, and their devising shall come to naught.",
        "numberInSurah": 10,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 377,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3671,
        "text": "God created you of dust then of a sperm-drop, then He made you pairs. No female bears or brings forth, save with His knowledge; and none is given long life who is given long life neither is any diminished in his life, but it is in a Book. Surely that is easy for God.",
        "numberInSurah": 11,
        "juz": 22,
        "manzil": 5,
        "page": 435,
        "ruku": 377,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3672,
        "text": "Not equal are the two seas; this is sweet, grateful to taste, delicious to drink, and that is salt, bitter to the tongue. Yet of both you eat fresh flesh, and bring forth out of it ornaments for you to wear; and thou mayest see the ships cleaving through it, that you may seek of His bounty, and so haply you will be thankful.",
        "numberInSurah": 12,
        "juz": 22,
        "manzil": 5,
        "page": 436,
        "ruku": 377,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3673,
        "text": "He makes the night to enter into the day and makes the day to enter into the night, and He has subjected the sun and the moon, each of them running to a stated term. That is God, your Lord; to Him belongs the Kingdom; and those you call upon, apart from Him, possess not so much as the skin of a date-stone.",
        "numberInSurah": 13,
        "juz": 22,
        "manzil": 5,
        "page": 436,
        "ruku": 377,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3674,
        "text": "If you call upon them, they will not hear your prayer, and if they heard, they would not answer you; and on the Day of Resurrection they will disown your partnership. None can tell thee like One who is aware.",
        "numberInSurah": 14,
        "juz": 22,
        "manzil": 5,
        "page": 436,
        "ruku": 377,
        "hizbQuarter": 174,
        "sajda": false
      },
      {
        "number": 3675,
        "text": "O men, you are the ones that have need of God; He is the All-sufficient, the All-laudable.",
        "numberInSurah": 15,
        "juz": 22,
        "manzil": 5,
        "page": 436,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3676,
        "text": "If He will, He can put you away and bring a new creation;",
        "numberInSurah": 16,
        "juz": 22,
        "manzil": 5,
        "page": 436,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3677,
        "text": "that is surely no great matter for God.",
        "numberInSurah": 17,
        "juz": 22,
        "manzil": 5,
        "page": 436,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3678,
        "text": "No soul laden bears the load of another; and if one heavy-burdened calls for its load to be carried, not a thing of it will be carried, though he be a near kinsman. Thou warnest only those who fear their Lord in the Unseen and perform the prayer; and whosoever purifies himself, purifies himself only for his own soul's good. To God is the homecoming.",
        "numberInSurah": 18,
        "juz": 22,
        "manzil": 5,
        "page": 436,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3679,
        "text": "Not equal are the blind and the seeing man,",
        "numberInSurah": 19,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3680,
        "text": "the shadows and the light,",
        "numberInSurah": 20,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3681,
        "text": "the shade and the torrid heat;",
        "numberInSurah": 21,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3682,
        "text": "not equal are the living and the dead. God makes to hear whomsoever He will; thou canst not make those in their tombs to hear -",
        "numberInSurah": 22,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3683,
        "text": "thou art naught but a warner.",
        "numberInSurah": 23,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3684,
        "text": "Surely We have sent thee with the truth good tidings to bear, and warning; not a nation there is, but there has passed away in it a warner.",
        "numberInSurah": 24,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3685,
        "text": "If they cry thee lies, those before them also cried lies; their Messengers came to them with the clear signs, the Psalms, the Illuminating Book;",
        "numberInSurah": 25,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3686,
        "text": "then I seized the unbelievers, and how was My horror!",
        "numberInSurah": 26,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 378,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3687,
        "text": "Hast thou not seen how that God sends down out of heaven water, and therewith We bring forth fruits of diverse hues? And in the mountains are streaks white and red, of diverse hues, and pitchy black;",
        "numberInSurah": 27,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3688,
        "text": "men too, and beasts and cattle -- diverse are their hues. Even so only those of His servants fear God who have knowledge; surely God is All-mighty, All-forgiving.",
        "numberInSurah": 28,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3689,
        "text": "Surely those who recite the Book of God and perform the prayer, and expend of that We have provided them, secretly and in public, look for a commerce that comes not to naught,",
        "numberInSurah": 29,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3690,
        "text": "that He may pay them in full their wages and enrich them of His bounty; surely He is All-forgiving, All-thankful.",
        "numberInSurah": 30,
        "juz": 22,
        "manzil": 5,
        "page": 437,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3691,
        "text": "And that We have revealed to thee of the Book is the truth, confirming what is before it; God is aware of and sees His servants.",
        "numberInSurah": 31,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3692,
        "text": "Then We bequeathed the Book on those of Our servants We chose; but of them some wrong themselves, some of them are lukewarm, and some are outstrippers in good works by the leave of God; that is the great bounty.",
        "numberInSurah": 32,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3693,
        "text": "Gardens of Eden they shall enter; therein they shall be adorned with bracelets of gold and with pearls, and their apparel there shall be of silk.",
        "numberInSurah": 33,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3694,
        "text": "And they shall say, 'Praise belongs to God who has put away all sorrow from us. Surely our Lord is All-forgiving, All-thankful,",
        "numberInSurah": 34,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3695,
        "text": "who of His bounty has made us to dwell in the abode of everlasting life wherein no weariness assails us neither fatigue.'",
        "numberInSurah": 35,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3696,
        "text": "As for the unbelievers, theirs shall be the fire of Gehenna; they shall neither be done with and die, nor shall its chastisement be lightened for them. Even so We recompense every ungrateful one.",
        "numberInSurah": 36,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3697,
        "text": "Therein they shall shout, 'Our Lord, bring us forth, and we will do righteousness, other than what we have done.' 'What, did We not give you long life, enough to remember in for him who would remember? To you the warner came; taste you now! The evildoers shall have no helper.'",
        "numberInSurah": 37,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 379,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3698,
        "text": "God knows the Unseen in the heavens and the earth; He knows the thoughts within the breasts.",
        "numberInSurah": 38,
        "juz": 22,
        "manzil": 5,
        "page": 438,
        "ruku": 380,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3699,
        "text": "It is He who appointed you viceroys in the earth. So whosoever disbelieves, his unbelief shall be charged against him; their unbelief increases the disbelievers only in hate in God's sight; their unbelief increases the disbelievers only in loss.",
        "numberInSurah": 39,
        "juz": 22,
        "manzil": 5,
        "page": 439,
        "ruku": 380,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3700,
        "text": "Say: 'Have you considered your associates on whom you call, apart from God? Show me what they have created in the earth; or have they a partnership in the heavens?' Or have We given them a Book, so that they are upon a clear sign from it? Nay, but the evildoers promise one another naught but delusion.",
        "numberInSurah": 40,
        "juz": 22,
        "manzil": 5,
        "page": 439,
        "ruku": 380,
        "hizbQuarter": 175,
        "sajda": false
      },
      {
        "number": 3701,
        "text": "God holds the heavens and the earth, lest they remove; did they remove, none would hold them after Him. Surely He is All-clement, All-forgiving.",
        "numberInSurah": 41,
        "juz": 22,
        "manzil": 5,
        "page": 439,
        "ruku": 380,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3702,
        "text": "They have sworn by God the most earnest oaths that if a warner came to them, they would be more rightly guided than any one of the nations; but when a warner came to them, it increased them only in aversion,",
        "numberInSurah": 42,
        "juz": 22,
        "manzil": 5,
        "page": 439,
        "ruku": 380,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3703,
        "text": "waxing proud in the land, and devising evil; but evil devising encompasses only those who do it; So do they expect anything but the wont of the ancients? And thou shalt never find any changing the Wont of God, and thou shalt never find any altering the wont of God.",
        "numberInSurah": 43,
        "juz": 22,
        "manzil": 5,
        "page": 439,
        "ruku": 380,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3704,
        "text": "What, have they not journeyed in the land and beheld how was the end of those before them? They were stronger than themselves in might; but God -- there is naught in the heavens or the earth that can frustrate Him. Surely He is All-knowing, All-powerful.",
        "numberInSurah": 44,
        "juz": 22,
        "manzil": 5,
        "page": 439,
        "ruku": 380,
        "hizbQuarter": 176,
        "sajda": false
      },
      {
        "number": 3705,
        "text": "If God should take men to task for what they have earned He would not leave upon the face of the earth one creature that crawls; but He is deferring them to a stated term. But when their term is come -- surely God sees His servants.",
        "numberInSurah": 45,
        "juz": 22,
        "manzil": 5,
        "page": 440,
        "ruku": 380,
        "hizbQuarter": 176,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "en.arberry",
      "language": "en",
      "name": "Arberry",
      "englishName": "A. J. Arberry",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}