{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 39,
    "name": "سُورَةُ الزُّمَرِ",
    "englishName": "Az-Zumar",
    "englishNameTranslation": "The Groups",
    "revelationType": "Meccan",
    "numberOfAyahs": 75,
    "ayahs": [
      {
        "number": 4059,
        "text": "The sending down of the Book is from God the All-mighty, the All-wise.",
        "numberInSurah": 1,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4060,
        "text": "We have sent down to thee the Book with the truth; so worship God, making thy religion His sincerely.",
        "numberInSurah": 2,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4061,
        "text": "Belongs not sincere religion to God? And those who take protectors, apart from Him -- 'We only serve them that they may bring us nigh in nearness to God' -- surely God shall judge between them touching that whereon they are at variance. Surely God guides not him who is a liar, unthankful.",
        "numberInSurah": 3,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4062,
        "text": "Had God desired to take to Him a son, He would have chosen whatever He willed of that He has created. Glory be to Him! He is God, the One, the Omnipotent.",
        "numberInSurah": 4,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4063,
        "text": "He created the heavens and the earth in truth, wrapping night about the day, and wrapping the day about the night; and He has subjected the sun and the moon, each of them running to a stated term. Is not He the All-mighty, the All-forgiving?",
        "numberInSurah": 5,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4064,
        "text": "He created you of a single soul, then from it He appointed its mate; and He sent down to you of the cattle eight couples. He creates you in your mothers' wombs creation after creation in threefold shadows. That then is God, your Lord; to Him belongs the Kingdom; there is no god but He; so how are you turned about?",
        "numberInSurah": 6,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4065,
        "text": "If you are unthankful, God is independent of you, yet He approves not unthankfulness in His servants; but if you are thankful, He will approve it in you. And no soul laden bears the load of another. Then to your Lord shall you return, and He will tell you what you have been doing. He knows the thoughts within the breasts.",
        "numberInSurah": 7,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4066,
        "text": "When some affliction visits a man, he calls upon his Lord, turning to him; then when He confers on him a blessing from Him he forgets that he was calling to before and sets up compeers to God, to lead astray from His way. Say: 'Enjoy thy unbelief a little; thou shalt be among the inhabitants of the Fire.'",
        "numberInSurah": 8,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 396,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4067,
        "text": "Or is he who is obedient in the watches of the night, bowing himself and standing, he being afraid of the world to come and hoping for the mercy of his Lord..? Say: 'Are they equal -- those who know and those who know not?' Only men possessed of minds remember.",
        "numberInSurah": 9,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 396,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4068,
        "text": "Say: 'My servants who believe, fear your Lord. For those who do good in this world good, and God's earth is wide. Surely the patient will be paid their wages in full without reckoning.'",
        "numberInSurah": 10,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4069,
        "text": "Say: 'I have been commanded to serve God making my religion His sincerely;",
        "numberInSurah": 11,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4070,
        "text": "and I have been commanded to be the first of those that surrender.'",
        "numberInSurah": 12,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4071,
        "text": "Say: 'Truly I fear, if I should rebel against my Lord, the chastisement of a dreadful day.'",
        "numberInSurah": 13,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4072,
        "text": "Say: 'God I serve, making my religion His sincerely;",
        "numberInSurah": 14,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4073,
        "text": "so serve what you will apart from Him.' Say: 'Surely the losers are they who lose themselves and their families on the Day of Resurrection; is not that the manifest loss?",
        "numberInSurah": 15,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4074,
        "text": "Above them they shall have overshadowings. of the Fire, and underneath them overshadowings; that it is wherewith God frightens His servants: \"O My servants, so fear you Me!\"'",
        "numberInSurah": 16,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4075,
        "text": "Those who eschew the serving of idols and turn penitent to God, for them is good tidings! So give thou good tidings to My servants",
        "numberInSurah": 17,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4076,
        "text": "who give ear to the Word and follow the fairest of it. Those are they whom God has guided; those -- they are men possessed of minds.",
        "numberInSurah": 18,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4077,
        "text": "He against whom the word of chastisement is realized -- shalt thou deliver him out of the Fire?",
        "numberInSurah": 19,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4078,
        "text": "But those who fear their Lord -- for them await lofty chambers, above which are built lofty chambers, underneath which rivers flow -- God's promise; God fails not the tryst.",
        "numberInSurah": 20,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4079,
        "text": "Hast thou not seen how that God has sent down out of heaven water and threaded it as springs in the earth, then He brings forth therewith crops of diverse hues, then they wither, and thou seest them turning yellow, then He makes them broken orts? Surely in that is a reminder for men possessed of minds.",
        "numberInSurah": 21,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4080,
        "text": "Is he whose breast God has expanded unto Islam, so he walks in a light from his Lord...? But woe to those whose hearts are hardened against the remembrance of God! Those are in manifest error.",
        "numberInSurah": 22,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4081,
        "text": "God has sent down the fairest discourse as a Book, consimilar in its oft-repeated, whereat shiver the skins of those who fear their Lord; then their skins and their hearts soften to the remembrance of God. That is God's guidance, whereby. He guides whomsoever He will; and whomsoever God leads astray, no guide has he.",
        "numberInSurah": 23,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4082,
        "text": "Is he who guards himself with his face against the evil of the chastisement on the Day of Resurrection...? And it is said to the evildoers, 'Taste now that you were earning!'",
        "numberInSurah": 24,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4083,
        "text": "Those that were before them cried lies, then the chastisement came upon them from whence they were not aware;",
        "numberInSurah": 25,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4084,
        "text": "so God let them taste degradation in this present life; and the chastisement of the world to come is assuredly greater, did they but know.",
        "numberInSurah": 26,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4085,
        "text": "Indeed We have struck for the people in this Koran every manner of similitude; haply they will remember;",
        "numberInSurah": 27,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4086,
        "text": "Koran, wherein there is no crookedness; haply they will be godfearing.",
        "numberInSurah": 28,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4087,
        "text": "God has struck a similitude -- a man in whom partners disagreeing share, and a man the property of one man. Are the two equal in likeness? Praise belongs to God! Nay, but most of them do not know.",
        "numberInSurah": 29,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4088,
        "text": "Thou art mortal, and they are mortal;",
        "numberInSurah": 30,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4089,
        "text": "then on the Day of Resurrection before your Lord you shall dispute.",
        "numberInSurah": 31,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4090,
        "text": "But who does greater evil than he who lies against God and cries lies to the very truth, when it comes to him? Is there not in Gehenna a lodging for the unbelievers?",
        "numberInSurah": 32,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4091,
        "text": "And he who has come with the very truth and confirms it, those they are the godfearing.",
        "numberInSurah": 33,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4092,
        "text": "They shall have whatsoever they will with their Lord; that is the recompense of the good-doers,",
        "numberInSurah": 34,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4093,
        "text": "that God may acquit them of the worst of what they did, and recompense them with the wages of the fairest of what they were doing.",
        "numberInSurah": 35,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4094,
        "text": "Shall not God suffice His servant, though they frighten thee with those apart from Him? And whomsoever God leads astray, no guide has he.",
        "numberInSurah": 36,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4095,
        "text": "But whomso God guides, none shall lead him astray; is not God All-mighty, All-vengeful?",
        "numberInSurah": 37,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4096,
        "text": "If thou askest them, 'Who created the heavens and the earth?' they will say, 'God.' Say: 'What think you? That you call upon apart from God -- if God desires affliction for me, shall they remove His affliction? Or if He desires mercy for me, shall they withhold His mercy?' Say: 'God is enough for me; in Him all those put their trust who put their trust.'",
        "numberInSurah": 38,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4097,
        "text": "Say: 'My people, act according to your station; I am acting; and soon you will know",
        "numberInSurah": 39,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4098,
        "text": "to whom will come a chastisement degrading him, and upon whom lights a lasting chastisement.'",
        "numberInSurah": 40,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4099,
        "text": "Surely We have sent down upon thee the Book for mankind with the truth. Whosoever is guided, is only guided to his own gain, and whosoever goes astray, it is only to his own loss; thou art not a guardian over them.",
        "numberInSurah": 41,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4100,
        "text": "God takes the souls at the time of their death, and that which has not died, in its sleep; He withholds that against which He has decreed death, but looses the other till a stated term. Surely in that are signs for a people who reflect. Or have they taken intercessors apart from God?",
        "numberInSurah": 42,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4101,
        "text": "Say: 'What, even though they have no power whatever and no understanding?'",
        "numberInSurah": 43,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4102,
        "text": "Say: 'To God belongs intercession altogether. His is the kingdom of the heavens and the earth; then unto Him you will be returned.'",
        "numberInSurah": 44,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4103,
        "text": "When God is mentioned alone, then shudder the hearts of those who believe not in the Hereafter, but when those apart from Him are mentioned behold, they rejoice.",
        "numberInSurah": 45,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4104,
        "text": "Say: 'O God, Thou originator of the heavens and the earth who knowest the Unseen and the Visible, Thou shalt judge between Thy servants touching that whereon they are at variance.'",
        "numberInSurah": 46,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4105,
        "text": "If the evildoers possessed all that is in the earth, and the like of it with it, they would offer it to ransom themselves from the evil of the chastisement on the Day of Resurrection; yet there would appear to them from God that they never reckoned with,",
        "numberInSurah": 47,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4106,
        "text": "and there would appear to them die evils of that they have earned, and they would be encompassed by that they mocked at.",
        "numberInSurah": 48,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4107,
        "text": "When some affliction visits a man, he calls unto Us; then, when We confer on him a blessing from Us, he says, 'I was given it only because of a knowledge.' Nay, it is a trial, but most of them do not know it.",
        "numberInSurah": 49,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4108,
        "text": "So said those that were before them; but that they earned did not avail them,",
        "numberInSurah": 50,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4109,
        "text": "in that the evils of that they earned smote them. The evildoers of these men, they too shall be smitten by the evils -- of that they earned; they will not be able to frustrate it.",
        "numberInSurah": 51,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4110,
        "text": "Do they know that God outspreads and straitens His provision to whomsoever He will? Surely in that are signs for a people who believe.",
        "numberInSurah": 52,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4111,
        "text": "Say: 'O my people who have been prodigal against yourselves, do not despair of God's mercy; surely God forgives sins altogether; surely He is the All-forgiving, the All-compassionate.",
        "numberInSurah": 53,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4112,
        "text": "Turn unto your Lord and surrender to Him, ere the chastisement comes upon you, then you will not be helped.",
        "numberInSurah": 54,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4113,
        "text": "And follow the fairest of what has been sent down to you from your Lord, ere the chastisement comes upon you suddenly while you are unaware.",
        "numberInSurah": 55,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4114,
        "text": "Lest any soul should say, 'Alas for me, in that I neglected my duty to God, and was a scoffer,'",
        "numberInSurah": 56,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4115,
        "text": "or lest it should say, 'If only God had guided me, I should have been or lest among the godfearing,'",
        "numberInSurah": 57,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4116,
        "text": "it should say, when it sees the chastisement, 'O that I might return again, and be among the good-doers.'",
        "numberInSurah": 58,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4117,
        "text": "'Yes indeed! My signs did come to thee, but thou hast cried them lies, and thou hast waxed proud, and become one of the unbelievers.'",
        "numberInSurah": 59,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4118,
        "text": "And upon the Day of Resurrection thou shalt see those who lied against God, their faces blackened; is there not in Gehenna a lodging for those that are proud?",
        "numberInSurah": 60,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4119,
        "text": "But God shall deliver those that were godfearing in their security; evil shall not visit them, neither shall they sorrow.",
        "numberInSurah": 61,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4120,
        "text": "God is the Creator of every thing; He is Guardian over every thing;",
        "numberInSurah": 62,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4121,
        "text": "unto Him belong the keys of the heavens and the earth. And those who disbelieve in the signs of God, those they are the losers.",
        "numberInSurah": 63,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4122,
        "text": "Say: 'Is it other than God you bid me serve, you ignorant ones?'",
        "numberInSurah": 64,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4123,
        "text": "It has been revealed to thee, and to those before thee, 'If thou associatest other gods with God, thy work shall surely fail and thou wilt be among the losers.'",
        "numberInSurah": 65,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4124,
        "text": "Nay, but God do thou serve; and be thou among the thankful.",
        "numberInSurah": 66,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4125,
        "text": "They measure not God with His true measure. The earth altogether shall be His handful on the Day of Resurrection, and the heavens shall be rolled up in His right hand. Glory be to Him! High be He exalted above that they associate!",
        "numberInSurah": 67,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4126,
        "text": "For the Trumpet shall be blown, and whosoever is in the heavens and whosoever is in the earth shall swoon, save whom God wills. Then it shall be blown again, and lo, they shall stand, beholding.",
        "numberInSurah": 68,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4127,
        "text": "And the earth shall shine with the light of its Lord, and the Book shall be set in place, and the Prophets and witnesses shall be brought, and justly the issue be decided between them, and they not wronged.",
        "numberInSurah": 69,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4128,
        "text": "Every soul shall be paid in full for what it has wrought; and He knows very well what they do.",
        "numberInSurah": 70,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4129,
        "text": "Then the unbelievers shall be driven in companies into Gehenna till, when they have come thither, then its gates will be opened and its keepers will say to them, 'Did not Messengers come to you from among yourselves, reciting to you the signs of your Lord and warning you against the encounter of this your day?' They shall say, 'Yes indeed; but the word of the chastisement has been realized against the unbelievers.'",
        "numberInSurah": 71,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4130,
        "text": "It shall be said, 'Enter the gates of Gehenna, to dwell therein forever.' How evil is the lodging of those that are proud!",
        "numberInSurah": 72,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4131,
        "text": "Then those that feared their Lord shall be driven in companies into Paradise, till, when they have come thither, and its gates are opened, and its keepers will say to them, 'Peace be upon you! Well you have fared; enter in, to dwell forever.'",
        "numberInSurah": 73,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4132,
        "text": "And they shall say, 'Praise belongs to God, who has been true in His promise to us, and has bequeathed upon us the earth, for us to make our dwelling wheresoever we will in Paradise.' How excellent is the wage of those that labour!",
        "numberInSurah": 74,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4133,
        "text": "And thou shalt see the angels encircling about the Throne proclaiming the praise of their Lord; and justly the issue shall be decided between them; and it shall be said, 'Praise belongs to God, the Lord of all Being.'",
        "numberInSurah": 75,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "en.arberry",
      "language": "en",
      "name": "Arberry",
      "englishName": "A. J. Arberry",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}