{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 8,
    "name": "سُورَةُ الأَنفَالِ",
    "englishName": "Al-Anfaal",
    "englishNameTranslation": "The Spoils of War",
    "revelationType": "Medinan",
    "numberOfAyahs": 75,
    "ayahs": [
      {
        "number": 1161,
        "text": "Dotazovati budou se tě ohledně KOŘISTI. Rci: „Kořist patří Bohu a proroku. I bojte se Boha a dohodněte se mezi sebou, a poslušni buďte Boha a proroka jeho, jste-li věřícími.",
        "numberInSurah": 1,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1162,
        "text": "Věřící jsou pouze ti, jichž srdce zachvívá se bázní, když vysloveno jest jméno Boha a jichž víra rozmnožena jest pokaždé, kdyz čtena jsou jim znamení jeho, a kteří (plně) spoléhají na Pána svého:",
        "numberInSurah": 2,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1163,
        "text": "kteří zachovávají modlitbu a rozdávají štědře z toho, čímž jsme je obdařili;",
        "numberInSurah": 3,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1164,
        "text": "tito jsou pravými věřícími: pro ně připraveny jsou stupně odměny u Pána jejich a odpuštění a obdaření hojné.",
        "numberInSurah": 4,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1165,
        "text": "(Pomni), jak Pán tvůj způsobil, abys vyšel z domu svého s poselstvím pravdy a jak část věřících činila tak pouze nerada.",
        "numberInSurah": 5,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1166,
        "text": "Přeli se s tebou ohledně pravdy poté. když jasně (jim) byla ukázána, jakoby vlečeni byli k smrti před vlastními zraky.",
        "numberInSurah": 6,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1167,
        "text": "Tehdy přislíbil vám Bůh, že vydá jeden z oddílů v ruce vaše: a přáli jste si, aby nebyl to oddíl silnějsí; však Bůh chtěl dokázati pravdu slovy svými a zničiti do posledniho nevěřící:",
        "numberInSurah": 7,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1168,
        "text": "aby dokázal pravdivost pravdy a zničil ničemnost i kdyby odporno to bylo provinilým.",
        "numberInSurah": 8,
        "juz": 9,
        "manzil": 2,
        "page": 177,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1169,
        "text": "Když vzývali jste Pána svého o přispění a vyslyšel vás: „Propůjčím vám tisíc andělů ku pomoci, řadu za řadou“:",
        "numberInSurah": 9,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1170,
        "text": "k čemuž jinému učinil vám Bůh tento slib, než aby radostnou byl vám zprávou a aby uklidněna byla jím srdce vaše? Neboť není pomoci, vyjma u Boha: Bůh zajisté mocný jest a moudrý.",
        "numberInSurah": 10,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 146,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1171,
        "text": "(Pomněte), když zahalil vás spánkem jistotou od něho, a seslal vém s nebe vodu, aby očistil jí vás, aby jí sejmul s vás poskvrnění Satana, aby opásal srdce vaše a upevnil jí kroky vaše.",
        "numberInSurah": 11,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1172,
        "text": "Tehdy vnukl Pán tvůj andělům: „Zajisté budu s vámi: dodejte tedy odvahu věřícím. Vrhnu postrach v srdce těch, kdož neuvěřili a vy bijte je v šíje jejich a utínejte konečky všech prstů jejich:",
        "numberInSurah": 12,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1173,
        "text": "to proto, že odštěpili se od Boha a proroka jeho. A kdokoli odpadne od Boha a proroka jeho, zví, že Bůh zajisté přísným jest v trestání.",
        "numberInSurah": 13,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1174,
        "text": "Totoť jest odměna vaše: okuste jí! V pravdě, trest ohně přichystán jest nevěřícím.",
        "numberInSurah": 14,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1175,
        "text": "Vy, kteří jste uvěřili, potkáte-li nevěřící táhnoucí ve sboru válečném, neobracejte se k nim zády,",
        "numberInSurah": 15,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1176,
        "text": "neboť kdo obrátí se k nim zády v den onen, — leda že učiní tak, aby k novému chystal se útoku, aneb spojil se s jiným oddílem, — ten přivodí na se hněv boží a příbytkem jehobude peklo: špatné to bude obydlí!",
        "numberInSurah": 16,
        "juz": 9,
        "manzil": 2,
        "page": 178,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1177,
        "text": "Tedy nezabíjeli jste je vy, nýbrž Bůh zabíjel je, a když vrhal's střely, nebyl's to ty, jenž vrhal je, nýbrž Bůh je vrhal, aby vyzkoušel věřící dobrou zkouškou, jím poslanou: neboť Bůh vše slyší a ví.",
        "numberInSurah": 17,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1178,
        "text": "To proto, že Bůh v pravdě chtěl niveč obrátiti úklady nevěřících.",
        "numberInSurah": 18,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1179,
        "text": "Přáli jste si, (nevěřící), rozhodnutí vítězství: nuže, přišlo vám vítězství. Skončíte-li tedy, bude to lépe pro vás, obnovíte-li boj, též mi jej obnovíme a neprospějí vám pranic pluky vaše, i kdyby rozmnožily se počtem: neboť Bůh zajisté jest s věřícími.",
        "numberInSurah": 19,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 147,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1180,
        "text": "Vy, kteří jste uvěrili, buďte poslušni Boha a proroka jeho a neodvracejte se od něho, nyní, když posloucháte:",
        "numberInSurah": 20,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1181,
        "text": "a nebuďte jako oni, kteří říkají: „Slyšeli jsme“ a neposlouchají,",
        "numberInSurah": 21,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 71,
        "sajda": false
      },
      {
        "number": 1182,
        "text": "neboť zajisté nejhoršími dobytčaty před Bohem jsou hluší a němí a ti, kteří nechápou.",
        "numberInSurah": 22,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1183,
        "text": "Kdyby Bůh byl věděl o něčem dobrém v nich, byl by jim dal slyšeti: však i kdyby byl dal jim slyšeti, byli by odvrátili se a vzdálili.",
        "numberInSurah": 23,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1184,
        "text": "Vy, kteří jste uvěřili, poslyšte vyzvání Boha a proroka, když zve vás k tomu, co dává život vám: a vězte, že Bůh vstupuje mezi člověka a srdce jeho, a že k němu budete shromážděni.",
        "numberInSurah": 24,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1185,
        "text": "A bojte se pokušení, neboť ono nepostihuje pouze ony, kdož nepravostnými jsou mezi vámi: a vězte, že Bůh přísný jest v trestání.",
        "numberInSurah": 25,
        "juz": 9,
        "manzil": 2,
        "page": 179,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1186,
        "text": "A (pomněte), když malý byl vás počet a slabými byli jste v zemi, a báli jste se, aby nevyhladili vás lidé: tehdy útočiště dal vám a posílil vás pomocí svou a dobrou opatřil vás výživou, abyste mu byli povděčni.",
        "numberInSurah": 26,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1187,
        "text": "Vy, kteří jste uvěřili, nezrazujte Boha a proroka a nebuďte zrádnými v závazcích svých vědomě.",
        "numberInSurah": 27,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1188,
        "text": "Vězte, že statky a děti vaše jsou pokušením vám a že u Boha odměna jest velká.",
        "numberInSurah": 28,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 148,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1189,
        "text": "Vy, kteří jste uvěřili, budete-li se báti Boha, on učiní vám rozlišení a promine vám špatné skutky vaše a odpustí vám: neboť Bůh jest nesmírný v milosrdenství svém.",
        "numberInSurah": 29,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1190,
        "text": "A (pomni), když nevěřící strojili ti úklady, aby uvěznili tě, neb zavraždili tě, anebo vypudili tě: proti úkladům jejich Bůh strojil úklady a Bůh zajisté jest nejobratnějším z těch, kdož léčky kladou.",
        "numberInSurah": 30,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1191,
        "text": "A když čtena byla jim znamení naše, řekli: „Již slyšeli jsme to. A kdybychom chtěli, mohli bychom stejná rčení pronášeti: jsouť to pouze bájky starých.“",
        "numberInSurah": 31,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1192,
        "text": "A když řekli: „Velké Bože, je-li toto skutečně pravdou, přicházející od tebe, dšti na nás kamení s nebes, nebo pošli na nás trest bolestný!“",
        "numberInSurah": 32,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1193,
        "text": "Však netrestal jich Bůh, pokud tys byl mezi nimi, aniž trestatelem jich chtěl býti Bůh, když za odpuštění vzývali jej.",
        "numberInSurah": 33,
        "juz": 9,
        "manzil": 2,
        "page": 180,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1194,
        "text": "Ale nebude jinak, než že potresce je Bůh, když zapuzovati budou věřící od modlitebnice posvátné, ač nejsou strážci jejími: pouze bohabojní jsou strážci jejími, však většina jich není si toho vědoma.",
        "numberInSurah": 34,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1195,
        "text": "A modlitbou jejich v domě posvátném bylo pouze hvízdání a tleskání rukou. „Okuste tudíž trestu za zarytou nevíru svou!“",
        "numberInSurah": 35,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1196,
        "text": "Ti, kdož nevěří, rozdávají jmění svá, aby odvrátili druhé od stezky boží: nuž nechť utratí je! Pak ve smutek bude jim to obráceno a poraženi budou: a ti, kdož nevěří, v ohni pekelném budou shromážděni,",
        "numberInSurah": 36,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1197,
        "text": "aby Bůh rozděliti mohl zlé od dobrých a položiti zlé jednoho na druhého a nahromaditi je v jednu kupu a uvrci pak v peklo: tito pak záhubě propadnou.",
        "numberInSurah": 37,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 149,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1198,
        "text": "Řekni těm, kteří nevěří, že odpustí jim Bůh vše minulé, přestanou-li: však vrátí-li se k nevíře, mají před sebou příklad v osudu národů předešlých.",
        "numberInSurah": 38,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 150,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1199,
        "text": "I bojujte proti nim, dokud nebude vyhlazeno pokušení a dokud veškeré náboženství nebude než Boha jediného: však přestanou-li, Bůh zajisté dobře pozoruje skutky jejich.",
        "numberInSurah": 39,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 150,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1200,
        "text": "Ale obrátí-li se zpět, věztež, že Bůh ochráncem jest vaším: nejlepším ochráncem a nejlepším pomocníkem!",
        "numberInSurah": 40,
        "juz": 9,
        "manzil": 2,
        "page": 181,
        "ruku": 150,
        "hizbQuarter": 72,
        "sajda": false
      },
      {
        "number": 1201,
        "text": "A vězte, že z toho, cožkoli ukořistili jste, pětina náleží Bohu a proroku, a blízkým příbuzným a sirotkům a chudým a pocestným — věříte-li v Boha a v to, co seslali jsme služebníku svému v den rozlišení, v den sražení obou vojů: a Bůh nade všemi věcmi moc má.",
        "numberInSurah": 41,
        "juz": 10,
        "manzil": 2,
        "page": 182,
        "ruku": 150,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1202,
        "text": "Když utábořeni jste byli na nejbližším konci údolí a oni na nejzazším, a karavana byla níže pod vámi: a kdybyste se byli zavázali (k útoku), nebyli byste mohli dostáti svému závazku — však nicméně uvedeni jste byli v boj, aby naplnilo se, co Bůh určil, aby se stalo: totiž, aby zahynul ten, jenž zahynul, dle jasného důkazu, a aby na živu zůstal ten, jenž na živu zůstal, dle jasného znamení: a Bůh zajisté vše slyší a ví.",
        "numberInSurah": 42,
        "juz": 10,
        "manzil": 2,
        "page": 182,
        "ruku": 150,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1203,
        "text": "Když Bůh ukázal vám je ve snu tvém malými počtem: a kdyby byl ukázal ti je velkými počtem, byli byste jistě zmalomyslněli a v hádku vešli ohledně toho. Avšak před tím ochránil vás Bůh, neboť on dobře ví, co skrývají nitra.",
        "numberInSurah": 43,
        "juz": 10,
        "manzil": 2,
        "page": 182,
        "ruku": 150,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1204,
        "text": "A když ukázal je vám, při sražení s nimi, ve zracích vašich malé počtem a zmenšil počet váš ve zracích jejich, aby naplnilo se, co určeno bylo Bohem, aby se stalo: a k Bohu navráceny budou všechny věci.",
        "numberInSurah": 44,
        "juz": 10,
        "manzil": 2,
        "page": 182,
        "ruku": 150,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1205,
        "text": "Vy, kteří jste uvěřili, kdykoli potkáte sbor válečný, stůjte neohroženě a volejte opětovně jméno Boha, abyste úspěchu dosáhli.",
        "numberInSurah": 45,
        "juz": 10,
        "manzil": 2,
        "page": 182,
        "ruku": 151,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1206,
        "text": "A duďte poslušni Boha a proroka jeho a nevcházejte v hádky, abyste zmalomyslněli jimi a pozbyli úspěchu: buďte vytrvalými, neboť Bůh zajisté pomáhá vytrvalým!",
        "numberInSurah": 46,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 151,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1207,
        "text": "A nebuďte jako oni, kteří vyšli chlubně z domů svých, aby viděni byli lidmi: a odvracejí lid od stezky boží — však Bůh dobře zpraven jest o tom, co činí.",
        "numberInSurah": 47,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 151,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1208,
        "text": "A když Satan zkrášlil jim skutky jejich a řekl jim: „Nikdo z lidí nepřemůže vás dnes, kdy já jsem společníkem vaším.“ Však když objevily se oba sbory válečné, obrátil se k nim patami a řekl: „Nemám s vámi ničeho společného neboť v pravdě vidím, co vy nevidíte a v pravdě bojím se Boha, neboť Bůh přísným jest v trestání.“",
        "numberInSurah": 48,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 151,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1209,
        "text": "Když řekli pokrytci a ti, v jejichž srdcích jest choroba: „Strhlo je náboženství jejich.“ však kdo na Boha spoléhá — Bůh zajisté mocný jest a moudrý.",
        "numberInSurah": 49,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1210,
        "text": "A kdybys viděl, když andělé usmrcují ty, kdož neuvěřili! Bijí je do tváří jejich i do zad jejich a říkají: „Okuste nyní trestu ohně!",
        "numberInSurah": 50,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1211,
        "text": "To za to, co ruce vaše poslaly před vámi!“ — a Bůh zajisté není utiskovatelem služebníků svých.",
        "numberInSurah": 51,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1212,
        "text": "Vede se jim jako lidu Faraonovu a těm před nimi, kteří neuvěřili ve znamení boží: a těžce dotkl se jich Bůh za viny jejich, neboť Bůh zajisté silný jest a přísný v trestání.",
        "numberInSurah": 52,
        "juz": 10,
        "manzil": 2,
        "page": 183,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1213,
        "text": "To proto, že Bůh nemění požehnání, kterým požehnal některému lidu, dokavad oni nezmění nitro své: a Bůh slyší a vidí vše.",
        "numberInSurah": 53,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1214,
        "text": "Vede se jim jako lidu Faraonovu a těm před nimi, kteří lží nazývali znamení Pána svého: i zahladili jsme je pro viny jejich a potopili jsme lid Faraonův, ježto všichni byli nepravostni.",
        "numberInSurah": 54,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1215,
        "text": "Zajisté nejhoršími dobytčaty u Boha jsou zatvrzelci v nevíře, již nechtějí uvěřiti:",
        "numberInSurah": 55,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1216,
        "text": "ti, se kterými jsi učinil smlouvu a kteří pak neustále porušují smlouvu svou, aneb nebojí se (Boha).",
        "numberInSurah": 56,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1217,
        "text": "Padnou-li ti do rukou ve válce, tehdy rozpraš příkladem jejich ty, kdož za nimi jdou — aby si to rozmyslili.",
        "numberInSurah": 57,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1218,
        "text": "Obáváš-li se pak zrady se strany některého lidu, oplácej mu stejně: neboť Bůh zajisté nemiluje zrádců.",
        "numberInSurah": 58,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 152,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1219,
        "text": "A nikterak nechť nedomnívají se nevěřící, že budou v popředí: zajisté neseslabí (moc Boha).",
        "numberInSurah": 59,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 153,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1220,
        "text": "Schystejte tudíž proti nim voje seč síly vaše stačí a silné čety jízdy, jimiž postrachem naplníte nepřítele Boha a nepřítele svého a jiné mimo nich, o nichž dosud nevíte, však o nichž Bůh ví. A cožkoli vydáte ze jmění na stezce boží, splaceno vám bude a nebudete zkráceni.",
        "numberInSurah": 60,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 153,
        "hizbQuarter": 73,
        "sajda": false
      },
      {
        "number": 1221,
        "text": "A kloní-li se k míru, kloň se též k němu a spoléhej na Boha, neboť On vše slyší a ví.",
        "numberInSurah": 61,
        "juz": 10,
        "manzil": 2,
        "page": 184,
        "ruku": 153,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1222,
        "text": "Však chtějí-li oklamati tě, Bůh zajisté postačí ti: onť přispěl ti pomocí svou a pomocí věřících.",
        "numberInSurah": 62,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 153,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1223,
        "text": "Onť sjednotil srdce jejich: kdybys byl věnoval veškerá bohatství země, nebyl bys sjednotil srdce jejich, však Bůh sjednotil je: Onť zajisté mocný jest a moudrý.",
        "numberInSurah": 63,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 153,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1224,
        "text": "Ó proroku, Bůh dostačí ti a oni, kdož následují tě z věřících.",
        "numberInSurah": 64,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 153,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1225,
        "text": "Ó proroku, povzbuzuj věřící k boji: bude-li mezi vámi dvacet vytrvalých, přemohou dvě stě, a bude-li mezi vámi takových sto, přemohou tisíc nevěřících, neboť jest to lid nechápavý.",
        "numberInSurah": 65,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 154,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1226,
        "text": "Nyní Bůh ulehčil vám, neboť ví, jak slabi jste. Však bude-li vás sto vytrvalých, přemohou dvě stě: a bude-li vás takových tisíc, přemohou dva tisíce z dopuštení božího, neboť Bůh jest na straně vytrvalých.",
        "numberInSurah": 66,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 154,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1227,
        "text": "Nikterému proroku dáno bylo činiti zajatce, dokud neučinil krveprolití na zemi. Vy chcete pomíjející věci tohoto světa, však Bůh chce (dáti vám) život budoucí: a Bůh mocný jest a moudrý.",
        "numberInSurah": 67,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 154,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1228,
        "text": "Nebýti nařízení, daného vám již před tím Bohem, byl by dotekl se vás za to, co vzali jste, trest velký.",
        "numberInSurah": 68,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 154,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1229,
        "text": "Nuž požívejte z toho, co ukořistili jste, což dovoleno jest a dobré: a bojte se Boha, neboť Bůh velký jest zajisté v odpouštění, slitovný.",
        "numberInSurah": 69,
        "juz": 10,
        "manzil": 2,
        "page": 185,
        "ruku": 154,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1230,
        "text": "Ó proroku, rci k těm, kdož zajatci jsou v rukou vašich: „Sezná-li Bůh, že dobro jest v srdcích vašich, dá vám lepší statky těch, které odňaty vám byly a odpustí vám: neboť Bůh velký jest v odpouštění, slitovný.“",
        "numberInSurah": 70,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1231,
        "text": "Však zanášejí-li se zradou vůči tobě nebo zachovali-li se proradně vůči Bohu již před tím, (Bůh) dal ti je v moc a on zajisté jest vědoucí. moudrý,",
        "numberInSurah": 71,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1232,
        "text": "Ti, kdož uvěřili, a vystěhovali se z domů svých a bojovali statky i osobami svými na stezce boží: a ti, kdož útočistě a pomoci poskytli (prorokovi), jsou si navzájem přáteli. A ti. kdož uvěřili však nevystěhovali se, nemají nikterak zahrnuti být vámi ve svazek přátelský, dokud nevystěhují se: ale kdyby prosili vás o pomoc v příčině víry, jest na vás, abyste poskytli jim pomoci, vyjma proti lidu, s nímž jste byli učinili smlouvu. A Bůh dobře pozoruje skutky vaše.",
        "numberInSurah": 72,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1233,
        "text": "Ti, kdož neuveřili, jsou si navzájem přáteli: a neučiníte-li stejně tak, rozbroj zavládne v zemi a zkaženost velká.",
        "numberInSurah": 73,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1234,
        "text": "A ti, kdož uvěřili a vystěhovali se a bojovali na stezce boží: a kdož útočiště a pomoci poskytli (prorokovi): tito jsou věřícími v pravdě — jim odpuštění přichystáno jest a odměna štědrá.",
        "numberInSurah": 74,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      },
      {
        "number": 1235,
        "text": "A ti, kdož uvěřili poté a vystěhovali se a bojovali s vámi: tito patří ve svazek váš. Však ti, kdož krevně spřízněni jsou, jsou si nejblíže přibuzni navzájem. (Toto psáno jest) v Knize boží a Bůh o všem ví.",
        "numberInSurah": 75,
        "juz": 10,
        "manzil": 2,
        "page": 186,
        "ruku": 155,
        "hizbQuarter": 74,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "cs.nykl",
      "language": "cs",
      "name": "Nykl",
      "englishName": "A. R. Nykl",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}