{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 11,
    "name": "سُورَةُ هُودٍ",
    "englishName": "Hud",
    "englishNameTranslation": "Hud",
    "revelationType": "Meccan",
    "numberOfAyahs": 123,
    "ayahs": [
      {
        "number": 1474,
        "text": "Alif. Lám. Rá. Tato Kniha, jejíž znamení byla potvrzena, pak rozdělena, přichází od Moudrého, Vševědoucího,",
        "numberInSurah": 1,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 183,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1475,
        "text": "abyste nevzývali nikoho, kromě Boha; jáť pak zajisté jsem vám od něho varovatelem a věštitelem!",
        "numberInSurah": 2,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 183,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1476,
        "text": "Abyste prosili za odpuštění Pána svého a obrátili se kajícně k němu: poskytne vám požitku krásného do určité lhůty a zahrne každého, jenž zaslouží si toho, milostí svou. Však odvrátíte-li se (od něho), bojím se pro vás trestu v den velký.",
        "numberInSurah": 3,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 183,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1477,
        "text": "K Bohu navrátíte se všichni a on nade všemi věcmi moc má.",
        "numberInSurah": 4,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 183,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1478,
        "text": "Zdaž nesnaží se (lidé) na dva záhyby složiti hrudi své, aby skryli se před ním? Však i když přikryjí se oděvem, neví Bůh nejlépe, co utajují v hrudích svých i co na venek ukazují? Onť zajisté dobře ví o tajnostech hrudí.",
        "numberInSurah": 5,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 183,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1479,
        "text": "Není tvora na zemi, jehož výživa nezávisela by od Boha: a on ví o útulku jeho i o místě uložení jeho. Vše to zapsáno jest v Knize zjevné.",
        "numberInSurah": 6,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 183,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1480,
        "text": "Onť jest to, který stvořil nebesa i zemi v šesti dnech: a trůn jeho byl před tím nad vodami: chtěl dříve vyzkoušeti vás, kdož vás nejlépe zachová se v činech svých. A když řekneš jim: „Zajisté vzkříšeni budete po smrti své“ tu říkají ti kdož neuvěřili: „Vskutku, toto jest jen kouzelnictví zjevné.“",
        "numberInSurah": 7,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 183,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1481,
        "text": "A odložíme-li trest jejich do určité doby, jistě řeknou: „Co zdržuje jej.“ Zdaž nepřijde na ně v den, kdy nebude nikoho, jenž by odvrátil jej od nich a se všech stran obklopí je to, z čehož posměšky si byli tropili?",
        "numberInSurah": 8,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 183,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1482,
        "text": "A když dáme okusiti člověku milosti své a pak odejmeme mu ji — v pravdě zoufá si a jest nevěrcem.",
        "numberInSurah": 9,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1483,
        "text": "A když dáme okusiti mu přízně své po protivenství, jímž stižen byl, jistotně řekne: „Konečně zašly zlé doby ode mne“ a ihned jest rozradován a chlubivý.",
        "numberInSurah": 10,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1484,
        "text": "Vyjma těch, kdož trpělivě vyčkávají a konají dobré skutky: těm dáno bude odpuštění a odměna velká.",
        "numberInSurah": 11,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1485,
        "text": "Možná, že ponecháš u sebe část toho, co vnuknuto ti bylo, a budeš proto stísněn v hrudi své z obavy, aby neřekli: „Nebude-li mu seslán poklad, aneb nepřijde-li s ním anděl, (neuvěříme).“ Však ty pouze varovatelem jsi a Bůh všech věcí jest opatrovníkem.",
        "numberInSurah": 12,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1486,
        "text": "Aneb řeknou-li: „Sám vymyslil jej,“ rci: „Nuže deset předveďte súr, rovných těmto, vámi vymyšlených: a zavolejte si ku pomoci, koho budete moci vedle Boha, jste-li pravdomluvnými.“",
        "numberInSurah": 13,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1487,
        "text": "Však nevyslyší-li vás, vězte, že seslán byl jedině s moudrostí Boha a že není boha, kromě Něho. Jste tedy odevzdáni do vůle jeho?",
        "numberInSurah": 14,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1488,
        "text": "Těch, kdož žádají si jen života pozemského a lákadel jeho, odměníme spravedlivě skutky jejich v něm a nebudou v tom zkráceni.",
        "numberInSurah": 15,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1489,
        "text": "To jsou ti, pro něž v životě budoucím přichystán jest pouze oheň pekelný: niveč bude co konali na světě a nicotno vše, co činili.",
        "numberInSurah": 16,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1490,
        "text": "Zdaž budou jako ti, kdož oporu hledají v jasném důkazu, od Pána svého, předčítaném jim svědkem od Boha: a před nímž přišla kniha Mojžíšova, jako vodítko a milosrdenství? Tito věří v něj: však kdožkoli ze spřeženců modloslužby nevěří v něj, nechť těší se na oheň pekelný! Nechovej tudíž nejmenší pochybnosti o něm, neboť jest pravdou od Pána tvého: však většina lidí tomu nevěří.",
        "numberInSurah": 17,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1491,
        "text": "Kdo nepravostnějším jest toho, jenž o Bohu vymyslí lež? Tito předvedeni budou před Pána svého a řeknou svědci: „Tito jsou oni, kteří lhali ohledně Pána svého.“ Zdaž nepadne zlořečení Boha na nepravostné,",
        "numberInSurah": 18,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1492,
        "text": "kteří odpuzují druhé od stezky boží a rádi by ji zkřivili a nevěří v život budoucí?",
        "numberInSurah": 19,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1493,
        "text": "Tito neznemožní (moc Boha) na zemi a nenaleznou zastánce mimo Boha. Zdvojnásoben bude trest jejich: nedovedli ani slyšeti, ani viděti.",
        "numberInSurah": 20,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1494,
        "text": "Toto jsou ti, kdož sebe samy přivedli v záhubu a (božstva), jimi vymyšlená, ztratila se jim.",
        "numberInSurah": 21,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1495,
        "text": "Není pochyby o tom, že tito na tom nejhůře budou v životě budoucím.",
        "numberInSurah": 22,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1496,
        "text": "Však ti, kdož uvěřili a konali dobré skutky a ponižovali se před Pánem svým, obývati budou v ráji a zůstávati v něm budou věčně.",
        "numberInSurah": 23,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1497,
        "text": "Tyto dva tábory jsou jako slepí a hluší (u porovnání) s vidoucími a slyšícími: zdaž budou si rovno cenny v porovnání? Což konečně neporozumíte?",
        "numberInSurah": 24,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 184,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1498,
        "text": "Kdysi poslali jsme Noema k lidu jeho i řekl jim : „Zajisté jsem vám varovatelem zjevným,",
        "numberInSurah": 25,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1499,
        "text": "abyste neuctívali ničeho, kromě Boha: jáť zajisté obávám se, že trest stihne vás v den bolestný!“",
        "numberInSurah": 26,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1500,
        "text": "I řekli předáci lidu jeho, kteří neuvěřili: „Nevidíme v tobě jiného, než člověka jako my sami a vidíme, že následují tě pouze nejsprostší z (lidu) našeho, ukvapení v úsudku: a nevidíme ve vás přednosti, jež by vás stavěla výše nás. Spíše mníme, že jste prolhanci.“",
        "numberInSurah": 27,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1501,
        "text": "Řekl Noe: „Lide můj, co míníte? Mám-li pouze jasný důkaz od Pána svého, jenž obdařil mne milosrdenstvím svým a jste-li slepými vůči němu, zdaž vnutíme je vám, když vy se mu vzpíráte?",
        "numberInSurah": 28,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1502,
        "text": "Lide můj, nežádám od vás za to bohatství: odměna má jest pouze na Bohu. A nebudu odháněti od sebe těch, kdož uvěřili; ti setkají se s Pánem svým —- však vidím, že lid jste nevědomý.",
        "numberInSurah": 29,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1503,
        "text": "A lide můj, kdo pomůže mi proti Bohu, kdybych odehnal je? Což nepředložíte si to?",
        "numberInSurah": 30,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1504,
        "text": "A neříkám vám: ,Vládnu pokladnicemi Boha,‘ ani: ,Znám věci skryté, aniž říkám: ,Jsem anděl,‘ aniž říkám těm, na něž úkosem pohlížíte: ,Nepopřeje jim Bůh nijakého dobra.‘ Bůh nejlépe ví, co jest v myslích jejich: a kdybych to říkal, byl bych jedním z nepravostých.“",
        "numberInSurah": 31,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1505,
        "text": "Řekli: „Noe, dost již nahádal jsi se s námi a stále rozmnožuješ hádání s námi: nuže, konečně sešli na nás to, co nám slibuješ, jsi-li pravdomluvným.“",
        "numberInSurah": 32,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1506,
        "text": "Řekl: „Bůh zajisté sešle to na vás bude-li chtíti, a nikterak neznemožníte mu toho.",
        "numberInSurah": 33,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1507,
        "text": "Aniž prospěje vám rada má, kdybych chtěl (dobrou) dáti vám radu, však Bůh chtěl zavésti vás v blud: onť Pánem jest vaším a k němu se navrátíte.“",
        "numberInSurah": 34,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1508,
        "text": "Řeknou-li ti: „Vymyslil si jej,“ rci: „Vymyslil-li jsem si jej, má bude vina: však prost jsem podílu na tom, v čem vy se proviňujete.“",
        "numberInSurah": 35,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1509,
        "text": "A vnuknuto bylo Noemovi: „Zajisté nikdo jiný z lidu tvého neuvěří, vyjma těch, kdož již uvěřili: pročež nermuť se pro skutky jejich,",
        "numberInSurah": 36,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 186,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1510,
        "text": "nýbrž zbuduj koráb před zraky našimi a dle vnuknutí našeho a nepřimlouvej se za nepravostné, neboť oni potopeni budou.“",
        "numberInSurah": 37,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 186,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1511,
        "text": "Teda jal se budovati koráb: a pokaždé, když přední z lidu jeho šli kolem, vysmívali se mu. Řekl: „Smějte se nám jen: však i my vysmějeme se vám, jakož i vy nám se vysmíváte;",
        "numberInSurah": 38,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1512,
        "text": "a zvíte pak, na koho přijde trest, jenž potupou pokryje jej: a trest stihne jej věčný.“",
        "numberInSurah": 39,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1513,
        "text": "Až pak přišel rozkaz náš a praskla pec. Tehdy řekli jsme Noemovi: „Nalož na koráb,od každého druhu stvoření párek a rodinu svou, vyjma toho, nad nímž již dříve pronesen byl rozsudek, a ty, kdož uvěřili.“' Však pouze malý byl počet těch, kteří uvěřili s ním.",
        "numberInSurah": 40,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1514,
        "text": "I řekl: „Vstupte do korábu: ve jménu Boha nechť pluje a zakotví se. Zajisté Pán můj velký jest v odpouštění a milosrdný.“",
        "numberInSurah": 41,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1515,
        "text": "A unášel je (koráb), pluje na vlnách horám podobných: a volal Noe na syna svého, jenž byl v povzdálí: „Synu můj, pluj s námi a nezůstávej s nevěřícími.“",
        "numberInSurah": 42,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1516,
        "text": "Řekl (tento): „Uteku se na vrchol hory, jež ochrání mne před vodami.“ Řekl (Noe): „Není nikoho, jenž ochrání se dnes před rozkazem božím, vyjma toho, nad nímž smiloval se Bůh.“ Tu rozlily se mezi nimi vlny a syn jeho zůstal mezi potopenými.",
        "numberInSurah": 43,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1517,
        "text": "I bylo řečeno: „Země, vpij do sebe vodu svou a nebesa, přestaňte dštíti!“ A opadla voda a vyplněn byl rozkaz: a stanul koráb na vrchu Al-Džúdí a bylo řečeno: „Daleko odsud nechť zůstane lid nepravostný!“",
        "numberInSurah": 44,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1518,
        "text": "A zavolal Noe Pána svého a řekl: „Pane můj, zajisté syn můj byl z rodiny mé a zajisté slib tvůj pravdivý byl: ty pak nejspravedlivějším jsi ze všech soudců!“",
        "numberInSurah": 45,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1519,
        "text": "Řekl (Bůh): „Noe, vpravdě (syn tvůj) nebyl z rodiny tvé, neboť jednání to bylo nesprávné: proto netaž se mne na věci, o nichž nemáš vědění; varuji tě, abys nebyl jedním z nevědomců.“",
        "numberInSurah": 46,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1520,
        "text": "Řekl (Noe): „Pane můj, k tobě utíkám se (o prominutí), abych netázal se tě na věci, o nichž nemám vědění: a neodpustíš-li mi a nesmiluješ-li se nade mnou budu jedním ze záhubě propadlých.“",
        "numberInSurah": 47,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1521,
        "text": "Bylo mu řečeno: „Noe, sestup (s korábu) s pozdravem míru od nás a s požehnáním naším nad tebou a nad národy, jež jsou s tebou: jsou pak národové, kterým poskytneme požitku (tohoto světa) a pak zasáhne je od nás trest bolestný.",
        "numberInSurah": 48,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1522,
        "text": "Tato jest jedna ze zvěstí skrytých: zjevujeme ji tobě nyní: ani ty, ani lid tvůj nevěděli jste o ní před tím — i buď trpěliv, neboť blahý jest konec bohabojných.“",
        "numberInSurah": 49,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1523,
        "text": "A k lidu 'Ád (poslali jsme) bratra jejich HÚDA. Řekl: „Lide můj, uctívejte Boha: nemáte jiného Boha, kromě něho: (ty druhé) si jen vymýšlíte.",
        "numberInSurah": 50,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1524,
        "text": "Lide můj, nežádám za toto odměny od vás: odměna má jest pouze u toho, jenž stvořil mne, což toho nepochopíte?",
        "numberInSurah": 51,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1525,
        "text": "Lide můj, proste za odpuštění Pána svého: poté kajícně obraťte se k němu: sešle vám s nebe deště hojné a rozmnoží sílu vaši nad sílu vaši nynější — pročež neodvracejte se od něho jako provinilci.“",
        "numberInSurah": 52,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1526,
        "text": "Řekli: „Ó Húde, nepřinesl jsi nám jasného důkazu a my neopustíme bohů svých na (pouhé) tvoje slovo: my ti nevěříme.",
        "numberInSurah": 53,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1527,
        "text": "Řekneme ti jen, že někteří z bohů našich postihli tě zlem.“ Řekl: „Zajisté béřu za svědka Boha a vy též dosvědčte, že prost jsem vašeho uctívání bohů jiných",
        "numberInSurah": 54,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1528,
        "text": "vedle Boha: i započněte se svými úklady proti mně všichni a nemeškejte.",
        "numberInSurah": 55,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1529,
        "text": "Jáť pak spoléhám na Boha, Pána svého a Pána vašeho: není tvora, kterého neměl by v moci své: a zajisté Pán můj kráčí stezkou přímou.",
        "numberInSurah": 56,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1530,
        "text": "A odvrátíte-li se, dobře: již oznámil jsem vám to, s čím poslán jsem byl k vám: Pán můj dá jinému lidu zabrati vaše místo a nebudete moci uškoditi Bohu v nejmenším: zajisté Pán můj všech věcí jest strážcem.“",
        "numberInSurah": 57,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1531,
        "text": "A když přišel rozkaz náš, zachránili jsme Húda a ty, kdož uvěřili s ním, z milosrdenství svého: a zachránili jsme je před trestem přísným.",
        "numberInSurah": 58,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1532,
        "text": "Tento (lid) 'Ád zapíral znamení Pána svého a neposlušen byl proroků jeho a následoval výzvu všech mužů mocných a tvrdohlavých.",
        "numberInSurah": 59,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1533,
        "text": "Pročež stiženi jsou zlořečením v tomto světě a v den zmrtvýchvstání (bude jim řečeno) : „Zdaž nebyl (kmen) 'Ád, mezi nevěřícími v Pána svého? Ano, daleko zavržen budiž (kmen) 'Ád, lid Húdův!“",
        "numberInSurah": 60,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1534,
        "text": "A k lidu Tsemúd poslali jsme bratra jejich Sáliha. Řekl: „Lide můj, uctívejte Boha: nemáte jiného Boha, kromě něho. On vzniknouti dal vám ze země a dal vám ji k obývání: nuž proste jej za odpuštěni a po té obraťte se kajícně k němu: zajistéť Pán můj blízek jest a ochoten vyslyšeti (vás).“",
        "numberInSurah": 61,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1535,
        "text": "Řekli: „Ó Sálihu, až dosud byl's mezi námi jedním, v nějž naději jsme měli: zdaž nyní zbraňovati chceš nám, abychom vzývali to, co vzývali otcové naši. A my, zajisté v pochybnostech a nejistotě jsme ohledně toho, k čemu zveš nás.“",
        "numberInSurah": 62,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1536,
        "text": "Řekl: „Lide můj, co míníte? Mám-li jasný důkaz od Pána svého a popřál-li mi milosrdenství svého, kdo pomůže mi proti Bohu, kdybych byl ho neposlušen? Zvýšili byste tím jedině moji záhubu.",
        "numberInSurah": 63,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1537,
        "text": "Lide můj, toto jest velbloudice boží, znamením vám. Nechte ji klidně pásti se na půdě boží a neubližujte jí, jinak stiženi budete trestem blízkým.“",
        "numberInSurah": 64,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1538,
        "text": "Nicméně podřezali žíly velbloudice a řekl (Sálih): „Popřejeme vám ještě tři dny pobytu v obydlí vašich: slib tento zajisté nebude odvolán.“",
        "numberInSurah": 65,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1539,
        "text": "A když naplnil se rozkaz náš, zachránili jsme Sáliha a ty, kdež uvěřili s ním, z milosrdenství svého, od potupy onoho dne: zajisté Pán tvůj silný jest a mocný.",
        "numberInSurah": 66,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1540,
        "text": "A zachvátila nepravostné bouře mohutná a nalezeni jsou z rána v domech svých co ztuhlé mrtvoly,",
        "numberInSurah": 67,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1541,
        "text": "jako by nikdy nebyli těšili se z nich. Zdaž nebyl (kmen) Tsemúd nevěřícím v Pána svého? Ano, daleko zavržen budiž Tsemúd!",
        "numberInSurah": 68,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1542,
        "text": "A když přišli kdysi poslové naši k Ábrahamoví s radostnou zprávou, řekli: „Pokoj s tebou.“ Řekl: „Pokoj s vámi“ a nemeškaje, přinesl jim tele pečené.",
        "numberInSurah": 69,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1543,
        "text": "A vida, že ruce jejich nedotýkají se (pokrmu), nerad to viděl a pocítil strach před nimi. I řekli: „Neboj se, neboť my posláni jsme k lidu Lotovu.“",
        "numberInSurah": 70,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1544,
        "text": "A žena Abrahamova stála vedle a smála se: i oznámili jsme jí Isáka a po Isákovi, Jakuba.",
        "numberInSurah": 71,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1545,
        "text": "Řekla: „Já nešťastná, jakž porodím syna, když stařena jsem a manžel můj stařec? To zajisté byla by věc podivuhodná.“",
        "numberInSurah": 72,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1546,
        "text": "Řekli: „Divíš se snad rozkazu božímu? Milosrdenství Boha a požehnání jeho budiž s vámi, lide tohoto domu: Bůh zajisté hoden jest chvály a slávy.“",
        "numberInSurah": 73,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1547,
        "text": "Když pak rozptýlil se úděs Abrahamův, a on slyšel radostnou tuto zvěst, naléhal na nás ve prospěch lidu Lotova,",
        "numberInSurah": 74,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1548,
        "text": "neboť Abraham zajisté byl laskavý, soucitný, promíjející.",
        "numberInSurah": 75,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1549,
        "text": "„Ó Abrahame, ustaň ve svém snažení, neboť již vyšel rozkaz Pána tvého a lid onen zasáhne trest neodvratný.“",
        "numberInSurah": 76,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1550,
        "text": "A když přišli poslové naši k Lotovi, zarmoutil se nad nimi a cítil se slabým k ochraně jejich, řka: „Toto zajisté den jest těžký.“",
        "numberInSurah": 77,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1551,
        "text": "A přihnal se k němu lid jeho, neboť již od dřívějška dopouštěli se špatností a řekl (Lot): „Lide můj, tyto dcery mé vezmete-li, méně hanebno to bude pro vás: i bojte se Boha a nezneuctívejte mne v hostech mých. Což není mezi vámi jediného muže spravedlivého?“",
        "numberInSurah": 78,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1552,
        "text": "Řekli: „Však víš již, že málo jest nám po tvých dcerách: a zajisté dobře víš, co chceme.“",
        "numberInSurah": 79,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1553,
        "text": "Řekl : „Kéž bych měl dosti síly s vás, aneb kéž mohl bych se utéci k ochránci mocnému!“",
        "numberInSurah": 80,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1554,
        "text": "Řekli (tehdy cizinci): „Ó Lote, myť posly jsme Pána tvého a oni nedostanou se na tebe: i vyjdi s rodinou svou ještě této noci a nechť nikdo z vás neobrací se dozadu — pouze žena tvá tak učiní a stejný stihne ji osud, jaký stihne lid onen. Zajisté hrozba tato splní se z rána: není-liž pak jitro již blízké?“",
        "numberInSurah": 81,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1555,
        "text": "A když přišel rozkaz náš, obrátili jsme město vrchem dolů a dštili jsme na ně bez ustání kamení z hlíny vypálené, poznamenané Pánem tvým: a není podobný osud dalek od nepravostných!",
        "numberInSurah": 82,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1556,
        "text": "A k Madianským poslali jsme bratra jejich Šu'ejba. Řekl: „Lide můj, uctívejte Boha, nemáte jiného Boha, kromě něho: A nezkracujte míry ani váhy: zajistéť vidím vás v blahobytu, však bojím se pro vás trestu v den vše obklopující.",
        "numberInSurah": 83,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1557,
        "text": "Lide můj, dodržujte poctivě míry a váhy a nešalte lidi o majetek jejich a nedopouštějte se nespravedlnosti na zemi skutky pohoršlivými.",
        "numberInSurah": 84,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1558,
        "text": "Cokoliv pak přebývati vám bude z milosti boží, bude nejlepším pro vás, jste-li věřícími:",
        "numberInSurah": 85,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1559,
        "text": "jáť pak zajisté nejsem nad vámi strážcem.“",
        "numberInSurah": 86,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1560,
        "text": "Řekli: „Ó Šu'ejbe, zdaž nakazují ti modlitby tvé, abychom opustili to, co uctívali bohové naši, a abychom nenakládali s majetky svými, jak sami chcemeli? Zajisté přec jseš mužem laskavým a rozšafným.“",
        "numberInSurah": 87,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1561,
        "text": "Řekl: „Lide můj, co míníte? Mám-li jasný důkaz od Pána svého, jenž obdařil mne bohatými dary svými — nechci odporovati vám v tom, co (Bůh) zbraňuje vám činiti, leda proto že chci jedině polepšení vaše, seč síly mé stačí. A důvěru svou skládám pouze v Boha: na něho spoléhám a k němu obracím se.",
        "numberInSurah": 88,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1562,
        "text": "Lide můj, nechť odpor váš vůči mně neuvalí na vás vinu pro kterou postihl by vás osud podobný onomu, jenž postihl lid Noemův, lid Húdův, lid Sálihův: aniž lid Lotův jest od vás (tak) vzdálen!",
        "numberInSurah": 89,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1563,
        "text": "Proste za odpuštění Pána svého a obraťte se kajícně k němu: zajisté Pán můj slitovný jest a láskyplný.“",
        "numberInSurah": 90,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1564,
        "text": "Řekli: „Ó Šu'ejbe, nerozumíme mnoho z toho, co pravíš, však zajisté vidíme tě, žes slabým mezi námi: a nebýti rodu tvého, byli bychom tě ukamenovali a ty bys nebyl mohl (brániti se nám).“",
        "numberInSurah": 91,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1565,
        "text": "Řekl: „Lide můj, zdaž rod můj vzácnějším jest vám Boha a Boha za záda svá bez povšimnutí chcete zahoditi? Však zajisté Pán můj obklopuje věděním svým skutky vaše.",
        "numberInSurah": 92,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1566,
        "text": "Lide můj, čiňte, cokoliv můžete, jáť taktéž učiním: zvíte pak,",
        "numberInSurah": 93,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1567,
        "text": "na koho přijde trest potupný proň a kdo lhářem jest: nuž dávejte pozor — já s vámi pozor budu dávati.“",
        "numberInSurah": 94,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1568,
        "text": "A když přišel rozkaz náš, zachránili jsme Šu'ejba a ty, kdož uvěřili s ním, z milosrdenství svého: a zachvátila nepravostné bouře mohutná a nalezeni jsou z rána co ztuhlé mrtvoly v domech svých,",
        "numberInSurah": 95,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1569,
        "text": "jako by nikdy nebyli těšili se z nich. Zdaž nebyl daleko zavržen (lid) Madianský, jakož zavržen byl (lid kmene) Tsemúd?",
        "numberInSurah": 96,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1570,
        "text": "A když poslali jsme Mojžíše se znameními svými a s mocí zjevnou k Faraonovi a předním z lidu jeho, tu následovali tito rozkaz Faraonův: však rozkaz nebyl spravedlivý.",
        "numberInSurah": 97,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1571,
        "text": "Povede lid svůj v den zmrtvýchvstání a přivede je k napajedlu ohně pekelného: a děsné bude napajedlo, kde napájeti se budou!",
        "numberInSurah": 98,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1572,
        "text": "Zlorečením stiženi jsou v tomto světě a v den zmrtvýchvstání děsné bude přispění, kterým přispěno jim bude!",
        "numberInSurah": 99,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1573,
        "text": "Totoť jsou děje měst, jež tobě vyprávíme: některá z nich dosud stojí, jiná již skosena jsou:",
        "numberInSurah": 100,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1574,
        "text": "ne my utiskli jsme je, však sebe sama utiskla a ničeho neprospěla jim božstva jejich, která uctívají vedle Boha, když přišel rozkaz Pána tvého: pouze rozmnožila zkázu jejich:",
        "numberInSurah": 101,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1575,
        "text": "Takovéto jest udeření Pána tvého, když udeřuje jím města, jež byla nepravostna: zajisté udeření jeho skličující jest a bolestné.",
        "numberInSurah": 102,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1576,
        "text": "V tomto zajisté znamení jest onomu, jenž bojí se trestu ve světě budoucím: totoť den bude, kdy veškeré shromážděno bude lidstvo: totoť den bude, jehož bude svědkem (veškerenstvo).",
        "numberInSurah": 103,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1577,
        "text": "A neodložíme den onen, nýbrž přijde ve lhůtě předem stanovené.",
        "numberInSurah": 104,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1578,
        "text": "V den příchodu jeho nepromluví nikdo, vyjma s dovolením Boha: a mezi nimi zavržení budou a blažení.",
        "numberInSurah": 105,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1579,
        "text": "Pokud se týče zavržených, uvrženi budou v oheň (pekelný): a v něm vzdychání bude a naříkání.",
        "numberInSurah": 106,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1580,
        "text": "V něm přebývati budou, dokud potrvají nebesa i země, leč by jinak chtěl Pán tvůj: zajisté Pán tvůj činí, co chce.",
        "numberInSurah": 107,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1581,
        "text": "A pokud se týče těch, již oblaženi byli, půjdou do ráje: v něm přebývati budou, pokud potrvají nebesa i země, leč by chtěl Pán tvůj přidati jim jiný dar neodejmutelný.",
        "numberInSurah": 108,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1582,
        "text": "Nebudiž nikterak v pochybnosti ohledně toho, co uctívají onino — uctívají pouze to, co uctívali otcové jejich před tím, zajisté vyplatíme jim podíl jejich, nijak nezkrácený.",
        "numberInSurah": 109,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 191,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1583,
        "text": "Dali jsme Mojžíšovi Knihu a rozešli se v mínění o ní (lidé): a kdyby nebylo předešlo slovo od Pána tvého, bylo by již dávno rozhodnuto mezi nimi: oni pak (dosud) jsou ohledně Knihy v pochybnosti váhavé.",
        "numberInSurah": 110,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1584,
        "text": "A v pravdě každého odmění jistotně Pán tvůj dle skutků jejich, neboť on dobře zpraven jest o tom, co činíte.",
        "numberInSurah": 111,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1585,
        "text": "Pročež čiň právě, jakž nakázáno ti bylo a taktéž oni, kdož uvěřili s tebou, nechť nekonají špatností, neboť Bůh zajisté dobře pozoruje skutky vaše.",
        "numberInSurah": 112,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1586,
        "text": "Nehledejte opory u těch, kdož nepravostni jsou, jinak zasáhne vás oheň pekelný a nebude vám vedle Boha zastánců a nebude vám pak pomoženo.",
        "numberInSurah": 113,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1587,
        "text": "Zachovávej modlitbu na počátku a na konci dne a při příchodu noci: zajisté dobrá konání zahánějí skutky zlé. Takové jest připomenutí pamětlivým.",
        "numberInSurah": 114,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1588,
        "text": "A buď trpěliv, neboť Bůh zajisté nedopustí, aby ztratila se odměna dobrodějných.",
        "numberInSurah": 115,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1589,
        "text": "Zdaž nebylo mezi pokoleními, která vás předešla, lidí s trochou ctnosti takových, kteří zabraňovali špatnosti na zemi — pouze málo, které jsme pak zachránili? Však nepravostní následovali výstřednosti své a stali se provinilci.",
        "numberInSurah": 116,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1590,
        "text": "A Pán tvůj nevyhlazuje měst nespravedlivě, jsou-li obyvatelé jejich lidem řádným.",
        "numberInSurah": 117,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1591,
        "text": "Kdyby byl chtěl Pán tvůj, byl by učinil lidstvo národem jediným; však nepřestanou rozcházeti se v mínění,",
        "numberInSurah": 118,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1592,
        "text": "vyjma těch, jimž popřál milosrdenství Pán tvůj. A k tomu stvořil je; i naplnilo se slovo Pána tvého: „Zajistéť naplním peklo Džinny a lidmi vesměs.“",
        "numberInSurah": 119,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1593,
        "text": "A toto vše z dějů vyslanců našich vyprávíme ti, aby utvrzeno, tím bylo srdce tvé a aby tím přišla ti pravda a napomenutí a připomenutí věřícím.",
        "numberInSurah": 120,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1594,
        "text": "A rci těm, kdož nevěří: „Jednejte podle možnosti své: my taktéž činiti budeme:",
        "numberInSurah": 121,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1595,
        "text": "a vyčkávejte: my taktéž vyčkávati budeme.“",
        "numberInSurah": 122,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1596,
        "text": "Bohu pak přináleží věci skryté nebes i země, a k němu vše navrací se: pročež uctívej jej a spoléhej naň: a Pán tvůj zajisté není lhostejným k tomu, co činíte.",
        "numberInSurah": 123,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "cs.nykl",
      "language": "cs",
      "name": "Nykl",
      "englishName": "A. R. Nykl",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}