{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 12,
    "name": "سُورَةُ يُوسُفَ",
    "englishName": "Yusuf",
    "englishNameTranslation": "Joseph",
    "revelationType": "Meccan",
    "numberOfAyahs": 111,
    "ayahs": [
      {
        "number": 1597,
        "text": "Alif. Lám. Rá. Tato jsou znamení Knihy zjevné:",
        "numberInSurah": 1,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 193,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1598,
        "text": "seslali jsme tento Korán v mluvě arabské, abyste jej pochopili.",
        "numberInSurah": 2,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 193,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1599,
        "text": "Vyprávěti budeme ti jedno z nejkrásnějších vyprávění, která vnukli jsme ti v tomto Koránu, ač před tím byl's jedním z neznalých.",
        "numberInSurah": 3,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 193,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1600,
        "text": "Když řekl JOSEF k otci svému: „Otče můj, zajisté viděl jsem jedenácte hvězd a slunce a měsíc, mně klanících se.“",
        "numberInSurah": 4,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 193,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1601,
        "text": "Řekl otec: „Synáčku můj, nevyprávěj o vidění svém bratřím svým, neboť jinak úkladem o tebe ukládati budou: zajistéť Satan jest člověku nepřítelem zjevným.",
        "numberInSurah": 5,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 193,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1602,
        "text": "A takovýmto způsobem vyvolí tě Pán tvůj a naučí tě výkladu událostí a dovrší milosrdenství své na tobě a na rodu Jakubově, jakož kdysi dovršil je na obou předcích tvých, Abrahamu a Isákovi: zajisté Pán tvůj vševědoucí jest a moudrý.“",
        "numberInSurah": 6,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 193,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1603,
        "text": "V případe pak Josefa a bratří jeho znamení byla tazatelům:",
        "numberInSurah": 7,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1604,
        "text": "když řekli (bratří jeho): „Zajisté Josef a bratr jeho milejší jsou otci našemu nás, ač jedna jsme tlupa: dojista otec nás jest v bludu zjevném.",
        "numberInSurah": 8,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1605,
        "text": "Zabte Josefa, aneb zažeňte jej do nějaké země a zůstane pouze pro vás tvář otce vašeho: poté pak povedete život lidí spravedlivých.",
        "numberInSurah": 9,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1606,
        "text": "Řekl jeden z nich: „Nezabíjejte Josefa, nýbrž uvrcte jej do hlubin studna: vysvobodí jej z ní nějací pocestní, tak-li učiníte.“",
        "numberInSurah": 10,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1607,
        "text": "Řekli: „Otče náš, proč nesvěříš nám Josefa, ač jistě upřímně to s ním myslíme?",
        "numberInSurah": 11,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1608,
        "text": "Pošli jej zítra ráno s námi, ať popase si stáda a pohraje si: my bedlivě budeme jej střežiti.“",
        "numberInSurah": 12,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1609,
        "text": "Řekl Jakub: „Zajisté zarmoutí mne, odvedete-li mi jej a bojím se, že sežere jej vlk, když pozor naň nedáte.“",
        "numberInSurah": 13,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1610,
        "text": "Řekli: „Kdyby sežrati měl jej vlk, když jedna jsme tlupa, tu nechť záhubě propadneme!“",
        "numberInSurah": 14,
        "juz": 12,
        "manzil": 3,
        "page": 236,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1611,
        "text": "A když odvedli jej, usnesli se vespolek, že uvrhnou jej do hlubin studnice; tehdy vnukli jsme mu: „Zajisté jednou povíš jim o tomto skutku jejich a oni nebudou věděti, oč jde.“",
        "numberInSurah": 15,
        "juz": 12,
        "manzil": 3,
        "page": 237,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1612,
        "text": "I přišli s večerem k otci svému plačky,",
        "numberInSurah": 16,
        "juz": 12,
        "manzil": 3,
        "page": 237,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1613,
        "text": "řkouce: „Otče nás, vzdálili jsme se poněkud, běžíce o závod, a ponechali jsme Josefa u šatstva našeho: i sežral jej vlk. Však ty neuvěříš nám i kdybychom pravdu mluvili.“",
        "numberInSurah": 17,
        "juz": 12,
        "manzil": 3,
        "page": 237,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1614,
        "text": "Na to přinesli košili Josefovu, potřísněnou falešnou krví. Řekl Jakub: „Nikoliv, sami jste tuto věc navlekli, však trpělivost krásná jest a k Bohu nutno utéci se (o útěchu), abych snésti mohl zprávu vaši.“",
        "numberInSurah": 18,
        "juz": 12,
        "manzil": 3,
        "page": 237,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1615,
        "text": "A přišli pocestní a poslali čerpače vody ke studnici: a když spustili okov svůj dolů, zvolali: „Jaké štěstí! Ve studnici jest mládec!“ A vzali jej do zajetí, jakožto zboží: a Bůh věděl o tom, co činili.",
        "numberInSurah": 19,
        "juz": 12,
        "manzil": 3,
        "page": 237,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1616,
        "text": "A prodali jej za cenu nepatrnou, za několik penízů spočtěných, chtějíce se ho zbaviti.",
        "numberInSurah": 20,
        "juz": 12,
        "manzil": 3,
        "page": 237,
        "ruku": 194,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1617,
        "text": "A řekl onen, jenž koupil jej, jistý Egypťan, k manželce své: „Zacházej s ním ctně a pohostinně: může nám býti prospěšným, anebo můžeme přijmouti jej za syna.“ Takovýmto způsobem usadili jsme Josefa v zemi a naučili jsme jej výkladu událostí: Bůh vítězným jest ve vyplnění účelů svých, však většina lidí není si toho vědoma.",
        "numberInSurah": 21,
        "juz": 12,
        "manzil": 3,
        "page": 237,
        "ruku": 195,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1618,
        "text": "A když dospěl věku síly své, obdařili jsme jej soudností a věděním: takovýmto způsobem odměnujeme ty, kdož dobře činí.",
        "numberInSurah": 22,
        "juz": 12,
        "manzil": 3,
        "page": 237,
        "ruku": 195,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1619,
        "text": "A pocítila vášeň k němu paní domu, v němž nalézal se. I zavřela (všechny) dvéře a řekla: „Pojď sem.“ Řekl: „Uchovejž Bůh: zajisté Pán můj poskytl mi nejkrásnější přebývání a nedobře vede se nepravostným.“",
        "numberInSurah": 23,
        "juz": 12,
        "manzil": 3,
        "page": 238,
        "ruku": 195,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1620,
        "text": "Však ona mocně po něm toužila a i on sám byl by podlehl touze, kdyby nebylo bývalo důkazu od Pána jeho. Takovým způsobem odvrátili jsme od něho nepravost a smilstvo, ježto byl ze služebníků našich upřímných.",
        "numberInSurah": 24,
        "juz": 12,
        "manzil": 3,
        "page": 238,
        "ruku": 195,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1621,
        "text": "Oba vrhli se o závod ke dveřím a roztrhla košili jeho ze zadu: u dveří pak setkali se s pánem jejím. Řekla: „Co odměnou má býti tomu, jenž chtěl prohřešiti se na tvé rodině, leda uvěznění, aneb trest bolestný?“",
        "numberInSurah": 25,
        "juz": 12,
        "manzil": 3,
        "page": 238,
        "ruku": 195,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1622,
        "text": "Řekl Josef: „Ona vášní svou mne sváděla.“ A dosvědčoval svědek z rodiny její: „Je-li košile roztržena zpředu, mluvila pravdu ona a on jest lhářem,",
        "numberInSurah": 26,
        "juz": 12,
        "manzil": 3,
        "page": 238,
        "ruku": 195,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1623,
        "text": "však je-li košile jeho roztržena ze zadu, lhala ona a on jest pravdomluvným.“",
        "numberInSurah": 27,
        "juz": 12,
        "manzil": 3,
        "page": 238,
        "ruku": 195,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1624,
        "text": "A když viděl (manžel), že košile Josefova roztržena jest ze zadu, řekl: „Toto zajisté jest jedna ze lstí vašich, neboť lest vaše zajisté jest velká!",
        "numberInSurah": 28,
        "juz": 12,
        "manzil": 3,
        "page": 238,
        "ruku": 195,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1625,
        "text": "Josefe, nedbej na to pranic a ty, (ženo), pros za odpuštění viny své, neboť byla's jednou z hřešících.“",
        "numberInSurah": 29,
        "juz": 12,
        "manzil": 3,
        "page": 238,
        "ruku": 195,
        "hizbQuarter": 95,
        "sajda": false
      },
      {
        "number": 1626,
        "text": "A rokovaly ženy v městě: „Žena knížete svádí z vášně mládce svého, neboť rozplamenil ji láskou šílenou: my zajisté shledáváme, že jest v poblouzení zjevném.“",
        "numberInSurah": 30,
        "juz": 12,
        "manzil": 3,
        "page": 238,
        "ruku": 196,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1627,
        "text": "Když pak doslechla se o lstivých klepech jejich, poslala pro ně a schystala jim hostinu: davši pak každé z nich nůž, zvolala: „Ukaž se jim, (Josefe.)“ A když spatřily jej, byly jím nadšeny tak, že pořezaly si ruce a zvolaly: „Bůh uchovej! To není člověk: toť sám anděl jest ušlechtilý!“",
        "numberInSurah": 31,
        "juz": 12,
        "manzil": 3,
        "page": 239,
        "ruku": 196,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1628,
        "text": "I řekla jim: „Toto jest mládec, pro kterého hanily jste mne: jej sváděla jsem z vášně své, však vzepřel se: a neučiní-li, co poručím mu, jistotně uvězněn bude a uvržen mezi zbědované.“",
        "numberInSurah": 32,
        "juz": 12,
        "manzil": 3,
        "page": 239,
        "ruku": 196,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1629,
        "text": "Řekl (Josef): „Pane můj, milejší jest mi vězení než to, k čemu mne vyzývají, však neodvrátíš-li ode mne lest jejich, přemůže mne mládí mé a budu jedním z nerozumných.“",
        "numberInSurah": 33,
        "juz": 12,
        "manzil": 3,
        "page": 239,
        "ruku": 196,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1630,
        "text": "A vyslyšel jej Pán jeho a odvrátil od něho lest jejich, neboť on zajisté vše slyší a ví.",
        "numberInSurah": 34,
        "juz": 12,
        "manzil": 3,
        "page": 239,
        "ruku": 196,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1631,
        "text": "Poté vsak uznali, ač viděli znamení (neviny jeho), že uvězní jej na nějaký čas.",
        "numberInSurah": 35,
        "juz": 12,
        "manzil": 3,
        "page": 239,
        "ruku": 196,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1632,
        "text": "A spolu s ním vešli do vězení dva mladíci. Řekl jeden z nich: „V pravdě zdálo se mi (ve snu), že tlačil jsem víno (z hroznů).“ A řekl druhý: „Mně pak zdálo se, že nesl jsem na hlavě své chléb a ptáci pojídali z něho. Oznam nám výklad toho, neboť vidíme, žes jedním z dobře činících.“",
        "numberInSurah": 36,
        "juz": 12,
        "manzil": 3,
        "page": 239,
        "ruku": 197,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1633,
        "text": "Řekl (Josef): „Dříve než přinesen bude vám pokrm, z něhož by pojedli jste, oznámím vám výklad snů vašich před tím, než naplní se. Toto jest, co mezi jiným naučil mne Pán můj, neboť opustil jsem víru lidu nevěřícího v Boha a lidu, jenž život posmrtný popíral.",
        "numberInSurah": 37,
        "juz": 12,
        "manzil": 3,
        "page": 239,
        "ruku": 197,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1634,
        "text": "A následoval jsem víru otců svých, Abrahama, Isáka a Jakuba. Není (ve víře naší), abychom spolčovali co s Bohem: totoť milost jest od Boha nám a (všem) lidem však většina lidí není za to vděčna.",
        "numberInSurah": 38,
        "juz": 12,
        "manzil": 3,
        "page": 240,
        "ruku": 197,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1635,
        "text": "Ó soudruhové moji dva ve vězení: zdaž páni rozliční lepší jsou, anebo Bůh jediný, všemocný?",
        "numberInSurah": 39,
        "juz": 12,
        "manzil": 3,
        "page": 240,
        "ruku": 197,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1636,
        "text": "Co vy uctíváte vedle něho jsou jen jména, která jste dali vy a otcové vaši; Bůh pak neseslal vám ohledně jmen těch nijaké moci. Však rozsouzení přináleží jedině Bohu: on přikázal, abyste uctívali pouze jeho. Toto jest víra pravá, však většina lidí není si toho vědoma.",
        "numberInSurah": 40,
        "juz": 12,
        "manzil": 3,
        "page": 240,
        "ruku": 197,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1637,
        "text": "Ó soudruhové moji dva ve vězení: pokud se týče jednoho z vás, nalije pánu svému (do číše, vína a pokud se týče druhého, ukřižován bude a ptáci klovati budou hlavu jeho. (Neodvolatelně) usouzena jest věc, na kterou vy dva tážete se.“",
        "numberInSurah": 41,
        "juz": 12,
        "manzil": 3,
        "page": 240,
        "ruku": 197,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1638,
        "text": "A řekl (Josef) k tomu, o němž myslil, že zachráněn bude z nich dvou: „Zmiň se o mně pánu svému.“ Však Satan způsobil že tento zapomněl zmíniti se pánu svému (o Josefovi), i zůstal ve vězení po několik let.",
        "numberInSurah": 42,
        "juz": 12,
        "manzil": 3,
        "page": 240,
        "ruku": 197,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1639,
        "text": "Až (jednoho dne) řekl král: „Zajisté viděl jsem (ve snu) jak sedm krav tučných sežráno bylo sedmi kravami hubenými a sedm klasů zelených a sedm zvadlých. Vy, přední mužové země, vyložte mi vidění mé, jste-li s výkladem vidění obeznámeni.“",
        "numberInSurah": 43,
        "juz": 12,
        "manzil": 3,
        "page": 240,
        "ruku": 198,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1640,
        "text": "Řekli: „Spletené sny to jsou a my ve výkladu snů se nevyznáme.“",
        "numberInSurah": 44,
        "juz": 12,
        "manzil": 3,
        "page": 241,
        "ruku": 198,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1641,
        "text": "Tehdy řekl onen jenž zachránil se z obou vězňů, a rozpomněl se po létech: „Já povím vám výklad toho, tedy pošlete mne.“",
        "numberInSurah": 45,
        "juz": 12,
        "manzil": 3,
        "page": 241,
        "ruku": 198,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1642,
        "text": "„Josefe, muži pravdomluvný, vylož nám, co značí sedm krav tučných, sežraných sedmi hubenými, a sedm klasů zelených a sedm zvadlých, abych mohl vrátiti se k lidu a aby mohli o tom býti zpraveni.“",
        "numberInSurah": 46,
        "juz": 12,
        "manzil": 3,
        "page": 241,
        "ruku": 198,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1643,
        "text": "Řekl (Josef): „Síti budete po sedm let dle obyčeje svého: obilí pak, jež sklidíte, ponechávejte v klasu, vyjma onoho málo, z něhož jísti budete.",
        "numberInSurah": 47,
        "juz": 12,
        "manzil": 3,
        "page": 241,
        "ruku": 198,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1644,
        "text": "Poté přijde v zápětí sedm let trapných, jež ztráví vše, co nashromáždili jste pro ně předem, vyjma onoho mála, jež pečlivě jste uschovali.",
        "numberInSurah": 48,
        "juz": 12,
        "manzil": 3,
        "page": 241,
        "ruku": 198,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1645,
        "text": "Na to přijde v zápětí rok, v němž lid bude míti mnoho dešťů a v něm tlačiti budete (hrozny).“",
        "numberInSurah": 49,
        "juz": 12,
        "manzil": 3,
        "page": 241,
        "ruku": 198,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1646,
        "text": "I řekl král: „Přiveďte jej ke mne.“ Však když přišel posel k Josefovi, řekl tento: „Vrať se k pánu svému a otaž se jej, jaké zámysly měly ženy, jež pořezaly si ruce: zajisté Pán můj dobře zná léčky jejich.“",
        "numberInSurah": 50,
        "juz": 12,
        "manzil": 3,
        "page": 241,
        "ruku": 199,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1647,
        "text": "Tehdy řekl (král k ženám): „Jak bylo to s vaším přemlouváním, když sváděly jste Josefa vášní svou?“ Řekly: „Uchovejž Bůh, že bychom věděly o něm co zlého!“ A řekla žena knížete: „Nyní vyšla pravda najevo: já sama sváděla jsem jej vášní svou a on zajisté byl, pravdomluvný.“",
        "numberInSurah": 51,
        "juz": 12,
        "manzil": 3,
        "page": 241,
        "ruku": 199,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1648,
        "text": "Řekl (Josef): „Z tohoto všeho nechť pozná (pán můj), že nezradil jsem jej v nepřítomnosti jeho a že Bůh nevede k dobrému konci lest proradných.",
        "numberInSurah": 52,
        "juz": 12,
        "manzil": 3,
        "page": 241,
        "ruku": 199,
        "hizbQuarter": 96,
        "sajda": false
      },
      {
        "number": 1649,
        "text": "Však neprohlašuji se prostým viny, neboť přirozenost člověka nabádá ke zlému, vyjma toho, k čemu byl milostiv Pán můj: neboť zajisté Pán můj velký jest v odpouštění, slitovný.“",
        "numberInSurah": 53,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 199,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1650,
        "text": "I řekl král: „Přiveďte jej ke mně: vymiňuji si jej zvláště pro sebe.“ A když byl pohovořil si s ním, řekl: „ode dneška budeš u nás, pověřen mocí a důvěrou.“",
        "numberInSurah": 54,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 199,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1651,
        "text": "Řekl (Josef): „Učiň mne vrchním nad sýpkami v zemi: jáť zajisté budu strážcem rozšafným.“",
        "numberInSurah": 55,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 199,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1652,
        "text": "Takovýmto způsobem usadili jsme Josefa v zemi, aby pobývati mohl v ní, kdekoli chtěl by: podělujeme milosrdenstvím svým, koho chceme a nedáme propadnouti odměně těch, kdož dobře činí.",
        "numberInSurah": 56,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 199,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1653,
        "text": "Však odměna života budoucího lepší jest těm, kdož uvěřili a byli bohabojní.",
        "numberInSurah": 57,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 199,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1654,
        "text": "A přišli bratři Josefovi a byli mu předvedeni: on poznal je, však oni nepoznávali ho.",
        "numberInSurah": 58,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1655,
        "text": "A když je byl zásobil zásobami jejich, řekl: „Přivedte mi bratra svého, jenž zůstal s otcem vaším. Nevidíte-liž, jak dobrou vám dávám míru a že nejlepším jsem z hostitelů?",
        "numberInSurah": 59,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1656,
        "text": "Však nepřivedete-li mi jej, nebude vám míry u mne, aniž smíte se mi přiblížiti.“",
        "numberInSurah": 60,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1657,
        "text": "Řekli: „Budeme žádati oň otce jeho: zajisté tak učiníme.“",
        "numberInSurah": 61,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1658,
        "text": "Řekl tehdy Josef k sluhům svým: „Položte peníze jejich do zavazadel jejich: aby zpozorovali je až navrátí se k lidu svému a snad přijdou sem zpět.“",
        "numberInSurah": 62,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1659,
        "text": "A když navrátili se k otci svému, řekli: „Otče náš, odepřena nám byla míra: pročež pošli s námi bratra našeho, aby naměřeno nám bylo (obilí). My zajisté dobře stříci ho budeme.“",
        "numberInSurah": 63,
        "juz": 13,
        "manzil": 3,
        "page": 242,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1660,
        "text": "Řekl: „Svěřiti-li mám jej vám, jako kdysi svěřil jsem vám bratra vašeho? Však Bůh nejlepším jest strážcem a nejslitovnějších všech slitovných.“",
        "numberInSurah": 64,
        "juz": 13,
        "manzil": 3,
        "page": 243,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1661,
        "text": "A když otevřeli náklady své nalezli peníze své vrácené jim. Řekli: „Otče náš, čehož více žádati si můžeme? Totoť jsou peníze naše, jež vráceny nám byly: i nakoupíme zásoby pro rodiny své: stříci budeme bratra svého a rozmnoženy budou zásoby naše o náklad jednoho velblouda: náklad lehký.“",
        "numberInSurah": 65,
        "juz": 13,
        "manzil": 3,
        "page": 243,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1662,
        "text": "Řekl (Jakub): „Nepošlu jej s vámi, dokud nezapřisáhnete se mi Bohem, že jistotně přivedete mi jej zpět, leda byste byli obklopeni (překážkami).“ A když dali mu slib svůj, řekl: „Bůh jest toho, co říkáme, poručníkem!“",
        "numberInSurah": 66,
        "juz": 13,
        "manzil": 3,
        "page": 243,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1663,
        "text": "A řekl pak: „Synové moji, nevstupujte do města jednou branou, nýbrž vstupte doň branami rozličnými: nicméně neprospěje vám rada má proti usouzení Boha pranic neboť rozsouzení přináleží jedině Bohu: naň spoléhám a naň nechť spoléhají ti, kdož na něho spoléhají.“",
        "numberInSurah": 67,
        "juz": 13,
        "manzil": 3,
        "page": 243,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1664,
        "text": "A když vešli do města jakž nakázal jim otec jejich, nezpomohlo jim to nijak proti předurčení Boha: jen (vyplněno tím bylo) přání v duši Jakubově, jež uložil jim. Onť pak obdařen byl věděním, jemuž jsme jej byli naučili: však většina lidí nemá vědění (takového).",
        "numberInSurah": 68,
        "juz": 13,
        "manzil": 3,
        "page": 243,
        "ruku": 200,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1665,
        "text": "A když předstoupili před Josefa, vzal tento k sobě bratra svého, řka: „Jáť zajisté jsem bratrem tvým: však ty nermuť se pro to, co oni se mnou učinili.“",
        "numberInSurah": 69,
        "juz": 13,
        "manzil": 3,
        "page": 243,
        "ruku": 201,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1666,
        "text": "A když zásobil je zásobami jejich, vložil číši svou do nákladu bratra svého. Na to zavolal vyvolavač za nimi: „Hola, pocestní! V pravdě zloději jste!“",
        "numberInSurah": 70,
        "juz": 13,
        "manzil": 3,
        "page": 244,
        "ruku": 201,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1667,
        "text": "Řekli, obrátivše se k nim: „Co pohřešujete?“",
        "numberInSurah": 71,
        "juz": 13,
        "manzil": 3,
        "page": 244,
        "ruku": 201,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1668,
        "text": "Řekli: „Pohřešujeme číši královu. Kdokoli přinese ji, dostane náklad velblouda odměnou: jáť zajisté za to ručím!“",
        "numberInSurah": 72,
        "juz": 13,
        "manzil": 3,
        "page": 244,
        "ruku": 201,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1669,
        "text": "Řekli: „Při Bohu! Víte přec, že nepřišli jsme, abychom špatnosti páchali v zemi: zajisté nejsme zloději.“",
        "numberInSurah": 73,
        "juz": 13,
        "manzil": 3,
        "page": 244,
        "ruku": 201,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1670,
        "text": "Řekli (Egypťané): „Jaká má býti odplata toho, jenž ukradl číši, jste-li lháři?“",
        "numberInSurah": 74,
        "juz": 13,
        "manzil": 3,
        "page": 244,
        "ruku": 201,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1671,
        "text": "Řekli: „Odplatou toho, v jehož nákladu nalezena bude (číše), bude vydání jej samého vám: takovým způsobem odměňujeme nepravostné.“",
        "numberInSurah": 75,
        "juz": 13,
        "manzil": 3,
        "page": 244,
        "ruku": 201,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1672,
        "text": "A počal (Josef) prohledávati pytle jejich dříve, než počal s pytlem bratrovým: a pak vytáhl číši z pytle bratra svého.Takovýmto způsobem vnukli jsme lest Josefovi, neboť nemohl zadržeti bratra svého dle zákona králova, leda že Bůh by tomu byl chtěl. Stavíme na různé stupně moudrosti, koho chceme: a nade všemi, obdařenými věděním, jest vždy jeden, jenž více ví.",
        "numberInSurah": 76,
        "juz": 13,
        "manzil": 3,
        "page": 244,
        "ruku": 201,
        "hizbQuarter": 97,
        "sajda": false
      },
      {
        "number": 1673,
        "text": "Tehdy řekli: „Kradl-li, však již bratr jeho kradl před ním.“ Však Josef zadržel tajemství své v sobě a nezjevil je jim, řka (v duchu): „Vy v horším jste postavení a Bůh nejlépe ví o tom, co vyprávíte.“",
        "numberInSurah": 77,
        "juz": 13,
        "manzil": 3,
        "page": 244,
        "ruku": 201,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1674,
        "text": "Řekli: „Ó kníže mocný, bratr náš má otce stařičkého věkem: vezmi tedy jednoho z nás za něho : v pravdě vidíme, žes jedním z dobře činících.“",
        "numberInSurah": 78,
        "juz": 13,
        "manzil": 3,
        "page": 244,
        "ruku": 201,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1675,
        "text": "Řekl: „Uchovejž Bůh, abych vzal někoho jiného kromě toho, u nějž nalezli jsme majetek svůj: v tom případě, byli bychom z nepravostných.“",
        "numberInSurah": 79,
        "juz": 13,
        "manzil": 3,
        "page": 245,
        "ruku": 201,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1676,
        "text": "A když zoufali si ohledně (Benjamina), vzdálili se k poradě. Řekl nejstarší z nich: „Zdaž nevíte, že otec váš vzal od vás slib před Bohem a jak před tím nedostáli jste slibu ohledně Josefa? Jáť neodejdu ze země, dokud nedovolí mi otec můj, nebo Bůh rozhodne o osudu mém: onť nejlepším jest ze všech soudců.",
        "numberInSurah": 80,
        "juz": 13,
        "manzil": 3,
        "page": 245,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1677,
        "text": "Navraťte se k otci svému a rcete: „Otče náš, zajisté syn tvůj kradl: a dosvědčili jsme jen to, co zvěděli jsme a nemohli jsme před věcmi skrytými ostříci se.",
        "numberInSurah": 81,
        "juz": 13,
        "manzil": 3,
        "page": 245,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1678,
        "text": "Taž se sám v městě, v němž jsme byli a karavany, s níž jsme přišli: shledáš, že jsme pravdomluvnými!“",
        "numberInSurah": 82,
        "juz": 13,
        "manzil": 3,
        "page": 245,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1679,
        "text": "Řekl (Jakub): „Nikoliv, sami jste tuto věc navlekli, však trpělivost krásná jest: snad Bůh dá mi je zpět všechny, neboť on vševědoucí jest a moudrý.“",
        "numberInSurah": 83,
        "juz": 13,
        "manzil": 3,
        "page": 245,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1680,
        "text": "A odvrátil se od nich a řekl: „Běda mi pro Josefa!“ A zbělely oči jeho ze zármutku a zmlkl (bolem).",
        "numberInSurah": 84,
        "juz": 13,
        "manzil": 3,
        "page": 245,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1681,
        "text": "Řekli: „Při Bohu, nepřestaneš vzpomínati na Josefa, až přemůže tě zármutek a utrápíš se.“",
        "numberInSurah": 85,
        "juz": 13,
        "manzil": 3,
        "page": 245,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1682,
        "text": "Řekl: „Stěžuji si v bolu a zármutku svém jedině Bohu a vím od Boha, co vy nevíte.",
        "numberInSurah": 86,
        "juz": 13,
        "manzil": 3,
        "page": 245,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1683,
        "text": "Synové moji, jděte a vyzvídejte zprávy o Josefovi a bratru jeho a neztrácejte naděje v dobrotu boží, neboť neztrácí naději v dobrotu boží, leda lid nevěřící.“",
        "numberInSurah": 87,
        "juz": 13,
        "manzil": 3,
        "page": 246,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1684,
        "text": "Když Pak předstoupili před (Josefa), řekli: „Mocný kníže, protivenství postihlo nás a rodinu naši; a málo přinesli jsme peněz: i naměř nám dobrou míru a ustrň se nad námi, neboť Bůh zajisté odměňuje ty, kdož ustrnují se.“",
        "numberInSurah": 88,
        "juz": 13,
        "manzil": 3,
        "page": 246,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1685,
        "text": "Tehdy řekl: „Víte-liž pak, co učinili jste s Josefem a bratrem jeho v nevědomosti své?“",
        "numberInSurah": 89,
        "juz": 13,
        "manzil": 3,
        "page": 246,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1686,
        "text": "Řekli: „Zdaž ty sám jsi Josef?“ Řekl: „Ano, já jsem Josef a toto jest bratr můj. Bůh milostiv byl k nám, neboť kdo bojí se jej a trpělivě vyčkává, věziž, že Bůh nedá propadnout odměně, dobře činících.“",
        "numberInSurah": 90,
        "juz": 13,
        "manzil": 3,
        "page": 246,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1687,
        "text": "Řekli: „Při Bohu, Bůh zajisté vyvolil tě nad nás a my byli jsme hříšní.“",
        "numberInSurah": 91,
        "juz": 13,
        "manzil": 3,
        "page": 246,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1688,
        "text": "Řekl: „Nebudu vám ničeho vyčítati dnes: Bůh odpustí vám, neboť on nejslitovnějším jest ze všech slitovných.",
        "numberInSurah": 92,
        "juz": 13,
        "manzil": 3,
        "page": 246,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1689,
        "text": "Vezměte tuto košili mou a hoďte ji na tvář otce mého i prohlédne: a přiveďte ke mně rodinu vaši veškerou.“",
        "numberInSurah": 93,
        "juz": 13,
        "manzil": 3,
        "page": 246,
        "ruku": 202,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1690,
        "text": "A když vyšla karavana, řekl otec jejich: „V pravdě poznávám vůni Josefa: myslíte třeba, že blouzním?“",
        "numberInSurah": 94,
        "juz": 13,
        "manzil": 3,
        "page": 246,
        "ruku": 203,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1691,
        "text": "Řekli mu: „Při Bohu, jsi opět ve svém omylu dávném.“",
        "numberInSurah": 95,
        "juz": 13,
        "manzil": 3,
        "page": 246,
        "ruku": 203,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1692,
        "text": "Když pak přišel posel s radostnou novinou, hodil košili na tvář jeho, i navrácen jest mu zrak. Řekl tehdy: „Zdaž neřekl jsem vám, že vím od Boha, co vy nevíte?“",
        "numberInSurah": 96,
        "juz": 13,
        "manzil": 3,
        "page": 247,
        "ruku": 203,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1693,
        "text": "Řekli: „Otče náš, pros za nás, aby odpuštěny nám byly viny naše neboť zajité byli jsme z hřešících.“",
        "numberInSurah": 97,
        "juz": 13,
        "manzil": 3,
        "page": 247,
        "ruku": 203,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1694,
        "text": "Řekl: „Budu prositi za odpuštění pro vás Pána svého, neboť on zajisté velký jest v odpouštění, slitovný.“",
        "numberInSurah": 98,
        "juz": 13,
        "manzil": 3,
        "page": 247,
        "ruku": 203,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1695,
        "text": "A když předstoupili před Josefa, vzal tento rodiče své k sobě, řka: „Vejděte do Egypta, chce-li Bůh, v bezpečí!“",
        "numberInSurah": 99,
        "juz": 13,
        "manzil": 3,
        "page": 247,
        "ruku": 203,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1696,
        "text": "Vzal pak rodiče své nahoru na stolec knížecí a padli na tváře své, klaníce se mu. I řekl: „Otče můj, toto jest výklad vidění mého kdysi: uskutečnil je Pán můj a milostí svou zahrnul mne, vysvobodiv mne z vězení a přiveda vás ke mně z pouště poté, když Satan byl způsobil různici mezi mnou a bratry mými. Zajisté Pán můj laskav jest vůči komu chce: neboť on vševědoucí jest a moudrý.",
        "numberInSurah": 100,
        "juz": 13,
        "manzil": 3,
        "page": 247,
        "ruku": 203,
        "hizbQuarter": 98,
        "sajda": false
      },
      {
        "number": 1697,
        "text": "Pane můj, obdařil's mne panstvím a naučil's mne výkladu událostí: Stvořiteli nebes i země, tys ochráncem mým v životě tomto i budoucím: dej zemříti mi oddánu do vůle tvé a zařaď mne mezi spravedlivé.“",
        "numberInSurah": 101,
        "juz": 13,
        "manzil": 3,
        "page": 247,
        "ruku": 203,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1698,
        "text": "Tento jest jeden z dějů skrytých, jejž vnukáme ti. Tys nebyl přítomen, když usmyslili si vespolek čin svůj a prováděli lest svou:",
        "numberInSurah": 102,
        "juz": 13,
        "manzil": 3,
        "page": 247,
        "ruku": 203,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1699,
        "text": "však většina lidí, i kdybys sebe více toho si přál, neuvěří.",
        "numberInSurah": 103,
        "juz": 13,
        "manzil": 3,
        "page": 247,
        "ruku": 203,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1700,
        "text": "Ty pak nežádáš od nich odměny za toto (předříkávání), neboť jest pouze připomenutím veškerenstvu.",
        "numberInSurah": 104,
        "juz": 13,
        "manzil": 3,
        "page": 248,
        "ruku": 203,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1701,
        "text": "Kolik znamení na nebi jest a na zemi: jdou kolem nich a netečně vzdalují se od nich!",
        "numberInSurah": 105,
        "juz": 13,
        "manzil": 3,
        "page": 248,
        "ruku": 204,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1702,
        "text": "A většina jich nevěří v Boha, aniž by jiná s ním spolčovali (božstva).",
        "numberInSurah": 106,
        "juz": 13,
        "manzil": 3,
        "page": 248,
        "ruku": 204,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1703,
        "text": "Jsou si snad jisti, že nepřijde na ně záplava trestu božího, aneb nepřijde jim hodina (soudu) z nenadání, když toho tušiti nebudou?",
        "numberInSurah": 107,
        "juz": 13,
        "manzil": 3,
        "page": 248,
        "ruku": 204,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1704,
        "text": "Rci: „Toto jest stezka má: volám vás k Bohu jasným důkazem — já a kdožkoli následuje mne: a chvála budiž Bohu, nepatřím k mnohobožcům!“",
        "numberInSurah": 108,
        "juz": 13,
        "manzil": 3,
        "page": 248,
        "ruku": 204,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1705,
        "text": "A neposlali jsme před tebou jiných mužů, než takové z obyvatel měst, kterým dali jsme vnuknutí: což necestovali zemí, aby viděli, jaký byl konec těch, kteří byli před nimi? Ale příbytek v životě budoucím lepším bude pro ty, kdož bojí se Boha: což nepochopíte?",
        "numberInSurah": 109,
        "juz": 13,
        "manzil": 3,
        "page": 248,
        "ruku": 204,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1706,
        "text": "Až když na konec proroci ztratili veškerou naději a mnili, že považováni jsou za lháře, přišla jim pomoc naše: a zachráněn byl, koho jsme chtěli: však nebude odvrácena pomsta naše od lidu provinilého.",
        "numberInSurah": 110,
        "juz": 13,
        "manzil": 3,
        "page": 248,
        "ruku": 204,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1707,
        "text": "Zajisté v dějích jejich plno jest příkladů pro lidi přemýšlivé: nejsou to vyprávění smyšlená, ale potvrzení toho, co již bylo zjeveno, a vysvětlení všeho, a vedení a milosrdenství pro lid věřící.",
        "numberInSurah": 111,
        "juz": 13,
        "manzil": 3,
        "page": 248,
        "ruku": 204,
        "hizbQuarter": 99,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "cs.nykl",
      "language": "cs",
      "name": "Nykl",
      "englishName": "A. R. Nykl",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}