{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 13,
    "name": "سُورَةُ الرَّعۡدِ",
    "englishName": "Ar-Ra'd",
    "englishNameTranslation": "The Thunder",
    "revelationType": "Medinan",
    "numberOfAyahs": 43,
    "ayahs": [
      {
        "number": 1708,
        "text": "Alif. Lám. Mím. Rá. Tato jsou znamení Knihy; a co sesláno bylo ti Pánem tvým, jest pravda: však většina lidí (tomu) nevěří.",
        "numberInSurah": 1,
        "juz": 13,
        "manzil": 3,
        "page": 249,
        "ruku": 205,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1709,
        "text": "Bůh to jest, jenž vybudoval výsosti nebes bez viditelných (vám) pilířů: pak vystoupil na trůn a podrobil (zákonům) slunce i měsíc: oba sledují běh svůj do lhůty předurčené. Onť řídí všechno a vysvětluje vám znamení svá, abyste pevně uvěřili v setkám s Pánem svým.",
        "numberInSurah": 2,
        "juz": 13,
        "manzil": 3,
        "page": 249,
        "ruku": 205,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1710,
        "text": "Onť rozprostřel zemi a vytvořil na ní temena hor a řeky: od každého plodu učinil na ní pohlaví dvé: způsobuje, aby noc zahalovala den: zajisté v tom všem jsou znamení lidu přemýšlivému.",
        "numberInSurah": 3,
        "juz": 13,
        "manzil": 3,
        "page": 249,
        "ruku": 205,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1711,
        "text": "A na zemi jedna s druhou sousedí různé části její: zahrady vinné révy a obilí a stromy palmové, (rostoucí) ojediněle, neb v hromadě. Zavlažovány jsou jednou vodou, však některé z nich činíme lepšími druhých k jídlu: zajisté v tom všem znamení jsou lidu chápajícímu.",
        "numberInSurah": 4,
        "juz": 13,
        "manzil": 3,
        "page": 249,
        "ruku": 205,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1712,
        "text": "Může-li tě co udiviti, jistě udivitelným jest rčení jejich: „Možno-li jest, abychom — proměněni v prach — stali se stvořením novým?“ To jsou ti, kdož nevěří v Pána svého: řetězy (vrženy) budou na šíje jejich a údělem jim bude oheň pekelný, v němž přebývati budou věčně.",
        "numberInSurah": 5,
        "juz": 13,
        "manzil": 3,
        "page": 249,
        "ruku": 205,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1713,
        "text": "Budou tě vyzývati, abys uspíšil zlo raději než dobro, a podobné případy staly se již před tím. Zajisté Pán tvůj nejvýš promíjející jest vůči lidstvu při vší nepravostnosti jejich, však též přísný jest v trestání.",
        "numberInSurah": 6,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 205,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1714,
        "text": "Dí t, kdož neuvěřili: „Nebude-li sesláno mu znamení od Pána jeho, (neuvěříme).“ Ale tys pouze varovatelem a každému národu dán jest (jeho) vůdce.",
        "numberInSurah": 7,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 205,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1715,
        "text": "Bůh ví o plodech v lůnech veškerého ženského pohlaví a o kolik zúžuje nebo šíří se lůno jejich: všechny věci u něho dle míry jsou.",
        "numberInSurah": 8,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1716,
        "text": "Onť zná věci skryté i zjevné — on Velký Nejvyšší!",
        "numberInSurah": 9,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1717,
        "text": "Stejným jest každý z vás, ať tají řeč svou, anebo mluví otevřeně: ať skrývá se v noci, anebo vychází ven za dne:",
        "numberInSurah": 10,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1718,
        "text": "každý má stále střídající se anděly před sebou a za sebou, kteří střeží jej z rozkazu božího: Bůh zajisté nezmění se vůči lidem, dokud oni sami nezmění podstaty své a když Bůh chce navštíviti lid zlem, nikdo nemůže je odvrátiti, aniž mají vedle Boha jiného ochránce.",
        "numberInSurah": 11,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1719,
        "text": "On to jest, který ukazuje vám blesk pro strach a naději on dává tvořiti se mrakům, deštěm obtěžkaným.",
        "numberInSurah": 12,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1720,
        "text": "A vyvyšuje jej HROM ve chvále jeho, jakož i andělé z bázně před ním: a vysílá šlehy bleskem, jimiž bije, v koho chce, mezitím co oni hádku vedou o (jsoucnosti) Boha; a on mohutným jest v moci své.",
        "numberInSurah": 13,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1721,
        "text": "Jemu jen přísluší vzývání právem a ti, kdož vzývají jiná (božstva) vedle něho, nebudou vyslyšeni v ničem, leda jak onen, jenž vztahuje ruce své v přehršli k vodě, žádaje si, aby dostoupila úst jeho, však nedostoupí jí nikdy: tak i volání nevěřících jen v bludu jest.",
        "numberInSurah": 14,
        "juz": 13,
        "manzil": 3,
        "page": 251,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1722,
        "text": "Před Bohem sklání se (na tvář) cožkoliv na nebi jest i na zemi, ať rádo či nerado: ba i stíny všeho z jitra a s večerem!",
        "numberInSurah": 15,
        "juz": 13,
        "manzil": 3,
        "page": 251,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": {
          "id": 2,
          "recommended": true,
          "obligatory": false
        }
      },
      {
        "number": 1723,
        "text": "Rci: „Kdo Pánem jest nebes a země?“ Rci: „Bůh!“ Rci: „A vy že vzali jste si vedle něho zastánce, kteří nemají moci sobě samým prospěti neb uškoditi?“ Rci: „Rovnými-liž jsou si, slepí a vidomí, neb stejnými-liž jsou temnoty a světlo? Budou-liž spolčovati s Bohem božstva, jež by byla tvořila, jako Bůh tvořil, takže tvoření obou zdají se jim býti podobna?“ Rci: „Bůh jedině jest Stvořitelem všeho a on jediný jest, vítězný.",
        "numberInSurah": 16,
        "juz": 13,
        "manzil": 3,
        "page": 251,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1724,
        "text": "On sesílá s nebe vodu i proudí bystřiny svým vyměřenýn tokem a unáší proud s sebou pěnu plující na povrchu. A z toho, co taví lidé za účelem docílení ozdob aneb nástrojů, vylučuje se pěna podobná. Takovýmto způsobem vysvětluje Bůh rozdíl mezi pravdou a nepravdou: pokud se týče pěny, zmizí rychle: a pokud se týče toho, co užitečno jest lidem, zůstane na zemi. Takovýmto způsobem dává Bůh podobenství.",
        "numberInSurah": 17,
        "juz": 13,
        "manzil": 3,
        "page": 251,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1725,
        "text": "Těm, kdož poslechnou výzvu Pána svého, dostane se krásné odměny, však těm, kdož neposlechnou, i kdyby měli vše, co na zemi jest a ještě jednou tolik, nebude lze vykoupiti se tím vším: těmto zlého dostane se súčtování a obydlím jich bude peklo: a špatné bude to místo odpočinku!",
        "numberInSurah": 18,
        "juz": 13,
        "manzil": 3,
        "page": 251,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1726,
        "text": "Zdaž tedy onen, jenž ví, že to, co sesláno ti bylo, jest pravdou, zachová se jako slepý? Toto přec rozmyslí si lidé rozumní,",
        "numberInSurah": 19,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1727,
        "text": "kteří věrně dostávají smlouvě své s Bohem a neporušují úmluvy své:",
        "numberInSurah": 20,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1728,
        "text": "a kteří spojují to, co Bůh nařídil, aby bylo spojeno a bojí se Pána svého a chvějí se bázní před zlým súčtováním:",
        "numberInSurah": 21,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1729,
        "text": "a kteří trpělivi jsou, z touhy po (spatření) tváře boží a zachovávají modlitbu a dávají štědře z toho, čím obdařili jsme je, v tajnosti i veřejně: a odpuzují dobrými skutky špatnosti své: těmto připraven jest příbytek poslední:",
        "numberInSurah": 22,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1730,
        "text": "zahrady Edenu: — vejdou do ní oni a ti, kdož spravedlivými byli z otců jejich a manželek jejich a potomků jejich: a andělé vyjdou jim tam vstříc z každé brány:",
        "numberInSurah": 23,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1731,
        "text": "„Pokoj s vámi“ (řeknou), „za to, že trpělivě jste (vše) přečkali!“ Jak krásný bude tento příbytek poslední!",
        "numberInSurah": 24,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1732,
        "text": "Však ti, kdož porušují smlouvu s Bohem poté, když se jí byli zavázali a přetínají to, co Bůh nakázal, aby spojeno bylo a nepravost páší v zemi: nad těmito bude zlořečení a schystán jest jim děsný dům.",
        "numberInSurah": 25,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1733,
        "text": "Bůh hojně dává dary své, komu chce, anebo odměřuje je. (Lidé) radují se ze života pozemského: však život pozemský, u porovnání s (životem) budoucím, jest pouze (dočasný) požitek.",
        "numberInSurah": 26,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1734,
        "text": "A ti, kdož neuvěřili, praví: „Nebude-li sesláno mu znamení od Pána jeho, (neuvěříme).“ Rci: „Zajisté Bůh zavádí v blud, koho chce, a vede k sobě ty, kdož obracejí se k němu:",
        "numberInSurah": 27,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 208,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1735,
        "text": "kdož uvěřili a jichž srdce upokojena jsou ve vzpomnění na Boha. Jakž jinak, než vzpomněním na Boha, upokojena mohou býti srdce?",
        "numberInSurah": 28,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 208,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1736,
        "text": "Ty, kdož uvěřili a konali dobré skutky, blaženost očekává a krásné přebývání.“",
        "numberInSurah": 29,
        "juz": 13,
        "manzil": 3,
        "page": 253,
        "ruku": 208,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1737,
        "text": "Tak poslali jsme tě k lidu, před nímž již jiní národové byli zašli, abys předčítal jim, což vnuknuli jsme ti: však oni odpírají víru v Milosrdného. Rci: „Onť Pánem jest mým: není Boha kromě něho: na něho spoléhám a k němu kajícně obracím se.“",
        "numberInSurah": 30,
        "juz": 13,
        "manzil": 3,
        "page": 253,
        "ruku": 208,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1738,
        "text": "I kdyby Koránem mohly v pohyb uvedeny býti hory, nebo rozpoltěna země, nebo dána řeč mrtvým — (neuvěřili by!) Nicméně Bohu přináleží veškerá moc: a snad pochybují věřící o tom, že kdyby Bůh byl chtěl, byl by vedl lidstvo veškeré cestou pravou? A neustane stíhati nevěřící za to, co konali, úder (neštěstí): nebo snese se poblíže domu jejich, dokud nesplní se slib Boha a Bůh zajisté neustoupí od vyplnění slibů svých.",
        "numberInSurah": 31,
        "juz": 13,
        "manzil": 3,
        "page": 253,
        "ruku": 208,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1739,
        "text": "Smích tropili si již před tebou (lidé) z proroků: a dlouho poshověl jsem těm, kdož nevěřili: pak ztrestal jsem je. A jak (přísný) byl můj trest!",
        "numberInSurah": 32,
        "juz": 13,
        "manzil": 3,
        "page": 253,
        "ruku": 209,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1740,
        "text": "Zdaž ten, kdo stojí nad každou duší a přihlíží k tomu, co si vysluhuje? A přece dali Bohu společníky! Rci: „Nuž tedy jmenujte je! Chcete snad pověděti Bohu, o čem by dosud nevědět na zemi, anebo jsou to pouhé vnější (zdánlivosti) slovní?“ Nikoliv: zkrášlena byla nevěřícím tato lest jejich a daleko oddálili se od stezky pravé; a koho Bůh zavede, tomu není vůdce (k nalezení).",
        "numberInSurah": 33,
        "juz": 13,
        "manzil": 3,
        "page": 253,
        "ruku": 209,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1741,
        "text": "Je očekává trest v životě pozemském a trest jich v životě budoucím bolestnější bude: a nebude nikoho, jenž před Bohem by jich hájil.",
        "numberInSurah": 34,
        "juz": 13,
        "manzil": 3,
        "page": 253,
        "ruku": 209,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1742,
        "text": "Toto jest vypodobnění ráje, slíbeného bohabojným: zpod zahrad jeho řeky tekou, plody jejich věčné jsou a stín jejich taktéž: takováto bude (poslední) odměna bohabojným, však (poslední) odměnou nevěřících bude oheň pekelný.",
        "numberInSurah": 35,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 209,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1743,
        "text": "Ti, kterým seslali jsme Knihu, radují se z toho, co sesláno ti bylo, však mezi spojenými (kmeny) jsou některé, jež popírají část toho. Rci: „Pouze nakázáno mi bylo, abych uctíval Boha jediného a nedával mu společniků: jej vzývám a k němu navrátím se.“",
        "numberInSurah": 36,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 209,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1744,
        "text": "Takovýmto způsobem seslali jsme ti jej, jako zákon v jazyku arabském: a následoval-li bys choutky jejich poté, když sesláno ti bylo vědění, nebude ti před Bohem ani ochránce, ani obhajovatele.",
        "numberInSurah": 37,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 209,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1745,
        "text": "„A poslali jsme již před tebou proroky a dali jsme jim manželky a potomstvo: nebylo pak proroka, jenž by byl přinášel znamení, leda s dovolením božím. Každý věk pak má Knihu svou.",
        "numberInSurah": 38,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 210,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1746,
        "text": "Zruší Bůh, co chce, a potvrdí, co chce: u něho nalézá se Kniha prvotní.",
        "numberInSurah": 39,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 210,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1747,
        "text": "Ať již dáme ti dočkati se spatření něčeho z toho, co slibujeme jim, anebo vezmeme tě k sobě (před tím) — tobě připadá pouze hlásání, nám pak účtování.",
        "numberInSurah": 40,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 210,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1748,
        "text": "Zdaž nevidí, jak vnikáme do země jejich a zmenšujeme hranice její? Bůh vynáší rozsudek a nikomu nelze zvrátiti jej: a on rychlý jest v účtování.",
        "numberInSurah": 41,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 210,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1749,
        "text": "Úklady strojili ti, kdož byli před nimi, však Bohu známy jsou úklady veškeré. On ví, co zasluhuje si každá duše a seznají nevěřící, komu poslední připadne obydlí.",
        "numberInSurah": 42,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 210,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1750,
        "text": "A říkají ti, kdož neuvěřili: „Nejsi vyslancem Boha.“ Rci: „Bůh postačí mi jako svědek k rozsouzení mezi mnou a vámi, jakož i ti, kdož znalost mají Knihy!“",
        "numberInSurah": 43,
        "juz": 13,
        "manzil": 3,
        "page": 255,
        "ruku": 210,
        "hizbQuarter": 102,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "cs.nykl",
      "language": "cs",
      "name": "Nykl",
      "englishName": "A. R. Nykl",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}