{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 18,
    "name": "سُورَةُ الكَهۡفِ",
    "englishName": "Al-Kahf",
    "englishNameTranslation": "The Cave",
    "revelationType": "Meccan",
    "numberOfAyahs": 110,
    "ayahs": [
      {
        "number": 2141,
        "text": "Chvála Bohu, jenž seslal služebníku svému Knihu a neučinil v ní zkřivení,",
        "numberInSurah": 1,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2142,
        "text": "přímou jest, aby varovala před trestem přísným od něho: a aby oznamovala věřícím, kteří konají dobré skutky, odměnu krásnou,",
        "numberInSurah": 2,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2143,
        "text": "v níž přebývati budou věčně:",
        "numberInSurah": 3,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2144,
        "text": "a aby varovala ty, kdož praví: „Bůh učinil sobě syna.“",
        "numberInSurah": 4,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2145,
        "text": "Nijakého vědění nemají o tom oni, aniž otcové jejich: velké jest to slovo, jež vychází z úst jejich, a dojista jen lež mluví.",
        "numberInSurah": 5,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2146,
        "text": "A snad udoláš se v zápětí jejich, neuveří-li v toto zjevení, zármutkem.",
        "numberInSurah": 6,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2147,
        "text": "Zajisté učinili jsme vše, což na zemi jest, ozdobou jí, abychom vyzkoušeli lidstvo, kdo z nich nejlepším bude v konání:",
        "numberInSurah": 7,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2148,
        "text": "však dojista učiníme vše, což na ní jest, prachem rozmetaným.",
        "numberInSurah": 8,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2149,
        "text": "Zdaž povážil's, že obyvatelé JESKYNĚ a Ar-Raqím byli jedním ze znamení našich obdivuhodných?",
        "numberInSurah": 9,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2150,
        "text": "Když útočiště vzali jinoši v jeskyni, řekli: „Pane náš, dejž nám od sebe milosrdenství a uprav nám ve věci naší výsledek správný.“",
        "numberInSurah": 10,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2151,
        "text": "I postihli jsme hluchotou uši jejich v jeskyni po léta četná:",
        "numberInSurah": 11,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2152,
        "text": "poté vzkřísili jsme je, abychom zvěděli, která z obou stran dovede lépe spočísti pobytu jejich délku.",
        "numberInSurah": 12,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 252,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2153,
        "text": "My vypravujeme ti děj jejich v pravdě, neboť byli to jinoši, kteří uvěřili v Pána svého a jež rozmnožili jsme v (dobrém) vedení.",
        "numberInSurah": 13,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 253,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2154,
        "text": "A opásali jsme (silou) srdce jejich, když povstali a řekli: „Pán náš jest Pánem nebes i země a my nevzýváme vedle něho boha jiného, neboť v tom případě vyjadřovali bychom bláhovost.",
        "numberInSurah": 14,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 253,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2155,
        "text": "Tento lid náš vzal si vedle Boha božstva, ač nepředvádějí ohledně jich jasného zmocnění; — a kdo nepravostnějším jest toho, jenž o Bohu lež vymyslí?",
        "numberInSurah": 15,
        "juz": 15,
        "manzil": 4,
        "page": 294,
        "ruku": 253,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2156,
        "text": "A když oddělíte se od nich a od toho, co oni vzývají vedle Boha, a útočiště vezmete v jeskyni, rozestře nad vámi Bůh milosrdenství své a upraví vám ve věci vaší dobrý výsledek.“",
        "numberInSurah": 16,
        "juz": 15,
        "manzil": 4,
        "page": 295,
        "ruku": 253,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2157,
        "text": "A byl bys viděl slunce při východu jak přešlo podél jeskyně jejich na straně pravé: a při západu vzdálilo se od nich na straně levé: a oni nalézali se v dutině její. Toto jest jedno ze znamení božích: koho Bůh vede, ten (dobře) jest veden, a koho zavádí, tomu nenalezneš ochránce ani vůdce.",
        "numberInSurah": 17,
        "juz": 15,
        "manzil": 4,
        "page": 295,
        "ruku": 253,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2158,
        "text": "Byl bys měl je za bdící a zatím oni spali: a obraceli jsme je na stranu pravou i na stranu levou; a pes jejich, s roztaženými prackami ležel u vchodu. Kdybys byl padl na ně z nenadání, byl bys odvrátil se od nich v útěku a byl bys pohledem na ně býval ustrašen.",
        "numberInSurah": 18,
        "juz": 15,
        "manzil": 4,
        "page": 295,
        "ruku": 254,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2159,
        "text": "A tak vzkřísili jsme je, aby navzájem se mohli dotazovati; i řekl jeden z nich: „Jak dlouho dleli jste zde?“ Řekli: „Dleli jsme zde den, aneb část dne.“ (Druzí) řekli: „Pán váš nejlépe ví, jak dlouho jste zde dleli: i pošlete jednoho z vás s tímto penízem svým do města, nechť vyhlédne, kdo v něm má nejčistší potraviny a nechť přinese vám od něho potravu: však nechť ostrovťipným jest a nedá tušiti o vás nikomu.",
        "numberInSurah": 19,
        "juz": 15,
        "manzil": 4,
        "page": 295,
        "ruku": 254,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2160,
        "text": "Neboť oni, kdyby objevili vás, kamenovali by vás aneb navrátili k víře své: pak nikdy již by se vám dobře nevedlo.“",
        "numberInSurah": 20,
        "juz": 15,
        "manzil": 4,
        "page": 295,
        "ruku": 254,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2161,
        "text": "A takovýmto způsobem odhalili jsme je, aby zvěděli spoluobčané jejich, že slib boží jest pravdivý a že o (příchodu) hodiny není pochyby. I hádali se mezi sebou ohledně případu jinochů a řekli (jedni): „Postavte nad nimi budovu: Pán jejich nejlépe ví vše o případu jejich.“ Ale ti, jichž názor zvítězil ohledně případu jinochů, řekli: „Dojista učiníme si nad nimi modlitebnici.“",
        "numberInSurah": 21,
        "juz": 15,
        "manzil": 4,
        "page": 296,
        "ruku": 254,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2162,
        "text": "Někteří říkají: „(Byli) tři a čtvrtým v počtu byl pes jejich.“ Jiní říkají: „Pět jich bylo a šestým byl pes jejich,“ dohadujíce se ohledně věcí skrytých; a říkají jiní: „Bylo jich sedm a osmým byl pes jejich.“ Rci: „Pán můj nejlépe ví počet jejich; ten zná jen málo lidí: pročež nepři se ohledně jich, leda na oko a nevyzvídej o nich u nikoho (z křesťanů).",
        "numberInSurah": 22,
        "juz": 15,
        "manzil": 4,
        "page": 296,
        "ruku": 254,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2163,
        "text": "A neříkejž o ničem: „Jáť učiním tak zítra,“",
        "numberInSurah": 23,
        "juz": 15,
        "manzil": 4,
        "page": 296,
        "ruku": 255,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2164,
        "text": "aniž bys řekl: „Bude-li chtíti Bůh“: a připomeň si Pána svého, zapomněl-li jsi a rci: „Snad povede mne Pán můj k tomu, co nejblíže jest k pravdě správností.“",
        "numberInSurah": 24,
        "juz": 15,
        "manzil": 4,
        "page": 296,
        "ruku": 255,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2165,
        "text": "Dleli pak v jeskyni své tři sta let a k tomu ještě devět.",
        "numberInSurah": 25,
        "juz": 15,
        "manzil": 4,
        "page": 296,
        "ruku": 255,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2166,
        "text": "Rci: „Bůh nejlépe ví, jak dlouho tam dleli: jemuť přináleží věci skryté nebes i země: onť nejlépe vidí a slyší! Není jim vedle něho ochránce, aniž má koho za společníka v rozsudcích svých.",
        "numberInSurah": 26,
        "juz": 15,
        "manzil": 4,
        "page": 296,
        "ruku": 255,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2167,
        "text": "I předříkávej cožkoliv vnuknuto ti bylo z Knihy Pána tvého: není nikoho, jenž změnit by mohl slova jeho a nenalezneš kromě něho útočiště.",
        "numberInSurah": 27,
        "juz": 15,
        "manzil": 4,
        "page": 296,
        "ruku": 255,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2168,
        "text": "Vyčkávej trpělivě s těmi, kdož vzývají Pána svého z rána i za večera, žádajíce si (spatřiti) tvář, jeho, a neodvracej očí svých od nich ze žádosti po zdobě života pozemského a neposlouchej toho, jehož srdce učinili jsme lhostejným ke vzpomínání nás a jenž následuje choutky své a jehož skutky přepjaty jsou.",
        "numberInSurah": 28,
        "juz": 15,
        "manzil": 4,
        "page": 297,
        "ruku": 255,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2169,
        "text": "A rci: „Pravda přichází od Pána vašeho: a kdo chce, nechť věří a kdo chce, nechť nevěří. My pak zajisté schystali jsme nepravostným oheň, jehož sloupové obklopí je: a když žebroniti budou o pomoc, pomoženo bude jim vodou podobnou roztavenému kovu, jež osmaží tváře jejich: špatný bude to nápoj a špatné odpočívání!",
        "numberInSurah": 29,
        "juz": 15,
        "manzil": 4,
        "page": 297,
        "ruku": 255,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2170,
        "text": "Však ti, kdož uvěřili a konali dobré skutky — my zajisté nedáme ztratiti se odměně těch, kdož dobrého byli konání!",
        "numberInSurah": 30,
        "juz": 15,
        "manzil": 4,
        "page": 297,
        "ruku": 255,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2171,
        "text": "Pro tyto budou zahrady Edenu, pod nimiž řeky tekou: zdobiti se v nich budou náramky zlatými a odívati budou se řízami zelenými z hedvábí a brokátu: a odpočívati v nich budou na pohovkách. Jak skvostná bude to odměna a jak krásné odpočívání!",
        "numberInSurah": 31,
        "juz": 15,
        "manzil": 4,
        "page": 297,
        "ruku": 255,
        "hizbQuarter": 118,
        "sajda": false
      },
      {
        "number": 2172,
        "text": "A učiň jim podobenství dvou mužů: jednomu z nich dali jsme dvé zahrad révy vinné a obě obklíčili jsme datlovníky a mezi oběma učinili jsme pole obilná:",
        "numberInSurah": 32,
        "juz": 15,
        "manzil": 4,
        "page": 297,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2173,
        "text": "obě zahrady vydaly plody své a nebylo v nich nejmenšího úbytku: dali jsme pak vyvříti ve středu jejím řece.",
        "numberInSurah": 33,
        "juz": 15,
        "manzil": 4,
        "page": 297,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2174,
        "text": "A muž ten měl všechny tyto plody. I řekl k druhu svému v rozhovoru: „Mám větší tebe jmění a značnější tebe rodinu.“",
        "numberInSurah": 34,
        "juz": 15,
        "manzil": 4,
        "page": 297,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2175,
        "text": "A vstoupil do zahrady své a prohřešil se proti sobě samému, řka: „Nemyslím, že zajde kdy tato zahrada:",
        "numberInSurah": 35,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2176,
        "text": "a nemyslím, že hodina dostaví se; a i kdybych navrácen byl k Pánu svému, jistotně lepší této našel bych v záměnu.“",
        "numberInSurah": 36,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2177,
        "text": "Řekl mu druh jeho v rozhovoru: „Zdaž nevěřiti chceš v toho, jenž stvořil tě z prachu pak z kapky (semene) a pak vytvořil tě v muže?",
        "numberInSurah": 37,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2178,
        "text": "Však on jest Bůh, Pán můj a nebudu spolčovati s Pánem svým nikoho.",
        "numberInSurah": 38,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2179,
        "text": "A proč raději, když vstoupíš do zahrady své, neřekneš: Co Bůh chce, (stane se): není moci, vyjma v Bohu? Ač vidíš mne chudším tebe jměním a dětmi,",
        "numberInSurah": 39,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2180,
        "text": "snad Pán můj dá mi darů lepších tvé zahrady: možná, že pošle na ni rány s nebes a stane se z ní jíl jalový:",
        "numberInSurah": 40,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2181,
        "text": "neb propadne se voda její a nebudeš s to, nalézti ji.“",
        "numberInSurah": 41,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2182,
        "text": "A (zničením) obchváceny byly plody jeho: i počal lomiti rukama nad tím, co byl vydal na ni, ana (zničená réva) visela na loubí svém, řka: „Kéž nebyl bych spolčoval s Pánem svým nikoho!“",
        "numberInSurah": 42,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2183,
        "text": "A neměl čet (vojska), jež pomohly by mu kromě Boha, aniž bylo mu pomoženo.",
        "numberInSurah": 43,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2184,
        "text": "Tam ochrana jest pouze u Boha, (Boha) pravého: on nejlepším jest odměňovatelem a k nejlepšímu vede konci.",
        "numberInSurah": 44,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 256,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2185,
        "text": "A učiň jim podobenstvím život pozemský: podoben jest vodě, již seslali jsme s nebe i smísily se s ní rostliny zemské: — pak seschnou a rozvanou je větry: neb Bůh nade všemi věcmi moc má.",
        "numberInSurah": 45,
        "juz": 15,
        "manzil": 4,
        "page": 298,
        "ruku": 257,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2186,
        "text": "Jmění a děti jsou zdobou života pozemského, však co stálé jest, dobré skutky, lepším jest u Pána tvého jako odměna i jako naděje.",
        "numberInSurah": 46,
        "juz": 15,
        "manzil": 4,
        "page": 299,
        "ruku": 257,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2187,
        "text": "(Přijde) den, kdy posuneme hory a spatříš zemi rovnou: a shromáždíme lidi všechny, aniž opomeneme jednoho z nich.",
        "numberInSurah": 47,
        "juz": 15,
        "manzil": 4,
        "page": 299,
        "ruku": 257,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2188,
        "text": "I předvedeni budou před Pána tvého v řadách: „Nyní přišli jste k nám tak, jak stvořili jsme vás po prvé: tak jest, ač měli jste za to, že nesplníme slibu vám učiněného.“",
        "numberInSurah": 48,
        "juz": 15,
        "manzil": 4,
        "page": 299,
        "ruku": 257,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2189,
        "text": "A (každému) dána bude kniha (jeho): i spatříš provinilce ustrašené nad tím, co v ní bude, a říkati budou: „Běda nám! Co značí tato kniha? Neopomíná malého ni velkého skutku, aniž by započítán byl.“ A naleznou, co činili, před sebou: a neukřivdí Pán tvůj žádnému.",
        "numberInSurah": 49,
        "juz": 15,
        "manzil": 4,
        "page": 299,
        "ruku": 257,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2190,
        "text": "Když řekli jsme andělům: „Padněte na tváře své před Adamem,“ učinili tak všichni vyjma Iblíse, jenž byl jedním z Džinnů a vzepřel se rozkazu Pána svého. Zdaž vezmete si jej a potomstvo jeho za ochránce kromě mne, ač nepřáteli jsou vám? Špatná to bude pro nepravostné výměna!",
        "numberInSurah": 50,
        "juz": 15,
        "manzil": 4,
        "page": 299,
        "ruku": 258,
        "hizbQuarter": 119,
        "sajda": false
      },
      {
        "number": 2191,
        "text": "Neučinil jsem je svědky stvoření nebes a země, aniž stvoření jich samých: a nevzal jsem si těch, kdož v blud zavádějí, za pomocníky.",
        "numberInSurah": 51,
        "juz": 15,
        "manzil": 4,
        "page": 299,
        "ruku": 258,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2192,
        "text": "(Přijde) den, kdy řekne (Bůh): „Zavolejte ty, jež mnili jste býti společníky mými!“ I vzývati je budou, však nevyslyší jich: postavili jsme pak mezi ně údolí zatracení.",
        "numberInSurah": 52,
        "juz": 15,
        "manzil": 4,
        "page": 299,
        "ruku": 258,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2193,
        "text": "A uvidí provinilci oheň a tušiti budou, že do něho budou uvrženi: však nenaleznou od něho vysvobození.",
        "numberInSurah": 53,
        "juz": 15,
        "manzil": 4,
        "page": 299,
        "ruku": 258,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2194,
        "text": "Učinili jsme pak rozmanitá v tomto Koránu lidem podobenství všeho druhu, však člověk ve většině věcí pře se.",
        "numberInSurah": 54,
        "juz": 15,
        "manzil": 4,
        "page": 300,
        "ruku": 259,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2195,
        "text": "A co zabraňuje lidem, aby věřili, nyní když přišlo jim vedení: a aby prosili za odpuštění Pána svého — leda že snad čekají, aby přišla jim známá sudba starých, aneb aby přišel na ně trest patrný?",
        "numberInSurah": 55,
        "juz": 15,
        "manzil": 4,
        "page": 300,
        "ruku": 259,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2196,
        "text": "Posíláme posly své pouze jako zvěstovatele radostných zvěstí a jako varovatele; však ti, kteří neuvěřili, přou se zbytečně, aby zahladili tím pravdu: a béřou znamení naše, jakož i to, před čímž varováni byli, za žert.",
        "numberInSurah": 56,
        "juz": 15,
        "manzil": 4,
        "page": 300,
        "ruku": 259,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2197,
        "text": "Kdo nepravostnějším jest toho, jenž když zmíněna jsou mu znamení Pána jeho, odvrací se od nich a zapomíná předešlé skutky rukou svých? Clonou zastřeli jsme srdce jejich, aby nechápali Koránu a tíhu vložili jsme do uší jejich: a když volati je budeš k vedení, nebudou následovati jej přece nikdy.",
        "numberInSurah": 57,
        "juz": 15,
        "manzil": 4,
        "page": 300,
        "ruku": 259,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2198,
        "text": "Ale Pán tvůj velký jest v odpouštění, pln milosrdenství: kdyby ztrestati chtěl je za to, co zasloužili si, uspíšil by jim trest: nicméně mají lhůtu slíbenou a nenaleznou jinde než u Boha útulku.",
        "numberInSurah": 58,
        "juz": 15,
        "manzil": 4,
        "page": 300,
        "ruku": 259,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2199,
        "text": "A ona města zahladili jsme, když stala se hříšnými a učinili jsme po zahlazení jejich lhůtu slíbenou.",
        "numberInSurah": 59,
        "juz": 15,
        "manzil": 4,
        "page": 300,
        "ruku": 259,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2200,
        "text": "(Pomni), když řekl Mojžíš sluhovi svému: „Neustanu, dokud nedojdu stoku obou moří: anebo půjdu vpřed po léta.“",
        "numberInSurah": 60,
        "juz": 15,
        "manzil": 4,
        "page": 300,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2201,
        "text": "A když došli ke stoku obou moří, zapomněli na svoji rybu a ta vskočila do moře střemhlav.",
        "numberInSurah": 61,
        "juz": 15,
        "manzil": 4,
        "page": 300,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2202,
        "text": "A když přešli (ono místo), řekl Mojžíš sluhovi svému: „Přines nám oběd náš, neb potkala nás z cesty této naší únava.“",
        "numberInSurah": 62,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2203,
        "text": "Řekl hoch: „Co míníš? Když uchýlili jsme se ke skále, v té chvíli zapomněl jsem na rybu a jedině Satan způsobil, abych zapomněl na ni a nevzpomněl si na ni: a ryba vskočila do moře zázračně.“",
        "numberInSurah": 63,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2204,
        "text": "Řekl Mojžíš: „To právě jsme hledali.“ I vrátili se zpět oba touž cestou, kterou přišli.",
        "numberInSurah": 64,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2205,
        "text": "A nalezli služebníka ze služebníků našich, jejž obdařili jsme milosrdenstvím od nás a jejž naučili jsme vědění svému,",
        "numberInSurah": 65,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2206,
        "text": "i řekl mu Mojžíš: „Zdaž následovati budu tebe, abys naučil mne z toho, čemu's byl naučen, pro (pravé) vedení mé?“",
        "numberInSurah": 66,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2207,
        "text": "Řekl: „Zajisté nebudeš s to, abys trpělivě vyčkal se mnou:",
        "numberInSurah": 67,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2208,
        "text": "a jak nalezneš trpělivost v tom, co neobsáhneš pochopením?“",
        "numberInSurah": 68,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2209,
        "text": "Řekl (Mojžíš): „Shledáš mne, bude-li Bůh chtíti, trpělivým a nebudu neposlušen rozkazů tvých.“",
        "numberInSurah": 69,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2210,
        "text": "Řekl: „Budeš-li následovati mne, tehdy netaž se mne na nic, dokud já první neučiním o tom zmínku.“",
        "numberInSurah": 70,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 260,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2211,
        "text": "I kráčeli vpřed, až pak vstoupili na loď a on provrtal ji : i řekl (Mojžíš): „Což provrtal jsi ji, abys utopil lidi v ní jedoucí? Zajisté věc učinil's divnou.“",
        "numberInSurah": 71,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 261,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2212,
        "text": "Řekl: „Neřekl jsem ti, že nebudeš s to, abys trpělivě vyčkal se mnou?“",
        "numberInSurah": 72,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 261,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2213,
        "text": "Řekl Mojžíš: „Nekárej mne za to, že zapomněl jsem aniž uvaluj na mne úlohu obtížnou.“",
        "numberInSurah": 73,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 261,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2214,
        "text": "I kráčeli vpřed, až potkali jinocha a on zabil jej. Řekl (Mojžíš): „Zdaž zabil jsi osobu nevinnou zabitím osoby jiné? Zajisté věc učinil's odpornou.“",
        "numberInSurah": 74,
        "juz": 15,
        "manzil": 4,
        "page": 301,
        "ruku": 261,
        "hizbQuarter": 120,
        "sajda": false
      },
      {
        "number": 2215,
        "text": "Řekl: „Neřekl jsem ti, že nebudeš s to, abys trpělivě vyčkal se mnou?“",
        "numberInSurah": 75,
        "juz": 16,
        "manzil": 4,
        "page": 302,
        "ruku": 261,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2216,
        "text": "Řekl Mojžíš: „Otáži-li se tě nač po tomto případě, nenech mne déle zůstati tvým druhem: tentokrát ještě podávám ti omluvu.“",
        "numberInSurah": 76,
        "juz": 16,
        "manzil": 4,
        "page": 302,
        "ruku": 261,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2217,
        "text": "I kráčeli vpřed, až přišli k lidu jistého města: i žádali jej o jídlo, však lidé oni odmítli pohostiti jich. A nalezli v městě zeď, jež jako by chtěla spadnouti a on narovnal ji.",
        "numberInSurah": 77,
        "juz": 16,
        "manzil": 4,
        "page": 302,
        "ruku": 261,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2218,
        "text": "Řekl (Mojžíš): „Kdybys byl chtěl, mohl bys byl za to dostati odměnu.“ Řekl: „Zde dělí se cesta má od cesty tvé: však oznámím ti výklad toho, v čem nebyl's s to, abys trpělivě vyčkal.",
        "numberInSurah": 78,
        "juz": 16,
        "manzil": 4,
        "page": 302,
        "ruku": 261,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2219,
        "text": "Pokud se týče lodi, patřila nuzným pracovníkům na moři a chtěl jsem poškodití ji, nebo od zadu šel na ni král, jenž každou loď bral násilím.",
        "numberInSurah": 79,
        "juz": 16,
        "manzil": 4,
        "page": 302,
        "ruku": 261,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2220,
        "text": "A pokud se týče jinocha, rodičové jeho byli věřícími a obávali jsme se aby neuvalil na ně žal svým zblouděním a nevírou.",
        "numberInSurah": 80,
        "juz": 16,
        "manzil": 4,
        "page": 302,
        "ruku": 261,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2221,
        "text": "A chtěli jsme, aby zaměnil jim jej Pán jejich synem lepším jeho v bezúhonnosti a bližším lásce (synovské)",
        "numberInSurah": 81,
        "juz": 16,
        "manzil": 4,
        "page": 302,
        "ruku": 261,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2222,
        "text": "A pokud se týče zdi, patřila dvěma mládcům osiřelým v městě a pod ní byl poklad patřící jim; a otec jejich byl mužem spravedlivým: i chtěl Pán tvůj, aby oba dospěli mužnosti a vytáhli zpod zdi poklad svůj z milosrdenství Pána tvého. A neučinil jsem toho ze své vlastní vůle. Toto jest výklad toho, v čem nebyl's s to, abys trpělivě vyčkal.“",
        "numberInSurah": 82,
        "juz": 16,
        "manzil": 4,
        "page": 302,
        "ruku": 261,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2223,
        "text": "A budou dotazovati se tě ohledně Dvourožce: „Vyprávěti vám budu děje jeho.“",
        "numberInSurah": 83,
        "juz": 16,
        "manzil": 4,
        "page": 302,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2224,
        "text": "Upevnili jsme (moc) jeho na zemi a dali jsme mu ke všem věcem cestu:",
        "numberInSurah": 84,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2225,
        "text": "a on následoval cestu onu,",
        "numberInSurah": 85,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2226,
        "text": "až dospěl k západu slunce a shledal, že zapadá v prameni horkém:“ a nalezl u něho lid. Řekli jsme: „Ó Dvourožče, jest na tobě, abys buď potrestal je, aneb abys naložil s nimi dobře.“",
        "numberInSurah": 86,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2227,
        "text": "Řekl: „Pokud se týče nepravostných, ztresceme je: poté navráceni budou k Pánu svému i ztresce je trestem odporným.",
        "numberInSurah": 87,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2228,
        "text": "Však pokud se týče těch, kdož uvěřili a konali dobré skutky, těm dána bude odměna krásná a rozkazy, jež dáme jim, budou snadné.“",
        "numberInSurah": 88,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2229,
        "text": "Poté pak následoval cestu jinou,",
        "numberInSurah": 89,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2230,
        "text": "až dospěl k východu slunce a shledal, že vychází nad lidem, jimž nedali jsme před ním clony.",
        "numberInSurah": 90,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2231,
        "text": "Tak tomu bylo a zpraveni jsme o všech, kdož byli s ním.",
        "numberInSurah": 91,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2232,
        "text": "Poté následoval cestu (jinou),",
        "numberInSurah": 92,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2233,
        "text": "až došel mezi dvě zdi, pod nimiž nalezl lid, jenž stěží mohl pochopiti mluvu.",
        "numberInSurah": 93,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2234,
        "text": "Řekli: „Ó Dvourožče, zajisté Jádžúdž a Mádžúdž tropí spoušť v zemi: zdaž dáme ti poplatek, abys ty učinil mezi námi a mezi nimi zeď?“",
        "numberInSurah": 94,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2235,
        "text": "Řekl: „To, nad čím upevnil Pán můj (moc moji) lepším jest pro mne: pročež pomozte mi ze všech sil, i vystavím mezi vámi a nimi přehradu.",
        "numberInSurah": 95,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2236,
        "text": "Přineste mi kusy železa, dokud nebude vyrovnáno místo mezi oběma boky (hor).“ Pak řekl: „Foukejte, dokud nerozžhavíte je“ — řekl — „a přineste k vylití do něho mosaz roztavenou.“",
        "numberInSurah": 96,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2237,
        "text": "A nebyli s to, aby slezli zeď, aniž byli s to, aby ji prorazili.“",
        "numberInSurah": 97,
        "juz": 16,
        "manzil": 4,
        "page": 303,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2238,
        "text": "Řekl: „Totoť jest milosrdenství od Pána mého: a když přijde vyplnění slibu Pána mého, obrátí ji v prach: a slib Pána mého pravdivý jest!“",
        "numberInSurah": 98,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 262,
        "hizbQuarter": 121,
        "sajda": false
      },
      {
        "number": 2239,
        "text": "V den onen ponecháme je ve vlnách narážeti na se navzájem: i zatroubeno bude na roh a shromáždíme je veškeré.",
        "numberInSurah": 99,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 262,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2240,
        "text": "A v den onen představíme peklo před nevěřícími představením:",
        "numberInSurah": 100,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 262,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2241,
        "text": "před ony, jichž zrakové byli zastřeni před varováním mým a již nebyli s to, aby slyšeli.",
        "numberInSurah": 101,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 262,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2242,
        "text": "Zdaž domnívali se ti, kdož neveřili, že mohou služebníky mé vzíti sobě za ochránce mimo mne? Zajisté přichystali jsme peklo pro nevěřící příbytkem.",
        "numberInSurah": 102,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 263,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2243,
        "text": "Rci: „Zdaž povím vám o těch, jichž nejvíce ztraceni byli skutkové?",
        "numberInSurah": 103,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 263,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2244,
        "text": "Jichž snažení poblouzené bylo v životě pozemském a kteří přec domnívají se, že dobře činili?",
        "numberInSurah": 104,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 263,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2245,
        "text": "To jsou ti, kdož neuvěřili ve znamení Pána svého a v setkání s ním: i niveč obráceny jsou skutky jejich a nepřipočteme jim v den zmrtvýchvstání váhy nijaké.",
        "numberInSurah": 105,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 263,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2246,
        "text": "Toto bude odměna jejich: peklo! Za to, že neuvěřili a za žert považovali znamení má a proroky mé.",
        "numberInSurah": 106,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 263,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2247,
        "text": "Však těm, kteří uvěřili a konali dobré skutky, budou zahrady rajské příbytkem.",
        "numberInSurah": 107,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 263,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2248,
        "text": "V nich přebývati budou věčně: a nebudou přáti si za ně výměny.“",
        "numberInSurah": 108,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 263,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2249,
        "text": "Rci: „Kdyby moře bylo inkoustem ke (psaní) slov Pána mého, vyčerpalo by se moře dříve než vyčerpala by se slova Pána mého, i kdybychom ještě jednoho (moře) použili v objemu.“",
        "numberInSurah": 109,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 263,
        "hizbQuarter": 122,
        "sajda": false
      },
      {
        "number": 2250,
        "text": "Rci: „Jáť zajisté jsem jen člověk jako vy; vnuknuto bylo mi, Bůh váš jest jenom Bůh Jediný, kdožkoli teda doufá v setkání s Pánem svým, nechť koná skutky dobré a nechť nespolčuje v uctívání Pána svého nikoho.“",
        "numberInSurah": 110,
        "juz": 16,
        "manzil": 4,
        "page": 304,
        "ruku": 263,
        "hizbQuarter": 122,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "cs.nykl",
      "language": "cs",
      "name": "Nykl",
      "englishName": "A. R. Nykl",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}