{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 22,
    "name": "سُورَةُ الحَجِّ",
    "englishName": "Al-Hajj",
    "englishNameTranslation": "The Pilgrimage",
    "revelationType": "Medinan",
    "numberOfAyahs": 78,
    "ayahs": [
      {
        "number": 2596,
        "text": "Ó lidé, bojte se Pána svého, neboť otřesy hodiny (soudu) budou věcí úžasnou.",
        "numberInSurah": 1,
        "juz": 17,
        "manzil": 4,
        "page": 332,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2597,
        "text": "V den, kdy spatříte ji, každá kojitelka upustí kojence svého a každá žena obtěžkaná upustí břímě své: a spatříš lidi jako opilé a nebudou opilí: však trest boží přísný jest.",
        "numberInSurah": 2,
        "juz": 17,
        "manzil": 4,
        "page": 332,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2598,
        "text": "A jsou někteří mezi lidmi, kteří hádají se o Bohu, aniž by měli jakých vědomostí a následují každého Satana odbojného.",
        "numberInSurah": 3,
        "juz": 17,
        "manzil": 4,
        "page": 332,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2599,
        "text": "Předepsáno jest Satanu, aby každého, jenž za zachránce si jej vezme, v blud zavedl a dovedl jej k trestu plamene.",
        "numberInSurah": 4,
        "juz": 17,
        "manzil": 4,
        "page": 332,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2600,
        "text": "Ó lidé, jste-li v pochybnostech ohledně zmrtvýchvstání, (uvažte), že stvořili jsme vás z prachu, pak ze semene, pak ze sražené krve, pak z kousku masa buď ve tvaru aneb beztvárného, abychom dali vám důkazy (moci své). A ponecháváme v lůnech cokoliv chceme až do lhůty předurčené: pak necháme vás vyjíti jako kojence: pak dáme vám dosíci věku dospělosti: a někteří z vás zemřou, jiní pak dojdou věku sešlosti takové, že nevědí ničeho z toho, co byli před tím věděli. A vidíš zemi vyschlou: však jakmile seslali jsme na ni vodu, vzpružila se a zbobtnala: a vzrostl na ní veškerý druh rostlin rozkošných.",
        "numberInSurah": 5,
        "juz": 17,
        "manzil": 4,
        "page": 332,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2601,
        "text": "To proto, že Bůh zajisté jest pravdou (samou) a proto, že obživuje mrtvé a nade všemi věcmi moc má;",
        "numberInSurah": 6,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2602,
        "text": "a že hodina (soudu) jistě přijde; není o ní pochyby; a že Bůh vzkřísí mrtvé z hrobu.",
        "numberInSurah": 7,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2603,
        "text": "A jest mezi lidmi jeden, jenž hádá se ohledně Boha, aniž by měl o tom jakých vědomostí, a aniž by veden byl Knihou osvícenou.",
        "numberInSurah": 8,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2604,
        "text": "Pyšně odvrací se, aby zavedl druhé od stezky boží: tomu v životě pozemském potupa bude údělem a v den zmrtvýchvstání okusiti dáme mu trestu sžíhání:",
        "numberInSurah": 9,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2605,
        "text": "„Toto vezmi za to, co kupředu poslaly si ruce tvé: a Bůh nezkracuje služebníků svých!“",
        "numberInSurah": 10,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2606,
        "text": "A jest mezi lidmi takový, jenž slouží Bohu ramenářsky: když postižen jest dobrem, jest spokojen: však když postižen jest zkouškou, obrátí se čelem vzad. Takto ztrácí život pozemský i život budoucí: toť zajisté ztráta jest zjevná.",
        "numberInSurah": 11,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2607,
        "text": "Vzývá vedle Boha, co nemůže uškoditi mu, aniž prospěti: toť zajisté zbloudění jest daleké.",
        "numberInSurah": 12,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2608,
        "text": "Vzývá toho, jenž spíše mu uškodí, než prospěje: špatný to pán a špatný to společník!",
        "numberInSurah": 13,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2609,
        "text": "Zajisté pak uvede Bůh ty, kdož uvěřili a konali dobré skutky, do zahrad, pod nimiž řeky tekou, neboť Bůh zajisté činí, co chce.",
        "numberInSurah": 14,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2610,
        "text": "Kdožkoli domnívá se, ze Bůh nepomůže prorokovi v životě pozemském i budoucím, nechť natáhne provaz k nebi, a pak nechť uřízne jej: pak nechť dává pozor, odstraní-li lest jeho to, nač se zlobí:",
        "numberInSurah": 15,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2611,
        "text": "Takovýmto způsobem seslali jsme jej jako znamení jasná a Bůh vede (cestou přímou), koho chce.",
        "numberInSurah": 16,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2612,
        "text": "Zajisté ti, kdož uvěřili a Židé a sabejští a křesťané a mágové a ti, kdož Bohu dávají společníky, shledají, že Bůh rozhodne mezi nimi v den zmrtvýchvstání: neboť Bůh věcí všechněch jest svědkem.",
        "numberInSurah": 17,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2613,
        "text": "Což nevidíš, že Bohu klaní se cožkoli na nebi jest i na zemi? a slunce a měsíc a hory a stromy a zvířata a většina lidí? Však mnohým již přisouzen byl trest: a koho Bůh potupý toho nikdo nemůže poctíti: Bůh pak zajisté činí, co chce.",
        "numberInSurah": 18,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": {
          "id": 6,
          "recommended": true,
          "obligatory": false
        }
      },
      {
        "number": 2614,
        "text": "Tito jsou oni dva soupeři, kteří přou se ohledně Pána svého těm pak, kdož neuvěřili, střižen jest oděv z ohně a lita bude na hlavy jejich voda vroucí.",
        "numberInSurah": 19,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2615,
        "text": "Rozleptáno bude jí, cožkoliv v útrobách jejich jest i kůže:",
        "numberInSurah": 20,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2616,
        "text": "a přichystány jsou pro ně obušky železné.",
        "numberInSurah": 21,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2617,
        "text": "Pokaždé, když chtít budou vyjíti, mukami dohnáni, z pekla, navráceni tam budou (s voláním): „Okuste trestu sžíhání!“",
        "numberInSurah": 22,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2618,
        "text": "Zajisté pak uvede Bůh ty, kdož uvěřili, a konali dobré skutky do zahrad, pod nimiž řeky tekou: ozdobeni v nich budou náramky zlatými a perlami a oděv jich tam bude hedvábný.",
        "numberInSurah": 23,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 287,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2619,
        "text": "A vedeni budou k dobré mluvě a vedeni budou ke stezce ctné.",
        "numberInSurah": 24,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 287,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2620,
        "text": "Těm pak, kdož neuvěřili, a odvracejí druhé od stezky boží a od modlitebnice posvátné, kterou učinili jsme pro (všechny) lidi: stejně pro ty, kdož v ní obývají, jakož i venkovské: a těm, kdož chtějí znesvětiti ji ze svévole, okusit dáme trestu bolestného.",
        "numberInSurah": 25,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 287,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2621,
        "text": "A (pomni), když naznačili jsme Abrahamovi místo domu posvátného, (řkouce): „Nespolčuj se mnou ničeho, ale očišťuj dům můj pro ty, kdož obcházeti jej budou v průvodu, a kdož konati v něm budou modlitbu v stoje, neb v kleče, neb padše na tváře své.“",
        "numberInSurah": 26,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2622,
        "text": "A ohlašuj lidu POUŤ: nechť přijdou k tobě pěšky, neb na velbloudech bystrých, přicházejíce ze všech průsmyků hlubokých:",
        "numberInSurah": 27,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2623,
        "text": "aby dosvědčili dobrodiní poskytnutá jim a aby vyslovovali jméno Boha po určitý počet dnů nad tím, co výživou dal jim ze zvířat a dobytčat: jezte z nich a nakrmte i nuzné a chudé.",
        "numberInSurah": 28,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2624,
        "text": "Pak nechť dovrší nedbalost svou a vyplní sliby své a obejdou v průvodu dům starobylý.",
        "numberInSurah": 29,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2625,
        "text": "Tak (čiňte). A kdožkoli ve velké úctě bude míti své zápovědi Boha, bude to lepším proň u Pána jeho. Dovoleno jest vám maso dobytčat, vyjma dříve vám vyjmenovaných: straňte se pak poskvrny model a vyhýbejte se mluvě lživé.",
        "numberInSurah": 30,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2626,
        "text": "Upřímní (buďte) k Bohu (ve víře), nespolčujíce s ním ničeho, neboť kdožkoli spolčuje co s Bohem, jako by spadl s oblak a schvátil jej pták neb odvál jej vítr do končin dálných.",
        "numberInSurah": 31,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2627,
        "text": "Tak (čiňte). A kdožkoli velké učiní oběti boží, přichází to z bohabojnosti srdcí.",
        "numberInSurah": 32,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2628,
        "text": "Budete míti užitek (z dobytčat obětních) až do určité lhůty: poté pak místo obětování jich bude v domě starobylém.",
        "numberInSurah": 33,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2629,
        "text": "Každému národu ustanovili jsme obřady jeho, aby vyslovoval jméno Boha nad tím, čímž k výživě je obdařil v němé tváři — a Bůh váš jest Bůh Jediný: pročež do jeho vůle odevzdejte se a radostnou zvěst věstiž poníženým,",
        "numberInSurah": 34,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 289,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2630,
        "text": "kteří, když vysloveno jest jméno Boha, zachvějí se v srdcích svých úctou: a trpělivi jsou v protivenstvích, jež postihnou je: a zachovávají modlitbu: a z toho, čímž (k výživě) obdařili jsme je, rozdávají.",
        "numberInSurah": 35,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 289,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2631,
        "text": "A velbloudy učinili jsme oběťmi při obřadech božích: v nich mnoho dobra máte. Pročež vyslovujte jméno boží nad nimi, když stojí v řadě (před obětováním): a když byli padli na boky své, pojídejte z nich a dejte najísti těm, kdož spokojí se i tomu, jenž si žádá. Takto podmanili jsme je vám, abyste nám byli vděčni.",
        "numberInSurah": 36,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 289,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2632,
        "text": "Nedostihne maso jejich, aniž krev, Boha; ale dostihne ho bázeň boží od vás. Takto Bůh podmanil vám je, abyste vyvyšovali Boha ve chvále za vedení vás: a radostnou zvěst oznamuj dobře činícím.",
        "numberInSurah": 37,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 289,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2633,
        "text": "Bůh zajisté hájí ty, kdož uvěřili (před úklady); neboť on zajisté nemiluje zrádců a nevěřících.",
        "numberInSurah": 38,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 289,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2634,
        "text": "Dovoleno bylo (válčení) těm, kdož válčí proto, že bylo jim ublíženo: a Bůh zajisté pomoci jim jest schopen:",
        "numberInSurah": 39,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2635,
        "text": "těm, kdož vypuzeni byli z příbytků svých bezprávně, jen proto, že říkají: „Pánem naším jest Bůh.“ A kdyby Bůh nebyl zapuzoval jedny lidi druhými, byly by bývaly pokořeny kláštery a chrámy a modlitebnice a mešity, v nichž mnoho vyslovováno jest jméno boží; a Bůh dojista pomáhá tomu, kdo jemu pomáhá: a Bůh silný jest a mocný.",
        "numberInSurah": 40,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2636,
        "text": "Pomůže těm, kteří, budou-li upevněni v této zemi, zachovávati budou modlitbu a dávati budou povinnou almužnu: a nabádati budou k dobru a zbraňovati budou od zla. Bohu pak přináleží konečné (rozhodnutí) věcí.",
        "numberInSurah": 41,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2637,
        "text": "Nazývají-li tě lhářem, však již lháři nazýval před tebou proroky lid Noemův, a kmeny 'Ád a Tsemúd,",
        "numberInSurah": 42,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2638,
        "text": "a lid Abrahamův a lid Lotův.",
        "numberInSurah": 43,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2639,
        "text": "A obyvatelé Medianu: a lhářem zván byl Mojžíš! A dlouhé strpení měl jsem s nevěřícími, však poté stihl jsem je (trestem) : a jaké bylo převrácení mé!",
        "numberInSurah": 44,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2640,
        "text": "A kolik měst zahladili jsme, když byla nepravostna a nyní pusta jsou a vyvrácena! A kolik studnic zasypáno jest a kolik (sbořeno) hradů výstavních!",
        "numberInSurah": 45,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2641,
        "text": "Což necestovali zemí a což nemají srdce k chápání a uši k slyšení? Však nejsou to zrakové jejich, již slepi jsou, ale slepa jsou srdce v prsou jejich.",
        "numberInSurah": 46,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2642,
        "text": "A budou chtíti, abys uspíšil trest (slibovaný jim). Bůh pak nikdy nebéře slibu svého zpět; a den u Pána tvého jest jako tisíc let, jak vy je počítáte.",
        "numberInSurah": 47,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2643,
        "text": "A s kolika městy měl jsem dlouhé strpení, ač nepravostna byla, a pak teprv stihl jsem je trestem! Ke mně pak vše se vrací.",
        "numberInSurah": 48,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2644,
        "text": "Rci: „Lidé, jáť pouze jsem vám varovatelem zjevným:“",
        "numberInSurah": 49,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2645,
        "text": "a těm, kdož uvěřili a konali dobré skutky, dostane se odpuštění a výživy štědré;",
        "numberInSurah": 50,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2646,
        "text": "však ti, kdož snažili se odporem znemožniti znamení naše, obyvateli budou ohně pekelného.",
        "numberInSurah": 51,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2647,
        "text": "Neposlali jsme před tebou ni jednoho posla neb proroka, do jehož přání nebyl by vrhl Satan nějaké přání nesprávné, však Bůh zrušuje to, co vrhá Satan do myšlení: poté pak rozsuzuje Bůh ohledně znamení svých, neboť Bůh zajisté vševědoucí jest a moudrý.",
        "numberInSurah": 52,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2648,
        "text": "(Svoluje k tomu), aby učinil to, co vrhá Satan v myšlení zkouškou pro ty, v jichž srdcích je choroba a jichž srdce zatvrzelá jsou: a nepravostní zajisté v roztržce jsou daleké.",
        "numberInSurah": 53,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2649,
        "text": "A aby zvěděli ti, jimž dáno bylo vědění, že jest to pravdou od Pána tvého a aby uvěřili v ni a aby podvolila se jí srdce jejich: Bůh pak zajisté vede ty, kdož uvěřili, ke stezce přímé.",
        "numberInSurah": 54,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2650,
        "text": "Však nepřestanou ti, kdož neuvěřili, pochybovati o ní, dokud nepřijde na ně hodina (soudu) z nenadání a dokud nepřijde na ně trest dne záhubného.",
        "numberInSurah": 55,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2651,
        "text": "A panství nade vším v den onen přináležeti bude Bohu a on rozsoudí mezi nimi: tehdy ti, kdož uvěřili a konali dobré skutky, půjdou do zahrad rozkoše:",
        "numberInSurah": 56,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2652,
        "text": "však těm, kdož neuvěřili a vylhanými nazývali znamení naše, určen jest trest potupný.",
        "numberInSurah": 57,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2653,
        "text": "A ti, kteří vystěhovali se na stezce boží, poté padli v boji aneb zemřeli, Bůh dojista obštědří je údělem krásným, neboť Bůh zajisté nejlepším jest ze všech obštědřovatelů.",
        "numberInSurah": 58,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2654,
        "text": "Onť dojista uvede je do místa, v němž naleznou zalíbení, a Bůh zajisté vševědoucím jest a laskavým.",
        "numberInSurah": 59,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2655,
        "text": "Tak (stane se), A kdožkoli učiní odvetu stejnou měrou, jíž bylo mu ukřivděno a opět bezpráví mu učiněno jest, tomu dojista pomůže Bůh, neboť Bůh zajisté jest promíjející a velký v odpouštění.",
        "numberInSurah": 60,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2656,
        "text": "Tak (stane se): protože Bůh vnáší noc v den a vnáší den v noc a že Bůh vše slyší a obzírá.",
        "numberInSurah": 61,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2657,
        "text": "To proto, že Bůh jest pravdou, a že to, co vzýváte vedle něho, jest marností, a že Bůh jest nejvyšší, velký.",
        "numberInSurah": 62,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2658,
        "text": "Zdaž nevidíš, že Bůh sesílá s nebe vodu a zazelená se země? Bůh zajisté dobrotivý jest a o všem zpraven.",
        "numberInSurah": 63,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2659,
        "text": "Jemu přináleží vše, což na nebi jest a na zemi: a Bůh zajisté bohatý jest a chvályhodný.",
        "numberInSurah": 64,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2660,
        "text": "Zdaž nevidíš, že Bůh podmanil vám cožkoli jest na zemi, jakož i lodi, jež plují po moři z rozkazu jeho? A on zadržuje nebesa, aby nespadla na zem, vyjma z dovolení jeho, neb Bůh zajisté vůči lidem laskavý jest a slitovný.",
        "numberInSurah": 65,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2661,
        "text": "On jest to, který vzbudil vás k životu a poté dá vám zemříti a pak znovu vás vzkřísí: člověk zajisté jest vzdorný.",
        "numberInSurah": 66,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2662,
        "text": "Každému národu určili jsme obřady, jimiž se řídí jedenkaždý: pročež nechť rozhodně nepře se (nikdo) s tebou v této věci; nýbrž volej (je) k Pánu svému, neboť ty dojista jsi veden cestou přímou.",
        "numberInSurah": 67,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2663,
        "text": "A když hádají se s tebou, rci: „Bůh nejlépe ví o skutcích vašich.",
        "numberInSurah": 68,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2664,
        "text": "Bůh rozsoudí mezi vámi v den zmrtvýchvstání ohledně toho, v čem rozcházeli jste se.“",
        "numberInSurah": 69,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2665,
        "text": "Zdaž nevíš, že Bůh ví vše, což na nebi jest i na zemi? Vše to zajisté jest zapsáno v Knize (věčné): a toto zajisté Bohu jest snadným.",
        "numberInSurah": 70,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2666,
        "text": "Oni pak uctívají vedle Boha to, ohledně čeho nebylo sesláno jim zmocnění a to, o čem nemají vědomosti: a nepravostným nebude pomocníka!",
        "numberInSurah": 71,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2667,
        "text": "A když předříkávána jsou jim znamení naše jasná, seznáš na tvářích těch, kdož neuvěřili, odpor: a málo schází k tomu, aby vrhli se na ony, kteří předříkávají jim znamení naše: Rci: „Mám ohlásiti vám cos horšího nad, to, co činíte? Oheň, jejž slíbil Bůh těm, kteří neuvěřili — a špatná to bude cesta!“",
        "numberInSurah": 72,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2668,
        "text": "Ó lidé, činěno jest vám podobenství: i naslouchejte mu: v pravdě ti, které vzýváte mimo Boha, nemohli by stvořiti ani mouchy, i kdyby všichni shromáždili se k tomu; a kdyby odňala jim co moucha, nemohli by odníti toho od ní. Jak slabi jsou oba: prosící i prošený!",
        "numberInSurah": 73,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2669,
        "text": "Neocenili Boha pravým oceněním (moci) jeho: Bůh pak zajisté silný jest a mocný.",
        "numberInSurah": 74,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2670,
        "text": "Bůh vybírá mezi anděly posly a rovněž mezi lidmi: v pravdě, Bůh vše slyší a obzírá.",
        "numberInSurah": 75,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2671,
        "text": "Ví, co jest před nimi a co jest za nimi: a k Bohu navráceny budou všechny věci.",
        "numberInSurah": 76,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2672,
        "text": "Vy, kteří jste uvěřili, klekejte a padejte na tváře své a uctívejte Pána svého, a konejte dobro, aby dobře se vám vedlo!",
        "numberInSurah": 77,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": {
          "id": 7,
          "recommended": true,
          "obligatory": false
        }
      },
      {
        "number": 2673,
        "text": "A bojujte pro Boha tak, jak on zaslouží si, aby zaň bylo bojováno: on vyvolil si vás a neučinil vám obtíží v náboženství: ve víře otce vašeho Abrahama. Onť nazval vás muslimy, již dříve a i v této (Knize), aby prorok váš byl svědkem vám a vy abyste svědky byli vůči lidem. Pročež zachovávejte modlitbu a dávejte (povinnou) almužnu a opírejte se o Boha: onť Pánem jest vaším: jak výborný to Pán a jak výborný spomocník!",
        "numberInSurah": 78,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "cs.nykl",
      "language": "cs",
      "name": "Nykl",
      "englishName": "A. R. Nykl",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}