{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 28,
    "name": "سُورَةُ القَصَصِ",
    "englishName": "Al-Qasas",
    "englishNameTranslation": "The Stories",
    "revelationType": "Meccan",
    "numberOfAyahs": 88,
    "ayahs": [
      {
        "number": 3253,
        "text": "Tá. Sín. Mím.",
        "numberInSurah": 1,
        "juz": 20,
        "manzil": 5,
        "page": 385,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3254,
        "text": "Tato jsou znamení knihy zjevné.",
        "numberInSurah": 2,
        "juz": 20,
        "manzil": 5,
        "page": 385,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3255,
        "text": "Předříkávati budeme tobě část dějů Mojžíše a Árona dle pravdy, pro (poučení) lidu věřícího.",
        "numberInSurah": 3,
        "juz": 20,
        "manzil": 5,
        "page": 385,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3256,
        "text": "Zajisté pak Farao povýšil se v zemi a rozštěpil lid její v různé strany, zeslabuje jednu část jich tím, že zabíjel syny jejich a živil dcery jejich, neboť on byl jedním z kazisvětů.",
        "numberInSurah": 4,
        "juz": 20,
        "manzil": 5,
        "page": 385,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3257,
        "text": "I chtěli jsme milostí zahrnouti ty, již zeslabováni byli v zemi, abychom učinili je vůdci (národů) a dědici země.",
        "numberInSurah": 5,
        "juz": 20,
        "manzil": 5,
        "page": 385,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3258,
        "text": "A abychom upevnili je v zemi a ukázali Faraonovi a Hámánovi, jakož i vojskům jejich to, čeho se od nich obávali.",
        "numberInSurah": 6,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3259,
        "text": "I vnukli jsme matce Mojžíšově: „Koj ho a kdybys bála se oň, vrhni jej na moře a neboj se, aniž rmuť se: myť zajisté vrátíme jej tobě a učiníme jej jedním z poslů svých.“",
        "numberInSurah": 7,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3260,
        "text": "A sebrala jej rodina Faraonova, aby byl jim nepřítelem a příčinou smutku: neboť Farao a Hámán a vojska jejich byli hříšníky.",
        "numberInSurah": 8,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3261,
        "text": "A řekla žena Faraonova: „Radostí srdce mně i tobě bude: nezabíjejte jej, neb snad prospěšným nám bude aneb za syna si jej vzíti můžeme.“ Neb oni netušili.",
        "numberInSurah": 9,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3262,
        "text": "A prázdnotou zchváceno bylo srdce matky Mojžíšovy a málem by jej byla prozradila, kdybychom nebyli opásali srdce její stálostí, aby byla jednou z věřících.",
        "numberInSurah": 10,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3263,
        "text": "I řekla sestře jeho: „Jdi za ním“: i pozorovala jej z dáli, aniž by toho byli tušili.",
        "numberInSurah": 11,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 154,
        "sajda": false
      },
      {
        "number": 3264,
        "text": "A předem již zapověděli jsme mu (cizí) kojné, (dokud nepřišla sestra jeho) i řekla: „Zdaž ukáži vám dům jisté rodiny, jež odchová jej pro vás a zacházet s ním bude upřímně?“",
        "numberInSurah": 12,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3265,
        "text": "Tak navrátili jsme jej matce jeho, aby radovalo se srdce její, a aby nermoutila se, a aby věděla, že slib Boha jest pravdivý. Však většina lidí není si toho vědoma.",
        "numberInSurah": 13,
        "juz": 20,
        "manzil": 5,
        "page": 386,
        "ruku": 334,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3266,
        "text": "A když dosáhl (mužné) síly své a dospěl, dali jsme mu soudnost a vědění: neb takovýmto způsobem odměnujeme ty, kdož dobře činí.",
        "numberInSurah": 14,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3267,
        "text": "I vešel jednou do města v čas, kdy toho nepozorovali obyvatelé jeho a nalezl tam dvé mužů potýkajících se: jeden byl z jeho strany a druhý byl z jeho nepřátel. A prosil jej o pomoc ten, jenž byl z jeho strany, proti onomu, jenž byl z nepřátel jeho: i udeřil jej pěstí Mojžíš a byl s ním konec. Tehdy pak řekl (Mojžíš): „Toto jest dílo Satana, neboť on jest nepřítelem a svůdcem zjemním.“",
        "numberInSurah": 15,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3268,
        "text": "Řekl (dále): „Pane můj, ukřivdil jsem sám sobě: pročež odpusť mi.“ A odpustil mu Bůh, neboť on velký jest v odpouštění, stitovný.",
        "numberInSurah": 16,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3269,
        "text": "Řekl (Mojžíš): „Pane můj, za to, žes mi byl milostiv, nikdy nebudu již pomocníkem provinilých.“",
        "numberInSurah": 17,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3270,
        "text": "Zrána pak šel městem pln strachu, pohlížeje opatrně kolem, a hle, onen muž, jenž byl prosil jej o pomoc den před tím, (opětně) volal naň. I řekl mu Mojžíš: „Tys v pravdě rozkolníkem zjevným.“",
        "numberInSurah": 18,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3271,
        "text": "A když chtěl pak násilně zapuditi onoho, jenž byl oběma nepřítelem, řekl: „Zda zabíti chceš mne, jako zabil's člověka včera: tyť zajisté chceš býti jen násilníkem v této zemi a nechceš býti jedním z polepšovatelů.“",
        "numberInSurah": 19,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3272,
        "text": "Tu přiběhl muž ze vzdáleného konce města v kvapu, řka: „Mojžíši, zajisté předáci města rokují o tom, jak zabili by tě: pročež prchni z města, neb upřímně ti radím.“",
        "numberInSurah": 20,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3273,
        "text": "I prchl z města pln strachu, pohlížeje opatrně kol sebe, řka: „Pane můj, zachraň mne před lidem nepravostným.“",
        "numberInSurah": 21,
        "juz": 20,
        "manzil": 5,
        "page": 387,
        "ruku": 335,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3274,
        "text": "A když ubíral se směrem k Madianu, řekl: „Snad Pán můj povede mne cestou rovnou.“",
        "numberInSurah": 22,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3275,
        "text": "A když došel ke studnici Madianu, našel u ní sbor lidí napájejících stáda a nalezl vedle nich dvé žen, udržujících stáda svá opodál; i řekl: „Co máte v úmyslu?“ Řekly: „Nelze nám napájeti, dokud neodženou odsud pastevci: otec náš pak jest vůdce mocný.“",
        "numberInSurah": 23,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3276,
        "text": "I napojil jim oběma stáda; pak uchýlil se zpět do stínu. řka: „Pane můj, jáť ono dobro, jež poslal's mi, v pravdě postrádám.“",
        "numberInSurah": 24,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3277,
        "text": "I přišla k němu jedna z žen, jdouc nesměle, a řekla: „Otec můj zve tě, aby odměnil tě mzdou za to, žes napojil stáda naše.“ A když Mojžíš přišel k němu a vyložil mu PŘÍBĚHY své, řekl (tento): „Neboj se, neb zachránil's se před lidem nepravostným.“",
        "numberInSurah": 25,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3278,
        "text": "Řekla jedna z dcer: „Otče, najmi ho, neboť není lepšího, jejž bys najmouti mohl, než muž silný, spolehlivý.“",
        "numberInSurah": 26,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3279,
        "text": "Řekl (otec): „Jáť chci dát tobě za manželku jednu z těchto dvou dcer mých, dáš-li se mi v nájem po dobu osmi let: a dovršíš-li deset, bude to tvoje dobrá vůle. Neb nechci ti nijak uložiti nesnáz: a shledáš, bude-li Bůh chtíti, že jsem jedním ze spravedlivých.“",
        "numberInSurah": 27,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3280,
        "text": "Řekl (Mojžíš): „(Ujednáno) tak budiž mezi mnou a tebou: dovrším-li kteroukoli z oněch dvou lhůt, nebude požadavku vůči mně; a Bůh jest toho, co jsme řekli, ručitelem.“",
        "numberInSurah": 28,
        "juz": 20,
        "manzil": 5,
        "page": 388,
        "ruku": 336,
        "hizbQuarter": 155,
        "sajda": false
      },
      {
        "number": 3281,
        "text": "A když dovršil Mojžíš lhůtu svou, a byl na cestě s rodinou svojí, spatřil na úbočí hory oheň. I řekl rodině své: „Posečkejte zde, neb spatřil jsem oheň: možná, že budu moci přinésti vám o něm zprávu, aneb louč z ohně, abyste se možná ohřáli.“",
        "numberInSurah": 29,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3282,
        "text": "A když přišel k ohni, bylo zavoláno naň s břehu údolí pravého, na pláni požehnané, z keře: „Mojžíši, to jsem já, Bůh, Pán veškerenstva:",
        "numberInSurah": 30,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3283,
        "text": "i vrhni na zem hůl svoji.“ A když spatřil ji hýbati se, jako by byla hadem, obrátil se zády v útěku a nevracel se. „Mojžíši,“ (volal hlas), „přibliž se a neboj se, neb zajisté jsi zde v bezpečí.",
        "numberInSurah": 31,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3284,
        "text": "Vlož ruku svou za ňadra svá: vyjde ven bílou, však bez poruchy; a pak přitáhni k sobě ruku svou, prost bázně. Toto pak bude dvé důkazů od Pána tvého pro Faraona a předním lidu jeho, neb oni věru lidem jsou pohoršlivým.“",
        "numberInSurah": 32,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3285,
        "text": "Řekl (Mojžíš): „Pane můj, zabil jsem jednoho z nich i bojím se, že zabijí mne.",
        "numberInSurah": 33,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3286,
        "text": "A bratr můj, Áron jest výřečnější mne mluvou i pošli jej se mnou na pomoc, a aby potvrdil mne v slovech mých, neb věru bojím se, že lhářem nazvou mne.“",
        "numberInSurah": 34,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3287,
        "text": "Řekl (Bůh): „Posílíme rámě tvé bratrem tvým a dáme vám oběma moc a nevyrovnají se vám ve znameních našich. Vy dva a ti, kdož následovati vás budou, zvítězíte.“",
        "numberInSurah": 35,
        "juz": 20,
        "manzil": 5,
        "page": 389,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3288,
        "text": "A když přišel k nim Mojžíš s našimi znameními jasnými, řekli: „Toto jest pouze kouzelnictví vymyšlené: a my nikdy neslyšeli jsme o tom od otců našich předešlých.“",
        "numberInSurah": 36,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3289,
        "text": "I řekl Mojžíš: „Pán můj nejlépe ví o tom, kdo dostal (pravé) vedení od něho a o tom, kdo obdrží přebývání domu (věčného): neboť zajisté dobře nepovede se nepravostným.“",
        "numberInSurah": 37,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3290,
        "text": "I řekl Farao k předním lidu svého: „Pánové, nevím, že byste měli Boha jiného, kromě mne: tedy vypáliti dej mi, Hámáne, cihly z hlíny, abych vystavěl si palác a tak možná dostoupiti mohl k Bohu Mojžíšovu, neboť dojista mám jej za prolhaného.“",
        "numberInSurah": 38,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3291,
        "text": "A pyšně choval se on i vojska jeho v zemi, beze všeho práva a domnívali se, že k nám nebudou navráceni.",
        "numberInSurah": 39,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3292,
        "text": "A zachvátili jsme jej i vojska jeho a vrhli jsme je v moře: a hle, jaké byl konec nepravostných.",
        "numberInSurah": 40,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3293,
        "text": "A učinili jsme je vůdci, kteří zvou lidi k ohni pekelnému, a v den zmrtvýchvstání nebude jim pomoženo.",
        "numberInSurah": 41,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3294,
        "text": "A prokletím pronásledovali jsme je v životě pozemském a v den zmrtvýchvstání v ošklivosti budou.",
        "numberInSurah": 42,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 337,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3295,
        "text": "A dali jsme Mojžíšovi Knihu poté, když byli jsme zahladili pokolení předešlá jako viditelný příklad lidem a vedením a milosrdenstvím, aby o tom přemítali.",
        "numberInSurah": 43,
        "juz": 20,
        "manzil": 5,
        "page": 390,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3296,
        "text": "A nebyl's na úbočí západním hory (Sinai), když ustanovovali jsme Mojžíšovi věc (jeho), aniž byl's jedním ze svědků toho",
        "numberInSurah": 44,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3297,
        "text": "Avšak vzbudili jsme po něm pokolení a dlouhé byly životy jejich: a nedlel's mezi lidem Madianským, předčítaje jim znamení naše, avšak my poslali jsme jim posly své.",
        "numberInSurah": 45,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3298,
        "text": "A nebyl's na úbočí hory (Sinai), když volali jsme tam (Mojžíše), avšak z milosrdenství Pána tvého poslán jsi, abys varoval lid, jemuž nebyl přišel varovatel před tebou, aby o tom možná rozvažovali:",
        "numberInSurah": 46,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3299,
        "text": "a aby, když postihlo by je neštěstí za to, co před tím konali, neříkali: „Pane náš, kdybys byl poslal nám proroka, zajisté byli bychom následovali znamení tvá a byli bychom z věřících.“",
        "numberInSurah": 47,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3300,
        "text": "A když přišla jim pravda od nás, řekli: „(Neuvěříme), leda že by dáno mu bylo totéž, co dáno bylo i Mojžíšovi.“ Což však nezapřeli toho, co dáno bylo Mojžíšovi před tím? Řekli: „Jsou to dvě díla kouzelníků, kteří si navzájem pomáhali,“ a řekli: „Nevěříme v žádné z nich.“",
        "numberInSurah": 48,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3301,
        "text": "Rci: „Předveďte teda knihu od Boha. jež byla by lepším vedením těchto dvou, abych mohl následovati ji, jste-li pravdomluvnými.“",
        "numberInSurah": 49,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3302,
        "text": "A když neodpoví k tvé (výzvě), tehdy věz, že následuji jen choutky své: a kdo zbloudilejším jest toho, jenž následuje choutku svou, aniž vedení by měl od Boha? Neboť Bůh zajisté nevede lid nepravostný.",
        "numberInSurah": 50,
        "juz": 20,
        "manzil": 5,
        "page": 391,
        "ruku": 338,
        "hizbQuarter": 156,
        "sajda": false
      },
      {
        "number": 3303,
        "text": "A přece dali jsme slovu (svému) dojíti jich, aby o tom možná rozvažovali.",
        "numberInSurah": 51,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3304,
        "text": "Ti, kterým dali jsme Knihu před touto, věří v ni.",
        "numberInSurah": 52,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3305,
        "text": "A když předčítána jim jest, říkají: „Uvěřili jsme v ni, neboť jest to pravda od Pána našeho: my pak zajisté již před ní byli jsme odevzdáni do vůle boží.“",
        "numberInSurah": 53,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3306,
        "text": "Tito obdrží odměnu svou dvakráte za to, že trpělivě vyčkávali a zapuzovali dobrým zlé a z toho, čímž obdařili jsme je, rozdávali.",
        "numberInSurah": 54,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3307,
        "text": "A když slyší ničemnost, vzdalují se jí, řkouce: „Nám patří naše skutky a nám patří vaše skutky: pokoj s vámi: nám netřeba jest nevědomců!“",
        "numberInSurah": 55,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3308,
        "text": "Tiť zajisté nevedeš, koho přál bys si, ale Bůh vede, koho chce, a on nejlépe ví o těch, kdož (správně) vedeni jsou.",
        "numberInSurah": 56,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3309,
        "text": "A říkají: „Budeme-li následovati (pravé) vedení s tebou, vyrváni budeme ze země své.“ Což neupevnili jsme se v obvodu posvátném a bezpečném, k němuž plyne hojnost plodů všeho druhu výživou od nás? Však většina jich není si toho vědoma.",
        "numberInSurah": 57,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3310,
        "text": "A kolik zahladili jsme měst, oplývajících živobytím! A obydlí jejich byla obývána po nich pouze malým počtem lidí: a my stali jsme se dědici jejich.",
        "numberInSurah": 58,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3311,
        "text": "A Pán tvůj nezahladil měst oněch, dokud nebyl poslal k nim proroka lidu jejich, jenž předčítal jim znamení naše: a nezahladili jsme měst, leda že lid jejich byl nepravostný.",
        "numberInSurah": 59,
        "juz": 20,
        "manzil": 5,
        "page": 392,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3312,
        "text": "A vše, cožkoli dáno bylo vám, jest (pouze dočasným) požitkem života pozemského a lákadlem jeho: a to, co u Boha jest, bude daleko lepším a stálejším. Což toho nepochopíte?",
        "numberInSurah": 60,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 339,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3313,
        "text": "Zdaž pak ten, jemuž, slíbili jsme slib krásný a jemuž dostane se ho, bude roveň onomu, jemuž popřáli jsme požitku hmota pozemského, ale pak, v den zmrtvýchvstání bude jedním z předvedených k soudu?",
        "numberInSurah": 61,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3314,
        "text": "V den, kdy zavolá na ně (Bůh) a řekne: „Kde jsou oni společníci moji, které mnili jste (býti se mnou)?“",
        "numberInSurah": 62,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3315,
        "text": "Řeknou ti, nad nimiž po právu vyřčen jest ortel: „Pane náš, tito jsou, kteréž svedli jsme: a svedli jsme je stejně, jakož i my svedeni jsme byli: prosti jsme viny vůči tobě, neboť oni neuctívali nás.“",
        "numberInSurah": 63,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3316,
        "text": "I řečeno bude oněm: „Volejte nyní ke společníkům svým“ — a volati budou k nim, však nebudou vyslyšeni jimi. A když spatří trest svůj, přáti si budou, aby byli následovali vedení (pravé).",
        "numberInSurah": 64,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3317,
        "text": "V den onen zavolá na ně (Bůh) a řekne: „Co odpověděli jste poslům mým?“",
        "numberInSurah": 65,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3318,
        "text": "A jako osleplí, nebudou s to, dáti zpráv v onen den, aniž navzájem se (na to) doptávati.",
        "numberInSurah": 66,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3319,
        "text": "Však pokud se týče toho, jenž kajícně obrátil se a uvěřil a konal dobré skutky, možná, že bude jedním z těch, jimž dobře povede se.",
        "numberInSurah": 67,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3320,
        "text": "A Pán tvůj tvoří, cokoliv chce a dle vlastní volby, však oni nemají vlastní volby: chválen budiž Bůh a daleko povýšen nad to, co spolčují s ním,",
        "numberInSurah": 68,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3321,
        "text": "A Pán tvůj ví, co skrývají nitra jejich a co na venek přiznávají.",
        "numberInSurah": 69,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3322,
        "text": "Onť jest Bůh, není Boha, kromě něho! Jemu přináleží chvála ve světě tomto i budoucím: a jemu patří moc soudu a k němu budete navráceni.",
        "numberInSurah": 70,
        "juz": 20,
        "manzil": 5,
        "page": 393,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3323,
        "text": "Rci: „Co soudíte? Kdyby učinil Bůh nad vámi noc věčnou až do dne zmrtvýchvstání, který bůh, mimo Boha, mohl by dáti vám světlo? Což nedáte tomu sluchu?“",
        "numberInSurah": 71,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3324,
        "text": "Rci: „Co soudíte? Kdyby učinil Bůh nad vámi den věčný až do dne zmrtvýchvstání, který bůh, kromě Boha, mohl by dáti vám noc, abyste mohli odpočívati v ní? Což neprohlédnete?“",
        "numberInSurah": 72,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3325,
        "text": "A z milosrdenství svého učinil vám noc a den: abyste odpočívati mohli v noci, a abyste hledali si podílu z dobrodiní jeho ve dne, a abyste mu byli vděčni.",
        "numberInSurah": 73,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3326,
        "text": "A v den onen zavolá na ně (Bůh) a řekne jim: „Kde jsou oni společníci moji, které mnili jste (býti se mnou)?“",
        "numberInSurah": 74,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3327,
        "text": "A předvedeme z každého národa svědka a řekneme: „předveďte důkaz svůj.“ Tehdy pak zvědí, že jedině Bůh má pravdu a ztratí se jim z dohledu to, co si byli vymyslili.",
        "numberInSurah": 75,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 340,
        "hizbQuarter": 157,
        "sajda": false
      },
      {
        "number": 3328,
        "text": "Zajisté pak Qárún byl jedním z lidu Mojžíšova, však svévolně jednal s nimi; dali jsme mu tolik pokladů, že klíče k nim byly by zatížily cely sbor mužů silných. Tehdy pak řekl mu lid jeho: „Neholedbej se přespříliš, neboť Bůh nemiluje těch, kdož holedbají se:",
        "numberInSurah": 76,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3329,
        "text": "ale hledej pomocí toho, co dal ti Bůh, obydlí života budoucího a neopomíjej úlohy, jež připadla ti na světě: a buď dobročinným, jakož Bůh byl dobročinným vůči tobě, a nehledej konání špatností v zemi, neboť Bůh zajisté nemiluje těch, kdož špatnosti konají.“",
        "numberInSurah": 77,
        "juz": 20,
        "manzil": 5,
        "page": 394,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3330,
        "text": "Řekl: „Bylo mi to dáno jedině následkem vědění, jež ve mně jest.“ Což nevěděl, že Bůh byl zahladil před ním pokolení, která byla mocnější jej silou a většího bohatství? Však nebudou tázáni na proviněni svá provinilci.",
        "numberInSurah": 78,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3331,
        "text": "I vycházel mezi lid svůj ve svém přepychu: a říkali ti, kteří žádali si života pozemského: „Kéž bychom měli to, co dáno bylo Qárúnovi, on zajisté jest šťastlivcem velkým.“",
        "numberInSurah": 79,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3332,
        "text": "Však ti, jimž dáno bylo vědění, říkali: „Běda vám! Odměna Boha lepší jest pro toho, jenž uvěřil a konal dobré skutky: a nikomu nedostane se jí, vyjma těch, kdož trpělivě vyčkávají.“",
        "numberInSurah": 80,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3333,
        "text": "I rozpoltili jsme zemi pod ním a domem jeho a neměl družiny, jež pomohla by mu proti Bohu a nebyl z těch, jimi pomoci dostalo by se.",
        "numberInSurah": 81,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3334,
        "text": "A zrána ti, kteří přáli si býti na jeho místě den před tím, říkali: „Aj, dojista Bůh v hojnosti dává z darů svých, komu chce ze služebníků svých, aneb odměřuje je. Kdyby Bůh nebyl popřál nám milosti své, byla by se země rozpoltila pod námi. Aj, dojista dobře nevede se nevěřícím!",
        "numberInSurah": 82,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3335,
        "text": "Takové jest přebývání života budoucího; dáme je těm, kteří nežádají si povýšení na zemi, aniž konání špatností: a dobrý bude konec bohabojných.",
        "numberInSurah": 83,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3336,
        "text": "Kdokoliv přinese s sebou dobrý skutek, lepší dostane se mu odměny nad zásluhu jeho: a kdo přinese s sebou zlý skutek, věziž, že nebudou odměněni ti, kdož konali zlé skutky, leda dle toho, co činili.",
        "numberInSurah": 84,
        "juz": 20,
        "manzil": 5,
        "page": 395,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3337,
        "text": "Zajisté pak ten, jenž povinně uložil ti Čtení, navrátí tě do místa návratu.“ Rci: „Pán můj nejlépe ví o tom, kdo přinesl (dobré) vedení a kdo jest v bludu zjevném.“",
        "numberInSurah": 85,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3338,
        "text": "Tys pak nikdy nedoufal, že dána ti bude tato Kniha, leda jako milosrdenství od Pána tvého: pročež nebuď podporou nevěřícím:",
        "numberInSurah": 86,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3339,
        "text": "aniž dovol, aby tě odvrátili od znamení božích poté, když seslána ti byla: a volej lidi k Pánu svému a nebuď jedním z mnohobožců;",
        "numberInSurah": 87,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      },
      {
        "number": 3340,
        "text": "a nevolej k jinému bohu vedle Boha: neníť Boha. kromě něho: všechno zahyne, vyjma zář tváře jeho. Jemu pak přináleží moc soudu a k němu budete navráceni!",
        "numberInSurah": 88,
        "juz": 20,
        "manzil": 5,
        "page": 396,
        "ruku": 341,
        "hizbQuarter": 158,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "cs.nykl",
      "language": "cs",
      "name": "Nykl",
      "englishName": "A. R. Nykl",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}