{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 39,
    "name": "سُورَةُ الزُّمَرِ",
    "englishName": "Az-Zumar",
    "englishNameTranslation": "The Groups",
    "revelationType": "Meccan",
    "numberOfAyahs": 75,
    "ayahs": [
      {
        "number": 4059,
        "text": "Seslání Knihy od Boha, Mocného, Moudrého!",
        "numberInSurah": 1,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4060,
        "text": "Zajisté seslali jsme ti Knihu v pravdě: i uctívej Boha, jsa upřímným k němu ve víře.",
        "numberInSurah": 2,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4061,
        "text": "Což nepřináleží Bohu víra upřímná? A ti, kdož vzali si vedle něho ochránce, (řkouce): „Uctíváme je pouze proto, aby přiblížili nás výše k Bohu,“ (shledají, že) Bůh zajisté rozsoudí mezi nimi ohledně toho, v čem rozcházejí se (míněním): zajisté pak Bůh nevede (správně) velkých lhářů a nevěřících.",
        "numberInSurah": 3,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4062,
        "text": "Kdyby Bůh byl chtěl vzíti si syna, byl by vyvolil si, cokoliv byl by chtěl z toho, co tvoří. Chválen budiž! Onť Bůh jest Jediný, Vítězný!",
        "numberInSurah": 4,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4063,
        "text": "Stvořil nebesa i zemi v pravdě: onť způsobuje, aby převalila se noc na den, a den aby převalil se na noc: onť podřídil slunce i měsíc (řádu), takže oba běží do lhůty předurčené. Není tedy Mocným, Odpouštějícím?",
        "numberInSurah": 5,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4064,
        "text": "Stvořil vás z duše jedné, z níž byl potom učinil manželku její, a seslal vám z dobytčat osmero v párech. Tvoří vás v lůnech matek vašich v podobě za podobou, v trojnásobném temnu: totoť jest Bůh. Pán váš: jemu přináleží moc (všechna): není Boha, kromě něho — jak tedy můžete vzdalovati se jej?",
        "numberInSurah": 6,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4065,
        "text": "Jste-li zatvrzelými (vůči němu), Bůh zajisté jest (dost) bohatým bez vás; však on nemá zalíbení v zatvrzelosti služebníků svých. Ale budete-li mu vděčni, nalezne proto zalíbení ve vás. Nebude pak obtěžkána duše nesoucí břímě břemenem duše druhé: poté navrátíte se k Pánu svému všichni a on poví vám o skutcích vašich. neb on dobře ví, co skrývají nitra.",
        "numberInSurah": 7,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4066,
        "text": "Když protivenství stihne člověka, volá k Pánu svému, kajícně obraceje se k němu: poté pak, když byl zahrnul jej milostí svou, zapomíná (člověk) to, co byl volal k němu předtím; a činí Bohu rovné, aby zavedl (druhé) od stezky jeho. Rci: „Potěš se v zatvrzelosti své na krátko: tyť zajisté budeš jedním z obyvatelů ohně.“",
        "numberInSurah": 8,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 396,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4067,
        "text": "Zdaž ten, kdož ve zbožnosti za doby noční padá na tvář svou, aneb v stoje (koná modlitbu), střeže se před životem budoucím a doufá v milosrdenství Pána svého — ?“ Rci (v odvět): „Budou rovni si ti, kdož vědí a ti, kdož nevědí?“ Však pouze lidé (pronikavého) rozumu jsou toho pamětlivi.",
        "numberInSurah": 9,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 396,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4068,
        "text": "Rci: „Ó služebníci moji, kteří uvěřili jste, bojte se Pána svého. Těm, kdož dobře činili na tomto světě, bude dán (podíl) dobrý. Země pak boží prostorná jest — a v pravdě ti, kdož trpělivě vyčkávají, vyplacenu dostanou odměnu svou bez počtu!“",
        "numberInSurah": 10,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4069,
        "text": "Rci: „Bylo nakázáno mi, abych uctíval Boha, upřímným jsa k němu ve víře.",
        "numberInSurah": 11,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4070,
        "text": "A bylo nakázáno mi, abych byl prvním z odevzdaných do vůle boží.“",
        "numberInSurah": 12,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4071,
        "text": "Rci: „V pravdě obávám se, nebudu-li poslušen Pána svého, trestu dne velkého!“",
        "numberInSurah": 13,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4072,
        "text": "Rci: „Pročež uctívati budu Boha, upřímným jsa k němu ve víře své.",
        "numberInSurah": 14,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4073,
        "text": "Vy pak uctívejte si, co chcete, vedle Boha!“ Rci: „Věru záhubě propadlí jsou ti, kdož v záhubu uvedli sebe samy a rodiny své v den zmrtvýchvstání: toť zajisté záhuba bude zjevná!“",
        "numberInSurah": 15,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4074,
        "text": "Nad nimi clony budou ohnivé a pod nimi rovněž; tímto straší Bůh služebníky své: Ó služebníci moji, bojte se mne!",
        "numberInSurah": 16,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4075,
        "text": "Těm pak, kdož vzdálili se (služby) Tághúta, a obrátili se kajícně k Bohu, dána bude zvěst radostná: i zvěstuj ji služebníkům mým,",
        "numberInSurah": 17,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4076,
        "text": "kteří popřávají sluchu slovům mým a následují nejlepší z nich. Tito jsou oni, jež uvedl Bůh (na cestu pravou) a tito jsou lidé (pronikavého) rozumu.",
        "numberInSurah": 18,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4077,
        "text": "Zdaž toho, nad nímž vynesen byl rozsudek trestu, zdaž takového spasíš od ohně (pekelného)?",
        "numberInSurah": 19,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4078,
        "text": "Však těm, kdož bojí se Pána svého, schystány jsou komnaty (povýšené) nad nimiž jiné komnaty jsou postaveny; pod nimi řeky tekou. Slib jest to Boha a Bůh nikdy nezruší slibů svých!",
        "numberInSurah": 20,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4079,
        "text": "Zdaž neviděl's jak Bůh seslal s nebe vodu a zavedl ji ve zřídla (skrytá) v zemi? Poté pak vzrůsti dává jí obilí různých barev: pak zvadne a vidíš je sežloutlé: na to pak mění je v stébla rozvátá? Zajisté v tomto napomenutí jest pro lidi (pronikavého) rozumu.",
        "numberInSurah": 21,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4080,
        "text": "Zdaž ten, jehož nitro Bůh otevřel Islámu a který následuje světlo, přišlé od Pána jeho? — Však běda těm, jichž srdce zatvrzelá jsou vůči vzpomínání na Boha! Tito jsou v bloudění zjevném.",
        "numberInSurah": 22,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4081,
        "text": "Bůh seslal nejlepší vyprávění — Knihu, jež podobá se sobě a opakuje se (ve svých dílech): při (čtení) jejím naskakuje husí kůže těm, kdož bojí se Pána svého: poté však měkne kůže i srdce jejich při vzpomínání Boha. Totoť Vedení jest Boha: jím vede Bůh, koho chce; však koho Bůh zavádí, tomu není vůdce.",
        "numberInSurah": 23,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4082,
        "text": "Zdaž ten, jemuž bát se bude, že tváří svou půjde vstříc mukám trestu v den zmrtvýchvstání? — I řečeno bude nepravostným: „Okuste toho, co zasloužili jste si!“",
        "numberInSurah": 24,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4083,
        "text": "Lháři nazývali (proroky) ti, kdož před nimi byli: a přikvačil na ně trest, zkad jej netušili.",
        "numberInSurah": 25,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4084,
        "text": "A dal okusiti jim Bůh potupy v životě pozemském: však trest v životě budoucím větší bude: kdyby to jen věděli!",
        "numberInSurah": 26,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4085,
        "text": "Zajisté pak učinil Bůh lidem v tomto Koránu podobenství všeho druhu, aby (toho) byli pamětlivi:",
        "numberInSurah": 27,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4086,
        "text": "(učinil jej) Koránem arabským, v němž není zkřivení, aby báli se Boha.",
        "numberInSurah": 28,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4087,
        "text": "A učinil vám Bůh podobenstvím muže, jenž patří (několika) společníkům, tahajícím se (oň) mezi sebou: a muže, jenž cele patří muži jednomu: zdaž rovni jsou si tito dva podobou? Chvála Bohu, nikoliv! Však většina jich není si toho vědoma.",
        "numberInSurah": 29,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4088,
        "text": "Zajisté, ty zemřeš a oni též zemrou.",
        "numberInSurah": 30,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4089,
        "text": "Pak ty i oni, v den zmrtvýchvstání, před Pánem svým spor vésti budete.",
        "numberInSurah": 31,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4090,
        "text": "A kdo nepravostnějším jest toho, jenž lže o Bohu a vylhanou nazývá pravdu, když přinesena jest mu? Zdaž nebude v pekle obydlí (schystáno) pro nevěřící?",
        "numberInSurah": 32,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4091,
        "text": "Však ten, jenž přináší pravdu a věří v ni — ti zajisté jsou bohabojni.",
        "numberInSurah": 33,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4092,
        "text": "Jim (schystáno) jest, cokoliv přejí si, u Pána jejich: takováto bude odměna těch, kdo dobře činí:",
        "numberInSurah": 34,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4093,
        "text": "aby tak odejmul od nich Bůh nejhorší z toho, co konali, a odměnil je odměnou jejich za nejlepší z toho, co konali.",
        "numberInSurah": 35,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4094,
        "text": "Což není Bůh postačitelným (ochráncem) služebníku svému? Nicméně, oni tě straší těmi, jež uctívají vedle něho! Však tomu, jejž Bůh zavádí (v blud), není vůdce;",
        "numberInSurah": 36,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4095,
        "text": "a tomu, jejž Bůh (dobře) vede, není svůdce. Což není Bůh mocný, Pán pomsty?",
        "numberInSurah": 37,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4096,
        "text": "Kdybys tázal se jich: „Kdo stvořil nebe a zemi?“ řeknou zcela jistě: „Bůh.“ Rci: „Co míníte? Kdyby Bůh chtěl postihnouti mne protivenstvím, zdaž ony, jež uctíváte vedle Boha, mohly by odejmouti protivenství to ode mne — a kdyby Bůh popřáti chtěl mi milosrdenství, zdaž ony mohly by zadržeti je ode mne?“ Rci: „Bůh jest oporou mojí: na něho spoléhají spoléhající.“",
        "numberInSurah": 38,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4097,
        "text": "Rci: „Lide můj, jednejte dle nejlepší možnosti své, já (taktéž) činiti budu: a pak zvíte,",
        "numberInSurah": 39,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4098,
        "text": "na koho přijde trest potupný a na koho padne trest trvalý!“",
        "numberInSurah": 40,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4099,
        "text": "Zajisté pak seslali jsme ti Knihu pro lidstvo v pravdě: a kdo přiveden jest jí (na cestu pravou), k jeho vlastnímu jest to prospěchu: a kdo zbloudil, bloudí ve svůj vlastní neprospěch. Ty pak nejsi nad nimi poručníkem!",
        "numberInSurah": 41,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4100,
        "text": "Bůh béře k sobě duše v hodině smrti a (taktéž) ony, jež neumírají, v době spánku: zadržuje pak u sebe ty, jimž přisoudil smrt, a posílá zpět druhé, až do lhůty předurčené. Zajisté v tomto znamení jsou lidem přemýšlivým.",
        "numberInSurah": 42,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4101,
        "text": "Že vzali si vedle Boha přímluvce? Rci: „I když nemají moci nad ničím, aniž mají rozum.“",
        "numberInSurah": 43,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4102,
        "text": "Rci: „Veškerá přímluva jest u Boha: jemu přináleží panství nebes i země: a k němu pak budete navráceni.“",
        "numberInSurah": 44,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4103,
        "text": "Když zmíněno jest jméno Boha Jediného, smršťují se (nevolí) srdce těch, kdož nevěří v život budoucí: a když zmíněna jsou jména božstev vedle něho, hle, radostí jsou naplněni.",
        "numberInSurah": 45,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4104,
        "text": "Rci: „Velký Bože, Stvořiteli nebes i země, jenž znáš věci skryté a zřejmé: ty rozsoudíš mezi služebníky svými ohledně toho, v čem rozcházeli se (míněním)!“",
        "numberInSurah": 46,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4105,
        "text": "A kdyby nepravostným patřilo vše, což na zemi jest, vesměs, a ještě jednou tolik k tomu, rádi by vykoupili se tím od útrap trestu v den zmrtvýchvstání, když zjeví se jim od Boha to, nač nebyli počítali.",
        "numberInSurah": 47,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4106,
        "text": "A zjeví se jim špatnosti toho, co si vydobyli, a obklopí je to, z čeho si byli šašky tropili.",
        "numberInSurah": 48,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4107,
        "text": "Když protivenství dotkne se člověka, volá k nám (o pomoc): poté pak, když zahrnuli jsme jej dobrodiním svým, říká: „Bylo mi dáno jen následkem mého vědění.“ Nikoliv, byla to pouze zkouška, však většina jich si toho není vědoma!",
        "numberInSurah": 49,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4108,
        "text": "Tak právě říkali ti, kdož byli před nimi, a co prospělo jim to, co si vydobyli?",
        "numberInSurah": 50,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4109,
        "text": "A postiženi byli špatnostmi toho, co si vydobyli: a ty, kdož nepravostni jsou z těchto, též postihnou špatnosti toho, co si vydobyli, aniž by to mohli znemožniti.",
        "numberInSurah": 51,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4110,
        "text": "Což nevědí, že Bůh hojně rozdává dary své, komu chce, aneb odměřuje je? Zajisté v tomto znamení jsou lidu věřícímu.",
        "numberInSurah": 52,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4111,
        "text": "Rci: „Ó služebníci moji, kdož výstředné chovali jste se proti sobě samým, nezoufejte ohledně milosrdenství božího: Bůh zajisté odpouští viny veškeré, neb on odpouštějící jest a slitovný.",
        "numberInSurah": 53,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4112,
        "text": "I obraťte se kajícně k Bohu a odevzdejte se do vůle jeho, dříve než přijde vám trest: pak již nebude vám pomoženo!",
        "numberInSurah": 54,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4113,
        "text": "A následujte to nejlepší, co sesláno vám bylo od Pána vašeho, dříve než přijde na vás trest z nenadání, aniž byste toho tušili.",
        "numberInSurah": 55,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4114,
        "text": "Aby nemohla říci duše: ‚Běda mi za to, co opomenul jsem (v povinnosti) vůči Bohu a že byl jsem z vysměvačných!‘",
        "numberInSurah": 56,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4115,
        "text": "Aneb říci: ‚Kdyby Bůh byl mne uvedl (na pravou cestu), byl bych patřil k bohabojným.‘“",
        "numberInSurah": 57,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4116,
        "text": "Aneb říci, když spatří trest: „Kdyby bylo mi návratu (na zemi), byl bych z těch, kdož dobře činí.“",
        "numberInSurah": 58,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4117,
        "text": "„Ano! Již byla přišla ti znamení má a vylhanými nazval's je a pyšným byl's a z nevěřících!“",
        "numberInSurah": 59,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4118,
        "text": "A v den zmrtvýchvstání spatříš ty, kdož lhali o Bohu, s tvářemi zčernalými: zdaž nebude v pekle příbytek hrdopýšků?",
        "numberInSurah": 60,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4119,
        "text": "Zachrání pak Bůh ty, kdož báli se jej, v místě bezpečném: nedotkne se jich zlo, aniž budou zarmouceni.",
        "numberInSurah": 61,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4120,
        "text": "Bůh Stvořitelem jest všeho a on nade vším má poručenství;",
        "numberInSurah": 62,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4121,
        "text": "jemu patří klíče nebes a země; a ti, kdož nevěří ve znamení jeho, dojista záhubě propadnou.",
        "numberInSurah": 63,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4122,
        "text": "Rci: „Zdaž co jiného, než Boha budete nakazovati mi, abych uctíval, ó nevědomci\"„",
        "numberInSurah": 64,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4123,
        "text": "Vždyť již vnuknuto bylo tobě i těm, kdož před tebou byli, že spolčoval-li bys co s Bohem, niveč uvedeno bylo by dílo tvé a ty dojista byl bys z těch, kdož záhubě propadli.",
        "numberInSurah": 65,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4124,
        "text": "Naopak: Boha jen uctívej a buď jedním z vděčných!",
        "numberInSurah": 66,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4125,
        "text": "Neoceňují Boha dle pravé ceny jeho, ač země celičká bude hrstí hlíny v ruce jeho v den zmrtvýchvstání a nebesa stočena budou v pravici jeho. Chválen budiž a vysoko povýšen nad to, co spolčujete s ním!",
        "numberInSurah": 67,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4126,
        "text": "A zatroubeno bude na roh i zemře vše, což na nebi jest a na zemi, vyjma toho, co bude chtít Bůh: pak zatroubeno bude po druhé a hle, (všichni) vstanou, (kolkolem) se rozhlížejíce.",
        "numberInSurah": 68,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4127,
        "text": "A zazáří země světlem Pána svého, a vyložena bude Kniha (věčná) a předvedeni budou proroci a svědkové: rozsouzeno pak bude mezi nimi dle pravdy, a nikomu nebude ukřivděno.",
        "numberInSurah": 69,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4128,
        "text": "A odměněna bude každá duše dle skutků svých: Bůh pak nejlépe ví, co kdo činí.",
        "numberInSurah": 70,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4129,
        "text": "A hnáni budou ti, kdož neuvěřili, k peklu ve SBORECH : když dojdou k němu, otevřeny budou brány jeho a řeknou jim strážci jeho: „Což nepřišli k vám proroci ze středu vašeho, předčítajíce vám znamení Pána vašeho a varujíce vás před setkáním (s ním) v tento den váš?“ Řeknou: „Ano.“ Ale tu již pronešen bude ortel nad nevěřícími.",
        "numberInSurah": 71,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4130,
        "text": "I řečeno bude (jim): „Vstupte do bran pekla, v němž (přebývati) budete věčně!“ Jak špatné bude přebývání hrdopýšků!",
        "numberInSurah": 72,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4131,
        "text": "A hnáni budou ti, kdož báli se Pána svého, k zahradě (ráje) ve SBORECH: a když dojdou k ní, a otevřeny jsou brány její, řeknou jim strážci její: „Pokoj budiž s vámi! Dobrými jste byli: pročež vstupte do ní (k přebývání) věčnému:“",
        "numberInSurah": 73,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4132,
        "text": "I řeknou: „Chvála Bohu, jenž v pravdě dodržel nám slib svůj a dal dědictvím nám zemi; nyní pak obývati můžeme v zahradě (ráje), kdekoliv bychom chtěli. Jak krásná jest odměna (dobře) pracujících!",
        "numberInSurah": 74,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4133,
        "text": "A spatříš anděly, kroužící kol trůnu božího, vyvyšující Pána svého ve chvále jeho; a rozsouzeno bude mezi nimi dle pravdy, a řečeno bude: „Chvála Bohu, Pánu veškerenstva!“",
        "numberInSurah": 75,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "cs.nykl",
      "language": "cs",
      "name": "Nykl",
      "englishName": "A. R. Nykl",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}