{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 48,
    "name": "سُورَةُ الفَتۡحِ",
    "englishName": "Al-Fath",
    "englishNameTranslation": "The Victory",
    "revelationType": "Medinan",
    "numberOfAyahs": 29,
    "ayahs": [
      {
        "number": 4584,
        "text": "Zajisté popřáli jsme ti zvítěziti VÍTĚZSTVÍM zjevným.",
        "numberInSurah": 1,
        "juz": 26,
        "manzil": 6,
        "page": 511,
        "ruku": 446,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4585,
        "text": "Na důkaz toho, že odpustil ti Bůh dřívější viny tvé i pozdější a dovršuje milost svou nad tebou a vede tě stezkou přímou:",
        "numberInSurah": 2,
        "juz": 26,
        "manzil": 6,
        "page": 511,
        "ruku": 446,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4586,
        "text": "a že pomáhá ti Bůh pomocí mocnou.",
        "numberInSurah": 3,
        "juz": 26,
        "manzil": 6,
        "page": 511,
        "ruku": 446,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4587,
        "text": "Onť to jest, jenž sesílá poklid v srdce věřících, aby rozmnožili vírou víru svoji: — Bohu pak přináležejí voje nebes i země, a Bůh vševědoucí jest a moudrý; —",
        "numberInSurah": 4,
        "juz": 26,
        "manzil": 6,
        "page": 511,
        "ruku": 446,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4588,
        "text": "a aby uvedl věřící muže a ženy do zahrad, pod nimiž řeky tekou, v nichž přebývati budou věčně: a aby odejmul od nich špatnosti jejich. Totoť pak bude u Boha blažeností velkou.",
        "numberInSurah": 5,
        "juz": 26,
        "manzil": 6,
        "page": 511,
        "ruku": 446,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4589,
        "text": "A aby potrestal pokrytecké muže a ženy a mnohobožce a mnohobožky, kdož smýšlejí o Bohu smýšlením zlým: proti nim obrátí se zlé smýšlení jejich a rozhněván jest na ně Bůh a zlořečil jim a peklo schystal jim příbytkem: jak zlá to bude cesta!",
        "numberInSurah": 6,
        "juz": 26,
        "manzil": 6,
        "page": 511,
        "ruku": 446,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4590,
        "text": "A Bohu přináležejí voje nebes i země a Bůh mocný jest a moudrý!",
        "numberInSurah": 7,
        "juz": 26,
        "manzil": 6,
        "page": 511,
        "ruku": 446,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4591,
        "text": "Zajistéť vyslali jsme tě jako svědka a věštitele a varovatele,",
        "numberInSurah": 8,
        "juz": 26,
        "manzil": 6,
        "page": 511,
        "ruku": 446,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4592,
        "text": "abyste uvěřili v Boha a proroka jeho: a pomáhali mu a ctili jej a chválili jej za jitra i s večerem.",
        "numberInSurah": 9,
        "juz": 26,
        "manzil": 6,
        "page": 511,
        "ruku": 446,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4593,
        "text": "Zajisté ti, kdož vcházejí v úmluvu věrnosti s tebou, vcházejí v úmluvu s Bohem: ruka boží jest nad rukama jejich. Kdožkoli tedy poruší smlouvu tuto, jedině ke škodě vlastní ji porušuje, a kdo věrně dostojí smlouvě své s Bohem, tomu dá Bůh odměnu velkou.",
        "numberInSurah": 10,
        "juz": 26,
        "manzil": 6,
        "page": 512,
        "ruku": 446,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4594,
        "text": "Řeknou ti Arabové z pouště, kteří zůstali v zadu: „Byli jsme zaneprázdněni majetky svými a rodinami svými: pročež pros za odpuštění pro nás.“ Říkají jazyky svými, co není v srdcích jejich. Rci jim: „A kdo zpomůže vám proti Bohu, kdyby postihnouti chtěl vás škodou aneb postihnouti chtěl vás prospěchem? V pravdě, Bůh dobře zpraven jest o skutcích vašich.",
        "numberInSurah": 11,
        "juz": 26,
        "manzil": 6,
        "page": 512,
        "ruku": 447,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4595,
        "text": "Naopak, mnili jste, že nevrátí se již prorok a věřící k rodinám svým nikdy a líbilo se vám pomyšlení toto v srdcích vašich: smýšleli jste smýšlení zlé a stali jste se lidem nehodným.“",
        "numberInSurah": 12,
        "juz": 26,
        "manzil": 6,
        "page": 512,
        "ruku": 447,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4596,
        "text": "A kdožkoli nevěří v Boha a v proroka jeho — zajisté schystali jsme nevěřícím výheň žhavou.",
        "numberInSurah": 13,
        "juz": 26,
        "manzil": 6,
        "page": 512,
        "ruku": 447,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4597,
        "text": "Bohu přináleží panství nebes i země: odpouští, komu chce, a tresce, koho chce: a Bůh velkým jest v odpouštění, slitovným.",
        "numberInSurah": 14,
        "juz": 26,
        "manzil": 6,
        "page": 512,
        "ruku": 447,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4598,
        "text": "Řeknou ti, kdož zůstali vzadu, když vycházíte, abyste dobyli (jisté) kořisti: „Nechte nás jíti s vámi.“ Tak chtějí způsobiti změnění slova božího. Rci: „Nepůjdete s námi: tak ohledně vás rozhodl Bůh již dříve.“ I budou říkati: „Nikoliv, ze závisti tak činíte.“ Nikoliv, však pochopiti z toho jen málo dovedou.",
        "numberInSurah": 15,
        "juz": 26,
        "manzil": 6,
        "page": 512,
        "ruku": 447,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4599,
        "text": "Rci Arabům z pouště, zůstavším vzadu: „Zavoláni budete k boji proti lidu urputnosti velké, s nímž válčiti budete, dokud neodevzdá se do vůle boží. Poslechnete-li, dá vám Bůh odměnu krásnou, však odvrátíte-li se jako odvrátili jste se před tím, ztresce vás trestem bolestným.“",
        "numberInSurah": 16,
        "juz": 26,
        "manzil": 6,
        "page": 513,
        "ruku": 447,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4600,
        "text": "Nebude slepcům hříchu, aniž chromým hříchu, aniž nemocným hříchu, (nepotáhnou-li do pole). Kdokoliv pak poslušen bude Boha a proroka jeho, uvede jej Bůh v zahrady, pod nimž řeky tekou: a kdožkoliv odvrátí se, ztresce jej trestem bolestným.",
        "numberInSurah": 17,
        "juz": 26,
        "manzil": 6,
        "page": 513,
        "ruku": 447,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4601,
        "text": "Bůh již nalezl zalíbení ve věřících, když smlouvu s tebou činili (rukoudáním) pod stromem: a znal rozpoložení srdcí jejich a seslal jim poklid, a odměnil je vítězstvím brzkým,",
        "numberInSurah": 18,
        "juz": 26,
        "manzil": 6,
        "page": 513,
        "ruku": 448,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4602,
        "text": "jakož i kořistí bohatou, jíž dobyli: a Bůh mocným jest a moudrým.",
        "numberInSurah": 19,
        "juz": 26,
        "manzil": 6,
        "page": 513,
        "ruku": 448,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4603,
        "text": "Přislíbiltě vám Bůh kořist bohatou, že dobudete jí a uspíšil vám splnění tohoto slibu svého: odvrátil pak ruce lidí od vás, aby znamením to bylo věřícím a aby uvedl vás na stezku přímou.",
        "numberInSurah": 20,
        "juz": 26,
        "manzil": 6,
        "page": 513,
        "ruku": 448,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4604,
        "text": "A jinou (ještě kořist), jíž dosud nebylo lze vám dobýti: však Bůh již shrnuje ji pro vás, a Bůh nade všemi věcmi moc má.",
        "numberInSurah": 21,
        "juz": 26,
        "manzil": 6,
        "page": 513,
        "ruku": 448,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4605,
        "text": "Budou-li válčiti proti vám ti, kdož neuvěřili, dojista obrátí se zády k vám v útěku: a pak nenaleznou ochránce, aniž pomocníka.",
        "numberInSurah": 22,
        "juz": 26,
        "manzil": 6,
        "page": 513,
        "ruku": 448,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4606,
        "text": "(Tak bylo) zvyklostí Boha činiti v minulosti a ve zvyklostech Boha nenajdeš změny.",
        "numberInSurah": 23,
        "juz": 26,
        "manzil": 6,
        "page": 513,
        "ruku": 448,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4607,
        "text": "Onť to byl, jenž zadržel ruce jejich od vás a ruce vaše od nich v údolí Mekky poté, když dal vám vítězství nad nimi a Bůh (dobře) skutky vaše pozoroval.",
        "numberInSurah": 24,
        "juz": 26,
        "manzil": 6,
        "page": 514,
        "ruku": 448,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4608,
        "text": "To jsou ti, kteří neuvěřili a odpírali vám přístup do modlitebnice posvátné, jakož i nedovolovali darům obětním, aby došly místa určení svého. Nebýti pak toho, že byli mezi nevěřícími mužové a ženy věřící, kterých jste neznali, a kteří by byli bývali podupáni s sebou, čímž vy nevědomky byli byste na se uvalili hřích; (a tak) aby Bůh mohl uvésti v milosrdenství své, koho by byl chtěl: nebýti tohoto smíšení, byli bychom jistě ztrestali ty, kdož neuvěřili, trestem bolestným.",
        "numberInSurah": 25,
        "juz": 26,
        "manzil": 6,
        "page": 514,
        "ruku": 448,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4609,
        "text": "Tehdy nevěřící plnili srdce svá zuřivostí, zuřivostí nevědomosti; seslal pak Bůh poklid svůj na proroka svého a na věřící a upevnil v nich slovo bázně boží, neb (plně) hodni ho byli a (plně) si je zasloužili: a Bůh o všech věcech má vědomost.",
        "numberInSurah": 26,
        "juz": 26,
        "manzil": 6,
        "page": 514,
        "ruku": 448,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4610,
        "text": "Pravdivě naplnila se slova boží prorokovi ve snách: „V pravdě vejdete v modlitebnici posvátnou, bude-li Bůh chtíti, v bezpečí, s hlavami oholenými a ostříháni, beze vší bázně; Bůh pak ví, co vy nevíte; a mimo to přichystal vám vítězství nedaleké.“",
        "numberInSurah": 27,
        "juz": 26,
        "manzil": 6,
        "page": 514,
        "ruku": 449,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4611,
        "text": "Onť jest to, jenž vyslal proroka svého s Vedením a náboženstvím pravdivým, aby vyniknouti dal mu nad veškerými náboženstvími: a Bůh postačí tomu jako svědek!",
        "numberInSurah": 28,
        "juz": 26,
        "manzil": 6,
        "page": 514,
        "ruku": 449,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4612,
        "text": "Mohammed jest prorokem božím: ti, kdož při něm stojí, hroznými jsou vůči nevěřícím, láskyplnými pak mezi sebou. Spatříš je klečící, skloněné na tváře své, doprošující se blahovolnosti Boha a zalíbení jeho v nich: stopy vzývání jejich jsou na tvářích jejich. Totoť jest podobenství jich v Zákoně a v Evangeliu: jsou jako sémě, z nějž klíčí stéblo: pak roste a sílí a vystupuje do výše na stéble svém, jsouc radostí rozsévače. (Takými jsou), aby zuřili na ně nevěřící: těm pak, kdož uvěřili a konali dobré skutky, slíbil Bůh odpustění a odměnu velkou.",
        "numberInSurah": 29,
        "juz": 26,
        "manzil": 6,
        "page": 515,
        "ruku": 449,
        "hizbQuarter": 205,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "cs.nykl",
      "language": "cs",
      "name": "Nykl",
      "englishName": "A. R. Nykl",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}