{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 4,
    "name": "سُورَةُ النِّسَاءِ",
    "englishName": "An-Nisaa",
    "englishNameTranslation": "The Women",
    "revelationType": "Medinan",
    "numberOfAyahs": 176,
    "ayahs": [
      {
        "number": 494,
        "text": "A yimdanen! Ëezzbet i Mass nnwen, ikwen Ixelqen seg yiwen n lxelq, u Ixelq ed segs ayugan is. Issuffe$ ed, segsen, aîas n yirgazen akked tlawin. Ëezzbet i Öebbi i$ef tepmesteqsayem, akw i tâabbuvin. Öebbi, s tidep, Izga Iquôaâ kwen.",
        "numberInSurah": 1,
        "juz": 4,
        "manzil": 1,
        "page": 77,
        "ruku": 62,
        "hizbQuarter": 31,
        "sajda": false
      },
      {
        "number": 495,
        "text": "Efket ayla nnsen i igujilen, ur pparat dduni deg umkan n lâali. Ur pparat ayla nnsen d ayla nnwen. Ih, wagi d abekkav ameqwôan.",
        "numberInSurah": 2,
        "juz": 4,
        "manzil": 1,
        "page": 77,
        "ruku": 62,
        "hizbQuarter": 31,
        "sajda": false
      },
      {
        "number": 496,
        "text": "Ma tugadem ur tweznem ara ar igujilen, a$et ayen i wen ihwan n tlawin: snat, kravt, kuét. Ma tugadem ur tessaâdalem ara, yiwet kan, ne$ taklatin nnwen. Akka i iwulem, ur ppakwret.",
        "numberInSurah": 3,
        "juz": 4,
        "manzil": 1,
        "page": 77,
        "ruku": 62,
        "hizbQuarter": 31,
        "sajda": false
      },
      {
        "number": 497,
        "text": "Efket tuççit nnsent i tlawin, d tikci. Ma rrant awen d kra segs, s leb$i nnsent, ççet ep, s lfeôê akked llza.",
        "numberInSurah": 4,
        "juz": 4,
        "manzil": 1,
        "page": 77,
        "ruku": 62,
        "hizbQuarter": 31,
        "sajda": false
      },
      {
        "number": 498,
        "text": "Ur ppaket i ije$lufen ayla nnwen, win i wen Ifka Öebbi i tmeddurt. Öeéqet pen segs, sselset pen, ééiédet awal nnwen $uôsen.",
        "numberInSurah": 5,
        "juz": 4,
        "manzil": 1,
        "page": 77,
        "ruku": 62,
        "hizbQuarter": 31,
        "sajda": false
      },
      {
        "number": 499,
        "text": "Jeôôbet igujilen, alamma bbwven i jjwao. Ma tufam ten éewôen, efket asen ayla nnsen. Ur ten teppet s uveggaâ d usexseô, uqbel ad im$uôen. Ameôkanti ad iêezzeb, ame$bun ad içç s lekyasa. Mara sen tefkem ayla nnsen, s inagan fellas. Nesteqnaâ s Öebbi i leêsab.",
        "numberInSurah": 6,
        "juz": 4,
        "manzil": 1,
        "page": 77,
        "ruku": 62,
        "hizbQuarter": 31,
        "sajda": false
      },
      {
        "number": 500,
        "text": "I yirgazen, amur seg wayen d ooan imawlan akked llzem. I tlawin amur seg wayen d ooan imawlan akked llzem. Ama cwiî, ne$ aîas, d amur ilezmen.",
        "numberInSurah": 7,
        "juz": 4,
        "manzil": 1,
        "page": 78,
        "ruku": 62,
        "hizbQuarter": 31,
        "sajda": false
      },
      {
        "number": 501,
        "text": "Ma êedôen, i ufôaq, llzem, igujilen, igellilen, ôeéqet pen segs, tinem asen awal uûwib.",
        "numberInSurah": 8,
        "juz": 4,
        "manzil": 1,
        "page": 78,
        "ruku": 62,
        "hizbQuarter": 31,
        "sajda": false
      },
      {
        "number": 502,
        "text": "Ad agwaden wid id iooan, deffir sen, tarwa tagellilt. Ad agwaden fellasen. Ad êezzben i Öebbi, s wawal iweznen.",
        "numberInSurah": 9,
        "juz": 4,
        "manzil": 1,
        "page": 78,
        "ruku": 62,
        "hizbQuarter": 31,
        "sajda": false
      },
      {
        "number": 503,
        "text": "Ih, wid iteppen, s ddens, ayla igujilen, la teppen kan times deg iâabbav nnsen, ad pwagren deg ujajiê.",
        "numberInSurah": 10,
        "juz": 4,
        "manzil": 1,
        "page": 78,
        "ruku": 62,
        "hizbQuarter": 31,
        "sajda": false
      },
      {
        "number": 504,
        "text": "£ef tarwa nnwen, Iweûûa kwen Öebbi: i uqcic amur n snat tullas. Ma llant sennig snat n tullas, nnsent amur wis kué n lweôt. Ma yiwet i illan, ines uzgen. I imawlan is, i yal wa, amur wis sdis n wayen id iooa, ma isâa mmi s. Ma ur isâa ara mmi s, u weôten t imawlan is, amur wis kué i immas. Ma isâa atmaten, i immas amur wis sdis, kkes ed ayen ippuseôfen ne$ îlabat. Imawlan nnwen, arraw nnwen, ur teéôim ara menyif iten, akken i kwen nefâan. D aêeppem n Öebbi. Öebbi, s tidep, Izga d Bab n ûûwab, d Amusnaw.",
        "numberInSurah": 11,
        "juz": 4,
        "manzil": 1,
        "page": 78,
        "ruku": 63,
        "hizbQuarter": 31,
        "sajda": false
      },
      {
        "number": 505,
        "text": "Nnwen uzgen n wayen id ooant tlawin nnwen, ma ur sâint ara tarwa. Ma sâant mmit sent, i kunwi amur wis kué n wayen id ooant, kkes ed ayen ippuseôfen ne$ îlabat. I nitenti, amur wis kué n wayen id teooam, ma ur tesâim ara mmit wen. Ma tesâam mmit wen, i nitenti amur wis îam n wayen id teooam, kkes ed ayen ippuseôfen ne$ îlabat. Ma d argaz awêid ne$ d tameîîut tawêiî, ma isâa agmat ne$ taultmap, i yal wa segsen, amur wis sdis. Ma deg waîas ay llan, ad feôqen amur wis krav, war ccqa, kkes ed ayen ippuseôfen ne$ îlabat. D aweûûi n Öebbi. Öebbi Iéôa, Iêellem.",
        "numberInSurah": 12,
        "juz": 4,
        "manzil": 1,
        "page": 79,
        "ruku": 63,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 506,
        "text": "D tigi ay d tilisa n Öebbi. Win issemêessen i Öebbi akked Umazan iS, a t Issekcem ar leonanat, ddawat sen isaffen ppazzalen, degsen ad wekkôen. D wagi ay d rrbeê ameqwôaêan.",
        "numberInSurah": 13,
        "juz": 4,
        "manzil": 1,
        "page": 79,
        "ruku": 63,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 507,
        "text": "Win iâuûan Öebbi akked Umazan iS, izegren tilas iS, a t Issekcem ar tmes, degs ad iwekkeô, ad isâaddi aâaqeb isdullun.",
        "numberInSurah": 14,
        "juz": 4,
        "manzil": 1,
        "page": 79,
        "ruku": 63,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 508,
        "text": "I tid ixedmen lâaô di tlawin nnwen, awit ed, fellasent, kué inagan nnwen. Ma cehhden d, kemnet pent di texxamin, alamma teddem itent tmeppant, ne$ Iga yasent Öebbi abrid.",
        "numberInSurah": 15,
        "juz": 4,
        "manzil": 1,
        "page": 80,
        "ruku": 64,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 509,
        "text": "Wid segwen it ixedmen, âaqbet pen. Ma nedmen, u xedmen ayen ilhan, anfet asen. Öebbi, s tidep, Izga Issuruf, Ipêunu.",
        "numberInSurah": 16,
        "juz": 4,
        "manzil": 1,
        "page": 80,
        "ruku": 64,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 510,
        "text": "Issuruf kan Öebbi i wid ixedmen cceôô ur éôin, sinna, steôoâen, war laâvil. Widak, ad asen Issuref Öebbi. Öebbi Izga d Bab n ûûwab, d Amusnaw.",
        "numberInSurah": 17,
        "juz": 4,
        "manzil": 1,
        "page": 80,
        "ruku": 64,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 511,
        "text": "Ur illi usuref i wid ixedmen tucmitin. Alamma, mi d tusa yiwen tmeppant, a d yini: \"nek steôoâe$ tura\". Akken, wid immuten u nitni d ijehliyen. Widak, Nhegga yasen d aâaqeb aqeôêan.",
        "numberInSurah": 18,
        "juz": 4,
        "manzil": 1,
        "page": 80,
        "ruku": 64,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 512,
        "text": "A wid iumnen! Ur awen iêell ara a pweôten tilawin, ur qbilent, ne$ ad asent tekksem jjwao, iwakken a ppawim amur seg wayen i sent tefkam, siwa ma xedment lâaô ibanen. Illit yidsent, s lqanun. Ma tkeôhem tent, ahat tkeôhem ayen ideg Irra Öebbi lxiô meqqwôen.",
        "numberInSurah": 19,
        "juz": 4,
        "manzil": 1,
        "page": 80,
        "ruku": 64,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 513,
        "text": "Ma teb$am a pbedlem tameîîut s tayev, u tefkam tuççit i yiwet, ur as tekkset acemma. Ma tekksem, d ayen n dir u d abekkav n ûûeê.",
        "numberInSurah": 20,
        "juz": 4,
        "manzil": 1,
        "page": 81,
        "ruku": 64,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 514,
        "text": "Amek ara tekksem imi temyekcamem, u bbwint s$uôwen laâqed meqqwôen?",
        "numberInSurah": 21,
        "juz": 4,
        "manzil": 1,
        "page": 81,
        "ruku": 64,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 515,
        "text": "Ur ppa$et tilawin i u$en ibabaten nnwen, kkes ed ayen iâaddan. Ayagi, s tidep, d lâaô, d dduni, d yir brid.",
        "numberInSurah": 22,
        "juz": 4,
        "manzil": 1,
        "page": 81,
        "ruku": 64,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 516,
        "text": "Pwadeglent awen tyimmatin nnwen, issit nnwen, tissetmatin nnwen, tiâamtiwin nnwen, tixaltitin nnwen, issit n ugmat, issit n tweltmap, tiyimmatin nnwen i kwen issuîîven, tissetmatin nnwen ukud teîîvem, tivegwalin nnwen, issit id tessekrem n tlawin nnwen ukud tcerkem usu - ma ur tecrikem ara usu, ulac u$ilif -, tilawin n warraw id turwem. Ur zdukulet snat tsetmatin, kkes ed ayen iâaddan, - Öebbi, s tidep, Izga Ipsemmiê, Ipêunu -,",
        "numberInSurah": 23,
        "juz": 4,
        "manzil": 1,
        "page": 81,
        "ruku": 65,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 517,
        "text": "tilawin ijewoen, kkes ed taklatin nnwen. D Öebbi i wen Iuran. Iêell awen, deffir waya, a ppezhum s wayla nnwen, s lewqama, maççi s lemveôôa. Tid, segsent, ukud tezham, fket asent arrazen nnsent, d aêeppem. Ur illi u$ilif fellawen deg wayen i$ef temwafaqem, deffir uêeppem. Öebbi, s tidep, Izga d Bab n ûûwab, d Amusnaw.",
        "numberInSurah": 24,
        "juz": 5,
        "manzil": 1,
        "page": 82,
        "ruku": 65,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 518,
        "text": "Wid, segwen, ur nezmir ara ad a$en tiêuôiyn iumnen, ad a$en si teklatin nnwen, tid iumnen. Öebbi Yif akw akken Iéôa liman nnwen. Wa seg wa. A$et pent, s tsriê n twacult nnsent, fket asent arrazen nnsent, s lqanun. D tizedganin, maççi d tucmitin, ne$ d tid iff$en abrid. ÛMa u$alent d tiêuôiyn, sinna xedment lâaô, aâaqeb nnsent azgen n win n tiêuôiyn. Akka i win, segwen, ippagwaden abekkav. Ma tûebôem, ppif i kunwi. Öebbi Ipsemmiê, Ipêunu.",
        "numberInSurah": 25,
        "juz": 5,
        "manzil": 1,
        "page": 82,
        "ruku": 65,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 519,
        "text": "Ib$a Öebbi ad awen Ibeggen, a kwen Iawi d wansayen n wid i kwen id izwaren, a d Iu$al $uôwen. Öebbi d Bab n ûûwab, d Amusnaw.",
        "numberInSurah": 26,
        "juz": 5,
        "manzil": 1,
        "page": 82,
        "ruku": 66,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 520,
        "text": "Ib$a Öebbi ad awen Issuref. B$an wid iteddun d lemcihwat, a pmalem lmil abarar.",
        "numberInSurah": 27,
        "juz": 5,
        "manzil": 1,
        "page": 83,
        "ruku": 66,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 521,
        "text": "Ib$a Öebbi ad Issifes fellawen. Ipwaxleq umdan d uôhif.",
        "numberInSurah": 28,
        "juz": 5,
        "manzil": 1,
        "page": 83,
        "ruku": 66,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 522,
        "text": "A wid iumnen! Ur ppemyeççat ayla garawen, d aêerfi, kkes ed ma d ssuq i$ef temwafaqem. Ur neqqet iman nnwen. Ih, Öebbi Izga Ipêunu fellawen.",
        "numberInSurah": 29,
        "juz": 5,
        "manzil": 1,
        "page": 83,
        "ruku": 66,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 523,
        "text": "Win ixedmen akka, s zzkaôa akked ddens, deqqal a t Nger ar tmes. Ayagi, izga d ayen isehlen i Öebbi.",
        "numberInSurah": 30,
        "juz": 5,
        "manzil": 1,
        "page": 83,
        "ruku": 66,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 524,
        "text": "Ma tjunbem ayen meqqwôen, seg wayen i wen ipwakksen, a Nessuref i tucmitin nnwen, a kwen Nessekcem anekcum ukyis.",
        "numberInSurah": 31,
        "juz": 5,
        "manzil": 1,
        "page": 83,
        "ruku": 66,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 525,
        "text": "Ur ppasmet, ma Ismenyaf Öebbi kra i wiyav. I yirgazen, amur seg wayen kesben; i tlawin, amur seg wayen kesbent. Ssutret i Öebbi, si lfevl iS. Ih, Öebbi Izga Issen yal cci.",
        "numberInSurah": 32,
        "juz": 5,
        "manzil": 1,
        "page": 83,
        "ruku": 66,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 526,
        "text": "Nerra, i yal wa, iweôôaten n wayen d ooan imawlan, llzem, akked wid ukud tâaqqdem. Efket asen amur nnsen. Öebbi Izga Ipwali yal cci.",
        "numberInSurah": 33,
        "juz": 5,
        "manzil": 1,
        "page": 83,
        "ruku": 66,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 527,
        "text": "Irgazen ad ûunen tilawin, imi Ismenyafa Öebbi kra $ef kra, ilmend n wayen pseôôifen seg wayla nnsen. Tilawin imaânen, iunzen, ipêaraben $ef sser n wayen Iêureb Öebbi. Tid s$uô tugadem tuêsift, nna$et pent, âazlet pent deg imîeôêen, ôebbit pent. Ma u$ent awen awal, ur tent ppawvet. Ih, Öebbi Izga Âalay, Meqqweô.",
        "numberInSurah": 34,
        "juz": 5,
        "manzil": 1,
        "page": 84,
        "ruku": 67,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 528,
        "text": "Ma tugadem ad mfaôaqen, aznet amêaddi n twacult n neppa, wayev n twacult n neppat. Ma b$an ad mûalaêen, a ten Issemâaceô Öebbi. Öebbi, s tidep, Izga Âalay, Iéôa.",
        "numberInSurah": 35,
        "juz": 5,
        "manzil": 1,
        "page": 84,
        "ruku": 67,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 529,
        "text": "Âabdet Öebbi, ur aS pcaraket acemma. Elhut ar lwaldin, ar llzem, ar igujilen, ar ime$ban, ar loaô i wen ippilin akked win ur awen neppili, ar umeddakwel ar yidis, ar iminig, ar waklan nnwen. Öebbi, s tidep, ur Iêemmel ara amzuxi, imnefxi,",
        "numberInSurah": 36,
        "juz": 5,
        "manzil": 1,
        "page": 84,
        "ruku": 67,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 530,
        "text": "wid ipcuêêun u ppamôen i medden ccêa, iteffren ayen i sen Ifka Öebbi, si lfevl iS - Nhegga d, i ijehliyen, aâaqeb isdullun -;",
        "numberInSurah": 37,
        "juz": 5,
        "manzil": 1,
        "page": 84,
        "ruku": 67,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 531,
        "text": "wid ipûeôôifen ayla nnsen, iwakken a ten id walin medden, ur uminen s Öebbi akked wass aneggaru; wid isâan Cciîan d amsaâaf. A yir amsaâaf!",
        "numberInSurah": 38,
        "juz": 5,
        "manzil": 1,
        "page": 85,
        "ruku": 67,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 532,
        "text": "Acu ar asen iôuêen, lemmer uminen s Öebbi akked wass aneggaru, u ûeôôfen seg wayen is iten Iôéeq Öebbi? Öebbi Izga Issen iten.",
        "numberInSurah": 39,
        "juz": 5,
        "manzil": 1,
        "page": 85,
        "ruku": 67,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 533,
        "text": "Öebbi, s tidep, ur Idennes s wayen iwzen ubelkim. Ma tebbwiv d ise$, a t Irr d sin, a d Ifk, s$uôeS, arraz ameqwôaêan.",
        "numberInSurah": 40,
        "juz": 5,
        "manzil": 1,
        "page": 85,
        "ruku": 67,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 534,
        "text": "Amek, ihi, ma Nusa, si yal lois, s unagi; ma Nusa, yissek, d anagi $ef wigi?",
        "numberInSurah": 41,
        "juz": 5,
        "manzil": 1,
        "page": 85,
        "ruku": 67,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 535,
        "text": "Assen, wid ijehlen u âuûan Nnbi, ad ssirmen a ten tesseblaâ tmurt. Ur teffren awal i Öebbi.",
        "numberInSurah": 42,
        "juz": 5,
        "manzil": 1,
        "page": 85,
        "ruku": 67,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 536,
        "text": "A wid iumnen! Ur pqeôôibet ar téallit ma tsekôem, alamma teéôam acu d teqqaôem. Ne$ ma tellam s loanaba - siwa ma la teppinigem -, alamma tessardem. Ma tuvnem ne$ tunagem, ne$ iusa d yiwen segwen si ccicma, ne$ tennulem tilawin, ur tufim aman, ddmet akal zeddigen, sâaddit ep $ef udmawen nnwen d ifassen nnwen. Ih, Öebbi Izga Ipqili, Ipsemmiê.",
        "numberInSurah": 43,
        "juz": 5,
        "manzil": 1,
        "page": 85,
        "ruku": 68,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 537,
        "text": "Day ur twalav ara wid iwumi ippunefk kra si Tezmamt? Ppa$en d ttelfan, b$an a ppennetlafem seg ubrid.",
        "numberInSurah": 44,
        "juz": 5,
        "manzil": 1,
        "page": 85,
        "ruku": 68,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 538,
        "text": "Öebbi Yif akw akken Issen icenga nnwen. Nesteqnaâ s Öebbi d Bab. Nesteqnaâ s Öebbi d Amâiwen.",
        "numberInSurah": 45,
        "juz": 5,
        "manzil": 1,
        "page": 86,
        "ruku": 68,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 539,
        "text": "Seg udayen, wid iîîeôôifen awalen seg inumak nnsen. Qqaôen: \"nesla, naâûa, ssemêes i wayen ur d nnin, muqel a$ d\". Ssaâwjen ilsawen nnsen, kkaten di ddin. Lemmer, s tidep, qqaôen: \"nesla, nunez, ssel, muqel a$ d\", war ccekk, yif it i nitni, u iwqem kteô. Maca, Ixza ten Öebbi, ilmend n tijehli nnsen. Ur ppamnen, siwa ixeîîayen.",
        "numberInSurah": 46,
        "juz": 5,
        "manzil": 1,
        "page": 86,
        "ruku": 68,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 540,
        "text": "A wid iwumi teppunefk Tezmamt! Amnet s wayen id Nessers, d atebbet n wayen illan $uôwen, uqbel a Nes$ab udmawen, a ten Nerr ar deffir, ne$ a ten Nexzu, akken Nexza at Ssebt. Lameô n Öebbi ad iâaddi.",
        "numberInSurah": 47,
        "juz": 5,
        "manzil": 1,
        "page": 86,
        "ruku": 68,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 541,
        "text": "Öebbi, s tidep, ur Ipsemmiê mara S carken. Ipsemmiê ayen nniven, i win i S ihwan. Win icurken i Öebbi, ni$ ibbwi abekkav abarar.",
        "numberInSurah": 48,
        "juz": 5,
        "manzil": 1,
        "page": 86,
        "ruku": 68,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 542,
        "text": "Day ur twalav ara wid iran iman nnsen zeddigit? Maca, Öebbi Izzizdig win i S ihwan. Ur pwadensen ula s uclem utemôiw.",
        "numberInSurah": 49,
        "juz": 5,
        "manzil": 1,
        "page": 86,
        "ruku": 68,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 543,
        "text": "Wali amek id gren tikerkas $ef Öebbi. Ayagi kan, d abekkav n ûûeê.",
        "numberInSurah": 50,
        "juz": 5,
        "manzil": 1,
        "page": 86,
        "ruku": 68,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 544,
        "text": "Day ur twalav ara wid iwumi ippunefk kra si Tezmamt? Umnen s iôebbiten n tkerkas, u qqaôen, i wid ijehlen, ar widak pwanhan sennig wid iumnen.",
        "numberInSurah": 51,
        "juz": 5,
        "manzil": 1,
        "page": 86,
        "ruku": 69,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 545,
        "text": "Widak d wid Ixza Öebbi. Wid ara Ixzu Öebbi, ur asen teppafev amâiwen.",
        "numberInSurah": 52,
        "juz": 5,
        "manzil": 1,
        "page": 87,
        "ruku": 69,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 546,
        "text": "Ne$ sâan kra si tgelda, d$a ur ppaken i medden ula d atemôiw.",
        "numberInSurah": 53,
        "juz": 5,
        "manzil": 1,
        "page": 87,
        "ruku": 69,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 547,
        "text": "Ne$ êesden medden, deg wayen i sen Ifka Öebbi, si lfevl iS. Ni$ Nefka, i twacult n Ibôahim, Tazmamt, ûûwab. Nefka yasen tagelda tameqwôaêant.",
        "numberInSurah": 54,
        "juz": 5,
        "manzil": 1,
        "page": 87,
        "ruku": 69,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 548,
        "text": "Segsen wid iumnen yis, segsen wid i p iugin. Beôka ten ajajiê n Loahennama.",
        "numberInSurah": 55,
        "juz": 5,
        "manzil": 1,
        "page": 87,
        "ruku": 69,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 549,
        "text": "Ih, wid inekôen issekniyen nne£, deqqal a ten Nerr ar tmes. Mi ô$an igwelman nnsen, ad asen d Nenûef s igwelman nniven, ad jeôôben aâaqeb. Ih, Öebbi Izga d Uzmir, d Bab n ûûwab.",
        "numberInSurah": 56,
        "juz": 5,
        "manzil": 1,
        "page": 87,
        "ruku": 69,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 550,
        "text": "Wid iumnen, ixeddmen ayen ilhan, a ten Nessekcem ar leonanat, ddawat sen isaffen ppazzalen, din ad wekkôen, i lebda. I nitni, degsen, tilawin zeddigen; a ten Nawi ar tili isburrun.",
        "numberInSurah": 57,
        "juz": 5,
        "manzil": 1,
        "page": 87,
        "ruku": 69,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 551,
        "text": "S tidep, Iumeô awen Öebbi a pperrem lamanat i imawlan nnsent, a pêuddem s lmizan, ma têuddem ger medden. Ih, ilha wayen u$uô i kwen Ipnabi Öebbi. Öebbi, s tidep, Izga Issel, Ipwali.",
        "numberInSurah": 58,
        "juz": 5,
        "manzil": 1,
        "page": 87,
        "ruku": 69,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 552,
        "text": "A wid iumnen! A$et awal i Öebbi. A$et awal i Umazan akked imawlan n lameô segwen. Ma temgarradem $ef lêaoa, erret ep ar Öebbi akked Umazan, ma tumnen s Öebbi akked wass aneggaru. Ppif akka, d ppawil amxallef.",
        "numberInSurah": 59,
        "juz": 5,
        "manzil": 1,
        "page": 87,
        "ruku": 69,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 553,
        "text": "Day ur twalav ara wid iumnen, zi$emma, s wayen ik ed irsen, d wayen id irsen, uqbel ik? B$an aêuddu iôebbiten n tkerkas, ulamma pwamôen a ten nekôen. Ib$a Cciîan a ten itlef ttelfan u$miq.",
        "numberInSurah": 60,
        "juz": 5,
        "manzil": 1,
        "page": 88,
        "ruku": 70,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 554,
        "text": "Ma nnan asen: \"aset ed ar wayen id Issers Öebbi, akw ar Umazan\", a pwaliv ixabiten wexxôen ak, ugin.",
        "numberInSurah": 61,
        "juz": 5,
        "manzil": 1,
        "page": 88,
        "ruku": 70,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 555,
        "text": "Amek ihi, ma u$en tiyta, ilmend n wayen xedmen ifassen nnsen, sinna, a d asen $uôek, ad ggalen s Öebbi: \"neb$a kan lewqama akked lembwafqa\".",
        "numberInSurah": 62,
        "juz": 5,
        "manzil": 1,
        "page": 88,
        "ruku": 70,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 556,
        "text": "Widak, Iéôa Öebbi i illan deg ulawen nnsen. Ihi, îîixeô asen, nabi iten, meslay iten, $ef iman nnsen, s wawal iqenâen.",
        "numberInSurah": 63,
        "juz": 5,
        "manzil": 1,
        "page": 88,
        "ruku": 70,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 557,
        "text": "Ur d Nuzen Amazan, siwa kan iwakken ad as a$en awal, ma Irad Öebbi. Wid idensen iman nnsen, ma usan k id, d$a ssutren ssmaê i Öebbi, u issuter Umazan ad ppusemmêen, ad afen Öebbi Issuruf, Ipêunu.",
        "numberInSurah": 64,
        "juz": 5,
        "manzil": 1,
        "page": 88,
        "ruku": 70,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 558,
        "text": "Xaîi! S Mass ik, ur ppamnen, alamma rran k d amêaddi, deg wayen i$ef mgarraden. Sinna, ur ppafen, deg iman nnsen, ara ten ihewwlen, deg wayen id têuddev. Ad anzen yal annuz.",
        "numberInSurah": 65,
        "juz": 5,
        "manzil": 1,
        "page": 88,
        "ruku": 70,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 559,
        "text": "Lemmer i sen Nuri: \"mmin$et\"! Ne$ \"ff$et seg ixxamen nnwen\"! Ur p xeddmen, siwa kra segsen. Ppif, i nitni, lemmer xdimen ayen u$uô pwanecden. D atebbet uûwib.",
        "numberInSurah": 66,
        "juz": 5,
        "manzil": 1,
        "page": 89,
        "ruku": 70,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 560,
        "text": "Imiren ad asen Nefk, s$uône£, arraz ameqwôaêan.",
        "numberInSurah": 67,
        "juz": 5,
        "manzil": 1,
        "page": 89,
        "ruku": 70,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 561,
        "text": "A ten Nenhu s abrid uwqim.",
        "numberInSurah": 68,
        "juz": 5,
        "manzil": 1,
        "page": 89,
        "ruku": 70,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 562,
        "text": "Wid ippa$en awal i Öebbi akked Umazan, widak atnan ar wid I$at Öebbi ger lambiyya, wid issdaqen, ccuhada, ûûalêin. Ay telha tdukli d wigi!",
        "numberInSurah": 69,
        "juz": 5,
        "manzil": 1,
        "page": 89,
        "ruku": 70,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 563,
        "text": "Wagi d lfevl s$uô Öebbi. Nesteqnaâ s Öebbi d Amusnaw.",
        "numberInSurah": 70,
        "juz": 5,
        "manzil": 1,
        "page": 89,
        "ruku": 70,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 564,
        "text": "A wid iumnen! Ëadret iman nnwen! èéedmet d igrawen, ne$ ééedmet akw.",
        "numberInSurah": 71,
        "juz": 5,
        "manzil": 1,
        "page": 89,
        "ruku": 71,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 565,
        "text": "Ih, garawen win ipâaîîilen. Ma tu$em tiyta, ad yini: \"I$at iyi Öebbi, ur lli$ yidsen, d anagi\".",
        "numberInSurah": 72,
        "juz": 5,
        "manzil": 1,
        "page": 89,
        "ruku": 71,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 566,
        "text": "Ma iusa kwen id lfevl s$uô Öebbi, ad yini, war ccekk, amzun ur telli tegmap garawen: \"a lemmer lli$ yidsen, ad rebêe$ rrbeê ameqwôaêan\"!",
        "numberInSurah": 73,
        "juz": 5,
        "manzil": 1,
        "page": 89,
        "ruku": 71,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 567,
        "text": "Ad nna$en deg ubrid n Öebbi wid izznuzun tameddurt n ddunit i laxert. Win ipna$en deg ubrid n Öebbi, immut ne$ irbeê, ad as Nefk arraz ameqwôaêan.",
        "numberInSurah": 74,
        "juz": 5,
        "manzil": 1,
        "page": 89,
        "ruku": 71,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 568,
        "text": "Acu kwen iu$en, ula tepna$em ara deg ubrid n Öebbi? Uôhifen seg irgazen, tilawin, igwerdan, i la iqqaôen: \"a Mass nne$! Ssuffe$ ane$ si temdint agi ized$en imednas. Efk ane$ d bab s$uôeK, Efk ane$ d asettaô s$uôeK\".",
        "numberInSurah": 75,
        "juz": 5,
        "manzil": 1,
        "page": 90,
        "ruku": 71,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 569,
        "text": "Wid iumnen pna$en deg ubrid n Öebbi. Wid ijehlen pna$en deg ubrid iôebbiten n tkerkas. Nna$et imeddukwal n Cciîan. Ni$ tiêeôci n Cciîan d tuôhift.",
        "numberInSurah": 76,
        "juz": 5,
        "manzil": 1,
        "page": 90,
        "ruku": 71,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 570,
        "text": "Day ur twalav ara wid iwumi nnan: \"brut i ifassen, ééalet, zekkit\"? Mi sen iura umennu$, arbaâ, segsen, ugaden imdanen, tugwdi n Öebbi, ne$ tugwdi i p i$elben. Qqaôen: \"a Mass nne$! Acimi i $ Turiv amennu$? A lemmer i t Teswexxôev cwiî\"! Ini: \"zzhu n ddunit d amnuc, tif it laxert i win ipêezziben. Ur tepwadensem ula s yiclem utemôiw\".",
        "numberInSurah": 77,
        "juz": 5,
        "manzil": 1,
        "page": 90,
        "ruku": 72,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 571,
        "text": "Anda tellam a kwen id tawev tmeppant, xas ma tellam di lebôuo ioehden. Ma iusa ten id yise$, ad inin: \"wagi s$uô Öebbi\". Ma tusa ten id tucmip, ad inin: \"tagi s$uôek\". Ini: \"akw s$uô Öebbi\". Acu iu$en agdud agi, ur izmir ad ifhem awalen?",
        "numberInSurah": 78,
        "juz": 5,
        "manzil": 1,
        "page": 90,
        "ruku": 72,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 572,
        "text": "Yal ise$ i k id iusan, s$uô Öebbi. Yal tucmip i k id iusan, s$uô iman ik. Nuzen ik id i medden, d Amazan. Nesteqnaâ s Öebbi d Anagi.",
        "numberInSurah": 79,
        "juz": 5,
        "manzil": 1,
        "page": 90,
        "ruku": 72,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 573,
        "text": "Win iu$en awal i Umazan, iu$ awal i Öebbi. Win iwexxôen, ur k id Nuzen d amêareb nnsen.",
        "numberInSurah": 80,
        "juz": 5,
        "manzil": 1,
        "page": 91,
        "ruku": 72,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 574,
        "text": "Qqaôen: \"annuz\"! Mi k îîaxxôen, ad iêekku deg iv, urbaâ segsen, ayen ur d tenniv. Öebbi Ipparu ayen êekkun deg iv. Wexxeô asen, ppkel $ef Öebbi. Nesteqnaâ s Öebbi d Awkil.",
        "numberInSurah": 81,
        "juz": 5,
        "manzil": 1,
        "page": 91,
        "ruku": 72,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 575,
        "text": "Day ur pmeyyizen ara Leqwôan? Lemmer illi si war Öebbi, ad afen degs aîas n wayen imgarraden.",
        "numberInSurah": 82,
        "juz": 5,
        "manzil": 1,
        "page": 91,
        "ruku": 72,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 576,
        "text": "Ma iusa ten lameô n laman ne$ n lxuf, a t berrêen. Lemmer i t ssawven i Umazan akked imawlan n lameô nnsen, ad xebôen wid, segsen, ib$an ad éôen. Lemmer maççi d lfevl n Öebbi akked uêunu S fellawen, a ppeddum d Cciîan, siwa kra kan.",
        "numberInSurah": 83,
        "juz": 5,
        "manzil": 1,
        "page": 91,
        "ruku": 72,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 577,
        "text": "Nna$ deg ubrid n Öebbi. D iman ik kan ara tkellfev. Efk afud i lmumnin. Izmer Öebbi ad Issers tazmert n wid ijehlen. Öebbi Yif iten tazmert, Yif iten aâaqeb.",
        "numberInSurah": 84,
        "juz": 5,
        "manzil": 1,
        "page": 91,
        "ruku": 72,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 578,
        "text": "Win icefâan ccafuâa ilhan, ad iawi, segs, amur. Win icefâan ccafuâa icemten, ad iawi, segs, sin imuren. Öebbi Izga Issenqad yal cci.",
        "numberInSurah": 85,
        "juz": 5,
        "manzil": 1,
        "page": 91,
        "ruku": 72,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 579,
        "text": "Ma nnan awen d: \"azul\"! Erret asen azul it yifen, ne$ erret asen t. Ih, Öebbi Izga Iêeppeb yal cci.",
        "numberInSurah": 86,
        "juz": 5,
        "manzil": 1,
        "page": 91,
        "ruku": 72,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 580,
        "text": "Öebbi, ur illi ôebbi siwa Neppa, a kwen Issemlil, ass n tnekra, ur degs ccekk. Anwa i iqqaôen tidep sennig Öebbi?",
        "numberInSurah": 87,
        "juz": 5,
        "manzil": 1,
        "page": 92,
        "ruku": 72,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 581,
        "text": "Acu i kwen iu$en: tebvam $ef sin, $ef ixabiten? Izzaâ ten Öebbi ilmend n wayen kesben. Day teb$am a ppenhum win Itlef Öebbi? Win Itlef Öebbi, ur as teppafev abrid.",
        "numberInSurah": 88,
        "juz": 5,
        "manzil": 1,
        "page": 92,
        "ruku": 73,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 582,
        "text": "B$an a ppilim d ijehliyen am nitni, a ppemcabim. Ur sâut iêbiben segsen, alamma unagen deg ubrid n Öebbi. Ma wexxôen, îîfet pen, nna$et pen anda ten tufam, ur sâut segsen aêbib ne$ asettaô.",
        "numberInSurah": 89,
        "juz": 5,
        "manzil": 1,
        "page": 92,
        "ruku": 73,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 583,
        "text": "Kkes ed wid iusan ar ugdud ukud tesâam laâqed, ne$ i kwen id iusan, gguman wulawen nnsen a kwen nna$en, ne$ ad nna$en agdud nnsen. Lemmer i S ihwi i Öebbi, yili Ifka yasen adabu fellawen, a kwen nna$en. Ma âazlen iman nnsen segwen, ur kwen nnu$en, ssutren awen d tifrat, ur kwen Ippawi Öebbi $uôsen.",
        "numberInSurah": 90,
        "juz": 5,
        "manzil": 1,
        "page": 92,
        "ruku": 73,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 584,
        "text": "A ppafem wiyav i ib$an tifrat yidwen, akked tifrat akked ugdud nnsen. Yal tikelt ideg ara ten rren ar lfetna, ad kecmen degs. Ma ur aâzilen ara iman nnsen segwen, ur awen ssutren ara tifrat, ur fukken ara amennu$, îîfet pen, nna$et pen anda ten tufam. Widak, Nefka yawen fellasen adabu n ûûeê.",
        "numberInSurah": 91,
        "juz": 5,
        "manzil": 1,
        "page": 92,
        "ruku": 73,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 585,
        "text": "Ur ippunefk ara i lmumen ad ine$ lmumen, siwa ma i$lev. Win in$an lmumen di le$wlav, ad iserreê i wakli iumnen, a ppeppunefk ddeyya i twacult is, siwa ma seddqen p. Ma illa seg ugdud acengu nnwen, u neppa d lmumen, ad iserreê i wakli iumnen. Ma illa seg ugdud ukud tesâam laâqed, a ppeppunefk ddeyya i twacult is, ad iserreê i wakli iumnen. Win ur nezmir ara, ad iuéum sin wagguren, wa deffir wa, d nndama i Öebbi. Öebbi Izga Iééeô, d Bab n ûûwab.",
        "numberInSurah": 92,
        "juz": 5,
        "manzil": 1,
        "page": 93,
        "ruku": 74,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 586,
        "text": "Win in$an lmumen s lemâamda, aqeîîi ines d Loahennama, degs ad iwekkeô. A d Izâaf Öebbi fellas, a t Ixzu, ad as d Iheggi aâaqeb abarar.",
        "numberInSurah": 93,
        "juz": 5,
        "manzil": 1,
        "page": 93,
        "ruku": 74,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 587,
        "text": "A wid iumnen! Ma tennu$em deg ubrid n Öebbi, beggnet iman nnwen. Ur qqaôet i win i wen d ssutren tifrat: \"ur telliv d lmumen\"! Teb$am cci n tmeddurt n ddunit. £uô Öebbi, aîas u$iti. Akka ay tellam zik. Öebbi Ifeôôeo fellawen. Beggnet iman nnwen. Ih, Öebbi Izga Issen ayen txeddmem.",
        "numberInSurah": 94,
        "juz": 5,
        "manzil": 1,
        "page": 93,
        "ruku": 74,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 588,
        "text": "Ur aâdilen ara wid iqqimen si lmumnin, siwa wid ivôuôan, akked wid ijuhden deg ubrid n Öebbi, s wayla nnsen akked yiman nnsen. Ismenyaf Öebbi wid ijuhden s wayla nnsen akked yiman nnsen, i wid iqqimen. Akw, Iwaââed asen Öebbi ûûam. Ifrez Öebbi imjuhad af wid iqqimen, s warraz ameqwôaêan,",
        "numberInSurah": 95,
        "juz": 5,
        "manzil": 1,
        "page": 94,
        "ruku": 74,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 589,
        "text": "aseqôeb $uôeS, ssmaê, akked uêunu. Öebbi Izga Ipsemmiê, Ipêunu.",
        "numberInSurah": 96,
        "juz": 5,
        "manzil": 1,
        "page": 94,
        "ruku": 74,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 590,
        "text": "Ih, i wid iwumi ddment lmalayek leôwaê, u densen iman nnsen, ad inint: \"anida tellam\"? A d inin: \"nella d uôhifen di tmurt\". Ad inint: \"day ur tewsiâ ara tmurt n Öebbi, a ppinigem degs\"? Widak, axxam nnsen d Loahennama. A tu$alin tucmip!",
        "numberInSurah": 97,
        "juz": 5,
        "manzil": 1,
        "page": 94,
        "ruku": 75,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 591,
        "text": "Kkes ed uôhifen, argaz, tameîîut, agrud, ur nezmir i tsensert, ur nepwanhu s abrid.",
        "numberInSurah": 98,
        "juz": 5,
        "manzil": 1,
        "page": 94,
        "ruku": 75,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 592,
        "text": "Widak, amar Öebbi ad asen Isemmeê. Öebbi Izga Ipqili, Ipsemmiê.",
        "numberInSurah": 99,
        "juz": 5,
        "manzil": 1,
        "page": 94,
        "ruku": 75,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 593,
        "text": "Win iunagen deg ubrid n Öebbi, ad iaf, di tmurt, aîas n ssôanat akked lufa. Win iff$en seg uxxam is, d iminig ar Öebbi akked Umazan iS, sinna, temmuger it tmeppant, arraz is atan ar Öebbi. Öebbi Izga Ipsemmiê, Ipêunu.",
        "numberInSurah": 100,
        "juz": 5,
        "manzil": 1,
        "page": 94,
        "ruku": 75,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 594,
        "text": "Mi teppeddum di tmurt, ulac u$ilif ma teééeméim taéallit, ma tugadem a d ééedmen fellawen wid ijehlen. Ih, ijehliyen banen d icenga nnwen.",
        "numberInSurah": 101,
        "juz": 5,
        "manzil": 1,
        "page": 94,
        "ruku": 76,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 595,
        "text": "Ma telliv garasen, tezwaôev asen i téallit, ilaq a ppili terbaât, segsen, yidek, s ibeddi, ad îîfen leslaê nnsen. Mi knan, ad ilin deffir wen. A d tas terbaât nniven ur neééul, ad ééalen yidek, ad êadren iman nnsen, akked leslaê nnsen. Ssarmen wid ijehlen, a p$eflem $ef leslaê nnwen akked lqecc nnwen, iwakken a d ééedmen fellawen, yiwet n ééedma. Ulac u$ilif ma tessersem leslaê nnwen, ma ihero ikwen ugeffur ne$ tuvnem. Ëëadret iman nnwen. Ih, Öebbi Ihegga, i ijehliyen, aâaqeb isdullun.",
        "numberInSurah": 102,
        "juz": 5,
        "manzil": 1,
        "page": 95,
        "ruku": 76,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 596,
        "text": "Mi tfukkem taéallit, mmektit ed Öebbi s ibeddi, s i$imi, s tuééla. Mi teppuvemnem, ééalet. Taéallit, ih, tura i lmumen, s lewqat is.",
        "numberInSurah": 103,
        "juz": 5,
        "manzil": 1,
        "page": 95,
        "ruku": 76,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 597,
        "text": "Ur fecclet deg uvfaô n ugdud. Ma tmeênem, ula d nitni meênen am kunwi. Tessaramem, ar Öebbi, ayen ur ssaramen. Öebbi Izga Iéôa, d Bab n ûûwab.",
        "numberInSurah": 104,
        "juz": 5,
        "manzil": 1,
        "page": 95,
        "ruku": 76,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 598,
        "text": "Ih, Nessers ak d Tazmamt, s tidep, iwakken a pêuddev ger imdanen, s wayen i k id Issenâat Öebbi. Ur ppili d axûim n lxeyyan.",
        "numberInSurah": 105,
        "juz": 5,
        "manzil": 1,
        "page": 95,
        "ruku": 77,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 599,
        "text": "Ssuter ssmaê i Öebbi. Öebbi, s tidep, Izga Ipsemmiê, Ipêunu.",
        "numberInSurah": 106,
        "juz": 5,
        "manzil": 1,
        "page": 96,
        "ruku": 77,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 600,
        "text": "Ur pnnavaê $ef wid ixeynen iman nnsen. Öebbi, s tidep, ur Iêemmel ara win ixeynen, idenben.",
        "numberInSurah": 107,
        "juz": 5,
        "manzil": 1,
        "page": 96,
        "ruku": 77,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 601,
        "text": "B$an ad ffren i medden, ur zmiren ad ffren i Öebbi. Neppa Illa yidsen mara d qqaôen, deg iv, awalen i$ef ur Iôuva. Öebbi Izga Izzi i wayen xeddmen.",
        "numberInSurah": 108,
        "juz": 5,
        "manzil": 1,
        "page": 96,
        "ruku": 77,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 602,
        "text": "Atan kunwi tnuvêem fellasen, di tmeddurt n ddunit. Anwa ara innavêen Öebbi fellasen, ass n tnekra? Ne$ anwa ar yilin fellasen d awkil?",
        "numberInSurah": 109,
        "juz": 5,
        "manzil": 1,
        "page": 96,
        "ruku": 77,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 603,
        "text": "Win ixedmen cceôô, ne$ idnes iman is, sinna, issuter ssmaê i Öebbi, ad iaf Öebbi Ipsemmiê, Ipêunu.",
        "numberInSurah": 110,
        "juz": 5,
        "manzil": 1,
        "page": 96,
        "ruku": 77,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 604,
        "text": "Win ibbwin abekkav, ibbwi it, kan, i iman is. Öebbi Izga Iéôa, d Bab n ûûwab.",
        "numberInSurah": 111,
        "juz": 5,
        "manzil": 1,
        "page": 96,
        "ruku": 77,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 605,
        "text": "Win ifalîan ne$ ibbwin abekkav, irra p id $ef wur nexdim, ibbwi lâaô, akked ubekkav n ûûeê.",
        "numberInSurah": 112,
        "juz": 5,
        "manzil": 1,
        "page": 96,
        "ruku": 77,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 606,
        "text": "Lemmer maççi d lfevl n Öebbi fellak, akked uêunu S, iaâzem urbaâ, segsen, a k telfen. Ur tellifan siwa iman nnsen. Ur k îîuôôun s wacemma. Issers ak d Öebbi Tazmamt akked ûûwab. Isselmed ak ayen ur tessinev. Izga lfevl n Öebbi, fellak, d ameqwôaêan.",
        "numberInSurah": 113,
        "juz": 5,
        "manzil": 1,
        "page": 96,
        "ruku": 78,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 607,
        "text": "Aîas n wayen qqaôen ur imâin, siwa ayen iumôen ssadaqa, ne$ lqanun, ne$ lemûalêa ger medden. Win ixedmen aya, issarem ad Iôavi Öebbi, deqqal ad as Nefk arraz ameqwôaêan.",
        "numberInSurah": 114,
        "juz": 5,
        "manzil": 1,
        "page": 97,
        "ruku": 78,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 608,
        "text": "Win ixuûmen Amazan, mbaâd ma tepwabeggen as d nnhaya, iteddun d ubrid ur d wid n lmumnin, a t Neoo akken iooa. A t Nenheô ar Loahennama. A tu$alin tucmip!",
        "numberInSurah": 115,
        "juz": 5,
        "manzil": 1,
        "page": 97,
        "ruku": 78,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 609,
        "text": "Ih, Öebbi ur Ipsemmiê ma ad aS carken. Ipsemmiê ayen nniven, i win i S ihwan. Win icurken i Öebbi, innetlef ttelfan u$miq.",
        "numberInSurah": 116,
        "juz": 5,
        "manzil": 1,
        "page": 97,
        "ruku": 79,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 610,
        "text": "La pnujun ar nnta, war Neppa. La pnujun kan ar Cciîan aballa$.",
        "numberInSurah": 117,
        "juz": 5,
        "manzil": 1,
        "page": 97,
        "ruku": 79,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 611,
        "text": "Ixza t Öebbi. Inna: \"ad awi$ amur ippuêeppmen, seg imdanen ik.",
        "numberInSurah": 118,
        "juz": 5,
        "manzil": 1,
        "page": 97,
        "ruku": 79,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 612,
        "text": "A ten telfe$, a ten ssenêesse$, ad asen amôe$ ad gezmen imeééu$en ubeqôi, ad asen amôe$ ad bedlen lxelq n Öebbi\". Win idmen Cciîan d bab, war Öebbi, ixseô lexsaôa n tidep.",
        "numberInSurah": 119,
        "juz": 5,
        "manzil": 1,
        "page": 97,
        "ruku": 79,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 613,
        "text": "Ipâahad asen, issenêas iten. Ayen i sen iâahed Cciîan, d a$uôôu kan.",
        "numberInSurah": 120,
        "juz": 5,
        "manzil": 1,
        "page": 97,
        "ruku": 79,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 614,
        "text": "Widak, axxam nnsen d Loahennama, ur ppafen, segs, tisensert.",
        "numberInSurah": 121,
        "juz": 5,
        "manzil": 1,
        "page": 97,
        "ruku": 79,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 615,
        "text": "Wid iumnen, u xeddmen ayen ilhan, a ten Nessekcem ar leonanat, ddawat sen isaffen ppazzalen, degsen ad wekkôen, i lebda. Lemâahda n Öebbi a ppevôu. Anwa issawalen tidep sennig Öebbi?",
        "numberInSurah": 122,
        "juz": 5,
        "manzil": 1,
        "page": 98,
        "ruku": 79,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 616,
        "text": "Ur illi s usirem nnwen, ne$ s win n At Tezmamt. Win ixedmen cceôô, ad ippuqeîîi fellas. Ur Ippaf, war Öebbi, bab ne$ asettaô.",
        "numberInSurah": 123,
        "juz": 5,
        "manzil": 1,
        "page": 98,
        "ruku": 79,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 617,
        "text": "Win ixeddmen ayen ilhan, d ddkeô ne$ d nnta, u neppa iumen…, widak ad kecmen Loennet, ur pwadensen s yiclem utemôiw.",
        "numberInSurah": 124,
        "juz": 5,
        "manzil": 1,
        "page": 98,
        "ruku": 79,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 618,
        "text": "Anwa iûegmen ddin is sennig win iunzen i Öebbi, u neppa d laâûem, u idda d ddin n Ibôahim, i imalen ar tidep? Öebbi Irra Ibôahim d aêbib.",
        "numberInSurah": 125,
        "juz": 5,
        "manzil": 1,
        "page": 98,
        "ruku": 79,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 619,
        "text": "N Öebbi i illan deg igenwan, i illan di tmurt. Öebbi Izga Izzi i yal cci.",
        "numberInSurah": 126,
        "juz": 5,
        "manzil": 1,
        "page": 98,
        "ruku": 79,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 620,
        "text": "Steqsayen k $ef tlawin. Ini: \"Öebbi ad awen Issefhem fellasent. Ayen i wen $ôan di Tezmamt, $ef tlawin tigujilin, iwumi ur tefkim ara i sent iuran, u teb$am a tent ta$em. Akked igwerdan imeéyanen. A pbeddem i igujilen s lmizan. Ayen akw txeddmem n lxiô, Öebbi, s tidep, Izga Iéôa t.",
        "numberInSurah": 127,
        "juz": 5,
        "manzil": 1,
        "page": 98,
        "ruku": 80,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 621,
        "text": "Ma tugad tmeîîut ad as ibru, ne$ ad as iwexxeô urgaz is, ulac u$ilif fellasen ma ufan lemwafaqa garasen. Ppif lemwafaqa. Imdanen, deg iman nnsen d imceôôiyen. Ma tgerzem u têezzbem, Öebbi, s tidep, Izga Iéôa ayen txeddmem.",
        "numberInSurah": 128,
        "juz": 5,
        "manzil": 1,
        "page": 99,
        "ruku": 80,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 622,
        "text": "Ur tezmirem a ppeddum s lmizan, ger tlawin, xas teb$am. Ihi, ur pmalet yal tumlin a p teooem, amzun d tamejgugelt. Ma tgam ayen ilhan, u têezzbem, s tidep, Öebbi Izga Ipsemmiê, Ipêunu.",
        "numberInSurah": 129,
        "juz": 5,
        "manzil": 1,
        "page": 99,
        "ruku": 80,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 623,
        "text": "Ma mfaôaqen, ad I$it Öebbi yal wa, s ôôeéq iS. Öebbi Izga d Ajemmal, d Bab n ûûwab.",
        "numberInSurah": 130,
        "juz": 5,
        "manzil": 1,
        "page": 99,
        "ruku": 80,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 624,
        "text": "N Öebbi i illan deg igenwan, i illan di tmurt. Ni$ Nweûûa wid iwumi teppunefk Tezmamt, uqbel nnwen, u Nweûûa kwen, a pêezzbem i Öebbi. Ma tnekôem, ihi, n Öebbi i illan deg igenwan, i illan di tmurt. Öebbi Izga d Asâay, d Amaâzuz.",
        "numberInSurah": 131,
        "juz": 5,
        "manzil": 1,
        "page": 99,
        "ruku": 80,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 625,
        "text": "N Öebbi i illan deg igenwan, i illan di tmurt. Nesteqnaâ s Öebbi d Awkil.",
        "numberInSurah": 132,
        "juz": 5,
        "manzil": 1,
        "page": 99,
        "ruku": 80,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 626,
        "text": "Ma ihwa yaS, a kwen Ikkes a yimdanen! A d Iawi wiyav. Öebbi Izga Izmer i waya.",
        "numberInSurah": 133,
        "juz": 5,
        "manzil": 1,
        "page": 99,
        "ruku": 80,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 627,
        "text": "Win ib$an a$ellet n ddunit, ihi, ar Öebbi a$ellet n ddunit akked win n laxeôt. Öebbi Izga Issel, Ipwali.",
        "numberInSurah": 134,
        "juz": 5,
        "manzil": 1,
        "page": 99,
        "ruku": 80,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 628,
        "text": "A wid iumnen! Teddut s lmizan, d inagan n Öebbi, xas $ef yiman nnwen, ne$ imawlan u llzem, ama d ameôkanti, ama d igellil. Izwar iten Öebbi. Ur teddut d lhawiyya, ur twezznem ara. Ma txutlem, ne$ twexxôem, ihi, Öebbi Izga Iéôa ayen txeddmem.",
        "numberInSurah": 135,
        "juz": 5,
        "manzil": 1,
        "page": 100,
        "ruku": 81,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 629,
        "text": "A wid iumnen! Amnet s Öebbi akked Umazan iS, akked Tezmamt id Issers i Umazan iS, akked Tezmamt id Issers, uqbel. Win inekôen Öebbi, lmalayek iS, Tizmamin iS, imazanen iS, akked wass aneggaru, ihi innetlaf ttelfan u$miq.",
        "numberInSurah": 136,
        "juz": 5,
        "manzil": 1,
        "page": 100,
        "ruku": 81,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 630,
        "text": "Ih, wid iumnen, sinna, nekôen, sinna, umnen, sinna, nekôen, sinna, zaden di nnkeô, ur sen Ipsemmiê Öebbi, ur ten Ippawi d ubrid.",
        "numberInSurah": 137,
        "juz": 5,
        "manzil": 1,
        "page": 100,
        "ruku": 81,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 631,
        "text": "Becceô ixabiten ar fellasen aâaqeb aqeôêan.",
        "numberInSurah": 138,
        "juz": 5,
        "manzil": 1,
        "page": 100,
        "ruku": 81,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 632,
        "text": "Wid ipparan ijehliyen d iêbiben, war lmumnin, day ssarmen $uôsen tazmert? Tazmert, s tidep, ar Öebbi yakw.",
        "numberInSurah": 139,
        "juz": 5,
        "manzil": 1,
        "page": 100,
        "ruku": 81,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 633,
        "text": "Ni$ Nessers awen d, di Tezmamt: \"ma teslam la nekôen issekniyen n Öebbi, la ttihin fellasen, ur p$imit yidsen, alamma bedlen ameslay. Mulac a ppilim am nitni\". Öebbi, s tidep, a d Issemlil ixabiten akked ijehliyen di Loahennama, meôôa.",
        "numberInSurah": 140,
        "juz": 5,
        "manzil": 1,
        "page": 100,
        "ruku": 81,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 634,
        "text": "Wid i kwen iquôâan, ma Ifka yawen d Öebbi l$elb, a d inin: \"day ur nella ara yidwen\"? Ma illa wayen rebêen ijehliyen, ad inin: \"day ur nêuôeb ara fellawen, nsellek ikwen si lmumnin\"? Ad Iêudd Öebbi garawen, ass n tnekra. Ur Ippara ara Öebbi, i ijehliyen, abrid ar lmumnin.",
        "numberInSurah": 141,
        "juz": 5,
        "manzil": 1,
        "page": 101,
        "ruku": 81,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 635,
        "text": "Ih, ixabiten xedâen Öebbi. D Neppa iten Ixedâan. Ma kren d i téallit, a d kren d imaâguza, akken kan a ten id walin medden. Cwiî kan id smektayen Öebbi.",
        "numberInSurah": 142,
        "juz": 5,
        "manzil": 1,
        "page": 101,
        "ruku": 82,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 636,
        "text": "Ur banen akka, ne$ akka; $eô wigi, ne$ $eô wiyav. Win Itlef Öebbi ur as teppafev abrid, d awez$i.",
        "numberInSurah": 143,
        "juz": 5,
        "manzil": 1,
        "page": 101,
        "ruku": 82,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 637,
        "text": "A wid iumnen! Ur pparat ijehliyen d iêbiben, war lmumnin. Day teb$am ad aS tefkem, i Öebbi, adabu ibanen, mgal kwen?",
        "numberInSurah": 144,
        "juz": 5,
        "manzil": 1,
        "page": 101,
        "ruku": 82,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 638,
        "text": "Ih, ixabiten di lqaâa n wadda n tmes, ur asen teppafev asettaô.",
        "numberInSurah": 145,
        "juz": 5,
        "manzil": 1,
        "page": 101,
        "ruku": 82,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 639,
        "text": "Kkes ed wid ituben, ixeddmen ayen ilhan, iîîfen di Öebbi, izzazdgen ddin nnsen ar Öebbi. Widak, ad ilin ar lmumnin. Deqqal a d Iawi Öebbi, i lmumnin, arraz ameqwôaêan.",
        "numberInSurah": 146,
        "juz": 5,
        "manzil": 1,
        "page": 101,
        "ruku": 82,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 640,
        "text": "Acu ara Ixdem Öebbi s uâaqeb nnwen, ma tesnemmrem, tumnem? Ni$ Öebbi Ippara tajmilt, Iéôa.",
        "numberInSurah": 147,
        "juz": 5,
        "manzil": 1,
        "page": 101,
        "ruku": 82,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 641,
        "text": "Ur Iêemmel ara Öebbi nnaâlat, siwa seg win ipwadensen. Öebbi Izga Issel, d Amusnaw.",
        "numberInSurah": 148,
        "juz": 6,
        "manzil": 1,
        "page": 102,
        "ruku": 82,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 642,
        "text": "Ma txedmem lxiô âinani, ne$ teffrem t, ne$ tsemmêem abekkavu, Öebbi Izga Ipsemmiê, d Aêernuk.",
        "numberInSurah": 149,
        "juz": 6,
        "manzil": 1,
        "page": 102,
        "ruku": 82,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 643,
        "text": "Ih, wid inekôen Öebbi akked imazanen iS, u b$an ad ssemfaôqen Öebbi akked imazanen iS, qqaôen: \"numen s kra, nenkeô kra\". B$an ad awin abrid garasen.",
        "numberInSurah": 150,
        "juz": 6,
        "manzil": 1,
        "page": 102,
        "ruku": 82,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 644,
        "text": "Widak, d ijehliyen n ûûeê. Nhegga, i ijehliyen, aâaqeb isdullun",
        "numberInSurah": 151,
        "juz": 6,
        "manzil": 1,
        "page": 102,
        "ruku": 82,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 645,
        "text": "Wid iumnen s Öebbi akked imazanen iS, ur ten ssemgarraden, widak, deqqal a ten id ias warraz nnsen. Öebbi Izga Ipsemmiê, Ipêunu.",
        "numberInSurah": 152,
        "juz": 6,
        "manzil": 1,
        "page": 102,
        "ruku": 82,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 646,
        "text": "La k d ssuturen, At Tezmamt, ad asen d tessersev Tazmamt seg igenni. Ni$ ssutren, i Musa, sennig waya. Nnan as: \"ssenâat a$ d Öebbi, a T nwali\". Tebbwi ten ssiâqa, ilmend n ddens nnsen. Sinna, âabden aâjmi, mbaâd ma iusa ten id ubeggen. Nesemmeê asen aya. Nefka, i Musa, adabu n ûûeê.",
        "numberInSurah": 153,
        "juz": 6,
        "manzil": 1,
        "page": 102,
        "ruku": 83,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 647,
        "text": "Nessuli adrar sennig sen, ilmend n laâqed nnsen. Nenna yasen: \"kecmet si tebburt s lekni\". Nenna yasen: \"ur txalafet ssebt\". Neîîef segsen laâqed iûeêêan.",
        "numberInSurah": 154,
        "juz": 6,
        "manzil": 1,
        "page": 102,
        "ruku": 83,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 648,
        "text": "Imi neqven laâqed nnsen, u nekôen issekniyen n Öebbi, u n$an lambiyya, war ssebba, u nnan: \"ulawen nne$ duben\". Xaîi, d Öebbi iten Isel$en, ilmend n tjehli nnsen. Drus kan i iumnen.",
        "numberInSurah": 155,
        "juz": 6,
        "manzil": 1,
        "page": 103,
        "ruku": 83,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 649,
        "text": "Ilmend n nnekô nnsen, u gren d, $ef Meryem, acehrir abarar;",
        "numberInSurah": 156,
        "juz": 6,
        "manzil": 1,
        "page": 103,
        "ruku": 83,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 650,
        "text": "u nnan: \"nekwni nen$a Âisa, mmi s n Meryem, Amazan n Öebbi\". Ur t n$in, ur t semmôen $ef umidag. D lexyal kan ger wallen nnsen. Ih, wid imgarraden fellas, atnan di ccekk fellas, ur éôin fellas acemma, teddun kan d nnwaya. Metbut, ur t nn$in.",
        "numberInSurah": 157,
        "juz": 6,
        "manzil": 1,
        "page": 103,
        "ruku": 83,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 651,
        "text": "Xaîi! Issuli t Öebbi $uôeS. Öebbi Izga d Uzmir, d Bab n ûûwab.",
        "numberInSurah": 158,
        "juz": 6,
        "manzil": 1,
        "page": 103,
        "ruku": 83,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 652,
        "text": "Ur illi yiwen, seg wAt Tezmamt, ur numin yis, uqbel tameppant is. Ass n tnekra ad yili d anagi nnsen.",
        "numberInSurah": 159,
        "juz": 6,
        "manzil": 1,
        "page": 103,
        "ruku": 83,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 653,
        "text": "Ilmend n ddens n wudayen, Negdel asen tiéidanin i illan êellent asen, imi da$en, îîeôôifen aîas seg ubrid n Öebbi;",
        "numberInSurah": 160,
        "juz": 6,
        "manzil": 1,
        "page": 103,
        "ruku": 83,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 654,
        "text": "u ssexdamen rrba, i illan tepwakkes asen, u teppen ayla n medden, d aêerfi. Nhegga d, i ijehliyen segsen, aâaqeb aqeôêan.",
        "numberInSurah": 161,
        "juz": 6,
        "manzil": 1,
        "page": 103,
        "ruku": 83,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 655,
        "text": "Maca, wid, segsen, izaden di tmusni, lmumnin iumnen s wayen ik ed irsen, akked wayen id irsen, uqbel ik, wid ibedden i téallit, wid ipzekkin, wid iumnen s Öebbi akked wass aneggaru, widak, ad asen Nefk arraz ameqwôaêan.",
        "numberInSurah": 162,
        "juz": 6,
        "manzil": 1,
        "page": 103,
        "ruku": 83,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 656,
        "text": "Ih, Nweêêa yak ed, akken Nweêêa i Nuê, akked lambiyya deffir es. Nweêêa i Ibôahim, Ismaâil, Isêaq, Iaâqub, laâôac, Âisa, Yub, Yunes, Harun, Sliman. Nefka Ihellilen i Dawed.",
        "numberInSurah": 163,
        "juz": 6,
        "manzil": 1,
        "page": 104,
        "ruku": 84,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 657,
        "text": "Akked lambiyya i$ef ik ed Neêka, uqbel; akked lambiyya, i$ef ur ak ed Neêki. S tidep, Immeslay Öebbi i Musa.",
        "numberInSurah": 164,
        "juz": 6,
        "manzil": 1,
        "page": 104,
        "ruku": 84,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 658,
        "text": "Lambiyya ipbecciôen, inedôen, iwakken ur pnamaren medden $ef Öebbi, deffir imazanen. Öebbi Izga d Uzmir, d Bab n ûûwab.",
        "numberInSurah": 165,
        "juz": 6,
        "manzil": 1,
        "page": 104,
        "ruku": 84,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 659,
        "text": "Maca, Icuhhed Öebbi $ef wayen ik ed Issers, s tmusni S. Ad cehhdent lmalayek. Nesteqnaâ s Öebbi d Anagi.",
        "numberInSurah": 166,
        "juz": 6,
        "manzil": 1,
        "page": 104,
        "ruku": 84,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 660,
        "text": "Ih, wid ijehlen, u îîeôôifen seg ubrid n Öebbi, ni$ nnetlafen ttelfan u$miq.",
        "numberInSurah": 167,
        "juz": 6,
        "manzil": 1,
        "page": 104,
        "ruku": 84,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 661,
        "text": "Ih, wid ijehlen u densen, ur sen Ipsemmiê Öebbi, ur ten Ippawi d ubrid,",
        "numberInSurah": 168,
        "juz": 6,
        "manzil": 1,
        "page": 104,
        "ruku": 84,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 662,
        "text": "siwa abrid n Loahennama, degs ad wekkôen, i lebda. Ayagi, Izga d ayen isehlen i Öebbi.",
        "numberInSurah": 169,
        "juz": 6,
        "manzil": 1,
        "page": 104,
        "ruku": 84,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 663,
        "text": "A yimdanen! Ni$ iusa kwen id Umazan, s tidep, s$uô Mass nnwen. Amnet, ppif i kunwi. Ma tugim, ihi n Öebbi, i illan di tmurt akked igenwan. Öebbi Izga Iéôa, d Bab n ûûwab.",
        "numberInSurah": 170,
        "juz": 6,
        "manzil": 1,
        "page": 104,
        "ruku": 84,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 664,
        "text": "A yAt Tezmamt! Ur sfuhruyet ddin nnwen. Ur qqaret, $ef Öebbi, siwa tidep. Lmasiê Âisa, mmi s n Meryem, d amazan kan n Öebbi; d awal iS i Irra ar Meryem, u d ôôuê s $uôeS. Ihi, amnet s Öebbi akked imazanen iS, ur qqaôet: \"krav\"! Ëebset, ppif i kunwi. Öebbi d Yiwen kan n Öebbi. Gedha s yiS, ma ad Isâu mmi S! IneS i illan deg igenwan, i illan di tmurt. Nesteqnaâ s Öebbi d Awkil.",
        "numberInSurah": 171,
        "juz": 6,
        "manzil": 1,
        "page": 105,
        "ruku": 84,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 665,
        "text": "Ur ismummi ara lmasiê, ma illa d amdan n Öebbi. Akken lmalayek tuqôibin. Wid ismummin a T âabden, u zuxxen, ad pwafessren akw $uôeS.",
        "numberInSurah": 172,
        "juz": 6,
        "manzil": 1,
        "page": 105,
        "ruku": 85,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 666,
        "text": "Wanag wid iumnen, u xedmen ayen ilhan, ad asen Ifk arraz nnsen, ad asen Irnu si lfevl iS. Ma d wid ismummin u zuxxen, a ten Iâaqeb aâaqeb aqeôêan. Ur ppafen, war Öebbi, bab ne$ asettaô.",
        "numberInSurah": 173,
        "juz": 6,
        "manzil": 1,
        "page": 105,
        "ruku": 85,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 667,
        "text": "A yimdanen! Ni$ iusa kwen id utebbet s$uô Mass nnwen, u Nessers awen ed tafat ibanen.",
        "numberInSurah": 174,
        "juz": 6,
        "manzil": 1,
        "page": 105,
        "ruku": 85,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 668,
        "text": "Wanag wid iumnen s Öebbi, i iîîfen degS, a ten Issekcem ar uêunu S akked lfevl. A ten Inhu $uôeS, deg ubrid uwqim.",
        "numberInSurah": 175,
        "juz": 6,
        "manzil": 1,
        "page": 105,
        "ruku": 85,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 669,
        "text": "Cawôen k. Ini: \"Öebbi Isfehm awen d $ef llzem. Ma immut urgaz, war tarwa, isâa taultmap, i neppat azgen n wayen id iooa. Neppa a p iwôet, ma ur tesâi tarwa. Ma snat ay llant, amur wis krav i yal ta, n wayen id iooa. Ma llan watmaten akked tessetmatin, i uqcic amur n snat n tullas\". Ibeggen awen d Öebbi akken ur tepnnetlafem. Öebbi Iéôa yal cci.",
        "numberInSurah": 176,
        "juz": 6,
        "manzil": 1,
        "page": 106,
        "ruku": 85,
        "hizbQuarter": 42,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "ber.mensur",
      "language": "ber",
      "name": "At Mensur",
      "englishName": "At Mensur",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}