{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 22,
    "name": "سُورَةُ الحَجِّ",
    "englishName": "Al-Hajj",
    "englishNameTranslation": "The Pilgrimage",
    "revelationType": "Medinan",
    "numberOfAyahs": 78,
    "ayahs": [
      {
        "number": 2596,
        "text": "Ey halk, Rabbinize saygı gösteriniz, çünkü Saatin (dünyanın sonunun) depremi korkunç bir şeydir.",
        "numberInSurah": 1,
        "juz": 17,
        "manzil": 4,
        "page": 332,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2597,
        "text": "Ona tanık olduğunuz gün, her emziren ana emzirdiğini atar, her gebe kadın yükünü bırakır. Sarhoş olmadıkları halde insanları sarhoş gibi göreceksin. Halbuki ALLAH'ın cezası şiddetlidir.",
        "numberInSurah": 2,
        "juz": 17,
        "manzil": 4,
        "page": 332,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2598,
        "text": "İnsanlardan öyleleri var ki ALLAH hakkında bilgisizce tartışır ve her azılı şeytana uyar.",
        "numberInSurah": 3,
        "juz": 17,
        "manzil": 4,
        "page": 332,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2599,
        "text": "\"Bu, kendisini dost edinen kimseyi saptırır ve alevli azaba yol gösterir,\" diye hakkında hüküm verilmiştir.",
        "numberInSurah": 4,
        "juz": 17,
        "manzil": 4,
        "page": 332,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2600,
        "text": "Ey insanlar, diriliş konusunda kuşku besliyorsanız, (hatırlayın ki) sizi topraktan, sonra bir damlacıktan, sonra asılı duran bir madde (embriyo) dan, sonra biçimi belli ve belirsiz bir dölütten yarattık. Böylece size bildiriyoruz. Neyi dilemişsek belli bir süreye kadar onu rahimlerde tutarız. Sonra sizi bir bebek olarak çıkarırız, ve ardından olgunlaşıp erginleşirsiniz. Kiminizin hayatına son verilir, kiminiz de en kötü yaşa kadar ulaştırılır. Böylece bir bilgiye sahip olduktan sonra bir şey bilemez olsun. Toprağı kuru ve ölü görürsün, ancak üzerine su yağdırdığımız zaman titreşip kabarır ve çeşit çeşit güzel bitkiler bitirir.",
        "numberInSurah": 5,
        "juz": 17,
        "manzil": 4,
        "page": 332,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2601,
        "text": "Çünkü, ALLAH tek gerçektir; ölüleri diriltir; herşeye gücü yeter;",
        "numberInSurah": 6,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2602,
        "text": "Ve dünyanın sonu hiç bir kuşkuya yer bırakmadan gelmekte ve ALLAH mezarlardakileri diriltecektir.",
        "numberInSurah": 7,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2603,
        "text": "İnsanlardan kimi, bir bilgiye, bir yol göstericiye ve aydınlatıcı bir kitaba sahip olmadan ALLAH hakkında tartışır.",
        "numberInSurah": 8,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2604,
        "text": "ALLAH'ın yolundan saptırmak için kibirle kasılarak gayret eder. Bu dünya hayatında onun için rezillik vardır. Diriliş gününde de ona yakıcı azabı tattırırız.",
        "numberInSurah": 9,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2605,
        "text": "\"Bu, ellerinin senin için yapıp öne sürdüğü işlerden ötürüdür.\" ALLAH kullara zulmedici değildir",
        "numberInSurah": 10,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2606,
        "text": "İnsanlardan öyleleri var ki ALLAH'a koşullu olarak kulluk eder. İşleri yolunda gidince sevinir; ancak başına bir bela gelince yüzünü çevirir. Böylece dünyayı da ahireti de kaybeder. Gerçek kayıp işte budur.",
        "numberInSurah": 11,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2607,
        "text": "ALLAH'tan ayrı olarak, kendisine yarar ve zarar veremiyenlere yalvarır. Sapıklığın en aşırı noktası budur.",
        "numberInSurah": 12,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2608,
        "text": "Zararı yararından daha yakın olana yalvarır. Ne kötü bir mevla ve ne kötü bir arkadaştır.",
        "numberInSurah": 13,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2609,
        "text": "ALLAH inanıp erdemli davrananları, içinde ırmaklar akan cennetlere sokar. ALLAH istediğini yapar.",
        "numberInSurah": 14,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2610,
        "text": "Kim ALLAH'ın dünya ve ahirette kendisine yardım edemiyeceğini sanıyorsa göğe (Tanrı'ya) doğru yönelsin ve sonra (umut bağladığı diğerlerinden) umudunu kessin de uyguladığı bu planın, kendisinin canını sıkan her şeyden kurtarıp kurtarmadığına bir baksın.",
        "numberInSurah": 15,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2611,
        "text": "Böylece, biz onu apaçık ayetler olarak indirdik. ALLAH dilediğini ve dileyeni doğruya ulaştırır.",
        "numberInSurah": 16,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2612,
        "text": "İnananlar, yahudiler, din değiştirenler, hıristiyanlar, zerdüştiler ve ortak koşanlar... ALLAH diriliş günü aralarında hüküm verecektir. ALLAH her şeye tanıktır.",
        "numberInSurah": 17,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2613,
        "text": "Göklerde ve yerde bulunan kimselerin, güneşin, ayın, yıldızların, dağların, ağaçların, hayvanların ve insanlardan bir çok kişinin ALLAH'a secde ettiklerini (boyun eğdiklerini) görmez misin? Bir çok kişi de azabı hakketmiştir. ALLAH'ın alçalttığını hiç kimse onurlu kılamaz. ALLAH dilediğini yapar.",
        "numberInSurah": 18,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": {
          "id": 6,
          "recommended": true,
          "obligatory": false
        }
      },
      {
        "number": 2614,
        "text": "İşte şunlar, Rab'leri hakkında tartışan iki karşıt grubtur. İnkarcı olanlar için ateşten elbiseler biçilir ve başlarından aşağı kaynar su dökülür.",
        "numberInSurah": 19,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2615,
        "text": "Onunla karınlarında ne varsa, derileriyle birlikte eritilir.",
        "numberInSurah": 20,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2616,
        "text": "Onlar için demirden topuzlar vardır.",
        "numberInSurah": 21,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2617,
        "text": "Her ne vakit oradaki sıkıntıdan çıkmak isteseler oraya geri çevrilirler: \"Yakıcı azabı tadın.\"",
        "numberInSurah": 22,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2618,
        "text": "ALLAH inanıp erdemli bir hayat sürenleri içlerinden ırmaklar akan cennetlere (bahçelere) sokar. Orada altın bilezikler ve inciler takınırlar. Orada giysileri de ipektir.",
        "numberInSurah": 23,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 287,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2619,
        "text": "Onlar sözün güzeline iletilmişlerdir, onlar En Çok Övülen'in yoluna iletilmişlerdir.",
        "numberInSurah": 24,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 287,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2620,
        "text": "İnkar edenler, yerli ve dışarıdan gelen tüm insanlar için eşit olarak ayırdığımız Kutsal Mescid'den ve ALLAH'ın yolundan geri çevirenler ve orada zulüm ve sapıklık arayanlar, tarafımızdan acı bir azap tadacaklardır.",
        "numberInSurah": 25,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 287,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2621,
        "text": "İbrahim'i Evin (Kabe'nin) mekanına yerleştirmiştik: \"Bana hiç bir şeyi ortak etme. Evimi de, ziyaretçiler, orada yerleşenler, rukü ve secde edenler için temizle.\"",
        "numberInSurah": 26,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2622,
        "text": "\"İnsanlara Hac ziyaretini ilan et. Sana yaya olarak veya çeşitli taşıt araçlarıyla uzaklardan gelsinler.\"",
        "numberInSurah": 27,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2623,
        "text": "Ki kendileri için bir takım (sosyal, politik, ekonomik) yararlara tanık olsunlar ve kendilerine çiftlik hayvanlarını rızık olarak verdiği için ALLAH'ın ismini bilinen günlerde ansınlar. \"Onlardan yeyin ve sıkıntı içindeki yoksullara da yedirin.\"",
        "numberInSurah": 28,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2624,
        "text": "Sonra yükümlülüklerini tamamlasınlar, vermiş oldukları sözlerini yerine getirsinler ve o Tarihi Evi ziyaret etsinler.",
        "numberInSurah": 29,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2625,
        "text": "İşte böyle. Kim ALLAH'ın yasaklarına saygı gösterirse Rabbinin yanında kendisi için daha iyidir. Size özellikle bildirilenlerin haricindeki tüm çiftlik hayvanları helal (yasal) kılınmıştır. O halde putperestliğin felaketinden kaçının, yalan sözden sakının.",
        "numberInSurah": 30,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2626,
        "text": "ALLAH'a ortak koşmayarak, kendinizi sadece O'na adayın. Kim ALLAH'a ortak koşarsa sanki gökten düşmüş ve kendisini akbaba kapmış veya rüzgar tarafından derin bir fiyortta sürükleniyor gibidir.",
        "numberInSurah": 31,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2627,
        "text": "Kimler ALLAH'ın emirlerine saygı gösterirse kalplerindeki erdemi sergilemiştir.",
        "numberInSurah": 32,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2628,
        "text": "Onları o Tarihi Eve bağışlanmadan önce o (hayvan) lardan belli bir süre yararlanırsınız.",
        "numberInSurah": 33,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2629,
        "text": "Kendilerine çiftlik hayvanlarını rızık olarak vermesinden ötürü ALLAH'ın ismini anmaları için, her topluluğa ayrı bir ibadet biçimi belirledik. Tanrınız bir tek tanrıdır. Sadece O'na teslim olun. İtaat edenlere müjde ver.",
        "numberInSurah": 34,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 289,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2630,
        "text": "Onlar öyle kimselerdir ki, ALLAH'tan söz edildiğinde yürekleri ürperir. Başlarına gelene sabrederler, namazı gözetirler ve kendilerine verdiğimiz rızıktan yardım için harcarlar.",
        "numberInSurah": 35,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 289,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2631,
        "text": "ALLAH'a kulluğun bir işareti olarak, hayvanların kurban edilmesinde sizin için yararlar mevcuttur. Onlar sırada diziliyken üzerlerinde ALLAH'ın ismini anmalısınız. Yanları üzerine düştükleri zaman da onlardan yeyin ve dilenene de dilenmeyen yoksula da yedirin. Şükredesiniz diye onları size amade kıldık.",
        "numberInSurah": 36,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 289,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2632,
        "text": "ALLAH'a ne onların etleri, ne de kanları ulaşır; O'na ancak sizin erdemli davranışınız ulaşır. Onları böylece sizin hizmetinize vermiştir ki, sizi doğruya ulaştırdığı için ALLAH'ın büyüklüğünü anasınız.",
        "numberInSurah": 37,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 289,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2633,
        "text": "ALLAH inananları savunur. ALLAH hainleri ve nankörleri sevmez.",
        "numberInSurah": 38,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 289,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2634,
        "text": "Zulmedilerek kendilerine savaş açılanlara izin verilmiştir. ALLAH onları desteklemeye elbette kadirdir.",
        "numberInSurah": 39,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2635,
        "text": "Onlar ki yalnızca, \"Rabbimiz ALLAH'tır,\" dedikleri için haksız yere ülkelerinden çıkarıldılar. ALLAH halkın bir kısmını bir kısmına karşı savunmasaydı içlerinde ALLAH'ın isminin çokça anıldığı manastırlar, kiliseler, sinagoglar ve mescidler yıkılırdı. ALLAH kendisine yardım edenlere elbette yardım edecektir. ALLAH Kuvvetlidir, Güçlüdür,",
        "numberInSurah": 40,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2636,
        "text": "Onlar ki kendilerini yeryüzüne yöneticiler kıldığımız zaman namazı gözetir, zekatı verir, iyiliği emreder ve kötülükten menederler. Son karar ALLAH'a aittir.",
        "numberInSurah": 41,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2637,
        "text": "Seni yalanlarlarsa, onlardan önce Nuh, Ad ve Semud halkları da yalanlamışlardı",
        "numberInSurah": 42,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2638,
        "text": "İbrahim'in halkı, Lut'un halkı da...",
        "numberInSurah": 43,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2639,
        "text": "Medyen yerlileri de... Musa dahi yalanlandı. Ben o kafirlere süre tanıdım ve sonra onları hesaba çektim; beni tanımamak da nasılmış!..",
        "numberInSurah": 44,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2640,
        "text": "Nice kentlerin halkını, işledikleri haksızlıklardan ötürü helak ettik. Onlardan arta kalanlar, çökmüş çatılar, terkedilmiş kuyular ve ıssız saraylardı...",
        "numberInSurah": 45,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2641,
        "text": "Düşünen beyinlerle ve işiten kulaklarla yeryüzünü dolaşmadılar mı? Gerçek körlük, gözlerin körlüğü değil; göğüslerdeki gönüllerin körlüğüdür.",
        "numberInSurah": 46,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2642,
        "text": "O azabı çabuk getirmen için sana meydan okuyorlar. ALLAH sözünü bozmaz. Rabbinin katında bir gün, onların hesabıyla bin sene gibidir.",
        "numberInSurah": 47,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2643,
        "text": "Nice kentlerin halkına, zalim oldukları halde süre tanıdım ve sonra onları hesaba çektim; son dönüş Banadır.",
        "numberInSurah": 48,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2644,
        "text": "De ki: \"Ey insanlar, ben sizin için ancak apaçık bir uyarıcıyım.\"",
        "numberInSurah": 49,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2645,
        "text": "İnanıp erdemli işler yapanlar, bağışlanma ve bol nimet hakketmişlerdir.",
        "numberInSurah": 50,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2646,
        "text": "Ayetlerimize karşı mücadele edenler ise cehennemin halkı olmayı hakketmişlerdir.",
        "numberInSurah": 51,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2647,
        "text": "Senden önce, arzularına şeytanın karışmadığı hiç bir elçi ve hiç bir peygamberi göndermedik. ALLAH şeytanın attığı şeyleri ortadan kaldırır ve sonra ALLAH ayetlerini sağlamlaştırır. ALLAH Bilendir, Bilgedir.",
        "numberInSurah": 52,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2648,
        "text": "Böylece şeytanın attığını kalplerinde hastalık bulunanlar ve kalpleri katı olanlar için bir test haline sokar. Zalimler, elbette apaçık bir karşıtlık içindedirler.",
        "numberInSurah": 53,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2649,
        "text": "Bu durum, aynı zamanda, kendilerine bilgi verilmiş olanların bunun Rabbinden gelen bir gerçek olduğunu anlamalarını sağlar. Böylece kalpleri onu benimser ve iman ederler. ALLAH, elbette, inananları doğru yola ulaştırır.",
        "numberInSurah": 54,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2650,
        "text": "İnkarcılar ise, Saat (dünyanın sonu) kendilerine ansızın gelinceye kadar, yahut o müthiş günün cezası kendilerine çatıncaya kadar sürekli ondan kuşku duyacaklardır",
        "numberInSurah": 55,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2651,
        "text": "Yönetim ve otorite, o gün tümüyle ALLAH'a aittir. Onların arasında hüküm verecektir. İnanıp erdemli davrananlar nimet cennetlerindedir.",
        "numberInSurah": 56,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2652,
        "text": "Ayetlerimizi yalanlayıp inkar edenler ise küçük düşürücü bir cezayı hakkederler.",
        "numberInSurah": 57,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2653,
        "text": "ALLAH yolunda göç ettikten sonra ölenler veya öldürülenler, ALLAH tarafından güzel bir rızık ile besleneceklerdir. Kuşkusuz ALLAH rızık verenlerin en iyisidir.",
        "numberInSurah": 58,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2654,
        "text": "Hoşnut olacakları bir kabul ile katına alacaktır onları. ALLAH Bilendir, Şefkatlidir.",
        "numberInSurah": 59,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2655,
        "text": "Bu böyledir. Kim, kendisine uygulanan haksızlığa karşı aynı şekilde karşılık verir de bundan dolayı da kendisine saldırılırsa ALLAH ona yardım edecektir. Elbette ALLAH Affedendir, Bağışlayandır.",
        "numberInSurah": 60,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2656,
        "text": "Bu gerçekleşecektir. Çünkü ALLAH geceyi gündüze sokar, gündüzü geceye sokar ve ALLAH İşitendir, Bilendir.",
        "numberInSurah": 61,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2657,
        "text": "Bu gerçekleşecektir. Çünkü ALLAH Gerçektir, O'nun dışında yalvardıkları ise asılsızdır ve ALLAH Yücedir, Büyüktür.",
        "numberInSurah": 62,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2658,
        "text": "ALLAH'ın gökten bir su indirdiğini ve yeryüzünün yeşerdiğini görmez misin? ALLAH Şefkatlidir, Haberdardır.",
        "numberInSurah": 63,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2659,
        "text": "Göklerde ve yerde ne varsa O'na aittir. Elbette ALLAH Zengindir, En Çok Övülendir.",
        "numberInSurah": 64,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2660,
        "text": "ALLAH'ın yerdeki şeyleri ve emriyle denizde akıp giden gemileri hizmetinize sunduğunu ve göğü, izni olmadan yerin üzerine düşmekten alıkoyduğunu görmez misin? ALLAH insanlara karşı Şefkatlidir, Rahimdir.",
        "numberInSurah": 65,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2661,
        "text": "O'dur size can veren, sonra sizi öldüren ve sonra sizi dirilten... İnsan elbette pek nankördür.",
        "numberInSurah": 66,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2662,
        "text": "Her bir topluluğu, uygulayacakları bir dizi kural ile yükümlü kıldık. Onun için bu konuda seninle çekişmesinler. Sen Rabbine çağır. Kuşkusuz sen doğru bir yol üzerindesin.",
        "numberInSurah": 67,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2663,
        "text": "Seninle çekişirlerse de ki, \"ALLAH yaptığınız her şeyi en iyi bilendir.\"",
        "numberInSurah": 68,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2664,
        "text": "Tartıştığınız konularda, diriliş günü aranızda ALLAH hüküm verecektir.",
        "numberInSurah": 69,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2665,
        "text": "ALLAH'ın gökte ve yerde olan her şeyi bildiğini bilmez misin? Tüm bunlar bir kitapta kayıtlıdır. Elbette bu ALLAH'a kolaydır.",
        "numberInSurah": 70,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2666,
        "text": "ALLAH'ın yanında öylelerine tapıyorlar ki, kendilerine hiç bir güç verilmemiştir ve haklarında bir bilgiye de sahip değillerdir. Bu zalimlerin hiç bir yardımcısı yoktur.",
        "numberInSurah": 71,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2667,
        "text": "Kendilerine apaçık ayetlerimiz okunduğunda, inkarcıların yüzünde inkarcılığı okursun. Kendilerine ayetlerimizi okuyanların üzerine neredeyse saldıracaklardır. De ki, \"Bundan daha kötüsünü size bildireyim mi? Ateş! ALLAH onu kafirlere vadetmiştir. Ne kötü bir sonuçtur!\"",
        "numberInSurah": 72,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2668,
        "text": "İnsanlar, işte size, dikkatle dinleyeceğiniz bir örnek: ALLAH'ın yanında taptıklarınız, toplansalar dahi bir sinek bile yaratamazlar. Hatta sinek onlardan bir şey kapsa onu ondan geri alamazlar. İsteyen de aciz, istenen de...",
        "numberInSurah": 73,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2669,
        "text": "Onlar ALLAH'a gereken değeri vermediler. ALLAH elbette Güçlüdür, Üstündür.",
        "numberInSurah": 74,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2670,
        "text": "ALLAH meleklerden ve insanlardan elçiler seçer. Elbette ALLAH İşitendir, Görendir.",
        "numberInSurah": 75,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2671,
        "text": "Onların geçmişini ve geleceğini bilir. Her şeyin nihai kontrol ve yönetimi ALLAH'a aittir.",
        "numberInSurah": 76,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2672,
        "text": "İnananlar, eğiliniz, secde ediniz, Rabbinize kulluk ediniz ve iyilik işleyiniz ki başarasınız.",
        "numberInSurah": 77,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": {
          "id": 7,
          "recommended": true,
          "obligatory": false
        }
      },
      {
        "number": 2673,
        "text": "Ve ALLAH uğrunda gereken çaba ve gayreti gösteriniz. O'dur sizi seçen. O, babanız İbrahim'in yolu olan bu dini, sizin için güç ve ağır kılmadı. Elçinin size tanık olması, sizin de halka tanık olmanız için, sizi, daha önce de şimdi de \"müslümanlar = teslim olanlar\" olarak adlandıran O'dur. Namazı gözetin, zekatı verin ve ALLAH'a sarılın; Mevlanız (Sahibiniz) O'dur. Ne güzel sahip ve ne güzel Yardımcıdır!",
        "numberInSurah": 78,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "tr.yuksel",
      "language": "tr",
      "name": "Edip Yüksel",
      "englishName": "Edip Yüksel",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}