{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 24,
    "name": "سُورَةُ النُّورِ",
    "englishName": "An-Noor",
    "englishNameTranslation": "The Light",
    "revelationType": "Medinan",
    "numberOfAyahs": 64,
    "ayahs": [
      {
        "number": 2792,
        "text": "Bu, indirerek yasa olarak yayımladığımız bir sure olup öğüt alasınız diye içine apaçık ayetler yerleştirdik.",
        "numberInSurah": 1,
        "juz": 18,
        "manzil": 4,
        "page": 350,
        "ruku": 301,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2793,
        "text": "Zina eden kadın ve erkeğin her birine yüz celde vurunuz. ALLAH'a ve ahiret gününe inanıyorsanız, onlara olan acıma duygunuz ALLAH'ın yasasını uygulamakta size engel olmamalı. İnananlardan bir grup onların cezalandırılma işlemine tanık olsun.",
        "numberInSurah": 2,
        "juz": 18,
        "manzil": 4,
        "page": 350,
        "ruku": 301,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2794,
        "text": "Zina eden bir erkek, eninde sonunda, zina eden veya müşrik bir kadınla evlenir; zina eden bir kadın da eninde sonunda, zina eden veya müşrik bir erkekle evlenir. Bu, inananlar için yasaktır.",
        "numberInSurah": 3,
        "juz": 18,
        "manzil": 4,
        "page": 350,
        "ruku": 301,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2795,
        "text": "Evli kadınları suçladıktan sonra dört tanık getiremiyenlere seksen celde vurunuz ve onların tanıklığını ebedi olarak kabul etmeyin. Onlar yoldan çıkmış kimselerdir.",
        "numberInSurah": 4,
        "juz": 18,
        "manzil": 4,
        "page": 350,
        "ruku": 301,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2796,
        "text": "Bununla birlikte, bundan sonra tevbe edip kendilerini düzeltenler için ALLAH Bağışlayandır, Rahimdir.",
        "numberInSurah": 5,
        "juz": 18,
        "manzil": 4,
        "page": 350,
        "ruku": 301,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2797,
        "text": "Eşlerini suçlayıp kendilerinden başka tanıkları olmayan erkeklerden birinin tanıklığı, doğru konuştuğuna dair dört kez ALLAH'a yemin etmesiyle geçerli olabilir.",
        "numberInSurah": 6,
        "juz": 18,
        "manzil": 4,
        "page": 350,
        "ruku": 301,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2798,
        "text": "Beşinci yeminde de, yalancı olduğu taktirde ALLAH'ın lanetinin kendisi üzerine olmasını diler.",
        "numberInSurah": 7,
        "juz": 18,
        "manzil": 4,
        "page": 350,
        "ruku": 301,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2799,
        "text": "Dört kez ALLAH'a yemin ederek kocasının yalan söylediğine tanıklıkta bulunduğu taktirde kadın cezayı savar.",
        "numberInSurah": 8,
        "juz": 18,
        "manzil": 4,
        "page": 350,
        "ruku": 301,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2800,
        "text": "Beşinci yeminde de, kocasının doğru olması halinde kendisinin ALLAH'ın gazabına uğramasını diler.",
        "numberInSurah": 9,
        "juz": 18,
        "manzil": 4,
        "page": 350,
        "ruku": 301,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2801,
        "text": "ALLAH size bağışı ve merhametiyle davranmasaydı, ALLAH Tevbeleri Kabul Eden ve Bilge olmasaydı..",
        "numberInSurah": 10,
        "juz": 18,
        "manzil": 4,
        "page": 350,
        "ruku": 301,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2802,
        "text": "O iftirayı, sizden bir çete uydurdu. Onun sizin için kötü olduğunu sanmayın; aksine sizin için iyi (bir ders) dir. Bu arada, onlardan her biri günahı paylaşmıştır. Elebaşılık yapanları da büyük bir cezayı haketmiştir.",
        "numberInSurah": 11,
        "juz": 18,
        "manzil": 4,
        "page": 351,
        "ruku": 302,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2803,
        "text": "Onu işittiğinizde, siz inanan erkek ve kadınların birbiriniz hakkında olumlu düşüncelere sahip olarak, \"Bu, açıkça büyük bir yalandır,\" demeleri gerekmez miydi?",
        "numberInSurah": 12,
        "juz": 18,
        "manzil": 4,
        "page": 351,
        "ruku": 302,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2804,
        "text": "Dört tanık getirmeli değiller miydi? Tanıklar getiremediklerine göre onlar ALLAH yanında yalancılardandır.",
        "numberInSurah": 13,
        "juz": 18,
        "manzil": 4,
        "page": 351,
        "ruku": 302,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2805,
        "text": "ALLAH'ın size dünya ve ahirette bağışı ve merhameti olmasaydı daldığınız o olaydan ötürü size büyük bir ceza dokunacaktı.",
        "numberInSurah": 14,
        "juz": 18,
        "manzil": 4,
        "page": 351,
        "ruku": 302,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2806,
        "text": "Onu dilinize dolamış ve hakkında bir bilginiz olmayan bir konuda ağzınızı açıp konuşuyordunuz. Onu basit bir şey sanmıştınız. Oysa o, ALLAH yanında büyüktür.",
        "numberInSurah": 15,
        "juz": 18,
        "manzil": 4,
        "page": 351,
        "ruku": 302,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2807,
        "text": "Onu işittiğinizde, \"Bunu konuşmamız doğru değil. Sen Yücesin. Bu büyük bir iftiradır,\" demeniz gerekmez miydi?",
        "numberInSurah": 16,
        "juz": 18,
        "manzil": 4,
        "page": 351,
        "ruku": 302,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2808,
        "text": "Benzerini tekrarlamayasınız diye ALLAH size öğüt veriyor. İnananlar iseniz.",
        "numberInSurah": 17,
        "juz": 18,
        "manzil": 4,
        "page": 351,
        "ruku": 302,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2809,
        "text": "ALLAH size ayetlerini böyle açıklıyor. ALLAH Bilendir, Bilgedir.",
        "numberInSurah": 18,
        "juz": 18,
        "manzil": 4,
        "page": 351,
        "ruku": 302,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2810,
        "text": "İnananların arasından hayasızlığın yaygınlaşmasını arzulayanlar, dünya ve ahirette acı verici bir cezayı hakketmişlerdir. ALLAH bilir, siz bilmezsiniz.",
        "numberInSurah": 19,
        "juz": 18,
        "manzil": 4,
        "page": 351,
        "ruku": 302,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2811,
        "text": "ALLAH'ın size bağış ve rahmeti olmasaydı, ALLAH En Şefkatli ve Rahim (En Merhametli) olmasaydı.",
        "numberInSurah": 20,
        "juz": 18,
        "manzil": 4,
        "page": 351,
        "ruku": 302,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2812,
        "text": "Ey inananlar, Şeytanın adımlarını izlemeyin. Kim Şeytanın adımlarını izlerse, kendisine hayasızlığı ve kötülüğü emreder. ALLAH'ın size bağışı ve merhameti olmasaydı sizden hiç biriniz ebediyen temizlenemezdi. Ancak ALLAH dileyeni temizler. ALLAH İşitendir, Bilendir.",
        "numberInSurah": 21,
        "juz": 18,
        "manzil": 4,
        "page": 352,
        "ruku": 303,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2813,
        "text": "Sizden mal ve imkana sahip olanlar, akrabalara, yoksullara ve ALLAH yolunda göç edenlere vermemek için yemin etmesinler. Affetsinler, geçsinler. ALLAH'ın sizi bağışlamasını sevmez misiniz? ALLAH Bağışlayandır, Rahimdir.",
        "numberInSurah": 22,
        "juz": 18,
        "manzil": 4,
        "page": 352,
        "ruku": 303,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2814,
        "text": "İffetli ve (kötülüklerden) habersiz inanan kadınlara iftira edenler, dünya ve ahirette lanetlenirler ve onlar için büyük bir ceza vardır.",
        "numberInSurah": 23,
        "juz": 18,
        "manzil": 4,
        "page": 352,
        "ruku": 303,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2815,
        "text": "O gün ki, dilleri, elleri ve ayakları onların yapmış oldukları her şeye tanıklık edeceklerdir.",
        "numberInSurah": 24,
        "juz": 18,
        "manzil": 4,
        "page": 352,
        "ruku": 303,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2816,
        "text": "ALLAH o gün, hakettiklerini tam olarak ödeyecek ve ALLAH'ın apaçık bir gerçek olduğunu öğreneceklerdir.",
        "numberInSurah": 25,
        "juz": 18,
        "manzil": 4,
        "page": 352,
        "ruku": 303,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2817,
        "text": "Kötü kadınlar, kötü erkekler için, kötü erkekler de kötü kadınlar içindir. İyi kadınlar iyi erkekler için ve iyi erkekler de iyi kadınlar içindir. Bunlar (ikinci grup), onların söylentilerinden uzaktır. Bunlar bağışlanma ve cömert bir ödül haketmişlerdir.",
        "numberInSurah": 26,
        "juz": 18,
        "manzil": 4,
        "page": 352,
        "ruku": 303,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2818,
        "text": "Ey inananlar, evlerinizden başka evlere, izin almadan, halkına selam vermeden girmeyiniz. Düşünürseniz bunun sizin için daha iyi olduğunu görürsünüz.",
        "numberInSurah": 27,
        "juz": 18,
        "manzil": 4,
        "page": 352,
        "ruku": 304,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2819,
        "text": "Orada hiç kimseyi bulamazsanız (yetkililer tarafından) izin verilmeden oraya girmeyiniz. Size \"Geri dönün,\" dendiğinde dönüp gidiniz. Bu, sizin için daha temiz bir davranıştır. ALLAH yaptıklarınızı Bilendir.",
        "numberInSurah": 28,
        "juz": 18,
        "manzil": 4,
        "page": 353,
        "ruku": 304,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2820,
        "text": "Oturulmayan ve içinde eşyanız bulunan bir eve girmenizde bir sakınca yoktur. ALLAH açığa vurduklarınızı da gizlediklerinizi de bilir.",
        "numberInSurah": 29,
        "juz": 18,
        "manzil": 4,
        "page": 353,
        "ruku": 304,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2821,
        "text": "İnananlara, gözlerini sakınmalarını (kadınlara gözünü dikip bakmamalarını) ve iffetlerini korumalarını bildir. Bu, onlar için daha temiz bir davranıştır. Elbette ALLAH yaptıklarından haberdardır.",
        "numberInSurah": 30,
        "juz": 18,
        "manzil": 4,
        "page": 353,
        "ruku": 304,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2822,
        "text": "İnanan kadınlara da söyle, gözlerini sakınsınlar, iffetlerini korusunlar ve açıkta olması gereken yerleri hariç, alımlı yerlerini göstermesinler. Örtülerini göğüslerinin üzerine kapasınlar. Vücutlarının alımlı yerlerini kimseye göstermesinler; ancak kocaları, babaları, kocalarının babaları, oğulları, kocalarının oğulları, kardeşleri, erkek kardeşlerinin oğulları, kızkardeşlerinin oğulları, diğer kadınlar, cinsel iktidara sahip olmayan erkek hizmetkarlar ve işçiler ve kadınların cinsel yönlerini henüz anlamayan çocuklar hariç. Gizledikleri alımlı bölgelerini sergilemek/bildirmek için ayaklarını yere vurmasınlar. Ey inananlar, topluca ALLAH'a yöneliniz ki başarılı olasınız.",
        "numberInSurah": 31,
        "juz": 18,
        "manzil": 4,
        "page": 353,
        "ruku": 304,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2823,
        "text": "Bekarlarınızı, erdemli kadın ve erkek hizmetçilerinizi evlendiriniz; eğer yoksul iseler, ALLAH onları kendi lütfundan zengin edecektir. ALLAH Cömerttir, Bilendir.",
        "numberInSurah": 32,
        "juz": 18,
        "manzil": 4,
        "page": 354,
        "ruku": 304,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2824,
        "text": "Evlenme imkanına sahip olmayanlar da, ALLAH kendilerini lütfuyla zenginleştirene kadar iffetli davransınlar. Evlenme yoluyla özgürlük belgesi almak isteyen esirleri -niyetleri dürüstse- özgürlüklerine kavuşturun. Ve ALLAH'ın size verdiği parasından onlara veriniz. İffetli olmak isteyen kızlarınızı, bu dünyanın geçici menfaatini arzulayarak fuhuşa zorlamayın. Kim onları zorlarsa, o zaman ALLAH onların zorlandığını hesaba katar; O Bağışlayandır, Rahimdir.",
        "numberInSurah": 33,
        "juz": 18,
        "manzil": 4,
        "page": 354,
        "ruku": 304,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2825,
        "text": "Size apaçık ayetler, sizden önce geçmiş kimselerden örnekler ve erdemliler için bir öğüt indirmiş bulunuyoruz",
        "numberInSurah": 34,
        "juz": 18,
        "manzil": 4,
        "page": 354,
        "ruku": 304,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2826,
        "text": "ALLAH göklerin ve yerin ışığıdır. Işığının örneği şuna benzer: içinde lamba bulunan bir oyuk... Lamba bir cam kap içindedir. O cam kap ise, incimsi bir gezegen gibidir. Yakıtı, ne batıya ne de doğuya bağıntısı olmayan, zeytinyağı üreten bereketli bir ağaçtandır. Yağı, neredeyse ateş değmeden aydınlık verir. Işık üzerine ışıktır. ALLAH dileyeni/dilediğini ışığına ulaştırır. İşte ALLAH halka böyle örnekler verir. ALLAH her şeyi bilir.",
        "numberInSurah": 35,
        "juz": 18,
        "manzil": 4,
        "page": 354,
        "ruku": 305,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2827,
        "text": "(Böyle bir ışık ve hidayet), içlerinde ismi anıldığı için ALLAH'ın onaylayıp yükselttiği evlerdedir. Orada, O'nu sabah akşam yücelten...",
        "numberInSurah": 36,
        "juz": 18,
        "manzil": 4,
        "page": 354,
        "ruku": 305,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2828,
        "text": "Kişiler vardır. Onları, ALLAH'ı anmaktan, namazı gözetmekten ve zekatı vermekten ne bir iş ne de bir ticaret alıkoymaz. Onlar, kalplerin ve gözlerin ters döneceği günden korkarlar.",
        "numberInSurah": 37,
        "juz": 18,
        "manzil": 4,
        "page": 355,
        "ruku": 305,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2829,
        "text": "ALLAH onların güzel işlerini kuşkusuz ödüllendirecek ve onlara lütfunu arttıracaktır. ALLAH dilediğini hesapsız olarak rızıklandırır.",
        "numberInSurah": 38,
        "juz": 18,
        "manzil": 4,
        "page": 355,
        "ruku": 305,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2830,
        "text": "İnkarcılara gelince, işleri, çöldeki bir serap gibidir. Susayan onu su sanır. Yanına varınca onu bulamaz, ancak orada ALLAH'ı bulur; O da onun hesabını tam görür. Kuşkusuz ALLAH hesabı çabuk görendir.",
        "numberInSurah": 39,
        "juz": 18,
        "manzil": 4,
        "page": 355,
        "ruku": 305,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2831,
        "text": "Yahut, yoğun bir sisle birlikte dalga üstüne dalganın örttüğü engin bir denizin ortasındaki karanlıklara benzer. Üstüste yığılmış karanlıklar... İnsan elini uzattığı zaman nerdeyse onu bile göremez. ALLAH'ın ışıktan yoksun bıraktığı kimsenin hiç birışığı olamaz.",
        "numberInSurah": 40,
        "juz": 18,
        "manzil": 4,
        "page": 355,
        "ruku": 305,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2832,
        "text": "Diziler halinde uçan kuşlar dahil, göklerde ve yerde bulunan herkesin ALLAH'ı yücelttiğini görmez misin? Her birisi kendi duasını ve yüceltme yöntemini bilir. ALLAH onların yaptıklarını iyi bilir.",
        "numberInSurah": 41,
        "juz": 18,
        "manzil": 4,
        "page": 355,
        "ruku": 306,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2833,
        "text": "Göklerin ve yerin yönetimi ALLAH'a aittir. Dönüş de ALLAH'adır",
        "numberInSurah": 42,
        "juz": 18,
        "manzil": 4,
        "page": 355,
        "ruku": 306,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2834,
        "text": "Bilmez misin ki ALLAH bulutları sürer, sonra onları birleştirir, sonra onları birbiri üstüne yığar ve sen de yağmurun onların arasından çıktığını görürsün? Gökten büyük kütlelerden dolu yağdırır, dilediği kimseyi ona uğratır ve dilediğinden de onu uzak tutar. Şimşeğinin parıltısı neredeyse gözleri alır.",
        "numberInSurah": 43,
        "juz": 18,
        "manzil": 4,
        "page": 355,
        "ruku": 306,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2835,
        "text": "ALLAH gece ile gündüzü çevirip kontrol eder. Gözleri olanlar için elbette bunda bir ders vardır.",
        "numberInSurah": 44,
        "juz": 18,
        "manzil": 4,
        "page": 356,
        "ruku": 306,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2836,
        "text": "ALLAH bütün canlıları sudan yaratır. Onlardan kimi karnı üzerinde yürür, kimi iki ayakları üzerinde yürür, kimi de dört ayak üzerinde yürür. ALLAH dilediğini yaratır. ALLAH her şeye gücü yetendir.",
        "numberInSurah": 45,
        "juz": 18,
        "manzil": 4,
        "page": 356,
        "ruku": 306,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2837,
        "text": "Apaçık ayetler indirmiş bulunuyoruz. ALLAH dilediğini/dileyeni dosdoğru yola iletir.",
        "numberInSurah": 46,
        "juz": 18,
        "manzil": 4,
        "page": 356,
        "ruku": 306,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2838,
        "text": "\"ALLAH'a ve elçiye inandık ve itaat ettik,\" derler. Fakat sonra, bunun ardından, onlardan bir grup yüz çevirir; bunlar inanmış değildir.",
        "numberInSurah": 47,
        "juz": 18,
        "manzil": 4,
        "page": 356,
        "ruku": 306,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2839,
        "text": "Aralarında hüküm vermesi için ALLAH'a ve elçisine çağrıldıkları zaman onlardan bir grup hoşlanmaz.",
        "numberInSurah": 48,
        "juz": 18,
        "manzil": 4,
        "page": 356,
        "ruku": 306,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2840,
        "text": "Ancak karar lehlerine olursa, ona gönüllü koşarlar.",
        "numberInSurah": 49,
        "juz": 18,
        "manzil": 4,
        "page": 356,
        "ruku": 306,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2841,
        "text": "Kalplerinde bir hastalık mı var? Kuşku mu duyuyorlar? ALLAH'ın ve elçisinin kendilerine haksızlık yapacağından mı korkmaktadırlar? Aslında onlar zalimlerdir.",
        "numberInSurah": 50,
        "juz": 18,
        "manzil": 4,
        "page": 356,
        "ruku": 306,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2842,
        "text": "Aralarında hüküm vermek üzere, ALLAH'a ve elçisine çağrıldıkları zaman inananlar yalnızca şunu söylerler: \"İşittik ve uyduk.\" Kazananlar işte bunlardır.",
        "numberInSurah": 51,
        "juz": 18,
        "manzil": 4,
        "page": 356,
        "ruku": 307,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2843,
        "text": "ALLAH'a ve elçisine uyan, ALLAH'ı sayıp O'nu dinleyen kimseler üstün gelenlerdir.",
        "numberInSurah": 52,
        "juz": 18,
        "manzil": 4,
        "page": 356,
        "ruku": 307,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2844,
        "text": "Kendilerine emrettiğin taktirde çıkacaklarına dair yeminlerinin en ciddi olanıyla ALLAH'a yemin ettiler. De ki, \"Yemin etmeyin. Nasıl itaat ettiğiniz ortada. ALLAH yaptığınız her şeyden haberdardır.\"",
        "numberInSurah": 53,
        "juz": 18,
        "manzil": 4,
        "page": 356,
        "ruku": 307,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2845,
        "text": "De ki, \"ALLAH'a ve elçiye uyunuz. Reddederseniz, o kendi görevinden sorumludur, siz de kendi görevinizden sorumlusunuz. Ona uyarsanız, doğruyu bulursunuz. Elçinin tek görevi, mesajı açıkça bildirmekten ibarettir.",
        "numberInSurah": 54,
        "juz": 18,
        "manzil": 4,
        "page": 357,
        "ruku": 307,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2846,
        "text": "ALLAH, inanıp erdemli davrananlarınızı, kendilerinden öncekileri egemen kıldığı gibi onları da egemen yapacağına, kendileri için seçtiği dini yerleştireceğine ve korkularını güvene çevireceğine söz vermiştir. Çünkü onlar bana kulluk ederler ve bana hiçbir şeyi ortak koşmazlar. Bundan sonra inkar edenler, yoldan çıkmış olanlardır.",
        "numberInSurah": 55,
        "juz": 18,
        "manzil": 4,
        "page": 357,
        "ruku": 307,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2847,
        "text": "Namazı gözetiniz, zekatı veriniz ve elçiye uyunuz ki merhamet edilesiniz.",
        "numberInSurah": 56,
        "juz": 18,
        "manzil": 4,
        "page": 357,
        "ruku": 307,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2848,
        "text": "İnkar edenlerin bizi aciz bırakacaklarını sanmayın. Onların varacağı yer ateştir; ne kötü bir varış noktasıdır.",
        "numberInSurah": 57,
        "juz": 18,
        "manzil": 4,
        "page": 357,
        "ruku": 307,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2849,
        "text": "Ey inananlar, emriniz altında çalışanlar ve sizden henüz erginliğe ermemiş olanlar üç kez izin almalıdırlar: Sabah namazından önce, öğle vaktinde dinlenmek için elbisenizi çıkardığınız zaman ve Akşam namazından sonra... Bunlar, sizin özel üç vaktinizdir. Bunların dışında, birbirinizin yanına girip çıkmakta bir sakınca yoktur. ALLAH ayetleri size böyle açıklar. ALLAH Bilendir, Bilgedir.",
        "numberInSurah": 58,
        "juz": 18,
        "manzil": 4,
        "page": 357,
        "ruku": 308,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2850,
        "text": "Çocuklarınız erginlik çağına erişince, kendilerinden önceki yetişkinlerin izin istedikleri gibi onlar da (özel odanıza girmeden önce) izin istesinler. ALLAH ayetlerini size böyle açıklar. ALLAH Bilendir, Bilgedir.",
        "numberInSurah": 59,
        "juz": 18,
        "manzil": 4,
        "page": 358,
        "ruku": 308,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2851,
        "text": "Evlenme beklentisi olmayan yaşlı kadınların, alımlı yerlerini açıp saçmamak koşuluyla dış elbiselerini bırakmalarında bir sakınca yoktur. İffetli davranmaları kendileri için daha iyidir. ALLAH İşitendir, Bilendir.",
        "numberInSurah": 60,
        "juz": 18,
        "manzil": 4,
        "page": 358,
        "ruku": 308,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2852,
        "text": "Siz, evlerinizde, babalarınızın evlerinde, annelerinizin evlerinde, kardeşlerinizin evlerinde, kızkardeşlerinizin evlerinde, amcalarınızın evlerinde, halalarınızın evlerinde, dayılarınızın evlerinde, teyzelerinizin, anahtarlarına sahip olduğunuz ve arkadaşlarınızın evlerinde yemenizden dolayı kınanmazsınız. Aynı şekilde kör kınanmaz, topal kınanmaz, sakat ve hasta da kınanmaz. Topluca yahut ayrı ayrı yemenizde de bir sakınca yoktur. Bir eve girdiğinizde ALLAH'tan güzel, kutlu bir yaşam dileyerek selamlayınız. ALLAH size ayetleri böyle açıklar ki anlayasınız.",
        "numberInSurah": 61,
        "juz": 18,
        "manzil": 4,
        "page": 358,
        "ruku": 308,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2853,
        "text": "Gerçek inananlar, ALLAH'a ve elçisine inanan ve toplumsal bir sorun için onunla beraber iken ondan izinsiz terketmeyenlerdir. Senden izin isteyenler, ALLAH'a ve elçisine inananlardır. Bazı işleri için senden izin istediklerinde dilediğine izin verebilirsin. Onlar için ALLAH'tan bağışlanma dile. ALLAH Bağışlayandır, Rahimdir.",
        "numberInSurah": 62,
        "juz": 18,
        "manzil": 4,
        "page": 359,
        "ruku": 309,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2854,
        "text": "Elçinin davetini, aranızda herhangi birinin diğerini davet etmesi gibi tutmayın. ALLAH sizden eften püften özürler göstererek sıvışıp gidenleri biliyor. Onun emirlerine aykırı davrananlar, başlarına bir felaketin gelmesinden veya acı bir cezaya çarpılmaktan sakınsınlar.",
        "numberInSurah": 63,
        "juz": 18,
        "manzil": 4,
        "page": 359,
        "ruku": 309,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2855,
        "text": "Göklerde ve yerde olanlar hep ALLAH'a aittir. İçinde bulunduğunuz her durumu bilir. Nitekim kendisine döndürülecekleri gün, yaptıkları her şeyi onlara bildirecektir. ALLAH her şeyi bilendir.",
        "numberInSurah": 64,
        "juz": 18,
        "manzil": 4,
        "page": 359,
        "ruku": 309,
        "hizbQuarter": 143,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "tr.yuksel",
      "language": "tr",
      "name": "Edip Yüksel",
      "englishName": "Edip Yüksel",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}