{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 25,
    "name": "سُورَةُ الفُرۡقَانِ",
    "englishName": "Al-Furqaan",
    "englishNameTranslation": "The Criterion",
    "revelationType": "Meccan",
    "numberOfAyahs": 77,
    "ayahs": [
      {
        "number": 2856,
        "text": "Оламларга огоҳлантирувчи бўлсин учун бандасига Фурқонни нозил қилган Зот баракотли, улуғдир.",
        "numberInSurah": 1,
        "juz": 18,
        "manzil": 4,
        "page": 359,
        "ruku": 310,
        "hizbQuarter": 144,
        "sajda": false
      },
      {
        "number": 2857,
        "text": "У осмонлару ернинг мулки Унга хос бўлган, Ўзига фарзанд тутмаган, мулкида шериги бўлмаган, ҳар бир нарсани ўлчов ила ўлчаб яратган Зотдир.",
        "numberInSurah": 2,
        "juz": 18,
        "manzil": 4,
        "page": 359,
        "ruku": 310,
        "hizbQuarter": 144,
        "sajda": false
      },
      {
        "number": 2858,
        "text": "У Зотдан бошқа, ҳеч нарса ярата олмайдиган, ўзлари яратиладиган, ўзлари учун зарарга ҳам, нафга ҳам эга бўлмайдиган, ўлимга ҳам, ҳаётга ҳам, қайта тирилишга ҳам молик бўлмайдиган «худо»лар тутдилар.",
        "numberInSurah": 3,
        "juz": 18,
        "manzil": 4,
        "page": 360,
        "ruku": 310,
        "hizbQuarter": 144,
        "sajda": false
      },
      {
        "number": 2859,
        "text": "Куфр келтирганлар: «Бу (Қуръон) уйдирмадан бошқа нарса эмас. Уни ўзи уйдириб олди ва бунда унга бошқа қавмлар кўмак бердилар», дедилар. Бас, шубҳасиз, зулм ва ёлғон гувоҳлик келтирдилар.",
        "numberInSurah": 4,
        "juz": 18,
        "manzil": 4,
        "page": 360,
        "ruku": 310,
        "hizbQuarter": 144,
        "sajda": false
      },
      {
        "number": 2860,
        "text": "Улар: «Бу аввалгиларнинг афсонасидир. Уларни ёздириб олган. Ҳолбуки, улар унга эртаю кеч имло қилинур», дедилар. (Аввалги мушриклар ҳар қанча жоҳил бўлсалар ҳам, ҳозиргиларга қараганда бир оз инсофли бўлган экан. Улар ҳозирги мушрикларга ўхшаб, «ёзиб олган», демасдан, «ёздириб олган», демоқдалар. Чунки улар Муҳаммаднинг (с. а. в.) ўқиш ва ёзишни билмасликларини яхши биладилар. Шунинг учун афсоналарни бошқаларга ёздириб олган, дедилар. Яъни, ўша афсоналар Муҳаммадга (с. а. в.) эртаю кеч айтиб турилади, дейдилар.)",
        "numberInSurah": 5,
        "juz": 18,
        "manzil": 4,
        "page": 360,
        "ruku": 310,
        "hizbQuarter": 144,
        "sajda": false
      },
      {
        "number": 2861,
        "text": "Сен: «Уни осмонлару ердаги сирни биладиган Зот нозил қилди. Албатта, У мағфиратли ва раҳмли Зотдир», дегин. (Қуръонни ҳамма нарсани билгувчи зот–Аллоҳ нозил қилгандир. Ҳамма нарсани билгувчи зот ўтган умматларнинг тарихини ҳам жуда яхши билади. Ўтганларнинг афсоналарини бировдан ёздириб олишга ҳожат йўқ. Балки бу афсоналар ёлғон, бидъат ва хурофотларга тўлиқдир. Қуръони Каримда эса, ўтган умматларнинг қиссалари энг рост ва тўғри равишда келтирилади. Кишиларни улардан ўрнак олишга чақирилади. Вақт ўтиб, илм ривожланиши билан бу ҳақиқат яна ҳам равшанлашиб бормоқда.)",
        "numberInSurah": 6,
        "juz": 18,
        "manzil": 4,
        "page": 360,
        "ruku": 310,
        "hizbQuarter": 144,
        "sajda": false
      },
      {
        "number": 2862,
        "text": "Улар: «Бу не Пайғамбарки, таом еб, бозорда юрадир?! Унга бир фаришта туширилса эди, у билан огоҳлантиргувчи бўлар эди.",
        "numberInSurah": 7,
        "juz": 18,
        "manzil": 4,
        "page": 360,
        "ruku": 310,
        "hizbQuarter": 144,
        "sajda": false
      },
      {
        "number": 2863,
        "text": "Ёки унга хазина ташланса ёхуд унинг боғи бўлсаю ундан еса», дедилар. Золимлар: «Сизлар фақат сеҳрланган кишига эргашяпсизлар, холос», дедилар.",
        "numberInSurah": 8,
        "juz": 18,
        "manzil": 4,
        "page": 360,
        "ruku": 310,
        "hizbQuarter": 144,
        "sajda": false
      },
      {
        "number": 2864,
        "text": "Сенга қандай мисоллар келтирганига назар сол! Бас, улар йўлдан оздилар. Энди йўл топишга қодир эмаслар.",
        "numberInSurah": 9,
        "juz": 18,
        "manzil": 4,
        "page": 360,
        "ruku": 310,
        "hizbQuarter": 144,
        "sajda": false
      },
      {
        "number": 2865,
        "text": "Агар хоҳласа, сенга ўшандан яхшироғини–остидан анҳорлар оқиб турадиган боғларни ва қасрларни қилиб берадиган Зот баракотли ва улуғ бўлди. (Аллоҳ хоҳласа, бу нарсаларни истаган лаҳзада Пайғамбарига ато этиши ҳеч гап эмас. Лекин мақсад боғу роғ ва қасрлар эмас. Мақсад ҳамма нарсанинг холиқи Аллоҳ таолонинг розилигига эришишдир.)",
        "numberInSurah": 10,
        "juz": 18,
        "manzil": 4,
        "page": 360,
        "ruku": 311,
        "hizbQuarter": 144,
        "sajda": false
      },
      {
        "number": 2866,
        "text": "Йўқ! Улар соат(қиёмат)ни ҳам ёлғонга чиқардилар. Ва Биз соат(қиёмат)ни ёлғонга чиқарганларга дўзахни тайёрлаб қўйдик. (Кофирлар, қиёмат бўлмайди, дедилар. Қиёмат бўлади, деяётганларнинг гапи ёлғон, дедилар. Ҳолбуки, дўзах уларни кутиб турибди. Ушбу мушриклар тўппа-тўғри ўша тайёр дўзахга равона бўладилар.)",
        "numberInSurah": 11,
        "juz": 18,
        "manzil": 4,
        "page": 360,
        "ruku": 311,
        "hizbQuarter": 144,
        "sajda": false
      },
      {
        "number": 2867,
        "text": "Вақтики у уларни узоқ жойдан кўрганида, унинг ғазабнок қайнашини ва бўкиришини эшитурлар. (Қиёмат соатини ёлғонга чиқарганларга Аллоҳ таоло томонидан тайёрлаб қўйилган дўзах шу даражада даҳшатлики, у кофирларни узоқдан кўриши билан ғазаби тўлиб-тошиб, қайнаб ўкира бошлайди.)",
        "numberInSurah": 12,
        "juz": 18,
        "manzil": 4,
        "page": 361,
        "ruku": 311,
        "hizbQuarter": 144,
        "sajda": false
      },
      {
        "number": 2868,
        "text": "Унинг тор жойига кишанланган ҳолларида ташлаганларида эса, ўша жойда (ўзларига) ҳалокат тиларлар.",
        "numberInSurah": 13,
        "juz": 18,
        "manzil": 4,
        "page": 361,
        "ruku": 311,
        "hizbQuarter": 144,
        "sajda": false
      },
      {
        "number": 2869,
        "text": "Бугунги кунда бир ҳалокатни эмас, кўп ҳалокатни тиланглар! (Бир марта ҳалок бўлиб қутулиб кета олмайсизлар. Ҳали кўп ҳалок бўласизлар. Ўзингизча, ҳалок бўлсак, бу азоблардан қутулармиз, деб ўйламанглар.)",
        "numberInSurah": 14,
        "juz": 18,
        "manzil": 4,
        "page": 361,
        "ruku": 311,
        "hizbQuarter": 144,
        "sajda": false
      },
      {
        "number": 2870,
        "text": "Бу яхшими ёки тақводорларга тайёрлаб қўйилган мангулик жаннати яхшими? У (жаннат) улар учун мукофот ва қайтиш жойидир.",
        "numberInSurah": 15,
        "juz": 18,
        "manzil": 4,
        "page": 361,
        "ruku": 311,
        "hizbQuarter": 144,
        "sajda": false
      },
      {
        "number": 2871,
        "text": "Уларга у ерда хоҳлаган нарсалари бор, абадий ҳолда қолурлар. Бу Роббинг зиммасидаги масъулиятли ваъдадир. (Жаннатда тақводор мўминларга истаган нарсалари бор. Жаннатда нималар борлигини санаб адоғига етиб бўлмайди. Шунинг учун осонгина, истаган нарсалари бор, деб қўйилди.)",
        "numberInSurah": 16,
        "juz": 18,
        "manzil": 4,
        "page": 361,
        "ruku": 311,
        "hizbQuarter": 144,
        "sajda": false
      },
      {
        "number": 2872,
        "text": "У(мушрик)ларни ва Аллоҳдан ўзга ибодат қилган нарсаларини тўплаган кунда У зот: «Анави бандаларимни сизлар адаштирдингизми ёки улар ўзлари йўлдан оздиларми?!» дейдир. (Бу дунёда мушрик бўлиб, Аллоҳдан ўзга нарсаларга ибодат этиб, ўшаларнинг «айтгани»ни қилиб, ўшаларнинг «розилиги»ни тилаб ўтган манави бандаларнинг мушрик бўлишлари сабаби нима? Уларни ўша «худо»лари адаштирдими? Ёки ўзлари йўлдан оғдиларми?)",
        "numberInSurah": 17,
        "juz": 18,
        "manzil": 4,
        "page": 361,
        "ruku": 311,
        "hizbQuarter": 144,
        "sajda": false
      },
      {
        "number": 2873,
        "text": "Улар: «Эй пок Парвардигор, Сендан ўзгани дўст тутмоқ биз учун ярашмас. Лекин сен уларни ва ота-боболарини (шунчалик) ҳузурлантирдингки, ҳатто улар зикрингни унутдилар ва ҳалокат қавми бўлиб қолдилар», дерлар.",
        "numberInSurah": 18,
        "juz": 18,
        "manzil": 4,
        "page": 361,
        "ruku": 311,
        "hizbQuarter": 144,
        "sajda": false
      },
      {
        "number": 2874,
        "text": "Батаҳқиқ, улар сизларни айтаётган нарсангизда ёлғончига чиқардилар. Энди (азобни) буришга ҳам, ёрдам олишга ҳам қодир бўлмассиз. Сиздан ким зулм қилган бўлса, унга азобни тортдирамиз.",
        "numberInSurah": 19,
        "juz": 18,
        "manzil": 4,
        "page": 361,
        "ruku": 311,
        "hizbQuarter": 144,
        "sajda": false
      },
      {
        "number": 2875,
        "text": "Биз сендан олдин юборган Пайғамбарларимиз ҳам, албатта, таом ер ва бозорларда юрар эдилар. Баъзиларингизни баъзиларингизга синов қилдик. Сабр қиласизлармикин?! Роббинг кўргувчи бўлган зотдир. (Оддий башардан Пайғамбар юбориб одамларни синовга учратдик, баъзилари синовдан ўта олмай, оддий башар ҳам Пайғамбар бўладими, деб йўлдан адашди. Уларнинг бу тасарруфлари эса, иймонлилар учун синов бўлди.)",
        "numberInSurah": 20,
        "juz": 18,
        "manzil": 4,
        "page": 361,
        "ruku": 311,
        "hizbQuarter": 144,
        "sajda": false
      },
      {
        "number": 2876,
        "text": "Бизга учрашдан умидсиз бўлганлар, бизга фаришталар туширилса ёки, Роббимизни кўрсак эди, дерлар. Батаҳқиқ, улар ўзларидан кетдилар ва катта туғён-ла туғён қилдилар.",
        "numberInSurah": 21,
        "juz": 19,
        "manzil": 4,
        "page": 362,
        "ruku": 312,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2877,
        "text": "Улар фаришталарни кўрадиган кунда, ҳа, ўша кунда жиноятчиларга хушхабар бўлмас. Ва у(фаришта)лар: «Ҳаром, ҳаром», дерлар. (Эй кофир-мушриклар, сизларга хушхабар ҳаром, жаннат ҳаром, мағфират ҳаром, меҳр-шафқат ҳаром, осойишталик ҳаром... дерлар.)",
        "numberInSurah": 22,
        "juz": 19,
        "manzil": 4,
        "page": 362,
        "ruku": 312,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2878,
        "text": "Ва қилган амалига келиб, уларни тўзон каби сочиб юборурмиз. (Кофирларнинг бу дунёда қилган баъзи бир яхши амаларидан умидлари бўлиши мумкин. Аммо иймон бўлмаганидан кейин у ишлар ҳеч фойда бера олмайди. Қиёмат куни Аллоҳ таоло у амалларни ҳам тўзон каби сочиб юборади.)",
        "numberInSurah": 23,
        "juz": 19,
        "manzil": 4,
        "page": 362,
        "ruku": 312,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2879,
        "text": "Ўша кунда жаннат эгаларининг қароргоҳлари ва оромгоҳлар ғоят яхшидир.",
        "numberInSurah": 24,
        "juz": 19,
        "manzil": 4,
        "page": 362,
        "ruku": 312,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2880,
        "text": "У кунда булутли осмон ёрилиб, фаришталар бўлак-бўлак тушурилурлар.",
        "numberInSurah": 25,
        "juz": 19,
        "manzil": 4,
        "page": 362,
        "ruku": 312,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2881,
        "text": "У кунда ҳукмронлик Роҳманга ҳақ бўлур. У кун кофирлар учун кўп қийин кун бўлур.",
        "numberInSurah": 26,
        "juz": 19,
        "manzil": 4,
        "page": 362,
        "ruku": 312,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2882,
        "text": "У кунда золим икки қўлини тишлаб: «Эй воҳ!!! Пайғамбар ила бир йўлни тутганимда эди!» дер.",
        "numberInSurah": 27,
        "juz": 19,
        "manzil": 4,
        "page": 362,
        "ruku": 312,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2883,
        "text": "«Эй воҳ!!! Кошки фалончини дўст тутмасам эди.",
        "numberInSurah": 28,
        "juz": 19,
        "manzil": 4,
        "page": 362,
        "ruku": 312,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2884,
        "text": "Батаҳқиқ, менга зикр (Қуръон) келгандан сўнг у (дўст) мени адаштирди. Шайтон инсонни ёрдамсиз ташлаб кетгувчидир», дер. (Муҳаммаддан (c. а. в.) бошқага эргашганларнинг барчасининг ҳоли шу бўлади. Қуръон йўлидан бошқа йўлга юрган, Қуръондан бошқа дастурга амал қилганларнинг барчасининг ҳоли шу бўлади. Қиёмат куни уларнинг ҳаммасининг бу дунёдаги «дўст»лари ёрдамсиз ташлаб кетади.)",
        "numberInSurah": 29,
        "juz": 19,
        "manzil": 4,
        "page": 362,
        "ruku": 312,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2885,
        "text": "Ва Пайғамбар: «Эй Роббим, албатта, менинг қавмим ушбу Қуръонни тарк этдилар», деди. (Муҳаммад (с. а. в.) Роббиларига шикоят қилиб, эй Роббим, менинг қавмим–Қурайш ушбу Қуръонни тарк этди, дедилар. Аллоҳ таоло уларнинг қилмишларини жуда яхши билади. Аммо Пайғамбар (с. а. в.) ўзларининг дардларини тўкиб солиш учун, Аллоҳнинг амрини тўла бажарганликларини билдириш учун айтмоқдалар.)",
        "numberInSurah": 30,
        "juz": 19,
        "manzil": 4,
        "page": 362,
        "ruku": 312,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2886,
        "text": "Ана шундай. Ҳар Пайғамбар учун жиноятчилардан душман қилганмиз. Ҳидоят ва ёрдамчиликда Роббинг Ўзи кифоя қилур.",
        "numberInSurah": 31,
        "juz": 19,
        "manzil": 4,
        "page": 362,
        "ruku": 312,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2887,
        "text": "Куфр келтирганлар: «Унга Қуръон бир йўла нозил қилинса эди», дедилар. Биз сенинг қалбингни у билан собит қилиш учун шундай қилдик ва уни дона-дона қилиб ўқидик. (Яъни, эй Муҳаммад, Биз сенинг қалбингни Қуръон билан собит қилиш, қувватлаш учун уни бўлак-бўлак ҳолда нозил этдик ва гўзал равишда дона-дона қилиб ўқиб бердик. Қуръон бирданига тушмасдан, бўлак-бўлак бўлиб тушар, ҳар ваҳий келганида Пайғамбарнинг (с. а. в.) қалблари қувватланар, кучларига куч, ғайратларига ғайрат қўшилар эди.)",
        "numberInSurah": 32,
        "juz": 19,
        "manzil": 4,
        "page": 362,
        "ruku": 312,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2888,
        "text": "Улар сенга бирор масал келтирсалар, Биз, албатта, сенга ҳақни ва гўзал шарҳини келтирамиз.",
        "numberInSurah": 33,
        "juz": 19,
        "manzil": 4,
        "page": 363,
        "ruku": 312,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2889,
        "text": "Жаҳаннам томон юз тубан ҳолларида судраладиганлар, ана ўшалар, маконлари энг ёмон, йўллари энг адашган кимсалардир.",
        "numberInSurah": 34,
        "juz": 19,
        "manzil": 4,
        "page": 363,
        "ruku": 312,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2890,
        "text": "Батаҳқиқ, Биз Мусога китобни бердик ва унга акаси Ҳорунни вазир қилдик.",
        "numberInSurah": 35,
        "juz": 19,
        "manzil": 4,
        "page": 363,
        "ruku": 313,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2891,
        "text": "Бас: «Иккингиз бизнинг оятларимизни ёлғонга чиқарган қавмга боринг», дедик. Сўнг уларни ер билан яксон қилдик.",
        "numberInSurah": 36,
        "juz": 19,
        "manzil": 4,
        "page": 363,
        "ruku": 313,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2892,
        "text": "Ва Нуҳ қавми Пайғамбарларни ёлғонга чиқарганларида ғарқ этдик ва уларни одамларга ибрат қилдик. Ҳамда Биз золимларга аламли азоблар тайёрлаб қўйдик.",
        "numberInSurah": 37,
        "juz": 19,
        "manzil": 4,
        "page": 363,
        "ruku": 313,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2893,
        "text": "Од, Самуд ва қудуқ эгаларини ҳамда бу орадаги асрларни эсла. (Биз «қудуқ» деб таржима қилган сўз ояти каримада «расс» ибораси ила ифодаланган бўлиб, ичи маҳкамланмаган, нураб турган қудуққа айтилади. Ривоятларда келишича, ўша жиноятчи қавм қудуқ атрофида ўтирганларида, у қулаб, ҳаммалари ичига тушиб ҳалок бўлган эканлар. Баъзи тафсирчиларимиз, бу қавм Солиҳ алайҳиссалом қавми, десалар, бошқалари Шуайб алайҳиссалом қавмидир, дейдилар. Ибн Жарир Табарий эса, улар Ухдуд эгаларидир, деган эканлар. Улар ҳақида Буруж сурасида сўз юритилган.)",
        "numberInSurah": 38,
        "juz": 19,
        "manzil": 4,
        "page": 363,
        "ruku": 313,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2894,
        "text": "Улардан ҳар бирига мисоллар келтирдик. Ва уларни қириб битирдик. (Яъни, ўша ўтмиш асрлардаги барча жиноятчи қавмларнинг ҳар бирига ўрнак бўлсин учун мисоллар келтирдик. Улар ибрат олмадилар, ўзларини ўнгламадилар.)",
        "numberInSurah": 39,
        "juz": 19,
        "manzil": 4,
        "page": 363,
        "ruku": 313,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2895,
        "text": "Батаҳқиқ, улар ёмонлик ёмғири ёғдирилган шаҳарга келган эдилар. Уни кўрмаган эдиларми?! Йўқ! Улар қайта тирилишдан умидсиз эдилар. (Ушбу ояти каримадаги «ёмонлик ёмғири ёғдирилган шаҳар»дан мурод Лут алайҳиссалом қавми яшаган шаҳардир. Маълумки, бу шаҳарни Аллоҳ таоло тош ёғдириб ҳалок қилгандир. Оятдаги «Улар»дан мурод эса, Макка кофирлари. Улар Шомга қилган сафарларида Лут алайҳиссалом қавми шаҳри харобалари ёнидан ўтар эдилар. Агар уларда инсоф бўлганида, заррача тафаккур бўлганида, кўрганларидан ибрат олардилар.)",
        "numberInSurah": 40,
        "juz": 19,
        "manzil": 4,
        "page": 363,
        "ruku": 313,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2896,
        "text": "Улар сени кўрган вақтларида: «Аллоҳ Пайғамбар қилиб юборган шуми?!",
        "numberInSurah": 41,
        "juz": 19,
        "manzil": 4,
        "page": 363,
        "ruku": 313,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2897,
        "text": "Агар сабр қилмаганимизда, албатта, у бизни сал бўлмаса худоларимиздан оздирарди-я!» деб масхарага олурлар. Яқинда–азобни кўрган чоғларида–ким йўлдан озганроқ эканини билурлар.",
        "numberInSurah": 42,
        "juz": 19,
        "manzil": 4,
        "page": 363,
        "ruku": 313,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2898,
        "text": "Ҳавои нафсини ўзига худо қилиб олганни кўрдингми?! Энди сен унга вакил бўласанми?! (Йўқ, албатта. Пайғамбарнинг вазифаси ҳавои нафсини ўзига худо қилиб олганларга вакил бўлиш эмас, балки Аллоҳдан келган амрларни кишиларга етказишдир.)",
        "numberInSurah": 43,
        "juz": 19,
        "manzil": 4,
        "page": 363,
        "ruku": 313,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2899,
        "text": "Ёки сен уларнинг кўплари тинглай оладилар ё англай оладилар, деб ҳисоблайсанми? Аслида, уларнинг ҳайвонлардан фарқи йўқ. Балки яна ҳам йўлдан озганроқдирлар. (Ушбу ояти каримада Пайғамбарга (с. а. в.) тасалли ва ҳавои нафсларини худо қилиб олган кофирларни ерга уриш бор.)",
        "numberInSurah": 44,
        "juz": 19,
        "manzil": 4,
        "page": 364,
        "ruku": 313,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2900,
        "text": "Роббингнинг сояни қандай ёйиб қўйганини кўрмадингми? Агар хоҳласа, уни жилмас қиларди. Сўнгра қуёшни Биз унга далил қилдик. (Ҳа, агар Аллоҳ хоҳласа, сояни жилмас қилиб, бир хилда, яъни, узаймай ҳам, қисқармай ҳам турадиган қилиб қўяр эди. Мисол учун ерни айланмайдиган қилиб қўйса, соя жилмай тураверар эди, биз эътибор бермайдиган соянинг ёйилиши ҳодисаси ортида Аллоҳнинг улкан қудрати турибди.)",
        "numberInSurah": 45,
        "juz": 19,
        "manzil": 4,
        "page": 364,
        "ruku": 314,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2901,
        "text": "Сўнгра Биз уни Ўзимизга аста-секин тортиб олдик.",
        "numberInSurah": 46,
        "juz": 19,
        "manzil": 4,
        "page": 364,
        "ruku": 314,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2902,
        "text": "У сиз учун кечани либос, уйқуни истироҳот қилган ва кундузни тирилиш (замони) қилган Зотдир.",
        "numberInSurah": 47,
        "juz": 19,
        "manzil": 4,
        "page": 364,
        "ruku": 314,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2903,
        "text": "У Ўз раҳмати олдидан шамолларни хушхабар қилиб юборган Зотдир. Ва осмондан пок сув туширдик.",
        "numberInSurah": 48,
        "juz": 19,
        "manzil": 4,
        "page": 364,
        "ruku": 314,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2904,
        "text": "У ила ўлик юртни тирилтиришимиз ва ўзимиз яратган кўплаб чорва ҳайвонлари ҳамда инсонларни суғоришимиз учун.",
        "numberInSurah": 49,
        "juz": 19,
        "manzil": 4,
        "page": 364,
        "ruku": 314,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2905,
        "text": "Батаҳқиқ, Биз у(Қуръон)ни эслатма олишлари учун ораларида турлича тасарруф қилиб кўрдик. Одамларнинг кўплари куфрдан бошқа нарсадан бош тортдилар. (Аллоҳ осмондан пок сув туширади. Аллоҳ осмондан пок сўз (Қуръон) туширади. Аллоҳ осмондан туширган пок суви ила ўлик диёрларни тирилтиради, чанқоқ ҳайвон ва одамларни суғоради. Аллоҳ осмондан туширган пок сўзи билан маънавий ўлик халқларни тирилтиради, руҳий чанқоқларни, ташналарни руҳий-маънавий таълимотлар ила суғоради. Қуръонни уларга турли услублар ила тақдим қилдик. Лекин улар бундан ўзларига эслатма олмадилар.)",
        "numberInSurah": 50,
        "juz": 19,
        "manzil": 4,
        "page": 364,
        "ruku": 314,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2906,
        "text": "Агар хоҳласак, ҳар шаҳарга битта огоҳлантиргувчи юборар эдик.",
        "numberInSurah": 51,
        "juz": 19,
        "manzil": 4,
        "page": 364,
        "ruku": 314,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2907,
        "text": "Кофирларга итоат этма! Уларга қарши у(Қуръон) билан катта жиҳод қил!",
        "numberInSurah": 52,
        "juz": 19,
        "manzil": 4,
        "page": 364,
        "ruku": 314,
        "hizbQuarter": 145,
        "sajda": false
      },
      {
        "number": 2908,
        "text": "У икки денгизни-буниси чучук-ширин, униси шўр-аччиқ қилиб оқизиб қўйган ва ораларига кўринмас тўсиқ ҳамда очилмас сарҳад қилган Зотдир. (Барча уммонлар ва денгизлар шўр, дарёлар чучук. Дарёлар оқиб бориб сувини денгизларга, уммонларга қуяди. Аммо бу билан денгиз суви чучук бўлиб қолмайди, дарё суви шўр бўлиб қолмайди. Зотан, дарёларнинг суви ҳам денгиз ва уммонлардан буғланиб кўтарилган сувдан иборат.)",
        "numberInSurah": 53,
        "juz": 19,
        "manzil": 4,
        "page": 364,
        "ruku": 314,
        "hizbQuarter": 146,
        "sajda": false
      },
      {
        "number": 2909,
        "text": "У сувдан башар яратган ва уни насл-насаб, қуда-анда қилиб қўйган Зотдир. Роббинг қодир бўлган Зотдир.",
        "numberInSurah": 54,
        "juz": 19,
        "manzil": 4,
        "page": 364,
        "ruku": 314,
        "hizbQuarter": 146,
        "sajda": false
      },
      {
        "number": 2910,
        "text": "Улар Аллоҳдан ўзга уларга наф ҳам, зарар ҳам етказмайдиган нарсаларга ибодат қиларлар. Ва кофир Роббига қарши ёрдамчи бўлгандир.",
        "numberInSurah": 55,
        "juz": 19,
        "manzil": 4,
        "page": 364,
        "ruku": 314,
        "hizbQuarter": 146,
        "sajda": false
      },
      {
        "number": 2911,
        "text": "Биз сени фақат хушхабарчи ва огоҳлантиргувчи этиб юборганмиз, холос.",
        "numberInSurah": 56,
        "juz": 19,
        "manzil": 4,
        "page": 365,
        "ruku": 314,
        "hizbQuarter": 146,
        "sajda": false
      },
      {
        "number": 2912,
        "text": "Сен: «Мен сизлардан бунинг учун ажр сўрамайман, фақат, ким хоҳласа, Робби томон йўл олишини (сўрайман)», деб айт. (Исломда эътиқод-динга кириш ёки унинг аъзолари сафида бўлиш учун тўланадиган бадал ёки солиғу мажбуриятлар йўқ. Хоҳлаган киши Аллоҳга томон йўл олсин. Унга иймон келтирсин, ибодат қилсин. Бошқалар эса, унинг йўлини тўсмасин.)",
        "numberInSurah": 57,
        "juz": 19,
        "manzil": 4,
        "page": 365,
        "ruku": 314,
        "hizbQuarter": 146,
        "sajda": false
      },
      {
        "number": 2913,
        "text": "Ва барҳаёт, ўлмайдиган Зотга таваккал қил ҳамда Уни ҳамду сано ила поклаб ёд эт. Бандаларининг гуноҳларидан ўта хабардор бўлишда Унинг Ўзи кифоядир.",
        "numberInSurah": 58,
        "juz": 19,
        "manzil": 4,
        "page": 365,
        "ruku": 314,
        "hizbQuarter": 146,
        "sajda": false
      },
      {
        "number": 2914,
        "text": "У осмонлару ерни ва уларнинг орасидаги нарсаларни олти кунда яратган, сўнгра аршни эгаллаган зотдир. У Роҳмандир. Бас, ўша ўта Хабардордан сўра. (Ушбу маънолар эътиқод бобида ўта нозик ва ҳассос эканлиги эътиборидан уламоларимиз жуда ҳам эҳтиёткорлик билан баён қилишга ҳаракат қиладилар. «Олти кун» масаласига келганда, баъзилари, бу дунёнинг кунларига ўхшаш кунлар, Аллоҳ «бўл» деса бўлиб қолар эди-ю, лекин бандаларга шошилмай иш қилишни ўргатиш мақсадида шундай қилди, дейдилар. Бошқалари эса, «олти кун» қандай кунлар эканини Аллоҳнинг Ўзи билади. Бизнинг кунларимиз осмонлару ер яратиб бўлингандан кейин, қуёш мажмуасидаги сайёралар низоми яратилгандан кейин вужудга келган тушунчалар, дейдилар. «Сўнгра» калимаси одатда «кейин» маъносидаги тартибни ифода қилади, бу оятдаги «сўнгра» эса, мартабани билдиради.)",
        "numberInSurah": 59,
        "juz": 19,
        "manzil": 4,
        "page": 365,
        "ruku": 314,
        "hizbQuarter": 146,
        "sajda": false
      },
      {
        "number": 2915,
        "text": "Қачонки уларга: «Роҳманга сажда қилинглар!» дейилса, улар: «Роҳман нима? Сен буюрган нарсага сажда қилаверамизми?» дерлар. Бу уларнинг узоқлашишини зиёда қилур.",
        "numberInSurah": 60,
        "juz": 19,
        "manzil": 4,
        "page": 365,
        "ruku": 314,
        "hizbQuarter": 146,
        "sajda": {
          "id": 8,
          "recommended": true,
          "obligatory": false
        }
      },
      {
        "number": 2916,
        "text": "Осмонда буржлар қилган ва унда чироқ ва нур сочгувчи ой қилган Зот баракотли-буюк бўлди.",
        "numberInSurah": 61,
        "juz": 19,
        "manzil": 4,
        "page": 365,
        "ruku": 315,
        "hizbQuarter": 146,
        "sajda": false
      },
      {
        "number": 2917,
        "text": "У ибрат олмоқни ирода қилган ва шукр қилмоқни ирода қилган киши учун кеча-кундузни бирин-кетин қилган Зотдир.",
        "numberInSurah": 62,
        "juz": 19,
        "manzil": 4,
        "page": 365,
        "ruku": 315,
        "hizbQuarter": 146,
        "sajda": false
      },
      {
        "number": 2918,
        "text": "Роҳманнинг бандалари ер юзида тавозуъ ила юрадиган ва жоҳиллар хитоб қилганида, «салом», дейдиганлардир. (Роҳманнинг суюкли бандаси бўлиш шарафига эришган инсон ер юзида камтарлик, содда ва мулойимлик билан юради. Унда такаббурлик, манманлик, ваҳшату даҳшат, турли сохта кўринишлардан асар ҳам бўлмайди. Шу билан бирга, бўшанглик, иродасизлик, беҳуда қисилиб-қимтиниш, ўзини пастга уришлик ҳам бўлмайди.)",
        "numberInSurah": 63,
        "juz": 19,
        "manzil": 4,
        "page": 365,
        "ruku": 315,
        "hizbQuarter": 146,
        "sajda": false
      },
      {
        "number": 2919,
        "text": "Улар тунларни Роббиларига сажда қилиб, бедор ўтказурлар.",
        "numberInSurah": 64,
        "juz": 19,
        "manzil": 4,
        "page": 365,
        "ruku": 315,
        "hizbQuarter": 146,
        "sajda": false
      },
      {
        "number": 2920,
        "text": "Улар: «Эй Роббимиз, Ўзинг биздан жаҳаннам азобини бургин, албатта, жаҳаннам азоби доимийдир.",
        "numberInSurah": 65,
        "juz": 19,
        "manzil": 4,
        "page": 365,
        "ruku": 315,
        "hizbQuarter": 146,
        "sajda": false
      },
      {
        "number": 2921,
        "text": "Албатта, у энг ёмон қароргоҳ ва турар жойдир», дейдиганлардир.",
        "numberInSurah": 66,
        "juz": 19,
        "manzil": 4,
        "page": 365,
        "ruku": 315,
        "hizbQuarter": 146,
        "sajda": false
      },
      {
        "number": 2922,
        "text": "Улар инфоқ қилганларида исроф ҳам ва хасислик ҳам қилмаслар. У иккиси ўртасида мўътадил бўлурлар.",
        "numberInSurah": 67,
        "juz": 19,
        "manzil": 4,
        "page": 365,
        "ruku": 315,
        "hizbQuarter": 146,
        "sajda": false
      },
      {
        "number": 2923,
        "text": "Улар Аллоҳ билан бирга бирор илоҳга илтижо қилмаслар. Аллоҳ (ўлдиришни) ҳаром қилган жонни ноҳақдан ўлдирмаслар. Зино қилмаслар. Ким ана шуни қилса, уқубатга дучор бўлур. (Аллоҳга ширк келтириш улкан зулмдир. Бировни ноҳақдан ўлдирадиган одам Роҳманнинг суюкли бандаси бўла олмайди. Зинода ҳам моддий, ҳам маънавий равишда одам ўлдириш руҳи бор. Зинокорлар бола кўришдан қочадилар. Улар, зинодан бола бўлиб қолмаслигига уринадилар. Бу эса, ўзига хос одам ўлдиришдир. Аллоҳга ширк келтирса, ноҳақдан одам ўлдирса ва зино қилса, гуноҳнинг уқубатига дучор бўлади.)",
        "numberInSurah": 68,
        "juz": 19,
        "manzil": 4,
        "page": 366,
        "ruku": 315,
        "hizbQuarter": 146,
        "sajda": false
      },
      {
        "number": 2924,
        "text": "Қиёмат куни унинг азоби бир неча баробар кўпайтирилур ва у(азоб) да хор бўлиб абадий қолур.",
        "numberInSurah": 69,
        "juz": 19,
        "manzil": 4,
        "page": 366,
        "ruku": 315,
        "hizbQuarter": 146,
        "sajda": false
      },
      {
        "number": 2925,
        "text": "Магар ким тавба қилса, иймон келтириб, солиҳ амал қилса, бас, Аллоҳ ана ўшаларнинг ёмонликларини яхшиликларга алмаштирур. Аллоҳ мағфиратли ва раҳмли бўлган зотдир.",
        "numberInSurah": 70,
        "juz": 19,
        "manzil": 4,
        "page": 366,
        "ruku": 315,
        "hizbQuarter": 146,
        "sajda": false
      },
      {
        "number": 2926,
        "text": "Ким тавба қилиб, солиҳ амал қилса, у, албатта, Аллоҳга (ҳақиқий) қайтиш ила қайтар. (Тавбанинг ҳақиқий ёки сохта эканлиги унинг эълонидан кейинги амалдан билинади. Агар эълондан кейинги амал солиҳ-яхши бўлса, тавба ҳақиқий, ёмон бўлса, тавба сохта бўлади. Гуноҳ ҳам фақат ният эмас, балки қилинган амалдир, тавба ҳам амалсиз бўлмас.)",
        "numberInSurah": 71,
        "juz": 19,
        "manzil": 4,
        "page": 366,
        "ruku": 315,
        "hizbQuarter": 146,
        "sajda": false
      },
      {
        "number": 2927,
        "text": "Улар ёлғон гувоҳлик бермайдиганлардир ва беҳуда нарсалар олдидан ўтсалар, ҳурматларини сақлаган ҳолда ўтарлар.",
        "numberInSurah": 72,
        "juz": 19,
        "manzil": 4,
        "page": 366,
        "ruku": 315,
        "hizbQuarter": 146,
        "sajda": false
      },
      {
        "number": 2928,
        "text": "Уларга Роббиларининг оятлари эслатилганда, у(оят)ларга гунг ва кўрлардек ташланмаслар. (Роҳманнинг суюкли бандалари бутпараст мушрикларга ўхшаб, ўзлари англамаган нарсага ёпишиб олмайдилар. Мушриклар сохта худоларига худди кўр ва карқулоқдек билиб-билмай, кўриб-кўрмай, эшитиб-эшитмай ёпишиб оладилар. Агар улар «худо»ларининг нима эканлигини билганларида, кўрганларида ва эшитганларида, ҳеч қачон уларга ибодат қилмас эдилар.)",
        "numberInSurah": 73,
        "juz": 19,
        "manzil": 4,
        "page": 366,
        "ruku": 315,
        "hizbQuarter": 146,
        "sajda": false
      },
      {
        "number": 2929,
        "text": "Улар: «Эй Роббимиз, Ўзинг бизга жуфти ҳалолларимиздан ва зурриётларимиздан кўзимиз қувонадиган нарса ҳадя эт ҳамда бизларни тақводорларга йўлбошчи эт», дейдиганлардир.",
        "numberInSurah": 74,
        "juz": 19,
        "manzil": 4,
        "page": 366,
        "ruku": 315,
        "hizbQuarter": 146,
        "sajda": false
      },
      {
        "number": 2930,
        "text": "Ана ўшалар сабр қилганлари учун «ғурфа» ила мукофотланурлар ва унда табрик ва салом билан қаршиланурлар. (Араб тилида олий мақом хос хонани «ғурфа» дейилади. Тафсирчи уламоларимиздан баъзилари ушбу оятдаги «ғурфа» сўзига, «олий даража», «жаннат», «жаннатдаги алоҳида хона» маъноларини беришган. Аслида, ҳаммасини қўшиб, жаннатдаги олий мақом хос хона, десак мақсадга мувофиқ бўлса керак.)",
        "numberInSurah": 75,
        "juz": 19,
        "manzil": 4,
        "page": 366,
        "ruku": 315,
        "hizbQuarter": 146,
        "sajda": false
      },
      {
        "number": 2931,
        "text": "Улар ўшанда абадий қолурлар. У қандай ҳам гўзал қароргоҳ ва манзилдир.",
        "numberInSurah": 76,
        "juz": 19,
        "manzil": 4,
        "page": 366,
        "ruku": 315,
        "hizbQuarter": 146,
        "sajda": false
      },
      {
        "number": 2932,
        "text": "Сен: «Агар дуо-илтижоларингиз бўлмаса, Роббим сизларга ҳеч қиймат бермас. Бас, батаҳқиқ, сиз ёлғонга чиқардингиз. Энди сизларга (азоб) лозим бўлур», деб айт.",
        "numberInSurah": 77,
        "juz": 19,
        "manzil": 4,
        "page": 366,
        "ruku": 315,
        "hizbQuarter": 146,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "uz.sodik",
      "language": "uz",
      "name": "Мухаммад Содик",
      "englishName": "Muhammad Sodik Muhammad Yusuf",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}