{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 31,
    "name": "سُورَةُ لُقۡمَانَ",
    "englishName": "Luqman",
    "englishNameTranslation": "Luqman",
    "revelationType": "Meccan",
    "numberOfAyahs": 34,
    "ayahs": [
      {
        "number": 3470,
        "text": "Алиф. Лам. Мийм.",
        "numberInSurah": 1,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3471,
        "text": "Ушбулар ҳикматли Китоб оятларидир.",
        "numberInSurah": 2,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3472,
        "text": "У муҳсинларга ҳидоят ва раҳматдир.",
        "numberInSurah": 3,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3473,
        "text": "Намозни тўкис адо этадиган, закотни берадиган ва охиратга ишонч-ла иймон келтирадиганларга.",
        "numberInSurah": 4,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3474,
        "text": "Ана ўшалар, Роббиларидан бўлган ҳидоятдадирлар. Ана ўшалар, ўзлари нажот топгувчилардир.",
        "numberInSurah": 5,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3475,
        "text": "Одамлар орасида илмсиз равишда Аллоҳнинг йўлидан адаштириш учун ва у(йўл)ни истеҳзо қилиш учун беҳуда сўзни сотиб оладиган кимсалар ҳам бор. Ана ўшаларга ўзларига хорловчи азоб бордир. (Улар ҳикмат тўла Қуръони Каримни, Аллоҳнинг пурҳикмат сўзларини қабул қилмасдан, уларга бадалсиз тақдим этилаётган икки дунё саодатига элтувчи илоҳий дастурга бўйинсунмасдан, қандайдир беҳуда сўзларни кўтариб юрадилар. Ҳа, ўша беҳуда сўзлар эгаси бўлиш учун молу мулкни, ҳаётни, зеҳн-заковатни, бутун имкониятларни сарфлайдилар.)",
        "numberInSurah": 6,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3476,
        "text": "Қачон унга Бизнинг оятларимиз тиловат қилинса, худди уларни эшитмагандек, худди қулоғида оғирлик бордек мутакаббирлик билан ортга қараб кетадир. Бас, унга аламли азобнинг башоратини бер.",
        "numberInSurah": 7,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3477,
        "text": "Албатта, иймон келтириб, яхши амаллар қилганларга, ўшаларга неъмат жаннатлари бордир.",
        "numberInSurah": 8,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3478,
        "text": "Улар унда абадий қолурлар. Аллоҳнинг ваъдаси ҳақдир. Ва У азиз ва ҳакимдир.",
        "numberInSurah": 9,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3479,
        "text": "У, сиз кўриб турганингиздек, осмонларни устунсиз яратган, сизларни тебратмаслиги учун ер юзига оғир тоғларни ташлаган ва (ер)да ҳар турли жониворларни таратиб қўйган зотдир. Ва осмондан сув тушириб, у билан ун(ер юзи)да турли гўзал ва фойдали жуфтларни ўстириб қўйдик. (Оятда «ўсимликларни ўстириб қўйдик», дейилмасдан, «карамли (гўзал ва фойдали) жуфтларни ўстириб қўйдик», деб айтилмоқда. Бу ерда, аввало, ўсимликлардаги гўзаллик ва фойдага ишора қилиняпти, қолаверса, улар жуфт бўлиши ҳам билдириб қўйиляпти. Аллоҳнинг китобида ўн беш аср илгари зикр этилган бу ҳақиқатга илм яқиндагина етди. Ҳар бир ўсимликда эркак ва урғочи хўжайралар бўлиб, улар бир-бири билан чатишгандагина мева ҳосил бўлиши энди тушуниб етилди. Ўсимликларни бундай қилиб яратишга фақат Аллоҳ қодирдир.)",
        "numberInSurah": 10,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3480,
        "text": "Бу Аллоҳнинг яратганидир. Қани менга кўрсатинг-чи, Ундан бошқалар нимани яратдилар. Йўқ! Золимлар очиқ-ойдин адашувдадирлар.",
        "numberInSurah": 11,
        "juz": 21,
        "manzil": 5,
        "page": 411,
        "ruku": 355,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3481,
        "text": "Батаҳқиқ, Биз Луқмонга: «Аллоҳга шукр қил. Ким шукр қилса, ўзи учун қиладир. Ким ношукрлик қилса, бас, албатта, Аллоҳ беҳожат ва мақталган зотдир», деб ҳикматни бердик. («Ҳикмат», аслида, ҳар бир нарсани яхшилаб ўз жойига қўйиш, деган маънони беради. Шу боисдан ҳам ҳар бир гапни тўғри сўзлаш ва ҳар бир ишни тўғри бажаришга «ҳикмат» дейилади. Аллоҳ таоло ҳазрати Луқмонга ана шундай неъматни ато қилганини ушбу оятда билдирмоқда. У кишининг исмларига »ҳаким« лақаби қўшилиб зикр қилиши сабаби ҳам шундан. Баъзи кишилар бу ҳикмат соҳиби бўлган зотни Пайғамбар деб ҳам айтишган. Аммо аксар уламоларимиз, жумладан, кўпгина тафсирчиларимиз, Ҳазрати Луқмон Пайғамбар эмас, ҳаким бўлган, дейдилар. Чунки Пайғамбарларнинг зикри келган Қуръон оятларида бу кишининг исмлари келмаган. Шунингдек, у кишининг Пайғамбар бўлганлари ҳақида Пайғамбаримиз Муҳаммад (с. а. в.) ҳам ҳеч бир хабар бермаганлар.)",
        "numberInSurah": 12,
        "juz": 21,
        "manzil": 5,
        "page": 412,
        "ruku": 356,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3482,
        "text": "Луқмон ўғлига ваъз-насиҳат қилиб айтганларини эсла: «Эй ўғилчам, Аллоҳга ширк келтирма. Албатта, ширк катта зулмдир».",
        "numberInSurah": 13,
        "juz": 21,
        "manzil": 5,
        "page": 412,
        "ruku": 356,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3483,
        "text": "Биз инсонга ота-онаси ҳақида тавсия қилдик: онаси уни заифлик устига заифлик билан кўтарди; уни сутдан ажратиш икки йил ичидадир: «Менга ва ота-онага шукр қилгин. Ва қайтиш фақат Менгадир».",
        "numberInSurah": 14,
        "juz": 21,
        "manzil": 5,
        "page": 412,
        "ruku": 356,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3484,
        "text": "Агар икковлари сени ўзинг билмаган нарсани Менга ширк келтиришга зўрласалар, бас, уларга итоат этма! Ва дунёда икковларига яхшилик қил ҳамда Менга йўналганларнинг йўлига эргаш. Сўнгра қайтишингиз фақат Менгадир. Бас, Мен сизга нима амал қилганингиз хабарини берурман.",
        "numberInSurah": 15,
        "juz": 21,
        "manzil": 5,
        "page": 412,
        "ruku": 356,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3485,
        "text": "«Эй ўғилчам, албатта, у(амал) агар ачитқининг бир дона уруғича бўлсаю у бир қоя тош ичида ёки осмонларда ёхуд ерда бўлса ҳам, Аллоҳ уни келтирур. Албатта, Аллоҳ ўта лутфли ва ўта хабардор зотдир.",
        "numberInSurah": 16,
        "juz": 21,
        "manzil": 5,
        "page": 412,
        "ruku": 356,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3486,
        "text": "Эй ўғилчам, намозни тўкис адо қил, яхшиликка буюриб, ёмонликдан қайтар ва ўзингга етган мусибатга сабр қил. Албатта, булар азм этилажак ишлардандир.",
        "numberInSurah": 17,
        "juz": 21,
        "manzil": 5,
        "page": 412,
        "ruku": 356,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3487,
        "text": "Одамлардан такаббурла юз ўгирма ва ер юзида кибр-ҳаво ила юрма. Албатта, Аллоҳ ҳеч бир мутакаббир ва мақтанчоқни севмас.",
        "numberInSurah": 18,
        "juz": 21,
        "manzil": 5,
        "page": 412,
        "ruku": 356,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3488,
        "text": "Юришингда мўътадил бўл ва овозингни пасайтир. Чунки овозларнинг энг ёмони эшакнинг овозидир». (Яъни, юришинг ўртача ва мақсадли бўлсин. Бекорчи сохта ҳаракатлар билан куч-қувватни исроф қилиб, кибру ҳаво билан ҳам юрма, жуда лапашанг бўлиб, судралма ҳам эшак бекордан-бекорга бор овози билан ҳанграб туради. Ҳеч бир сабабсиз баланд кўтарилган овознинг эшакникига ўхшатилишининг ўзи етарли. Оятда бу овоз энг ёмон эканлиги ҳам таъкидланмоқда.)",
        "numberInSurah": 19,
        "juz": 21,
        "manzil": 5,
        "page": 412,
        "ruku": 356,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3489,
        "text": "Аллоҳ сизларга осмонлардаги нарсаларни ва ердаги нарсаларни беминнат хизматкор қилиб қўйганини ва сизга зоҳирий ва ботиний неъматларни мукаммал қилиб берганини билмадингизми?! Одамлардан илмсиз, ҳидоятсиз ва ёритувчи китобсиз Аллоҳ ҳақида тортишадиганлари ҳам бор. (Баъзи одамлар ўзларида ҳақиқатни исбот қилувчи илм бўлмаса ҳам, Аллоҳ ҳақида тортишаверадилар. Тўғри йўлга бошловчи ҳидоятчилари бўлмаса ҳам, Аллоҳ хусусида баҳслашаверадилар. Турли бўлмағур фикрларни айтадилар. Унга куфр келтирадилар. Унга ширк келтирадилар.)",
        "numberInSurah": 20,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3490,
        "text": "Қачон уларга: «Аллоҳ нозил қилган нарсага эргашинглар», дейилса: «Йўқ! Биз оталаримизни ниманинг устида топсак, ўшанга эргашамиз», дерлар. Агар шайтон уларни дўзах азобига чақираётган бўлса ҳам-а?!",
        "numberInSurah": 21,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 164,
        "sajda": false
      },
      {
        "number": 3491,
        "text": "Ким гўзал амалларни қилгувчи бўлган ҳолида Аллоҳга юз тутса, батаҳқиқ, у ишончли арқонни маҳкам тутибди. Ишларнинг оқибати фақат Аллоҳга қайтур. (Биз «ишончли арқон» деб таржима қилган маъно оятда «ал-урватул вусқо» деб келган. «Вусқо» ишончли дегани, «ал-урвату» деб эса, тоққа осилиб чиқиладиган арқонга айтилади. Демак, бу дунёда олий мақсадга эришиш баланд тоғ чўққисига чиқиш деб олинса, Ислом динини тутиш ўша чўққига чиқиш учун узилмайдиган, ишончли арқонни маҳкам тутишга ўхшар экан. Чўққига чиқмоқчи бўлган одам, энди арқондан кўнгли тўқ бўлаверсин. Бу ёғи ўзига боғлиқ, ҳаракат қилса, чўққига албатта чиқади. Шунинг учун аввал-бошдан унга иймон келтириб, у нозил қилган Қуръонга эргашавериш керак.)",
        "numberInSurah": 22,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3492,
        "text": "Ким куфр келтирса, унинг куфри сени хафа қилмасин. Қайтишлари фақат Бизгадир. Бас, Биз уларга нима амал қилганлари хабарини берурмиз. Албатта, Аллоҳ қалблардаги нарсаларни ўта билгувчидир.",
        "numberInSurah": 23,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3493,
        "text": "Уларни бир оз ҳузурлантирурмиз, сўнгра қаттиқ азобга мажбур қилурмиз.",
        "numberInSurah": 24,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3494,
        "text": "Агар улардан: «Осмонлару ерни ким яратган?» деб сўрасанг, албатта, — «Аллоҳ», дерлар. Сен: «Аллоҳга ҳамд бўлсин», деб айт. Йўқ! Кўплари билмаслар.",
        "numberInSurah": 25,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3495,
        "text": "Осмонлару ердаги нарсалар Аллоҳникидир. Албатта, Аллоҳ Ўзи беҳожат ва мақталган зотдир.",
        "numberInSurah": 26,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3496,
        "text": "Агар ер юзидаги дарахтнинг барчаси қаламлар бўлиб, денгиз–уни ортида етти денгиз мадад бериб туриб (сиёҳ) бўлса ҳам, Аллоҳнинг калималари битмас. Албатта, Аллоҳ азиз ва ҳакимдир.",
        "numberInSurah": 27,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3497,
        "text": "Сизларни яратиш ҳам, қайта тирилтириш ҳам фақат бир жон (яратиш ва қайта тирилтириш) кабидир. Албатта, Аллоҳ ўта эшитгувчи ва ўта кўргувчидир.",
        "numberInSurah": 28,
        "juz": 21,
        "manzil": 5,
        "page": 413,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3498,
        "text": "Аллоҳ кечани кундузга киритишини ва кундузни кечага киритишини, қуёш ва ойни беминнат хизматкор қилиб қўйганини, уларнинг ҳар бири белгиланган муддат томон юришини ва, албатта, Аллоҳ нима амал қилаётганингиздан хабардор эканини кўрмадингми?!",
        "numberInSurah": 29,
        "juz": 21,
        "manzil": 5,
        "page": 414,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3499,
        "text": "Бу, албатта, Аллоҳнинг Ўзи ҳақ, албатта, Ундан ўзга илтижо қилаётганлари ботил ва, албатта, Аллоҳнинг Ўзи энг юксак ва энг буюк зот эканидандир.",
        "numberInSurah": 30,
        "juz": 21,
        "manzil": 5,
        "page": 414,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3500,
        "text": "Кемалар Аллоҳнинг неъмати ила сизга Унинг оят-белгиларини кўрсатиш учун денгизда юрганини кўрмадингми?! Албатта, бунда ҳар бир ўта сабрли ва ўта шукрлилар учун оят-белгилар бордир.",
        "numberInSurah": 31,
        "juz": 21,
        "manzil": 5,
        "page": 414,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3501,
        "text": "Қачон уларни тоғ каби тўлқин ўраб қолса, Аллоҳнинг динига ихлос этароқ, дуо қилурлар. Нажот бериб, уларни қуруқликка чиқарса, баъзилари тежамкор бўлур. Бизнинг оятларимизни фақат ўта хоин ва ўта кофирларгина инкор этурлар. (Ўлим кўзига кўринган чоғда, минган кемаси қаттиқ довулга учраб, денгизда хасдек у ён-бу ён отилаётган бир пайтда ҳамма нарсани унутиб, ёлғиз Аллоҳнинг Ўзига ёлбориб илтижо қилишга тушади. Аллоҳдан бошқа нарса ёдига келмайди. Аллоҳга, Унинг динига ихлос қилиб қолади. Эсон-омон қутулиб олса, доимо Аллоҳга шукр этиб, ибодат қилиб юришга ваъдалар беради. Улар тўлқинга учраган пайтларида, бундан буён Аллоҳга иймон-эътиқодда бўлиб, ибодат қилиб юраман, деб ваъдалар берган эдилар, ўша ваъдаларига хиёнат қиладилар. Аллоҳнинг неъмати ила ўлимдан топган нажотларига ношукрлик қиладилар. Кемага минган ва довулда қолган пайтда кўрган оят-белгиларини инкор этадилар.)",
        "numberInSurah": 32,
        "juz": 21,
        "manzil": 5,
        "page": 414,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3502,
        "text": "Эй одамлар! Роббингизга тақво қилинг ва ота боласига фойда бера олмайдиган, бола отасига бирор нарсада фойда бергувчи бўлмайдиган кундан қўрқинг. Албатта, Аллоҳнинг ваъдаси ҳақдир. Бас, ҳаёти дунё сизни ғурурга кетказмасин. Ўта ғурурга кетказгувчи сизни Аллоҳ ила ғурурга кетказмасин. (Бу кун қиёмат кунидир. У кунда инсонлар орасидаги боғланишлар, алоқалар кесилади. Ҳар ким ўзи учун жавоб беради. Бировнинг бировга фойдаси тегмайди. Ҳатто, ота болага, бола отага фойда бера олмай қолади. У кунда бирдан-бир фойда берадиган нарса иймон ва яхши амал бўлади. Ана ўшандай кундан қўрқиш барча одамларнинг одамийлик бурчидир. Қиёмат кунидан қўрққан одамгина барча ёмонликлардан қайтади. Аксинча, қиёмат кунидан қўрқмайдиган одам ҳеч қандай ёмонликдан қайтмайди.)",
        "numberInSurah": 33,
        "juz": 21,
        "manzil": 5,
        "page": 414,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3503,
        "text": "Албатта, соат (қиёмат) илми ёлғиз Аллоҳнинг ҳузуридадир. Ёмғирни У ёғдирур. Бачадонлардаги нарсани ҳам У билур. Ҳеч бир жон эртага нима касб қилишини билмас. Ҳеч бир жон қайси ерда ўлишини ҳам билмас. Албатта, Аллоҳ ўта билгувчи ва ўта хабардордир. (Оятда Аллоҳ таолонинг илми шомилу комил ҳамда мутлақ экани, унинг илми қаршисида бошқа илмлар ҳеч нарсага арзимаслиги баён қилинмоқда.)",
        "numberInSurah": 34,
        "juz": 21,
        "manzil": 5,
        "page": 414,
        "ruku": 357,
        "hizbQuarter": 165,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "uz.sodik",
      "language": "uz",
      "name": "Мухаммад Содик",
      "englishName": "Muhammad Sodik Muhammad Yusuf",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}