{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 32,
    "name": "سُورَةُ السَّجۡدَةِ",
    "englishName": "As-Sajda",
    "englishNameTranslation": "The Prostration",
    "revelationType": "Meccan",
    "numberOfAyahs": 30,
    "ayahs": [
      {
        "number": 3504,
        "text": "Алиф. Лам. Мийм.",
        "numberInSurah": 1,
        "juz": 21,
        "manzil": 5,
        "page": 415,
        "ruku": 358,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3505,
        "text": "Бу китобнинг нозил қилиниши, ҳеч шак-шубҳасиз, оламларнинг Робби томонидандир.",
        "numberInSurah": 2,
        "juz": 21,
        "manzil": 5,
        "page": 415,
        "ruku": 358,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3506,
        "text": "Ёки, унинг ўзи тўқиб олган, дейдиларми?! Йўқ! У сендан олдин ўзларига ҳеч огоҳлантиргувчи келмаган қавмни огоҳлантиришинг учун Роббингдан (келган) ҳақдир. Шояд улар ҳидоят топсалар.",
        "numberInSurah": 3,
        "juz": 21,
        "manzil": 5,
        "page": 415,
        "ruku": 358,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3507,
        "text": "Аллоҳ осмонлару ерни ва улар орасидаги нарсаларни олти кунда яратиб, сўнгра аршни эгаллган зотдир. Сиз учун ундан ўзга дўст ҳам, шафоатчи ҳам йўқдир. Ахир, эсламайсизларми?! (Осмонлару ернинг олти кунда яратилишининг ҳикмати ва сирлари ёлғиз Аллоҳнинг Ўзигагина маълум. Уламоларимиз бу тўғрида турли фикрларни айтган бўлсалар ҳам, кўплари Аллоҳга ҳавола этишни маъқул биладилар.)",
        "numberInSurah": 4,
        "juz": 21,
        "manzil": 5,
        "page": 415,
        "ruku": 358,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3508,
        "text": "У зот осмондан ергача барча ишнинг тадбирини қилур. Сўнгра ўша (иш) миқдорини сиз санаётган ҳисобда минг йилга тенг бўлган кунда Унга чиқар. (Яъни, Аллоҳ таоло дунёдаги ҳамма ишларнинг тадбирини қилиб қўйган. Аммо бу ишлар қолиб кетавермайди. Унутилиб ҳам, натижасиз ҳам қолмайди. Балки қиёмат куни яна Аллоҳнинг ҳузурига чиқади. Қиёмат куни ўзининг даҳшати ила, бу дунёда одамлар санаб юрган минг кунга тенг бўлади. Ана ўша кунни ўйлаб иш кўриш керак.)",
        "numberInSurah": 5,
        "juz": 21,
        "manzil": 5,
        "page": 415,
        "ruku": 358,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3509,
        "text": "Ана шу Зот ғойибнию ҳозирни билгувчи, азизу раҳиймдир.",
        "numberInSurah": 6,
        "juz": 21,
        "manzil": 5,
        "page": 415,
        "ruku": 358,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3510,
        "text": "У Ўзи яратган ҳар бир нарсани гўзал этган ва инсонни яратишни лойдан бошлаган зотдир.",
        "numberInSurah": 7,
        "juz": 21,
        "manzil": 5,
        "page": 415,
        "ruku": 358,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3511,
        "text": "Сўнгра унинг наслини ҳақир бир сувдан ажраб чиқадиган қилди.",
        "numberInSurah": 8,
        "juz": 21,
        "manzil": 5,
        "page": 415,
        "ruku": 358,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3512,
        "text": "Сўнгра уни ростлади ва унинг ичига Ўз руҳидан пуфлади. У сизларга қулоқ, кўзлар ва диллар пайдо қилди. Камдан-кам шукр қилурсизлар.",
        "numberInSurah": 9,
        "juz": 21,
        "manzil": 5,
        "page": 415,
        "ruku": 358,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3513,
        "text": "Улар: «Биз ер остида йўқ бўлиб кетгач ҳам, яна янгитдан яратиламизми?!» дерлар. Йўқ! Улар Роббиларига рўбарў бўлишни инкор қилгувчилардир.",
        "numberInSurah": 10,
        "juz": 21,
        "manzil": 5,
        "page": 415,
        "ruku": 358,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3514,
        "text": "Сен: «Сизларга вакил қилинган ўлим фариштаси жонингизни оладир. Сўнгра Роббингизга қайтарилурсиз», деб айт. (Бу дунёда одам боласи ҳеч қачон ўлишни хоҳламайди. Аммо ажали етса, у қанчалик яшашни хоҳласа-да, вакил қилинган ўлим фариштаси келиб жонини олади.)",
        "numberInSurah": 11,
        "juz": 21,
        "manzil": 5,
        "page": 415,
        "ruku": 358,
        "hizbQuarter": 166,
        "sajda": false
      },
      {
        "number": 3515,
        "text": "Гуноҳкорларнинг Роббилари ҳузурида бошларини эгиб туриб: »Эй Роббимиз, кўрдик, эшитдик. Бас, бизни ортга қайтар, яхши амал қиламиз. Албатта, биз ишониб етдик«, дейишларини кўрсанг эди.",
        "numberInSurah": 12,
        "juz": 21,
        "manzil": 5,
        "page": 416,
        "ruku": 359,
        "hizbQuarter": 166,
        "sajda": false
      },
      {
        "number": 3516,
        "text": "Агар хоҳлаганимизда, ҳар бир жонга ўз ҳидоятини берар эдик. Лекин мендан: «Албатта, жаҳаннамни жинлар ва одамларни жамлаб тўлдираман», деган сўз ҳақ бўлди. (Ҳа, бу иш Аллоҳ таоло учун осон эди. Аллоҳ инсонни айрича табиат билан яратди. Унга ақл берди. Ирода берди. Истак берди. Шаҳват берди. Пайғамбар юбориб, китоб нозил қилди. Ҳидоят ва залолат йўлини кўрсатди. Бу дунёдаги вазифасини тушунтирди. Одамлар ва жинлар ичидан кофирликни, осийликни танлаганларини қўшиб жаҳаннамга ташлаб, улар билан уни албатта тўлдираман, деган сўзим бор эди, шу ҳақ бўлди.)",
        "numberInSurah": 13,
        "juz": 21,
        "manzil": 5,
        "page": 416,
        "ruku": 359,
        "hizbQuarter": 166,
        "sajda": false
      },
      {
        "number": 3517,
        "text": "«Бас, тотиб кўринглар, ушбу кунингизда учрашувни унутганингиз туфайли Биз ҳам сизни унутдик. Қилиб ўтган амалларингиз туфайли мангу азобни тотинг!» дейилур.",
        "numberInSurah": 14,
        "juz": 21,
        "manzil": 5,
        "page": 416,
        "ruku": 359,
        "hizbQuarter": 166,
        "sajda": false
      },
      {
        "number": 3518,
        "text": "Албатта, Бизнинг оятларимизга уларла эслатма берилганда саждага йиқиладиган, Роббиларига ҳамд ила тасбиҳ айтадиган ва мутакаббирлик қилмайдиганларгина иймон келтирарлар. (Яъни, Аллоҳнинг оятлари тиловат қилинган чоғда таъсирланиб, қалблари эриб, ихлослари ортиб, Аллоҳни улуғлаб саждага йиқиладиган одамларгина оятларга иймон келтирар эканлар.)",
        "numberInSurah": 15,
        "juz": 21,
        "manzil": 5,
        "page": 416,
        "ruku": 359,
        "hizbQuarter": 166,
        "sajda": {
          "id": 10,
          "recommended": false,
          "obligatory": true
        }
      },
      {
        "number": 3519,
        "text": "Уларнинг ёнбошлари ётар жойдан йироқ бўлур. Улар Роббиларига қўрқув ва умидворлик ила дуо қилурлар ва ўзларига ризқ қилиб берган нарсаларимиздан инфоқ қилурлар.",
        "numberInSurah": 16,
        "juz": 21,
        "manzil": 5,
        "page": 416,
        "ruku": 359,
        "hizbQuarter": 166,
        "sajda": false
      },
      {
        "number": 3520,
        "text": "Бас, ҳеч бир жон ўзлари учун қилиб ўтган амаллари мукофотига беркитиб қўйилган кўз қувончларини билмас. (Яъни, ҳеч бир одам яхши амаллари эвазига жаннатда беркитиб қўйилган, кўзни қувонтирадиган мукофотлар борлигини идрок қила билмас. Улар риё бўлмасин деб амалларни кечасида, махфий равишда қилгани учун Аллоҳ таоло ҳам уларга берадиган мукофотини махфий қилиб, беркитиб қўйган.)",
        "numberInSurah": 17,
        "juz": 21,
        "manzil": 5,
        "page": 416,
        "ruku": 359,
        "hizbQuarter": 166,
        "sajda": false
      },
      {
        "number": 3521,
        "text": "Ахир, мўмин бўлган одам фосиқ бўлган одамдек бўладими?! Тенг бўлмаслар.",
        "numberInSurah": 18,
        "juz": 21,
        "manzil": 5,
        "page": 416,
        "ruku": 359,
        "hizbQuarter": 166,
        "sajda": false
      },
      {
        "number": 3522,
        "text": "Ҳа, иймон келтириб, яхши амалларни қилганларга, бас, уларга қилиб ўтган амаллари учун жаннатул маъво манзилдир.",
        "numberInSurah": 19,
        "juz": 21,
        "manzil": 5,
        "page": 416,
        "ruku": 359,
        "hizbQuarter": 166,
        "sajda": false
      },
      {
        "number": 3523,
        "text": "Аммо фосиқлик қилганлар эса, бас, уларнинг жойлари дўзахдир. Ҳар қачон ундан чиқмоқни ирода қилсалар, унга қайтарилурлар ва уларга: «Ўзингиз ёлғонга чиқарган дўзахнинг азобини тотинг», дейилур. (Фосиқлар дўзах азобидан қийналиб, ундан қочиб чиқишга ҳаракат қиладилар. Аммо улар дўзахдан энди чиқай деб қолганларида, яна унга қайтариладилар. Шундай қилиб, у ерда доимий ва абадий азобланадилар.)",
        "numberInSurah": 20,
        "juz": 21,
        "manzil": 5,
        "page": 416,
        "ruku": 359,
        "hizbQuarter": 166,
        "sajda": false
      },
      {
        "number": 3524,
        "text": "Албатта, Биз уларга буюк азобдан олдин яқин азобни тоттирамиз. Шоядки қайтсалар. (Яъни, ўша фосиқларга охиратнинг буюк азобидан олдин бу дунёдаги яқин азобни тоттирамиз. Шоядки улар бундан сабоқ олиб, куфр ва фисқу фужурдан, ёмонликлардан қайтсалар.)",
        "numberInSurah": 21,
        "juz": 21,
        "manzil": 5,
        "page": 417,
        "ruku": 359,
        "hizbQuarter": 166,
        "sajda": false
      },
      {
        "number": 3525,
        "text": "Роббининг оятлари ила эслатилган, сўнгра улардан юз ўгирган одамдан ҳам золимроқ одам борми?! Албатта, Биз жиноятчилардан интиқом олгувчилармиз.",
        "numberInSurah": 22,
        "juz": 21,
        "manzil": 5,
        "page": 417,
        "ruku": 359,
        "hizbQuarter": 166,
        "sajda": false
      },
      {
        "number": 3526,
        "text": "Батаҳқиқ, Биз Мусога китобни бердик. Бас, сен унинг рўбарў бўлишидан шубҳада бўлма. Ва Биз уни Бани Исроилга ҳидоят қилиб бердик. (Ушбу жумла маъноси ҳақида тафсирчи уламоларимиз турли фикрларни айтганлар. Бирлари, бу жумлада Муҳаммаднинг (с. а. в.) Исро ва Меърож кечасида Мусо алайҳиссаломга рўбарў бўлишлари айтилган, деб тушунадилар. Иккинчилари, Мусо алайҳиссаломнинг Тавротга рўбарў бўлишларидир, деб айтадилар. Учинчилари эса, Мусога китоб берганимиздек, сени ҳам бир илоҳий китобга рўбарў қиламиз, деган маънода тафсир этадилар.)",
        "numberInSurah": 23,
        "juz": 21,
        "manzil": 5,
        "page": 417,
        "ruku": 360,
        "hizbQuarter": 166,
        "sajda": false
      },
      {
        "number": 3527,
        "text": "Ва сабр қилган пайтларида улардан Бизнинг амримиз ила ҳидоятга бошлайдиган пешволар чиқардик. Улар Бизнинг оятларимизга аниқ ишонардилар.",
        "numberInSurah": 24,
        "juz": 21,
        "manzil": 5,
        "page": 417,
        "ruku": 360,
        "hizbQuarter": 166,
        "sajda": false
      },
      {
        "number": 3528,
        "text": "Албатта, Роббинг Ўзи қиёмат куни улар орасида ихтилоф қилган нарсалари тўғрисида ажрим қилур.",
        "numberInSurah": 25,
        "juz": 21,
        "manzil": 5,
        "page": 417,
        "ruku": 360,
        "hizbQuarter": 166,
        "sajda": false
      },
      {
        "number": 3529,
        "text": "Ўзларидан олдин ўтган, масканларида юриб турганлари қанчадан-қанча аср(одам)ларини ҳалок қилганимиз уларни ҳидоятга бошламадими?! Албатта, бунда оят-белгилар бордир. Эшитмайдиларми?!",
        "numberInSurah": 26,
        "juz": 21,
        "manzil": 5,
        "page": 417,
        "ruku": 360,
        "hizbQuarter": 166,
        "sajda": false
      },
      {
        "number": 3530,
        "text": "Бизнинг сувни қуруқ ерга ҳайдаб у билан чорвалари ва ўзлари ейдиган зироатни чиқаришимизни билмайдиларми?! Ахир, кўрмайдиларми?!",
        "numberInSurah": 27,
        "juz": 21,
        "manzil": 5,
        "page": 417,
        "ruku": 360,
        "hizbQuarter": 166,
        "sajda": false
      },
      {
        "number": 3531,
        "text": "Улар: «Агар ростгўй бўлсаларингиз, бу фатҳ қачон бўлур?!» дерлар.",
        "numberInSurah": 28,
        "juz": 21,
        "manzil": 5,
        "page": 417,
        "ruku": 360,
        "hizbQuarter": 166,
        "sajda": false
      },
      {
        "number": 3532,
        "text": "Сен: «Фатҳ куни куфр келтирганларга иймонлари манфаат бермас ва уларга муҳлат ҳам берилмас», деб айт.",
        "numberInSurah": 29,
        "juz": 21,
        "manzil": 5,
        "page": 417,
        "ruku": 360,
        "hizbQuarter": 166,
        "sajda": false
      },
      {
        "number": 3533,
        "text": "Бас, улардан юз ўгир ва мунтазир бўл. Албатта, улар ҳам мунтазирдирлар. (Кўриб ўтганимиздек, Сажда сурасида ҳар бир инсон доимо эсда тутиши ва ҳаётда тез-тез эслаб туриши лозим бўлган маънолар ўзига хос услуб билан келтирилгандир. Шунинг учун ҳам Пайғамбаримиз (с. а. в.) бу сураи каримани намозда ва ҳар куни ётишларидан олдин ўқир эдилар. Имоми Бухорий ривоят қилган ҳадисда Ҳазрати Абу Ҳурайра (р. а.): «Расулуллоҳ (с. а. в.) жума куни бомдод намозида Сажда сураси билан «Ҳал ата алал-инсани» сурасини ўқир эдилар», деганлар.)",
        "numberInSurah": 30,
        "juz": 21,
        "manzil": 5,
        "page": 417,
        "ruku": 360,
        "hizbQuarter": 166,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "uz.sodik",
      "language": "uz",
      "name": "Мухаммад Содик",
      "englishName": "Muhammad Sodik Muhammad Yusuf",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}