{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 43,
    "name": "سُورَةُ الزُّخۡرُفِ",
    "englishName": "Az-Zukhruf",
    "englishNameTranslation": "Ornaments of gold",
    "revelationType": "Meccan",
    "numberOfAyahs": 89,
    "ayahs": [
      {
        "number": 4326,
        "text": "Ҳа-а. Мийм.",
        "numberInSurah": 1,
        "juz": 25,
        "manzil": 6,
        "page": 489,
        "ruku": 424,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4327,
        "text": "қ-ойдин китоб ила қасам.",
        "numberInSurah": 2,
        "juz": 25,
        "manzil": 6,
        "page": 489,
        "ruku": 424,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4328,
        "text": "Албатта, Биз уни арабча Қуръон қилдик. Шоядки ақл юритсангиз.",
        "numberInSurah": 3,
        "juz": 25,
        "manzil": 6,
        "page": 489,
        "ruku": 424,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4329,
        "text": "Албатта, у ҳузуримиздаги она китобдадир, у олийдир, ҳикматлидир. (Уламоларимиз, «она китоб»дан мурод Лавҳул Маҳфуз, деганлар. Демак, Қуръони Карим Аллоҳ таолонинг ҳузуридаги Лавҳул Маҳфузда сақланган. Бу эса, уни Аллоҳ таоло нақадар зўр қадрлаганини кўрсатади.)",
        "numberInSurah": 4,
        "juz": 25,
        "manzil": 6,
        "page": 489,
        "ruku": 424,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4330,
        "text": "Наҳотки сиз исрофчи қавм бўлганингиз учун сиздан юз ўгириб, зикр-эслатмани буриб юборсак?! (Яъни, Қуръонни булар қабул қилмас экан, майли, юраверсинлар, деб уни бошқаларга томон буриб юборсак бўладими?! Йўқ, Бизнинг одатимиз бундай эмас. Асл одатимизни билиш учун ўтган Пайғамбар ва умматларнинг ҳолига бир назар солинг!)",
        "numberInSurah": 5,
        "juz": 25,
        "manzil": 6,
        "page": 489,
        "ruku": 424,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4331,
        "text": "Аввалгиларга қанчадан-қанча Пайғамбарлар юбордик.",
        "numberInSurah": 6,
        "juz": 25,
        "manzil": 6,
        "page": 489,
        "ruku": 424,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4332,
        "text": "Улар ўзларига келган ҳар бир Пайғамбарни, албатта, истеҳзо қилганлар.",
        "numberInSurah": 7,
        "juz": 25,
        "manzil": 6,
        "page": 489,
        "ruku": 424,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4333,
        "text": "Бас, Биз улардан кўра кучлироқларни ҳалок қилганмиз. Аввалгиларнинг мисоли (зикр бўлиб) ўтди.",
        "numberInSurah": 8,
        "juz": 25,
        "manzil": 6,
        "page": 489,
        "ruku": 424,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4334,
        "text": "Улардан: «Осмонлару ерни ким яратган!» деб сўрасанг, албатта: «Уларни азиз ва ўта илмли зот яратган», дерлар.",
        "numberInSurah": 9,
        "juz": 25,
        "manzil": 6,
        "page": 489,
        "ruku": 424,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4335,
        "text": "У зот сизга ерни бешик қилиб берди ва сизга унда йўллар қилиб қўйди. Шоядки, ҳидоят топсангиз. (Аллоҳ сизга ерни чақалоқнинг бешигидек қулай қилиб, ер юзида йўллар ҳам яратиб қўйди. Шоядки бу ҳақиқатларни тушуниб, инсофга келиб ҳидоят йўлига юрсангиз.)",
        "numberInSurah": 10,
        "juz": 25,
        "manzil": 6,
        "page": 489,
        "ruku": 424,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4336,
        "text": "У зот осмондан ўлчов ила сув туширди. Бас, Биз у(сув) ила ўлик юртни тирилтирдик. Сиз ҳам шунга ўхшаш чиқарилурсиз.",
        "numberInSurah": 11,
        "juz": 25,
        "manzil": 6,
        "page": 490,
        "ruku": 424,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4337,
        "text": "У зот барча жуфтларни яратган ва сизга кемалар ҳамда чорва ҳайвонларидан минадиган нарсаларингизни қилди.",
        "numberInSurah": 12,
        "juz": 25,
        "manzil": 6,
        "page": 490,
        "ruku": 424,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4338,
        "text": "Токи сиз уларнинг устига ўрнашгайсизлар, сўнгра уларнинг устига ўрнашиб олгач, Роббингиз неъматини эслаб: «Бизга буни бўйсундирган зот покдир. Биз бунга қодир эмас эдик.",
        "numberInSurah": 13,
        "juz": 25,
        "manzil": 6,
        "page": 490,
        "ruku": 424,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4339,
        "text": "Ва, албатта, Биз Роббимизга қайтгувчилардирмиз», дегайсиз. (Инсон маркабга минганда аллақандай бир кўтаринкилик, ғурур ва манманлик пайдо бўлганини сезади. Ана шунда унга маркаб миниш имконини берган зотни эсласа ва шу оятдаги дуони ўқиса, ҳамма нарса ўрнига тушади. Имом Муслим ривоят қилган ҳадисда қуйидагилар айтилади: «Расулуллоҳ (с. а. в.) қачон сафарга чиқиб уловга минсалар, уч марта «Аллоҳ акбар», деб такбир айтар ва қуйидагиларни ўқир эдилар: «Бизга буни бўйсундирган зот покдир. Биз бунга қодир эмас эдик. Ва, албатта, биз Роббимизга қайтгувчилардирмиз». Ё Аллоҳ! Биз сендан бу сафаримизда яхшилик ва тақвони, ўзинг рози бўладиган амалларни сўраймиз. Ё Аллоҳ! Ўзинг бизга бу сафаримизни осон қилгин. Унинг узоғини яқин қилгин. Ё Аллоҳ! Сенинг ўзинг сафардаги соҳибсан. Аҳлиаёлдаги халифасан. Ё Аллоҳ! Мен сендан сафар қийинчиликларидан, турли ёмонликлардан, молу мулк ва аҳлиаёлнинг ёмонликка юз тутишидан паноҳ сўрайман».)",
        "numberInSurah": 14,
        "juz": 25,
        "manzil": 6,
        "page": 490,
        "ruku": 424,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4340,
        "text": "Улар бандаларидан Унга бўлак (ҳукм) қилдилар. Албатта, инсон очиқ-ойдин ношукрдир. (Аллоҳга Унинг бандаларидан бўлмиш фаришталарни У зотнинг бўлаги-фарзанди деб ҳукм қилдилар.)",
        "numberInSurah": 15,
        "juz": 25,
        "manzil": 6,
        "page": 490,
        "ruku": 424,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4341,
        "text": "Ёки У зот Ўзи яратадиган нарсадан қизлар тутиб, сизларни ўғиллар ила сийладими?",
        "numberInSurah": 16,
        "juz": 25,
        "manzil": 6,
        "page": 490,
        "ruku": 425,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4342,
        "text": "Қачонки улардан бирортасига, Роҳманга мисол келтирган нарсанинг хушхабари берилса, ғазабга тўлиб, юзи қорайиб кетур.",
        "numberInSurah": 17,
        "juz": 25,
        "manzil": 6,
        "page": 490,
        "ruku": 425,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4343,
        "text": "Зебу зийнат ичида ўстириладиган ва хусумат пайтида очиқ-ойдин бўла олмайдиган кимсаними?! (Бу оятларда мушрикларнинг, фаришталар Аллоҳнинг қизи, деган эътиқодларига рад келмоқда.)",
        "numberInSurah": 18,
        "juz": 25,
        "manzil": 6,
        "page": 490,
        "ruku": 425,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4344,
        "text": "Улар Роҳманнинг бандалари бўлмиш фаришталарни аёллар ҳисобладилар. Ёки уларнинг яратилишига гувоҳ бўлдиларми?! Албатта, бу гувоҳликлари ёзилур ва сўроққа тутилурлар!",
        "numberInSurah": 19,
        "juz": 25,
        "manzil": 6,
        "page": 490,
        "ruku": 425,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4345,
        "text": "Улар: «Агар Роҳман хоҳлаганида, Биз уларга ибодат қилмас эдик», дедилар. Уларда бу ҳақда ҳеч бир илм йўқ. Улар фақат алжирамоқдалар, холос.",
        "numberInSurah": 20,
        "juz": 25,
        "manzil": 6,
        "page": 490,
        "ruku": 425,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4346,
        "text": "Ёки Биз уларга у(Қуръон)дан олдин бир китоб берганмизу улар уни маҳкам тутувчиларми?!",
        "numberInSurah": 21,
        "juz": 25,
        "manzil": 6,
        "page": 490,
        "ruku": 425,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4347,
        "text": "Йўқ! Улар: «Биз ота-боболаримизни бир динда топдикки, албатта, биз уларнинг изларидан ҳидоят топгувчидирмиз», дедилар.",
        "numberInSurah": 22,
        "juz": 25,
        "manzil": 6,
        "page": 490,
        "ruku": 425,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4348,
        "text": "Худди шунингдек, Биз сендан илгари ҳам қайси бир қишлоқ-шаҳарга огоҳлантиргувчи юборсак, албатта, унинг зодагонлари: «Таъкидки, биз ота-боболаримизни бир динда топдик ва, албатта, биз уларнинг изларидан эргашгувчилардирмиз», дедилар.",
        "numberInSurah": 23,
        "juz": 25,
        "manzil": 6,
        "page": 491,
        "ruku": 425,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4349,
        "text": "У (огоҳлантгирувчи): «Агар мен сизга сиз ота-бобонгизни (эътиқод) устида топган нарсангиздан ҳам ҳидоятлироқни келтирган бўлсам ҳам-а?!» деди. Улар: «Биз сиз ила юборилган нарсага кофирдирмиз», дедилар.",
        "numberInSurah": 24,
        "juz": 25,
        "manzil": 6,
        "page": 491,
        "ruku": 425,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4350,
        "text": "Бас, Биз улардан интиқом олдик. Энди назар сол. (Пайғамбарларни) ёлғончи қилгувчиларнинг оқибати қандай бўлди?!",
        "numberInSurah": 25,
        "juz": 25,
        "manzil": 6,
        "page": 491,
        "ruku": 425,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4351,
        "text": "Эсла, Иброҳим отасига ва қавмига: «Мен, албатта, сиз ибодат қилаётган нарсадан воз кечгувчиман.",
        "numberInSurah": 26,
        "juz": 25,
        "manzil": 6,
        "page": 491,
        "ruku": 426,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4352,
        "text": "Магар мени яратган зотдангина (воз кечмасман). Албатта, У зот мени ҳидоят қилур», деган эди.",
        "numberInSurah": 27,
        "juz": 25,
        "manzil": 6,
        "page": 491,
        "ruku": 426,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4353,
        "text": "Ва бу(сўз)ни у ўз ортидан зурриётига боқий қолгувчи қилди. Шоядки (иймонга) қайтсалар. (Яъни, Иброҳим алайҳиссалом Аллоҳдан ўзга ҳеч бир илоҳга ибодат қилмаслик ҳақидаги сўзни, бошқача айтганда, «Ла илаҳа иллаллоҳ»ни ўзидан кейин келадиган зурриётлари ичида боқий қоладиган қилди. Шоядки зурриётлари куфр ва ширкдан иймонга қайтсалар.)",
        "numberInSurah": 28,
        "juz": 25,
        "manzil": 6,
        "page": 491,
        "ruku": 426,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4354,
        "text": "Мен эса, анавиларни ва уларнинг ота-боболарини, то уларга ҳақ ҳамда очиқ-ойдин Пайғамбар келгунча фойдалантирдим.",
        "numberInSurah": 29,
        "juz": 25,
        "manzil": 6,
        "page": 491,
        "ruku": 426,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4355,
        "text": "Қачонки уларга ҳақ келганида, улар: «Бу сеҳрдир ва, албатта, биз бунга кофирдирмиз», дедилар.",
        "numberInSurah": 30,
        "juz": 25,
        "manzil": 6,
        "page": 491,
        "ruku": 426,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4356,
        "text": "Улар: «Ушбу Қуръон икки шаҳардан (бирида) бўлган улуғ кишига нозил қилинганида эди», дедилар. (Уларнинг жоҳилий ўлчовлари бўйича молу дунёси кўп, мансаби, ҳукми ва султони бор одам «улуғ киши» деб эътироф этиларди. Ана шундай одам Пайғамбар бўлишга лойиқ эди. Ўша пайтда мушрикларнинг бу мақомга номзодлари ҳам бор эди. Маккада ал-Валид ибн Муғийра, Тоифда Урвату ибн Масъуд ас-Сақафий исмли одамлар бўлиб, мушриклар ана шулардан бири Пайғамбар бўлса арзийди, деган фикрда эдилар.)",
        "numberInSurah": 31,
        "juz": 25,
        "manzil": 6,
        "page": 491,
        "ruku": 426,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4357,
        "text": "Ёки улар Роббингнинг раҳматини тақсимлайдиларми? Биз ҳаёти дунёда уларнинг ораларида маишатларини тақсимладик ва баъзилари баъзиларини хизматкор қилиб олишлари учун айримларининг даражаларини айримларидан устун қилиб қўйганмиз. Роббингнинг раҳмати улар жамлайдиган нарсадан яхшидир.",
        "numberInSurah": 32,
        "juz": 25,
        "manzil": 6,
        "page": 491,
        "ruku": 426,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4358,
        "text": "Агар одамлар бир миллат бўлиб қолишлари (хавфи) бўлмаганда, албатта, Биз Роҳманга куфр келтирадиганларнинг уйлари шифтини ва унга чиқадиган нарвонларини кумушдан қилиб қўяр эдик.",
        "numberInSurah": 33,
        "juz": 25,
        "manzil": 6,
        "page": 491,
        "ruku": 426,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4359,
        "text": "Ва уйларининг эшикларини ҳам, устида ёнбошлаб ётадиган сўриларини ҳам (кумушдан қилиб қўяр эдик).",
        "numberInSurah": 34,
        "juz": 25,
        "manzil": 6,
        "page": 492,
        "ruku": 426,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4360,
        "text": "Ва зебу зийнату безакларни ҳам. Буларнинг ҳаммаси ҳаёти дунёнинг матоҳидан бошқа нарса эмас. Охират эса, Роббинг наздида тақводорлар учундир.",
        "numberInSurah": 35,
        "juz": 25,
        "manzil": 6,
        "page": 492,
        "ruku": 426,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4361,
        "text": "Ким Роҳманнинг эслатмасидан шабкўр бўлиб олса, Биз унга шайтонни яқин қилиб қўюрмиз, бас, у унга доимий ҳамроҳ бўлур.",
        "numberInSurah": 36,
        "juz": 25,
        "manzil": 6,
        "page": 492,
        "ruku": 427,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4362,
        "text": "Албатта, у(шайтон)лар йўлдан тўсурлар ва улар ўзларини шак-шубҳасиз ҳидоят топгувчилардек ҳисобларлар.",
        "numberInSurah": 37,
        "juz": 25,
        "manzil": 6,
        "page": 492,
        "ruku": 427,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4363,
        "text": "Токи ҳузуримизга келганда: «Қани энди мен билан сенинг оранг мағриб ила машриқчалик узоқ бўлса эди. Бас, сен нақадар ёмон ҳамроҳсан», дер. (Аллоҳнинг зикридан шабкўр бўлиб олган ғафлатда юра-юра, бир куни қиёмат қоим қўпиб: «ҳузуримизга келганда», ҳақиқатни англайди ҳамма бало шайтон билан яқинлиги натижаси эканлигини тушуниб етади.)",
        "numberInSurah": 38,
        "juz": 25,
        "manzil": 6,
        "page": 492,
        "ruku": 427,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4364,
        "text": "Зулм қилганингиз учун бугунги кунда азобга шерик бўлишингиз ҳам ҳеч фойда бермас.",
        "numberInSurah": 39,
        "juz": 25,
        "manzil": 6,
        "page": 492,
        "ruku": 427,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4365,
        "text": "Сен карларга эшиттира олармидинг ёки кўрларни ва очиқ-ойдин залолатда бўлган кимсаларни ҳидоятга сола олармидинг?!",
        "numberInSurah": 40,
        "juz": 25,
        "manzil": 6,
        "page": 492,
        "ruku": 427,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4366,
        "text": "Агар сени кетказсак ҳам, албатта, Биз улардан интиқом олурмиз.",
        "numberInSurah": 41,
        "juz": 25,
        "manzil": 6,
        "page": 492,
        "ruku": 427,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4367,
        "text": "Ёки Биз уларга ваъда қилинган нарсани сенга кўрсатурмиз. Бас, албатта, Биз уларга (азоб беришга) қодирмиз.",
        "numberInSurah": 42,
        "juz": 25,
        "manzil": 6,
        "page": 492,
        "ruku": 427,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4368,
        "text": "Бас, ўзингга ваҳий қилинган нарсани маҳкам тут! Албатта, сен тўғри йўлдасан.",
        "numberInSurah": 43,
        "juz": 25,
        "manzil": 6,
        "page": 492,
        "ruku": 427,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4369,
        "text": "Албатта, у(Қуръон) сенга ҳам шарафдир, қавмингга ҳам. Ва, албатта, сўралурсизлар.",
        "numberInSurah": 44,
        "juz": 25,
        "manzil": 6,
        "page": 492,
        "ruku": 427,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4370,
        "text": "Сендан олдин Биз юборган Пайғамбарларимиздан сўра: Роҳмандан бошқа ибодат қилинадиган илоҳлар қилган эканмизми?! (Дунё тарихида ҳеч бир Пайғамбар Аллоҳдан бошқага ибодат этишга чақирган эмас. Дунёда ҳеч бир Пайғамбар Аллоҳдан бошқа илоҳга ибодат қилган ҳам эмас. Дунёда ўтган ҳамма Пайғамбарлар фақат Роҳман сифатли Аллоҳ таологагина ибодат қилганлар ва одамларни ҳам фақат Аллоҳнинг Ўзигагина ибодат қилишга чақирганлар.)",
        "numberInSurah": 45,
        "juz": 25,
        "manzil": 6,
        "page": 492,
        "ruku": 427,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4371,
        "text": "Батаҳқиқ, Биз Мусони Ўз оят-мўъжизаларимиз ила Фиръавнга ва унинг аъёнларига юбордик. Бас, у: «Албатта, мен оламлар Роббининг Пайғамбаридирман», деди.",
        "numberInSurah": 46,
        "juz": 25,
        "manzil": 6,
        "page": 492,
        "ruku": 428,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4372,
        "text": "Бас, қачонки у уларга мўъжизаларимизни келтирганда, улар баногоҳ у(мўъжиза)лардан кула бошладилар.",
        "numberInSurah": 47,
        "juz": 25,
        "manzil": 6,
        "page": 492,
        "ruku": 428,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4373,
        "text": "Биз уларга қайси бир оят-мўъжизани кўрсатсак ҳам, албатта, у ўз шеригидан каттароқ бўлар эди. Шояд (хатоларидан) қайтсалар, деб уларни азоб-ла тутдик.",
        "numberInSurah": 48,
        "juz": 25,
        "manzil": 6,
        "page": 493,
        "ruku": 428,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4374,
        "text": "Улар: «Эй сеҳргар! Сенга берган аҳдига биноан, биз учун Роббингга дуо қил! Албатта, биз ҳидоят топгувчилардан бўламиз», дедилар.",
        "numberInSurah": 49,
        "juz": 25,
        "manzil": 6,
        "page": 493,
        "ruku": 428,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4375,
        "text": "Бас, қачонки улардан азобни аритсанг, тўсатдан улар (аҳдни) бузарлар.",
        "numberInSurah": 50,
        "juz": 25,
        "manzil": 6,
        "page": 493,
        "ruku": 428,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4376,
        "text": "Фиръавн ўз қавмига: «Эй қавмим! Миср мулки ва мана бу остимдан оқиб турган анҳорлар меники эмасми?! Кўрмаяпсизларми?!",
        "numberInSurah": 51,
        "juz": 25,
        "manzil": 6,
        "page": 493,
        "ruku": 428,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4377,
        "text": "Мен мана бу хор, гапини очиқ баён қила олмайдиган кимсадан яхши эмасманми?",
        "numberInSurah": 52,
        "juz": 25,
        "manzil": 6,
        "page": 493,
        "ruku": 428,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4378,
        "text": "Унга тиллодан бўлган билакузуклар ташланса ёки у билан бирга фаришталар ҳамроҳ бўлиб келса бўлмас эдими?!» деб нидо қилди.",
        "numberInSurah": 53,
        "juz": 25,
        "manzil": 6,
        "page": 493,
        "ruku": 428,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4379,
        "text": "Бас, у қавмини лақиллатди ва улар унга итоат қилдилар. Чунки улар фосиқ қавм эдилар.",
        "numberInSurah": 54,
        "juz": 25,
        "manzil": 6,
        "page": 493,
        "ruku": 428,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4380,
        "text": "Бас, қачонки улар Бизни дарғазаб қилишгач, улардан интиқом олдик–уларнинг барчаларини жамлаб, ғарқ қилдик.",
        "numberInSurah": 55,
        "juz": 25,
        "manzil": 6,
        "page": 493,
        "ruku": 428,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4381,
        "text": "Бас, уларни ўтмишга айлантирдик ва кейингиларга мисол қилиб қўйдик.",
        "numberInSurah": 56,
        "juz": 25,
        "manzil": 6,
        "page": 493,
        "ruku": 428,
        "hizbQuarter": 197,
        "sajda": false
      },
      {
        "number": 4382,
        "text": "Ибн Марям мисол келтирилган чоқда сенинг қавминг бирдан шодланиб қичқирурлар. (Пайғамбаримиз (с. а. в.) Анбиё сурасидаги «Албатта, сизлар ва Аллоҳдан ўзга ибодат қилган нарсаларингиз жаҳаннам ўтин-тошидирсиз. Сизлар унга киргувчидирсиз» оятини тиловат қилганларида, Абдуллоҳ ибн аз-Забъарий ат-Тамимий исмли мушрик: «Бу биз ва бизнинг олиҳаларимиз учунми ёки ҳамма умматлар учунми?» деб сўраган. Расулуллоҳ (с. а. в.): «У сиз учун ҳамма умматлар учун», дедилар. У: «Шубҳасиз, энди сени енгдим, Каъбанинг Роббига қасам! Насоролар Масийҳга, Яҳудийлар Узайрга, Бани Фулон фаришталарга ибодат қилмайдиларми?! Агар ана ўшалар ҳам жаҳаннамга тушсалар, бизнинг ва олиҳаларимизнинг жаҳаннамда бўлишига розимиз», деди. Шунда Аллоҳ таоло: «Албатта, биздан уларга олдин гўзал сўз ўтганлар у (жаҳаннам)дан узоқлаштирилгандирлар», оятини туширди. «Ибн Марям мисол келтирилган чоқда сенинг қавминг бирдан шодланиб қичқирурлар» ояти билан ўша ҳодисани ёдга солмоқда.)",
        "numberInSurah": 57,
        "juz": 25,
        "manzil": 6,
        "page": 493,
        "ruku": 429,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4383,
        "text": "Улар: «Бизнинг олиҳаларимиз яхшими ёки уми?» дедилар. Улар уни сенга фақат талашиб-тортишиш учунгина мисол келтирдилар. Зеро, улар хусуматчи қавмдирлар.",
        "numberInSurah": 58,
        "juz": 25,
        "manzil": 6,
        "page": 493,
        "ruku": 429,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4384,
        "text": "У фақат бир бандадир. Биз унга неъмат бердик ва уни Бани Исроилга мисол қилдик.",
        "numberInSurah": 59,
        "juz": 25,
        "manzil": 6,
        "page": 493,
        "ruku": 429,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4385,
        "text": "Агар хоҳласак, ўрнингизга ер юзида халифа бўладиган фаришталар қилиб қўяр эдик.",
        "numberInSurah": 60,
        "juz": 25,
        "manzil": 6,
        "page": 493,
        "ruku": 429,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4386,
        "text": "Албатта, у(Ийсо) қиёмат соати илми-белгисидир. Бас, сиз у (соат) ҳақида ҳеч шубҳа қилманг ва Менга эргашинг. Мана шу тўғри йўлдир. (Вақти келиб Ийсо қиёмат кунининг белгиси бўлади. Унинг қайта тушишидан қиёмат жуда ҳам яқин қолгани билиб олинади.)",
        "numberInSurah": 61,
        "juz": 25,
        "manzil": 6,
        "page": 494,
        "ruku": 429,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4387,
        "text": "Шайтон сизни ҳаргиз (тўғри йўлдан) тўсмасин. Албатта, у сизга очиқ-ойдин душмандир.",
        "numberInSurah": 62,
        "juz": 25,
        "manzil": 6,
        "page": 494,
        "ruku": 429,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4388,
        "text": "Ийсо очиқ-ойдин мўъжизалар билан келган чоғида: «Батаҳқиқ, мен сизга ҳикматни келтирдим ва баъзи сиз ихтилоф қилаётган нарсаларни баён қилиш учун келдим. Бас, Аллоҳга тақво ва менга итоат қилинглар.",
        "numberInSurah": 63,
        "juz": 25,
        "manzil": 6,
        "page": 494,
        "ruku": 429,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4389,
        "text": "Албатта, Аллоҳ менинг ҳам Роббим, сизнинг ҳам Роббингиздир. Бас, Унга ибодат қилинг. Мана шу тўғри йўлдир», деди. (Ийсо алайҳиссалом қавмларига: «Аллоҳ менинг Роббим», деганлар. Аллоҳ менинг отам, деган эмаслар. Демак, Аллоҳ таоло бошқа бандаларга Робб бўлгани каби, Исога алайҳиссалом ҳам Роббдир. Бу ҳақда бошқа гап бехуда.)",
        "numberInSurah": 64,
        "juz": 25,
        "manzil": 6,
        "page": 494,
        "ruku": 429,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4390,
        "text": "Бас, уларнинг орасидан фирқалар ихтилоф қилдилар. Зулм қилганлар ҳолига аламли кун азобидан вой бўлсин! (Ийсо алайҳиссалом Бани Исроилга Пайғамбар қилиб юборилган эдилар. У зот Бани Исроилга уларнинг Мусо алайҳиссалом шариати хусусидаги ихтилофларига барҳам бериш, ягона Аллоҳнинг ибодатига чақириш учун ҳикмат ила келган эдилар. Аммо улар бу чақириққа муносиб жавоб бермадилар. Балки Ийсо алайҳиссаломга қарши чиқдилар. Турли фирқаларга бўлиниб олиб, ҳозиргача ихтилоф қилиб келмоқдалар.)",
        "numberInSurah": 65,
        "juz": 25,
        "manzil": 6,
        "page": 494,
        "ruku": 429,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4391,
        "text": "Улар фақат ўзлари ҳам сезмай қолган ҳолда (қиёмат) соати келиб қолишини кутмоқдалар, холос.",
        "numberInSurah": 66,
        "juz": 25,
        "manzil": 6,
        "page": 494,
        "ruku": 429,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4392,
        "text": "Ўша кунда тақводорлардан бошқа дўстлар бир-бирларига душмандир. (Қиёмат куни ҳамма ўз оқибатини билгач, гарчи бу дунёда яқин ўзаро дўст бўлса ҳам, бир-бирига душманга айланади. Чунки у дунёда бир-бирларини турли амалларга ундаган дўстларнинг дўзахга тушиб жазо тортишлари аниқ маълум бўлиб қолади. Ана ўшанда, ёмон билан дўст бўлганига афсусланади.",
        "numberInSurah": 67,
        "juz": 25,
        "manzil": 6,
        "page": 494,
        "ruku": 429,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4393,
        "text": "Эй бандаларим! Бугунги кунда сизга хавф йўқ ва маҳзун ҳам бўлмассиз.",
        "numberInSurah": 68,
        "juz": 25,
        "manzil": 6,
        "page": 494,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4394,
        "text": "Оятларимизга иймон келтирганлар ва мусулмон бўлганлар.",
        "numberInSurah": 69,
        "juz": 25,
        "manzil": 6,
        "page": 494,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4395,
        "text": "Жаннатга киринглар, сизлар ва жуфтларингиз шод бўлурсизлар.",
        "numberInSurah": 70,
        "juz": 25,
        "manzil": 6,
        "page": 494,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4396,
        "text": "Уларга тиллодан бўлган товоқлар ва қадаҳлар айлантирилур. У ерда кўнгил иштаҳа қиладиган ва кўзлар лаззатланадиган нарсалар бордир. Сизлар у ерда абадий қолурсизлар.",
        "numberInSurah": 71,
        "juz": 25,
        "manzil": 6,
        "page": 494,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4397,
        "text": "Мана шу қилиб юрган амалларингиз сабабли сизга мерос қилиб берилган жаннатдир.",
        "numberInSurah": 72,
        "juz": 25,
        "manzil": 6,
        "page": 494,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4398,
        "text": "Сизга у ерда кўплаб мевалар бор, улардан ерсизлар.",
        "numberInSurah": 73,
        "juz": 25,
        "manzil": 6,
        "page": 494,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4399,
        "text": "Албатта, жиноятчилар жаҳаннам азобида абадий қолурлар.",
        "numberInSurah": 74,
        "juz": 25,
        "manzil": 6,
        "page": 495,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4400,
        "text": "У улардан енгиллатилмас ва улар у (азоб)да ноумид ҳолда қолурлар. (Яъни, азоб аҳли жаҳаннамдан ҳеч енгиллатилмайди. Улар ўша азоб ичида ноумид бўлган ҳолларида абадий қолиб кетадилар.)",
        "numberInSurah": 75,
        "juz": 25,
        "manzil": 6,
        "page": 495,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4401,
        "text": "Биз уларга зулм қилганимиз йўқ. Лекин улар ўзлари золим бўлдилар.",
        "numberInSurah": 76,
        "juz": 25,
        "manzil": 6,
        "page": 495,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4402,
        "text": "Улар: «Эй Молик! Роббинг бизни битирсин!» деб нидо қилдилар. У: «Албатта, сиз туриб қолгувчисиз», деди. (Яъни, дўзахилар ўзларига берилаётган азоблар оғриғи, алами ва шиддатига чидай олмай, дўзах ишларига қараб турувчи Молик исмли фариштага қараб: «Эй Молик! Роббинг бизни битирсин!» дейдилар.)",
        "numberInSurah": 77,
        "juz": 25,
        "manzil": 6,
        "page": 495,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4403,
        "text": "Батаҳқиқ, Биз сизга ҳақни келтирдик. Лекин кўпларингиз ҳақни ёмон кўргувчисиз. (Шунинг учун бугунги кунда ушбу аянчли ҳолга тушиб турибсиз.)",
        "numberInSurah": 78,
        "juz": 25,
        "manzil": 6,
        "page": 495,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4404,
        "text": "Ёки улар бирон ишга қарор қилдиларми? Бас, Биз, албатта, қарор қилгувчимиз.",
        "numberInSurah": 79,
        "juz": 25,
        "manzil": 6,
        "page": 495,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4405,
        "text": "Ёки улар Бизни уларнинг сирларини (билмайди) ва пичирлашиб қилган маслаҳатларини эшитмайди деб ҳисоблайдиларми? Йўқ! Ҳолбуки, элчиларимиз уларнинг олдиларида ёзмоқдалар.",
        "numberInSurah": 80,
        "juz": 25,
        "manzil": 6,
        "page": 495,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4406,
        "text": "Сен: «Агар Роҳманнинг боласи бўлганида, мен унга ибодат қилгувчиларнинг биринчиси бўлар эдим», деб айт.",
        "numberInSurah": 81,
        "juz": 25,
        "manzil": 6,
        "page": 495,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4407,
        "text": "Осмонлару ернинг Робби, Аршнинг Робби улар қилаётган васфдан покдир.",
        "numberInSurah": 82,
        "juz": 25,
        "manzil": 6,
        "page": 495,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4408,
        "text": "Бас, уларни қўйиб бер, ўзларига ваъда қилинаётган кунга рўбарў бўлгунларича (ёмонликка) шўнғийверсинлар, ўйнайверсинлар.",
        "numberInSurah": 83,
        "juz": 25,
        "manzil": 6,
        "page": 495,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4409,
        "text": "У зот осмонда ҳам илоҳдир, ерда ҳам илоҳдир. У зот ўта ҳикматли, ўта илмлидир.",
        "numberInSurah": 84,
        "juz": 25,
        "manzil": 6,
        "page": 495,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4410,
        "text": "Осмонлару ернинг ва уларнинг орасидаги нарсаларнинг мулкига эга бўлган зот баракотли-буюкдир. (Қиёмат) соати илми Унинг ҳузуридадир. Унгагина қайтарилурсизлар.",
        "numberInSurah": 85,
        "juz": 25,
        "manzil": 6,
        "page": 495,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4411,
        "text": "Аллоҳдан ўзга илтижо қилаётган нарсалари шафоатга эга бўлмаслар. Магар билган ҳолларида ҳақ шаҳодат берганларгина (эга бўлурлар).",
        "numberInSurah": 86,
        "juz": 25,
        "manzil": 6,
        "page": 495,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4412,
        "text": "Агар сен улардан ўзларини ким яратганини сўрасанг, албатта, «Аллоҳ», дерлар. Бас, қаёққа бурилиб кетмоқдалар?!",
        "numberInSurah": 87,
        "juz": 25,
        "manzil": 6,
        "page": 495,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4413,
        "text": "У(Муҳаммад)нинг: «Эй Роббим, албатта, анавилар иймон келтирмайдиган қавмлардир», деган гапини ҳам (билур).",
        "numberInSurah": 88,
        "juz": 25,
        "manzil": 6,
        "page": 495,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      },
      {
        "number": 4414,
        "text": "Бас, сен улардан юз ўгир ва: «Сизларга салом бўлсин», дегин. Бас, улар тезда билурлар.",
        "numberInSurah": 89,
        "juz": 25,
        "manzil": 6,
        "page": 495,
        "ruku": 430,
        "hizbQuarter": 198,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "uz.sodik",
      "language": "uz",
      "name": "Мухаммад Содик",
      "englishName": "Muhammad Sodik Muhammad Yusuf",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}