{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 47,
    "name": "سُورَةُ مُحَمَّدٍ",
    "englishName": "Muhammad",
    "englishNameTranslation": "Muhammad",
    "revelationType": "Medinan",
    "numberOfAyahs": 38,
    "ayahs": [
      {
        "number": 4546,
        "text": "Куфр келтирган ва Аллоҳнинг йўлидан тўсганларнинг амалларини У зот ботил қилди. (Иймонсизларнинг қилган яхшиликлари ҳам ажр-савобсиз бўлади. Инсон Аллоҳга ишонмаса, кофир бўлса, Аллоҳ унга қандоқ қилиб савоб ато этади.)",
        "numberInSurah": 1,
        "juz": 26,
        "manzil": 6,
        "page": 507,
        "ruku": 442,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4547,
        "text": "У зот иймон келтирган, солиҳ амалларни қилган ва Муҳаммадга нозил қилинган нарса(Қуръон)га–ҳолбуки у Роббиларидан келган ҳақдир–иймон келтирганларнинг айбларини беркитур ва аҳволларини яхшилар.",
        "numberInSurah": 2,
        "juz": 26,
        "manzil": 6,
        "page": 507,
        "ruku": 442,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4548,
        "text": "Ундоқ бўлишига, албатта, куфр келтирганларнинг ботилга эргашганлари ва иймон келтирганларнинг Роббиларидан бўлган ҳаққа эргашганликлари сабабдир. Аллоҳ кишиларга ўзларининг мисолларини шундай келтиради.",
        "numberInSurah": 3,
        "juz": 26,
        "manzil": 6,
        "page": 507,
        "ruku": 442,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4549,
        "text": "Қачонки куфр келтирганлар билан тўқнашсангиз, бас, бўйинига урмоқ керак. Вақтики, уларни тор-мор қилсангиз, бас, маҳкам боғланг. Сўнгра ёки миннат, ёки товон олишдир. Ҳаттоки уруш ўз анжомларни қўйгунча. Ана шундай. Аллоҳ хоҳласа, улардан Ўзи ғолиб келарди, лекин баъзиларингизни баъзиларингиз ила синаш учун (қилди). Аллоҳ йўлида қатл қилинганларнинг амалларни У зот ҳеч зое қилмас.",
        "numberInSurah": 4,
        "juz": 26,
        "manzil": 6,
        "page": 507,
        "ruku": 442,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4550,
        "text": "Албатта, уларни ҳидоят қилар ва аҳволларни яхшилар.",
        "numberInSurah": 5,
        "juz": 26,
        "manzil": 6,
        "page": 507,
        "ruku": 442,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4551,
        "text": "Ҳамда Ўзи уларга таърифлаб берган жаннатга киритар. (Бу оятда урушдан бошқа илож қолмаган майдонда тўқнашув бўлгандан сўнг қилинадиган ишлар ҳақида сўз кетмоқда.)",
        "numberInSurah": 6,
        "juz": 26,
        "manzil": 6,
        "page": 507,
        "ruku": 442,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4552,
        "text": "Эй иймон келтирганлар! Агар Аллоҳга ёрдам берсангиз, сизга ҳам ёрдам берадир ва қадамларингизни собит қиладир.",
        "numberInSurah": 7,
        "juz": 26,
        "manzil": 6,
        "page": 507,
        "ruku": 442,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4553,
        "text": "Ва куфр келтирганларга бахтсизлик ва амалларини зое қилиш бўлур.",
        "numberInSurah": 8,
        "juz": 26,
        "manzil": 6,
        "page": 507,
        "ruku": 442,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4554,
        "text": "Бу уларнинг Аллоҳ нозил қилган нарсани хуш кўрмаганлари сабабидандир. Бас, У зот амалларини ботил қилди.",
        "numberInSurah": 9,
        "juz": 26,
        "manzil": 6,
        "page": 507,
        "ruku": 442,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4555,
        "text": "Ер юзида юриб, ўзларидан аввалгиларнинг оқибати қандоқ бўлганлигига назар солмасларми? Аллоҳ уларни вайрон қилди-ку! Кофирларга ҳам шунга ўхшаш бўлур.",
        "numberInSurah": 10,
        "juz": 26,
        "manzil": 6,
        "page": 507,
        "ruku": 442,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4556,
        "text": "Шундоқ бўлиши, албатта, Аллоҳ иймон келтирганларга дўст эканлигидан ва албатта, кофирларга дўст йўқлигидандир.",
        "numberInSurah": 11,
        "juz": 26,
        "manzil": 6,
        "page": 507,
        "ruku": 442,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4557,
        "text": "Албатта, Аллоҳ иймон келтирганлар ва яхши амал қилганларни тагидан анҳорлар оқиб турган жаннатларга киритур. Куфр келтирганлар ҳузур қилурлар ва худди чорва ҳайвонлари егандек ерлар ва дўзах уларнинг жойидир. (Бу ерда гап ҳақиқий ва ниҳоий насиб ҳақида кетаяпди. Кофирларга бу дунёда мол каби еган таомидан ўзга насиба йўқ.)",
        "numberInSurah": 12,
        "juz": 26,
        "manzil": 6,
        "page": 508,
        "ruku": 443,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4558,
        "text": "Кўпгина шаҳарлар сени чиқарган шаҳарингдан кўра қувватлироқ эди, уларни ҳалок қилдик. Бас, уларга нусрат берувчи йўқдир. (Бу ояти карима Расулуллоҳ соллоллоҳу алайҳи васалламга Маккаи Мукаррамани ташлаб, мажбуран Мадинаи Мунавварага ҳижрат қилиб кетаётган йўлларида нозил бўлган.)",
        "numberInSurah": 13,
        "juz": 26,
        "manzil": 6,
        "page": 508,
        "ruku": 443,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4559,
        "text": "Ўз Роббисидан (аниқ) ҳужжатга эга бўлган шахс ёмон амали ўзига зийнатли кўринган ва ҳавои нафсига эргашганларга ўхшаши мумкинми?!",
        "numberInSurah": 14,
        "juz": 26,
        "manzil": 6,
        "page": 508,
        "ruku": 443,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4560,
        "text": "Тақводорларга ваъда қилинган жаннатнинг мисоли: ичида айнимаган сувли анҳорлари, таъми ўзгармаган сутли анҳорлари, ичувчиларга лаззатбахш хамр-шаробли анҳорлари, мусаффо асалли анҳорлари бор. Улар учун у ерда барча мевалар ва ўз Роббиларидан мағфират бор. Ўшалар оташда мангу қолувчи ва ўта қайноқ сув ила суғорилиб, ичаклари титилиб кетган кимсага ўхшайдиларми?",
        "numberInSurah": 15,
        "juz": 26,
        "manzil": 6,
        "page": 508,
        "ruku": 443,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4561,
        "text": "Ва улардан сенга қулоқ осадиганлари бор. Ҳузурингдан чиққанларида эса, илм берилганларга: «Ҳали у нима деди?» дерлар. Ана ўшалар қалбларига Аллоҳ тамға босганлар ва ҳавои нафсларига эргашганлардир.",
        "numberInSurah": 16,
        "juz": 26,
        "manzil": 6,
        "page": 508,
        "ruku": 443,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4562,
        "text": "У зот ҳидоят топганларнинг ҳидоятини зиёда қилгай ва уларнинг тақволарини бергай.",
        "numberInSurah": 17,
        "juz": 26,
        "manzil": 6,
        "page": 508,
        "ruku": 443,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4563,
        "text": "Улар (қиёмат) соатининг бирдан келишидан бошқа нарсага интизор бўлишаётгани йўқ. Дарвоқеъ, аломатлари келиб ҳам қолди. Агар у келиб қолса, улар қаердан эслатма олурлар?! (Пайғамбар алайҳиссаломнинг мажлисларига кириб ҳеч нарсани тушунмай чиқаётган ғофил мунофиқлар ва уларнинг издошлари нимани кутишяпти? Уларга нима керак? Улар қиёмат соатининг бирдан, тўсатдан келиб қолишидан бошқа нарсани кутишаётгани йўқ. Қиёматнинг аломатлари эса, келиб қолди. Демак, ўзининг келиши ҳам яқин. Қиёматнинг энг катта аломатларидан бири Муҳаммад алайҳиссаломнинг Пайғамбар этиб юборилишлари. Чунки у киши Пайғамбарларнинг охиргиларидирлар. У кишидан кейин Пайғамбар келмайди, балки қиёмат келади.)",
        "numberInSurah": 18,
        "juz": 26,
        "manzil": 6,
        "page": 508,
        "ruku": 443,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4564,
        "text": "Бас, билгин: Аллоҳдан ўзга ибодатга сазовор зот йўқ, ўзингнинг, мўминларнинг ва мўминаларнинг гуноҳларини мағфират қилинишини сўра. Аллоҳ сизларнинг кезар жойларингизни ҳам, борар жойларингизни ҳам билур. (Аллоҳ таолонинг «Билгин» деб хитоб қилиши ақида масаласида билим зарурлигига таъкиддир. Бу ишда кўр-кўрона тақлид фойда бермайди. Демак, «Аллоҳдан ўзга ибодатга сазовор зот йўқ»лигига ақида қилиш билим асосида бўлиши жуда ҳам яхши бўлар экан.)",
        "numberInSurah": 19,
        "juz": 26,
        "manzil": 6,
        "page": 508,
        "ruku": 443,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4565,
        "text": "Ва иймон келтирганлар, бирон сура нозил қилинса эди, дерлар. Вақтики, аниқ сура нозил қилиниб, унда уруш зикр қилинса, қалбларида касали борларни сенга жон бераётганнинг қарашидек қараётганини кўрасан.",
        "numberInSurah": 20,
        "juz": 26,
        "manzil": 6,
        "page": 509,
        "ruku": 444,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4566,
        "text": "Уларга тоат ва яхши сўз яхшироқдир, бас, иш жиддийлашганда, Аллоҳга содиқ қолсалар, ўзларига яхши бўлур эди. (Иймон саодатига муяссар бўлганлар доимо ўзлари иймон келтирган Зотдан фармон бўлишини орзиқиб кутадилар. Чунки уларнинг энг улкан саодати фармони илоҳийга амал қилиб Аллоҳга қурбат ҳосил қилишдир. Худди шу туйғу уларни «Ва иймон келтирганлар, бирон сура нозил қилинса эди, дейдилар», каби мавқифига сабаб бўлган. Ўша орзу қилинган сура нозил қилинса, нима бўлади? У вақтда мўмин мусулмонлар хурсандлик ила унга амал қилишни бошлайдилар. Ўзларининг иймонда содиқликларини исбот қиладилар. Аммо шундай пайтда мунофиқларнинг ҳақиқий башаралари намоён бўлади, уларнинг риё пардалари йиртилади.)",
        "numberInSurah": 21,
        "juz": 26,
        "manzil": 6,
        "page": 509,
        "ruku": 444,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4567,
        "text": "Эҳтимол, (иймондан) юз ўгирсангиз, ер юзида фасод қилиб, қардошлик ришталарини узарсиз?! (Бу оятда иймондан юз ўгириб, жоҳилиятга қайтишдан келадиган бу дунёдаги зарарлар эслатилмоқда.)",
        "numberInSurah": 22,
        "juz": 26,
        "manzil": 6,
        "page": 509,
        "ruku": 444,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4568,
        "text": "Ана ўшаларни Аллоҳ лаънатлади, уларни кар қилди ва кўзларини кўр қилди.",
        "numberInSurah": 23,
        "juz": 26,
        "manzil": 6,
        "page": 509,
        "ruku": 444,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4569,
        "text": "Қуръонни тадаббур ила ўйлаб кўрмасларми? Ёки қалбларида қулф борми? (Ҳар бир оятни, ҳар бир сўзни чуқур тушунишга ҳаракат қилиш Қуръонни тадаббур қилишдир. Ўшанда парда кўтарилади, ҳамма нарса равшанлашади, қалб ҳаловот топади, виждон мусаффо бўлади. «Қалбларида қулф» бўлса, унда ҳамма нарса берк, уларга ҳеч нарса, жумладан, Қуръон нури ҳам кирмайди.)",
        "numberInSurah": 24,
        "juz": 26,
        "manzil": 6,
        "page": 509,
        "ruku": 444,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4570,
        "text": "Албатта, ҳидоят равшан бўлгандан сўнг ортларига қайтганларга шайтон зийнатлаб кўрсатди ва уларни ўша йўллади. («Ортларига қайтганлар»дан мурод мунофиқлардир, улар ҳидоят–иймон нима эканлигини равшан кўрган, мўминликка яқин бўлган эдилар, лекин ортга қайтдилар. )",
        "numberInSurah": 25,
        "juz": 26,
        "manzil": 6,
        "page": 509,
        "ruku": 444,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4571,
        "text": "Ундоқ бўлишлиги, албатта, уларнинг Аллоҳ нозил қилган нарсани хуш кўрмаганларга: »Сизларга баъзи ишларда итоат қиламиз», дейишлари сабабидандир. Ва ҳолбуки Аллоҳ сир-асрорларини билиб турибди. (Оятдаги «Аллоҳ нозил қилган нарсани хуш кўрмаганлар»дан мурод яҳудийлардир.)",
        "numberInSurah": 26,
        "juz": 26,
        "manzil": 6,
        "page": 509,
        "ruku": 444,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4572,
        "text": "Фаришталар юзларига ва ортларига уриб жонларини олаётганларида қандоқ бўларкин?!",
        "numberInSurah": 27,
        "juz": 26,
        "manzil": 6,
        "page": 509,
        "ruku": 444,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4573,
        "text": "Бундай бўлиши, албатта уларнинг Аллоҳни ғазаблантирган нарсага эргашганлари ва Унинг розилигини хуш кўрмаганликлари сабабидандир. Бас, У зот амалларини ҳабата қилди.",
        "numberInSurah": 28,
        "juz": 26,
        "manzil": 6,
        "page": 509,
        "ruku": 444,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4574,
        "text": "Қалбларида касал борлар, Аллоҳ уларнинг қаттиқ ҳасадларини ошкор қилмайди, деб ҳисоблайдиларми?! (Мунофиқлар ўзларича, мунофиқлик санъатини қоиллатиб қўямиз, бизнинг Исломга, мусулмонларга бўлган душманлигимизни ҳеч ким билмайди, деб ўйлашади.)",
        "numberInSurah": 29,
        "juz": 26,
        "manzil": 6,
        "page": 509,
        "ruku": 445,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4575,
        "text": "Агар хоҳласак, Биз уларни сенга кўрсатамиз, таъкидки, сен уларни сиймоларидан танийсан, албатта, сен уларни гап оҳангларидан танийсан. Аллоҳ амалларингизни билиб турур. (Мунофиқлар ўз кирдикорларини қанчалик яширсалар ҳам, ўзларини Ислом учун фидокор қилиб кўрсатсалар ҳам, Қалбларида касали бўлгани учун нифоқлари ошкор бўлади.)",
        "numberInSurah": 30,
        "juz": 26,
        "manzil": 6,
        "page": 510,
        "ruku": 445,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4576,
        "text": "Ва таъкидки, Биз сизларни синаймиз, токи сизлардан мужоҳидларни, сабрлиларни билсак ва хабарларингизни имтиҳон этсак. (Синов Аллоҳ таолонинг Ўзи учун эмас. У шундоқ ҳам ҳамма нарсани–одамларнинг кимлигини, сир яширганлари-ю ошкорини, имконияти-ю хоҳишини–барча-барчасини яхши билади. Аммо одамлар бу нарсани англамайдилар. Инсонларнинг бу нарсаларни англаши келажак ҳаётларида ёрдам беради.)",
        "numberInSurah": 31,
        "juz": 26,
        "manzil": 6,
        "page": 510,
        "ruku": 445,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4577,
        "text": "Албатта, куфр келтирганлар ва Аллоҳнинг йўлидан тўсганлар ҳамда ҳидоят аниқ бўлгандан сўнг Пайғамбарга қарши чиққанлар Аллоҳга ҳеч зарар келтира олмаслар. Ва уларнинг амалларини У зот ҳабата қилур. (Булар у зотнинг ҳаётлик даврларида шахсларига, динларига, Қуръонларига, саҳобаларига қарши чиққанлардир. Пайғамбарнинг вафотларидан сўнг эса у кишининг динларига, шариатларига, суннатларига, даъватларига, умматларига қарши чиқанлардир.)",
        "numberInSurah": 32,
        "juz": 26,
        "manzil": 6,
        "page": 510,
        "ruku": 445,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4578,
        "text": "Эй иймон келтирганлар! Аллоҳга итоат этинг ва Расулга итоат этинг. Ва амалларингизни ботил қилмангиз.",
        "numberInSurah": 33,
        "juz": 26,
        "manzil": 6,
        "page": 510,
        "ruku": 445,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4579,
        "text": "Албатта куфр келтирганлар ва Аллоҳнинг йўлидан тўсган, сўнгра кофир ҳолларида ўлганларни Аллоҳ ҳеч-ҳеч мағфират қилмас.",
        "numberInSurah": 34,
        "juz": 26,
        "manzil": 6,
        "page": 510,
        "ruku": 445,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4580,
        "text": "Бас, бўш келманглар ва ўзингиз устун бўлиб туриб, ярашга чақирманглар. Аллоҳ сиз билан ва амалларингизни ҳеч-ҳеч камайтирмас. (Аллоҳнинг йўлидаги кураш осон бўлмайди. Лекин дин учун хизмат қилувчи мўминлар доимо устун бўладилар. Устун турганлар эса «бўш келманглар» деган хитобни доимо ёдда тутишади. Улар ҳамма тарафдан устун.)",
        "numberInSurah": 35,
        "juz": 26,
        "manzil": 6,
        "page": 510,
        "ruku": 445,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4581,
        "text": "Албатта, бу дунё ҳаёти ўйин ва кўнгил хушидир ва гар иймон келтирсангиз ва тақво қилсангиз, У зот ажрларингизни берур ва молу дунёларингизни сўрамас.",
        "numberInSurah": 36,
        "juz": 26,
        "manzil": 6,
        "page": 510,
        "ruku": 445,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4582,
        "text": "Агар сиздан уларни сўраса, қийнаса, бахиллик қилурсизлар ва кек-ҳиқдларингизни чиқарадир.",
        "numberInSurah": 37,
        "juz": 26,
        "manzil": 6,
        "page": 510,
        "ruku": 445,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4583,
        "text": "Ҳой сизлар! Анавилар! Аллоҳнинг йўлида нафақа қилишга чақирилсангиз, бас, баъзиларингиз бахиллик қилурсизлар. Ва ким бахиллик қилса, албатта, ўзига бахиллик қиладир. Ва, ҳолбуки, Аллоҳ бой, сизлар камбағалсизлар. Ва агар сиз юз ўгириб кетсангиз, У зот сиздан бошқа қавмни ўрнингизга келтирур, улар эса сизларга ўхшаган бўлмаслар. (Аллоҳ таоло инсон табиатини қанчалик дақиқ билишини таъкидламоқда. Сахийлик, Аллоҳнинг йўлида мол сарфлашдек фазилатлар кўп мусулмонларга хос бўлиб, уларнинг бу борадаги ишлари тарих саҳифаларида боқий қолган. Шу билан бирга, баъзи бахиллар ҳам бўлган, бу ҳам воқеаликдир. Қуръони карим ушбу оятда шу бахилликни муолажа қилмоқда.)",
        "numberInSurah": 38,
        "juz": 26,
        "manzil": 6,
        "page": 510,
        "ruku": 445,
        "hizbQuarter": 204,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "uz.sodik",
      "language": "uz",
      "name": "Мухаммад Содик",
      "englishName": "Muhammad Sodik Muhammad Yusuf",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}