{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 5,
    "name": "سُورَةُ المَائـِدَةِ",
    "englishName": "Al-Maaida",
    "englishNameTranslation": "The Table",
    "revelationType": "Medinan",
    "numberOfAyahs": 120,
    "ayahs": [
      {
        "number": 670,
        "text": "اى مؤمنان به پيمانها[ى خود] وفا كنيد، [گوشت‌] چارپايان بر شما حلال است مگر آنچه حكمش بر شما خوانده شود، و [به شرط آنكه‌] در حال احرام، حلال دارنده صيد نباشيد، خداوند هر حكمى كه بخواهد مقرر مى‌دارد",
        "numberInSurah": 1,
        "juz": 6,
        "manzil": 2,
        "page": 106,
        "ruku": 86,
        "hizbQuarter": 43,
        "sajda": false
      },
      {
        "number": 671,
        "text": "اى مؤمنان حرمت شعائر الهى و ماههاى حرام و قربانيهاى نشاندار و قربانيهاى قلاده‌دار و زائران بيت‌الحرام را كه از پروردگارشان جوياى گشايش معاش و خشنودى او هستند، نگه داريد، و چون از حال احرام بيرون آمديد مى‌توانيد به شكار بپردازيد، و دشمنى با مردمى كه شما را از مسجدالحرام باز مى‌دارند، بر آنتان ندارد كه تجاوز كارى كنيد، و در نيكى و پارسايى همدستى كنيد نه در گناه و ستمكارى، و از خدا پروا كنيد كه خداوند سخت كيفر است‌",
        "numberInSurah": 2,
        "juz": 6,
        "manzil": 2,
        "page": 106,
        "ruku": 86,
        "hizbQuarter": 43,
        "sajda": false
      },
      {
        "number": 672,
        "text": "مردار و خون و گوشت خوك و آنچه نامى جز خدا به هنگام ذبحش برده باشند، و [حيوان حلال گوشت‌] خفه شده، و به ضرب [چوب و سنگ‌] مرده، و از بلندى افتاده، و شاخ خورده و آنچه درندگان از آن خورده باشند، مگر آنچه [به موقع به ذبح شرعى‌] حلال كنيد و همچنين آنچه براى بتان ذبح شده است و نيز تعيين قسمت به كمك ازلام همه بر شما حرام شده است و [پرداختن به هريك از] اينها نافرمانى است، امروز كافران از دين شما [و بازگشت شما از آن‌] نوميد شده‌اند، لذا از آنان نترسيد و از من بترسيد، امروز دين شما را به كمال رساندم و نعمتم را بر شما تمام كردم و دين اسلام را بر شما پسنديدم، و هركس در مخمصه‌اى ناچار شود و مايل به گناه نباشد [و از آنچه نهى شده بخورد] بداند كه خداوند آمرزگار مهربان است‌",
        "numberInSurah": 3,
        "juz": 6,
        "manzil": 2,
        "page": 107,
        "ruku": 86,
        "hizbQuarter": 43,
        "sajda": false
      },
      {
        "number": 673,
        "text": "از تو مى‌پرسند چه چيز براى آنان حلال است، بگو همه پاكيزه‌ها و آنچه به كمك حيوانات شكارگر [به دست مى‌آوريد] كه با آنچه خداوند به شما آموخته است، آنها را دست‌آموز مى‌كنيد، پس از آنچه براى شما گرفته و نگه داشته‌اند بخوريد و [به هنگام ذبح يا فرستادن حيوانات شكارگر] نام خدا را بر آن ببريد، و از خداوند پروا كنيد كه خداوند زودشمار است‌",
        "numberInSurah": 4,
        "juz": 6,
        "manzil": 2,
        "page": 107,
        "ruku": 86,
        "hizbQuarter": 43,
        "sajda": false
      },
      {
        "number": 674,
        "text": "امروز پاكيزه‌ها و طعام [و ذبايح‌] اهل كتاب بر شما و طعام [و ذبايح‌] شما بر آنان حلال است، و نيز ازدواج با زنان عفيف مؤمن و زنان عفيف اهل كتاب، به شرط آنكه مهر آنان را بپردازيد و زن نگهدار و غير پليدكار باشيد و دوست‌گيران نهانى نباشيد، و هركس به [اركان‌] ايمان كفرورزد، عملش تباه است و همو در آخرت از زيانكاران است‌",
        "numberInSurah": 5,
        "juz": 6,
        "manzil": 2,
        "page": 107,
        "ruku": 86,
        "hizbQuarter": 43,
        "sajda": false
      },
      {
        "number": 675,
        "text": "اى مؤمنان چون براى نماز برخاستيد چهره و دستهايتان را تا آرنج‌ها بشوييد و سپس سر و پاهايتان را تا قوزكها مسح كنيد، و اگر جنب بوديد غسل كنيد و اگر بيمار يا مسافر بوديد يا يكى از شما از موضع قضاى حاجت بازگشت، يا با زنان تماس [جنسى‌] گرفتيد، آنگاه آب نيافتيد، بر خاكى پاك تيمم كنيد و چهره و دستهايتان را به آن مسح كنيد، كه خداوند نمى‌خواهد براى شما دشوارى قرار دهد، بلكه مى‌خواهد تا شما را پاكيزه بدارد و نعمتش را بر شما تمام كند، باشد كه سپاس بگزاريد",
        "numberInSurah": 6,
        "juz": 6,
        "manzil": 2,
        "page": 108,
        "ruku": 87,
        "hizbQuarter": 43,
        "sajda": false
      },
      {
        "number": 676,
        "text": "و نعمت الهى و پيمانى را كه با شما بسته است به ياد آوريد كه گفتيد شنيديم و اطاعت كرديم، و از خداوند پروا كنيد كه خداوند به راز دلها آگاه است‌",
        "numberInSurah": 7,
        "juz": 6,
        "manzil": 2,
        "page": 108,
        "ruku": 87,
        "hizbQuarter": 43,
        "sajda": false
      },
      {
        "number": 677,
        "text": "اى مؤمنان در راه [رضاى‌] خدا به داد برخيزيد و به عدل شهادت دهيد و دشمنى‌تان با بعضى از مردم شما را بر آن ندارد كه بيداد كنيد، دادگرى كنيد كه به تقوا نزديكتر است و از خداوند پروا كنيد كه خداوند به آنچه مى‌كنيد آگاه است‌",
        "numberInSurah": 8,
        "juz": 6,
        "manzil": 2,
        "page": 108,
        "ruku": 87,
        "hizbQuarter": 43,
        "sajda": false
      },
      {
        "number": 678,
        "text": "خداوند به كسانى كه ايمان آورده و كارهاى شايسته كرده‌اند وعده داده است كه آمرزش و پاداشى بزرگ خاص آنان است‌",
        "numberInSurah": 9,
        "juz": 6,
        "manzil": 2,
        "page": 108,
        "ruku": 87,
        "hizbQuarter": 43,
        "sajda": false
      },
      {
        "number": 679,
        "text": "و كسانى كه كفرورزيده و آيات ما را دروغ انگاشته‌اند، دوزخى‌اند",
        "numberInSurah": 10,
        "juz": 6,
        "manzil": 2,
        "page": 109,
        "ruku": 87,
        "hizbQuarter": 43,
        "sajda": false
      },
      {
        "number": 680,
        "text": "اى مؤمنان نعمت الهى را بر خود به ياد آوريد كه چون قومى كوشيد كه بر شما دست دراز كند، دستشان را از شما بازداشت، و از خداوند پروا كنيد و مؤمنان بايد كه بر خدا توكل كنند",
        "numberInSurah": 11,
        "juz": 6,
        "manzil": 2,
        "page": 109,
        "ruku": 87,
        "hizbQuarter": 43,
        "sajda": false
      },
      {
        "number": 681,
        "text": "و خداوند از بنى‌اسرائيل پيمان گرفت و از ميان آنان دوازده سالار برگماشتيم، و خداوند گفت من با شما هستم، اگر نماز برپا داشتيد و زكات پرداختيد و به پيامبران من ايمان آورديد و آنان را گرامى داشتيد و در راه خدا وامى نيكو داديد، سيئات شما را مى‌زدايم و شما را به بوستانهايى كه جويباران از فرودست آن جارى است، درمى‌آورم، اما اگر پس از اين، كسى از شما كفر ورزد، بى‌شك از راه راست گمراه شده است‌",
        "numberInSurah": 12,
        "juz": 6,
        "manzil": 2,
        "page": 109,
        "ruku": 88,
        "hizbQuarter": 44,
        "sajda": false
      },
      {
        "number": 682,
        "text": "آنگاه به سبب پيمان شكنى‌شان لعنتشان كرديم، و دلهايشان را سخت گردانيديم [به طورى‌] كه كلمات [كتاب‌] را از مواضع خود تحريف مى‌كردند و بخشى از آنچه به آنان پند داده بودند، فراموش كردند، و همچنان به خيانت آنان پى مى‌برى، مگر عده اندكى از آنان، پس آنان را ببخش و بگذار و بگذر كه خداوند نيكوكاران را دوست دارد",
        "numberInSurah": 13,
        "juz": 6,
        "manzil": 2,
        "page": 109,
        "ruku": 88,
        "hizbQuarter": 44,
        "sajda": false
      },
      {
        "number": 683,
        "text": "و از كسانى كه گفتند ما مسيحى هستيم پيمان گرفتيم، آنگاه بخشى از آنچه به آنان پند داده بودند، فراموش كردند، سپس بين ايشان، تا روز قيامت دشمنى و كينه انداختيم، و خداوند به زودى آنان را [از نتيجه‌] آنچه كرده‌اند، آگاه مى‌سازد",
        "numberInSurah": 14,
        "juz": 6,
        "manzil": 2,
        "page": 110,
        "ruku": 88,
        "hizbQuarter": 44,
        "sajda": false
      },
      {
        "number": 684,
        "text": "اى اهل كتاب پيامبر ما به سوى شما آمده است، تا بسيارى از آنچه از كتاب آسمانى پنهان داشته‌ايد، براى شما روشن سازد و از بسيارى [خطاهاى شما] درگذرد، آرى نور و كتابى روشنگر از خداوند به سوى شما آمده است‌",
        "numberInSurah": 15,
        "juz": 6,
        "manzil": 2,
        "page": 110,
        "ruku": 88,
        "hizbQuarter": 44,
        "sajda": false
      },
      {
        "number": 685,
        "text": "كه خداوند در پرتو آن كسانى را كه از رضاى او پيروى مى‌كنند به راههاى امن و عافيت رهنمون مى‌گردد، و آنان را به توفيق خويش از تاريكيها به سوى روشنايى بازمى‌برد و به راه راست هدايتشان مى‌كند",
        "numberInSurah": 16,
        "juz": 6,
        "manzil": 2,
        "page": 110,
        "ruku": 88,
        "hizbQuarter": 44,
        "sajda": false
      },
      {
        "number": 686,
        "text": "به راستى كسانى كه مى‌گويند خدا همان مسيح بن مريم است، كافر شده‌اند، بگو اگر خداوند بخواهد مسيح بن مريم و مادرش و اهل زمين، همه را نابود كند، چه كسى مى‌تواند او را بازدارد؟ و فرمانروايى آسمانها و زمين و آنچه مابين آنهاست از آن خداوند است، كه هر چه بخواهد مى‌آفريند، و خدا بر هر كارى تواناست‌",
        "numberInSurah": 17,
        "juz": 6,
        "manzil": 2,
        "page": 110,
        "ruku": 88,
        "hizbQuarter": 44,
        "sajda": false
      },
      {
        "number": 687,
        "text": "و يهوديان و مسيحيان گفتند ما پسران خدا و دوستان او هستيم، بگو پس چرا شما را به خاطر گناهانتان عذاب مى‌كند، آرى شما هم انسانهايى هستيد از همان دست كه آفريده است، هركس را كه بخواهد مى‌آمرزد و هركس را كه بخواهد عذاب مى‌كند، و فرمانروايى آسمانها و زمين و آنچه در ميان آنهاست از آن خداوند است، و سير بازگشت به سوى اوست‌",
        "numberInSurah": 18,
        "juz": 6,
        "manzil": 2,
        "page": 111,
        "ruku": 88,
        "hizbQuarter": 44,
        "sajda": false
      },
      {
        "number": 688,
        "text": "اى اهل كتاب پيامبر ما به سوى شما آمده است و پس از عصر [انقطاع وحى و] فترت پيامبران [احكام او را] براى شما روشن مى‌سازد، تا مگوييد كه نه پيامبر مژده‌آور و نه هشداردهنده‌اى به سوى ما آمد، آرى پيامبر مژده‌آور و هشداردهنده‌اى به سوى شما آمد، و خداوند بر هر كارى تواناست‌",
        "numberInSurah": 19,
        "juz": 6,
        "manzil": 2,
        "page": 111,
        "ruku": 88,
        "hizbQuarter": 44,
        "sajda": false
      },
      {
        "number": 689,
        "text": "و چنين بود كه موسى به قومش گفت اى قوم من، نعمت خدا را بر خود به ياد آوريد كه در ميان شما پيامبرانى برانگيخت و [بعضى از] شما را پادشاه ساخت، و به شما چيزهايى بخشيد كه به هيچ‌كس از جهانيان نداده است‌",
        "numberInSurah": 20,
        "juz": 6,
        "manzil": 2,
        "page": 111,
        "ruku": 89,
        "hizbQuarter": 44,
        "sajda": false
      },
      {
        "number": 690,
        "text": "اى قوم من وارد سرزمين مقدسى شويد كه خداوند برايتان مقرر داشته است، و پشت مكنيد كه زيانكار خواهيد شد",
        "numberInSurah": 21,
        "juz": 6,
        "manzil": 2,
        "page": 111,
        "ruku": 89,
        "hizbQuarter": 44,
        "sajda": false
      },
      {
        "number": 691,
        "text": "گفتند اى موسى در آنجا قوم زورمند و ستمگرى هستند، و مادام كه آنان بيرون نرفته‌اند، ما وارد آنجا نخواهيم شد، و چون از آن بيرون شدند، ما به درون خواهيم رفت‌",
        "numberInSurah": 22,
        "juz": 6,
        "manzil": 2,
        "page": 111,
        "ruku": 89,
        "hizbQuarter": 44,
        "sajda": false
      },
      {
        "number": 692,
        "text": "و دو مرد از پرواپيشگان كه خداوند بر آنها لطف و انعام كرده بود، گفتند [بى‌باكانه‌] بر آنان از دروازه وارد شويد و چون وارد شديد پيروز خواهيد شد و اگر مؤمن هستيد بر خداوند توكل كنيد",
        "numberInSurah": 23,
        "juz": 6,
        "manzil": 2,
        "page": 111,
        "ruku": 89,
        "hizbQuarter": 44,
        "sajda": false
      },
      {
        "number": 693,
        "text": "گفتند اى موسى مادام كه آنان در آنجا هستند ما هرگز وارد نخواهيم شد، تو با پروردگارت برويد و بجنگيد ما در اينجا بركنار مى‌مانيم‌",
        "numberInSurah": 24,
        "juz": 6,
        "manzil": 2,
        "page": 112,
        "ruku": 89,
        "hizbQuarter": 44,
        "sajda": false
      },
      {
        "number": 694,
        "text": "موسى گفت پروردگارا من جز بر خود و برادرم دست ندارم، بين ما و قوم نافرمان جدايى بيفكن‌",
        "numberInSurah": 25,
        "juz": 6,
        "manzil": 2,
        "page": 112,
        "ruku": 89,
        "hizbQuarter": 44,
        "sajda": false
      },
      {
        "number": 695,
        "text": "فرمود در اين صورت [ورود به‌] آن سرزمين چهل سال بر آنان حرام است كه در بيابانها سرگشته باشند، پس بر نافرمانان دريغ مخور",
        "numberInSurah": 26,
        "juz": 6,
        "manzil": 2,
        "page": 112,
        "ruku": 89,
        "hizbQuarter": 44,
        "sajda": false
      },
      {
        "number": 696,
        "text": "و بر آنان داستان دو پسر آدم را به راستى و درستى بخوان، كه چون قربانى‌اى عرضه داشتند، از يكى از آنها پذيرفته شد و از ديگرى پذيرفته نشد، [قابيل به هابيل‌] گفت تو را خواهم كشت، گفت خداوند تنها از پرهيزگاران مى‌پذيرد",
        "numberInSurah": 27,
        "juz": 6,
        "manzil": 2,
        "page": 112,
        "ruku": 90,
        "hizbQuarter": 45,
        "sajda": false
      },
      {
        "number": 697,
        "text": "اگر دستت را به سوى من دراز كنى كه مرا بكشى [بدان كه‌] من دست درازكننده به سوى تو نخواهم بود كه بكشمت، چرا كه از خداوند، پروردگار جهانيان مى‌ترسم‌",
        "numberInSurah": 28,
        "juz": 6,
        "manzil": 2,
        "page": 112,
        "ruku": 90,
        "hizbQuarter": 45,
        "sajda": false
      },
      {
        "number": 698,
        "text": "من مى‌خواهم كه بار گناه من و گناه خودت را بر دوش كشى و از دوزخيان شوى، و اين جزاى ستمگران است‌",
        "numberInSurah": 29,
        "juz": 6,
        "manzil": 2,
        "page": 112,
        "ruku": 90,
        "hizbQuarter": 45,
        "sajda": false
      },
      {
        "number": 699,
        "text": "و نفس اماره او را وادار به كشتن برادرش كرد، و او را كشت، و از زيانكاران گرديد",
        "numberInSurah": 30,
        "juz": 6,
        "manzil": 2,
        "page": 112,
        "ruku": 90,
        "hizbQuarter": 45,
        "sajda": false
      },
      {
        "number": 700,
        "text": "آنگاه خداوند كلاغى برانگيخت كه زمين را [با چنگ و منقار] بكاود، تا بدين وسيله به او بنماياند كه چگونه جسد برادرش را [در خاك‌] پنهان كند، [قابيل كه چنين ديد] گفت واى بر من آيا عاجزم كه مثل اين كلاغ باشم تا جسد برادرم را پنهان كنم و بدين‌سان پشيمان شد",
        "numberInSurah": 31,
        "juz": 6,
        "manzil": 2,
        "page": 112,
        "ruku": 90,
        "hizbQuarter": 45,
        "sajda": false
      },
      {
        "number": 701,
        "text": "به اين جهت بر بنى‌اسرائيل مقرر داشتيم كه هركس كسى را جز به قصاص قتل، يا به جزاى فساد در روى زمين، بكشد مانند اين است كه همه مردم را كشته باشد، و هركس كسى را زنده بدارد مانند اين است كه همه مردم را زنده داشته باشد، و پيامبران ما معجزاتى براى آنان آوردند آنگاه بسيارى از آنان در سرزمين خويش زياده‌روى پيشه كردند",
        "numberInSurah": 32,
        "juz": 6,
        "manzil": 2,
        "page": 113,
        "ruku": 90,
        "hizbQuarter": 45,
        "sajda": false
      },
      {
        "number": 702,
        "text": "همانا جزاى كسانى كه با [دوستداران‌] خداوند و پيامبر او به محاربه برمى‌خيزند و در زمين به فتنه و فساد مى‌كوشند، اين است كه كشته شوند يا بر دار شوند يا دستها و پاهايشان در خلاف جهت يكديگر بريده شود، يا از سرزمين خويش تبعيد شوند، اين خوارى و زارى دنيويشان است و در آخرت هم عذاب بزرگى [در پيش‌] خواهند داشت‌",
        "numberInSurah": 33,
        "juz": 6,
        "manzil": 2,
        "page": 113,
        "ruku": 90,
        "hizbQuarter": 45,
        "sajda": false
      },
      {
        "number": 703,
        "text": "مگر كسانى كه پيش از آنكه بر آنان دست يابيد، توبه كنند، كه بدانيد در اين صورت خداوند آمرزگار مهربان است‌",
        "numberInSurah": 34,
        "juz": 6,
        "manzil": 2,
        "page": 113,
        "ruku": 90,
        "hizbQuarter": 45,
        "sajda": false
      },
      {
        "number": 704,
        "text": "اى مؤمنان از خداوند پروا كنيد و به او [توسل و] تقرب جوييد و در راه او جهاد كنيد، باشد كه رستگار شويد",
        "numberInSurah": 35,
        "juz": 6,
        "manzil": 2,
        "page": 113,
        "ruku": 91,
        "hizbQuarter": 45,
        "sajda": false
      },
      {
        "number": 705,
        "text": "اگر كافران داراى هر آنچه باشند كه در روى زمين است و آن و همچند آن را فديه دهند و بلاگردان عذاب روز قيامت سازند، از آنان پذيرفته نخواهد شد و عذابى دردناك [در پيش‌] دارند",
        "numberInSurah": 36,
        "juz": 6,
        "manzil": 2,
        "page": 113,
        "ruku": 91,
        "hizbQuarter": 45,
        "sajda": false
      },
      {
        "number": 706,
        "text": "اينان مى‌خواهند از جهنم بيرون روند ولى بيرون آمدنى از آن نيستند، و عذابى پاينده دارند",
        "numberInSurah": 37,
        "juz": 6,
        "manzil": 2,
        "page": 114,
        "ruku": 91,
        "hizbQuarter": 45,
        "sajda": false
      },
      {
        "number": 707,
        "text": "دستان مرد و زن دزد را به كيفر كارى كه كرده‌اند ببريد كه عقوبتى الهى است و خداوند پيروزمند فرزانه است‌",
        "numberInSurah": 38,
        "juz": 6,
        "manzil": 2,
        "page": 114,
        "ruku": 91,
        "hizbQuarter": 45,
        "sajda": false
      },
      {
        "number": 708,
        "text": "و هر كس كه بعد از ستمش، توبه و درستكارى پيشه كند، خداوند از [گناه‌] او درمى‌گذرد، چرا كه خداوند آمرزگار مهربان است‌",
        "numberInSurah": 39,
        "juz": 6,
        "manzil": 2,
        "page": 114,
        "ruku": 91,
        "hizbQuarter": 45,
        "sajda": false
      },
      {
        "number": 709,
        "text": "آيا نمى‌دانى كه فرمانروايى آسمانها و زمين از آن خداوند است؟ هركس را بخواهد عذاب مى‌كند و هركس را كه بخواهد مى‌آمرزد، و خداوند بر هر كارى تواناست‌",
        "numberInSurah": 40,
        "juz": 6,
        "manzil": 2,
        "page": 114,
        "ruku": 91,
        "hizbQuarter": 45,
        "sajda": false
      },
      {
        "number": 710,
        "text": "اى پيامبر كسانى كه در كفر مى‌كوشند تو را اندوهگين نكنند اينان از كسانى هستند كه به زبان مى‌گويند ايمان آورده‌ايم ولى دلشان ايمان نياورده است همچنين از يهوديان، كه عده‌اى پذيرا و شنواى دروغ و جاسوسان قومى ديگرند كه به نزد شما [از در اسلام و تسليم‌] نيامده‌اند اينان كلمات [كتاب آسمانى‌] را از مواضعش تحريف مى‌كنند و [به همديگر] مى‌گويند اگر چنين [حكمى از سوى پيامبر] به شما داده شد، آن را بپذيريد و اگر داده نشد، از او كناره كنيد، و كسى كه خداوند سرگشتگى‌اش را خواسته باشد، هرگز براى او در برابر خداوند كارى نمى‌توانى كرد، اينان كسانى هستند كه خداوند نخواسته است دلهايشان را پاكيزه بدارد، در دنيا خوارى و در آخرت عذابى بزرگ [در پيش‌] دارند",
        "numberInSurah": 41,
        "juz": 6,
        "manzil": 2,
        "page": 114,
        "ruku": 91,
        "hizbQuarter": 46,
        "sajda": false
      },
      {
        "number": 711,
        "text": "پذيرا و شنواى دروغ و رشوه‌خوار هستند و اگر به نزد تو آمدند، در ميان آنان داورى كن، يا از آنان روى بگردان، و اگر از آنان رويگردان شدى بدان كه هرگز زيانى به تو نخواهند رسانيد، و چون داورى كردى، به داد داورى كن كه خداوند دادگران را دوست دارد",
        "numberInSurah": 42,
        "juz": 6,
        "manzil": 2,
        "page": 115,
        "ruku": 91,
        "hizbQuarter": 46,
        "sajda": false
      },
      {
        "number": 712,
        "text": "و چگونه تو را به داورى مى‌گيرند و حال آنكه تورات در نزد آنان است و حكم الهى در آن هست، آنگاه با وجود اين رويگردان مى‌شوند و اينان مؤمن نيستند",
        "numberInSurah": 43,
        "juz": 6,
        "manzil": 2,
        "page": 115,
        "ruku": 91,
        "hizbQuarter": 46,
        "sajda": false
      },
      {
        "number": 713,
        "text": "ما تورات را نازل كرده‌ايم در آن رهنمود و نورى هست كه پيامبران اهل تسليم و عالمان ربانى و احبار بر وفق آنچه از كتاب الهى به آنان سفارش كرده‌اند و بر آن گواهند، براى يهوديان داورى مى‌كنند، پس از مردم نترسيد و از من پروا كنيد و آيات مرا به بهاى ناچيز نفروشيد، و كسانى كه بر وفق آنچه خداوند نازل كرده است، حكم نكنند، كافرند",
        "numberInSurah": 44,
        "juz": 6,
        "manzil": 2,
        "page": 115,
        "ruku": 92,
        "hizbQuarter": 46,
        "sajda": false
      },
      {
        "number": 714,
        "text": "و در آن بر آنان مقرر داشتيم كه جان در برابر جان، و چشم در برابر چشم و بينى در برابر بينى و گوش در برابر گوش و دندان در برابر دندان و نيز همه ضرب و جرحها قصاص دارد، و هركس كه [از قصاص‌] درگذرد، اين [عفو] در حكم كفاره [گناهان‌] اوست، و كسانى كه بر وفق آنچه خداوند نازل كرده است، حكم نكنند، ستمگرند",
        "numberInSurah": 45,
        "juz": 6,
        "manzil": 2,
        "page": 115,
        "ruku": 92,
        "hizbQuarter": 46,
        "sajda": false
      },
      {
        "number": 715,
        "text": "و به دنبال ايشان عيسى بن مريم را فرستاديم كه گواهى‌دهنده بر [حقانيت‌] تورات بود كه پيشاپيش او بود، و به او انجيل داديم كه در آن نورى هست و همخوان با تورات است كه پيشاپيش آن [نازل شده‌] است، و راهنما و پندآموز پارسايان است‌",
        "numberInSurah": 46,
        "juz": 6,
        "manzil": 2,
        "page": 116,
        "ruku": 92,
        "hizbQuarter": 46,
        "sajda": false
      },
      {
        "number": 716,
        "text": "و بايد كه اهل انجيل بر وفق آنچه در آن هست حكم كنند، و كسانى كه بر وفق آنچه خداوند نازل كرده است، حكم نكنند نافرمانند",
        "numberInSurah": 47,
        "juz": 6,
        "manzil": 2,
        "page": 116,
        "ruku": 92,
        "hizbQuarter": 46,
        "sajda": false
      },
      {
        "number": 717,
        "text": "و كتاب آسمانى [قرآن‌] را به راستى و درستى بر تو نازل كرديم كه همخوان با كتابهاى آسمانى پيشين و حاكم بر آنهاست، پس در ميان آنان بر وفق آنچه خداوند نازل كرده است، داورى كن و به جاى حق و حقيقتى كه بر تو نازل شده از هوى و هوس آنان پيروى مكن براى هريك از شما راه و روشى معين داشته‌ايم و اگر خداوند مى‌خواست شما را امت يگانه‌اى قرار مى‌داد ولى [چنين كرد] تا شما را در آنچه به شما بخشيده است بيازمايد پس به انجام خيرات بشتابيد، بازگشت همگى شما به سوى خداست، آنگاه شما را به [حقيقت‌] آنچه اختلاف داشتيد آگاه خواهد ساخت‌",
        "numberInSurah": 48,
        "juz": 6,
        "manzil": 2,
        "page": 116,
        "ruku": 92,
        "hizbQuarter": 46,
        "sajda": false
      },
      {
        "number": 718,
        "text": "و در ميان آنان بر وفق آنچه خداوند نازل كرده است، داورى كن و از هوى و هوس آنان پيروى مكن و از آنان بر حذر باش، مبادا كه تو را از بعضى از آنچه خداوند بر تو نازل كرده است غافل كنند، و اگر رويگردان شدند بدان كه خداوند مى‌خواهد كه آنان را به كيفر بعضى از گناهانشان دچار كند و بسيارى از مردم نافرمانند",
        "numberInSurah": 49,
        "juz": 6,
        "manzil": 2,
        "page": 116,
        "ruku": 92,
        "hizbQuarter": 46,
        "sajda": false
      },
      {
        "number": 719,
        "text": "آيا حكم عهد جاهليت را مى‌پسندند؟ و براى اهل يقين داورى چه كسى بهتر از خداوند است؟",
        "numberInSurah": 50,
        "juz": 6,
        "manzil": 2,
        "page": 116,
        "ruku": 92,
        "hizbQuarter": 46,
        "sajda": false
      },
      {
        "number": 720,
        "text": "اى مؤمنان يهوديان و مسيحيان را كه [در مقابله با شما] دوست و هوادار يكديگرند، به دوستى نگيريد، و هركس از شما آنان را دوست نگيرد، و هر كس از شما آنان را دوست گيرد، جزو آنان است، خداوند ستمكاران را راهنمايى نمى‌كند",
        "numberInSurah": 51,
        "juz": 6,
        "manzil": 2,
        "page": 117,
        "ruku": 93,
        "hizbQuarter": 47,
        "sajda": false
      },
      {
        "number": 721,
        "text": "آنگاه بيماردلان را مى‌بينى كه در كار آنان مى‌كوشند و مى‌گويند مى‌ترسيم بلايى بر سرمان بيايد، چه بسا خداوند گشايش و رهايشى از سوى خويش پيش آورد تا سرانجام از آنچه در دل خويش نهفتند، پشيمان گردند",
        "numberInSurah": 52,
        "juz": 6,
        "manzil": 2,
        "page": 117,
        "ruku": 93,
        "hizbQuarter": 47,
        "sajda": false
      },
      {
        "number": 722,
        "text": "و مؤمنان گويند آيا اينان بودند كه سخت‌ترين سوگندهايشان را به نام خدا مى‌خوردند كه همراه [و همدست‌] شما هستند؟ اعمالشان تباه شده و زيانكار گرديده‌اند",
        "numberInSurah": 53,
        "juz": 6,
        "manzil": 2,
        "page": 117,
        "ruku": 93,
        "hizbQuarter": 47,
        "sajda": false
      },
      {
        "number": 723,
        "text": "اى مؤمنان هر كس از شما از دينش [اسلام‌] برگردد، [بداند كه‌] خداوند به زودى قومى به عرصه مى‌آورد كه دوستشان مى‌دارد و آنان نيز او را دوست مى‌دارند، اينان با مؤمنان مهربان و فروتن و با كافران سختگيرند، در راه خدا [به جهاد] مى‌كوشند و از ملامت هيچ ملامت‌گرى نمى‌هراسند، اين فضل الهى است كه به هر كس كه بخواهد ارزانى مى‌دارد و خداوند گشايشگر داناست‌",
        "numberInSurah": 54,
        "juz": 6,
        "manzil": 2,
        "page": 117,
        "ruku": 93,
        "hizbQuarter": 47,
        "sajda": false
      },
      {
        "number": 724,
        "text": "همانا سرور شما خداوند است و پيامبر او و مؤمنانى كه نماز را برپا مى‌دارند و در حال ركوع زكات مى‌دهند",
        "numberInSurah": 55,
        "juz": 6,
        "manzil": 2,
        "page": 117,
        "ruku": 93,
        "hizbQuarter": 47,
        "sajda": false
      },
      {
        "number": 725,
        "text": "و كسانى كه خداوند و پيامبر او و مؤمنان را دوست بدارند [بدانند كه‌] خدا خواهان پيروزند",
        "numberInSurah": 56,
        "juz": 6,
        "manzil": 2,
        "page": 117,
        "ruku": 93,
        "hizbQuarter": 47,
        "sajda": false
      },
      {
        "number": 726,
        "text": "اى مؤمنان كسانى را كه دين شما را به ريشخند و بازيچه مى‌گيرند، چه از كسانى كه پيش از شما بديشان كتاب داده شد، و چه كافران دوست نگيريد، و اگر [به راستى‌] مؤمنيد از خداوند پروا كنيد",
        "numberInSurah": 57,
        "juz": 6,
        "manzil": 2,
        "page": 117,
        "ruku": 94,
        "hizbQuarter": 47,
        "sajda": false
      },
      {
        "number": 727,
        "text": "و چون بانگ نماز در دهيد، آن را به ريشخند و بازيچه مى‌گيرند، اين از آن است كه قومى نابخردند",
        "numberInSurah": 58,
        "juz": 6,
        "manzil": 2,
        "page": 118,
        "ruku": 94,
        "hizbQuarter": 47,
        "sajda": false
      },
      {
        "number": 728,
        "text": "بگو اى اهل كتاب آيا جز به خاطر اينكه به خدا و آنچه بر ما و پيش از ما نازل شده است، ايمان داريم با ما سر ستيز داريد؟ و آيا جز به خاطر آن است كه اغلب شما نافرمانيد؟",
        "numberInSurah": 59,
        "juz": 6,
        "manzil": 2,
        "page": 118,
        "ruku": 94,
        "hizbQuarter": 47,
        "sajda": false
      },
      {
        "number": 729,
        "text": "بگو آيا از كسانى كه در نزد خداوند از اين هم بد سرانجام‌تراند آگاهتان كنم؟ [اينان‌] كسانى هستند كه خداوند لعنتشان كرده و بر آنان خشم گرفته و طاغوت را پرستيده‌اند و [خداوند] آنان را [همچون‌] بوزينه و خوك گردانده است، اينان بدمقام‌تر و از راه راست [از همه‌] گم‌گشته‌تراند",
        "numberInSurah": 60,
        "juz": 6,
        "manzil": 2,
        "page": 118,
        "ruku": 94,
        "hizbQuarter": 47,
        "sajda": false
      },
      {
        "number": 730,
        "text": "و چون به نزد شما آيند گويند ايمان آورده‌ايم و حال آنكه هم با كفر پيش شما آمده و هم با كفر از نزد شما بيرون رفته‌اند، و خداوند به آنچه پنهان مى‌داشتند آگاه‌تر است‌",
        "numberInSurah": 61,
        "juz": 6,
        "manzil": 2,
        "page": 118,
        "ruku": 94,
        "hizbQuarter": 47,
        "sajda": false
      },
      {
        "number": 731,
        "text": "و بسيارى از آنان را مى‌بينى كه در گناهكارى و ستمگرى و رشوه‌خوارى مى‌كوشند، چه بد است كار و كردارشان‌",
        "numberInSurah": 62,
        "juz": 6,
        "manzil": 2,
        "page": 118,
        "ruku": 94,
        "hizbQuarter": 47,
        "sajda": false
      },
      {
        "number": 732,
        "text": "چرا علماى ربانى و احبار آنان را از سخنان ناشايسته‌شان و رشوه‌خوارى‌شان نهى نمى‌كنند؟ چه بد است كار و كردارشان‌",
        "numberInSurah": 63,
        "juz": 6,
        "manzil": 2,
        "page": 118,
        "ruku": 94,
        "hizbQuarter": 47,
        "sajda": false
      },
      {
        "number": 733,
        "text": "و يهوديان مدعى شدند كه دست خداوند [از آفرينش يا بخشش‌] بسته است، دستان خودشان بسته باد، و به خاطر اين سخن كه گفتند لعنت بر آنان باد، آرى دستان او گشاده است، هرگونه كه خواهد ببخشد، و آنچه از سوى پروردگارت نازل مى‌شود [نزول قرآن‌]، بر طغيان و كفر بسيارى از آنان مى‌افزايد، و تا روز قيامت دشمنى و كينه در ميانشان انداخته‌ايم، هربار كه آتش جنگ افروختند خداوند آن را خاموش گرداند، و در اين سرزمين به فتنه و فساد مى‌كوشند و خداوند مفسدان را دوست ندارد",
        "numberInSurah": 64,
        "juz": 6,
        "manzil": 2,
        "page": 118,
        "ruku": 94,
        "hizbQuarter": 47,
        "sajda": false
      },
      {
        "number": 734,
        "text": "و اگر اهل كتاب ايمان آورده و تقوا ورزند، سيئاتشان را مى‌زداييم و ايشان را به بوستانهاى [بهشتى‌] پرنعمت درمى‌آوريم‌",
        "numberInSurah": 65,
        "juz": 6,
        "manzil": 2,
        "page": 119,
        "ruku": 94,
        "hizbQuarter": 47,
        "sajda": false
      },
      {
        "number": 735,
        "text": "و اگر آنان به تورات و انجيل و آنچه از سوى پروردگارشان بر آنها نازل شده است، عمل مى‌كردند از بركات آسمانى و زمينى برخوردار مى‌شدند، از آنان امت ميانه‌رويى هستند، و بسيارى از آنان بدكردارند",
        "numberInSurah": 66,
        "juz": 6,
        "manzil": 2,
        "page": 119,
        "ruku": 94,
        "hizbQuarter": 47,
        "sajda": false
      },
      {
        "number": 736,
        "text": "اى پيامبر آنچه از سوى پروردگارت بر تو نازل شده است [به مردم‌] برسان، و اگر چنين نكنى، رسالت او را نگزارده‌اى، و خداوند تو را از [آسيب‌] مردمان حفظ مى‌كند، خداوند خدانشناسان را هدايت نمى‌كند",
        "numberInSurah": 67,
        "juz": 6,
        "manzil": 2,
        "page": 119,
        "ruku": 95,
        "hizbQuarter": 48,
        "sajda": false
      },
      {
        "number": 737,
        "text": "بگو اى اهل كتاب مادام كه به تورات و انجيل و آنچه از سوى پروردگارتان بر شما نازل شده است، عمل نكرده‌ايد، حقى به دست نداريد، و آنچه از سوى پروردگارت بر تو نازل مى‌شود [قرآن‌] بر طغيان و كفر بسيارى از آنان مى‌افزايد، پس بر قوم كافر دريغ مخور",
        "numberInSurah": 68,
        "juz": 6,
        "manzil": 2,
        "page": 119,
        "ruku": 95,
        "hizbQuarter": 48,
        "sajda": false
      },
      {
        "number": 738,
        "text": "از مؤمنان و يهوديان و صابئين و مسيحيان، هر كس كه به خداوند و روز بازپسين ايمان آورده و نيكوكارى كرده باشد، نه بيمى بر آنهاست و نه اندوهگين مى‌شوند",
        "numberInSurah": 69,
        "juz": 6,
        "manzil": 2,
        "page": 119,
        "ruku": 95,
        "hizbQuarter": 48,
        "sajda": false
      },
      {
        "number": 739,
        "text": "به راستى از بنى‌اسرائيل پيمان گرفتيم و به سوى آنان پيامبرانى فرستاديم، [اما] هرگاه كه پيامبرى احكامى بر خلاف دلخواهشان آورد، گروهى را دروغگو انگاشتند و گروهى را كشتند",
        "numberInSurah": 70,
        "juz": 6,
        "manzil": 2,
        "page": 119,
        "ruku": 95,
        "hizbQuarter": 48,
        "sajda": false
      },
      {
        "number": 740,
        "text": "و گمان بردند كه آزمونى در كار نخواهد بود، لذا هوش و گوششان را از دست دادند، سپس خداوند از آنان درگذشت، ديگربار بسيارى از آنان هوش و گوششان را از دست دادند، و خداوند به آنچه مى‌كنند بيناست‌",
        "numberInSurah": 71,
        "juz": 6,
        "manzil": 2,
        "page": 120,
        "ruku": 95,
        "hizbQuarter": 48,
        "sajda": false
      },
      {
        "number": 741,
        "text": "به راستى كسانى كه گفتند خداوند همان مسيح بن مريم است، كافر شدند، حال آنكه مسيح مى‌گفت اى بنى‌اسرائيل خداوند را كه پروردگار من و پروردگار شماست بپرستيد، كه هركس به خداوند شرك آورد، خداوند بهشت را بر او حرام مى‌گرداند و سرا و سرانجام او دوزخ است و ستمكاران [مشرك‌] ياورى ندارند",
        "numberInSurah": 72,
        "juz": 6,
        "manzil": 2,
        "page": 120,
        "ruku": 95,
        "hizbQuarter": 48,
        "sajda": false
      },
      {
        "number": 742,
        "text": "به راستى كسانى كه گفتند خداوند يكى از [اقانيم‌] سه‌گانه است كافر شدند، و خدايى جز خداوند يگانه نيست، و اگر از آنچه مى‌گويند بازنايستند، كافرانشان به عذابى دردناك دچار خواهند شد",
        "numberInSurah": 73,
        "juz": 6,
        "manzil": 2,
        "page": 120,
        "ruku": 95,
        "hizbQuarter": 48,
        "sajda": false
      },
      {
        "number": 743,
        "text": "چرا به [درگاه‌] خداوند توبه نمى‌كنند و از او آمرزش نمى‌خواهند، و خداوند آمرزگار مهربان است‌",
        "numberInSurah": 74,
        "juz": 6,
        "manzil": 2,
        "page": 120,
        "ruku": 95,
        "hizbQuarter": 48,
        "sajda": false
      },
      {
        "number": 744,
        "text": "مسيح بن مريم جز پيامبرى نيست كه پيش از او هم پيامبرانى آمده بودند، و مادرش زن بسيار درستكارى بود و هر دو [مانند انسانهاى ديگر] غذا مى‌خوردند، بنگر كه آيات خود را چگونه براى آنان روشن مى‌سازيم و باز بنگر چگونه رويگردان مى‌شوند",
        "numberInSurah": 75,
        "juz": 6,
        "manzil": 2,
        "page": 120,
        "ruku": 95,
        "hizbQuarter": 48,
        "sajda": false
      },
      {
        "number": 745,
        "text": "بگو آيا به جاى خداوند چيزى را مى‌پرستيد كه نه زيانى براى شما دارد و نه سودى، و خداوند شنواى داناست‌",
        "numberInSurah": 76,
        "juz": 6,
        "manzil": 2,
        "page": 120,
        "ruku": 95,
        "hizbQuarter": 48,
        "sajda": false
      },
      {
        "number": 746,
        "text": "بگو اى اهل كتاب به ناحق در دينتان از حد و حق نگذريد، و از هوى و هوس كسانى كه هم خود گمراه شدند و هم بسيارى را گمراه كردند، و از راه راست به دور افتادند، پيروى نكنيد",
        "numberInSurah": 77,
        "juz": 6,
        "manzil": 2,
        "page": 121,
        "ruku": 95,
        "hizbQuarter": 48,
        "sajda": false
      },
      {
        "number": 747,
        "text": "كسانى از بنى‌اسرائيل كه كفرورزيده بودند بر زبان داوود و عيسى بن مريم لعنت شدند، چرا كه سركشى كردند و از حد درگذشتند",
        "numberInSurah": 78,
        "juz": 6,
        "manzil": 2,
        "page": 121,
        "ruku": 96,
        "hizbQuarter": 48,
        "sajda": false
      },
      {
        "number": 748,
        "text": "[آنان‌] يكديگر را از كار ناپسندى كه مى‌كردند، بازنمى‌داشتند، چه بد است كار و كردارشان‌",
        "numberInSurah": 79,
        "juz": 6,
        "manzil": 2,
        "page": 121,
        "ruku": 96,
        "hizbQuarter": 48,
        "sajda": false
      },
      {
        "number": 749,
        "text": "بسيارى از آنان را مى‌بينى كه كافران را دوست مى‌دارند، چه بد است آنچه براى خود پيش‌انديشى كردند، كه سرانجام خداوند بر آنان خشم گرفته و جاودانه در عذاب خواهند بود",
        "numberInSurah": 80,
        "juz": 6,
        "manzil": 2,
        "page": 121,
        "ruku": 96,
        "hizbQuarter": 48,
        "sajda": false
      },
      {
        "number": 750,
        "text": "و اگر به خداوند و پيامبر [اسلام‌] و آنچه بر او نازل شده است ايمان داشتند، آنان را دوست نمى‌گرفتند، ولى بسيارى از آنان نافرمانند",
        "numberInSurah": 81,
        "juz": 6,
        "manzil": 2,
        "page": 121,
        "ruku": 96,
        "hizbQuarter": 48,
        "sajda": false
      },
      {
        "number": 751,
        "text": "يهوديان و مشركان را دشمن‌ترين مردم نسبت به مؤمنان [مسلمانان‌] مى‌يابى، همچنين مهربان‌ترين مردم را نسبت به مؤمنان [مسلمانان‌] كسانى مى‌يابى كه مى‌گويند ما مسيحى هستيم، اين از آن است كه در ميان ايشان كشيشان و راهبانى [حق‌پرست‌] هستند و نيز از آن روى است كه كبرنمى‌ورزند",
        "numberInSurah": 82,
        "juz": 7,
        "manzil": 2,
        "page": 121,
        "ruku": 96,
        "hizbQuarter": 49,
        "sajda": false
      },
      {
        "number": 752,
        "text": "و [اينان‌] چون آنچه به پيامبر [اسلام‌] نازل شده است، بشنوند، مى‌بينى كه چشمانشان از اشك لبريز مى‌شود از آنكه حق را مى‌شناسند، [و] مى‌گويند پروردگارا ما ايمان آورده‌ايم، ما را در زمره گواهان بنويس‌",
        "numberInSurah": 83,
        "juz": 7,
        "manzil": 2,
        "page": 122,
        "ruku": 96,
        "hizbQuarter": 49,
        "sajda": false
      },
      {
        "number": 753,
        "text": "و چرا به خداوند و حق و حقيقتى كه براى همه ما نازل شده است، ايمان نياوريم و حال آنكه اميد داريم كه پروردگارمان ما را در زمره شايستگان درآورد",
        "numberInSurah": 84,
        "juz": 7,
        "manzil": 2,
        "page": 122,
        "ruku": 96,
        "hizbQuarter": 49,
        "sajda": false
      },
      {
        "number": 754,
        "text": "و خداوند نيز به پاداش اين سخن كه گفتند بوستانهايى كه جويباران از فرودست آن جارى است، نصيبشان مى‌سازد كه جاودانه در آن خواهند بود و اين پاداش نيكوكاران است‌",
        "numberInSurah": 85,
        "juz": 7,
        "manzil": 2,
        "page": 122,
        "ruku": 96,
        "hizbQuarter": 49,
        "sajda": false
      },
      {
        "number": 755,
        "text": "و كسانى كه كفرورزيدند و آيات ما را دروغ انگاشتند، دوزخى‌اند",
        "numberInSurah": 86,
        "juz": 7,
        "manzil": 2,
        "page": 122,
        "ruku": 96,
        "hizbQuarter": 49,
        "sajda": false
      },
      {
        "number": 756,
        "text": "اى مؤمنان چيزهاى پاك و پسنديده‌اى را كه خداوند بر شما روا داشته است، ناروا مشماريد، و از حد مگذريد كه خداوند تجاوزكاران را دوست ندارد",
        "numberInSurah": 87,
        "juz": 7,
        "manzil": 2,
        "page": 122,
        "ruku": 97,
        "hizbQuarter": 49,
        "sajda": false
      },
      {
        "number": 757,
        "text": "و از آنچه خداوند به شما روزى داده است و پاك و پاكيزه است بخوريد و از خداوندى كه به او ايمان داريد پروا داشته باشيد",
        "numberInSurah": 88,
        "juz": 7,
        "manzil": 2,
        "page": 122,
        "ruku": 97,
        "hizbQuarter": 49,
        "sajda": false
      },
      {
        "number": 758,
        "text": "خداوند شما را در سوگندهاى بيهوده [و بى‌اختيار] بازخواست نمى‌كند، ولى در سوگندهايى كه [آگاهانه‌] مى‌خوريد [و مى‌شكنيد] مؤاخذه مى‌كند، كفاره [شكستن‌] آن اطعام ده بينواست از ميانگين آنچه به خانواده خود مى‌خورانيد، يا لباس آنان، يا آزاد كردن يك برده، و هركس كه [اينها را] نيابد، بر اوست كه سه روز روزه بگيرد، اين كفاره سوگندهاى شماست كه مى‌خوريد [و مى‌شكنيد]، سوگندهاى خود را حفظ كنيد، خداوند بدين گونه آيات خويش را بر شما روشن مى‌سازد، باشد كه سپاس بگزاريد",
        "numberInSurah": 89,
        "juz": 7,
        "manzil": 2,
        "page": 122,
        "ruku": 97,
        "hizbQuarter": 49,
        "sajda": false
      },
      {
        "number": 759,
        "text": "اى مؤمنان شراب و قمار و انصاب و ازلام پليد و عمل شيطانى است، از آن پرهيز كنيد باشد كه رستگار شويد",
        "numberInSurah": 90,
        "juz": 7,
        "manzil": 2,
        "page": 123,
        "ruku": 97,
        "hizbQuarter": 49,
        "sajda": false
      },
      {
        "number": 760,
        "text": "همانا شيطان مى‌خواهد در پرداختن به شراب و قمار، بين شما دشمنى و كينه بيندازد، و شما را از ياد خداوند و از نماز بازدارد، آيا دست‌بردار هستيد؟",
        "numberInSurah": 91,
        "juz": 7,
        "manzil": 2,
        "page": 123,
        "ruku": 97,
        "hizbQuarter": 49,
        "sajda": false
      },
      {
        "number": 761,
        "text": "و از خداوند و پيامبر اطاعت كنيد و پروا داشته باشيد، و اگر رويگردان شديد بدانيد كه وظيفه پيامبر ما پيام‌رسانى آشكار است‌",
        "numberInSurah": 92,
        "juz": 7,
        "manzil": 2,
        "page": 123,
        "ruku": 97,
        "hizbQuarter": 49,
        "sajda": false
      },
      {
        "number": 762,
        "text": "بر كسانى كه ايمان آورده و كارهاى شايسته كرده‌اند، چون تقوا ورزند و ايمان داشته باشند و كارهاى شايسته كنند، سپس همچنان تقوا ورزند و ايمان داشته باشند، و همواره تقوا ورزيده و نيكوكارى كنند، در آنچه در گذشته [خمر] خورده‌اند، گناهى بر آنان نيست، و خداوند نيكوكاران را دوست دارد",
        "numberInSurah": 93,
        "juz": 7,
        "manzil": 2,
        "page": 123,
        "ruku": 97,
        "hizbQuarter": 49,
        "sajda": false
      },
      {
        "number": 763,
        "text": "اى مؤمنان خداوند شما را به صيدى كه در دسترس و نيزه‌رس شما هست، مى‌آزمايد، تا معلوم بدارد كه چه كسى در نهان از او مى‌ترسد، و هركس كه پس از اين از حد درگذرد، عذابى دردناك [درپيش‌] دارد",
        "numberInSurah": 94,
        "juz": 7,
        "manzil": 2,
        "page": 123,
        "ruku": 98,
        "hizbQuarter": 49,
        "sajda": false
      },
      {
        "number": 764,
        "text": "اى مؤمنان در حالى كه محرم هستيد شكار را نكشيد و هركس از شما كه عمدا آن را بكشد، بر اوست كه به كيفر اين كار نظير آنچه كشته است از چارپايان، كه دو [داور] عادل از شما به همانندى آن حكم دهند، در حول و حوش كعبه قربانى كند، يا بايد كفاره‌اى بدهد [كه عبارت است از] طعام [شصت‌] بينوا يا برابر با آن [شصت روز] روزه بگيرد، تا كيفر كار [نادرست‌] خود را بچشد، و خداوند از گذشته‌ها گذشته است، ولى هركس كه بازگردد، خداوند از او انتقام مى‌گيرد، و خداوند پيروزمند دادستان است‌",
        "numberInSurah": 95,
        "juz": 7,
        "manzil": 2,
        "page": 123,
        "ruku": 98,
        "hizbQuarter": 49,
        "sajda": false
      },
      {
        "number": 765,
        "text": "صيد دريايى و خوردن آن براى شما حلال شده است، تا هم شما و هم كاروانيان [غير محرم‌] از آن برخوردار شويد، و صيد بيابانى مادام كه محرم هستيد، بر شما حرام است، و از خدايى كه به نزد او محشور مى‌شويد پروا داشته باشيد",
        "numberInSurah": 96,
        "juz": 7,
        "manzil": 2,
        "page": 124,
        "ruku": 98,
        "hizbQuarter": 49,
        "sajda": false
      },
      {
        "number": 766,
        "text": "خداوند [زيارت‌] كعبه را كه بيت‌الحرام است، و نيز ماه‌[هاى‌] حرام را و [رسم‌] قربانيهاى نشاندار و قربانيهاى قلاده‌دار، همه را مايه قوام [دين و دنياى‌] مردم قرار داده است، آرى تا بدانيد خداوند هر چه را كه در آسمانها و زمين است مى‌داند و به هر چيزى آگاه است‌",
        "numberInSurah": 97,
        "juz": 7,
        "manzil": 2,
        "page": 124,
        "ruku": 98,
        "hizbQuarter": 50,
        "sajda": false
      },
      {
        "number": 767,
        "text": "بدانيد كه خداوند سخت كيفر و همچنين خداوند آمرزگار مهربان است‌",
        "numberInSurah": 98,
        "juz": 7,
        "manzil": 2,
        "page": 124,
        "ruku": 98,
        "hizbQuarter": 50,
        "sajda": false
      },
      {
        "number": 768,
        "text": "جز پيام‌رسانى چيزى بر عهده پيامبر نيست، و خداوند آنچه آشكار مى‌داريد و آنچه پنهان مى‌داريد، مى‌داند",
        "numberInSurah": 99,
        "juz": 7,
        "manzil": 2,
        "page": 124,
        "ruku": 98,
        "hizbQuarter": 50,
        "sajda": false
      },
      {
        "number": 769,
        "text": "بگو پليد و پاك برابر نيستند ولو اينكه فراوانى پليد تو را به شگفتى اندازد، اى خردمندان از خداوند پروا كنيد باشد كه رستگار شويد",
        "numberInSurah": 100,
        "juz": 7,
        "manzil": 2,
        "page": 124,
        "ruku": 98,
        "hizbQuarter": 50,
        "sajda": false
      },
      {
        "number": 770,
        "text": "اى مؤمنان از چيزهايى پرس و جو نكنيد كه چون بر شما آشكار شود، شما را اندوهگين كند، و اگر در زمانى كه قرآن نازل مى‌گردد، پرس و جو كنيد، [حكم و تكليف شاق آن‌] بر شما آشكار مى‌گردد، خداوند از گذشته‌ها گذشته است و خدا آمرزگار مهربان است‌",
        "numberInSurah": 101,
        "juz": 7,
        "manzil": 2,
        "page": 124,
        "ruku": 99,
        "hizbQuarter": 50,
        "sajda": false
      },
      {
        "number": 771,
        "text": "قومى كه پيش از شما بودند، نظير آن [مساله‌] ها را پرسيدند، سپس به همان سبب كافر شدند",
        "numberInSurah": 102,
        "juz": 7,
        "manzil": 2,
        "page": 124,
        "ruku": 99,
        "hizbQuarter": 50,
        "sajda": false
      },
      {
        "number": 772,
        "text": "خداوند نه در مورد بحيره و نه سائبه و نه وصيله، و نه حامى حكمى مقرر نداشته است، ولى كافران بر خداوند دروغ مى‌بندند و بيشترشان تعقل نمى‌كنند",
        "numberInSurah": 103,
        "juz": 7,
        "manzil": 2,
        "page": 124,
        "ruku": 99,
        "hizbQuarter": 50,
        "sajda": false
      },
      {
        "number": 773,
        "text": "و چون به ايشان گفته شود از آنچه خداوند نازل كرده است و از پيامبر پيروى كنيد، گويند آنچه نياكانمان را بر آن يافته‌ايم، براى ما كافى است، حتى اگر نياكانشان چيزى ندانسته و راهى نيافته باشند؟",
        "numberInSurah": 104,
        "juz": 7,
        "manzil": 2,
        "page": 125,
        "ruku": 99,
        "hizbQuarter": 50,
        "sajda": false
      },
      {
        "number": 774,
        "text": "اى مؤمنان شما مسؤوليت [حفظ و هدايت‌] خودتان را داريد، چون شما راهيافته باشيد، كسى كه به بيراهه رفته باشد، زيانى به شما نمى‌رساند، بازگشت همگى شما به سوى خداوند است، آنگاه شما را از [حقيقت و نتيجه‌] آنچه انجام داده‌ايد، آگاه مى‌سازد",
        "numberInSurah": 105,
        "juz": 7,
        "manzil": 2,
        "page": 125,
        "ruku": 99,
        "hizbQuarter": 50,
        "sajda": false
      },
      {
        "number": 775,
        "text": "اى مؤمنان چون يكى از شما را مرگ فرا رسد، به هنگام وصيت بايد دو تن از عادلان خودتان [مسلمانان‌]، يا اگر در سفر دچار مصيبت مرگ شديد، دو تن از غير خودتان [اهل كتاب‌] شاهد و حاضر باشند، و اگر در حق آنان شك داريد، آنان را نگاه داريد تا بعد از نماز به خداوند سوگند ياد كنند كه ما آن [شهادت يا سوگند خود] را به هيچ قيمتى نمى‌فروشيم، اگر چه به سود خويشاوندمان باشد، و شهادت الهى را پنهان نمى‌كنيم، كه در غير اين صورت از گناهكاران خواهيم بود",
        "numberInSurah": 106,
        "juz": 7,
        "manzil": 2,
        "page": 125,
        "ruku": 99,
        "hizbQuarter": 50,
        "sajda": false
      },
      {
        "number": 776,
        "text": "و اگر معلوم شود كه آنان مرتكب گناه [خيانت‌] شده‌اند، آنگاه دو تن از كسانى كه بر آنان جفا رفته است و از نزديكان [متوفى‌] هستند به جاى آنان قيام كنند، و به خداوند سوگند بخورند كه شهادت ما از شهادت آن دو درست‌تر است و ما از حق تجاوز نمى‌كنيم و در غير اين صورت از ستمكاران خواهيم بود",
        "numberInSurah": 107,
        "juz": 7,
        "manzil": 2,
        "page": 125,
        "ruku": 99,
        "hizbQuarter": 50,
        "sajda": false
      },
      {
        "number": 777,
        "text": "اين نزديكتر است به آنكه شهادت چنانكه بايد و شايد ادا شود، يا شاهدان بترسند كه مبادا سوگندى بعد از سوگند آنان [و بر خلاف آنان‌] به ميان آيد، و از خداوند پروا كنيد و گوش شنوا داشته باشيد و [بدانيد كه‌] خداوند نافرمانان را هدايت نمى‌كند",
        "numberInSurah": 108,
        "juz": 7,
        "manzil": 2,
        "page": 125,
        "ruku": 99,
        "hizbQuarter": 50,
        "sajda": false
      },
      {
        "number": 778,
        "text": "روزى [فرارسد] كه خداوند پيامبران را گرد آورد و بپرسد كه [امتتان‌] چه پاسخى به شما دادند؟ گويند ما علمى [به حقيقت امر] نداريم، تويى كه داناى رازهاى نهانى‌",
        "numberInSurah": 109,
        "juz": 7,
        "manzil": 2,
        "page": 126,
        "ruku": 100,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 779,
        "text": "چنين بود كه خداوند گفت اى عيسى بن مريم نعمتم را بر خود و بر مادرت به يادآور كه تو را به روح‌القدس يارى دادم كه در گهواره [به اعجاز] و در ميانسالى [به وحى‌] با مردم سخن گفتى، و ياد كن كه به تو كتاب و حكمت و تورات و انجيل آموختم، و ياد كن كه به اذن من از گل چيزى به هيئت پرنده مى‌ساختى و در آن مى‌دميدى و آن به اذن من پرنده [اى جاندار] مى‌شد و به اذن من نابيناى مادرزاد و پيس را بهبود مى‌بخشيدى و ياد كن كه مردگان را به اذن من زنده [از گور] بيرون مى‌آوردى، و ياد كن كه چون براى بنى‌اسرائيل معجزاتى آوردى [آسيب و آزار] آنان را از تو بازداشتم، آنگاه كفرپيشگان ايشان مى‌گفتند اين جز جادوى آشكار نيست‌",
        "numberInSurah": 110,
        "juz": 7,
        "manzil": 2,
        "page": 126,
        "ruku": 100,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 780,
        "text": "و چنين بود كه به حواريون الهام كردم كه به من و پيامبرم ايمان آوريد، گفتند ايمان آورديم و گواه باش كه ما فرمانبرداريم‌",
        "numberInSurah": 111,
        "juz": 7,
        "manzil": 2,
        "page": 126,
        "ruku": 100,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 781,
        "text": "و چنين بود كه حواريون گفتند اى عيسى بن مريم آيا پروردگارت مى‌تواند براى ما مائده‌اى از آسمان نازل كند؟ گفت اگر مؤمنيد از خداوند پروا كنيد",
        "numberInSurah": 112,
        "juz": 7,
        "manzil": 2,
        "page": 126,
        "ruku": 100,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 782,
        "text": "گفتند مى‌خواهيم از آن بخوريم و دلهايمان آرام گيرد و بدانيم كه به ما راست گفته‌اى و خود از گواهان آن باشيم‌",
        "numberInSurah": 113,
        "juz": 7,
        "manzil": 2,
        "page": 126,
        "ruku": 100,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 783,
        "text": "عيسى بن مريم گفت بار پروردگارا براى ما مائده‌اى از آسمان نازل فرما كه عيدى براى امروزيان و آيندگانمان و معجزه‌اى از تو باشد، و به ما روزى ببخش كه تو بهترين روزى‌دهندگانى‌",
        "numberInSurah": 114,
        "juz": 7,
        "manzil": 2,
        "page": 127,
        "ruku": 100,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 784,
        "text": "خداوند گفت من فرو فرستنده آن بر شما هستم، ولى پس از آن اگر كسى از شما انكارورزد او را به چنان عذابى دچار مى‌سازم كه هيچ‌يك از جهانيان را نكرده باشم‌",
        "numberInSurah": 115,
        "juz": 7,
        "manzil": 2,
        "page": 127,
        "ruku": 100,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 785,
        "text": "و چنين بود كه خداوند گفت اى عيسى بن مريم آيا تو به مردم گفتى كه من و مادرم را همچون دو خدا به جاى خداوند بپرستيد؟ گفت پاكا كه تويى مرا نرسد كه چيزى را كه حد من و حق من نيست گفته باشم، اگر گفته بودم بى‌شك مى‌دانستى كه آنچه در ذات من است مى‌دانى و من آنچه در ذات توست نمى‌دانم، تويى كه داناى رازهاى نهانى‌",
        "numberInSurah": 116,
        "juz": 7,
        "manzil": 2,
        "page": 127,
        "ruku": 101,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 786,
        "text": "به آنان چيزى جز آنچه به من فرمان داده‌اى نگفته‌ام گفته‌ام كه خداوند را كه پروردگار من و پروردگار شماست بپرستيد، و مادام كه در ميان آنان بودم بر آنان شاهد و ناظر بودم و چون روح مرا گرفتى تو خود [ناظر و] نگاهبان آنان بودى و تو بر همه چيز شاهدى‌",
        "numberInSurah": 117,
        "juz": 7,
        "manzil": 2,
        "page": 127,
        "ruku": 101,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 787,
        "text": "اگر آنان را عذاب كنى، بندگان تو هستند، و اگر از آنان درگذرى تو پيروزمند فرزانه‌اى‌",
        "numberInSurah": 118,
        "juz": 7,
        "manzil": 2,
        "page": 127,
        "ruku": 101,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 788,
        "text": "خداوند فرمود امروز روزى است كه راستگويان را راستى و درستى‌شان سود رساند، براى آنان بوستانهايى [بهشتى‌] است كه جويباران از فرودست آن جارى است، و جاودانه در آنند و هم خداوند از آنان خشنود است و هم آنان از خداوند خشنودند، و اين رستگارى بزرگ است‌",
        "numberInSurah": 119,
        "juz": 7,
        "manzil": 2,
        "page": 127,
        "ruku": 101,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 789,
        "text": "فرمانروايى آسمانها و زمين و آنچه در ميان آنهاست، از آن خداوند است، و او بر هر كارى تواناست‌",
        "numberInSurah": 120,
        "juz": 7,
        "manzil": 2,
        "page": 127,
        "ruku": 101,
        "hizbQuarter": 51,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "fa.khorramshahi",
      "language": "fa",
      "name": "خرمشاهی",
      "englishName": "Baha'oddin Khorramshahi",
      "format": "text",
      "type": "translation",
      "direction": "rtl"
    }
  }
}