{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 32,
    "name": "سُورَةُ السَّجۡدَةِ",
    "englishName": "As-Sajda",
    "englishNameTranslation": "The Prostration",
    "revelationType": "Meccan",
    "numberOfAyahs": 30,
    "ayahs": [
      {
        "number": 3504,
        "text": "A. L. M.",
        "numberInSurah": 1,
        "juz": 21,
        "manzil": 5,
        "page": 415,
        "ruku": 358,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3505,
        "text": "De openbaring van dit boek, dit lijdt geen twijfel, is van den Heer van alle schepselen.",
        "numberInSurah": 2,
        "juz": 21,
        "manzil": 5,
        "page": 415,
        "ruku": 358,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3506,
        "text": "Zullen zij zeggen: Mahomet heeft het uitgedacht? Neen, Mahomet! het is de waarheid van uwen Heer, opdat gij zoudt prediken voor een volk, tot hetwelk vóór u geen prediker werd gezonden; opdat zij ten goede geleid mochten worden.",
        "numberInSurah": 3,
        "juz": 21,
        "manzil": 5,
        "page": 415,
        "ruku": 358,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3507,
        "text": "God is het, die de hemelen en de aarde heeft geschapen en alles wat daartusschen is, in zes dagen, en toen zijn troon beklom; gij hebt geen schuts of tusschenpersoon buiten hem. Wilt gij dit niet bedenken?",
        "numberInSurah": 4,
        "juz": 21,
        "manzil": 5,
        "page": 415,
        "ruku": 358,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3508,
        "text": "Hij regeert alle dingen, van den hemel tot de aarde: hierna zal alles tot hem terugkeeren, op den dag, welks lengte duizend jaren zal wezen, van diegene volgens welke gij rekent.",
        "numberInSurah": 5,
        "juz": 21,
        "manzil": 5,
        "page": 415,
        "ruku": 358,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3509,
        "text": "Hij is het, die de toekomst en het tegenwoordige kent; de Machtige de genadige.",
        "numberInSurah": 6,
        "juz": 21,
        "manzil": 5,
        "page": 415,
        "ruku": 358,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3510,
        "text": "Hij is het, die ieder ding dat hij schiep, buitengewoon goed gemaakt en den mensch het eerst van klei gevormd heeft.",
        "numberInSurah": 7,
        "juz": 21,
        "manzil": 5,
        "page": 415,
        "ruku": 358,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3511,
        "text": "En daarna zijne nakomelingschap uit een uittreksel van een verachtelijken droppel water maakte.",
        "numberInSurah": 8,
        "juz": 21,
        "manzil": 5,
        "page": 415,
        "ruku": 358,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3512,
        "text": "Hem daarna in een geschikten vorm bracht, hem van zijn geest inblies, en u de zintuigen van het gehoor en gezicht heeft geschonken, en harten om te verstaan. Hoe weinig dankbaar zijt gij daarvoor!",
        "numberInSurah": 9,
        "juz": 21,
        "manzil": 5,
        "page": 415,
        "ruku": 358,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3513,
        "text": "En zij zeggen: Als wij in de aarde bedolven zullen liggen, zullen wij dan als nieuwe schepsels worden opgewekt? Ja, zij loochenen de ontmoeting van hunnen Heer bij de opstanding.",
        "numberInSurah": 10,
        "juz": 21,
        "manzil": 5,
        "page": 415,
        "ruku": 358,
        "hizbQuarter": 165,
        "sajda": false
      },
      {
        "number": 3514,
        "text": "Zeg: De engel des doods, die boven u is gesteld, zal u doen sterven: dan zult gij tot uwen Heer worden teruggebracht.",
        "numberInSurah": 11,
        "juz": 21,
        "manzil": 5,
        "page": 415,
        "ruku": 358,
        "hizbQuarter": 166,
        "sajda": false
      },
      {
        "number": 3515,
        "text": "Indien gij het zoudt kunnen aanschouwen, als de zondaren hunne hoofden voor hunnen Heer zullen nederbuigen, zeggende: O Heer! wij hebben gezien en wij hebben gehoord; sta ons dus toe in de wereld terug te keeren en wij zullen doen wat recht is, nu wij zeker zijn van de waarheid van hetgeen ons werd gepredikt, dan zoudt gij een verbazend gezicht zien.",
        "numberInSurah": 12,
        "juz": 21,
        "manzil": 5,
        "page": 416,
        "ruku": 359,
        "hizbQuarter": 166,
        "sajda": false
      },
      {
        "number": 3516,
        "text": "Indien het ons zou hebben behaagd, hadden wij zekerlijk iedere ziel hare leiding gegeven; maar het woord dat van mij is uitgegaan, moest noodzakelijk worden vervuld, toen ik namelijk zeide: Waarlijk ik zal de hel met geniussen en menschen te zamen vullen.",
        "numberInSurah": 13,
        "juz": 21,
        "manzil": 5,
        "page": 416,
        "ruku": 359,
        "hizbQuarter": 166,
        "sajda": false
      },
      {
        "number": 3517,
        "text": "Proef dus de marteling welke voor u is gereed gemaakt, dewijl gij het komen van dezen uwen dag hebt vergeten: wij hebben ook u vergeten. Proef dus de eeuwig durende straf voor hetgeen gij hebt verricht.",
        "numberInSurah": 14,
        "juz": 21,
        "manzil": 5,
        "page": 416,
        "ruku": 359,
        "hizbQuarter": 166,
        "sajda": false
      },
      {
        "number": 3518,
        "text": "Waarlijk, zij alleen gelooven in onze teekenen, die, wanneer zij daardoor gewaarschuwd worden, in aanbidding nederzinken, den lof van hunnen Heer verkondigen en niet van trotschheid zijn vervuld.",
        "numberInSurah": 15,
        "juz": 21,
        "manzil": 5,
        "page": 416,
        "ruku": 359,
        "hizbQuarter": 166,
        "sajda": {
          "id": 10,
          "recommended": false,
          "obligatory": true
        }
      },
      {
        "number": 3519,
        "text": "Die hunne lichamen van hunne bedden opheffen, onder het aanroepen van hunnen Heer met vrees en hoop; die aalmoezen uitdeelen van hetgeen wij hun hebben geschonken.",
        "numberInSurah": 16,
        "juz": 21,
        "manzil": 5,
        "page": 416,
        "ruku": 359,
        "hizbQuarter": 166,
        "sajda": false
      },
      {
        "number": 3520,
        "text": "Geene ziel kent de volkomen voldoening, die heimelijk voor hen (de deugdzamen) is gereed gemaakt als eene belooning voor hetgeen zij hebben verricht.",
        "numberInSurah": 17,
        "juz": 21,
        "manzil": 5,
        "page": 416,
        "ruku": 359,
        "hizbQuarter": 166,
        "sajda": false
      },
      {
        "number": 3521,
        "text": "Zal dus hij, die een waar geloovige is, als degeen wezen, die een goddelooze zondaar is. Zij zullen niet gelijk staan.",
        "numberInSurah": 18,
        "juz": 21,
        "manzil": 5,
        "page": 416,
        "ruku": 359,
        "hizbQuarter": 166,
        "sajda": false
      },
      {
        "number": 3522,
        "text": "Wat hen betreft, die gelooven en doen wat rechtvaardig is, zij zullen tuinen van eeuwig verblijf bezitten, als eene ruime belooning, voor hetgeen zij hebben verricht.",
        "numberInSurah": 19,
        "juz": 21,
        "manzil": 5,
        "page": 416,
        "ruku": 359,
        "hizbQuarter": 166,
        "sajda": false
      },
      {
        "number": 3523,
        "text": "Maar wat hen betreft, die goddeloos zondigen, hun verblijf zal het hellevuur wezen. Zoo dikwijls zij zullen trachten daaruit te gaan, zullen zij daarin teruggesleept worden, en men zal tot hen zeggen: Proeft de marteling van het hellevuur, welke gij als eene logen verwerpt.",
        "numberInSurah": 20,
        "juz": 21,
        "manzil": 5,
        "page": 416,
        "ruku": 359,
        "hizbQuarter": 166,
        "sajda": false
      },
      {
        "number": 3524,
        "text": "En wij zullen hun de lichtere straf dezer wereld doen lijden, buiten de strengere straf der volgende wereld; misschien zullen zij berouw gevoelen.",
        "numberInSurah": 21,
        "juz": 21,
        "manzil": 5,
        "page": 417,
        "ruku": 359,
        "hizbQuarter": 166,
        "sajda": false
      },
      {
        "number": 3525,
        "text": "Wie is onrechtvaardiger dan hij, die door de teekens van zijnen Heer is gewaarschuwd en zich daarna er van afwendt? Wij zullen zekerlijk wraak nemen op de zondaren?",
        "numberInSurah": 22,
        "juz": 21,
        "manzil": 5,
        "page": 417,
        "ruku": 359,
        "hizbQuarter": 166,
        "sajda": false
      },
      {
        "number": 3526,
        "text": "Wij gaven vroeger het boek der wet aan Mozes; verkeer dus niet in twijfel omtrent de openbaring daarvan, en wij gelastten, dat het eene leiding voor de kinderen Israëls zou zijn.",
        "numberInSurah": 23,
        "juz": 21,
        "manzil": 5,
        "page": 417,
        "ruku": 360,
        "hizbQuarter": 166,
        "sajda": false
      },
      {
        "number": 3527,
        "text": "En wij wezen leeraren onder hen aan, die het volk op ons bevel zouden leiden, indien zij met geduld volhard en standvastig in onze teekenen geloofd zouden hebben.",
        "numberInSurah": 24,
        "juz": 21,
        "manzil": 5,
        "page": 417,
        "ruku": 360,
        "hizbQuarter": 166,
        "sajda": false
      },
      {
        "number": 3528,
        "text": "Waarlijk, uw Heer zal tusschen hen richten op den dag der opstanding, nopens datgene, waaromtrent zij hebben verschild.",
        "numberInSurah": 25,
        "juz": 21,
        "manzil": 5,
        "page": 417,
        "ruku": 360,
        "hizbQuarter": 166,
        "sajda": false
      },
      {
        "number": 3529,
        "text": "Is het hun niet bekend, hoe vele geslachten wij voor hen hebben verdelgd, door welker woningen zij wandelen? Waarlijk, hierin zijn teekenen: zullen zij dus niet luisteren?",
        "numberInSurah": 26,
        "juz": 21,
        "manzil": 5,
        "page": 417,
        "ruku": 360,
        "hizbQuarter": 166,
        "sajda": false
      },
      {
        "number": 3530,
        "text": "Zien zij niet dat wij den regen over een land voeren, dat van gras ontbloot en uitgedroogd is, en daaruit graan voortbrengen, waarvan hun vee en ook zij eten? Zullen zij dit niet overwegen?",
        "numberInSurah": 27,
        "juz": 21,
        "manzil": 5,
        "page": 417,
        "ruku": 360,
        "hizbQuarter": 166,
        "sajda": false
      },
      {
        "number": 3531,
        "text": "De ongeloovigen zeggen tot de ware geloovigen: wanneer zal deze beslissing tusschen ons plaats hebben, indien gij de waarheid spreekt?",
        "numberInSurah": 28,
        "juz": 21,
        "manzil": 5,
        "page": 417,
        "ruku": 360,
        "hizbQuarter": 166,
        "sajda": false
      },
      {
        "number": 3532,
        "text": "Antwoord: Op den dag dier beslissing zal het geloof van hen, die niet geloofd zullen hebben, hun niet baten: ook zullen zij geen langer uitstel ontvangen.",
        "numberInSurah": 29,
        "juz": 21,
        "manzil": 5,
        "page": 417,
        "ruku": 360,
        "hizbQuarter": 166,
        "sajda": false
      },
      {
        "number": 3533,
        "text": "Vermijdt hen dus, en verwacht den uitslag. Waarlijk, zij verwachten eenig voordeel op u te behalen.",
        "numberInSurah": 30,
        "juz": 21,
        "manzil": 5,
        "page": 417,
        "ruku": 360,
        "hizbQuarter": 166,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "nl.keyzer",
      "language": "nl",
      "name": "Keyzer",
      "englishName": "Salomo Keyzer",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}