{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 41,
    "name": "سُورَةُ فُصِّلَتۡ",
    "englishName": "Fussilat",
    "englishNameTranslation": "Explained in detail",
    "revelationType": "Meccan",
    "numberOfAyahs": 54,
    "ayahs": [
      {
        "number": 4219,
        "text": "Ha. Mim.",
        "numberInSurah": 1,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4220,
        "text": "Dit is een boek van den Barmhartigste.",
        "numberInSurah": 2,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4221,
        "text": "Een boek, waarvan de verzen duidelijk zijn uitgelegd, een Arabische Koran; tot onderricht van een volk, dat verstaat;",
        "numberInSurah": 3,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4222,
        "text": "Brengende goede tijdingen, en bedreigingen aankondigende, maar het meerendeel hunner wendt zich af en luistert niet daarnaar.",
        "numberInSurah": 4,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4223,
        "text": "En zij zeggen: onze harten zijn gesluierd voor de leer waartoe gij ons uitnoodigt; er is doofheid in onze ooren, en eene gordijn tusschen ons en ulieden; handel dus zooals gij gepast zult oordeelen; want wij zullen handelen overeenkomstig onze eigene gevoelens.",
        "numberInSurah": 5,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4224,
        "text": "Zeg: Waarlijk, ik ben slechts een mensch zooals gij. Mij is het geopenbaard, dat uw God één God is; richt dus uwen weg naar hem, en vraagt vergiffenis voor hetgeen voorbij is. En wee over de ongeloovigen.",
        "numberInSurah": 6,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4225,
        "text": "Die de bepaalde aalmoezen niet geven, en in het volgende leven niet gelooven!",
        "numberInSurah": 7,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4226,
        "text": "Maar wat hen betreft, die gelooven en rechtvaardigheid uitoefenen, zij zullen eene eeuwigdurende belooning ontvangen.",
        "numberInSurah": 8,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 413,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4227,
        "text": "Zeg: Gelooft gij werkelijk niet in hem, die de aarde in twee dagen schiep, en stelt gij anderen met hem gelijk? Hij is de heer van alle schepselen!",
        "numberInSurah": 9,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4228,
        "text": "En hij heeft vastgewortelde bergen op de aarde geplaatst, die zich daarboven verhieven. Hij zegende haar en voorzag haar van het voedsel der schepselen, die aangewezen waren de bewoners daarvan te zijn, in vier dagen, gelijkelijk, voor hen die vragen.",
        "numberInSurah": 10,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4229,
        "text": "En hij ondernam de schepping des hemels: en deze was rook, en hij zeide tot den hemel en tot de aarde: Komt, hetzij gehoorzaam of tegen uwen wil.",
        "numberInSurah": 11,
        "juz": 24,
        "manzil": 6,
        "page": 477,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4230,
        "text": "Zij zeiden: Wij komen gehoorzaam aan uw bevel. En hij vormde die in zeven hemelen in twee dagen, en openbaarde aan iederen hemel zijne verrichting. En wij tooiden den lageren hemel met lichten, en plaatsten eene wacht van engelen daarin. Dat is de beschikking van den machtigen, den wijzen God.",
        "numberInSurah": 12,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4231,
        "text": "Indien de bewoners van Mekka zich aan deze onderrichtingen onttrekken, zeg: Ik kondig u eene plotselinge vernietiging aan, zooals de vernietiging van Ad en Thamoed.",
        "numberInSurah": 13,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4232,
        "text": "Toen de profeten tot hen kwamen, voor hen en achter hen, zeggende: Vereert God alleen, antwoordden zij: Indien het onzen Heer zou hebben behaagd, gezanten af te vaardigen, zou hij zeker engelen hebben gezonden, en wij gelooven de zending niet, waarmede gij zijt belast.",
        "numberInSurah": 14,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4233,
        "text": "Wat den stam Ad betreft, zij gedroegen zich, zonder reden, onbeschaamd op de aarde en zeiden: Wie is machtiger dan wij in sterkte? Zagen zij niet dat God, die hen geschapen heeft, machtiger dan zij in sterkte was? En zij verwierpen onze teekenen met voordacht!",
        "numberInSurah": 15,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4234,
        "text": "Daarom deden wij een fellen wind van ongeluk tegen hen opsteken, opdat wij hun de straf der schande in deze wereld zouden doen proeven; maar de straf van het volgende leven zal nog schandelijker wezen, en zij zullen daartegen niet worden beschermd.",
        "numberInSurah": 16,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4235,
        "text": "En wat Thamoed betreft wij leidden hen, maar zij beminden de blindheid meer dan de ware richting; daarom overviel hen het vreeselijk gedruisch van eene schandelijke straf, om hetgeen zij hadden verdiend.",
        "numberInSurah": 17,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4236,
        "text": "Maar wij bevrijdden hen die geloofden en God vreesden.",
        "numberInSurah": 18,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 414,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4237,
        "text": "En waarschuw hen voor den dag, waarop de vijanden van God in het hellevuur bijeenverzameld zullen worden, en in onderscheiden scharen zullen optrekken.",
        "numberInSurah": 19,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 415,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4238,
        "text": "Totdat, wanneer zij daar zullen aangekomen zijn, hunne ooren, hunne oogen en hunne huiden getuigenis tegen hen zullen afleggen, van datgene wat zij verricht zullen hebben.",
        "numberInSurah": 20,
        "juz": 24,
        "manzil": 6,
        "page": 478,
        "ruku": 415,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4239,
        "text": "En zij zullen tot hunne huiden zeggen: Waarom legt gij getuigenis tegen ons af? Deze zullen antwoorden: God heeft ons doen spreken; hij die de spraak schenkt aan alle wezens, hij schiep u eens, en tot hem zijt gij teruggekeerd.",
        "numberInSurah": 21,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 415,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4240,
        "text": "Gij kondt u niet verbergen terwijl gij zondigdet, opdat uwe ooren en uwe oogen en uwe huiden geene getuigenis tegen u konden afleggen; maar gij dacht, dat God onbekend was met vele dingen welke gij deedt.",
        "numberInSurah": 22,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 415,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4241,
        "text": "Dit was uwe meening welke gij van uwen Heer uitdacht; dit heeft u ten gronde gericht, en gij zijt verloren.",
        "numberInSurah": 23,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 415,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4242,
        "text": "Laten zij hunne marteling verdragen: het hellevuur zal hun verblijf zijn. Ofschoon zij om genade smeeken, zullen zij die niet erlangen.",
        "numberInSurah": 24,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 415,
        "hizbQuarter": 191,
        "sajda": false
      },
      {
        "number": 4243,
        "text": "En wij zullen hun de duivels tot onafscheidbare makkers geven, die hun valsche denkbeelden voorstelden, welke zij nopens deze tegenwoordige wereld en de volgende voedden; en voor hen is het vonnis juist passend, dat vroeger werd uitgesproken over de volkeren van geniussen en menschen die voor hen waren, en waardoor zij ten gronde gingen.",
        "numberInSurah": 25,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 415,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4244,
        "text": "De ongeloovigen zeggen: Luister niet naar dezen Koran, maar voer ijdele gesprekken bij de lezing daarvan, opdat gij de stem van den lezer, door uwe spotternijen en uw lachen, bedekt.",
        "numberInSurah": 26,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 416,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4245,
        "text": "Daarom zullen wij de ongeloovigen zekerlijk eene gestrenge straf doen ondergaan. En wij zullen zekerlijk het booze vergelden, dat zij bedreven zullen hebben.",
        "numberInSurah": 27,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 416,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4246,
        "text": "Dit zal de vergelding van Gods vijanden zijn; namelijk het hellevuur; daarin is voor hen een eeuwigdurend verblijf gereed gemaakt, als eene vergelding, wegens het voorbedachtelijk verwerpen onzer teekenen.",
        "numberInSurah": 28,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 416,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4247,
        "text": "En de ongeloovigen zullen in de hel gillen: O Heer! toon ons degenen der geniussen en menschen, die ons hebben verleid, en wij zullen hen onder onze voeten werpen, opdat zij vernederd en veracht worden.",
        "numberInSurah": 29,
        "juz": 24,
        "manzil": 6,
        "page": 479,
        "ruku": 416,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4248,
        "text": "Wat hen betreft die zeggen: Onze Heer is God, en zij die zich oprechtelijk gedragen, de engelen zullen tot hen nederdalen en zeggen: Vreest niet, en treurt ook niet; maar verheugt u in de hoop van het paradijs, dat u is beloofd.",
        "numberInSurah": 30,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 416,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4249,
        "text": "Wij zijn uwe vrienden in dit leven, en in datgene wat komen zal; daarin zult gij hebben, wat uwe zielen zullen begeeren, alles wat gij zult verlangen. Daarin zult gij alles verkrijgen, waarom gij zult vragen,",
        "numberInSurah": 31,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 416,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4250,
        "text": "Als een geschenk van den barmhartigen en genadigen God.",
        "numberInSurah": 32,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 416,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4251,
        "text": "Wie spreekt beter dan hij, die tot God noodigt, rechtvaardigheid uitoefent, en zegt: Ik ben een Moslem?",
        "numberInSurah": 33,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4252,
        "text": "Goed en kwaad zullen niet gelijk gesteld worden. Vergeld het kwade met goed, en ziet: de man, die uw vijand was, zal uw beschermer en warmste vriend worden.",
        "numberInSurah": 34,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4253,
        "text": "Maar niemand zal deze volmaaktheid bereiken, behalve zij, die lijdzaam zijn; ook zal niemand die bereiken, behalve hij, die met een zeer gelukkig gemoed begiftigd is.",
        "numberInSurah": 35,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4254,
        "text": "En indien u door Satan eene slechte ingeving wordt aangeboden, neem dan uwe toevlucht tot God; want hij is het, die alles ziet en weet.",
        "numberInSurah": 36,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4255,
        "text": "Onder de teekenen zijner macht zijn de dag en de nacht, de zon en de maan. Vereer de zon niet, noch de maan, maar vereer God, die haar heeft geschapen, indien gij hem wilt dienen.",
        "numberInSurah": 37,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4256,
        "text": "Maar indien zij trotschelijk zijnen dienst versmaden, waarlijk, de engelen die met uwen Heer zijn prijzen hem nacht en dag, en zijn niet vermoeid.",
        "numberInSurah": 38,
        "juz": 24,
        "manzil": 6,
        "page": 480,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": {
          "id": 12,
          "recommended": false,
          "obligatory": true
        }
      },
      {
        "number": 4257,
        "text": "En onder zijne teekenen is een ander, dat gij het land woest ziet, maar als wij er regen op nederzenden, wordt het in beweging en gisting gebracht. En hij die de aarde verkwikt, zal zekerlijk ook de dooden bezielen; want hij is almachtig.",
        "numberInSurah": 39,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4258,
        "text": "Waarlijk, zij die goddeloos onze teekenen miskennen, zijn niet voor ons verborgen. Is dus hij beter, die in het hellevuur zal worden geworpen, of hij die op den dag der opstanding zeker zal verschijnen? Doet wat gij wilt, maar hij ziet gewis alles wat gij doet.",
        "numberInSurah": 40,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4259,
        "text": "Waarlijk, zij die niet in de vermaning van den Koran gelooven, nadat die tot hen is gekomen, zullen eens ontdekt worden. Zekerlijk, het is een boek van onschatbare waarde.",
        "numberInSurah": 41,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4260,
        "text": "Geene ijdelheid zal het bereiken, noch van voren noch van achteren; het is een openbaring van den wijzen God, wiens lof terecht wordt verkondigd.",
        "numberInSurah": 42,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4261,
        "text": "De ongeloovigen van Mekka zeggen u niets anders, dan datgene, wat vóór u, tot de profeten werd gezegd; waarlijk, hun Heer is tot de vergiffenis geneigd, en hij is mede in staat ernstig te kastijden.",
        "numberInSurah": 43,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4262,
        "text": "Indien wij den Koran in eene vreemde taal hadden geopenbaard, zouden zij zekerlijk gezegd hebben: Wij zullen dien niet ontvangen, zoo lang de teekenen daarvan niet duidelijk zijn uitgelegd. Is dan het boek in eene vreemde taal geschreven, en de persoon, aan wien het werd gericht een Arabier? Antwoord: Het is een zekere gids voor hen die gelooven, en een heelmiddel tegen twijfel en onzekerheid; maar voor hen, die niet gelooven, een zwaar gehoor in hunne ooren, en het is eene duisternis die hen bedekt, deze zijn gelijk degenen, die van eene afgelegene plaats worden aangeroepen.",
        "numberInSurah": 44,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 417,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4263,
        "text": "Wij gaven vroeger het boek der wet aan Mozes en er rees een twist over. Indien er vooraf geen besluit van uwen Heer ware uitgegaan, ten einde den tegenstanders dier openbaring uitstel te verleenen, waarlijk, dan zou de zaak tusschen hen zijn besloten geworden, door de vernietiging der ongeloovigen; want zij verkeerden daaromtrent in een zeer grooten twijfel.",
        "numberInSurah": 45,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 418,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4264,
        "text": "Hij die goed doet, verricht dit ten voordeele zijner eigene ziel, en hij die kwaad bedrijft doet het tegen zijne ziel; want uw Heer is niet onrechtvaardig omtrent zijne dienaren.",
        "numberInSurah": 46,
        "juz": 24,
        "manzil": 6,
        "page": 481,
        "ruku": 418,
        "hizbQuarter": 192,
        "sajda": false
      },
      {
        "number": 4265,
        "text": "Hem is de kennis van het uur des oordeels voorbehouden, en er komt geene vrucht uit den knop voort, die haar omwikkeld houdt, noch ontvangt eene vrouw in hare ingewanden, noch wordt zij van hare vrucht bevrijd, dan met zijne kennis. Op den dag waarop hij hen tot zich zal roepen, zeggende: Waar zijn de makkers, welke gij mij hebt toegeschreven? zullen zij antwoorden: Wij verzekeren u, dat daar voor geen getuige onder ons is.",
        "numberInSurah": 47,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4266,
        "text": "En de afgoden, welke zij te voren aanriepen zullen zich aan hen onttrekken, en zij zullen bemerken, dat er geen weg zal wezen om te ontkomen.",
        "numberInSurah": 48,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4267,
        "text": "Het vermoeit den mensch niet, het goede te vragen, maar als het kwade hem overvalt, vertwijfelt en wanhoopt hij.",
        "numberInSurah": 49,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4268,
        "text": "En indien wij hem onze genade doen genieten, nadat hem droefenis bereikt, zegt hij zekerlijk: Dit is men mij schuldig, wegens mijne verdiensten; ik geloof niet, dat het uur des oordeels ooit zal komen, en indien ik voor mijn Heer word gebracht, zal ik zeker bij hem den uitnemendsten toestand bereiken. Maar wij zullen dan aan hen die niet geloofd hebben, datgene verklaren, wat zij verricht hebben en wij zullen hen zekerlijk de meest gestrenge straf doen ondergaan.",
        "numberInSurah": 50,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4269,
        "text": "Als wij den mensch gunsten verleenen, wendt hij zich af en vertrekt, zonder zijnen dank te betuigen: maar als het kwaad hem bereikt, bidt hij dikwijls.",
        "numberInSurah": 51,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4270,
        "text": "Zeg: Wat denkt gij? Indien de Koran van God is en gij daaraan niet gelooft, wie zal dan onder eene grootere dwaling liggen dan hij, die daarvan sterk afwijkt?",
        "numberInSurah": 52,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4271,
        "text": "Hierna zullen wij hun onze teekenen toonen in de verschillende streken der aarde en in henzelven, tot dat het hun duidelijk worde, dat dit boek de waarheid is. Is het u niet toereikend, dat uw Heer getuige is van alle dingen?",
        "numberInSurah": 53,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4272,
        "text": "Zijn zij niet in twijfel nopens de ontmoeting van hunnen Heer, bij de opstanding? Omvat hij niet alle dingen?",
        "numberInSurah": 54,
        "juz": 25,
        "manzil": 6,
        "page": 482,
        "ruku": 418,
        "hizbQuarter": 193,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "nl.keyzer",
      "language": "nl",
      "name": "Keyzer",
      "englishName": "Salomo Keyzer",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}