{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 17,
    "name": "سُورَةُ الإِسۡرَاءِ",
    "englishName": "Al-Israa",
    "englishNameTranslation": "The Night Journey",
    "revelationType": "Meccan",
    "numberOfAyahs": 111,
    "ayahs": [
      {
        "number": 2030,
        "text": "Noksan sıfatlardan münezzehtir kulunu geceleyin Mescidi Haram'dan çevresini kutladığımız Mescidi Aksa' ya götüren, ayetlerimizden bir kısmını ona da gösterelim diye, şüphe yok ki o, her şeyi duyar, görür.",
        "numberInSurah": 1,
        "juz": 15,
        "manzil": 4,
        "page": 282,
        "ruku": 240,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2031,
        "text": "Ve biz, Musa'ya kitap verdik ve o kitabı, benden başka hiçbir koruyucu tanımayın emriyle İsrailoğulları için doğru yola bir rehber ettik.",
        "numberInSurah": 2,
        "juz": 15,
        "manzil": 4,
        "page": 282,
        "ruku": 240,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2032,
        "text": "Ey Nuh'la beraber gemiye bindirip kurtardığımız insanların soyundan gelenler, şüphe yok ki Nuh, çok şükreden bir kuldu.",
        "numberInSurah": 3,
        "juz": 15,
        "manzil": 4,
        "page": 282,
        "ruku": 240,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2033,
        "text": "Ve İsrailoğullarına kitapta şu haberi vermiştik: Yurtta mutlaka iki kere bozgunculuk edeceksiniz ve iki kere baş kaldıracak, büyük bir taşkınlıkta bulunacaksınız.",
        "numberInSurah": 4,
        "juz": 15,
        "manzil": 4,
        "page": 282,
        "ruku": 240,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2034,
        "text": "O iki taşkınlıktan birincisinin mukadder zamanı gelince size, azap etmede çetin, kuvvetli kullarımızı gönderdik de yurdunuzun ta içine girip sizi araştırdılar ve bu, yerine getirilen bir vaatti.",
        "numberInSurah": 5,
        "juz": 15,
        "manzil": 4,
        "page": 282,
        "ruku": 240,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2035,
        "text": "Sonra onlara karşı size gene devlet ve kudret verdik, mallar, oğullar ihsan ederek yardım ettik size ve sizi, topluluk bakımından da pek çoğalttık.",
        "numberInSurah": 6,
        "juz": 15,
        "manzil": 4,
        "page": 282,
        "ruku": 240,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2036,
        "text": "İyilik ederseniz faydası kendinize kötülükte bulunursanız zararı gene size. İkinci vaadimizin mukadder zamanı gelince gene yüzünüzü karartacaklar, ilk defa girdikleri gibi gene mescide girecekler, üst geldiklerini büsbütün mahiv ve helak edeceklerdir.",
        "numberInSurah": 7,
        "juz": 15,
        "manzil": 4,
        "page": 282,
        "ruku": 240,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2037,
        "text": "Rabbinizin size acıyacağı umulur, fakat tekrar kötülüğe dönerseniz biz de döner, cezanızı veririz ve biz, cehennemi kafirlere bir zindan olarak halkettik.",
        "numberInSurah": 8,
        "juz": 15,
        "manzil": 4,
        "page": 283,
        "ruku": 240,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2038,
        "text": "Şüphe yok ki bu Kur'an, insanları en doğru bir yola sevk eder ve iyi işlerde bulunan inanmış kimselere, gerçekten de büyük bir mükafata nail olacaklarını müjdeler.",
        "numberInSurah": 9,
        "juz": 15,
        "manzil": 4,
        "page": 283,
        "ruku": 240,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2039,
        "text": "Âhirete inanmayanlara gelince: Onlara elemli bir azap hazırladık.",
        "numberInSurah": 10,
        "juz": 15,
        "manzil": 4,
        "page": 283,
        "ruku": 240,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2040,
        "text": "İnsan, hayra dua ediyormuşçasına şerre de dua eder ve insan, pek acelecidir.",
        "numberInSurah": 11,
        "juz": 15,
        "manzil": 4,
        "page": 283,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2041,
        "text": "Geceyle gündüzü, iki delil olarak yarattık ve bir delil olan geceyi giderdik de Rabbinizin lutfunu aramanız, yılların sayısını bilmeniz, hesabını anlamanız için yerine başka bir delil olan ve her şeyi gösterip belirten gündüzü getirdik ve biz, her şeyi apaçık anlatmadayız.",
        "numberInSurah": 12,
        "juz": 15,
        "manzil": 4,
        "page": 283,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2042,
        "text": "Her insanın yaptığı işleri boynuna astık, kıyamet günü de apaçık yazılmış bir kitap olarak meydana çıkaracağız onları, herkes, ne yapmışsa hepsini o kitapta yazılmış bulacak.",
        "numberInSurah": 13,
        "juz": 15,
        "manzil": 4,
        "page": 283,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2043,
        "text": "Oku kitabını, bugün hesap görmek için sen yetersin sana.",
        "numberInSurah": 14,
        "juz": 15,
        "manzil": 4,
        "page": 283,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2044,
        "text": "Kim doğru yolu bulursa ancak kendisi için bulmuştur ve kim doğru yoldan sapmışsa kendisini sapıtmıştır ve kimse, bir başkasının yükünü yüklenmez ve biz, peygamber göndermedikçe hiçbir topluluğu azaplandırmayız.",
        "numberInSurah": 15,
        "juz": 15,
        "manzil": 4,
        "page": 283,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2045,
        "text": "Bir şehri helak etmek istersek ileri gelenlerine emrimizi tebliğ ederiz, buyruktan çıkar, orada isyana koyulurlar da azabı hak ederler, biz de onları tamamıyla helak eder, orasını yerle yeksan ederiz.",
        "numberInSurah": 16,
        "juz": 15,
        "manzil": 4,
        "page": 283,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2046,
        "text": "Nuh'tan sonra nice toplulukları helak ettik. Rabbin, kullarının suçlarından haberdardır, görür onları ve bu, yeter.",
        "numberInSurah": 17,
        "juz": 15,
        "manzil": 4,
        "page": 283,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2047,
        "text": "Kim, şu hemencecik, pek tez geçen dünyayı dilerse biz de dilediğimize, dilediğimiz şeyi hemencecik veririz orada, sonra biz, cehennemi de onun için halkettik, oraya kınanmış, kovulmuş bir halde girer.",
        "numberInSurah": 18,
        "juz": 15,
        "manzil": 4,
        "page": 284,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2048,
        "text": "Ve kim, inanarak ahireti diler ve bu hususta adamakıllı çalışıp çabalarsa bu çeşit kimseler, çalışmalarının mükafatını mutlaka görürler.",
        "numberInSurah": 19,
        "juz": 15,
        "manzil": 4,
        "page": 284,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2049,
        "text": "Onlara da, bunlara da, hepsine, Rabbinin lütuf ve ihsanından yardımda bulunuruz, bağışlar dururuz ve Rabbinin ihsanı, kimseden men edilmez.",
        "numberInSurah": 20,
        "juz": 15,
        "manzil": 4,
        "page": 284,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2050,
        "text": "Bak da gör, onların bir kısmını nasıl bir kısmından üstün ettik; elbette ahiretteki yücelik, dereceler bakımından da daha büyüktür, üstünlük bakımından da daha büyük.",
        "numberInSurah": 21,
        "juz": 15,
        "manzil": 4,
        "page": 284,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2051,
        "text": "Allah'la beraber başka bir mabut tanıma, sonra kınanmış bir halde ve tek başına, yardımdan mahrum olarak oturup kalırsın.",
        "numberInSurah": 22,
        "juz": 15,
        "manzil": 4,
        "page": 284,
        "ruku": 241,
        "hizbQuarter": 113,
        "sajda": false
      },
      {
        "number": 2052,
        "text": "Ve Rabbin, kendisinden başkasına kulluk etmemenizi ve anaya, babaya iyilik etmenizi hükmetmiştir; onlardan biri, yahut her ikisi, senin hayatında ihtiyarlık çağına ererse onlara üf bile deme, azarlama onları ve onlara güzel ve iyi söz söyle.",
        "numberInSurah": 23,
        "juz": 15,
        "manzil": 4,
        "page": 284,
        "ruku": 242,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2053,
        "text": "İkisine karşı da merhametle kanatlarını indir, mütevazı ol ve ya Rabbi de, onlar, çocukluğumda beni nasıl büyütüp yetiştirdilerse sen de onlara öylece merhamet et.",
        "numberInSurah": 24,
        "juz": 15,
        "manzil": 4,
        "page": 284,
        "ruku": 242,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2054,
        "text": "İçinizde ne var, Rabbiniz, sizden daha iyi bilir. Düzgün ve temiz kişiler olursanız şüphe yok ki o, tövbe edip hakka dönenlerin suçlarını örter.",
        "numberInSurah": 25,
        "juz": 15,
        "manzil": 4,
        "page": 284,
        "ruku": 242,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2055,
        "text": "Akrabaya, yoksula, yolda kalmışa hakkını ver ve israfta ileri giderek boş yere, haksız yere malını saçma, savurma.",
        "numberInSurah": 26,
        "juz": 15,
        "manzil": 4,
        "page": 284,
        "ruku": 242,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2056,
        "text": "Gerçekten de malını boş yere saçıp savuranlar, Şeytanlara kardeş olurlar ve Şeytan, Rabbine karşı nankördür.",
        "numberInSurah": 27,
        "juz": 15,
        "manzil": 4,
        "page": 284,
        "ruku": 242,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2057,
        "text": "Rabbinden umduğun bir rahmeti dileyerek onlara bir şey veremez, yüz çevirmek zorunda kalırsan güzel sözler söyle onlara, gönüllerini al.",
        "numberInSurah": 28,
        "juz": 15,
        "manzil": 4,
        "page": 285,
        "ruku": 242,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2058,
        "text": "Elini boynuna bağlama, tamamıyla da açma, sonra kendini kınar ve birşeye gücün yetmeyerek pişman bir halde otururkalırsın.",
        "numberInSurah": 29,
        "juz": 15,
        "manzil": 4,
        "page": 285,
        "ruku": 242,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2059,
        "text": "Şüphe yok Rabbin, dilediğinin rızkını genişletir, daraltır, şüphe yok ki o, kullarından haberdardır, onları görür.",
        "numberInSurah": 30,
        "juz": 15,
        "manzil": 4,
        "page": 285,
        "ruku": 242,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2060,
        "text": "Evladınızı, yoksulluk korkusuyla öldürmeyin; onları da biz rızıklandırırız, sizi de. Şüphe yok ki onları öldürmek, pek büyük bir suçtur.",
        "numberInSurah": 31,
        "juz": 15,
        "manzil": 4,
        "page": 285,
        "ruku": 243,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2061,
        "text": "Zinaya yaklaşmayın, şüphe yok ki zina, kötülüktür ve zinada bulunmak, kötü bir yol tutmaktır.",
        "numberInSurah": 32,
        "juz": 15,
        "manzil": 4,
        "page": 285,
        "ruku": 243,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2062,
        "text": "Haklı olmadıkça Allah'ın haram ettiği cana kıymayın ve kim, zulümle öldürülürse mirasçısına, öldürene karşı bir kudret ve salahiyet verdik ancak öldürmede aşırı gitmemeli; şüphe yok ki yardıma da mazhar edilmiştir o.",
        "numberInSurah": 33,
        "juz": 15,
        "manzil": 4,
        "page": 285,
        "ruku": 243,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2063,
        "text": "Ergenlik çağına erişinceye dek yetimin malına yaklaşmayın, ancak çok güzel bir tarzda o malı idare edebilirsiniz ve ahitlerinizde durun, şüphe yok ki ahitlerden sorumlusunuz siz.",
        "numberInSurah": 34,
        "juz": 15,
        "manzil": 4,
        "page": 285,
        "ruku": 243,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2064,
        "text": "Bir şey ölçtüğünüz vakit ölçeği tam tutun, tarttığınız şeyi doğru teraziyle tartın. Bu, hem daha hayırlıdır size, hem sonucu daha güzeldir.",
        "numberInSurah": 35,
        "juz": 15,
        "manzil": 4,
        "page": 285,
        "ruku": 243,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2065,
        "text": "Bilmediğin şeyin üstünde durup ısrar etme; çünkü kulak da, göz de, gönül de, hepsi de sorumludur bundan.",
        "numberInSurah": 36,
        "juz": 15,
        "manzil": 4,
        "page": 285,
        "ruku": 243,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2066,
        "text": "Yeryüzünde kibirlenerek yürüme; çünkü ne yeri yarabilirsin, ne de boyun dağlara erer, onlara erişebilirsin.",
        "numberInSurah": 37,
        "juz": 15,
        "manzil": 4,
        "page": 285,
        "ruku": 243,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2067,
        "text": "Bunların hepsi de kötüdür ve Rabbinin katında hoşa gitmiyen şeylerdir.",
        "numberInSurah": 38,
        "juz": 15,
        "manzil": 4,
        "page": 285,
        "ruku": 243,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2068,
        "text": "Bunlar, Rabbinin, sana vahyettiği hikmetlerdendir ve Allah'la beraber başka bir mabut tanıma, sonra kınanmış, kovulmuş bir halde cehenneme atılırsın.",
        "numberInSurah": 39,
        "juz": 15,
        "manzil": 4,
        "page": 286,
        "ruku": 243,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2069,
        "text": "Yoksa Rabbiniz, size erkek çocuklar verdi de kendisinin, meleklerden kız çocukları mı var? Gerçekten, ne de büyük bir söz söylüyorsunuz.",
        "numberInSurah": 40,
        "juz": 15,
        "manzil": 4,
        "page": 286,
        "ruku": 243,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2070,
        "text": "Andolsun ki düşünüp ibret almaları için şu Kur'an'da bu meseleyi apaçık ve defalarca anlattık, fakat bu anlatış, onların ancak, gerçekten büsbütün uzaklaşmalarına sebep olmada.",
        "numberInSurah": 41,
        "juz": 15,
        "manzil": 4,
        "page": 286,
        "ruku": 244,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2071,
        "text": "De ki: Onların dedikleri gibi Allah'la beraber başka mabutlar da olsaydı o zaman elbette arş sahibine ulaşmak için bir yol, bir sebep araştırırlardı.",
        "numberInSurah": 42,
        "juz": 15,
        "manzil": 4,
        "page": 286,
        "ruku": 244,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2072,
        "text": "Halbuki o, onların söylediklerinden tamamıyla münezzehtir, tamamıyla yücedir, büyüktür.",
        "numberInSurah": 43,
        "juz": 15,
        "manzil": 4,
        "page": 286,
        "ruku": 244,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2073,
        "text": "Yedi gök ve yerle onlarda ne varsa hepsi, onu noksan sıfatlardan tenzih eder ve hiçbir şey yoktur ki ona hamdederek onu noksan sıfatlardan tenzih etmesin, yalnız siz, onların tesbih edişlerini anlayamazsınız. Şüphe yok ki o, azap etmede acele etmez, halimdir ve suçları örter.",
        "numberInSurah": 44,
        "juz": 15,
        "manzil": 4,
        "page": 286,
        "ruku": 244,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2074,
        "text": "Kur'an okuduğun zaman seninle ahirete inanmayanların arasına gizli bir perde gereriz biz.",
        "numberInSurah": 45,
        "juz": 15,
        "manzil": 4,
        "page": 286,
        "ruku": 244,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2075,
        "text": "Anlamamaları için gönüllerine perdeler gerer, kulaklarına ağırlık veririz ve sen, Kur'an'da, Rabbini, bir olarak andın mı yüz çevirirler, uzaklaşırlar senden.",
        "numberInSurah": 46,
        "juz": 15,
        "manzil": 4,
        "page": 286,
        "ruku": 244,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2076,
        "text": "Biz, seni dinleyecekleri zaman asıl neyi dinliyeceklerini ve birbirleriyle gizlice konuşurlarken o zalimlerin, siz ancak büyülenmiş bir adama uymuşsunuz diyeceklerini pek iyi biliriz.",
        "numberInSurah": 47,
        "juz": 15,
        "manzil": 4,
        "page": 286,
        "ruku": 244,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2077,
        "text": "Bak da gör, sana nasıl örnekler getirip de saptılar ve artık bir yol bulmaya güçleri yetmeyecek onların.",
        "numberInSurah": 48,
        "juz": 15,
        "manzil": 4,
        "page": 286,
        "ruku": 244,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2078,
        "text": "Biz dediler, kemik ve toz haline geldikten sonra mı yeniden halk edilecek, dirileceğiz?",
        "numberInSurah": 49,
        "juz": 15,
        "manzil": 4,
        "page": 286,
        "ruku": 244,
        "hizbQuarter": 114,
        "sajda": false
      },
      {
        "number": 2079,
        "text": "De ki: Taş, yahut demir olun.",
        "numberInSurah": 50,
        "juz": 15,
        "manzil": 4,
        "page": 287,
        "ruku": 244,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2080,
        "text": "Yahut da aklınızca bundan da daha büyük bir başka mahluk olun; mutlaka dirileceksiniz. Diyecekler ki kim tekrar hayata getirecek bizi? De ki: İlk defa sizi yaratan. Alay ederek başlarını sallayacaklar da ne zaman olacak bu iş diyecekler; de ki: Umarım ki pek yakında.",
        "numberInSurah": 51,
        "juz": 15,
        "manzil": 4,
        "page": 287,
        "ruku": 244,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2081,
        "text": "O gün sizi çağıracak, hamd ederek icabet edeceksiniz ona ve sanacaksınız ki pek az bir müddet kalmışsınız dünyada.",
        "numberInSurah": 52,
        "juz": 15,
        "manzil": 4,
        "page": 287,
        "ruku": 244,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2082,
        "text": "Kullarıma söyle: Sözün en güzelini söylesinler. Şüphe yok ki Şeytan, aralarına fesat sokar. Şüphe yok ki Şeytan, insana apaçık bir düşmandır.",
        "numberInSurah": 53,
        "juz": 15,
        "manzil": 4,
        "page": 287,
        "ruku": 245,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2083,
        "text": "Rabbiniz, sizi daha iyi bilir; dilerse acır size, yahut dilerse azap eder size ve seni, onların amellerini gözetmek, onları korumak için göndermedik.",
        "numberInSurah": 54,
        "juz": 15,
        "manzil": 4,
        "page": 287,
        "ruku": 245,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2084,
        "text": "Ve Rabbin pek iyi bilir ne varsa göklerde ve yeryüzünde. Andolsun ki bazı peygamberleri bazısından üstün ettik ve Davud'a Zebur'u verdik.",
        "numberInSurah": 55,
        "juz": 15,
        "manzil": 4,
        "page": 287,
        "ruku": 245,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2085,
        "text": "De ki: Allah'tan başka mabut sandıklarınızı çağırın, onlar, sizden ne bir zararı defedebilirler, ne onu çevirmeye güçleri yeter.",
        "numberInSurah": 56,
        "juz": 15,
        "manzil": 4,
        "page": 287,
        "ruku": 245,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2086,
        "text": "Onların taptıkları, öyle varlıklar ki bizzat kendileri de hangisi daha yakın acaba diye Rablerine ulaşmak için bir vesile arayıp durmadalar, onun rahmetini ummadalar ve azabından korkmadalar. Şüphe yok ki Rabbinin azabı, çekinip kaçınmaya değer bir azaptır.",
        "numberInSurah": 57,
        "juz": 15,
        "manzil": 4,
        "page": 287,
        "ruku": 245,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2087,
        "text": "Hiçbir şehir yoktur ki biz o şehri, kıyametten önce helak edip hak ile yeksan etmeyelim, yahut şiddetli bir azaba uğratmayalım. Bu, kitapta yazılmıştır, taktir edilmiştir.",
        "numberInSurah": 58,
        "juz": 15,
        "manzil": 4,
        "page": 287,
        "ruku": 245,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2088,
        "text": "Bizi, mucizeler göndermekten meneden şey, ancak evvelki ümmetlerin, onları yalanlamalarıdır ve Semud'a apaçık bir mucize olarak dişi deveyi verdik de zulmettiler ona ve biz ayetleri, ancak korkutmak için göndeririz.",
        "numberInSurah": 59,
        "juz": 15,
        "manzil": 4,
        "page": 288,
        "ruku": 245,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2089,
        "text": "An o zamanı, hani sana demiştik ki hiç şüphe yok, Rabbin, insanları çepeçevre kuşatmıştır ve biz sana gösterdiğimiz rüyayı da, Kur'an 'daki lanetlenmiş ağacı da ancak insanları sınamak için gösterdik ve onları korkutmadayız, fakat bu, ancak onların taşkınlıklarını arttırmada.",
        "numberInSurah": 60,
        "juz": 15,
        "manzil": 4,
        "page": 288,
        "ruku": 245,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2090,
        "text": "Hani bir zaman meleklere, Âdem'e secde edin demiştik de İblis'ten başka hepsi secde etmişti ve o, balçıktan yarattığın mahluka secde mi edeyim demişti.",
        "numberInSurah": 61,
        "juz": 15,
        "manzil": 4,
        "page": 288,
        "ruku": 246,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2091,
        "text": "Bildir bana demişti, benden daha şerefli ve yüce olarak yarattığın bu mahluk kimdir? Kıyamet gününedek yaşatırsan beni andolsun ki pek azı müstesna, onun soyunu azdıracağım.",
        "numberInSurah": 62,
        "juz": 15,
        "manzil": 4,
        "page": 288,
        "ruku": 246,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2092,
        "text": "Git demişti, kim sana uyarsa onlardan, hepinizin de cezası cehennemdir gerçekten ve o ceza, noksansız, tastamam bir ceza.",
        "numberInSurah": 63,
        "juz": 15,
        "manzil": 4,
        "page": 288,
        "ruku": 246,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2093,
        "text": "Onlardan kime gücün yeterse seslen, oynat yerinden onu, atlı, yaya, bütün ordunla yürü üstlerine, malda, evlatta ortak ol onlarla ve vaadet onlara ve Şeytan, yalandan başka bir şey vaat edemez ki onlara.",
        "numberInSurah": 64,
        "juz": 15,
        "manzil": 4,
        "page": 288,
        "ruku": 246,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2094,
        "text": "Şüphe yok ki gerçek kullarımın üstünde hiçbir hükmün yoktur, onlara karşı hiçbir gücün olmaz senin ve Rabbin, koruyucu olarak yeter onlara.",
        "numberInSurah": 65,
        "juz": 15,
        "manzil": 4,
        "page": 288,
        "ruku": 246,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2095,
        "text": "Rabbiniz, öyle bir Rabdir ki lütuf ve ihsanını arayın diye sizin için denizde gemileri yürütür. Şüphe yok ki o, size rahimdir.",
        "numberInSurah": 66,
        "juz": 15,
        "manzil": 4,
        "page": 288,
        "ruku": 246,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2096,
        "text": "Denizde bir zarara uğradınız mı tapıp çağırdıklarınızın hepsi kaybolup gider, ancak o kalır. Sizi kurtarıp karaya çıkardı mı da yüz çevirirsiniz ve insan, pek nankördür.",
        "numberInSurah": 67,
        "juz": 15,
        "manzil": 4,
        "page": 289,
        "ruku": 246,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2097,
        "text": "Emin misiniz sizi herhangi bir yerde orasıyla beraber yere geçirmeyeceğinden, yahut üstünüze taşlıtopaçlı bir kasırga göndermeyeceğinden? Sonra bir koruyucu da bulamazsınız kendinize.",
        "numberInSurah": 68,
        "juz": 15,
        "manzil": 4,
        "page": 289,
        "ruku": 246,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2098,
        "text": "Yoksa emin misiniz bir kere daha sizi denize döndürüp üstünüze kırıp döken bir fırtına yollamayacağından ve nankörlüğünüze karşı sizi sulara gark etmeyeceğinden? Sonra bizden öcünüzü alacak bir kimse de bulamazsınız kendinize.",
        "numberInSurah": 69,
        "juz": 15,
        "manzil": 4,
        "page": 289,
        "ruku": 246,
        "hizbQuarter": 115,
        "sajda": false
      },
      {
        "number": 2099,
        "text": "Andolsun ki biz Âdemoğullarını üstün ettik,karada suda taşıdık onları, tertemiz şeylerle rızıklandırdık onları ve yarattıklarımızın çoğundan üstün ettik onları.",
        "numberInSurah": 70,
        "juz": 15,
        "manzil": 4,
        "page": 289,
        "ruku": 246,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2100,
        "text": "O gün, herkesi, her topluluğu, uydukları kişilerle beraber çağıracağız. Gerçekten de kitabı, sağ eline verilenler, çekirdekteki kıl kadar bile zulüm görmeden kitaplarını okuyacaklar.",
        "numberInSurah": 71,
        "juz": 15,
        "manzil": 4,
        "page": 289,
        "ruku": 247,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2101,
        "text": "Ve burada kör olan, ahirette de kördür ve yolunu da tam sapıtmıştır, şaşırmış gitmiştir.",
        "numberInSurah": 72,
        "juz": 15,
        "manzil": 4,
        "page": 289,
        "ruku": 247,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2102,
        "text": "Onlar, sana vahyettiğimizden başka şeyler düzüp bize iftira etmen için az kaldı ki seni bile fitneye düşüreceklerdi ve o vakit seni dost edineceklerdi işte.",
        "numberInSurah": 73,
        "juz": 15,
        "manzil": 4,
        "page": 289,
        "ruku": 247,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2103,
        "text": "Sana sebat etme kabiliyeti vermeseydik andolsun ki birazcık meyledecektin onlara.",
        "numberInSurah": 74,
        "juz": 15,
        "manzil": 4,
        "page": 289,
        "ruku": 247,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2104,
        "text": "Eğer bunu yapsaydın hayatın acısını da iki kat olarak tattıracaktık sana, ölümün acısını da iki kat, sonra da bize karşı hiçbir yardımcı bulamayacaktın kendine.",
        "numberInSurah": 75,
        "juz": 15,
        "manzil": 4,
        "page": 289,
        "ruku": 247,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2105,
        "text": "Onlar, nerdeyse seni yurdundan çıkarmak için taciz edip duracaklar, fakat sen çıktıktan sonra arkandan onlar da pek az bir müddet kalacaklar.",
        "numberInSurah": 76,
        "juz": 15,
        "manzil": 4,
        "page": 290,
        "ruku": 247,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2106,
        "text": "Senden önce gönderdiğimiz peygamberler hakkındaki yolyordam da buydu ve yolumuzda yordamımızda bir değişiklik bulamazsın.",
        "numberInSurah": 77,
        "juz": 15,
        "manzil": 4,
        "page": 290,
        "ruku": 247,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2107,
        "text": "Ve namaz kıl güneşin zeval vaktinde, geceleyin karanlık basınca ve fecir çağında; şüphe yok ki sabah namazı, meleklerin tanık olduğu bir namazdır.",
        "numberInSurah": 78,
        "juz": 15,
        "manzil": 4,
        "page": 290,
        "ruku": 248,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2108,
        "text": "Gecenin bir kısmında uyanıp namaz kıl, bu namaz, sana mahsustur ve farz namazlardan fazla bir namazdır. Umulur ki Rabbin, seni Makamı Mahmud'a sahip kılar.",
        "numberInSurah": 79,
        "juz": 15,
        "manzil": 4,
        "page": 290,
        "ruku": 248,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2109,
        "text": "Ve de ki: Ya Rabbi, beni gireceğim yere gerçek olarak sok, çıkacağım yerden gerçek olarak çıkar ve katından, bana yardım eden bir kudret, kuvvet ver.",
        "numberInSurah": 80,
        "juz": 15,
        "manzil": 4,
        "page": 290,
        "ruku": 248,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2110,
        "text": "Ve de ki: Gerçek geldi, batıl yok olup gitti, şüphe yok ki batıl, zaten yok olur gider.",
        "numberInSurah": 81,
        "juz": 15,
        "manzil": 4,
        "page": 290,
        "ruku": 248,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2111,
        "text": "Ve biz, Kur'an'dan, inananlara şifa ve rahmet olan ayetleri indirmedeyiz ve bunlar, zalimlerin ancak ziyanlarını arttırır.",
        "numberInSurah": 82,
        "juz": 15,
        "manzil": 4,
        "page": 290,
        "ruku": 248,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2112,
        "text": "İnsana nimet verdik mi yüz çevirir, uzaklaşır, fakat bir şerre uğradı mı ümidini tamamıyla keser, yeise düşer.",
        "numberInSurah": 83,
        "juz": 15,
        "manzil": 4,
        "page": 290,
        "ruku": 248,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2113,
        "text": "De ki: Herkes huylandığı huya göre hareket eder. Gerçekten de Rabbiniz, en doğru yolu kim bulmuştur, pek iyi bilir onu.",
        "numberInSurah": 84,
        "juz": 15,
        "manzil": 4,
        "page": 290,
        "ruku": 248,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2114,
        "text": "Ve sana ruhu soruyorlar; de ki: Ruh, Rabbimin işindendir, hakındandır ve zaten size pek az bir bilgiden başka bir şey de verilmemiştir.",
        "numberInSurah": 85,
        "juz": 15,
        "manzil": 4,
        "page": 290,
        "ruku": 249,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2115,
        "text": "Ve dilersek sana vahyettiğimizi senden de gidermeye muktediriz, sonra bize karşı onu koruyacak bir kimse de bulamazsın.",
        "numberInSurah": 86,
        "juz": 15,
        "manzil": 4,
        "page": 290,
        "ruku": 249,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2116,
        "text": "Ancak Rabbinin rahmeti onu korumuştur; gerçekten de onun lütfü, ihsanı pek büyüktür sana.",
        "numberInSurah": 87,
        "juz": 15,
        "manzil": 4,
        "page": 291,
        "ruku": 249,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2117,
        "text": "De ki: İnsanlar ve cinler, bu Kur'an'ın bir benzerini meydana getirmek için bir araya gelseler bir benzerini meydana koyamazlar, hatta bir kısmı bir kısmına yardım etse bile.",
        "numberInSurah": 88,
        "juz": 15,
        "manzil": 4,
        "page": 291,
        "ruku": 249,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2118,
        "text": "Andolsun ki bu Kur'an'da insanlara bütün örnekleri tekrartekrar anlattıksa da insanların çoğu kabul etmedi, ancak küfre kapıldı.",
        "numberInSurah": 89,
        "juz": 15,
        "manzil": 4,
        "page": 291,
        "ruku": 249,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2119,
        "text": "Dediler ki: Bize yeryüzünden bir kaynak çıkarıp akıtmadıkça inanmayız sana.",
        "numberInSurah": 90,
        "juz": 15,
        "manzil": 4,
        "page": 291,
        "ruku": 249,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2120,
        "text": "Yahut hurma fidanlarıyla, üzüm çotuklarıyla dolu bir bahçen olup içinde de ırmaklar gürülgürül akmadıkça.",
        "numberInSurah": 91,
        "juz": 15,
        "manzil": 4,
        "page": 291,
        "ruku": 249,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2121,
        "text": "Yahut umduğun gibi göğü, parçaparça üstümüze düşürmedikçe, yahut Allah'la melekleri karşımıza getirmedikçe.",
        "numberInSurah": 92,
        "juz": 15,
        "manzil": 4,
        "page": 291,
        "ruku": 249,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2122,
        "text": "Yahut altından yapılma bir evin olmadıkça, yahut da gökyüzüne gözümüzün önünde çıkmadıkça ve bunu yapsan bile herbirimize gökten yazılı bir kitap indirmedikçe ve biz, onu okumadıkça gene gerçeklemeyiz, seni, gene inanmayız sana. De ki: Rabbimi tenzih ederim, ben neyim, ancak insan bir peygamber.",
        "numberInSurah": 93,
        "juz": 15,
        "manzil": 4,
        "page": 291,
        "ruku": 249,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2123,
        "text": "Fakat kendilerine doğru yolu gösteren bir peygamber geldi mi insanları inanmaktan meneden şey de Allah, hiçbir insanı peygamber olarak gönderir mi demeleridir zaten.",
        "numberInSurah": 94,
        "juz": 15,
        "manzil": 4,
        "page": 291,
        "ruku": 250,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2124,
        "text": "De ki: Yeryüzünde melekler bulunsaydı da rahatrahat gezselerdi onlara gökten bir meleği peygamber olarak gönderirdik.",
        "numberInSurah": 95,
        "juz": 15,
        "manzil": 4,
        "page": 291,
        "ruku": 250,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2125,
        "text": "De ki: Benimle sizin aranızda tanık olarak Allah yeter; şüphe yok ki o, kullarından haberdardır, onları görür.",
        "numberInSurah": 96,
        "juz": 15,
        "manzil": 4,
        "page": 291,
        "ruku": 250,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2126,
        "text": "Allah, kimi doğru yola sevkederse odur doğru yolu bulan ve kimi saptırırsa o çeşit adamlara ondan başka hiçbir yardımcı bulamazsın ve biz onları, kıyamet günü, yüzü koyun kapanmış olarak kör ve dilsiz haşrederiz, yurtları da cehennemdir; orasının ateşi ve harareti sakin oldukça alevini fazlalaştırır, yakaryandırırız.",
        "numberInSurah": 97,
        "juz": 15,
        "manzil": 4,
        "page": 292,
        "ruku": 250,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2127,
        "text": "Bu da, delillerimizi inkar edip kemik haline geldikten, toz olup gittikten sonra mı yeniden yaratılacağız da dirileceğiz demelerinin karşılığı.",
        "numberInSurah": 98,
        "juz": 15,
        "manzil": 4,
        "page": 292,
        "ruku": 250,
        "hizbQuarter": 116,
        "sajda": false
      },
      {
        "number": 2128,
        "text": "Görmüyorlar mı ki Allah, öyle bir mabut ki hiç şüphesiz gökleri ve yeryüzünü yaratmıştır, onların benzerini de yaratmaya gücü yeter ve onlar için bir müddet tayin etmiştir ki şüphe yok bunda. Fakat zulmedenler, kabul etmezler de ancak küfre kapılırlar.",
        "numberInSurah": 99,
        "juz": 15,
        "manzil": 4,
        "page": 292,
        "ruku": 250,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2129,
        "text": "De ki: Rabbimin rahmet hazineleri elinizde olsaydı harcayıp tükenmeden korkar, hasislik ederdiniz, zaten de insan, pek hasistir.",
        "numberInSurah": 100,
        "juz": 15,
        "manzil": 4,
        "page": 292,
        "ruku": 250,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2130,
        "text": "Andolsun ki biz, Musa'ya dokuz tane apaçık delil vermiştik; sor İsrailoğullarına; Musa, onlara gelince Firavun ya Musa demişti, şüphe yok ki ben seni büyülenmiş sanıyorum.",
        "numberInSurah": 101,
        "juz": 15,
        "manzil": 4,
        "page": 292,
        "ruku": 251,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2131,
        "text": "O da, sen de biliyorsun ki demişti, bunları, insanlara apaçık deliller olmak üzere ancak göklerin ve yeryüzünün Rabbi indirmiştir ve şüphe yok ki ey Firavun, ben de seni küfriyle helak olmuş sanıyorum.",
        "numberInSurah": 102,
        "juz": 15,
        "manzil": 4,
        "page": 292,
        "ruku": 251,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2132,
        "text": "Onları Mısır'dan çıkarmayı kurunca onu da onunla beraber bulunanların hepsini de sulara boğduk.",
        "numberInSurah": 103,
        "juz": 15,
        "manzil": 4,
        "page": 292,
        "ruku": 251,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2133,
        "text": "Ve bundan sonra İsrailoğullarına dedik ki: Yeryüzünde oturun, eğleşin, ahiret hakkındaki vaadimizin yerine gelme zamanı çatınca hepinizi derleyip tapımıza getirirler.",
        "numberInSurah": 104,
        "juz": 15,
        "manzil": 4,
        "page": 292,
        "ruku": 251,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2134,
        "text": "Ve biz Kur'an'ı hak ve gerçek olarak indirdik, o da hak ve gerçek hükümlerle indi ve seni de ancak müjdeci ve korkutucu olarak gönderdik.",
        "numberInSurah": 105,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 251,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2135,
        "text": "Bir Kur'an'dır ki onu insanlara duradura, yavaşyavaş okuman için ayetayet, suresure ayırdık ve onu azarazar indirdik.",
        "numberInSurah": 106,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 251,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2136,
        "text": "De ki: İster inanın, ister inanmayın; bundan önce kendilerine bilgi verilenlere okundu mu onlar, yüzüstü kapanıp secde ediyorlar",
        "numberInSurah": 107,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 251,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2137,
        "text": "Ve noksan sıfatlardan münezzehtir Rabbimiz diyorlar, gerçekten de Rabbimizin vaadi, yerine gelmiştir.",
        "numberInSurah": 108,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 251,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2138,
        "text": "Ağlayaağlaya yüzüstü yere kapanıyorlar ve Kur'an'ı dinleyiş onların gönül alçaklığını ve itaatlerini arttırıyor.",
        "numberInSurah": 109,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 251,
        "hizbQuarter": 117,
        "sajda": {
          "id": 4,
          "recommended": true,
          "obligatory": false
        }
      },
      {
        "number": 2139,
        "text": "De ki: İster Allah Adıyla dua edin, ister rahman adıyla, hangi adla dua ederseniz edin, gerçekten de bütün güzel adlar, onundur ve namazında pek yüksek sesle okuma, sesini pek de yavaşlatma, ikisinin arasında bir yol tut.",
        "numberInSurah": 110,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 251,
        "hizbQuarter": 117,
        "sajda": false
      },
      {
        "number": 2140,
        "text": "Ve de ki: Hamd Allah'a ki oğul edinmemiştir kendisine ve saltanatta, tasarrufta ortağı yoktur ve aciz olmadığından yardımcıya da ihtiyacı yoktur ve pek büyük bil, onu, büyüklüğünü de bildir.",
        "numberInSurah": 111,
        "juz": 15,
        "manzil": 4,
        "page": 293,
        "ruku": 251,
        "hizbQuarter": 117,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "tr.golpinarli",
      "language": "tr",
      "name": "Abdulbakî Gölpınarlı",
      "englishName": "Abdulbaki Golpinarli",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}