{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 22,
    "name": "سُورَةُ الحَجِّ",
    "englishName": "Al-Hajj",
    "englishNameTranslation": "The Pilgrimage",
    "revelationType": "Medinan",
    "numberOfAyahs": 78,
    "ayahs": [
      {
        "number": 2596,
        "text": "Ey insanlar, çekinin Rabbinizden, şüphe yok ki kıyametin sarsıntısı, pek büyük birşeydir.",
        "numberInSurah": 1,
        "juz": 17,
        "manzil": 4,
        "page": 332,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2597,
        "text": "Onu gördüğünüz gün, bütün emzikli kadınlar; çocuklarını bile unutup bırakır, her gebe kadın, çocuğunu düşürür ve insanları sarhoş görürsün, fakat sarhoş değildir onlar, ancak Allah'ın azabı pek çetindir.",
        "numberInSurah": 2,
        "juz": 17,
        "manzil": 4,
        "page": 332,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2598,
        "text": "İnsanlardan öylesi de var ki bilgisi olmadığı halde Allah hakkında münakaşaya girişir ve her azgın Şeytanın peşine düşer.",
        "numberInSurah": 3,
        "juz": 17,
        "manzil": 4,
        "page": 332,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2599,
        "text": "Ezelden takdir edilmiştir, kim, onu sever, kim ona uyarsa şüphe yok ki o, azdırır onu ve alevalev yanan ateşin azabına sürükler.",
        "numberInSurah": 4,
        "juz": 17,
        "manzil": 4,
        "page": 332,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2600,
        "text": "Ey insanlar, ölümden sonra dirilme hakkında şüphedeyseniz bilin ki hiç şüphe yok, sizi topraktan yarattık biz, sonra bir katre sudan, sonra donmuş bir parça kandan, sonra yaratılışı tamamlanmış, tamamlanmamış bir et parçasından size apaçık gösterelim kudretimizi diye. Ve sizi, dilediğimiz muayyen bir zamana dek rahimlerde kararlaştırırız, sonra çocuk olarak çıkarırız sizi, sonra da ergenlik çağına getiririz ve sizden ölen olur, gene sizden, bilgisinden sonra hiçbir şey bilmez bir hale gelen ve ömrün en aşağılık devresine sürüklenen olur. Ve yeryüzünü kupkuru görürsün, fakat ona yağmur yağdırdığımız zaman harekete gelir, kabarır ve çeşitli, çifterçifter güzelim nebatlar bitirir.",
        "numberInSurah": 5,
        "juz": 17,
        "manzil": 4,
        "page": 332,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2601,
        "text": "Bu da, şüphe yok ki Allah'ın gerçek oluşundandır ve şüphe yok ki o, ölüyü de diriltir ve şüphe yok ki onun, her şeye gücü yeter.",
        "numberInSurah": 6,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2602,
        "text": "Ve gerçekten de kıyamet gelmededir, şüphe yok onda ve gerçekten de Allah, kabirlerdekileri diriltecektir.",
        "numberInSurah": 7,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2603,
        "text": "Ve insanlardan, bilgisi ve aydınlatıcı bir kitabı olmadığı halde Allah hakkında münakaşaya girişen var.",
        "numberInSurah": 8,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2604,
        "text": "Halkı Allah yolundan saptırmak için kendi kendine ululanır durur. Ona, dünyada aşağılık bir durum var ve kıyamet günü de yakıp kavurucu azabı tattırırız ona.",
        "numberInSurah": 9,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2605,
        "text": "Bu da senin, kendi ellerinle kendine hazırladığın şeydir ve şüphe yok ki Allah, alabildiğine zulmetmez kullarına.",
        "numberInSurah": 10,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 285,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2606,
        "text": "Ve insanlardan, Allah'a kalbiyle değil de diliyle kulluk eden de var; ona bir hayır isabet ederse kalbi yatışır o hayır yüzünden, fakat bir sınamaya uğrarsa yüzü dönüverir; dünyada da ziyan eder, ahirette de; işte budur apaçık ziyan.",
        "numberInSurah": 11,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2607,
        "text": "Allah'ı bırakır da kendisine ne bir zarar verebilen, ne bir fayda verebilen şeyi çağırır. Budur işte doğruluktan tamamıyla uzak bir sapıklık.",
        "numberInSurah": 12,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2608,
        "text": "Zararı, faydasından daha yakın olanı çağırır; fakat ne de kötü yardımcıdır o, ne de kötü arkadaş.",
        "numberInSurah": 13,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2609,
        "text": "Şüphe yok ki Allah, inanan ve iyi işlerde bulunanları, kıyılarından ırmaklar akan cennetlere sokar; şüphe yok ki Allah, dilediğini yapar.",
        "numberInSurah": 14,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2610,
        "text": "Allah, peygambere dünyada da, ahirette de yardım etmeyecek sanan bilsin ki yardım edecektir, isterse tavana bir ip takıp assın kendini de ölsün ve baksın da görsün, bu yaptığı düzen, kızdığı şeyi ortadan kaldırır mı?",
        "numberInSurah": 15,
        "juz": 17,
        "manzil": 4,
        "page": 333,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2611,
        "text": "İşte biz, apaçık ayetleri böyle indirdik ona ve şüphe yok ki Allah, dilediğini doğru yola sevk eder.",
        "numberInSurah": 16,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2612,
        "text": "Şüphe yok ki inananlar ve Yahudi olanlar, Sabiiler, Nasraniler ve Mecusilerle bir de şirk koşan kişiler; şüphe yok ki Allah, kıyamet gününde onların aralarını ayırır; şüphe yok ki Allah, her şeye tanıktır.",
        "numberInSurah": 17,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": false
      },
      {
        "number": 2613,
        "text": "Görmez misin, Allah, şüphe yok, öyle bir mabut ki ona secde eder ne varsa göklerde ve ne varsa yeryüzünde ve güneş, ay, yıldızlar, dağlar, ağaç, hayvanlar ve insanların çoğu ve çoğu da azabı hak etmiştir ve Allah, kimi hor kılarsa onu kutluluğa ulaştırıp ona lütuf ve ihsanda bulunan hiçbir kimse bulunamaz; şüphe yok ki Allah, dilediğini yapar.",
        "numberInSurah": 18,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 133,
        "sajda": {
          "id": 6,
          "recommended": true,
          "obligatory": false
        }
      },
      {
        "number": 2614,
        "text": "Şu iki zümre, Rablerinin dini hakkında birbirleriyle çekişen iki düşmandır; kafir olanlara ateşten libaslar biçilmiştir, tepelerine de kaynar su dökülecek.",
        "numberInSurah": 19,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2615,
        "text": "Ve bu suretle karınlarında ne varsa o da eritilecek, derileri de.",
        "numberInSurah": 20,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2616,
        "text": "Onlara demirden çomaklar da var.",
        "numberInSurah": 21,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2617,
        "text": "Ne zaman elemlerinden, oradan çıkmak isteseler gene oraya gönderilirler de tadın yakıp kavuran azabı denir.",
        "numberInSurah": 22,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 286,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2618,
        "text": "Şüphe yok ki Allah, inanan ve iyi işlerde bulunanları, kıyılarından ırmaklar akan cennetlere koyar, orada altın bilezikler ve inciler takınıp bezenirler ve orada, elbiseleri de ipektir.",
        "numberInSurah": 23,
        "juz": 17,
        "manzil": 4,
        "page": 334,
        "ruku": 287,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2619,
        "text": "Ve onlar, sözün en temizini söylemeye irşat edilmişlerdir ve onlar hamde layık Tanrının yoluna irşad edilmişlerdir.",
        "numberInSurah": 24,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 287,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2620,
        "text": "Kafir olanlar ve halkı Allah'ın yolundan çıkaranlar ve insanlar için ibadet yeri olarak halkettiğimiz ve orada yurt tutanla orayı ziyaret için gelen hakkında aynı hükümleri yürüttüğümüz Mescidi Haram'dan men edenlerse. Ve kim orada nehy edilmiş birşeyi zulmederek yapmak isterse ona elemli azabı tattırırız.",
        "numberInSurah": 25,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 287,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2621,
        "text": "An o zamanı ki hani biz İbrahim'e, bana hiçbir şeyi şerik tutma ve tavaf edenlere, namaz kılanlara, rüku edenlere, secde kılanlara tertemiz tut evimi diye Beyt'in yerini göstermiştik.",
        "numberInSurah": 26,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2622,
        "text": "Ve insanları hacca davet et, uzakuzak, bütün yerlerden yaya olarak, yahut hayvana binerek gelsinler sana.",
        "numberInSurah": 27,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2623,
        "text": "Gelsinler de kendilerine ait olan menfaatleri elde etsinler ve kendilerine rızık olarak verilen dört ayaklı hayvanları, muayyen günlerde Allah'ın adını anarak kessinler. Yiyin artık onlardan ve yokyoksul fakiri de doyurun.",
        "numberInSurah": 28,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2624,
        "text": "Sonra ihramdayken yapılmayan şeyleri yapıp temizlensinler, adaklarını yerine getirsinler ve tavaf etsinler Beytalatıyk'ı.",
        "numberInSurah": 29,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2625,
        "text": "İşte budur hac ve Allah'ın, hürmeti emrettiği şeylere tazim eden kişiye bu hareketi, Rabbi katında hayırlıdır ve size, okunan şeyler müstesna, öküz, inek, koyun, deve helal edilmiştir, artık çekinin putlara tapma pisliğinden ve çekinin yalan sözden.",
        "numberInSurah": 30,
        "juz": 17,
        "manzil": 4,
        "page": 335,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2626,
        "text": "Allah'ı bir tanıyıp ona şirk koşmaksızın ve kim, Allah'a şirk koşarsa sanki havadan düşmüştür de kuş kapmıştır onu, yahut da rüzgar almış, pek uzak bir yere sürüp atmıştır onu.",
        "numberInSurah": 31,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2627,
        "text": "İşte böyledir bu ve kim Allah dininin hükümlerini ulularsa şüphe yok ki bu hareket, yüreklerdeki çekinme duygusundandır.",
        "numberInSurah": 32,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2628,
        "text": "Kurbanlık hayvanlarda, muayyen bir zamanadek faydalar var size, sonra varıp gidecekleri yer, BeytalAtıyk'tir.",
        "numberInSurah": 33,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 288,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2629,
        "text": "Her ümmete kurban kesmeyi meşru kıldık davarlardan onlara rızık olarak verdiklerimizi keserlerken Allah'ın adını anmaları şartıyla ve bilin ki mabudunuz, bir mabuttur artık ona teslim olun ve müjdele itaat edip alçak gönüllü olanları.",
        "numberInSurah": 34,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 289,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2630,
        "text": "Öyle kişilerdir onlar ki Allah anılınca yürekleri oynar korkudan ve uğradıkları müsibetlere katlanırlar, namaz kılmaya devam ederler ve kendilerini rızıklandırdığımız şeylerin bir kısmını harcarlar yoksullara.",
        "numberInSurah": 35,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 289,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2631,
        "text": "Büyük develeri de Allah'ın size meşru kıldığı kurbanlık hayvanlar olarak yarattık, onlarda hayır ve menfaat var size. Artık onlar, ayaktayken onları boğazlayın ve Allah'ın adını anın, yanüstü düştükleri zaman da hem siz yiyin ondan, hem de yoksulluğunu bildirip isteyen ve gizleyip istemeyen yoksulları doyurun; siz şükredesiniz diye böylece onları da ram ettik size.",
        "numberInSurah": 36,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 289,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2632,
        "text": "Onların ne etleri Allah'a ulaşır, ne kanları, fakat sizin çekinmenizdir ki ona ulaşır. Sizi doğru yola sevkettiğinden dolayı Allah'ı büyük bilmeniz için onları da ram etti size ve müjdele iyilik edenleri.",
        "numberInSurah": 37,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 289,
        "hizbQuarter": 134,
        "sajda": false
      },
      {
        "number": 2633,
        "text": "Şüphe yok ki Allah, inananlardan müşriklerin şerrini defedecek; şüphe yok ki Allah, hainlikte ileri giden nankörlerin hiçbirini sevmez.",
        "numberInSurah": 38,
        "juz": 17,
        "manzil": 4,
        "page": 336,
        "ruku": 289,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2634,
        "text": "Kendileriyle savaşa girişilenlere, zulme uğradıklarından dolayı savaşmaya izin verildi ve şüphe yok Allah'ın, onlara yardım etmeye gücü yeter elbette.",
        "numberInSurah": 39,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2635,
        "text": "O kişilerdir onlar ki ancak Rabbimiz Allah'tır dediklerinden dolayı haksız olarak yurtlarından çıkarıldılar ve eğer Allah, insanların bir kısmını bir kısmıyle defetmeseydi, içlerinde Allah adının çok anıldığı manastırlar da yıkılırdı, havralar da, kiliseler de, mescitler de ve Allah, kendisine yardım edene mutlaka yardım eder; şüphe yok ki Allah, kuvvetlidir, üstündür.",
        "numberInSurah": 40,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2636,
        "text": "O kişilerdir onlar ki onları yeryüzünde yerleştirdik mi namaz kılarlar, zekat verirler, iyiliği emrederler, kötülükten vazgeçirmeye çalışırlar ve bütün işlerin sonucu, Allah'a varır.",
        "numberInSurah": 41,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2637,
        "text": "Seni yalanlarlarsa onlardan önce gelip geçen Nuh, Âd ve Semud kavimleri de yalanlamışlardı.",
        "numberInSurah": 42,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2638,
        "text": "Ve İbrahim kavmi de, Lut kavmi de.",
        "numberInSurah": 43,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2639,
        "text": "Ve Medyen ehli de yalanlamıştı ve Musa da yalanlanmıştı da onların azabını geciktirdim, bir mühlet verdim onlara da sonra helak ediverdim onları; nasılmış beni inkar etmek, nasıl da devletlerini felakete çevirmişim.",
        "numberInSurah": 44,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2640,
        "text": "Nice şehirler var ki halkı zalim olduğundan helak ettik onları ve o şehirlerin tavanları, duvarlarına çökmüş, yerle bir olmuş, ıpıssız kalmış ve nice kuyular kuruttuk, nice yüce köşkler yıktık.",
        "numberInSurah": 45,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2641,
        "text": "Akıl ve tedbire sahip olacak akıl, duyup anlayacak kulak elde etmek için hiç de mi yeryüzünde gezip dolaşmazlar? Gerçekten de gözler kör olmaz ama gönüllerdeki can gözleri körleşir.",
        "numberInSurah": 46,
        "juz": 17,
        "manzil": 4,
        "page": 337,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2642,
        "text": "Azabın, çabucak gelip çatmasını isterler senden ve Allah, vaadinden caymaz kesin olarak ve Rabbinin katında bir gün, sizin sayıp durduğunuz bin yıl gibidir.",
        "numberInSurah": 47,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2643,
        "text": "Ve nice şehir var ki halkı zalim olduğundan mühlet verdik onlara da sonra helak ediverdim ve dönüp gelecekleri yer de benim tapımdır.",
        "numberInSurah": 48,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 290,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2644,
        "text": "De ki: Ey insanlar, ben ancak size, apaçık bir korkutucuyum.",
        "numberInSurah": 49,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2645,
        "text": "İnanan ve iyi işlerde bulunanlaradır yarlıganmak ve güzel bir rızık.",
        "numberInSurah": 50,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2646,
        "text": "Delillerimize karşı gelmeye uğraşanlara gelince: Onlar, alevalev yanan cehennemin ehlidir.",
        "numberInSurah": 51,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2647,
        "text": "Ve senden önce, şeriat sahibi veya başkasının şeriatine uymuş hiçbir peygamber göndermedik ki o, bir şey dilediği zaman Şeytan, onun dileğine bir fitne katmaya uğraşmasın. Fakat Allah, Şeytan'ın katmak istediği şeyi bozar, sonra da ayetlerini sağlamlaştırır ve Allah, her şeyi bilir, hüküm ve hikmet sahibidir.",
        "numberInSurah": 52,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2648,
        "text": "Bu da, Şeytan'ın katmak istediği şeyi, gönüllerinde hastalık olanlarla yürekleri katı bulunanlara bir sınama yapmak içindir ve şüphe yok ki zalimler, gerçekten pek uzak bir ayrılık içindedir.",
        "numberInSurah": 53,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2649,
        "text": "- Bir de bu suretle kendilerine bilgi verilenler, bilirler ki Kur'an, Rabbinden gelen bir gerçektir ve artık inanırlar ona, gönülleri, onunla tevazuya erişir ve şüphe yok ki Allah, inananları elbette doğru yola sevk eder.",
        "numberInSurah": 54,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2650,
        "text": "Kafir olanlarsa, kıyamet gelip çatmadıkça, yahut o kısır gün, onlara gelmedikçe onun hakkında şüphe etmekten kurtulamazlar.",
        "numberInSurah": 55,
        "juz": 17,
        "manzil": 4,
        "page": 338,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2651,
        "text": "O gün, saltanat ve tasarruf, Allah'ındır, aralarını hükmeder o, inanıp iyi işlerde bulunanlar, nimetlerle dolu cennetlerdedir.",
        "numberInSurah": 56,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2652,
        "text": "Kafir olup delillerimizi yalanlayanlarsa, onlar içindir horlayan, aşağılatan azap.",
        "numberInSurah": 57,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 291,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2653,
        "text": "Allah yolunda yurtlarından göçenleri, sonra öldürülenleri, yahut ölenleri Allah, mutlaka güzel bir rızıkla rızıklandıracaktır ve şüphe yok ki Allah, elbette rızık verenlerin en hayırlısıdır.",
        "numberInSurah": 58,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2654,
        "text": "Mutlaka onları, hoşnut olacakları bir yere ithal edecektir ve şüphe yok ki Allah, her şeyi bilir ve azap etmede acele etmez.",
        "numberInSurah": 59,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 135,
        "sajda": false
      },
      {
        "number": 2655,
        "text": "Böyledir bu ve kim bir cezaya uğrar da ceza edeni ona benzer bir surette cezalandırırsa, sonra da gene aleyhine taşkınlıkta bulunulursa Allah yardım eder ona; şüphe yok ki Allah, suçları bağışlar, örter.",
        "numberInSurah": 60,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2656,
        "text": "Böyledir bu, çünkü Allah, geceyi kısaltır, gecenin bir kısmını gündüz yapar, gündüzü kısaltır, bir kısmını gece yapar ve şüphe yok ki Allah, her şeyi duyar, görür.",
        "numberInSurah": 61,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2657,
        "text": "Böyledir bu, çünkü Allah, gerçektir ve şüphe yok ki ondan başka neyi çağırırlarsa boştur, aslı yoktur ve şüphe yok ki Allah, pek yücedir, pek büyük.",
        "numberInSurah": 62,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2658,
        "text": "Görmez misin, şüphe yok ki Allah, gökten yağmur yağdırır da yeryüzü yemyeşil olur; şüphe yok ki Allah, lütuf ve ihsan sahibidir, her şeyden haberdardır.",
        "numberInSurah": 63,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2659,
        "text": "Onundur ne varsa göklerde ve ne varsa yeryüzünde ve şüphe yok ki Allah, müstağnidir her şeyden ve odur hamde layık.",
        "numberInSurah": 64,
        "juz": 17,
        "manzil": 4,
        "page": 339,
        "ruku": 292,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2660,
        "text": "Görmez misin, şüphe yok ki Allah, ram etmiştir size yeryüzünde ne varsa ve emriyle denizde akıp giden gemiyi ve izni olmadıkça gökyüzünü yeryüzüne yıkmaz da tutar; şüphe yok ki Allah, insanları pek esirger ve rahimdir.",
        "numberInSurah": 65,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2661,
        "text": "Öyle bir mabuttur ki sizi diriltti, sonra öldürür, sonra gene diriltir, fakat şüphe yok ki insan, pek nankördür.",
        "numberInSurah": 66,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2662,
        "text": "Ve her ümmete bir din verdik, o dine göre ibadette bulunurlar, artık seninle her hususta çekişmeye kalkışmasınlar ve Rabbinin yoluna çağır, şüphe yok ki sen, doğru yolu bulmuşsun.",
        "numberInSurah": 67,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2663,
        "text": "Seninle mücadele ederlerse artık Allah de, ne yaptığınızı bilir.",
        "numberInSurah": 68,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2664,
        "text": "Allah, kıyamet günü, ne hususta aykırılığa düştüyseniz, aranızda hükmeder sizin.",
        "numberInSurah": 69,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2665,
        "text": "Bilmez misin ki Allah, gerçekten de bilir ne varsa göklerde ve ne varsa yeryüzünde; şüphe yok ki bu, bir kitapta tespit edilmiştir; şüphe yok ki bu, Allah'a pek kolaydır.",
        "numberInSurah": 70,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2666,
        "text": "Ve bu hususta kendilerinin bir delilleri olmadığı ve bir bilgiye sahip bulunmadıkları halde Allah'ı bırakırlar da başka şeylere kulluk ederler ve zalimlere hiçbir yardımcı yoktur.",
        "numberInSurah": 71,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2667,
        "text": "Onlara apaçık ayetlerimizi okudun mu yüzlerinde inkar alametleri belirir, görüp tanırsın sen de; neredeyse ayetlerimizi onlara okuyanlara saldırıverecekler. De ki: Bundan daha şer, daha da beter bir şey haber vereyim mi size: Ateş. Allah, kafir olanlara vaadetmiştir onu ve orası, dönüp gidilecek ne de kötü yer.",
        "numberInSurah": 72,
        "juz": 17,
        "manzil": 4,
        "page": 340,
        "ruku": 293,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2668,
        "text": "Ey insanlar, bir örnek getirilmede, dinleyin onu: Allah'ı bırakıp da taptığınız putlar yok mu, onlar, bir sineği bile yaratamazlar kesin olarak, hatta hepsi bir araya gelse bile ve sinek, onlardan bir şey kapıp gitse onu da tekrar geri alamazlar ondan; isteyen de acizdir, istenen de.",
        "numberInSurah": 73,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2669,
        "text": "Onlar, Allah'ın büyüklüğünü hakkıyla bilemediler; şüphe yok ki Allah, kuvvet sahibidir, üstündür.",
        "numberInSurah": 74,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2670,
        "text": "Allah, meleklerden ve insanlardan peygamberler seçmiştir; şüphe yok ki Allah, duyar, görür.",
        "numberInSurah": 75,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2671,
        "text": "Bilir ne varsa önlerinde ve ne varsa artlarında ve bütün işler, dönüp Allah'a varır.",
        "numberInSurah": 76,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": false
      },
      {
        "number": 2672,
        "text": "Ey inananlar, rüku edin, secde edin, kulluk edin Rabbinize ve hayır işleyin de kurtulun, erin muradınıza.",
        "numberInSurah": 77,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": {
          "id": 7,
          "recommended": true,
          "obligatory": false
        }
      },
      {
        "number": 2673,
        "text": "Ve Allah için hakkıyla savaşın. O seçti sizi ve dinde bir güçlük vermedi size; babanız İbrahim'in dini. O mabuttur daha önce ve bu Kur'an'da size Müslüman adını takan, Peygamber, size tanık olsun, siz de insanlara tanıklık edin diye. Artık namaz kılın, zekat verin ve sarılın Allah'a, odur dostunuz; ne de güzel dosttur, ne de güzel yardımcı.",
        "numberInSurah": 78,
        "juz": 17,
        "manzil": 4,
        "page": 341,
        "ruku": 294,
        "hizbQuarter": 136,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "tr.golpinarli",
      "language": "tr",
      "name": "Abdulbakî Gölpınarlı",
      "englishName": "Abdulbaki Golpinarli",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}