{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 24,
    "name": "سُورَةُ النُّورِ",
    "englishName": "An-Noor",
    "englishNameTranslation": "The Light",
    "revelationType": "Medinan",
    "numberOfAyahs": 64,
    "ayahs": [
      {
        "number": 2792,
        "text": "Bir suredir ki onu indirdik ve hükümlerini farzettik ve anıp ibret alın diye onda nice apaçık deliller de gösterdik.",
        "numberInSurah": 1,
        "juz": 18,
        "manzil": 4,
        "page": 350,
        "ruku": 301,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2793,
        "text": "Zina eden kadınla zina eden erkeğin herbirine yüzer sopa vurun ve Allah dinindeki bu hüküm hususunda onları esirgemeniz tutmasın ve azaplarını da inananların bir bölüğü görsün.",
        "numberInSurah": 2,
        "juz": 18,
        "manzil": 4,
        "page": 350,
        "ruku": 301,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2794,
        "text": "Zina eden erkek, ancak zina eden kadını, yahut şirk koşan kadını nikahlayabilir ve zina eden kadın da ancak zina eden erkekle, yahut şirk koşanla nikahlanabilir ve bu, inananlara haram edilmiştir.",
        "numberInSurah": 3,
        "juz": 18,
        "manzil": 4,
        "page": 350,
        "ruku": 301,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2795,
        "text": "Hür namuslu kadınlara iftira edip de sonra dört tanık getiremeyenlere de seksen sopa vurun ve tanıklıklarını ebediyen kabul etmeyin ve onlardır buyruktan çıkanların ta kendileri.",
        "numberInSurah": 4,
        "juz": 18,
        "manzil": 4,
        "page": 350,
        "ruku": 301,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2796,
        "text": "Ancak bundan sonra tövbe ederler ve düzgün bir hale gelirlerse artık şüphe yok ki Allah, suçları örter rahimdir.",
        "numberInSurah": 5,
        "juz": 18,
        "manzil": 4,
        "page": 350,
        "ruku": 301,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2797,
        "text": "Eşlerinin zina ettiğini söyleyenlere gelince: Kendilerinden başka tanık yoksa, gerçekten de doğru söyleyenlerden olduklarına dair herbirinin, dört kere tanıklık etmesi gerektir.",
        "numberInSurah": 6,
        "juz": 18,
        "manzil": 4,
        "page": 350,
        "ruku": 301,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2798,
        "text": "Beşincide, yalancılardansam Allah'ın laneti yalancıya diye tanıklık eder.",
        "numberInSurah": 7,
        "juz": 18,
        "manzil": 4,
        "page": 350,
        "ruku": 301,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2799,
        "text": "Kadının, Allah adına dört kere tanıklık edip kocasının, gerçekten de yalancılardan olduğunu söylemesi, cezayı, kendisinden giderir.",
        "numberInSurah": 8,
        "juz": 18,
        "manzil": 4,
        "page": 350,
        "ruku": 301,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2800,
        "text": "Beşincide, kocam doğru söyleyenlerdense gerçekten de Allah'ın gazabı bana der.",
        "numberInSurah": 9,
        "juz": 18,
        "manzil": 4,
        "page": 350,
        "ruku": 301,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2801,
        "text": "Allah'ın, size lütfü ve rahmeti olmasaydı ve şüphesiz bir surette Allah, tövbeleri kabul etmeseydi, hüküm ve hikmet sahibi bulunmasaydı ne yapardınız?",
        "numberInSurah": 10,
        "juz": 18,
        "manzil": 4,
        "page": 350,
        "ruku": 301,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2802,
        "text": "O uydurma haberi size getiren sizden bir taifedir; onu şer sanmayın kendinize, hatta o, hayırdır size. Onlardan herbirinin kazandığı günah, kendisine aittir, içlerinden, suçun en büyüğünü yüklenene gelince: Onundur en büyük azap.",
        "numberInSurah": 11,
        "juz": 18,
        "manzil": 4,
        "page": 351,
        "ruku": 302,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2803,
        "text": "Bunu duydukları zaman inanan erkeklerle kadınlar, kendilerine nasıl hüsnü zanda bulunuyorlarsa öylece hüsnü zanda bulunsalardı da bu, apaçık bir iftira deselerdi.",
        "numberInSurah": 12,
        "juz": 18,
        "manzil": 4,
        "page": 351,
        "ruku": 302,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2804,
        "text": "Bu işe ait dört tanık getirselerdi ya. Tanık getiremeyince de onlar, Allah katında yalancıların ta kendileridir.",
        "numberInSurah": 13,
        "juz": 18,
        "manzil": 4,
        "page": 351,
        "ruku": 302,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2805,
        "text": "Dünyada ve ahirette Allah'ın, size lütfü ve rahmeti olmasaydı daldığınız o dedikodu yüzünden mutlaka pek büyük bir azaba uğrardınız.",
        "numberInSurah": 14,
        "juz": 18,
        "manzil": 4,
        "page": 351,
        "ruku": 302,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2806,
        "text": "O zaman siz, onu ağızdan ağıza naklediyor ve hiçbir bilginiz olmayan o şeyi ağızlarınızla söyleyip duruyordunuz ve sanıyordunuz ki o, kolay bir şey, halbuki o, Allah katında pek büyük birşeydi.",
        "numberInSurah": 15,
        "juz": 18,
        "manzil": 4,
        "page": 351,
        "ruku": 302,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2807,
        "text": "Duyduğunuz vakit, buna dair bir söz söylemek, bize düşmez; haşa, bu, pek büyük bir iftira deseydiniz.",
        "numberInSurah": 16,
        "juz": 18,
        "manzil": 4,
        "page": 351,
        "ruku": 302,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2808,
        "text": "Eğer inanmışsanız Allah size öğüt vermededir bir daha ebediyen buna benzer birşeye dönmemeniz hakkında.",
        "numberInSurah": 17,
        "juz": 18,
        "manzil": 4,
        "page": 351,
        "ruku": 302,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2809,
        "text": "Ve Allah, size delillerini apaçık bildirmededir ve Allah, her şeyi bilir, hüküm ve hikmet sahibidir.",
        "numberInSurah": 18,
        "juz": 18,
        "manzil": 4,
        "page": 351,
        "ruku": 302,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2810,
        "text": "İnananlar arasında kötü şeylerin yayılmasını sevenleredir dünyada ve ahirette elemli azap ve Allah, her şeyi bilir, sizse bilmezsiniz.",
        "numberInSurah": 19,
        "juz": 18,
        "manzil": 4,
        "page": 351,
        "ruku": 302,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2811,
        "text": "Allah'ın, size lütfü ve merhameti olmasaydı ve şüphesiz bir surette Allah, esirgeyici ve rahim bulunmasaydı ne yapardınız?",
        "numberInSurah": 20,
        "juz": 18,
        "manzil": 4,
        "page": 351,
        "ruku": 302,
        "hizbQuarter": 140,
        "sajda": false
      },
      {
        "number": 2812,
        "text": "Ey inananlar, Şeytan'ın izini izlemeyin ve kim, Şeytan'ın izini izlerse bilsin ki hiç şüphe yok o, çirkin ve kötü şeyleri buyurur ve Allah'ın, size lütfü ve rahmeti olmasaydı içinizden hiçbiriniz, ebediyen temiz bir hale gelemezdi, fakat Allah dilediğini temizler ve Allah, her şeyi duyar, bilir.",
        "numberInSurah": 21,
        "juz": 18,
        "manzil": 4,
        "page": 352,
        "ruku": 303,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2813,
        "text": "Üstün ve geçimi geniş olanlarınız, akrabaya, yoksullara ve Allah yolunda yurtlarından göçenlere vermekten çekinmesinler ve iyilik etmeyi terketmesinler ve bağışlasınlar ve suçtan geçsinler. Allah'ın, sizi yarlıgamasını sevmez, istemez misiniz? Ve Allah suçları örter, rahimdir.",
        "numberInSurah": 22,
        "juz": 18,
        "manzil": 4,
        "page": 352,
        "ruku": 303,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2814,
        "text": "Hiçbir şeyden haberi olmayan hür, namuslu, inanmış kadınlara iftira edenlere, dünyada da lanet edilmiştir, ahirette de ve onlaradır pek büyük azap.",
        "numberInSurah": 23,
        "juz": 18,
        "manzil": 4,
        "page": 352,
        "ruku": 303,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2815,
        "text": "O günde ki kendi dilleri, elleri ve ayakları, yaptıkları şeylere dair kendilerinin aleyhinde tanıklık eder.",
        "numberInSurah": 24,
        "juz": 18,
        "manzil": 4,
        "page": 352,
        "ruku": 303,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2816,
        "text": "O gün Allah, onların gerçek cezalarını tam olarak verir ve bilirler ki Allah, şüphesiz olarak apaçık gerçek mabuttur.",
        "numberInSurah": 25,
        "juz": 18,
        "manzil": 4,
        "page": 352,
        "ruku": 303,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2817,
        "text": "Pis kadınlar, pis erkeklerindir ve pis erkekler, pis kadınların ve temiz kadınlar, temiz erkeklerindir ve temiz erkekler, temiz kadınların; onlar, öbürlerinin söyledikleri sözlerden uzaktır, onlarındır yarlıganma ve güzelim bir rızık.",
        "numberInSurah": 26,
        "juz": 18,
        "manzil": 4,
        "page": 352,
        "ruku": 303,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2818,
        "text": "Ey inananlar, kendi evlerinizden başka evlere, sahipleriyle tanışmadan ve onlara selam vermeden girmeyin, düşünüp öğüt almanız için daha hayırlıdır bu size.",
        "numberInSurah": 27,
        "juz": 18,
        "manzil": 4,
        "page": 352,
        "ruku": 304,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2819,
        "text": "Orada kimseyi bulamazsanız size izin verilmedikçe girmeyin ve eğer, geri dönün denirse size dönün artık, bu, sizin için daha temiz bir harekettir ve Allah, ne yaparsanız hepsini bilir.",
        "numberInSurah": 28,
        "juz": 18,
        "manzil": 4,
        "page": 353,
        "ruku": 304,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2820,
        "text": "Orada bir menfaatiniz varsa içinde kimse oturmayan eve girmenizde bir suç yok size ve Allah, açığa vurduğunuzu da bilir, gizlediğinizi de.",
        "numberInSurah": 29,
        "juz": 18,
        "manzil": 4,
        "page": 353,
        "ruku": 304,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2821,
        "text": "İnananlara söyle: Gözlerini haramdan sakınsınlar, ırzlarını korusunlar, bu, daha temiz bir harekettir size. Şüphe yok ki Allah, ne işlerseniz hepsinden de haberdardır.",
        "numberInSurah": 30,
        "juz": 18,
        "manzil": 4,
        "page": 353,
        "ruku": 304,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2822,
        "text": "İnanan kadınlara da söyle, gözlerini haramdan sakınsınlar, ırzlarını korusunlar ve açığa çıkanlardan, görünenlerden başka ziynetlerini göstermesinler ve örtülerini, göğüslerini örtecek bir tarzda omuzlarından aşağıya doğru salsınlar; kocalarından, yahut babalarından, yahut kocalarının babasından, yahut oğullarından, yahut üvey oğullarından, yahut erkek kardeşlerinden, yahut erkek kardeşlerinin oğullarından, yahut kız kardeşlerinin oğullarından, yahut Müslüman kadınlardan, yahut kendi malları olan kölelerden, yahut erkeklikten kesilmiş veya kudreti olmayan erkek hizmetçilerden, yahut da henüz kadınların gizli hallerine vakıf olmayan erkek çocuklardan başka erkeklere ziynetlerini göstermesinler; gizledikleri ziynetler, bilinsin diye ayaklarını da vurmasınlar ve tövbe edin hepiniz Allah'a ey inananlar da kurtulun, erin muradınıza.",
        "numberInSurah": 31,
        "juz": 18,
        "manzil": 4,
        "page": 353,
        "ruku": 304,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2823,
        "text": "Sizden bekar olanları ve kölelerinizden, cariyelerinizden temiz olanları nikahlayıp evlendirin; yoksulsalar Allah, lutfuyla zengin eder onları ve Allah'ın lütfü boldur ve o, her şeyi bilir.",
        "numberInSurah": 32,
        "juz": 18,
        "manzil": 4,
        "page": 354,
        "ruku": 304,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2824,
        "text": "Evlenmeye güçleri yetmeyenler de Allah, onları lutfuyla zengin edinceye dek ırzlarını korusunlar. Köle ve cariyelerinizden, bir müddet içinde birden veya taksitle bir mal veya para karşılığı azat olmak isteyenlerin dileklerini de, bunda bir hayır olduğunu bilirseniz kabul edin ve onlara, Allah'ın size verdiği maldan verin. Cariyelerinizi, onlar da namuslu yaşamayı istedikleri halde, geçici dünya malı için kötülük yapmaya mecbur etmeyin. Zorla kötülüğe sevkedildikten sonra da şüphe yok ki Allah, onların suçlarını örter, rahimdir.",
        "numberInSurah": 33,
        "juz": 18,
        "manzil": 4,
        "page": 354,
        "ruku": 304,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2825,
        "text": "Andolsun ki biz, size apaçık deliller, sizden önce gelip geçenlere ait örnekler ve çekinenlere öğütler indirdik.",
        "numberInSurah": 34,
        "juz": 18,
        "manzil": 4,
        "page": 354,
        "ruku": 304,
        "hizbQuarter": 141,
        "sajda": false
      },
      {
        "number": 2826,
        "text": "Allah ışığıdır göklerin ve yeryüzünün. Işığının örneği, kandil konan bir yere benzer, orada bir kandil var, kandil, bir sırça içinde, sırça da parılparıl parlayan bir yıldız sanki; doğuda da olmayan, batıda da olmayan kutlu zeytin ağacından yakılmış;ateş dokunmadan da yağı, hemen ışık verecek; nur üstüne nur. Allah, doğru yolu gösterir nuruyla dilediğine ve Allah, örnekler getirir insanlara ve Allah, her şeyi bilir.",
        "numberInSurah": 35,
        "juz": 18,
        "manzil": 4,
        "page": 354,
        "ruku": 305,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2827,
        "text": "Bu ışık, o evlerdedir ki Allah, oralarda adının yüceltilmesine ve anılmasına izin vermiştir ve oralarda, sabahakşam onu tenzih edenler vardır.",
        "numberInSurah": 36,
        "juz": 18,
        "manzil": 4,
        "page": 354,
        "ruku": 305,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2828,
        "text": "Öyle erler vardır ki onları ne ticaret, ne alımsatım, Allah'ı anmaktan ve namaz kılmaktan ve zekat vermekten alıkoymaz, gönüllerin ve gözlerin döneceği günden korkar onlar.",
        "numberInSurah": 37,
        "juz": 18,
        "manzil": 4,
        "page": 355,
        "ruku": 305,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2829,
        "text": "Allah'ın onları, yaptıkları işlerin daha da güzeliyle mükafatlandırması ve haklarında, lutfunu arttırması için ve Allah, dilediğini hesapsız olarak rızıklandırır.",
        "numberInSurah": 38,
        "juz": 18,
        "manzil": 4,
        "page": 355,
        "ruku": 305,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2830,
        "text": "Kafir olanlarsa, onların yaptıkları, çöldeki seraba benzer, susamış kimse, su sanır onu, fakat oraya gidince suya ait hiçbir şey bulamaz da kendi yanında bulur Allah'ı ve o, kafirin hesabını tamamıyla görüp karşılığını öder ve Allah, pek tez hesap görür.",
        "numberInSurah": 39,
        "juz": 18,
        "manzil": 4,
        "page": 355,
        "ruku": 305,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2831,
        "text": "Yahut da derin bir denizi kaplayan karanlıklara benzer; onu bir dalgadır, sarmıştır, üstüne bir dalga daha gelir, daha üste de bulut çökmüştür, karanlıklar, karanlıklar üstüne yığılmıştır, öylesine ki elini çıkarsa onu bile nerdeyse göremez ve Allah, kime nur vermemişse artık bir nur yoktur ona.",
        "numberInSurah": 40,
        "juz": 18,
        "manzil": 4,
        "page": 355,
        "ruku": 305,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2832,
        "text": "Görmez misin ki şüphesiz olarak Allah'ı tenzih eder göklerde bulunanlar da, yeryüzünde bulunanlar da ve kanatlarını çarpıp katarkatar uçan kuşlar da. Hepsi, dualarını da bilmede, onu tenzih etmeyi de ve Allah, ne yaparlarsa hepsini bilir.",
        "numberInSurah": 41,
        "juz": 18,
        "manzil": 4,
        "page": 355,
        "ruku": 306,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2833,
        "text": "Ve Allah'ındır göklerin ve yeryüzünün saltanatı ve tedbiri ve her şey, dönüp Allah tapısına varır.",
        "numberInSurah": 42,
        "juz": 18,
        "manzil": 4,
        "page": 355,
        "ruku": 306,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2834,
        "text": "Görmez misin ki Allah, bulutları sürmede, sonra onları birbirine katıp birleştirmede, sonra yığın haline getirmededir. Görürsün ki bulutlardan yağmur yağmadadır ve gökte dağ gibi yığılmış bulutlarda dolu var, bunları yağdırmadadır da dilediğine afetler vermededir, dilediğine de isabet ettirmemede. Şimşeğinin parıltısıysa neredeyse gözleri alacak.",
        "numberInSurah": 43,
        "juz": 18,
        "manzil": 4,
        "page": 355,
        "ruku": 306,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2835,
        "text": "Ve Allah, geceyle gündüzü, uzatıp kısaltmada, getirip götürmededir. Şüphe yok bunda, can gözü açık olanlara ibret var.",
        "numberInSurah": 44,
        "juz": 18,
        "manzil": 4,
        "page": 356,
        "ruku": 306,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2836,
        "text": "Ve Allah, her hayvanı sudan yaratmıştır onlardan, karnı üstünde sürünen var, onlardan, iki ayakla yürüyen var ve onlardan, dört ayakla yürüyen var. Allah, dilediğini yaratır; şüphe yok ki Allah'ın, her şeye gücü yeter.",
        "numberInSurah": 45,
        "juz": 18,
        "manzil": 4,
        "page": 356,
        "ruku": 306,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2837,
        "text": "Andolsun ki biz, her şeyi açıklayan deliller indirdik; ve Allah, dilediğini doğru yola sevk eder.",
        "numberInSurah": 46,
        "juz": 18,
        "manzil": 4,
        "page": 356,
        "ruku": 306,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2838,
        "text": "Ve derler ki: İnandık Allah'a ve Peygambere ve itaat ettik, sonra da onların bir kısmı bu sözün ardından yüz çevirir ve onlar inanmış kişiler değildir.",
        "numberInSurah": 47,
        "juz": 18,
        "manzil": 4,
        "page": 356,
        "ruku": 306,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2839,
        "text": "Onlar, aralarında hükmetmesi için Allah'a ve Peygamberine çağrıldıkları zaman içlerinden bir kısmı, derhal yüzlerini döndürür.",
        "numberInSurah": 48,
        "juz": 18,
        "manzil": 4,
        "page": 356,
        "ruku": 306,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2840,
        "text": "Fakat hak kendilerindeyse ona koşakoşa gelirler.",
        "numberInSurah": 49,
        "juz": 18,
        "manzil": 4,
        "page": 356,
        "ruku": 306,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2841,
        "text": "Gönüllerinde hastalık mı var, yoksa şüphe mi ediyorlar, yoksa Allah'ın ve Peygamberinin, onlara bir haksızlık edeceğinden mi korkuyorlar? Hayır, onlardır zalimlerin ta kendileri.",
        "numberInSurah": 50,
        "juz": 18,
        "manzil": 4,
        "page": 356,
        "ruku": 306,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2842,
        "text": "Aralarında hükmetmesi için Allah'a ve Peygamberine çağrıldıkları zaman inananların sözü, ancak duyduk ve itaat ettik sözüdür, böyle der onlar ve onlardır kurtulanların, muratlarına erenlerin ta kendileri.",
        "numberInSurah": 51,
        "juz": 18,
        "manzil": 4,
        "page": 356,
        "ruku": 307,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2843,
        "text": "Ve kim Allah'a ve Peygamberine itaat eder, Allah'tan korkar ve ondan çekinirse o çeşit kişilerdir muratlarına erenlerin, kurtulup nusret bulanların ta kendileri.",
        "numberInSurah": 52,
        "juz": 18,
        "manzil": 4,
        "page": 356,
        "ruku": 307,
        "hizbQuarter": 142,
        "sajda": false
      },
      {
        "number": 2844,
        "text": "Emredersen onlara, savaşa çıkacaklarına dair olanca kuvvetleriyle yemin ederler elbette Allah'a de ki: Yemin etmeyin, bu, zaten adet olan, gerekli bulunan bir itaatten ibaret; şüphe yok ki Allah, ne yaparsanız hepsinden haberdardır.",
        "numberInSurah": 53,
        "juz": 18,
        "manzil": 4,
        "page": 356,
        "ruku": 307,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2845,
        "text": "De ki: İtaat edin Allah'a ve itaat edin Peygambere. Gene de yüz çevirirlerse ona düşen, ancak kendisine yüklenen vazifedir ve size düşen de, size yüklenen ve eğer ona itaat ederseniz doğru yolu bulursunuz ve Peygambere, apaçık tebliğden başka bir şey düşmez.",
        "numberInSurah": 54,
        "juz": 18,
        "manzil": 4,
        "page": 357,
        "ruku": 307,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2846,
        "text": "Allah, sizden inanıp iyi işlerde bulunanlara, onlardan önce gelip geçenleri nasıl yeryüzüne sahip ve hakim kıldıysa onları da mutlaka yeryüzüne sahip ve hakim kılmayı ve onlara, razı ve hoşnut oldukları dini nasip edip o dini, bütün dinlerden üstün etmeyi, korkularını emniyete tebdil eylemeyi vaadetmiştir; bana kulluk etsinler ve hiçbir şeyi eş tutmasınlar bana; ve bundan sonra kim kafir olursa o çeşit adamlardır, buyruktan çıkanların ta kendileri.",
        "numberInSurah": 55,
        "juz": 18,
        "manzil": 4,
        "page": 357,
        "ruku": 307,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2847,
        "text": "Ve namaz kılın, zekat verin ve Peygambere itaat edin de acınmışlardan olun.",
        "numberInSurah": 56,
        "juz": 18,
        "manzil": 4,
        "page": 357,
        "ruku": 307,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2848,
        "text": "Kafir olanlar, hiç ummasınlar ki yeryüzünde Allah'ı aciz bırakacaklar ve yurtları ateştir onların ve dönüp varılacak ne de kötü yerdir orası.",
        "numberInSurah": 57,
        "juz": 18,
        "manzil": 4,
        "page": 357,
        "ruku": 307,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2849,
        "text": "Ey inananlar, malınız olan köle ve cariyelerle sizden olup henüz ergenlik çağına girmemiş çocuklar, yanınıza gelirlerken üç vakitte, izin alsınlar sizden: Sabah namazından önce, öğle sıcağında elbisenizi soyduğunuz zaman ve yatsı namazından sonra; bu üç vakit, halvet vaktidir size. Bu vakitlerden başka zamanlarda yanınıza izinsiz girerlerse ne size suç var, ne onlara ve birbirinizi de dolaşabilirsiniz. Allah, delillerini böyle apaçık bildirmede size ve Allah, her şeyi bilir, hüküm ve hikmet sahibidir.",
        "numberInSurah": 58,
        "juz": 18,
        "manzil": 4,
        "page": 357,
        "ruku": 308,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2850,
        "text": "Çocuklarınız ergenlik çağına girince de evvelce nasıl izinle yanınıza geliyorlarsa gene öylece izin alsınlar. Allah, delillerini böylece açıklamadadır size ve Allah, her şeyi bilir, hüküm ve hikmet sahibidir.",
        "numberInSurah": 59,
        "juz": 18,
        "manzil": 4,
        "page": 358,
        "ruku": 308,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2851,
        "text": "Nikah ümidi kalmamış, kadınlık halinden kesilmiş kadınlar, ziynetlerini göstermemek şartıyla dış elbiselerini çıkarırlarsa suç yok onlara; fakat giyerlerse bu, daha da hayırlıdır onlara ve Allah, her şeyi duyar, bilir.",
        "numberInSurah": 60,
        "juz": 18,
        "manzil": 4,
        "page": 358,
        "ruku": 308,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2852,
        "text": "Köre vebal yok, topala vebal yok, hastaya vebal yok size de vebal yok evlerinizde, yahut babalarınızın evlerinde. Yahut analarınızın evlerinde, yahut erkek kardeşlerinizin evlerinde, yahut kız kardeşlerinizin evlerinde, yahut amcalarınızın evlerinde, yahut halalarınızın evlerinde, yahut dayılarınızın evlerinde, yahut teyzelerinizin evlerinde, yahut anahtarlarına sahib olduğunuz evlerde, yahut da dostunuzun evlerinde yemek yemenizde; toplu olarak, yahut ayrıayrı yemek yemenizde de bir vebal yok. Evlere girince, Allah tarafından kutlu ve temiz bir sağlık, esenlik vesilesi olmak üzere selam verin ev halkına. İşte Allah, aklınız ersin, düşünüp anlayın diye delillerini böyle açıklar size.",
        "numberInSurah": 61,
        "juz": 18,
        "manzil": 4,
        "page": 358,
        "ruku": 308,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2853,
        "text": "İnananlar, ancak Allah'a ve Peygamberine inanırlar ve onunla beraber, topluluğu icab ettiren bir işte bulunurlarsa izin almadan bırakıp gitmezler. Şüphe yok ki senden izin isteyenlerdir Allah'a ve Resulüne inananlar. Bazı işlerini görmek için izin istediler mi senden, sen de onlardan dilediğine izin ver ve onlar için Allah'tan yarlıganma dile; şüphe yok ki Allah, suçları örter, rahimdir.",
        "numberInSurah": 62,
        "juz": 18,
        "manzil": 4,
        "page": 359,
        "ruku": 309,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2854,
        "text": "Aranızda, birbirinizi çağırdığınız gibi çağırmayın Peygamberi. İçinizden, birbirini siper ederek gizlice gidenleri, gerçekten de bilir Allah; artık onun emrine aykırı hareket edenler, bir sınanmaya uğramaktan, yahut da elemli bir azaba düşmekten sakınsınlar.",
        "numberInSurah": 63,
        "juz": 18,
        "manzil": 4,
        "page": 359,
        "ruku": 309,
        "hizbQuarter": 143,
        "sajda": false
      },
      {
        "number": 2855,
        "text": "Bilin ki Allah'ındır ne varsa göklerde ve yeryüzünde. Neyle oyalandığınızı mutlaka bilir ve dönüp tapısına vardığınız gün, ne yaptıklarını mutlaka haber verecek ve Allah, her şeyi bilir.",
        "numberInSurah": 64,
        "juz": 18,
        "manzil": 4,
        "page": 359,
        "ruku": 309,
        "hizbQuarter": 143,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "tr.golpinarli",
      "language": "tr",
      "name": "Abdulbakî Gölpınarlı",
      "englishName": "Abdulbaki Golpinarli",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}