{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 39,
    "name": "سُورَةُ الزُّمَرِ",
    "englishName": "Az-Zumar",
    "englishNameTranslation": "The Groups",
    "revelationType": "Meccan",
    "numberOfAyahs": 75,
    "ayahs": [
      {
        "number": 4059,
        "text": "Kitabın indirilişi, üstün, hüküm ve hikmet sahibi Allah tarafındandır.",
        "numberInSurah": 1,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4060,
        "text": "Şüphe yok ki biz, o kitabı gerçek olarak indirdik sana, artık sen de, onun dininde bütün özünü ona bağla da ona kulluk et yalnız.",
        "numberInSurah": 2,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4061,
        "text": "Bilin ki özden kulluk, yalnız Allah'a olur, ondan başka mabutlar kabul edenler, biz derler, onlara, ancak bizi Allah'a yakınlaştırıp manevi bir yakınlık derecesine ulaştırırsınlar diye tapıyoruz; şüphe yok ki Allah, ihtilafa düştükleri şeyler hakkında aralarında hükmeder; şüphe yok ki Allah, yalan söyleyen ve kafirlikte ileri giden hiçbir kimseyi doğru yola sevketmez.",
        "numberInSurah": 3,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4062,
        "text": "Allah, birisini oğul edinmek dileseydi elbette yarattıklarından birini seçerdi, yücedir, münezzehtir o bundan, odur bir ve her şeye üstün Allah.",
        "numberInSurah": 4,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4063,
        "text": "Gökleri ve yeryüzünü gerçek olarak yaratmıştır; geceyi kısaltır, gündüze katar ve gündüzü kısaltır, geceye katar ve ram etmiştir güneşi ve ayı; hepsi de muayyen ve mukadder bir zamana dek akardurur; bilin ki odur üstün olan ve suçları, ceza vermeden önce ve tamamıyla örten.",
        "numberInSurah": 5,
        "juz": 23,
        "manzil": 6,
        "page": 458,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4064,
        "text": "Sizi bir tek kişiden yarattı, sonra ondan da eşini halketti ve sizin için davarlardan erkeklidişili, sekiz tane çift mahluk meydana getirdi; sizi, analarınızın karınlarında ve üç karanlık içinde yaratıştan yaratışa düşürür; işte budur Rabbiniz ki onundur saltanat ve tedbir; yoktur ondan başka tapacak, ondan nereye dönmedesiniz?",
        "numberInSurah": 6,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4065,
        "text": "Kafir olursanız bilin ki Allah, sizden müstağnidir ve fakat kullarının kafir oluşuna da razı olmaz ve şükrederseniz sizden razı olur ve hiçbir kimse, bir başkasının yükünü yüklenemez; sonra da dönüp varacağınız yer, Rabbinizin tapısıdır da o, neler yaptığınızı haber verir size; şüphe yok ki.o, gönüllerde ne varsa hepsini bilir.",
        "numberInSurah": 7,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 396,
        "hizbQuarter": 183,
        "sajda": false
      },
      {
        "number": 4066,
        "text": "İnsan bir zarara uğrarsa tamamıyla Rabbine dönerek dua eder, sonra, ona bir nimet verdi mi önceden ona dua ettiğini unutur insan ve halkı, onun yolundan çıkarmak için Allah'a da eşler kabul eder; de ki: Kafirliğinle bir müddet geçin bakalım; hiç şüphe yok ki sen, cehennem ehlindensin.",
        "numberInSurah": 8,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 396,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4067,
        "text": "Hiç o, ahiretten sakınarak ve Rabbinin rahmetini umarak geceleri secde eden, kıyamda bulunan ve böylece itaat ve ibadet eden kişiye benzer mi? De ki: Eşit olur mu bilenlerle bilmeyenler? Bunu ancak aklı başında olanlar düşünür, bundan ancak onlar öğüt alır.",
        "numberInSurah": 9,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 396,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4068,
        "text": "De ki: Ey inanan kullarım, çekinin Rabbinizden; bu dünyada iyilik eden kişileredir iyilik ve Allah'ın yeryüzü, geniştir; sabredenlerin mükafatları, sayısız bir surette ödenir.",
        "numberInSurah": 10,
        "juz": 23,
        "manzil": 6,
        "page": 459,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4069,
        "text": "De ki: Şüphe yok, onun dininde, özümü yalnız ona bağlayarak Allah'a kulluk etmem emredildi bana.",
        "numberInSurah": 11,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4070,
        "text": "Ve ona teslim olanların ilki olmam, emredildi bana.",
        "numberInSurah": 12,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4071,
        "text": "Ve de ki: Şüphe yok ki isyan edersem Rabbime, pek büyük günün azabından korkarım ben.",
        "numberInSurah": 13,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4072,
        "text": "De ki: dinimde, özüm ona bağlı, yalnız Allah'a kulluk ederim ben.",
        "numberInSurah": 14,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4073,
        "text": "Artık siz, onu bırakıp dilediğinize kulluk edin. De ki: şüphe yok, ziyana düşenler, o kişilerdir ki kıyamet günü, kendilerini ve kendileriyle ilgisi olanları ziyana sokarlar; bilin ki budur apaçık ziyan.",
        "numberInSurah": 15,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4074,
        "text": "Onların üstlerinde de ateşten tabakalar var, altlarında da tabakalar. İşte Allah, kullarını korkutmada bundan; ey kullarım, çekinin benden.",
        "numberInSurah": 16,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4075,
        "text": "Şeytan'dan, ona kulluk etme hususunda sakınanlara ve Allah'a dönenlere gelince: onlara müjde olsun, müjdele kullarımı artık.",
        "numberInSurah": 17,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4076,
        "text": "O kullarım ki sözü dinlerler de en güzeline uyarlar, onlar, öyle kişilerdir ki Allah, doğru yola sevk etmiştir onları ve onlardır aklı başında bulunanların ta kendileri.",
        "numberInSurah": 18,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4077,
        "text": "Ya azap hükmünü hak edene ne dersin? Sen mi cehennemde bulunanı kurtaracaksın?",
        "numberInSurah": 19,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4078,
        "text": "Fakat Rablerinden çekinenlerse, onlarındır köşkler, gene köşkler üstüne kurulmuş köşkler, altlarından ırmaklar akar, Allah'ın vaadidir; Allah vaadinden hiç caymaz.",
        "numberInSurah": 20,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4079,
        "text": "Görmedin mi ki Allah, gökten yağmur yağdırmada, derken yağmur suyunu yeryüzündeki kaynaklara sızdırmada, sonra da o suyla çeşitli renklerde nebatlar bitirmede, sonra da onları kurutmada da sen onları görürsün ki sararmış, sonra da onları unufak etmede; şüphe yok ki bunda, aklı başında olanlara öğüt ve ibret var elbet.",
        "numberInSurah": 21,
        "juz": 23,
        "manzil": 6,
        "page": 460,
        "ruku": 397,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4080,
        "text": "Allah'ın, İslam için gönlünü açtığı kişiye kim benzer ki o, gerçekten de Rabbinden bir ışığa, bir aydınlığa nail olmuştur; yazıklar olsun Allah'ı anmıya karşı yürekleri kaskatı olanlara, onlardır apaçık bir sapıklık içinde olanlar.",
        "numberInSurah": 22,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4081,
        "text": "Bir Allah'tır ki sözün en güzelini indirmiştir bir kitap halinde, bir kısmı, bir kısmına benzer, bir kısmı, bir kısmını gerçekleştirir, her şeyi tekrartekrar bildirir; Rablerinden korkanların tüyleri dikendiken olur onu dinlerken, sonra da bedenleri ve gönülleri, Allah'ı anmak için yumuşar; işte bu, Allah'ın bir hidayetidir ki dilediğini, onunla doğru yola sevk eder ve Allah, kimi doğru yoldan saptırırsa ona yol gösterecek yoktur.",
        "numberInSurah": 23,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4082,
        "text": "Kıyamet gününde, yüzünü o kötü azaptan kurtarmaya çalışana kim benzer ki? Ve zalimlere, kazandığımız şeylerin karşılığı olan azabı tadın denir.",
        "numberInSurah": 24,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4083,
        "text": "Onlardan öncekiler de yalanladılar da azap, hiç anlamadıkları, ummadıkları yerden gelip çatıverdi onlara.",
        "numberInSurah": 25,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4084,
        "text": "Derken Allah, onlara dünya yaşayışındayken aşağılığı tattırdı ve ahiret azabıyse elbette daha da büyük eğer bilselerdi.",
        "numberInSurah": 26,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4085,
        "text": "Öğüt ve ibret alsınlar diye biz, andolsun ki, bu Kur'an'da her çeşit örnek getirmedeyiz insanlara.",
        "numberInSurah": 27,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4086,
        "text": "Çekinsinler diye Arapça, eğrisibüğrüsü olmayan, dosdoğru Kur'an bu.",
        "numberInSurah": 28,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4087,
        "text": "Allah, bir örnek getirmede: Bir adamın ortakları var, ahlakları kötü, geçimsiz ve birbirleriyle çekişip durmadalar ve bir adam da varki bir kişiye teslim olmuş, yalnız onun hizmetinde, bunlar hiç bir olur mu? Hamd Allah'a, hayır, fakat çoğu bilmez.",
        "numberInSurah": 29,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4088,
        "text": "Şüphe yok ki sen de öleceksin ve onlar da ölecekler.",
        "numberInSurah": 30,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4089,
        "text": "Sonra da şüphesiz ki sizin, kıyamet gününde Rabbinizin katında davanız görülür.",
        "numberInSurah": 31,
        "juz": 23,
        "manzil": 6,
        "page": 461,
        "ruku": 398,
        "hizbQuarter": 184,
        "sajda": false
      },
      {
        "number": 4090,
        "text": "Kimdir Allah'a karşı yalan söyleyenden ve doğru, kendisine gelip anlatıldıktan sonra onu yalanlayandan daha zalim? Kafirlere, cehennemde yer yurt mu yok?",
        "numberInSurah": 32,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4091,
        "text": "Doğrulukla gelen kişiye ve onun doğru olduğunu tasdik edenlere gelince: Onlardır çekinenlerin ta kendileri.",
        "numberInSurah": 33,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4092,
        "text": "Onlarındır Rableri katında diledikleri; budur iyilik edenlerin mükafatı.",
        "numberInSurah": 34,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4093,
        "text": "Allah, onların önce işledikleri en kötü suçları bile örtecek ve ettikleri iyiliklerin mükafatını daha da güzel bir surette verecek.",
        "numberInSurah": 35,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4094,
        "text": "Allah, yetmez mi kuluna? Ve seni, ondan başka mabut saydıklarıyla mı korkutuyorlar? Ve Allah kimi doğru yoldan saptırırsa ona yol gösterecek yoktur.",
        "numberInSurah": 36,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4095,
        "text": "Ve Allah, kimi doğru yola sevk ederse onu saptıracak hiçbir kimse yok; Allah, öç alan üstün bir kudrete sahip mi değildir?",
        "numberInSurah": 37,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4096,
        "text": "Ve andolsun ki onlara, gökleri ve yeryüzünü kim yarattı diye sorsan elbette Allah derler. De ki: Gördünüz mü şu halde, onu bırakıp kimlere kulluk etmedesiniz? Allah, bana bir zarar vermek istese onun zararını giderebilir mi onlar, yahut bana rahmet etmek dilese rahmetini menedebilirler mi? De ki: Yeter bana Allah, ona dayansın dayananlar.",
        "numberInSurah": 38,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4097,
        "text": "De ki: Ey kavmim, gücünüz neye yetiyorsa yapadurun, şüphe yok ki ben de yapmadayım, yakında bilir, anlarsınız.",
        "numberInSurah": 39,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4098,
        "text": "Aşağılatıcı azap kime gelecek ve daimi azabı kim hakedecek?",
        "numberInSurah": 40,
        "juz": 24,
        "manzil": 6,
        "page": 462,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4099,
        "text": "Şüphe yok ki biz, o kitabı, insanlara bildirmen için gerçek olarak indirdik sana, artık doğru yolu bulanın faydası kendine ve kim yolunu azıtır da azarsa zararı, gene kendine ve sen, onlara bir koruyucu değilsin.",
        "numberInSurah": 41,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 399,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4100,
        "text": "Allah, ölüm zamanında, ölenin ruhunu alır, ölmeyecek kişinin de uyuduğu zaman; ölümün mukadder olanın ruhunu, gerçekten de geri vermez, öbürünün ruhunuysa yollar muayyen ve mukadder bir zamanadek; şüphe yok ki bunda, düşünen topluluğa bir delil var.",
        "numberInSurah": 42,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4101,
        "text": "Yoksa, Allah'ı bırakıp da şefaatçiler mi kabul ettiler? De ki: Onların hiçbir şeye güçleri yetmez ve hiçbir şey akıl etmezler, değil mi?",
        "numberInSurah": 43,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4102,
        "text": "De ki: Bütün şefaat, Allah'ın; onundur göklerin ve yeryüzünün saltanatı ve tedbiri, sonra da dönüp onun tapısına gideceksiniz.",
        "numberInSurah": 44,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4103,
        "text": "Allah bir olarak övülüp anıldı mı ahirete inanmayanların yüreklerinden bir nefrettir kopar, fakat ondan başka, onların mabut sandıkları anılınca ferahlanıp sevinirler.",
        "numberInSurah": 45,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4104,
        "text": "De ki: Gökleri ve yeryüzünü yaratan, gizliyi de, açıkta olanı da bilen Allah'ım, ihtilafa düştükleri şeyler hakkında, kullarının arasında sen hüküm vereceksin.",
        "numberInSurah": 46,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4105,
        "text": "Yeryüzünde ne varsa hepsi ve onlarla beraber de daha bir misli, zulmedenlerin olsa kıyamet günü, azabın kötülüğünü giderip kurtulmak için elbette bağışlarlardı; ve o gün, onların hiç hesaplamakdıkları şeyler, Allah tarafından karşılarına çıkarılıverecek.",
        "numberInSurah": 47,
        "juz": 24,
        "manzil": 6,
        "page": 463,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4106,
        "text": "Kazandıkları kötülükler, ortaya çıkmıştır ve alay ettikleri şey, başlarına gelmiştir.",
        "numberInSurah": 48,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4107,
        "text": "İnsana bir zarar geldi mi bizi çağırır, sonra katımızdan bir nimet verdik mi ona, der ki: Bana bu nimet, bilgim yüzünden verilmiştir; hayır, o bir sınamadır ve fakat çoğu bilmez.",
        "numberInSurah": 49,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4108,
        "text": "Gerçekten, onlardan öncekiler de bu sözü söylemişlerdi de kazandıkları şeylerin, onlara hiçbir faydası dokunmamıştı.",
        "numberInSurah": 50,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4109,
        "text": "Derken kazandıkları, elde ettikleri şeylerin kötülüklerine uğramışlardı. Bunlardan zulmedenler de kazançlarının kötülüklerine uğrayacaklar, suçlarının mücazatını görecekler ve onlar, bizim vereceğimiz cezaya mani olamazlar.",
        "numberInSurah": 51,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4110,
        "text": "Bilmezler mi ki Allah, şüphe yok ki dilediğinin rızkını bollaştırır ve dilediğinin daraltır. Şüphe yok ki bunda, inananlara deliller var elbet.",
        "numberInSurah": 52,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 400,
        "hizbQuarter": 185,
        "sajda": false
      },
      {
        "number": 4111,
        "text": "De ki: Ey nefislerine uyup hadden aşırı hareket eden kullarım, Allah rahmetinden ümit kesmeyin; şüphe yok ki Allah, bütün suçları örter, şüphe yok ki o, suçları örter, rahimdir.",
        "numberInSurah": 53,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4112,
        "text": "Ve dönün Rabbinize ve teslim olun ona, size azap gelip çatmadan, sonra yardım edilmez size.",
        "numberInSurah": 54,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4113,
        "text": "Ve uyun Rabbinizden size indirilen en güzel kitaba, Kur'an'a, ansızın ve siz hiç anlamadan size azap gelip çatmadan önce.",
        "numberInSurah": 55,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4114,
        "text": "Herkesin, Allah katından bir sevap kazanamadım, hey gidi hey ve gerçekten de alay edenlerdendim dediği.",
        "numberInSurah": 56,
        "juz": 24,
        "manzil": 6,
        "page": 464,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4115,
        "text": "Yahut Allah beni doğru yola sevketseydi elbette çekinenlerden olurdum dediği.",
        "numberInSurah": 57,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4116,
        "text": "Yahut da azabı görünce, bir kere daha dünyaya dönmeme imkan olsaydı mutlaka iyilik edenlerden olurdum dediği günden önce.",
        "numberInSurah": 58,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4117,
        "text": "Hayır, dönemezsin; sana bunca delillerim geldiği halde yalanladın onları ve ululuk satmaya kalkıştın ve kafirlerden oldun.",
        "numberInSurah": 59,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4118,
        "text": "Ve kıyamet günü görürsün ki Allah'a karşı yalan söyleyenlerin yüzleri, kapkara olur; ululananlara cehennemde yeryurt mu yok?",
        "numberInSurah": 60,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4119,
        "text": "Allah, kendisinden çekinenleri, kurtuluşlarına sebep olan şeyle kurtarır, onlar, bir kötülüğe uğramazlar ve mahzun da olmazlar.",
        "numberInSurah": 61,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4120,
        "text": "Allah, her şeyi yaratandır ve o, her şeyi korur.",
        "numberInSurah": 62,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4121,
        "text": "Onundur kilitleri göklerin ve yeryüzünün ve Allah'ın delillerini yalanlayanlara gelince: Onlardır ziyana uğrayanların ta kendileri.",
        "numberInSurah": 63,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 401,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4122,
        "text": "De ki: Allah'tan başkasına kulluk etmemi mi emrediyorsunuz bana a bilgisizler.",
        "numberInSurah": 64,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4123,
        "text": "Ve andolsun ki sana ve senden öncekilere, gerçekten de şirk koşarsan yaptıklarını boşa çıkarırım ve elbette ziyana uğrayanlardan olursun diye vahyedildi.",
        "numberInSurah": 65,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4124,
        "text": "Hayır, artık Allah'a kulluk et ve şükredenlerden ol.",
        "numberInSurah": 66,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4125,
        "text": "Allah'ı, gereği gibi ululamadılar ve yeryüzü, kıyamet gününde, tamamıyla kudret avucundadır onun ve gökler de, kudretiyle dürülmüştür; münezzehtir ve yücedir o, şirk koşanların şirk koştukları şeylerden.",
        "numberInSurah": 67,
        "juz": 24,
        "manzil": 6,
        "page": 465,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4126,
        "text": "Ve Sur'a üfürülmüştür de göklerdekilerin ve yeryüzündekilerin hepsi de, o sesin şiddetinden ölüp gitmiştir, sonra bir daha üfürülünce o zaman hepsi dirilmiştir, ne olacak diye bakınıp durmadalar.",
        "numberInSurah": 68,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4127,
        "text": "Ve ışıklanmıştır yeryüzü, Rabbinin nuruyla ve yaptıklarının yazıldığı kitap, ellerine verilmiştir ve peygamberlerle tanıklar, getirilmiştir ve aralarında, gerçek bir hükümle hükmedilmiştir ve onlara zulmedilmemiştir.",
        "numberInSurah": 69,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4128,
        "text": "Ve herkese, ne yaptıysa karşılığı, ödenmiştir ve o, ne yaptıklarını daha iyi bilir.",
        "numberInSurah": 70,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 402,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4129,
        "text": "Ve kafir olanlar, bölükbölük cehenneme sürülmüştür, oraya geldikleri zaman kapıları açılmıştır da bekçileri, onlara, sizin içinizden, Rabbinizin ayetlerini okuyan ve sizi, bugüne kavuşacağınızı söyleyerek korkutan peygamberler gelmedi mi size derler. Onlar da evet derler ve fakat azap hükmü, hak olmuştur kafirlere.",
        "numberInSurah": 71,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4130,
        "text": "Girin denilir cehennem kapılarından, ebedi kalırsınız orada; ululananların ne de kötüdür yurtları.",
        "numberInSurah": 72,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4131,
        "text": "Ve Rablerinden çekinenler de bölükbölük cennete sürülmüştür, oraya geldikleri zaman kapıları açılmıştır da bekçileri, esenlik size, tertemiz oldunuz, artık girin ebedi olarak derler.",
        "numberInSurah": 73,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4132,
        "text": "Onlar da hamd Allah'a ki derler, bize vaadettiğini gerçekleştirdi ve cennetten, dilediğimiz yerde konaklamamız için bu yeri miras verdi bize; ne de güzeldir iyi işlerde bulunanların mükafatı.",
        "numberInSurah": 74,
        "juz": 24,
        "manzil": 6,
        "page": 466,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      },
      {
        "number": 4133,
        "text": "Ve görürsün ki, melekler, Rablerine hamd ederek onu tenzih edip arşın çevresinde dönmedeler ve aralarında gerçek bir adaletle hükmedilmiştir ve denilmiştir ki: Hamd, alemlerin Rabbi Allah'a.",
        "numberInSurah": 75,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 403,
        "hizbQuarter": 186,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "tr.golpinarli",
      "language": "tr",
      "name": "Abdulbakî Gölpınarlı",
      "englishName": "Abdulbaki Golpinarli",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}