{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 40,
    "name": "سُورَةُ غَافِرٍ",
    "englishName": "Ghafir",
    "englishNameTranslation": "The Forgiver",
    "revelationType": "Meccan",
    "numberOfAyahs": 85,
    "ayahs": [
      {
        "number": 4134,
        "text": "Ha mim.",
        "numberInSurah": 1,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4135,
        "text": "Bu kitap, üstün ve her şeyi bilen Allah tarafından indirilmiştir.",
        "numberInSurah": 2,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4136,
        "text": "Odur suçları örten ve tövbeleri kabul eden ve azabı şiddetli olan ve kullarına nimetler ihsan eden; yoktur ondan başka tapacak ve dönüp varılacak yer, onun tapısıdır ancak.",
        "numberInSurah": 3,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4137,
        "text": "Allah'ın delilleri hakkında, ancak kafir olanlar çekişirler, onların, şehirlerde dönüp dolaşmaları aldatmasın seni.",
        "numberInSurah": 4,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4138,
        "text": "Onlardan önce de Nuh kavmi, yalanladı, onlardan sonraysa bölükbölük halk ve her ümmet, peygamberini yalanlamayı kendine iş edindi, buna kasdetti, onu öldürmek istedi ve gerçeği boşa çıkarmak için boş şeylere dayanarak çekiştiler, derken onları helakediverdim; azap nasıl olurmuş, görsünler.",
        "numberInSurah": 5,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4139,
        "text": "İşte böylece Rabbinin verdiği hüküm, kafirlere hak oldu: Şüphe yok ki onlar, cehennemliktir.",
        "numberInSurah": 6,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4140,
        "text": "Arşı taşıyanlarla onun çevresindekiler, Rablerine hamd ederek onu tenzih ederler ve inanırlar ona ve inananlara yarlıganma dilerler, Rabbimiz derler, rahmetin ve bilgin, her şeyi kavramış, kaplamıştır, artık tövbe edenleri ve senin yoluna uyanları yarlıga ve koru onları, yakıp kavuran cehennem azabından.",
        "numberInSurah": 7,
        "juz": 24,
        "manzil": 6,
        "page": 467,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4141,
        "text": "Rabbimiz ve sok onları ebedi Adn cennetlerine, nitekim vait de etmiştin onlara ve atalarından ve eşlerinden ve soylarından kendilerini düzgün bir hale getirenlere. Şüphe yok ki sen, üstünsün, hüküm ve hikmet sahibisin.",
        "numberInSurah": 8,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4142,
        "text": "Ve koru onları kötülüklerden ve kimi kötülüklerden korursan o gün, gerçekten de ona acımışsın ve budur işte o pek büyük kurtuluş, murada eriş.",
        "numberInSurah": 9,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 404,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4143,
        "text": "Şüphe yok ki kafir olanlara nida edilir de denir ki: Bugün kendinize karşı duyduğunuz nefretten, buğuzdan daha büyüktü size karşı Allah'ın duyduğu nefret ve buğuz o zaman ki inanca çağrılıyordunuz da kafir oluyordunuz siz.",
        "numberInSurah": 10,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4144,
        "text": "Onlarsa Rabbimiz derler, iki kere öldürdün bizi ve iki kere dirilttin, artık suçlarımızı da söyledik, buradan çıkmamıza bir yol yok mu?",
        "numberInSurah": 11,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4145,
        "text": "Bu da, Allah birdir dendi mi kafir olmamızdan ve ona eşler olduğu söylenince inanmanızdandır; artık hüküm, pek yüce ve pek büyük Allah'ın.",
        "numberInSurah": 12,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4146,
        "text": "Öyle bir mabuttur ki delillerini göstermededir size ve rızıklandırmak için gökten yağmur yağdırmadadır size ve ona dönen kişiden başkası ibret ve öğüt almaz bundan.",
        "numberInSurah": 13,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4147,
        "text": "Artık, dininde, özünüzü tamamıyla ona bağlıyarak çağırın Allah'ı kafirler istemese de.",
        "numberInSurah": 14,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4148,
        "text": "Dostlarının derecelerini yüceltir, arşın sahibidir; kavuşma gününden korkutmak için kullarından dilediğine Ruh'u, emriyle indirir.",
        "numberInSurah": 15,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4149,
        "text": "O kavuşma günü, onlar, kabirlerinden çıkarlar, Allah'a karşı hiçbir şeyleri gizli kalmaz; o gün, saltanat ve tedbir kimindir, bir ve her şeye üstün Allah'ın.",
        "numberInSurah": 16,
        "juz": 24,
        "manzil": 6,
        "page": 468,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4150,
        "text": "O gün herkes, ne kazandıysa onun karşılığını bulur; o gün zulüm yoktur; şüphe yok ki Allah'ın hesabı, pek tezdir.",
        "numberInSurah": 17,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4151,
        "text": "Ve onları, yaklaşmakta olan o günle korkut, o gün, korkudan yürekler, ağızlara gelir, gönüller, dertle dolar, zalimlere ne yardımı dokunacak bir dost bulunur, ne şefaati kabul edilecek bir şefaatçi.",
        "numberInSurah": 18,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4152,
        "text": "O, hıyanetle gizlice bakışı da bilir, gönüllerde gizlenen şeyleri de.",
        "numberInSurah": 19,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4153,
        "text": "Ve Allah, gerçek olarak hükmeder. Ondan başka kulluk ettikleri şeyler, hiçbir şey hakkında hüküm veremezler; şüphe yok ki Allah, her şeyi duyar, bilir.",
        "numberInSurah": 20,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 405,
        "hizbQuarter": 187,
        "sajda": false
      },
      {
        "number": 4154,
        "text": "Yeryüzünü gezip dolaşmazlar mı ki onlardan önce gelip geçenlerin ne olmuş sonları, bir bakıp görsünler? Onlar, kuvvet bakımından da üstündü bunlardan, yeryüzünde yaptıkları şeyler bakımından da; derken kafir oldular da Allah, onları helak ediverdi ve onları, Allah'a karşı koruyacak hiçbir kimse çıkmadı.",
        "numberInSurah": 21,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 406,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4155,
        "text": "Bu da, peygamberleri, onlara apaçık delillerle geldi mi, inkar etmelerindendir, derken Allah onları helak edivermiştir; şüphe yok ki o, kuvvetlidir, azabı da çetindir onun.",
        "numberInSurah": 22,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 406,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4156,
        "text": "Ve andolsun ki Musa'yı delillerimizle ve apaçık bir burhanla göndermiştik.",
        "numberInSurah": 23,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 406,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4157,
        "text": "Firavun'a, Haman'a ve Karun'a; derken onlar, bu demişlerdi, pek yalancı bir büyücü.",
        "numberInSurah": 24,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 406,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4158,
        "text": "Musa, katımızdan gerçekle onlara gelince öldürün demişlerdi, onunla beraber inananların oğullarını ve bırakın kadınlarını; kafirlerin düzeni, ancak gerçekten dışarıdır, boştur.",
        "numberInSurah": 25,
        "juz": 24,
        "manzil": 6,
        "page": 469,
        "ruku": 406,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4159,
        "text": "Ve Firavun, bırakın beni de dedi, Musa'yı öldüreyim ve Rabbini çağırsın bakalım; şüphe yok ki ben, dininizi değiştireceğinden, yahut da yeryüzünde bir bozgun çıkaracağından korkuyorum.",
        "numberInSurah": 26,
        "juz": 24,
        "manzil": 6,
        "page": 470,
        "ruku": 406,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4160,
        "text": "Ve Musa, ben dedi, şüphe yok ki soru gününe inanmayan her ululuk satan kişinin şerrinden, Rabbime ve Rabbinize sığınırım.",
        "numberInSurah": 27,
        "juz": 24,
        "manzil": 6,
        "page": 470,
        "ruku": 406,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4161,
        "text": "Ve Firavun'un soyundan inanan ve inancını gizleyen bir er, dedi ki: Rabbim Allah'tır dediği için mi adam öldüreceksiniz ve gerçekten de o, Rabbinizden apaçık deliller de getirmiştir size ve yalancıysa yalanı kendisine ait ve doğru söylüyorsa size vaadettiklerinin bir kısmına uğrarsınız; şüphe yok ki Allah, haddini aşan ve çok yalan söyleyen kişiyi doğru yola sevketmez.",
        "numberInSurah": 28,
        "juz": 24,
        "manzil": 6,
        "page": 470,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4162,
        "text": "Ey kavmim, bugün saltanat sizin, üstünsünüz yeryüzünde, fakat Allah'ın azabı gelince kim kurtaracak bizi? Firavun dedi ki: Ben size hangi reyi işaret ediyorsam o, tamamıyla doğrudur ve ben sizi, doğrudürüst yoldan başka bir yola sevketmiyorum.",
        "numberInSurah": 29,
        "juz": 24,
        "manzil": 6,
        "page": 470,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4163,
        "text": "O inanan, ey kavmim dedi, ben bir bölük ümmetin uğradıkları azaba uğrayacaksınız diye korkuyorum.",
        "numberInSurah": 30,
        "juz": 24,
        "manzil": 6,
        "page": 470,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4164,
        "text": "Nuh, Âd ve Semud kavimlerine ve onlardan sonrakilere olduğu gibi ve Allah, kullarına zulmetmeyi istemez.",
        "numberInSurah": 31,
        "juz": 24,
        "manzil": 6,
        "page": 470,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4165,
        "text": "Ve ey kavmim, ben, o feryadü figan, o boşuna bağırıp söylenme günündeki halinizden korkuyorum.",
        "numberInSurah": 32,
        "juz": 24,
        "manzil": 6,
        "page": 470,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4166,
        "text": "O gün, bir gündür ki arkanızı döndürüp kaçacaksınız ama doğru cehenneme gideceksiniz ve Allah'ın azabından sizi bir kurtaran olmayacak ve Allah, kimi doğru yoldan çıkarıp saptırdıysa ona bir yol gösteren yoktur.",
        "numberInSurah": 33,
        "juz": 24,
        "manzil": 6,
        "page": 470,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4167,
        "text": "Ve andolsun ki daha önce Yusuf da, apaçık delillerle gelmişti de size getirdiği şey hakkında bir türlü şüpheden kurtulamamıştınız, sonunda ölünce de artık dediniz, bundan sonra Allah, başka bir peygamber göndermez kesin olarak; işte Allah, haddini aşan şüpheli kişiyi böyle saptırır.",
        "numberInSurah": 34,
        "juz": 24,
        "manzil": 6,
        "page": 471,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4168,
        "text": "Öyle kişilerdir onlar ki kendilerine hiçbir kesin delil gelmediği halde Allah'ın delilleri hakkında çekişmiye girişirler; Allah katında da bir nefrete ve buğza uğrarlar, inananlar katında da; Allah, her kibirli ve cebbar kişinin gönlünü böyle mühürler işte.",
        "numberInSurah": 35,
        "juz": 24,
        "manzil": 6,
        "page": 471,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4169,
        "text": "Ve Firavun, ey Haman demişti, bana bir köşk yap da belki kapılara erişirim.",
        "numberInSurah": 36,
        "juz": 24,
        "manzil": 6,
        "page": 471,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4170,
        "text": "Göklerin kapılarına ve derken Musa'nın mabudunu anlamış olurum ve gerçekten de sanıyorum ki o, yalancı ve Firavun'a, kötü işi, böyle bezendi de böyle çıkarıldı yoldan ve Firavun'un düzeni, ancak ziyana uğradı, boşa çıktı.",
        "numberInSurah": 37,
        "juz": 24,
        "manzil": 6,
        "page": 471,
        "ruku": 407,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4171,
        "text": "Ve inanan da ey kavmim dedi, bana uyun da size doğru yolu göstereyim.",
        "numberInSurah": 38,
        "juz": 24,
        "manzil": 6,
        "page": 471,
        "ruku": 408,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4172,
        "text": "Ey kavmim, şu dünya yaşayışı, ancak geçici bir metadan ibaret ve şüphe yok ki ahirettir, karar edilecek yurt.",
        "numberInSurah": 39,
        "juz": 24,
        "manzil": 6,
        "page": 471,
        "ruku": 408,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4173,
        "text": "Kim bir kötülükte bulunursa ancak onun misli olan bir ceza ile cezalanır ve erkek olsun, kadın olsun, inanarak iyi bir işte bulunansa işte o çeşit kişilerdir ki cennete girerler, orada sayısız rızıklanırlar.",
        "numberInSurah": 40,
        "juz": 24,
        "manzil": 6,
        "page": 471,
        "ruku": 408,
        "hizbQuarter": 188,
        "sajda": false
      },
      {
        "number": 4174,
        "text": "Ve ey kavmim, ne oluyor bana da ben sizi kurtuluşa çağırmadayım, halbuki siz beni ateşe çağırıyorsunuz.",
        "numberInSurah": 41,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4175,
        "text": "Allah'a kafir olmaya ve ona şirk koşmaya çağırıyorsunuz beni bu hususta hiçbir bilgim olmadığı halde ve bense sizi üstün ve bütün suçları tamamıyla örten mabuda çağırmadayım.",
        "numberInSurah": 42,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4176,
        "text": "Gerçeğin ta kendisi şu ki: Siz beni, dünyada da çağırmaya salahiyetli olmayan, ahirette de salahiyetli olmayan birşeye çağırıyorsunuz ancak ve dönüp gideceğimiz yer, Allah tapısıdır ve şüphe yok ki haddini aşanlar, cehennem ehlinin ta kendileridir.",
        "numberInSurah": 43,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4177,
        "text": "Yakında, size neler dediysem, anlıyacak, hatırlıyacaksınız onları ve ben, işimi Allah'a ısmarladım; şüphe yok ki Allah, kullarını görür.",
        "numberInSurah": 44,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4178,
        "text": "Derken Allah, onların düzenlerinin kötülüklerinden korudu onu ve Firavun soyunaysa azabın kötüsü gelip çattı.",
        "numberInSurah": 45,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4179,
        "text": "Ateş, sabahakşam, onlara gösterilecek ve kıyametin koptuğu günde Firavun soyunu denecek, sokun azabın en çetinine.",
        "numberInSurah": 46,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4180,
        "text": "Ve ateşte, birbirleriyle çekişmeye başladıkları zaman düşkünler, ululuk satanlara diyecekler ki: Gerçekten size uymuştuk, sizin adamlarınızdık biz, ateşin bir miktarını olsun defedebilir misiniz bizden?",
        "numberInSurah": 47,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4181,
        "text": "Ululuk satanlarsa, şüphe yok ki diyecekler, hepimiz de ateş içindeyiz; şüphe yok ki Allah, kullar arasında hükmetti.",
        "numberInSurah": 48,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4182,
        "text": "Ve ateştekiler, cehennemin kapıcılarına, Rabbinize yalvarın da diyecekler, ne olur, bir günceğiz olsun azabımızı hafifletsin.",
        "numberInSurah": 49,
        "juz": 24,
        "manzil": 6,
        "page": 472,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4183,
        "text": "Onlar da, peygamberleriniz, apaçık delillerle gelmedi miydi size diyecekler; onlar, evet diyecekler, bekçiler, öyleyse diyecekler, siz yalvarın ve kafirlerin duasıysa ancak boşa gider.",
        "numberInSurah": 50,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 408,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4184,
        "text": "Şüphe yok ki biz, elbette peygamberlerimize ve inananlara, dünya yaşayışında da yardım ederiz, tanıkların getirileceği günde de.",
        "numberInSurah": 51,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4185,
        "text": "Bir gündür o gün ki zalimlerin özürleri fayda vermez ve onlaradır lanet ve onlarındır kötü yeryurt.",
        "numberInSurah": 52,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4186,
        "text": "Ve andolsun ki biz, Musa'ya doğru yolu gösteren kitabı verdik ve İsrailoğullarını da mirasçı ettik o kitaba ki.",
        "numberInSurah": 53,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4187,
        "text": "Aklı başında olanları doğru yola sevk eder, onlara ibrettir, öğüttür.",
        "numberInSurah": 54,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4188,
        "text": "Artık sabret, şüphe yok ki Allah'ın vaadi gerçektir ve suçunun yarlıganmasını dile ve akşam ve sabah çağlarında, Rabbine hamd ederek tenzih et onu.",
        "numberInSurah": 55,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4189,
        "text": "Allah'ın ayetleri hakkında, kendilerine hiçbir kesin delil gelmemişken çekişmeye girişenlerin gönüllerinde, ancak ulaşmalarına imkan olmayan bir büyüklenme duygusu var; artık Allah'a sığın, şüphe yok ki o, duyar, görür.",
        "numberInSurah": 56,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4190,
        "text": "Elbette gökleri ve yeryüzünü yaratmak, insanları yaratmaktan daha büyük bir şey ve fakat insanların çoğu bilmez.",
        "numberInSurah": 57,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4191,
        "text": "Ve eşit değildir körle gören ve inanıp iyi işlerde bulunanla kötülükler eden; ne de az düşünmede, ne de az ibret almadasınız.",
        "numberInSurah": 58,
        "juz": 24,
        "manzil": 6,
        "page": 473,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4192,
        "text": "Kıyamet, elbette kopacak, şüphe yok bunda ve fakat insanların çoğu inanmaz.",
        "numberInSurah": 59,
        "juz": 24,
        "manzil": 6,
        "page": 474,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4193,
        "text": "Ve Rabbiniz dedi ki: Çağırın beni, icabet edeyim size; şüphe yok ki bana kulluk etmekten, ululuk satarak çekinenler, aşağılık bir halde cehenneme gireceklerdir.",
        "numberInSurah": 60,
        "juz": 24,
        "manzil": 6,
        "page": 474,
        "ruku": 409,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4194,
        "text": "Öyle bir Allah'tır ki size geceyi yarattı, dinlenmeniz için ve gündüzü yarattı, göregöre işlerinizi yapmanız için; şüphe yok ki Allah, elbette insanlara karşı lütuf ve ihsan sahibidir ve fakat insanların çoğu şükretmez.",
        "numberInSurah": 61,
        "juz": 24,
        "manzil": 6,
        "page": 474,
        "ruku": 410,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4195,
        "text": "İşte budur Rabbiniz Allah ki her şeyi halk eden odur, yoktur ondan başka tapacak; ne diye asılsız şeylere kapılmadasınız?",
        "numberInSurah": 62,
        "juz": 24,
        "manzil": 6,
        "page": 474,
        "ruku": 410,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4196,
        "text": "İşte böyle kapılırlar Allah'ın delillerini, bilebile inkar edenler.",
        "numberInSurah": 63,
        "juz": 24,
        "manzil": 6,
        "page": 474,
        "ruku": 410,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4197,
        "text": "Bir Allah'tır ki yeryüzünü, size karar edecek bir yurt, göğü de bir kubbe olarak yaratmıştır ve size suret vermiştir, suretinizi de en güzel bir şekle sokmuştur ve sizi, tertemiz şeylerle rızıklandırmıştır; işte budur Rabbiniz; ne yücedir alemlerin Rabbi Allah.",
        "numberInSurah": 64,
        "juz": 24,
        "manzil": 6,
        "page": 474,
        "ruku": 410,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4198,
        "text": "Odur daimi diri, yoktur ondan başka tapacak, artık onun dininde, yüreğinizi ona bağlayarak çağırın onu; hamd, alemlerin Rabbi Allah'a.",
        "numberInSurah": 65,
        "juz": 24,
        "manzil": 6,
        "page": 474,
        "ruku": 410,
        "hizbQuarter": 189,
        "sajda": false
      },
      {
        "number": 4199,
        "text": "De ki: Şüphe yok ki ben, Allah'tan başka sizin taptıklarınıza tapmaktan menedildim, Rabbimden apaçık deliller gelince bana ve alemlerin Rabbine teslim olmam emredildi bana.",
        "numberInSurah": 66,
        "juz": 24,
        "manzil": 6,
        "page": 474,
        "ruku": 410,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4200,
        "text": "Öyle bir mabuttur ki sizi topraktan, sonra bir katre sudan, sonra bir pıhtı kandan yaratmıştır, sonra sizi, çocuk olarak dünyaya çıkarmıştır, sonra ergenlik çağına erişmeniz, sonra da ihtiyar olmanız için sizi yaşatmadadır ve sizden, daha önce öldürülen de var ve hepinizi de muayyen ve mukadder bir zamanadek yaşatır ve bütün bunlar da akıl edesiniz diye olup biter.",
        "numberInSurah": 67,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 410,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4201,
        "text": "Öyle bir mabuttur ki diriltir ve öldürür; derken bir işin olmasını hükmetti mi ancak, ol der o işe, oluverir.",
        "numberInSurah": 68,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 410,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4202,
        "text": "Görmedin mi Allah'ın delilleri hakkında çekişmeye girişenleri, nereye gitmedeler, neye kapılmadalar?",
        "numberInSurah": 69,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4203,
        "text": "Onlar, öyle kişilerdir ki kitabı ve peygamberlerimizle gönderdiğimiz şeyleri yalanlamışlardır, yakında bilip anlayacaklar.",
        "numberInSurah": 70,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4204,
        "text": "Boyunlarına demirden laleler ve zincirler takılıp sürüklendikleri zaman.",
        "numberInSurah": 71,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4205,
        "text": "Sıcak su içinde, sonra cehenneme atıldıkları zaman.",
        "numberInSurah": 72,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4206,
        "text": "Sonra da denecek ki nerede şirk koştuklarınız,",
        "numberInSurah": 73,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4207,
        "text": "Allah'ı bırakıp da? Diyecekler ki: Gözümüzden kayboldular, zaten de bundan önce tapmaya layık birşeye tapmamıştık biz; işte Allah, kafirleri böyle saptırır.",
        "numberInSurah": 74,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4208,
        "text": "Bu da, yeryüzünde haksız yere sevinip övündüğünüzden ve ululanıp kendinizi gördüğünüzdendir.",
        "numberInSurah": 75,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4209,
        "text": "Girin kapılarından cehennemin, orada ebedi olarak kalacaksınız; gerçekten de ululananların yeriyurdu, ne de kötüdür.",
        "numberInSurah": 76,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4210,
        "text": "Artık sabret, şüphe yok ki Allah'ın vaadi gerçektir. Derken ya onlara vaadettiğimiz şeylerin bazısını göstereceğiz sana, yahut da seni öldüreceğiz, derken hepsi de dönüp tapımıza gelecekler.",
        "numberInSurah": 77,
        "juz": 24,
        "manzil": 6,
        "page": 475,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4211,
        "text": "Ve andolsun ki senden önce nice peygamberler gönderdik, onlardan, sana anlattıklarımız da var, anlatmadıklarımız da ve hiç bir peygamber, Allah'ın izni olmadıkça bir delil, bir mucize gösteremez; derken Allah'ın emri gelince gerçek olarak hükmedilir ve işte buracıkta, boş şeylere uyanlar, ziyan eder gider.",
        "numberInSurah": 78,
        "juz": 24,
        "manzil": 6,
        "page": 476,
        "ruku": 411,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4212,
        "text": "Öyle bir Allah'tır ki onların bir kısmına binin, bir kısmını da yiyin diye davarlar yaratmıştır size.",
        "numberInSurah": 79,
        "juz": 24,
        "manzil": 6,
        "page": 476,
        "ruku": 412,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4213,
        "text": "Ve onlarda başka faydalar da var size ve gönüllerinizdeki murada ulaşmak için onlara ve gemilere biniyorsunuz.",
        "numberInSurah": 80,
        "juz": 24,
        "manzil": 6,
        "page": 476,
        "ruku": 412,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4214,
        "text": "Ve size delillerini göstermede, Allah'ın delillerinden hangisini inkar edebilirsiniz?",
        "numberInSurah": 81,
        "juz": 24,
        "manzil": 6,
        "page": 476,
        "ruku": 412,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4215,
        "text": "Yeryüzünü gezip dolaşmazlar mı ki onlardan önce gelip geçenlerin ne olmuş sonları, bir bakıp görsünler? Onlar, topluluk bakımından daha çoktu, kuvvet ve yeryüzünde yaptıkları şeyler bakımından da daha üstündü bunlardan; derken elde ettikleri şeylerin, onlara hiçbir faydası olmadı.",
        "numberInSurah": 82,
        "juz": 24,
        "manzil": 6,
        "page": 476,
        "ruku": 412,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4216,
        "text": "Peygamberleri, apaçık delillerle onlara gelince kendilerindeki bilgiye güvenip övündüler, kendilerini gördüler de alay ettikleri şey, başlarına geliverdi.",
        "numberInSurah": 83,
        "juz": 24,
        "manzil": 6,
        "page": 476,
        "ruku": 412,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4217,
        "text": "Derken azabını görünce de Allah'ın birliğine inandık dediler ve şirk koştuğumuz şeyleri inkar ettik.",
        "numberInSurah": 84,
        "juz": 24,
        "manzil": 6,
        "page": 476,
        "ruku": 412,
        "hizbQuarter": 190,
        "sajda": false
      },
      {
        "number": 4218,
        "text": "Fakat azabımızı gördükleri zaman inanmaları, onlara bir fayda vermez; Allah'ın, kulları hakkında icra edilegelen yoluyoradamıdır bu ve işte buracıkta kafirler, ziyan edip giderler.",
        "numberInSurah": 85,
        "juz": 24,
        "manzil": 6,
        "page": 476,
        "ruku": 412,
        "hizbQuarter": 190,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "tr.golpinarli",
      "language": "tr",
      "name": "Abdulbakî Gölpınarlı",
      "englishName": "Abdulbaki Golpinarli",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}