{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 42,
    "name": "سُورَةُ الشُّورَىٰ",
    "englishName": "Ash-Shura",
    "englishNameTranslation": "Consultation",
    "revelationType": "Meccan",
    "numberOfAyahs": 53,
    "ayahs": [
      {
        "number": 4273,
        "text": "Ha mim.",
        "numberInSurah": 1,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4274,
        "text": "Ayn sin kaaf.",
        "numberInSurah": 2,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4275,
        "text": "İşte böyle vahyetmededir sana ve senden öncekilere o üstün, o hüküm ve hikmet sahibi Allah.",
        "numberInSurah": 3,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4276,
        "text": "Onundur ne varsa göklerde ve ne varsa yeryüzünde ve odur pek yüce, pek ulu.",
        "numberInSurah": 4,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4277,
        "text": "Müşriklerin sözlerinden neredeyse gökler, üstlerinden çatlayıp yarılacak ve melekler, ona hamd ederek tenzih ederler onu ve yeryüzündekilere yarlıganma dilerler; iyice bil ki şüphe yok Allah, odur örten ve rahim olan.",
        "numberInSurah": 5,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4278,
        "text": "Onun bırakıp da ondan başka dostlar ve tanrılar kabul edenlerin yaptıklarını Allah, görür, gözetir ve onların yaptıklarını görüp gözetecek, sen değilsin.",
        "numberInSurah": 6,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4279,
        "text": "Ve işte sana, böylece Arapça Kur'an'ı vahyettik, şehirlerin aslı ve temeli olan Mekke'yi ve çevresindeki bütün şehirleri korkutman ve geleceğinde şüphe olmayan topluluk gününü haber vererek o günün dehşetiyle korkutman için; halkın bir bölüğü cennettedir ve bir bölüğü yakıp kavuran cehennemde.",
        "numberInSurah": 7,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4280,
        "text": "Ve Allah isteseydi elbette onları bir ümmet olarak halkederdi ve fakat dilediğini rahmetine ithal eder ve zalimlere gelince: Onlara ne bir dost vardır, ne bir yardımcı.",
        "numberInSurah": 8,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4281,
        "text": "Yoksa, onu bırakıp kendilerine sahip olacak başka mabutlar mı kabul ettiler? Gerçekten de kudret sahibi ancak o Allah'tır ve odur ölüyü dirilten ve onun, her şeye gücü yeter.",
        "numberInSurah": 9,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 419,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4282,
        "text": "Ve bir şeyde ihtilafa düştünüz mü onun hükmü, Allah'a aittir, budur mabudunuz olan Rabbim Allah, ona dayandım ben ve her hususta ona dönerim ben.",
        "numberInSurah": 10,
        "juz": 25,
        "manzil": 6,
        "page": 483,
        "ruku": 420,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4283,
        "text": "Odur yoktan var eden gökleri ve yeryüzünü, size kendi cinsinizden eşler halketmiştir, davarları da çifterçifter halketmiştir, bu suretle üretip çoğaltmadadır sizi; ona hiçbir benzer yoktur ve odur duyan, gören.",
        "numberInSurah": 11,
        "juz": 25,
        "manzil": 6,
        "page": 484,
        "ruku": 420,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4284,
        "text": "Onundur göklerin ve yeryüzünün kilitleri, dilediğine bolbol rızık verir, dilediğinin rızkını daraltır; şüphe yok ki o, her şeyi bilir.",
        "numberInSurah": 12,
        "juz": 25,
        "manzil": 6,
        "page": 484,
        "ruku": 420,
        "hizbQuarter": 193,
        "sajda": false
      },
      {
        "number": 4285,
        "text": "Dine ait hükümlerden, Nuh'a tavsiye ettiğini ve sana vahyettiklerimizi ve İbrahim'e, Musa ve İsa'ya tavsiye ettiklerimizi, size de gidilecek yol olarak bildirdi, açıkladı; dine yapışın ve o hususta hiçbir ayrılığa düşmeyin. Onları, inanmaya çağırdığın şey, müşriklere pek büyük, pek ağır gelmede; Allah, dilediğini kendisine seçer ve kim, ona dönerse doğru yolu gösterir ona.",
        "numberInSurah": 13,
        "juz": 25,
        "manzil": 6,
        "page": 484,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4286,
        "text": "Onlar, aralarındaki hırs ve haset yüzünden, kendilerine bu hususta bilgi geldikten sonra ayrılığa düştüler ve Rabbin, muayyen bir zamana kadar onlara azap etmemeyi takdir etmeseydi aralarında çoktan hükmedilirdi ve onlardan sonra kitaba varis olanlarda bu hususta elbette şüphe içindedir, tereddüde düşmüşlerdir.",
        "numberInSurah": 14,
        "juz": 25,
        "manzil": 6,
        "page": 484,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4287,
        "text": "Ve işte bunun için artık onları çağır ve doğru hareket et emredildiğin gibi ve uyma onların dileklerine ve de ki: Ben, kitaptan ne indirdiyse Allah, inandım ona ve bana, aranızda adaletle hükmetmem emredildi; Allah, Rabbimizdir ve Rabbiniz; bizim yaptıklarımız, bize aittir, sizin yaptıklarınız size; düşmanlık yok bizimle sizin aranızda; Allah, bir yerde toplayacak bizi ve sonunda dönüp onun tapısına varılacak.",
        "numberInSurah": 15,
        "juz": 25,
        "manzil": 6,
        "page": 484,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4288,
        "text": "Halk tarafından, ona icabet edildikten sonra Allah hakkında cedelleşmeye girişenlerin gösterdikleri düşmanlık, Rableri katında boştur ve onlaradır gazep ve onlaradır çetin bir azap.",
        "numberInSurah": 16,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4289,
        "text": "Öyle bir Allah'tır ki gerçek olarak kitabı ve adaleti indirmiştir ve ne bilirsin, belki de kıyamet, pek yakındır.",
        "numberInSurah": 17,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4290,
        "text": "Buna inanmayanlar, çabuk gelmesini isterler ve inananlarsa gelip çatmasından korkarlar ve bilirler ki o, gerçektir; iyice bil ki kıyametten şüphe edip o hususta mücadeleye girişenler, elbette doğrudan pek uzak bir sapıklık içindedir.",
        "numberInSurah": 18,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4291,
        "text": "Allah, kullarına lutfeder, dilediğini rızıklandırır ve odur pek kuvvetli ve üstün.",
        "numberInSurah": 19,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 420,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4292,
        "text": "Kim, ahiret kazancı isterse kazancını arttırırız ve kim, dünya kazancını isterse ona da dünyaya ait şeylerin bir kısmını veririz ve ahiretten bir nasibi yoktur onun.",
        "numberInSurah": 20,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4293,
        "text": "Yoksa Allah'ın emir ve izin vermediği bir dini onlara kuran ortaklar mı var? Azabın, mukadder bir zamana geciktirilmesi takdir edilmemiş olsaydı çoktan aralarında hükmedilirgiderdi ve şüphe yok ki zalimleredir elemli azap.",
        "numberInSurah": 21,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4294,
        "text": "Görürsün ki zulmedenler, kazandıkları şeylerden dolayı korkup durular ve korktukları da başlarına gelecek ve inananlar ve iyi işlerde bulunanlarsa cennet bahçelerindedir, onlarındır Rableri katında ne dilerlerse; bu, pek büyük bir lütuftur, ihsandır.",
        "numberInSurah": 22,
        "juz": 25,
        "manzil": 6,
        "page": 485,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4295,
        "text": "Bu, Allah'ın, inanan ve iyi işlerde bulunan kullarını müjdelemesidir işte. De ki: Sizden, tebliğime karşılık bir ücret istemiyorum, istediğim, ancak yakınlarıma sevgidir ve kim güzel ve iyi bir iş yaparsa onun güzelim mükafatını arttırırız; şüphe yokki Allah, suçları örter, iyiliğe, mükafatla karşılık verir.",
        "numberInSurah": 23,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4296,
        "text": "Yoksa bunu Allah'a isnat ederek o uydurdu mu derler? Gerçekten de Allah dilerse gönlünü mühürler senin ve Allah, batılı mahveder ve gerçeği gerçekleştirir sözleriyle; şüphe yok ki o, gönüllerde olanları bilir.",
        "numberInSurah": 24,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4297,
        "text": "Ve o, bir mabuttur ki kullarının tövbesini kabul eder ve kötülükleri bağışlar ve ne yapıyorsanız, hepsini bilir.",
        "numberInSurah": 25,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4298,
        "text": "İnanan ve iyi işlerde bulunanların dileklerine icabet eder ve onlar hakkındaki ihsan ve keremini, lütfüyle arttırır ve kafirlere gelince: Onlaradır çetin azap.",
        "numberInSurah": 26,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 194,
        "sajda": false
      },
      {
        "number": 4299,
        "text": "Ve Allah, kullarının rızkını yaysaydı, bollaştırsaydı yeryüzünde azgınlıkta bulunurlardı ve fakat o, ne kadar dilerse o kadar indirir; şüphe yok ki o, kullarından haberdardır, onları görür.",
        "numberInSurah": 27,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4300,
        "text": "Ve öyle bir mabuttur ki onlar, tamamıyla ümitsizliğe düşerler de ondan sonra yağmur yağdırır ve rahmetini yayar ve odur onların işlerini tedbir ve tasarruf eden ve hamde layık olan.",
        "numberInSurah": 28,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4301,
        "text": "Ve delillerindendir gökleri ve yeryüzünü yaratması ve her ikisinde mahlukatı yayıp dağıtması ve onun, elbette onları toplamaya da gücü yeter.",
        "numberInSurah": 29,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 421,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4302,
        "text": "Ve size gelip çatan her felaket, ellerinizle kazandığınız bir şeydir ancak ve çoğunu da bağışlar.",
        "numberInSurah": 30,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4303,
        "text": "Ve siz, yeryüzünde onu aciz bir hale getiremezsiniz ve size, Allah'tan başka ne bir dost vardır, ne bir yardımcı.",
        "numberInSurah": 31,
        "juz": 25,
        "manzil": 6,
        "page": 486,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4304,
        "text": "Ve onun delillerindendir denizde akıp giden yüce dağlar gibi gemiler.",
        "numberInSurah": 32,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4305,
        "text": "Dilerse rüzgarı durdurur da denizin üstünde, öylece kalakalırlar; şüphe yok ki bunda, iyideniyiye sabreden ve çok şükreden herkese elbette deliller var.",
        "numberInSurah": 33,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4306,
        "text": "Yahut da, kazandıkları suçlar yüzünden fırtınalarla helak eder gemileri ve çoğunu da bağışlar.",
        "numberInSurah": 34,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4307,
        "text": "Delillerimiz hakkında cedelleşmeye kalkışanlar, bilsinler ki onlara hiçbir yer yok ki kaçıp da kurtulsunlar.",
        "numberInSurah": 35,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4308,
        "text": "Gerçekten de size verilenler, dünya yaşayışına ait metalardan ibaret ve Allah katındakiyse daha da hayırlıdır ve daha da fazla kalır inananlara ve Rablerine dayananlara.",
        "numberInSurah": 36,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4309,
        "text": "Ve suçların büyüklerinden ve çirkin şeylerden kaçınanlara ve kızdıkları zaman, suçları örtenlere.",
        "numberInSurah": 37,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4310,
        "text": "Ve Rablerinin davetine icabet edenlere ve namaz kılanlara ve işlerini, aralarında danışarak yapanlara ve onları rızıklandırdığımız şeylerin bir kısmını ayırıp yoksulları doyuranlara, hayra harcayanlara.",
        "numberInSurah": 38,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4311,
        "text": "Ve bir zulme uğradıkları zaman haddi aşmaksızın birbirlerine yardım ederek karşı duranlara.",
        "numberInSurah": 39,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4312,
        "text": "Ve kötülüğün karşılığı, ona benzer bir kötü cezadır. Gerçekten de kim bağışlar ve barışı sağlarsa mükafatı, Allah'a aittir; şüphe yok ki o, zulmedenleri sevmez.",
        "numberInSurah": 40,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4313,
        "text": "Ve kim, zulme karşı savunursa bu çeşit kişileri suçlu saymaya bir yol yoktur.",
        "numberInSurah": 41,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4314,
        "text": "Ancak halka zulmedenleri ve haksız yere, yeryüzünde azgınlıkta bulunanları suçlu saymaya yol var, onlaradır elemli azap.",
        "numberInSurah": 42,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4315,
        "text": "Ve kim, dayanır ve suçları örterse şüphe yok ki bu, azme, iradeye dayanan işlerdendir elbet.",
        "numberInSurah": 43,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 422,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4316,
        "text": "Ve Allah, kimi saptırırsa artık ona, bundan böyle bir dost yoktur ve zalimleri görürsün ki azabı görünce, geriye dünyaya dönmeye derler, bir yol var mı ki?",
        "numberInSurah": 44,
        "juz": 25,
        "manzil": 6,
        "page": 487,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4317,
        "text": "Ve görürsün ki onlar, ateşin önüne getirildikleri zaman düştükleri horluktan ürküp titremedeler ve cehenneme, göz ucuyla gizlice bakmadalar ve inananlarsa şüphe yok ki derler, ziyana düşenler, kıyamet gününde kendilerini ve yakınlarını ziyana düşürenlerdir. İyice bil ki zulmedenler, şüphesiz, sürekli bir azap içindedir.",
        "numberInSurah": 45,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4318,
        "text": "Ve Allah'tan başka onlara yardım edecek bir dost da yoktur ve Allah, kimi saptırırsa artık bir yol yok ona.",
        "numberInSurah": 46,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4319,
        "text": "Rabbinizin davetine icabet edin reddine imkan olmayan gün Allah tarafından gelip çatmadan; o gün, ne kaçıp sığınılacak bir yer var size ve ne suçlarını inkara mecal var size.",
        "numberInSurah": 47,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4320,
        "text": "Yüz çevirirlerse artık biz, seni onları korumaya göndermedik ki; sana ancak tebliğ etmek düşer ve şüphe yok ki biz, insana, katımızdan bir rahmet tattırdık mı sevinir, övünür onunla, fakat elleriyle hazırlayıp kazandıkları bir kötülüğe uğrarlarsa da gerçekten insan, pek nankördür.",
        "numberInSurah": 48,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4321,
        "text": "Allah'ındır göklerin ve yeryüzünün saltanatı ve tedbiri, dilediğini yaratır, dilediğine kız evlat verir ve dilediğine oğlan evlat.",
        "numberInSurah": 49,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4322,
        "text": "Yahut da çift olarak hem kız evlat verir, hem oğlan ve dilediğini de kısır yaratır; şüphe yok ki onun her şeye gücü yeter.",
        "numberInSurah": 50,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 195,
        "sajda": false
      },
      {
        "number": 4323,
        "text": "Ve hiçbir insana söz söylemez Allah, ancak vahiyle, yahut perde ardından, yahut da bir elçi gönderir de, izniyle dilediğini vahyeder ona; şüphe yok ki o, pek yücedir, hüküm ve hikmet sahibidir.",
        "numberInSurah": 51,
        "juz": 25,
        "manzil": 6,
        "page": 488,
        "ruku": 423,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4324,
        "text": "Ve işte biz, emrimizle sana böylece Ruh'u gönderdik de vahyettik; ne kitap nedir, bilirdin, ne de iman ve fakat onu, kullarımızdan dilediğimizi doğru yola sevk eden bir nur olarak yarattık ve şüphe yok ki sen de elbette doğru yola sevk edersin.",
        "numberInSurah": 52,
        "juz": 25,
        "manzil": 6,
        "page": 489,
        "ruku": 423,
        "hizbQuarter": 196,
        "sajda": false
      },
      {
        "number": 4325,
        "text": "O yoluna Allah'ın ki onundur ne varsa göklerde ve ne varsa yeryüzünde; iyice bilin ki bütün işler, dönüp Allah tapısına varır.",
        "numberInSurah": 53,
        "juz": 25,
        "manzil": 6,
        "page": 489,
        "ruku": 423,
        "hizbQuarter": 196,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "tr.golpinarli",
      "language": "tr",
      "name": "Abdulbakî Gölpınarlı",
      "englishName": "Abdulbaki Golpinarli",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}