{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 46,
    "name": "سُورَةُ الأَحۡقَافِ",
    "englishName": "Al-Ahqaf",
    "englishNameTranslation": "The Dunes",
    "revelationType": "Meccan",
    "numberOfAyahs": 35,
    "ayahs": [
      {
        "number": 4511,
        "text": "Ha mim.",
        "numberInSurah": 1,
        "juz": 26,
        "manzil": 6,
        "page": 502,
        "ruku": 438,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4512,
        "text": "Bu kitap, üstün ve her şeyi bilen Allah tarafından indirilmiştir.",
        "numberInSurah": 2,
        "juz": 26,
        "manzil": 6,
        "page": 502,
        "ruku": 438,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4513,
        "text": "Gökleri ve yeryüzünü ancak gerçek olarak ve muayyen bir zaman için yarattık ve kafir olanlarsa korkutuldukları şeylerden yüz çevirirler.",
        "numberInSurah": 3,
        "juz": 26,
        "manzil": 6,
        "page": 502,
        "ruku": 438,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4514,
        "text": "De ki: Allah'tan başka taptıklarınız, gösterin bana, ne yarattılar yeryüzünde, yoksa göğü idarede bir ortaklıkları mı var? Doğru söylüyorsanız bundan önceki bir kitabı, yahut bir bilgi eserini getirin bana.",
        "numberInSurah": 4,
        "juz": 26,
        "manzil": 6,
        "page": 502,
        "ruku": 438,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4515,
        "text": "Allah'ı bırakıp da kıyamet günü, kendisine cevap vermeyecek olan ve kendisine tapanlardan haberleri bile bulunmayan şeylere tapandan daha sapık kimdir ki?",
        "numberInSurah": 5,
        "juz": 26,
        "manzil": 6,
        "page": 502,
        "ruku": 438,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4516,
        "text": "Ve insanların toplandığı zaman onlar, düşman kesilirler ve kendilerine tapanların kulluklarını da inkar ederler.",
        "numberInSurah": 6,
        "juz": 26,
        "manzil": 6,
        "page": 503,
        "ruku": 438,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4517,
        "text": "Onlara apaçık ayetlerimiz okundu mu gerçeği inkar edenler, gerçek, onlara gelince bu derler, aşikar bir büyü.",
        "numberInSurah": 7,
        "juz": 26,
        "manzil": 6,
        "page": 503,
        "ruku": 438,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4518,
        "text": "Yoksa bunu, kendisi uyduruyor mu derler? De ki: Ben uyduruyorsam Allah'ın azabından hiçbir şeyi gideremezsiniz benden; o, Kur'an hakkında neler dediğinizi daha iyi bilir; benimle sizin aranızda tanık olarak o yeter ve odur suçları örten, rahim.",
        "numberInSurah": 8,
        "juz": 26,
        "manzil": 6,
        "page": 503,
        "ruku": 438,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4519,
        "text": "De ki: İlk gönderilen peygamber değilim ben ve bana ne yapılacağını da bilmem, size ne yapılacağını da; ancak bana vahyedilene uyarım ve ben, apaçık bir korkutucudan başka bir şey de değilim.",
        "numberInSurah": 9,
        "juz": 26,
        "manzil": 6,
        "page": 503,
        "ruku": 438,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4520,
        "text": "De ki: Ne dersiniz, Allah katındansa ve siz onu inkar ettiyseniz; İsrailoğullarından bir tanık, onun gerçek olup Allah'tan geldiğine tanıklık etti de inandı, halbuki gene de siz ululandınız, kibirinize yediremediniz; şüphe yok ki Allah, zulmeden topluluğu doğru yola sevketmez.",
        "numberInSurah": 10,
        "juz": 26,
        "manzil": 6,
        "page": 503,
        "ruku": 438,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4521,
        "text": "Kafir olanlar, inananlara dediler ki: Eğer bir hayır olsaydı onlar, bizi geçemezlerdi ve Kur'an'la doğru yolu bulmadıkları için de diyecekler ki bu, çok eski bir yalan.",
        "numberInSurah": 11,
        "juz": 26,
        "manzil": 6,
        "page": 503,
        "ruku": 439,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4522,
        "text": "Ve bundan önce de Musa'nın kitabı, uyulan bir kitaptı ve rahmetti ve bu da bir kitaptır ki onu gerçekleştirir, Arap diliyledir, zulmedenleri korkutmak içindir ve müjdedir iyilik edenlere.",
        "numberInSurah": 12,
        "juz": 26,
        "manzil": 6,
        "page": 503,
        "ruku": 439,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4523,
        "text": "Şüphesiz, onlar ki Rabbimiz Allah'tır dediler de sonra doğru hareket ettiler, artık onlara ne bir korku vardır, ne de kederlenir onlar.",
        "numberInSurah": 13,
        "juz": 26,
        "manzil": 6,
        "page": 503,
        "ruku": 439,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4524,
        "text": "Onlardır cennet ehli, ebedi kalırlar orada, yaptıklarına karşılık.",
        "numberInSurah": 14,
        "juz": 26,
        "manzil": 6,
        "page": 503,
        "ruku": 439,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4525,
        "text": "Ve biz, insana, anasınababasına iyilik etmesini emrettik; anası, onu zahmetle taşımıştır ve zahmetle doğurmuştur ve gebelik müddetiyle sütten kesilme müddeti, otuz ayı tutar; sonunda ergenlik çağına gelmiştir ve kırk yaşına ermiştir de demiştir ki: Rabbim, bana da, anamababama da verdiğin nimetine karşı şükretmeyi nasip ve müyesser et bana ve soyumdan gelenleri de doğru ve düzgün kişiler yap da hoşnut ol benden; şüphe yok ki tövbe ettim sana ve şüphe yok ki teslim olanlardanım, emrine uyanlardanım ben.",
        "numberInSurah": 15,
        "juz": 26,
        "manzil": 6,
        "page": 504,
        "ruku": 439,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4526,
        "text": "Öyle kişilerdir onlar ki yaptıklarının en güzelini kabul ederiz ve kötülüklerinden geçeriz, cennet ehlinin içindedir bunlar; dosdoğru bir vaittir ki vaadedilmiştir onlara.",
        "numberInSurah": 16,
        "juz": 26,
        "manzil": 6,
        "page": 504,
        "ruku": 439,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4527,
        "text": "Ve öbürü de, anasınababasına, uf sizden, tekrar kabirden çıkacağımı mı söylüyor, buna inanmaya mı çağırıyorsunuz beni? Ve benden önce nice nesiller gelipgeçti demiştir ve onlar da Allah'a yalvarırlar da yazık sana derler, inan, şüphe yok ki Allah'ın vaadi gerçektir, derken o, bu der, eskilerin masallarından başka bir şey değil.",
        "numberInSurah": 17,
        "juz": 26,
        "manzil": 6,
        "page": 504,
        "ruku": 439,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4528,
        "text": "Bunlar, öyle kişilerdir ki, onlardan önce cinden ve insanlardan gelip geçen ümmetler içinde, onlara da, azaba uğrayacaklarına dair söylenen söz hak olmuştur; şüphe yok ki onlar, ziyana uğramışlardır.",
        "numberInSurah": 18,
        "juz": 26,
        "manzil": 6,
        "page": 504,
        "ruku": 439,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4529,
        "text": "Ve herkesin, yaptığı işlere göre dereceleri var ve yaptıklarının karşılığını elbette tamamıyla öder ve onlara zulmedilmez.",
        "numberInSurah": 19,
        "juz": 26,
        "manzil": 6,
        "page": 504,
        "ruku": 439,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4530,
        "text": "Ve o gün, kafir olanlar, ateşe arzedilirler, dünya yaşayışınızda bütün temiz şeylerinizi kaybettiniz denir ve orada, bunlarla geçinip gitmiştiniz, bugünse, yeryüzünde, haksız yere ululuk sattığınızdan ve buyruktan çıktığınızdan dolayı aşağılanma azabıyla cezalanırsınız.",
        "numberInSurah": 20,
        "juz": 26,
        "manzil": 6,
        "page": 504,
        "ruku": 439,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4531,
        "text": "Ve an Âd'ın kardeşini, hani kavmini Ahkaaf'ta korkutmuştu ve ondan önce ve ondan sonra gelip geçen korkutucular da, ancak Allah'a kulluk edin diye korkutmuşlardı; o da öyle demiş ve şüphe yok ki ben demişti, o pek büyük günün azabına uğrayacağınızdan korkuyorum.",
        "numberInSurah": 21,
        "juz": 26,
        "manzil": 6,
        "page": 505,
        "ruku": 440,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4532,
        "text": "Onlar, sen demişlerdi, bizi mabutlarımızdan vaz geçirmeye mi geldin, doğru söyleyenlerdensen bize vaadettiğini getir başımıza artık.",
        "numberInSurah": 22,
        "juz": 26,
        "manzil": 6,
        "page": 505,
        "ruku": 440,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4533,
        "text": "Demişti ki: Azabın ne vakit geleceğine dair bilgi, ancak Allah katındadır ve ben neyle gönderilmişsem onu tebliğ ediyorum size ve fakat görüyorum ki siz, bilgisiz bir topluluksunuz.",
        "numberInSurah": 23,
        "juz": 26,
        "manzil": 6,
        "page": 505,
        "ruku": 440,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4534,
        "text": "O bulutun, vadilerine doğru gelmekte olduğunu görünce bu demişlerdi, bize yağmur getiren bulut. Hayır, o, çarçabuk gelmesini istediğiniz şey, bir yel ki onda elemli bir azap var.",
        "numberInSurah": 24,
        "juz": 26,
        "manzil": 6,
        "page": 505,
        "ruku": 440,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4535,
        "text": "Bir azap var ki Rabbinin emriyle her şeyi mahvedip gider, derken hepsi de helak olup gitti, öyle bir güne erdiler ki evlerinden başka hiçbir şey görülmez oldu. İşte böylece cezalandırırız mücrim topluluğu.",
        "numberInSurah": 25,
        "juz": 26,
        "manzil": 6,
        "page": 505,
        "ruku": 440,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4536,
        "text": "Ve andolsun ki biz onlara, size vermediğimiz gücükuvveti vermiştik ve onlara kulak, göz ve gönül vermiştik; derken Allah'ın delillerini, bilebile inkar ettikleri zaman onlara gelen azabı, ne kulakları menedebilmişti ve ne gözleri ve ne gönülleri ve alay ettikleri, başlarına gelmişti.",
        "numberInSurah": 26,
        "juz": 26,
        "manzil": 6,
        "page": 505,
        "ruku": 440,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4537,
        "text": "Ve andolsun ki çevrenizdeki şehirleri de helak ettik ve tuttukları yoldan dönsünler diye de delilleri tekrartekrar açıklamadayız, bildirmedeyiz.",
        "numberInSurah": 27,
        "juz": 26,
        "manzil": 6,
        "page": 505,
        "ruku": 441,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4538,
        "text": "Peki, Allah'ı bırakıp da mabud olarak kabul ettikleri ve Tanrıya yaklaşmak için tapındıkları putlar, ne diye yardım etmedi onlara? Hayır, hatta kaybolup gittiler gözlerinden ve bu, onların yalanıydı ve onların iftirası.",
        "numberInSurah": 28,
        "juz": 26,
        "manzil": 6,
        "page": 505,
        "ruku": 441,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4539,
        "text": "An o zamanı ki hani cinlerin bir bölüğünü, Kur'an dinlesinler diye senin bulunduğun tarafa yollamıştık; oraya gelince birbirlerine, susun demişlerdi; okunuşu bitince de korkutmak için kavimlerine dönmüşlerdi de.",
        "numberInSurah": 29,
        "juz": 26,
        "manzil": 6,
        "page": 506,
        "ruku": 441,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4540,
        "text": "Ey kavmimiz demişlerdi, gerçekten de biz, Musa'dan sonra indirilmiş bir kitap duyduk ki önceki kitapları gerçeklemede, gerçeği ve doğru yolu göstermede.",
        "numberInSurah": 30,
        "juz": 26,
        "manzil": 6,
        "page": 506,
        "ruku": 441,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4541,
        "text": "Ey kavmimiz, icabet edin Allah'a çağırana ve inanın ona da suçlarınızın bir kısmını örtsün ve sizi korusun elemli azaptan.",
        "numberInSurah": 31,
        "juz": 26,
        "manzil": 6,
        "page": 506,
        "ruku": 441,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4542,
        "text": "Ve kim icabet etmezse Allah'a çağırana, artık o, yeryüzünde Allah'ı aciz bırakamaz ve ondan başka yardımcılar da yoktur ona; bu çeşit kişilerdir apaçık sapıklığa düşenler.",
        "numberInSurah": 32,
        "juz": 26,
        "manzil": 6,
        "page": 506,
        "ruku": 441,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4543,
        "text": "Görmezler mi ki şüphe yok, Allah, öyle bir mabuttur ki gökleri ve yeryüzünü yaratmıştır ve onları yaratırken yorulmayanın, aciz kalmayanın, elbette ölüyü de diriltmeye gücü yeter; evet, şüphe yok ki her şeye gücü yeter onun.",
        "numberInSurah": 33,
        "juz": 26,
        "manzil": 6,
        "page": 506,
        "ruku": 441,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4544,
        "text": "Ve o gün, kafir olanlar, ateşe arz edilirler de bu gerçek değil mi denir, evet derler, andolsun Rabbimize; der ki: İnkar ettiğinizden dolayı artık tadın azabı.",
        "numberInSurah": 34,
        "juz": 26,
        "manzil": 6,
        "page": 506,
        "ruku": 441,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4545,
        "text": "Artık, peygamberlerden azim ve irade sahipleri nasıl sabrettilerse sen de sabret ve azaba uğramaları için acele etme. Onlara vaadedilen azabı gördükleri gün sanırlar ki dünyada bir günün bir anı kadar kalmışlar; bu, bir tebliğdir, buyruktan çıkan topluluktan başkası helak mı olur?",
        "numberInSurah": 35,
        "juz": 26,
        "manzil": 6,
        "page": 506,
        "ruku": 441,
        "hizbQuarter": 202,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "tr.golpinarli",
      "language": "tr",
      "name": "Abdulbakî Gölpınarlı",
      "englishName": "Abdulbaki Golpinarli",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}