{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 47,
    "name": "سُورَةُ مُحَمَّدٍ",
    "englishName": "Muhammad",
    "englishNameTranslation": "Muhammad",
    "revelationType": "Medinan",
    "numberOfAyahs": 38,
    "ayahs": [
      {
        "number": 4546,
        "text": "Kafir olanların ve halkı, Allah yolundan çıkaranların, hayır sanarak yaptıklarını boşa çıkarmaktadır.",
        "numberInSurah": 1,
        "juz": 26,
        "manzil": 6,
        "page": 507,
        "ruku": 442,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4547,
        "text": "İnananların ve iyi işlerde bulunanların ve Rablerinden gelen bir gerçek olan ve Muhammed'e indirilen şeylere iman edenlerinse yaptıkları kötülükleri örtmekte, gizlemekte ve hallerini düzene sokmaktadır.",
        "numberInSurah": 2,
        "juz": 26,
        "manzil": 6,
        "page": 507,
        "ruku": 442,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4548,
        "text": "Bu da, şüphe yok ki kafir olanların, boş şeylere uymalarından ve gene şüphe yok ki inananların, Rablerinden gelen gerçeğe uymalarındandır ve işte Allah, insanlara böyle örnekler getirmekte, hallerini böyle anlatmaktadır.",
        "numberInSurah": 3,
        "juz": 26,
        "manzil": 6,
        "page": 507,
        "ruku": 442,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4549,
        "text": "Kafir olanlarla savaşa giriştiniz mi vurun boyunlarını, onları iyice yaralayıp kırdınız, bozguna uğratıp da onlara üst geldiniz mi işe sağlam yapışın, bağlayın sımsıkı tutsakları, ondan sonra da isterseniz öylece salıverirsiniz onları, isterseniz para alır da bırakırsınız savaş ağırlığını atıncaya dek, bu, böyle; ve Allah dileseydi savaşsız da helak ederdi onları ve fakat bir kısmınızı, bir kısmınızla sınamak ister ve Allah yolunda öldürülenlerin yaptıklarını asla boşa çıkarmamaktadır.",
        "numberInSurah": 4,
        "juz": 26,
        "manzil": 6,
        "page": 507,
        "ruku": 442,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4550,
        "text": "İlerde de onları doğru yola götürmektedir ve hallerini düzene sokmaktadır.",
        "numberInSurah": 5,
        "juz": 26,
        "manzil": 6,
        "page": 507,
        "ruku": 442,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4551,
        "text": "Ve cennete sokar onları ve cenneti, onlara tanıtmaktadır.",
        "numberInSurah": 6,
        "juz": 26,
        "manzil": 6,
        "page": 507,
        "ruku": 442,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4552,
        "text": "Ey inananlar, siz yardım ederseniz Allah'a, o da yardım eder size ve ayaklarınızı diretir, size sebat verir.",
        "numberInSurah": 7,
        "juz": 26,
        "manzil": 6,
        "page": 507,
        "ruku": 442,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4553,
        "text": "Kafir olanlara gelince: Kötülük onlara ve yaptıklarını boşa çıkarmaktadır.",
        "numberInSurah": 8,
        "juz": 26,
        "manzil": 6,
        "page": 507,
        "ruku": 442,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4554,
        "text": "Bu da, Allah'ın indirdiğine hoşlanmadıklarındandır, artık o da, yaptıklarını mahvetmektedir.",
        "numberInSurah": 9,
        "juz": 26,
        "manzil": 6,
        "page": 507,
        "ruku": 442,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4555,
        "text": "Gezmezler mi yeryüzünde de bakıp görsünler kendilerinden öncekilerin sonunu, Allah helak edivermiştir onları ve kafirlere de bunlara benzer azaplar var.",
        "numberInSurah": 10,
        "juz": 26,
        "manzil": 6,
        "page": 507,
        "ruku": 442,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4556,
        "text": "Böyle bu, çünkü şüphe yok ki Allah, inananların yardımcısıdır ve şüphe yok ki kafirlerin yardımcısı yoktur.",
        "numberInSurah": 11,
        "juz": 26,
        "manzil": 6,
        "page": 507,
        "ruku": 442,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4557,
        "text": "Şüphe yok ki Allah, inanan ve iyi işlerde bulunanları kıyılarından ırmaklar akan cennetlere sokar ve kafir olanlarsa geçinip dururlar ve hayvanlar gibi yerler ve ateş, onlara yurt olmaktadır.",
        "numberInSurah": 12,
        "juz": 26,
        "manzil": 6,
        "page": 508,
        "ruku": 443,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4558,
        "text": "Ve nice şehirlerin halkını helak ettik ki onlar, seni çıkardıkları şehirdekilerden daha da güçlü kuvvetliydiler; onlara bir yardım eden bile yok.",
        "numberInSurah": 13,
        "juz": 26,
        "manzil": 6,
        "page": 508,
        "ruku": 443,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4559,
        "text": "Rabbinden, kesin bir delile sahip olan, o kişiye benzer mi ki kötü işi, kendisine bezetilmiştir ve onlar, kendi havalarına, dileklerine uymaktadır.",
        "numberInSurah": 14,
        "juz": 26,
        "manzil": 6,
        "page": 508,
        "ruku": 443,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4560,
        "text": "Çekinenlere vaadedilen cennet, şöyledir adeta: Orada su ırmakları var, bozulup kokmaz ve süt ırmakları var, lezzetleri bozulmaz ve şarap ırmakları var, içenlere safi lezzet ve bal ırmakları var, süzme ve onlara, orada bütün meyvelerden sunulur ve Rablerinden yarlıganma var; buna nail olan, o kişiye benzer mi ki ateşte ebedidir ve kaynar sularla sulanır da onların bağırsakları parçalanmaktadır.",
        "numberInSurah": 15,
        "juz": 26,
        "manzil": 6,
        "page": 508,
        "ruku": 443,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4561,
        "text": "Ve onlardan seni dinleyenler de var, sonunda yanından çıkınca kendilerine bilgi verilenlere, demin ne söylüyordu o derler; öyle kişilerdir onlar ki Allah, gönüllerini mühürlemiştir onların; onlar, kendi havalarına, dileklerine uymaktadır.",
        "numberInSurah": 16,
        "juz": 26,
        "manzil": 6,
        "page": 508,
        "ruku": 443,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4562,
        "text": "Ve doğru yolu bulanlara gelince: Onların başarısını arttırmaktadır ve onlara, korunma duygusu vermektedir.",
        "numberInSurah": 17,
        "juz": 26,
        "manzil": 6,
        "page": 508,
        "ruku": 443,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4563,
        "text": "Onlar, kıyametin gelmesinden, apansızın başlarına kopuvermesinden başka bir şey mi bekliyorlar? Gerçekten de alametleri geldi; onlara gelip çatınca ibret almaları neye yarar?",
        "numberInSurah": 18,
        "juz": 26,
        "manzil": 6,
        "page": 508,
        "ruku": 443,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4564,
        "text": "Artık bil ki şüphe yok, Allah'tan başka yoktur tapacak ve kendi suçun ve inanan erkeklerle kadınların suçları için yarlıganma dile ve Allah, sizin dönüp dolaştığınız yeri de, size yurt olacak yeri de bilmektedir.",
        "numberInSurah": 19,
        "juz": 26,
        "manzil": 6,
        "page": 508,
        "ruku": 443,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4565,
        "text": "Ve inananlar, derler ki: Bir sure indirilseydi; bir hükmü kesin sure indirildi mi ve onda, savaş anıldı mı da gönüllerinde hastalık olanları görürsün ki sana, ölümden baygınlık geçiriyorlarmış gibi baygınbaygın bakarlar; artık ölüm, onlara daha da uymaktadır.",
        "numberInSurah": 20,
        "juz": 26,
        "manzil": 6,
        "page": 509,
        "ruku": 444,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4566,
        "text": "İtaat etmek ve güzel söz söylemek gerekti, derken işe iyice sarılınca da Allah'ın gerçek söylediğini kabul etselerdi görürlerdi ki bu, kendilerine daha da hayırlı olmaktadır.",
        "numberInSurah": 21,
        "juz": 26,
        "manzil": 6,
        "page": 509,
        "ruku": 444,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4567,
        "text": "Artık iş başına gelir de yeryüzünde bozgunculuk eder; yakınlarınızı kestirip doğratır mısınız?",
        "numberInSurah": 22,
        "juz": 26,
        "manzil": 6,
        "page": 509,
        "ruku": 444,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4568,
        "text": "Öyle kişilerdir onlar ki Allah, lanet etmiştir onlara, onları sağırlaştırmakta ve gözlerini kör etmektedir.",
        "numberInSurah": 23,
        "juz": 26,
        "manzil": 6,
        "page": 509,
        "ruku": 444,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4569,
        "text": "Ne diye Kur'an'ı, bir iyice düşünüp taşınmazlar, yoksa gönüllerinde kilitler mi var?",
        "numberInSurah": 24,
        "juz": 26,
        "manzil": 6,
        "page": 509,
        "ruku": 444,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4570,
        "text": "Gerisin geriye, hem de doğru yol, kendilerince apaçık anlaşıldıktan sonra, eski dinlerine dönenlere gelince: Şeytan, yanlış hareketlerini, kendilerine bezemektedir ve onları, uzun uzun dileklere düşürmektedir.",
        "numberInSurah": 25,
        "juz": 26,
        "manzil": 6,
        "page": 509,
        "ruku": 444,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4571,
        "text": "Bu, böyledir; çünkü onlar, Allah'ın indirdiği şeyden hoşlanmayanlara, biz demişlerdir, bazı işlerde size itaat edeceğiz ve Allah'sa onların gizlice konuştuklarını bilmektedir.",
        "numberInSurah": 26,
        "juz": 26,
        "manzil": 6,
        "page": 509,
        "ruku": 444,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4572,
        "text": "Nasıl olacak halleri o zaman ki melekler, canlarını alırken yüzlerine, artlarına vurmaktadır.",
        "numberInSurah": 27,
        "juz": 26,
        "manzil": 6,
        "page": 509,
        "ruku": 444,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4573,
        "text": "Bu, böyledir, çünkü onlar, Allah'ın gazap ettiği şeylere uymuşlar ve razılığından hoşlanmamışlardır da o da, yaptıklarını mahvetmektedir.",
        "numberInSurah": 28,
        "juz": 26,
        "manzil": 6,
        "page": 509,
        "ruku": 444,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4574,
        "text": "Yoksa, gönüllerinde hastalık olanlar, Allah, onların kinlerini, hasetlerini hiç meydana çıkarmayacak mı sanmaktadır?",
        "numberInSurah": 29,
        "juz": 26,
        "manzil": 6,
        "page": 509,
        "ruku": 445,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4575,
        "text": "Ve dileseydik onları, sana gösterirdik de yüzlerinden tanırdın elbet ve elbette sözlerinden tanırsın, anlarsın onları ve Allah, yaptıklarınızı bilmektedir.",
        "numberInSurah": 30,
        "juz": 26,
        "manzil": 6,
        "page": 510,
        "ruku": 445,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4576,
        "text": "Ve andolsun ki sizden savaşanları ve sabredenleri bildirmek ve gizlediklerinizi haber vermek için sizi sınamaktadır.",
        "numberInSurah": 31,
        "juz": 26,
        "manzil": 6,
        "page": 510,
        "ruku": 445,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4577,
        "text": "Kafir olanlar ve halkı, Allah yolundan çıkaranlar ve doğru yol, kendilerince de apaçık olarak anlaşıldıktan sonra Peygambere karşı gelenler, Allah'a hiçbir zarar veremezler ve görürler ki Allah, onların yaptıklarını yakında, mahvetmektedir.",
        "numberInSurah": 32,
        "juz": 26,
        "manzil": 6,
        "page": 510,
        "ruku": 445,
        "hizbQuarter": 203,
        "sajda": false
      },
      {
        "number": 4578,
        "text": "Ey inananlar, itaat edin Allah'a ve itaat edin Peygambere ve yaptıklarınızı boşa çıkarmayın.",
        "numberInSurah": 33,
        "juz": 26,
        "manzil": 6,
        "page": 510,
        "ruku": 445,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4579,
        "text": "Kafir olanlar ve halkı Allah yolundan çıkaranlar, sonra da kafir olarak ölenler yok mu? Allah, kesin olarak onları yarlıgamamaktadır.",
        "numberInSurah": 34,
        "juz": 26,
        "manzil": 6,
        "page": 510,
        "ruku": 445,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4580,
        "text": "Artık gevşemeyin ve üstün olduğunuz halde barışa çağırmayın ve Allah, sizinledir ve yaptıklarınızın sevabını, hiç azaltmamaktadır.",
        "numberInSurah": 35,
        "juz": 26,
        "manzil": 6,
        "page": 510,
        "ruku": 445,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4581,
        "text": "Dünya yaşayışı, ancak bir oyundur, bir eğlence ve inanır ve çekinirseniz göreceksiniz ki size mükafatınızı vermektedir ve bütün mallarınızı istememektedir.",
        "numberInSurah": 36,
        "juz": 26,
        "manzil": 6,
        "page": 510,
        "ruku": 445,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4582,
        "text": "Eğer hepsini istese ve zorlasa sizi, nekesliğe kalkışırdınız da görürdünüz ki kinlerinizi, hasetlerinizi meydana çıkarmaktadır.",
        "numberInSurah": 37,
        "juz": 26,
        "manzil": 6,
        "page": 510,
        "ruku": 445,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4583,
        "text": "Bilin ki siz, şunlarsınız: Allah yolunda malınızı, mülkünüzü harcamaya çağrılıyorsunuz da içinizden, nekeslik edenler var ve kim nekeslik ederse ancak kendisine zarar etmiş olur ve Allah, müstağnidir ve sizsiniz yoksullar ve itaatten yüz çevirirseniz yerinize bir başka topluluğu getirir, sonra görürsünüz ki onlar, size benzememektedir.",
        "numberInSurah": 38,
        "juz": 26,
        "manzil": 6,
        "page": 510,
        "ruku": 445,
        "hizbQuarter": 204,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "tr.golpinarli",
      "language": "tr",
      "name": "Abdulbakî Gölpınarlı",
      "englishName": "Abdulbaki Golpinarli",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}