{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 3,
    "name": "سُورَةُ آلِ عِمۡرَانَ",
    "englishName": "Aal-i-Imraan",
    "englishNameTranslation": "The Family of Imraan",
    "revelationType": "Medinan",
    "numberOfAyahs": 200,
    "ayahs": [
      {
        "number": 294,
        "text": "Алм.",
        "numberInSurah": 1,
        "juz": 3,
        "manzil": 1,
        "page": 50,
        "ruku": 42,
        "hizbQuarter": 20,
        "sajda": false
      },
      {
        "number": 295,
        "text": "Аллах - нет божества, кроме Него, - живой, сущий!",
        "numberInSurah": 2,
        "juz": 3,
        "manzil": 1,
        "page": 50,
        "ruku": 42,
        "hizbQuarter": 20,
        "sajda": false
      },
      {
        "number": 296,
        "text": "Ниспослал Он тебе в истине, подтверждая истинность того, что ниспослано до него. И ниспослал Он Тору и Евангелие",
        "numberInSurah": 3,
        "juz": 3,
        "manzil": 1,
        "page": 50,
        "ruku": 42,
        "hizbQuarter": 20,
        "sajda": false
      },
      {
        "number": 297,
        "text": "раньше в руководство для людей и ниспослал Различение. Поистине, те, которые не веруют в знамения Аллаха, - для них сильное наказание. Поистине, Аллах велик, обладатель мщения!",
        "numberInSurah": 4,
        "juz": 3,
        "manzil": 1,
        "page": 50,
        "ruku": 42,
        "hizbQuarter": 20,
        "sajda": false
      },
      {
        "number": 298,
        "text": "Поистине, от Аллаха не скрыто ничто на земле и на небе.",
        "numberInSurah": 5,
        "juz": 3,
        "manzil": 1,
        "page": 50,
        "ruku": 42,
        "hizbQuarter": 20,
        "sajda": false
      },
      {
        "number": 299,
        "text": "Он - тот, кто придает вам форму в утробах как пожелает. Нет божества, кроме Него, великого, мудрого!",
        "numberInSurah": 6,
        "juz": 3,
        "manzil": 1,
        "page": 50,
        "ruku": 42,
        "hizbQuarter": 20,
        "sajda": false
      },
      {
        "number": 300,
        "text": "Он - тот, кто ниспослал тебе писание; в нем есть стихи, расположенные в порядке, которые - мать книги; и другие - сходные по смыслу. Те же, в сердцах которых уклонение, - они следуют за тем, что в нем сходно, домогаясь смятения и домогаясь толкования этого. Не знает его толкования никто, кроме Аллаха. И твердые в знаниях говорят: \"Мы уверовали в него; все - от нашего Господа\". Вспоминают только обладатели разума!",
        "numberInSurah": 7,
        "juz": 3,
        "manzil": 1,
        "page": 50,
        "ruku": 42,
        "hizbQuarter": 20,
        "sajda": false
      },
      {
        "number": 301,
        "text": "Господи наш! Не уклоняй наши сердца после того, как Ты вывел нас на прямой путь, и дай нам от Тебя милость: ведь Ты, поистине, - податель!",
        "numberInSurah": 8,
        "juz": 3,
        "manzil": 1,
        "page": 50,
        "ruku": 42,
        "hizbQuarter": 20,
        "sajda": false
      },
      {
        "number": 302,
        "text": "Господи наш! Поистине, Ты собираешь людей для дня, в котором нет сомнения. Поистине, Аллах не меняет Своего обетования!",
        "numberInSurah": 9,
        "juz": 3,
        "manzil": 1,
        "page": 50,
        "ruku": 42,
        "hizbQuarter": 20,
        "sajda": false
      },
      {
        "number": 303,
        "text": "Поистине, те, которые не уверовали, не избавят их ни от чего пред Аллахом ни их достояния, ни их дети! Эти - растопка для огня,",
        "numberInSurah": 10,
        "juz": 3,
        "manzil": 1,
        "page": 51,
        "ruku": 43,
        "hizbQuarter": 20,
        "sajda": false
      },
      {
        "number": 304,
        "text": "как и деяние рода Фирауна и тех, которые были до них: они считали ложью Наши знамения, и схватил их Аллах за их грехи, - ведь Аллах силен в наказании!",
        "numberInSurah": 11,
        "juz": 3,
        "manzil": 1,
        "page": 51,
        "ruku": 43,
        "hizbQuarter": 20,
        "sajda": false
      },
      {
        "number": 305,
        "text": "Скажи тем, которые не уверовали : \"Будьте вы побеждены и собраны в геенну. Скверно это седалище!\"",
        "numberInSurah": 12,
        "juz": 3,
        "manzil": 1,
        "page": 51,
        "ruku": 43,
        "hizbQuarter": 20,
        "sajda": false
      },
      {
        "number": 306,
        "text": "Было для вас знамение в двух отрядах, которые встретились: один отряд сражается на пути Аллаха, а другой - неверный. И увидели они их на взгляд вдвойне большими, чем они были. Ведь Аллах подкрепляет Своей помощью, кого пожелает. Поистине, в этом - назидание для обладающих зрением!",
        "numberInSurah": 13,
        "juz": 3,
        "manzil": 1,
        "page": 51,
        "ruku": 43,
        "hizbQuarter": 20,
        "sajda": false
      },
      {
        "number": 307,
        "text": "Разукрашена людям любовь страстей: к женщинам и детям и нагроможденным кинтарам золота и серебра, и меченным коням, и скоту, и посевам. Это - пользование ближайшей жизни, а у Аллаха - хорошее пристанище!",
        "numberInSurah": 14,
        "juz": 3,
        "manzil": 1,
        "page": 51,
        "ruku": 43,
        "hizbQuarter": 20,
        "sajda": false
      },
      {
        "number": 308,
        "text": "Скажи: \"Не сообщить ли нам вам про лучшее, что это?\" Для тех, которые богобоязненны, у Господа их - сады, где внизу текут реки, - они там пребудут вечно, - и супруги чистые и благоволение от Аллаха. Поистине, Аллах видит рабов, -",
        "numberInSurah": 15,
        "juz": 3,
        "manzil": 1,
        "page": 51,
        "ruku": 43,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 309,
        "text": "тех, которые говорят: \"Господи наш! Мы уверовали. Прости же нам наши грехи и защити нас от наказания огня!\", -",
        "numberInSurah": 16,
        "juz": 3,
        "manzil": 1,
        "page": 52,
        "ruku": 43,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 310,
        "text": "терпеливых, искренних, благоговенных, расходующих, просящих прощения на заре.",
        "numberInSurah": 17,
        "juz": 3,
        "manzil": 1,
        "page": 52,
        "ruku": 43,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 311,
        "text": "Свидетельствует Аллах, что нет божества, кроме Него, и ангелы, и обладающие знанием, которые стойки в справедливости: нет божества, кроме Него, великого, мудрого!",
        "numberInSurah": 18,
        "juz": 3,
        "manzil": 1,
        "page": 52,
        "ruku": 43,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 312,
        "text": "Поистине, религия пред Аллахом - ислам - и разошлись те, кому было даровано писание, только после того, как пришло к ним знание, по злобе между собой. А если кто не верует в знамения Аллаха... то ведь Аллах быстр в расчете!",
        "numberInSurah": 19,
        "juz": 3,
        "manzil": 1,
        "page": 52,
        "ruku": 43,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 313,
        "text": "А если они станут препираться с тобой, то скажи: \"Я предал свое лицо Аллаху и те, кто за мной последовали\". И скажи тем, кому даровано писание, и простецам: \"Предались ли вы?\" И если они предались, то пошли по прямому пути; а если они отвернулись, то на тебе - только передача, а Аллах видит Своих рабов.",
        "numberInSurah": 20,
        "juz": 3,
        "manzil": 1,
        "page": 52,
        "ruku": 43,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 314,
        "text": "Тех, которые не веруют в знамения Аллаха и избивают пророков без права, и избивают тех из людей, которые приказывают справедливость, обрадуй мучительным наказанием!",
        "numberInSurah": 21,
        "juz": 3,
        "manzil": 1,
        "page": 52,
        "ruku": 44,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 315,
        "text": "Это - те, дела которых оказались тщетными в ближайшей жизни и будущей, и нет им никаких помощников!",
        "numberInSurah": 22,
        "juz": 3,
        "manzil": 1,
        "page": 52,
        "ruku": 44,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 316,
        "text": "Разве ты не видел тех, которым была дана часть писания? Их призывают к писанию Аллаха, чтобы оно решило между ними; потом некоторые из них отворачиваются, отвратившись.",
        "numberInSurah": 23,
        "juz": 3,
        "manzil": 1,
        "page": 53,
        "ruku": 44,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 317,
        "text": "Это - потому, что они говорили: \"Никогда не коснется нас огонь, разве что на исчисленные дни\". И обольстило их в их религии то, что они измышляли.",
        "numberInSurah": 24,
        "juz": 3,
        "manzil": 1,
        "page": 53,
        "ruku": 44,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 318,
        "text": "А как будет, когда Мы их соберем для дня, в котором нет сомнения, и каждой душе будет дано сполна, что она приобрела, и они не будут обижены?",
        "numberInSurah": 25,
        "juz": 3,
        "manzil": 1,
        "page": 53,
        "ruku": 44,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 319,
        "text": "Скажи: \"О Боже, царь царства! Ты даруешь власть, кому пожелаешь, и отнимешь власть, от кого пожелаешь, и возвеличиваешь, кого желаешь, и унижаешь, кого желаешь. В Твоей руке - благо; Ты ведь над каждой вещью мощен!",
        "numberInSurah": 26,
        "juz": 3,
        "manzil": 1,
        "page": 53,
        "ruku": 44,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 320,
        "text": "Ты вводишь ночь в день и вводишь день в ночь и выводишь живое из мертвого, и выводишь мертвое из живого, и питаешь, кого пожелаешь, без счета!",
        "numberInSurah": 27,
        "juz": 3,
        "manzil": 1,
        "page": 53,
        "ruku": 44,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 321,
        "text": "Пусть верующие не берут себе близкими неверных помимо верующих. А кто сделает это, у того с Аллахом нет ничего общего, если вы только не будете опасаться их страхом. Аллах предостерегает вас от самого Себя, и к Аллаху - возвращение\".",
        "numberInSurah": 28,
        "juz": 3,
        "manzil": 1,
        "page": 53,
        "ruku": 44,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 322,
        "text": "Скажи: \"Если вы скроете то, что в душах, или откроете это, узнает Аллах: ведь Он знает то, что в небесах и что на земле. Аллах над всякой вещью мощен!",
        "numberInSurah": 29,
        "juz": 3,
        "manzil": 1,
        "page": 53,
        "ruku": 44,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 323,
        "text": "В тот день всякая душа найдет представленным то, что она сделала доброго и что она сделала злого. И захочет она, чтобы между ней и этим было великое расстояние. Остерегает вас Аллах от Себя самого, - поистине, Аллах милостив к рабам!\"",
        "numberInSurah": 30,
        "juz": 3,
        "manzil": 1,
        "page": 54,
        "ruku": 44,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 324,
        "text": "Скажи: \"Если вы любите Аллаха, то следуйте за мной, будет любить вас тогда Аллах и простит вам ваши грехи\" - поистине, Аллах - прощающий, милосердный.",
        "numberInSurah": 31,
        "juz": 3,
        "manzil": 1,
        "page": 54,
        "ruku": 45,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 325,
        "text": "Скажи: \"Повинуйтесь Аллаху и посланнику! А если отвернетесь... то ведь Аллах не любит неверных!\"",
        "numberInSurah": 32,
        "juz": 3,
        "manzil": 1,
        "page": 54,
        "ruku": 45,
        "hizbQuarter": 21,
        "sajda": false
      },
      {
        "number": 326,
        "text": "Поистине, Аллах избрал Адама и Нуха и род Ибрахима и род Имрана пред мирами,",
        "numberInSurah": 33,
        "juz": 3,
        "manzil": 1,
        "page": 54,
        "ruku": 45,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 327,
        "text": "как потомство одних от других. Поистине, Аллах - слышащий, знающий!",
        "numberInSurah": 34,
        "juz": 3,
        "manzil": 1,
        "page": 54,
        "ruku": 45,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 328,
        "text": "Вот сказала жена Имрана: \"Господи! Я обетовала Тебе то, что у меня в утробе, освобожденным (для Тебя). Прими же от меня, - ведь Ты - слышащий, знающий\".",
        "numberInSurah": 35,
        "juz": 3,
        "manzil": 1,
        "page": 54,
        "ruku": 45,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 329,
        "text": "И когда она сложила ее, то сказала: \"Господи! Вот, я сложила ее - женского пола\". - А Аллах лучше знал, что она сложила, - ведь мужской пол не то, что женский. - \"И я назвала ее Марйам, и вот - я отдаю Тебе ее и ее потомство под защиту от сатаны, побиваемого камнями\".",
        "numberInSurah": 36,
        "juz": 3,
        "manzil": 1,
        "page": 54,
        "ruku": 45,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 330,
        "text": "И Господь ее принял ее хорошим приемом, и возрастил ее хорошим ростом, и поручил ее Закарии. Всякий раз, как Закарийа входил к ней в михраб, он находил у нее пропитание. Он сказал: \"О Марйам! Откуда тебе это?\" Она сказала: \"Это от Аллаха Поистине, Аллах питает, кого пожелает, без счета!",
        "numberInSurah": 37,
        "juz": 3,
        "manzil": 1,
        "page": 54,
        "ruku": 45,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 331,
        "text": "Там воззвал Закарийа к своему Господу и сказал: \"Господи! Дай мне от Тебя потомство благое. Ведь Ты - слышащий воззвание\".",
        "numberInSurah": 38,
        "juz": 3,
        "manzil": 1,
        "page": 55,
        "ruku": 45,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 332,
        "text": "И возгласили ему ангелы, когда он стоя молился в михрабе. Аллах радует тебя вестью о Йахйе, подтверждающем истинность слова от Аллаха, господине, воздержном и пророке из праведников!",
        "numberInSurah": 39,
        "juz": 3,
        "manzil": 1,
        "page": 55,
        "ruku": 45,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 333,
        "text": "Он сказал: \"Господи! Как будет у меня мальчик, когда до меня дошла уже старость, а жена моя - бесплодна?\" Он сказал: \"Так! Аллах творит, что пожелает\".",
        "numberInSurah": 40,
        "juz": 3,
        "manzil": 1,
        "page": 55,
        "ruku": 45,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 334,
        "text": "Он сказал: \"Господи! Сделай мне знамение\". Он сказал: \"Знамение твое, что ты не будешь говорить с людьми три дня, иначе как знаками. И поминай твоего Господа много и восхваляй по вечерам и утрам\".",
        "numberInSurah": 41,
        "juz": 3,
        "manzil": 1,
        "page": 55,
        "ruku": 45,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 335,
        "text": "И вот, сказали ангелы: \"О Марйам! Поистине, Аллах избрал тебя, и очистил, и избрал тебя пред женщинами миров.",
        "numberInSurah": 42,
        "juz": 3,
        "manzil": 1,
        "page": 55,
        "ruku": 46,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 336,
        "text": "О Марйам! Благоговей пред твоим Господом, и пади ниц, и поклоняйся с поклоняющимися\".",
        "numberInSurah": 43,
        "juz": 3,
        "manzil": 1,
        "page": 55,
        "ruku": 46,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 337,
        "text": "Это - из рассказов о сокровенном, который Мы тебе открываем. Ты не был при них, когда они бросали свои письменные трости: который из них будет заботиться о Марйам. И ты не был при них в то время, как они препирались.",
        "numberInSurah": 44,
        "juz": 3,
        "manzil": 1,
        "page": 55,
        "ruku": 46,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 338,
        "text": "Вот сказали ангелы: \"О Марйам! Вот, Аллах радует тебя вестью о слове от Него, имя которого Мессия Иса, сын Марйам, славном в ближнем и последнем мире и из приближенных.",
        "numberInSurah": 45,
        "juz": 3,
        "manzil": 1,
        "page": 55,
        "ruku": 46,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 339,
        "text": "И будет говорить он с людьми в колыбели и взрослым и будет из праведников\".",
        "numberInSurah": 46,
        "juz": 3,
        "manzil": 1,
        "page": 56,
        "ruku": 46,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 340,
        "text": "Сказала она: \"Господи! Откуда будет у меня ребенок, когда меня не касался человек?\" Сказал он: \"Так! Аллах творит, что желает. Когда Он решит какое-нибудь дело, то только скажет ему: \"Будь!\" - и оно бывает.",
        "numberInSurah": 47,
        "juz": 3,
        "manzil": 1,
        "page": 56,
        "ruku": 46,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 341,
        "text": "И научит Он его писанию и мудрости, и Торе, и Евангелию,",
        "numberInSurah": 48,
        "juz": 3,
        "manzil": 1,
        "page": 56,
        "ruku": 46,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 342,
        "text": "и сделает посланником к сынам Исраила\". - \"Я пришел к вам со знамением от вашего Господа. Я сотворю вам из глины по образу птицы и подую в нее, и станет это птицей по изволению Аллаха. Я исцелю слепого прокаженного и оживлю мертвых с дозволения Аллаха. Я сообщу вам, что вы едите и что сохраняете в ваших домах. Поистине, в этом - знамение для вас, если вы верующие!",
        "numberInSurah": 49,
        "juz": 3,
        "manzil": 1,
        "page": 56,
        "ruku": 46,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 343,
        "text": "И в подтверждение истинности того, что ниспослано до меня в Торе, и чтобы разрешить вам часть того, что было вам запрещено. И пришел я со знамение от вашего Господа. Побойтесь же Аллаха и повинуйтесь мне.",
        "numberInSurah": 50,
        "juz": 3,
        "manzil": 1,
        "page": 56,
        "ruku": 46,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 344,
        "text": "Ведь Аллах - мой Господь и ваш Господь. Поклоняйтесь же Ему; это - путь прямой!\"",
        "numberInSurah": 51,
        "juz": 3,
        "manzil": 1,
        "page": 56,
        "ruku": 46,
        "hizbQuarter": 22,
        "sajda": false
      },
      {
        "number": 345,
        "text": "И когда Иса почувствовал в них неверие, то сказал: \"Кто мои помощники Аллаху?\" Сказали апостолы: \"Мы - помощники Аллаха. Мы уверовали в Аллаха, засвидетельствуй же, что мы - предавшиеся.",
        "numberInSurah": 52,
        "juz": 3,
        "manzil": 1,
        "page": 56,
        "ruku": 46,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 346,
        "text": "Господи наш! Мы уверовали в то, что Ты ниспослал, и последовали за посланником. Запиши же нас вместе с исповедующими!\"",
        "numberInSurah": 53,
        "juz": 3,
        "manzil": 1,
        "page": 57,
        "ruku": 46,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 347,
        "text": "И хитрили они, и хитрил Аллах, а Аллах - лучший из хитрецов.",
        "numberInSurah": 54,
        "juz": 3,
        "manzil": 1,
        "page": 57,
        "ruku": 46,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 348,
        "text": "Вот сказал Аллах: \"О Иса! Я упокою тебя, и вознесу тебя ко Мне, и очищу тебя от тех, которые не веровали, и сделаю тех, которые последовали за тобой, выше тех, которые не веровали, до дня воскресения. Потом ко Мне будет ваше возвращение, и Я рассужу между вами относительно того, в чем вы разногласили.",
        "numberInSurah": 55,
        "juz": 3,
        "manzil": 1,
        "page": 57,
        "ruku": 47,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 349,
        "text": "Тех же, которые не веровали, Я накажу сильным наказанием в ближайшей жизни и в последней, и нет им помощников!\"",
        "numberInSurah": 56,
        "juz": 3,
        "manzil": 1,
        "page": 57,
        "ruku": 47,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 350,
        "text": "А те, которые уверовали, творили благое, - Он полностью даст им их награду: ведь Аллах не любит обидчиков!",
        "numberInSurah": 57,
        "juz": 3,
        "manzil": 1,
        "page": 57,
        "ruku": 47,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 351,
        "text": "Это Мы читаем тебе из знамений и мудрого напоминания.",
        "numberInSurah": 58,
        "juz": 3,
        "manzil": 1,
        "page": 57,
        "ruku": 47,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 352,
        "text": "Поистине, Иса пред Аллахом подобен Адаму: Он создал его из праха, потом сказал ему: \"Будь!\" - и он стал.",
        "numberInSurah": 59,
        "juz": 3,
        "manzil": 1,
        "page": 57,
        "ruku": 47,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 353,
        "text": "Истина - от твоего Господа. Не будь же сомневающимся!",
        "numberInSurah": 60,
        "juz": 3,
        "manzil": 1,
        "page": 57,
        "ruku": 47,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 354,
        "text": "Кто же будет препираться с тобой об этом после того, как пришло к тебе знание, то скажи: \"Приходите, призовем наших сынов и ваших сынов, наших женщин и ваших женщин, и нас самих и вас самих, с потом воззовем и направим проклятие Аллаха на лжецов!\"",
        "numberInSurah": 61,
        "juz": 3,
        "manzil": 1,
        "page": 57,
        "ruku": 47,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 355,
        "text": "Поистине, это - рассказ истинный, и нет никакого божества, кроме Аллаха, и, поистине, Аллах, Он - великий, мудрый!",
        "numberInSurah": 62,
        "juz": 3,
        "manzil": 1,
        "page": 58,
        "ruku": 47,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 356,
        "text": "А если они отвратятся, то ведь Аллах знает распространяющих порчу!",
        "numberInSurah": 63,
        "juz": 3,
        "manzil": 1,
        "page": 58,
        "ruku": 47,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 357,
        "text": "Скажи: \"О обладатели писания! Приходите к слову, равному для нас и для вас, чтобы нам не поклоняться никому, кроме Аллаха, и ничего не придавать Ему в сотоварищи, и чтобы одним из нас не обращать других в господ, помимо Аллаха. Если же они отвернутся, то скажите: \"Засвидетельствуйте, что мы - предавшиеся\".",
        "numberInSurah": 64,
        "juz": 3,
        "manzil": 1,
        "page": 58,
        "ruku": 48,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 358,
        "text": "О обладатели писания! Почему вы препираетесь об Ибрахиме? Тора и Евангелие были ниспосланы только после него. Разве вы не уразумеете?",
        "numberInSurah": 65,
        "juz": 3,
        "manzil": 1,
        "page": 58,
        "ruku": 48,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 359,
        "text": "Вот, вы - те, кто препирается о том, о чем у вас есть знание; почему же вы препираетесь о том, о чем у вас нет знания? Поистине, Аллах знает, а вы не знаете!",
        "numberInSurah": 66,
        "juz": 3,
        "manzil": 1,
        "page": 58,
        "ruku": 48,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 360,
        "text": "Ибрахим не был ни иудеем, ни христианином, а был он ханифом предавшимся и не был из многобожников.",
        "numberInSurah": 67,
        "juz": 3,
        "manzil": 1,
        "page": 58,
        "ruku": 48,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 361,
        "text": "Самые близкие к Ибрахиму люди, конечно, те, которые за ним последовали, и этот пророк и те, которые уверовали. А Аллах - друг верующих.",
        "numberInSurah": 68,
        "juz": 3,
        "manzil": 1,
        "page": 58,
        "ruku": 48,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 362,
        "text": "Хотела бы партия из обладателей писания сбить вас с пути. Но сбивают они только самих себя и не знают этого!",
        "numberInSurah": 69,
        "juz": 3,
        "manzil": 1,
        "page": 58,
        "ruku": 48,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 363,
        "text": "О обладатели писания! Почему вы не веруете в знамения Аллаха, раз вы их свидетели?",
        "numberInSurah": 70,
        "juz": 3,
        "manzil": 1,
        "page": 58,
        "ruku": 48,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 364,
        "text": "О обладатели писания! Почему вы облекаете истину ложью и скрываете истину, в то время как вы знаете?\"",
        "numberInSurah": 71,
        "juz": 3,
        "manzil": 1,
        "page": 59,
        "ruku": 48,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 365,
        "text": "И говорит партия из обладателей писания: \"Веруйте в то, что ниспослано тем, которые уверовали, в начале дня и отрекитесь в конце его, - может быть, они вернутся.",
        "numberInSurah": 72,
        "juz": 3,
        "manzil": 1,
        "page": 59,
        "ruku": 49,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 366,
        "text": "И не веруйте никому, кроме того, кто последовал за вашей религией\". Скажи: \"Поистине, прямое руководство - руководство Аллаха - в том, что дается кому-нибудь такое же, как было дано вам\". Или они станут препираться с вами пред вашим Господом? Скажи: \"Поистине, милость - в руке Аллаха: Он дарует ее тем, кому пожелает!\" Поистине, Аллах объемлющ, знающ!",
        "numberInSurah": 73,
        "juz": 3,
        "manzil": 1,
        "page": 59,
        "ruku": 49,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 367,
        "text": "Он отличает Своим милосердием, кого пожелает. А Аллах - обладатель великой милости!",
        "numberInSurah": 74,
        "juz": 3,
        "manzil": 1,
        "page": 59,
        "ruku": 49,
        "hizbQuarter": 23,
        "sajda": false
      },
      {
        "number": 368,
        "text": "Среди обладателей писания есть такие, что, если ты доверишь им кинтар, они вернут тебе, но среди них есть и такие, что, если доверишь им динар, то они не вернут его тебе, если ты не будешь все время стоять над ними. Это - потому, что они говорят: \"Нет на нас в простецах никакого пути\". И говорят они на Аллаха ложь и знают это.",
        "numberInSurah": 75,
        "juz": 3,
        "manzil": 1,
        "page": 59,
        "ruku": 49,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 369,
        "text": "Да! Кто верно выполнил свой договор и был богобоязнен... Поистине, Аллах любит богобоязненных!",
        "numberInSurah": 76,
        "juz": 3,
        "manzil": 1,
        "page": 59,
        "ruku": 49,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 370,
        "text": "Поистине, те, которые покупают за договор с Аллахом и свои клятвы малую цену, - им нет доли в последней жизни, и не будет беседовать с ними Аллах, и не посмотрит на них в день воскресения, и не очистит их; и им - наказание болезненное!",
        "numberInSurah": 77,
        "juz": 3,
        "manzil": 1,
        "page": 59,
        "ruku": 49,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 371,
        "text": "А среди них есть такие, которые своими языками искривляют писание, чтобы вы сочли это писанием, хотя оно и не писание, и говорят: \"Это - от Аллаха\", а это - не от Аллаха, и говорят они на Аллаха ложь, зная это.",
        "numberInSurah": 78,
        "juz": 3,
        "manzil": 1,
        "page": 60,
        "ruku": 49,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 372,
        "text": "Не годится человеку, чтобы ему Аллах даровал писание, и мудрость, и пророчество, а потом он сказал бы людям: \"Будьте рабами мне, вместо Аллаха, но будьте раввинами за то, что вы учите писанию, и за то, что вы изучаете\".",
        "numberInSurah": 79,
        "juz": 3,
        "manzil": 1,
        "page": 60,
        "ruku": 49,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 373,
        "text": "И не прикажет он вам, чтобы вы взяли ангелов и пророков господами. Разве ж Он прикажет вам неверие после того, как вы - предавшиеся?",
        "numberInSurah": 80,
        "juz": 3,
        "manzil": 1,
        "page": 60,
        "ruku": 49,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 374,
        "text": "И вот взял Аллах договор с пророков: \"Вот то, что Я дарую вам из писания и мудрости... Потом придет к вам посланник, подтверждающий истинность того, что с вами. Вы обязательно уверуете в него и будете ему помогать\". Он сказал: \"Подтверждаете ли вы и принимаете ли на том условии Мою ношу?\" Они сказали: \"Мы подтверждаем\". Он сказал: \"Засвидетельствуйте же, и Я буду с вами из свидетелей\".",
        "numberInSurah": 81,
        "juz": 3,
        "manzil": 1,
        "page": 60,
        "ruku": 50,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 375,
        "text": "А кто отвернулся после этого, - те распутники.",
        "numberInSurah": 82,
        "juz": 3,
        "manzil": 1,
        "page": 60,
        "ruku": 50,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 376,
        "text": "Неужели же они стремятся к религии другой, чем религия Аллаха, когда Ему предались те, что в небесах и на земле, добровольно и невольно, и к Нему вы будете возвращены?",
        "numberInSurah": 83,
        "juz": 3,
        "manzil": 1,
        "page": 60,
        "ruku": 50,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 377,
        "text": "Скажи: \"Мы уверовали в Аллаха и в то, что ниспослано Ибрахиму, И Исмаилу, и Исхаку, и Йакубу, и коленам, и в то, что было даровано Мусе, и Исе, и пророкам от Господа их. Мы не различаем между кем-либо из них, и Ему мы предаемся\".",
        "numberInSurah": 84,
        "juz": 3,
        "manzil": 1,
        "page": 61,
        "ruku": 50,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 378,
        "text": "Кто же ищет не ислама как религии, от того не будет принято, и он в последней жизни окажется в числе потерпевших убыток.",
        "numberInSurah": 85,
        "juz": 3,
        "manzil": 1,
        "page": 61,
        "ruku": 50,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 379,
        "text": "Как Аллах будет вести прямым путем людей, которые отрекались после того, как они уверовали и засвидетельствовали, что посланник - истина, и пришли к ним ясные знамения? Поистине, Аллах не ведет людей неправедных!",
        "numberInSurah": 86,
        "juz": 3,
        "manzil": 1,
        "page": 61,
        "ruku": 50,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 380,
        "text": "Этим воздаяние - в том, что на них - проклятие Аллаха, и ангелов, и всех людей.",
        "numberInSurah": 87,
        "juz": 3,
        "manzil": 1,
        "page": 61,
        "ruku": 50,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 381,
        "text": "Вечно пребывающими в нем они будут, - не будет облегчено им наказание, и не будет дано им отсрочки, -",
        "numberInSurah": 88,
        "juz": 3,
        "manzil": 1,
        "page": 61,
        "ruku": 50,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 382,
        "text": "кроме тех, которые обратились после этого и совершили благое. Поистине, Аллах прощающ, милосерд!",
        "numberInSurah": 89,
        "juz": 3,
        "manzil": 1,
        "page": 61,
        "ruku": 50,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 383,
        "text": "Поистине, те, которые отреклись после того, как они уверовали, потом усилились неверием, - не будет принято их обращение. Поистине, они - заблудшие!",
        "numberInSurah": 90,
        "juz": 3,
        "manzil": 1,
        "page": 61,
        "ruku": 50,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 384,
        "text": "Поистине, те, которые не уверовали и умерли, будучи неверными, - не будет принята ни от кого из них даже земля, полная золотом, даже если бы он захотел выкупить себя этим. Для них - мучительное наказание, и нет им помощников!",
        "numberInSurah": 91,
        "juz": 3,
        "manzil": 1,
        "page": 61,
        "ruku": 50,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 385,
        "text": "Никогда не достигнете вы благочестия, пока не будете расходовать то, что любите. А что бы вы ни издержали, - Аллах про это знает.",
        "numberInSurah": 92,
        "juz": 3,
        "manzil": 1,
        "page": 62,
        "ruku": 51,
        "hizbQuarter": 24,
        "sajda": false
      },
      {
        "number": 386,
        "text": "Всякая пища была дозволена сынам Исраила, кроме того, что запретил Исраил сам себе раньше, чем была ниспослана Тора. Скажи: \"Принесите же Тору и читайте ее, если вы правдивы!\"",
        "numberInSurah": 93,
        "juz": 4,
        "manzil": 1,
        "page": 62,
        "ruku": 51,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 387,
        "text": "И кто измыслил на Аллаха ложь после этого, - те - неправедные!",
        "numberInSurah": 94,
        "juz": 4,
        "manzil": 1,
        "page": 62,
        "ruku": 51,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 388,
        "text": "Скажи: \"Правду говорит Аллах! Следуйте же за религией Ибрахима, (ханифа), - ведь он не был многобожником!",
        "numberInSurah": 95,
        "juz": 4,
        "manzil": 1,
        "page": 62,
        "ruku": 51,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 389,
        "text": "Поистине, первый дом, который установлен для людей, - тот, который в Бекке, - и в руководство для миров!",
        "numberInSurah": 96,
        "juz": 4,
        "manzil": 1,
        "page": 62,
        "ruku": 51,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 390,
        "text": "Там - ясные знамения для людей - место Ибрахима, и тот, кто вошел в него, безопасен. А у Аллаха - на людях обязательство хаджа к дому, - для тех, кто в состоянии совершить путь к нему. А кто не верует... то ведь Аллах - богат, превыше миров!\"",
        "numberInSurah": 97,
        "juz": 4,
        "manzil": 1,
        "page": 62,
        "ruku": 51,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 391,
        "text": "Скажи: \"О обладатели писания! Почему вы не веруете в знамения Аллаха, а Аллах - свидетель в том, что вы делаете?\"",
        "numberInSurah": 98,
        "juz": 4,
        "manzil": 1,
        "page": 62,
        "ruku": 51,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 392,
        "text": "Скажи: \"О обладатели писания! Почему вы отклоняете от пути Аллаха тех, кто уверовал, стремясь его искривить, а вы - свидетели? Поистине, Аллах не небрежет тем, что вы делаете!\"",
        "numberInSurah": 99,
        "juz": 4,
        "manzil": 1,
        "page": 62,
        "ruku": 51,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 393,
        "text": "О вы, которые уверовали! Если вы будете повиноваться партии из тех, кому даровано писание, они обратят вас, после того как вы уверовали, опять в неверных.",
        "numberInSurah": 100,
        "juz": 4,
        "manzil": 1,
        "page": 62,
        "ruku": 51,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 394,
        "text": "Как же вы не веруете, когда вам читаются знамения Аллаха и среди вас есть Его посланник? А кто держится за Аллаха, тот выведен уже на прямой путь.",
        "numberInSurah": 101,
        "juz": 4,
        "manzil": 1,
        "page": 63,
        "ruku": 51,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 395,
        "text": "О вы, которые уверовали! Бойтесь Аллаха должным страхом к Нему и не умирайте иначе, как будучи мусульманами.",
        "numberInSurah": 102,
        "juz": 4,
        "manzil": 1,
        "page": 63,
        "ruku": 52,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 396,
        "text": "Держитесь за вервь Аллаха все, и не разделяйтесь, и помните милость Аллаха вам, когда вы были врагами, а Он сблизил ваши сердца, и вы стали по Его милости братьями! Вы были на краю пропасти огня, и Он спас вас оттуда. Так разъясняет вам Аллах Свои знамения, - может быть, вы пойдете прямым путем! -",
        "numberInSurah": 103,
        "juz": 4,
        "manzil": 1,
        "page": 63,
        "ruku": 52,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 397,
        "text": "и пусть будет среди вас община, которая призывает к добру, приказывает одобренное и удерживает от неодобряемого. Эти - счастливы.",
        "numberInSurah": 104,
        "juz": 4,
        "manzil": 1,
        "page": 63,
        "ruku": 52,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 398,
        "text": "И не будьте таковы, как те, которые разделились и стали разногласить, после того как пришли к ним ясные знамения; для этих - великое наказание",
        "numberInSurah": 105,
        "juz": 4,
        "manzil": 1,
        "page": 63,
        "ruku": 52,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 399,
        "text": "в тот день, когда побелеют лица и почернеют лица! А те, у которых лица почернели... Неужели вы стали неверными, после того как вы уверовали? Вкусите же наказание за то, что вы не веровали!",
        "numberInSurah": 106,
        "juz": 4,
        "manzil": 1,
        "page": 63,
        "ruku": 52,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 400,
        "text": "А те, лица которых побелели, - в милости Аллаха, они в ней вечно пребывают!",
        "numberInSurah": 107,
        "juz": 4,
        "manzil": 1,
        "page": 63,
        "ruku": 52,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 401,
        "text": "Таковы знамения Аллаха; Мы их читаем тебе с истиной. Поистине, Аллах не желает обиды мирам!",
        "numberInSurah": 108,
        "juz": 4,
        "manzil": 1,
        "page": 63,
        "ruku": 52,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 402,
        "text": "Аллаху принадлежит то, что в небесах, и то, что на земле; и к Аллаху возвращаются дела.",
        "numberInSurah": 109,
        "juz": 4,
        "manzil": 1,
        "page": 64,
        "ruku": 52,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 403,
        "text": "Вы были лучшей из общин, которая выведена пред людьми: вы приказывали одобряемое и удерживали от неодобряемого и веровали в Аллаха. А если бы уверовали обладатели писания, было бы лучше для них. Среди них есть верующие, но большая часть - распутники.",
        "numberInSurah": 110,
        "juz": 4,
        "manzil": 1,
        "page": 64,
        "ruku": 53,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 404,
        "text": "Они не повредят вам, разве только страданием; и если они станут сражаться с вами, то повернутся к вам тылом. Потом не будет им помощи.",
        "numberInSurah": 111,
        "juz": 4,
        "manzil": 1,
        "page": 64,
        "ruku": 53,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 405,
        "text": "Поражены они унижением, где бы ни находились, если только не с вервью Аллаха и не с вервью людей. Они оказались под гневом Аллаха, и поражены они бедностью. Это - за то, что они не веровали в знамения Аллаха и избивали пророков без права. Это - за то, что они ослушались и были преступниками.",
        "numberInSurah": 112,
        "juz": 4,
        "manzil": 1,
        "page": 64,
        "ruku": 53,
        "hizbQuarter": 25,
        "sajda": false
      },
      {
        "number": 406,
        "text": "Не одинаковы они, - среди обладателей писания есть община стойкая: они читают знамения Аллаха в часы ночи, совершая поклонение.",
        "numberInSurah": 113,
        "juz": 4,
        "manzil": 1,
        "page": 64,
        "ruku": 53,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 407,
        "text": "Они веруют в Аллаха и последний день приказывают одобряемое и удерживают от неодобряемого. Они спешат друг перед другом в совершении благого; они - праведники.",
        "numberInSurah": 114,
        "juz": 4,
        "manzil": 1,
        "page": 64,
        "ruku": 53,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 408,
        "text": "Что бы вы ни сделали доброго, никогда его не будет отрицать за вами. Поистине, Аллах знает богобоязненных!",
        "numberInSurah": 115,
        "juz": 4,
        "manzil": 1,
        "page": 64,
        "ruku": 53,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 409,
        "text": "Поистине, тех, которые не веровали, ни в чем не избавят их имущества и их дети пред Аллахом! Они - обитатели огня, они в нем вечно пребывают!",
        "numberInSurah": 116,
        "juz": 4,
        "manzil": 1,
        "page": 65,
        "ruku": 53,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 410,
        "text": "То, что они тратят в этой ближайшей жизни, подобно вихрю, в котором холод: он поразил посев людей, которые обидели самих себя, и погубил его. Поистине, Аллах их не обижал, но они сами себя обижают.",
        "numberInSurah": 117,
        "juz": 4,
        "manzil": 1,
        "page": 65,
        "ruku": 53,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 411,
        "text": "О вы, которые уверовали! Не берите себе близких друзей, кроме вас самих. Они не преминут вам вредить, они хотели бы того, чтобы вы попали бы в беду. Обнаружилась ненависть из их уст, а то, что скрывают их груди больше. Мы разъяснили вам знамения, если вы разумны!",
        "numberInSurah": 118,
        "juz": 4,
        "manzil": 1,
        "page": 65,
        "ruku": 53,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 412,
        "text": "Вот, вы - те, которые любят их, а они вас не любят. Вы веруете в писание целиком, и когда они встретят вас, то говорят: \"Мы уверовали\". А когда останутся наедине, то кусают от злобы к вам пальцы. Скажи: \"Умирайте от вашего гнева! Поистине, Аллах знает про то, что в груди\".",
        "numberInSurah": 119,
        "juz": 4,
        "manzil": 1,
        "page": 65,
        "ruku": 53,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 413,
        "text": "Если вас коснется хорошее, это их огорчает; если вас постигнет дурное, они радуются этому. А если вы будете терпеливы и богобоязненны, не повредят вам их козни ни в чем. Поистине, Аллах объемлет то, что они делают!",
        "numberInSurah": 120,
        "juz": 4,
        "manzil": 1,
        "page": 65,
        "ruku": 53,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 414,
        "text": "И вот утром ты ушел от семьи своей, устанавливая верующих для сражения, а Аллах - слышащий, знающий.",
        "numberInSurah": 121,
        "juz": 4,
        "manzil": 1,
        "page": 65,
        "ruku": 54,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 415,
        "text": "Вот задумали два отряда из вас оробеть, а Аллах - их помощник: на Аллаха пусть полагаются верующие!",
        "numberInSurah": 122,
        "juz": 4,
        "manzil": 1,
        "page": 66,
        "ruku": 54,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 416,
        "text": "Уже помог вам Аллах при Бадре, когда вы были унижены. Побойтесь же Аллаха, - может быть, вы окажетесь благодарными!",
        "numberInSurah": 123,
        "juz": 4,
        "manzil": 1,
        "page": 66,
        "ruku": 54,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 417,
        "text": "Вот ты говоришь верующим: \"Разве не довольно вам того, что поможет вам Господь ваш тремя тысячами ангелов ниспосланных?\"",
        "numberInSurah": 124,
        "juz": 4,
        "manzil": 1,
        "page": 66,
        "ruku": 54,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 418,
        "text": "Да, если вы будете терпеливы и богобоязненны и они придут к вам стремительно, - тогда поможет вам Господь пятью тысячами ангелов отмеченных.",
        "numberInSurah": 125,
        "juz": 4,
        "manzil": 1,
        "page": 66,
        "ruku": 54,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 419,
        "text": "Аллах сделал только радостной вестью для вас, и чтобы от этого успокоились ваши сердца. Помощь - только от Аллаха, великого, мудрого,",
        "numberInSurah": 126,
        "juz": 4,
        "manzil": 1,
        "page": 66,
        "ruku": 54,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 420,
        "text": "чтобы отсечь какую-либо конечность у тех, которые не веровали или низвергнут их, так чтобы они обратились без успеха.",
        "numberInSurah": 127,
        "juz": 4,
        "manzil": 1,
        "page": 66,
        "ruku": 54,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 421,
        "text": "Тебе нет ничего в этом деле: обратится ли Он к ним или накажет их. Поистине, они - несправедливые.",
        "numberInSurah": 128,
        "juz": 4,
        "manzil": 1,
        "page": 66,
        "ruku": 54,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 422,
        "text": "Аллаху принадлежит то, что в небесах, и то, что на земле. Он прощает, кому захочет, и наказывает, кого захочет. Аллах - прощающий, милостивый!",
        "numberInSurah": 129,
        "juz": 4,
        "manzil": 1,
        "page": 66,
        "ruku": 54,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 423,
        "text": "О вы, которые уверовали! Не пожирайте роста, удвоенного вдвойне, и бойтесь Аллаха, - может быть, вы окажетесь счастливыми!",
        "numberInSurah": 130,
        "juz": 4,
        "manzil": 1,
        "page": 66,
        "ruku": 55,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 424,
        "text": "И бойтесь огня, который уготован неверным,",
        "numberInSurah": 131,
        "juz": 4,
        "manzil": 1,
        "page": 66,
        "ruku": 55,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 425,
        "text": "и повинуйтесь Аллаху и посланнику, - может быть, вы будете помилованы!",
        "numberInSurah": 132,
        "juz": 4,
        "manzil": 1,
        "page": 66,
        "ruku": 55,
        "hizbQuarter": 26,
        "sajda": false
      },
      {
        "number": 426,
        "text": "И устремляйтесь к прощению от вашего Господа и к раю, ширина которого - небеса и земля, уготованному для богобоязненных,",
        "numberInSurah": 133,
        "juz": 4,
        "manzil": 1,
        "page": 67,
        "ruku": 55,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 427,
        "text": "которые расходуют и в радости и в горе, сдерживающих гнев, прощающих людям. Поистине, Аллах любит делающих добро!",
        "numberInSurah": 134,
        "juz": 4,
        "manzil": 1,
        "page": 67,
        "ruku": 55,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 428,
        "text": "А те, которые совершили мерзость или обидели самих себя, вспомнили Аллаха и попросили прощения своим грехам, - а кто прощает грехи, кроме Аллаха? - и не упорствовали в том, что они совершили, будучи знающими, -",
        "numberInSurah": 135,
        "juz": 4,
        "manzil": 1,
        "page": 67,
        "ruku": 55,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 429,
        "text": "у этих наградой - прощение от Господа их и сады, где внизу текут реки, вечно пребывать они будут там - и прекрасна награда делающих!",
        "numberInSurah": 136,
        "juz": 4,
        "manzil": 1,
        "page": 67,
        "ruku": 55,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 430,
        "text": "До вас уже прошли примерные обычаи; походите по земле и посмотрите, каков был конец считающих ложью!",
        "numberInSurah": 137,
        "juz": 4,
        "manzil": 1,
        "page": 67,
        "ruku": 55,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 431,
        "text": "Это - разъяснение людям и руководство и увещание для богобоязненных.",
        "numberInSurah": 138,
        "juz": 4,
        "manzil": 1,
        "page": 67,
        "ruku": 55,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 432,
        "text": "Не слабейте и не печальтесь в то время как вы стоите выше, если вы из верующих!",
        "numberInSurah": 139,
        "juz": 4,
        "manzil": 1,
        "page": 67,
        "ruku": 55,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 433,
        "text": "Если вас коснулась рана, то такая же рана коснулась и того народа. Эти дни мы сменяем чередой среди людей, и чтобы знал Аллах тех, которые уверовали и взяли из вас исповедников, - поистине, Аллах не любит несправедливых! -",
        "numberInSurah": 140,
        "juz": 4,
        "manzil": 1,
        "page": 67,
        "ruku": 55,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 434,
        "text": "и чтобы очистил Аллах тех, которые уверовали и стер неверных.",
        "numberInSurah": 141,
        "juz": 4,
        "manzil": 1,
        "page": 68,
        "ruku": 55,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 435,
        "text": "Или вы думали, что войдете в рай, когда Аллах еще не узнал тех, которые усердствовали из вас, и узнал терпеливых?",
        "numberInSurah": 142,
        "juz": 4,
        "manzil": 1,
        "page": 68,
        "ruku": 55,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 436,
        "text": "Вы желали смерти прежде, чем встретили ее. Вы ее уже увидели в то время, как смотрели!",
        "numberInSurah": 143,
        "juz": 4,
        "manzil": 1,
        "page": 68,
        "ruku": 55,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 437,
        "text": "И Мухаммад - только посланник, до которого были посланники. Разве ж если он умрет или будет убит, вы обратитесь вспять? Кто обращается вспять, тот ни в чем не повредит Аллаху, и Аллах воздаст благодарным.",
        "numberInSurah": 144,
        "juz": 4,
        "manzil": 1,
        "page": 68,
        "ruku": 56,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 438,
        "text": "Не подобает душе умирать иначе, как с дозволения Аллаха, по писанию с установленным сроком. И если кто желает награды ближней жизни, Мы даруем ему ее; а кто желает награды в последней, Мы даруем ему ее, - и воздадим Мы благодарным!",
        "numberInSurah": 145,
        "juz": 4,
        "manzil": 1,
        "page": 68,
        "ruku": 56,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 439,
        "text": "Сколько пророков, с которыми сражались многие толпы, и они не ослабели от того, что постигло их на пути Аллаха, и не ослабели и не подчинились, - а Аллах любит терпеливых!",
        "numberInSurah": 146,
        "juz": 4,
        "manzil": 1,
        "page": 68,
        "ruku": 56,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 440,
        "text": "Речью их было только то, что они сказали: \"Господи наш! Прости нам наши грехи и чрезмерность в нашем деле, укрепи наши стопы и помоги нам против людей неверных\".",
        "numberInSurah": 147,
        "juz": 4,
        "manzil": 1,
        "page": 68,
        "ruku": 56,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 441,
        "text": "И даровал им Аллах награду ближайшей жизни и прекрасную награду будущей. Поистине, Аллах любит делающих добро!",
        "numberInSurah": 148,
        "juz": 4,
        "manzil": 1,
        "page": 68,
        "ruku": 56,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 442,
        "text": "О вы, которые уверовали! Если вы будете повиноваться тем, которые не веровали, они обратят вас вспять и вы вернетесь понесшими убыток.",
        "numberInSurah": 149,
        "juz": 4,
        "manzil": 1,
        "page": 69,
        "ruku": 57,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 443,
        "text": "Да! Аллах - ваш покровитель. И Он - лучший из помощников!",
        "numberInSurah": 150,
        "juz": 4,
        "manzil": 1,
        "page": 69,
        "ruku": 57,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 444,
        "text": "Мы ввергнем в сердца тех, которые не веровали, ужас за то, что они придавали Аллаху в сотоварищи то, к чему Он не ниспослал никакой власти. Убежище их - огонь, и скверно пребывание нечестивых!",
        "numberInSurah": 151,
        "juz": 4,
        "manzil": 1,
        "page": 69,
        "ruku": 57,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 445,
        "text": "Аллах оправдал пред вами Свое обещание, когда вы перебили их по Его дозволению. А когда вы оробели и стали препираться о деле и ослушались, после того как Он показал вам то, что вы любите, среди вас оказались желающие ближнего мира и среди вас были желающие последнего. Потом Он отвернул вас от них, чтобы испытать вас; и Он простил вас, - ведь Аллах - обладатель милости к верующим!",
        "numberInSurah": 152,
        "juz": 4,
        "manzil": 1,
        "page": 69,
        "ruku": 57,
        "hizbQuarter": 27,
        "sajda": false
      },
      {
        "number": 446,
        "text": "Вот вы поднимались и не поворачивались ни к кому, а посланник звал вас в последних отрядах. И Он воздал вам огорчением за огорчение, чтобы вы не печалились о том, что вас миновало и что вас постигло. Поистине, Аллах сведущ в том, что вы делаете!",
        "numberInSurah": 153,
        "juz": 4,
        "manzil": 1,
        "page": 69,
        "ruku": 57,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 447,
        "text": "Потом Он низвел на вас после огорчения для спокойствия сон, который покрыл одну часть вас, а другую часть обеспокоили их души: они думали об Аллахе несправедливой думой язычества, говоря: \"Разве для нас есть что-нибудь из этого дела?\" Скажи: \"Все дела принадлежат Аллаху\". Они скрывают в своих душах то, чего не обнаруживают тебе. Они говорят: \"Если бы у нас было что-нибудь из этого дела, то не были бы мы убиты тут\". Скажи: \"Если бы вы были в своих домах, то те, кому предписано убиение, вышли бы к местам своего падения... и чтобы Аллах испытал то, что в вашей груди, и чтобы очистить то, что в ваших сердцах\". Поистине, Аллах знает про то, что в груди!",
        "numberInSurah": 154,
        "juz": 4,
        "manzil": 1,
        "page": 70,
        "ruku": 57,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 448,
        "text": "Поистине, те из вас, которые отвернулись, в тот день, когда встретились два отряда, - их заставил споткнуться сатана чем-то, что они приобрели. Аллах уже простил их, - ведь Аллах - прощающий, кроткий!",
        "numberInSurah": 155,
        "juz": 4,
        "manzil": 1,
        "page": 70,
        "ruku": 57,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 449,
        "text": "О вы, которые уверовали! Не будьте, как те, кто не веровал и говорил своим братьям, когда они двинулись по земле или совершали поход: \"Если бы они были при нас, то не умерли бы и не были бы убиты\", ... чтобы Аллах сделал это огорчением и в сердцах. Поистине, Аллах оживляет и умерщвляет. И Аллах видит то, что вы делаете!",
        "numberInSurah": 156,
        "juz": 4,
        "manzil": 1,
        "page": 70,
        "ruku": 58,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 450,
        "text": "И, конечно, если бы вы были убиты на пути Аллаха или умерли, то прощение от Аллаха и милосердие - лучше того, что вы собираете.",
        "numberInSurah": 157,
        "juz": 4,
        "manzil": 1,
        "page": 70,
        "ruku": 58,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 451,
        "text": "И если вы умрете или будете убиты, то, конечно, к Аллаху вы будете собраны.",
        "numberInSurah": 158,
        "juz": 4,
        "manzil": 1,
        "page": 71,
        "ruku": 58,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 452,
        "text": "По милосердию от Аллаха ты смягчился к ним; а если бы ты был грубым, с жестоким сердцем, то они бы рассеялись от тебя. Извини же их и попроси им прощения и советуйся с ними о деле. А когда ты разрешился, то положись на Аллаха, - поистине, Аллах любит полагающихся!",
        "numberInSurah": 159,
        "juz": 4,
        "manzil": 1,
        "page": 71,
        "ruku": 58,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 453,
        "text": "Если Аллах окажет вам помощь, то нет победителя для вас, а если Он покинет, то кто же поможет вам после Него? На Аллаха пусть полагаются верующие!",
        "numberInSurah": 160,
        "juz": 4,
        "manzil": 1,
        "page": 71,
        "ruku": 58,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 454,
        "text": "Не годится пророку обманывать. А кто обманет - придет с тем, чем обманул, в день воскресения. Потом всякой душе будет воздано сполна, что она приобрела, и они не будут обижены.",
        "numberInSurah": 161,
        "juz": 4,
        "manzil": 1,
        "page": 71,
        "ruku": 58,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 455,
        "text": "Разве тот, кто последовал за благоволением Аллаха, таков, как тот, кто навлек гнев Аллаха? Убежище его - геенна, скверно это возвращение!",
        "numberInSurah": 162,
        "juz": 4,
        "manzil": 1,
        "page": 71,
        "ruku": 58,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 456,
        "text": "Они - по степеням у Аллаха, и Аллах видит то, что они делают!",
        "numberInSurah": 163,
        "juz": 4,
        "manzil": 1,
        "page": 71,
        "ruku": 58,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 457,
        "text": "Оказал Аллах милость верующим, когда воздвиг среди них посланника из них самих; он читают им Его знамения, очищает их и учит их писанию и мудрости, хотя они и были раньше в явном заблуждении.",
        "numberInSurah": 164,
        "juz": 4,
        "manzil": 1,
        "page": 71,
        "ruku": 58,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 458,
        "text": "Разве же после того, как вас постигло бедствие, - а вы причинили двойное, - вы сказали: \"Откуда это? Скажи: \"Это от вас самих\", - поистине, Аллах над всякой вещью мощен!",
        "numberInSurah": 165,
        "juz": 4,
        "manzil": 1,
        "page": 71,
        "ruku": 58,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 459,
        "text": "И то, что вас постигло, когда встретились два сборища, по дозволению Аллаха и для того, чтобы Он узнал верующих",
        "numberInSurah": 166,
        "juz": 4,
        "manzil": 1,
        "page": 72,
        "ruku": 58,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 460,
        "text": "и узнал тех, которые лицемерят. И сказано было им: \"Приходите, сражайтесь на пути Аллаха или отгоните!\" Они сказали: \"Если бы мы знали сражение, мы последовали бы за вами\". Они в тот день - ближе к неверию, чем к вере! Они говорят своими устами то, чего нет у них в сердце, а Аллах лучше знает то, что они скрывают!",
        "numberInSurah": 167,
        "juz": 4,
        "manzil": 1,
        "page": 72,
        "ruku": 58,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 461,
        "text": "Те, которые сказали о своих братьях, - а сами остались: \"Если бы они послушались нас, не были бы убиты\"... Скажи им: \"Отдалите от самих себя смерть, если вы говорите правду!\"",
        "numberInSurah": 168,
        "juz": 4,
        "manzil": 1,
        "page": 72,
        "ruku": 58,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 462,
        "text": "И никак не считай тех, которые убиты на пути Аллаха, мертвыми. Нет, живые! Они у своего Господа получают удел,",
        "numberInSurah": 169,
        "juz": 4,
        "manzil": 1,
        "page": 72,
        "ruku": 58,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 463,
        "text": "радуясь тому, что даровал им Аллах из Своей милости, и ликуют они о тех, которые еще не присоединились к ним, следуя за ними, что над ними нет страха и не будут они опечалены!",
        "numberInSurah": 170,
        "juz": 4,
        "manzil": 1,
        "page": 72,
        "ruku": 58,
        "hizbQuarter": 28,
        "sajda": false
      },
      {
        "number": 464,
        "text": "Они ликуют о милости от Аллаха, и щедрости, и о том, что Аллах не губит награды верующих.",
        "numberInSurah": 171,
        "juz": 4,
        "manzil": 1,
        "page": 72,
        "ruku": 58,
        "hizbQuarter": 29,
        "sajda": false
      },
      {
        "number": 465,
        "text": "Те, которые дали ответ Аллаху и посланнику, после того как постигли их раны. Тем из них, которые делали добро и боялись, награда великая!",
        "numberInSurah": 172,
        "juz": 4,
        "manzil": 1,
        "page": 72,
        "ruku": 59,
        "hizbQuarter": 29,
        "sajda": false
      },
      {
        "number": 466,
        "text": "Тем, которым говорили люди: \"Вот, люди собрались против вас, бойтесь их!\" - но это только увеличило веру в них, и они говорили: \"Достаточно нам Аллаха, Он - прекрасный доверенный!\"",
        "numberInSurah": 173,
        "juz": 4,
        "manzil": 1,
        "page": 72,
        "ruku": 59,
        "hizbQuarter": 29,
        "sajda": false
      },
      {
        "number": 467,
        "text": "И они вернулись с милостью от Аллаха и щедростью, не коснулось их дурное, и последовали они за благоволением Аллаха. Поистине, Аллах - обладатель великой милости!",
        "numberInSurah": 174,
        "juz": 4,
        "manzil": 1,
        "page": 73,
        "ruku": 59,
        "hizbQuarter": 29,
        "sajda": false
      },
      {
        "number": 468,
        "text": "Это только сатана, который делает страшными своих близких. Но не бойтесь их, а бойтесь Меня, если вы верующие!",
        "numberInSurah": 175,
        "juz": 4,
        "manzil": 1,
        "page": 73,
        "ruku": 59,
        "hizbQuarter": 29,
        "sajda": false
      },
      {
        "number": 469,
        "text": "Пусть не печалят тебя те, которые устремляются к неверию: ведь они ни в чем не повредят Аллаху. Аллах желает не дать им доли в последней жизни, и для них - великое наказание!",
        "numberInSurah": 176,
        "juz": 4,
        "manzil": 1,
        "page": 73,
        "ruku": 59,
        "hizbQuarter": 29,
        "sajda": false
      },
      {
        "number": 470,
        "text": "Поистине, те, которые купили неверие за веру, не повредят Аллаху ни в чем, а им - болезненное наказание!",
        "numberInSurah": 177,
        "juz": 4,
        "manzil": 1,
        "page": 73,
        "ruku": 59,
        "hizbQuarter": 29,
        "sajda": false
      },
      {
        "number": 471,
        "text": "И пусть не считают никак те, которые не веровали, что то, что Мы им продлеваем, - во благо для них грехе, и для них - наказание унизительное!",
        "numberInSurah": 178,
        "juz": 4,
        "manzil": 1,
        "page": 73,
        "ruku": 59,
        "hizbQuarter": 29,
        "sajda": false
      },
      {
        "number": 472,
        "text": "Аллах не таков, чтобы оставить верующих в том состоянии, как вы, до того, как Он отличит мерзкого от хорошего. И не таков Аллах, чтобы ознакомить вас с сокровенным, но Аллах избирает из Своих посланников, кого хочет, Веруйте же в Аллаха и Его посланников, а если уверуете и будете бояться, то вам - великая награда!",
        "numberInSurah": 179,
        "juz": 4,
        "manzil": 1,
        "page": 73,
        "ruku": 59,
        "hizbQuarter": 29,
        "sajda": false
      },
      {
        "number": 473,
        "text": "И пусть не считают те, которые скупятся на милости, дарованные им Аллахом, что это - лучше для них. Нет, это - хуже для них! Будут окружены они ожерельем того, чем скупились, в день воскресения; и Аллаху принадлежит наследство небес и земли; и Аллах сведущ в том, что вы делаете!",
        "numberInSurah": 180,
        "juz": 4,
        "manzil": 1,
        "page": 73,
        "ruku": 59,
        "hizbQuarter": 29,
        "sajda": false
      },
      {
        "number": 474,
        "text": "Слышал Аллах речи тех, которые говорили: \"Ведь Аллах беден, а мы богаты\". Мы запишем то, что они говорили, и избиение ими пророков без права и скажем: \"Вкусите наказание огня!\"",
        "numberInSurah": 181,
        "juz": 4,
        "manzil": 1,
        "page": 74,
        "ruku": 60,
        "hizbQuarter": 29,
        "sajda": false
      },
      {
        "number": 475,
        "text": "Это - за то, что уготовали ваши руки, и потому что Аллах - не обидчик для рабов.",
        "numberInSurah": 182,
        "juz": 4,
        "manzil": 1,
        "page": 74,
        "ruku": 60,
        "hizbQuarter": 29,
        "sajda": false
      },
      {
        "number": 476,
        "text": "Те, которые говорят: \"Ведь Аллах заповедал нам, чтобы мы не верили посланнику, пока не придет он к нам жертвой, которую пожрет огонь\". Скажи: \"Приходили к вам уже посланники до меня с ясными знамениями и с тем, о чем вы сказали. Почему же вы их перебили, если вы были правдивы?\"",
        "numberInSurah": 183,
        "juz": 4,
        "manzil": 1,
        "page": 74,
        "ruku": 60,
        "hizbQuarter": 29,
        "sajda": false
      },
      {
        "number": 477,
        "text": "Если они сочли тебя лжецом, то ведь были объявлены лжецами посланники до тебя, которые приходили с ясными знамениями, и с книгами, и с писанием освещающим.",
        "numberInSurah": 184,
        "juz": 4,
        "manzil": 1,
        "page": 74,
        "ruku": 60,
        "hizbQuarter": 29,
        "sajda": false
      },
      {
        "number": 478,
        "text": "Всякая душа вкушает смерть, и вам сполна будут даны ваши награды в день воскресения. И кто будет удален от огня и введен в рай, тот получил успех. А ближайшая жизнь - только пользование обольщением.",
        "numberInSurah": 185,
        "juz": 4,
        "manzil": 1,
        "page": 74,
        "ruku": 60,
        "hizbQuarter": 29,
        "sajda": false
      },
      {
        "number": 479,
        "text": "Вы будете испытаны и в ваших имуществах и в вас самих, и вы услышите от тех, кому даровано писание до вас, и от тех, кто был многобожником, много обиды. А если вы будете терпеливы и богобоязненны, то это - из твердости в делах.",
        "numberInSurah": 186,
        "juz": 4,
        "manzil": 1,
        "page": 74,
        "ruku": 60,
        "hizbQuarter": 30,
        "sajda": false
      },
      {
        "number": 480,
        "text": "И вот взял Аллах с тех, кому даровано писание, завет: \"Вы будете разъяснять его людям и не будете скрывать\". Но они бросили это за свои спины и купили за это малую цену. Скверно же то, что они покупают!",
        "numberInSurah": 187,
        "juz": 4,
        "manzil": 1,
        "page": 75,
        "ruku": 60,
        "hizbQuarter": 30,
        "sajda": false
      },
      {
        "number": 481,
        "text": "Пусть не считают те, которые радуются тому, что совершили, и любят, чтобы их хвалили за то, чего они не делали, - не считай их и ты в безопасности от наказания. Поистине, для них - мучительное наказание!",
        "numberInSurah": 188,
        "juz": 4,
        "manzil": 1,
        "page": 75,
        "ruku": 60,
        "hizbQuarter": 30,
        "sajda": false
      },
      {
        "number": 482,
        "text": "Аллаху принадлежит власть над небесами и землей. И Аллах над всякой вещью мощен!",
        "numberInSurah": 189,
        "juz": 4,
        "manzil": 1,
        "page": 75,
        "ruku": 60,
        "hizbQuarter": 30,
        "sajda": false
      },
      {
        "number": 483,
        "text": "Поистине, в создании небес и земли и в смене ночи и дня - знамения для обладающих умом, -",
        "numberInSurah": 190,
        "juz": 4,
        "manzil": 1,
        "page": 75,
        "ruku": 61,
        "hizbQuarter": 30,
        "sajda": false
      },
      {
        "number": 484,
        "text": "тех, которые поминает Аллаха, стоя, сидя и на своих боках, и размышляют о сотворении небес и земли: \"Господи наш! Не создал Ты этого попусту. Хвала Тебе! Защити же нас от наказания огня.",
        "numberInSurah": 191,
        "juz": 4,
        "manzil": 1,
        "page": 75,
        "ruku": 61,
        "hizbQuarter": 30,
        "sajda": false
      },
      {
        "number": 485,
        "text": "Господи наш! Кого Ты введешь в огонь, того Ты посрамил. И нет у несправедливых помощников!",
        "numberInSurah": 192,
        "juz": 4,
        "manzil": 1,
        "page": 75,
        "ruku": 61,
        "hizbQuarter": 30,
        "sajda": false
      },
      {
        "number": 486,
        "text": "Господи наш! Мы слышали взывающего, который звал к вере: \"Уверуйте в Господа вашего!\" И мы уверовали. Господи наш! Прости же нам наши грехи и очисти нас от наших скверных деяний и упокой нас с праведниками.",
        "numberInSurah": 193,
        "juz": 4,
        "manzil": 1,
        "page": 75,
        "ruku": 61,
        "hizbQuarter": 30,
        "sajda": false
      },
      {
        "number": 487,
        "text": "Господи наш! И даруй нам то, что Ты обещал через Своих посланников, и не посрами нас в день воскресения. Ведь Ты не нарушаешь обещания\".",
        "numberInSurah": 194,
        "juz": 4,
        "manzil": 1,
        "page": 75,
        "ruku": 61,
        "hizbQuarter": 30,
        "sajda": false
      },
      {
        "number": 488,
        "text": "И ответил им Господь их: \"Я не погублю деяний ни одного из ваших деятелей - ни мужчины, ни женщины. Одни вы от других. А тем, которые выселились или были изгнаны из своих жилищ, и были подвергнуты страданиям на Моем пути, и сражались, и были убиты, - Я очищу их дурные деяния и введу их в сады, где внизу текут реки, - в награду от Аллаха, а у Аллаха - хорошая награда!\"",
        "numberInSurah": 195,
        "juz": 4,
        "manzil": 1,
        "page": 76,
        "ruku": 61,
        "hizbQuarter": 30,
        "sajda": false
      },
      {
        "number": 489,
        "text": "Пусть не соблазняет тебя изворотливость тех, которые не уверовали в стране:",
        "numberInSurah": 196,
        "juz": 4,
        "manzil": 1,
        "page": 76,
        "ruku": 61,
        "hizbQuarter": 30,
        "sajda": false
      },
      {
        "number": 490,
        "text": "малое пользование, а потом убежище их - геенна, и скверно это ложе!",
        "numberInSurah": 197,
        "juz": 4,
        "manzil": 1,
        "page": 76,
        "ruku": 61,
        "hizbQuarter": 30,
        "sajda": false
      },
      {
        "number": 491,
        "text": "Но для тех, которые убоялись своего Господа, - сады, где внизу текут реки, - вечно пребудут они там, - как прием от Аллаха. То, что у Аллаха, - лучше для праведных!",
        "numberInSurah": 198,
        "juz": 4,
        "manzil": 1,
        "page": 76,
        "ruku": 61,
        "hizbQuarter": 30,
        "sajda": false
      },
      {
        "number": 492,
        "text": "Действительно, среди обладателей писания есть такие, что веруют в Аллаха и в то, что ниспослано вам и что ниспослано им, смиряясь пред Аллахом; они не покупают за знамения Аллаха малую цену. Эти - для них награда их у их Господа. Поистине, Аллах быстр в расчете!",
        "numberInSurah": 199,
        "juz": 4,
        "manzil": 1,
        "page": 76,
        "ruku": 61,
        "hizbQuarter": 30,
        "sajda": false
      },
      {
        "number": 493,
        "text": "О вы, которые уверовали, терпите и будьте терпимы, будьте стойки и бойтесь Аллаха, - может быть, вы будете счастливы!",
        "numberInSurah": 200,
        "juz": 4,
        "manzil": 1,
        "page": 76,
        "ruku": 61,
        "hizbQuarter": 30,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "ru.krachkovsky",
      "language": "ru",
      "name": "Крачковский",
      "englishName": "Ignaty Yulianovich Krachkovsky",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}