{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 4,
    "name": "سُورَةُ النِّسَاءِ",
    "englishName": "An-Nisaa",
    "englishNameTranslation": "The Women",
    "revelationType": "Medinan",
    "numberOfAyahs": 176,
    "ayahs": [
      {
        "number": 494,
        "text": "О люди! Бойтесь вашего Господа, который сотворил вас из одной души и сотворил из нее пару ей, а от них распространил много мужчин и женщин. И бойтесь Аллаха, которым вы друг друга упрашиваете, и родственных связей. Поистине Аллах - над вами надсмотрщик!",
        "numberInSurah": 1,
        "juz": 4,
        "manzil": 1,
        "page": 77,
        "ruku": 62,
        "hizbQuarter": 31,
        "sajda": false
      },
      {
        "number": 495,
        "text": "И давайте сиротам их имущество и не заменяйте дурным хорошего. И не ешьте их имущество в дополнение к вашему, - ведь это - великий грех!",
        "numberInSurah": 2,
        "juz": 4,
        "manzil": 1,
        "page": 77,
        "ruku": 62,
        "hizbQuarter": 31,
        "sajda": false
      },
      {
        "number": 496,
        "text": "А если вы боитесь, что не будете справедливы с сиротами, то женитесь на тех, что приятны вам, женщинах - и двух, и трех, и четырех. А если боитесь, что не будете справедливы, то - на одной или на тех, которыми овладели ваши десницы. Это - ближе, чтобы не уклониться",
        "numberInSurah": 3,
        "juz": 4,
        "manzil": 1,
        "page": 77,
        "ruku": 62,
        "hizbQuarter": 31,
        "sajda": false
      },
      {
        "number": 497,
        "text": "И давайте женам их вино в дар. Если же они соблаговолят чем-нибудь из этого для вас, то питайтесь этим на здоровье и благополучие.",
        "numberInSurah": 4,
        "juz": 4,
        "manzil": 1,
        "page": 77,
        "ruku": 62,
        "hizbQuarter": 31,
        "sajda": false
      },
      {
        "number": 498,
        "text": "И не давайте неразумным вашего имущества, которое Аллах устроил вам для поддержки, и наделяйте их из него, и одевайте их, и говорите им слово благое.",
        "numberInSurah": 5,
        "juz": 4,
        "manzil": 1,
        "page": 77,
        "ruku": 62,
        "hizbQuarter": 31,
        "sajda": false
      },
      {
        "number": 499,
        "text": "И испытывайте сирот, а когда они дойдут до брачного возраста, то если заметите в них зрелость разума, отдавайте им их имущество; и не пожирайте его расточительно и торопливо, пока они не вырастут. А кто богат, пусть будет воздержан; а кто беден, пусть ест с достоинством. А когда вы отдаете им их имущество, то берите к ним свидетелей. И довольно Аллаха как счетчика!",
        "numberInSurah": 6,
        "juz": 4,
        "manzil": 1,
        "page": 77,
        "ruku": 62,
        "hizbQuarter": 31,
        "sajda": false
      },
      {
        "number": 500,
        "text": "Мужчинам - удел из того, что оставили родители и близкие, и женщинам - удел из того, что оставили родители и близкие, - из того, что мало или много, удел определенный.",
        "numberInSurah": 7,
        "juz": 4,
        "manzil": 1,
        "page": 78,
        "ruku": 62,
        "hizbQuarter": 31,
        "sajda": false
      },
      {
        "number": 501,
        "text": "А когда присутствуют при разделе родственники, сироты и бедняки, то наделяйте их из этого и говорите им слово благое.",
        "numberInSurah": 8,
        "juz": 4,
        "manzil": 1,
        "page": 78,
        "ruku": 62,
        "hizbQuarter": 31,
        "sajda": false
      },
      {
        "number": 502,
        "text": "И пусть боятся те, которые, если бы оставляли позади себя слабое потомство, боялись бы за них. Пусть же они боятся Аллаха и говорят слово твердое!",
        "numberInSurah": 9,
        "juz": 4,
        "manzil": 1,
        "page": 78,
        "ruku": 62,
        "hizbQuarter": 31,
        "sajda": false
      },
      {
        "number": 503,
        "text": "Поистине. те, которые пожирают имущество сирот по несправедливости, пожирают в своем чреве огонь, и будут они гореть в пламени!",
        "numberInSurah": 10,
        "juz": 4,
        "manzil": 1,
        "page": 78,
        "ruku": 62,
        "hizbQuarter": 31,
        "sajda": false
      },
      {
        "number": 504,
        "text": "Завещает вам Аллах относительно ваших детей: сыну - долю, подобную доле двух дочерей. А если они (дети)- женщины, числом больше двух, то им - две трети того, что он оставил, а если одна, то ей - половина. А родителям его, каждому из двух - одна шестая того, что он оставил, если у него есть ребенок. А если у него нет ребенка и ему наследуют его родители, то матери - одна треть. А если есть у него братья, то матери - одна шестая после завещанного, которой он завещает, или долга. Родители ваши или ваши сыновья - вы не знаете, кто из них ближе вам по пользе, как установлено Аллахом. Поистине, Аллах знающ, мудр!",
        "numberInSurah": 11,
        "juz": 4,
        "manzil": 1,
        "page": 78,
        "ruku": 63,
        "hizbQuarter": 31,
        "sajda": false
      },
      {
        "number": 505,
        "text": "И вам - половина того, что оставили ваши супруги, если у них нет ребенка. А если у них есть ребенок, то вам - четверть того, что они оставили после завещанного, которое они завещают, или долга. А им - четверть того, что оставили вы, если у вас нет ребенка. А если у вас есть ребенок, то им - одна восьмая того, что оставили вы после завещанного, которое вы завещаете, или долга. А если мужчина бывает наследником по боковой линии, или женщина, и у него есть брат или сестра, то каждому из них обоих - одна шестая. А если их больше этого, то они - соучастники в трети после завещанного, которое он завещает, или долга, не причиняя вреда, по завету от Аллаха. Поистине, Аллах - знающий, кроткий!",
        "numberInSurah": 12,
        "juz": 4,
        "manzil": 1,
        "page": 79,
        "ruku": 63,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 506,
        "text": "Таковы границы Аллаха. А кто повинуется Аллаху и Его посланнику, того Он введет в сады, где внизу текут реки, - вечно пребывать они будут там. И это - великий успех!",
        "numberInSurah": 13,
        "juz": 4,
        "manzil": 1,
        "page": 79,
        "ruku": 63,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 507,
        "text": "А кто не повинуется Аллаху и Его посланнику и преступает Его границы, того Он введет в огонь вечно пребывающим там, и для него - унижающее наказание.",
        "numberInSurah": 14,
        "juz": 4,
        "manzil": 1,
        "page": 79,
        "ruku": 63,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 508,
        "text": "А те из ваших женщин, которые совершат мерзость, - возьмите в свидетели против них четырех из вас. И если они засвидетельствуют, то держите их в домах, пока не упокоит их смерть или Аллах устроит для них путь.",
        "numberInSurah": 15,
        "juz": 4,
        "manzil": 1,
        "page": 80,
        "ruku": 64,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 509,
        "text": "А те двое из вас, которые совершат это, - причините им боль. Если они обратятся и совершат благое, то отвернитесь от них. Поистине, Аллах - приемлющий обращение, милостивый!",
        "numberInSurah": 16,
        "juz": 4,
        "manzil": 1,
        "page": 80,
        "ruku": 64,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 510,
        "text": "Ведь у Аллаха - обращение к тем, которые совершают зло по неведению, а потом обращаются вскоре. К этим обращается Аллах. Поистине, Аллах - знающий, мудрый!",
        "numberInSurah": 17,
        "juz": 4,
        "manzil": 1,
        "page": 80,
        "ruku": 64,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 511,
        "text": "Но нет обращения к тем, которые совершают дурное, а когда предстанет пред кем-нибудь из них смерть, он говорит: \"Я обращаюсь теперь\"... И к тем, которые умирает, будучи неверными. Этим мы приготовили наказание мучительное.",
        "numberInSurah": 18,
        "juz": 4,
        "manzil": 1,
        "page": 80,
        "ruku": 64,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 512,
        "text": "О вы, которые уверовали! Не разрешается вам наследовать женам по принуждению. И не препятствуйте им уносить часть того, что вы им даровали, разве что они совершат мерзость очевидную. Обходитесь с ними достойно. Если же вы их ненавидите, то, может быть, что-либо вам и ненавистно, а Аллах устроил в этом великое благо.",
        "numberInSurah": 19,
        "juz": 4,
        "manzil": 1,
        "page": 80,
        "ruku": 64,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 513,
        "text": "А если вы захотели замены одной супруги другой и одной из них дали кинтар, то не отбирайте из него ничего. Разве вы станете брать лживо, как явный грех?",
        "numberInSurah": 20,
        "juz": 4,
        "manzil": 1,
        "page": 81,
        "ruku": 64,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 514,
        "text": "И как вы можете отбирать это, когда вы сошлись друг с другом и они взяли с вас суровый завет?",
        "numberInSurah": 21,
        "juz": 4,
        "manzil": 1,
        "page": 81,
        "ruku": 64,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 515,
        "text": "Не женитесь на тех женщинах, на которых были женаты ваши отцы, разве только это произошло раньше. Поистине, это - мерзость и отвращение и скверно как путь!",
        "numberInSurah": 22,
        "juz": 4,
        "manzil": 1,
        "page": 81,
        "ruku": 64,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 516,
        "text": "И запрещены вам ваши матери, и ваши дочери, и ваши сестры, и ваши тетки по отцу и матери, и дочери брата, и дочери сестры, и ваши матери, которые вас вскормили, и ваши сестры по кормлению, и матери ваших жен, и ваши воспитанницы, которые под вашим покровительством от ваших жен, к которым вы уже вошли; а если вы еще не вошли к ним, то нет греха на вас; и жены ваших сыновей, которые от ваших чресел; и - объединять двух сестер, если это не было раньше. Поистине, Аллах прощающ, милосерд!",
        "numberInSurah": 23,
        "juz": 4,
        "manzil": 1,
        "page": 81,
        "ruku": 65,
        "hizbQuarter": 32,
        "sajda": false
      },
      {
        "number": 517,
        "text": "И - замужние из женщин, если ими не овладели ваши десницы по писанию Аллаха над вами. И разрешено вам в том, что за этим, искать своим имуществом, соблюдая целомудрие, не распутничая. А за то, чем вы пользуетесь от них, давайте им их награду по установлению. И нет греха над вами, в чем вы согласитесь между собой после установления. Поистине, Аллах - знающий, мудрый!",
        "numberInSurah": 24,
        "juz": 5,
        "manzil": 1,
        "page": 82,
        "ruku": 65,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 518,
        "text": "А кто из вас не обладает достатком, чтобы жениться на охраняемых верующих, то - из тех, которыми овладели десницы ваши, из ваших верующих рабынь. Поистине, Аллах лучше знает вашу веру. Вы - одни от других. Женитесь же на них с дозволения их семей и давайте им их плату с достоинством, - целомудренным, не распутничающим и не берущим приятелей. И если они были целомудренны... А если совершат мерзость, то им - половина того, что целомудренным, из наказания. Это - тем из вас, кто боится тягости. А если вы будете терпеливы, то это - лучше для вас. Поистине, Аллах - прощающий, милосердный!",
        "numberInSurah": 25,
        "juz": 5,
        "manzil": 1,
        "page": 82,
        "ruku": 65,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 519,
        "text": "Аллах хочет разъяснить вам и вести вас по обычаям тех, которые были до вас, и обратиться к вам. Поистине, Аллах - знающий, мудрый!",
        "numberInSurah": 26,
        "juz": 5,
        "manzil": 1,
        "page": 82,
        "ruku": 66,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 520,
        "text": "Аллах хочет обратиться к вам, а те, которые следуют за страстями, хотят отклонить вас великим отклонением.",
        "numberInSurah": 27,
        "juz": 5,
        "manzil": 1,
        "page": 83,
        "ruku": 66,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 521,
        "text": "Аллах хочет облегчить вам; ведь создан человек слабым.",
        "numberInSurah": 28,
        "juz": 5,
        "manzil": 1,
        "page": 83,
        "ruku": 66,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 522,
        "text": "О вы, которые уверовали! Не пожирайте имуществ ваших между собой попусту, если это только не торговля по взаимному согласию между вами. И не убивайте самих себя. Поистине, Аллах к вам милосерд!",
        "numberInSurah": 29,
        "juz": 5,
        "manzil": 1,
        "page": 83,
        "ruku": 66,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 523,
        "text": "А кто делает это по вражде и несправедливости, того Мы сожжем в огне. Это для Аллаха легко!",
        "numberInSurah": 30,
        "juz": 5,
        "manzil": 1,
        "page": 83,
        "ruku": 66,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 524,
        "text": "Если вы будете отклоняться от великих грехов, что запрещаются вам, Мы избавим вас от ваших злых деяний и введем вас благородным входом.",
        "numberInSurah": 31,
        "juz": 5,
        "manzil": 1,
        "page": 83,
        "ruku": 66,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 525,
        "text": "Не желайте того, чем Аллах дал вам одним преимущество перед другими. Мужчинам - доля из того, что они приобрели, а женщинам - доля из того, что они приобрели. Просите от Аллаха Его блага, - поистине, Аллах знает все вещи!",
        "numberInSurah": 32,
        "juz": 5,
        "manzil": 1,
        "page": 83,
        "ruku": 66,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 526,
        "text": "Каждому Мы сделали наследников в том, что оставили родители и близкие, а те, с которыми ваши клятвы укрепили договор, - давайте им их долю. Поистине, Аллах - всякой вещи свидетель!",
        "numberInSurah": 33,
        "juz": 5,
        "manzil": 1,
        "page": 83,
        "ruku": 66,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 527,
        "text": "Мужья стоят над женами за то, что Аллах дал одним преимущество перед другими, и за то, что они расходуют из своего имущества. И порядочные женщины - благоговейны, сохраняют тайное в том, что хранит Аллах. А тех, непокорности которых вы боитесь, увещайте и покидайте их на ложах и ударяйте их. И если они повинятся вам, то не ищите пути против них, - поистине, Аллах возвышен, велик!",
        "numberInSurah": 34,
        "juz": 5,
        "manzil": 1,
        "page": 84,
        "ruku": 67,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 528,
        "text": "А если вы боитесь разрыва между обоими, то пошлите судью из его семьи; если они пожелают примирения, то Аллах поможет им. Поистине, Аллах - знающий, ведающий!",
        "numberInSurah": 35,
        "juz": 5,
        "manzil": 1,
        "page": 84,
        "ruku": 67,
        "hizbQuarter": 33,
        "sajda": false
      },
      {
        "number": 529,
        "text": "И поклоняйтесь Аллаху и не придавайте Ему ничего в сотоварищи, - а родителям - делание добра, и близким, и сиротам, и беднякам, и соседу близкому по родству, и соседу чужому, и другу по соседству, и путнику, и тому, чем овладели десницы ваши. Поистине, Аллах не любит тех, кто горделиво хвастлив, -",
        "numberInSurah": 36,
        "juz": 5,
        "manzil": 1,
        "page": 84,
        "ruku": 67,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 530,
        "text": "которые скупятся, и приказывают людям скупость, и скрывают то, что даровал им Аллах от Своей щедрости! И приготовили Мы для неверных наказание мучительное,",
        "numberInSurah": 37,
        "juz": 5,
        "manzil": 1,
        "page": 84,
        "ruku": 67,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 531,
        "text": "и тех, которые тратят свое имущество из лицемерия пред людьми и не веруют ни в Аллаха, ни в последний день, и тех, у кого сатана товарищем. И плох он как товарищ!",
        "numberInSurah": 38,
        "juz": 5,
        "manzil": 1,
        "page": 85,
        "ruku": 67,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 532,
        "text": "Почему бы им не уверовать в Аллаха и в последний день и не тратить из того, чем наделил их Аллах? Аллах ведь знает о них.",
        "numberInSurah": 39,
        "juz": 5,
        "manzil": 1,
        "page": 85,
        "ruku": 67,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 533,
        "text": "Поистине, Аллах не обидит и на вес пылинки, и если будет хорошее, Он удвоит это и дарует от Себя великую награду!",
        "numberInSurah": 40,
        "juz": 5,
        "manzil": 1,
        "page": 85,
        "ruku": 67,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 534,
        "text": "И как будет, когда Мы придем от каждой общины со свидетелем и придем с тобой как свидетель против этих?",
        "numberInSurah": 41,
        "juz": 5,
        "manzil": 1,
        "page": 85,
        "ruku": 67,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 535,
        "text": "В тот день пожелают те, которые не верили и ослушались посланника, чтобы сравнялась с ним земля. И не скроют они от Аллаха никакого события!",
        "numberInSurah": 42,
        "juz": 5,
        "manzil": 1,
        "page": 85,
        "ruku": 67,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 536,
        "text": "О вы, которые уверовали! Не приближайтесь к молитве, когда вы пьяны, пока не будете понимать, что вы говорите, или оскверненными - кроме как будучи путешественниками в дороге - пока не омоетесь. А если вы больны или в путешествии, или кто-нибудь из вас пришел из нужника, или вы прикасались к женщинам и не нашли воды, то омывайтесь чистым песком и обтирайте ваши лица и руки. Поистине, Аллах извиняющий, прощающий!",
        "numberInSurah": 43,
        "juz": 5,
        "manzil": 1,
        "page": 85,
        "ruku": 68,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 537,
        "text": "Разве ты не видел, что те, которым дарована часть писания, покупают заблуждение и хотят, чтобы вы сбились с дороги?",
        "numberInSurah": 44,
        "juz": 5,
        "manzil": 1,
        "page": 85,
        "ruku": 68,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 538,
        "text": "А Аллах лучше знает ваших врагов: довольно в Аллахе друга и довольно в Аллахе помощника!",
        "numberInSurah": 45,
        "juz": 5,
        "manzil": 1,
        "page": 86,
        "ruku": 68,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 539,
        "text": "Из иудеев некоторые искажают слова на их местах и говорят: \"Мы слышали и не повинуемся, выслушай неслыханное и упаси нас\", - искривляя своими языками и нанося удары религии. А если бы они сказали: \"Мы слышали и повинуемся, выслушай и посмотри на нас\", - то это бы было лучше для них и прямее. Но проклял их Аллах за их неверие, и они не веруют, разве только немногие.",
        "numberInSurah": 46,
        "juz": 5,
        "manzil": 1,
        "page": 86,
        "ruku": 68,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 540,
        "text": "О вы, которым даровано писание! Уверуйте в то, что Мы ниспослали для подтверждения истинности того, что с вами, раньше, чем Мы сотрем лица и обратим их назад или проклянем их, как прокляли сторонников субботы. Поистине, повеление Аллаха исполняется!",
        "numberInSurah": 47,
        "juz": 5,
        "manzil": 1,
        "page": 86,
        "ruku": 68,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 541,
        "text": "Поистине, Аллах не прощает, чтобы Ему придавали сотоварищей, но прощает то, что меньше этого, кому пожелает. А кто придает Аллаху сотоварищей, тот измыслил великий грех.",
        "numberInSurah": 48,
        "juz": 5,
        "manzil": 1,
        "page": 86,
        "ruku": 68,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 542,
        "text": "Разве ты не видел тех, которые очищают самих себя? Нет, Аллах очищает, кого пожелает, и они не будут обижены, и на финиковую плеву!",
        "numberInSurah": 49,
        "juz": 5,
        "manzil": 1,
        "page": 86,
        "ruku": 68,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 543,
        "text": "Посмотри, как они измышляют на Аллаха ложь! Довольно в этом явного греха!",
        "numberInSurah": 50,
        "juz": 5,
        "manzil": 1,
        "page": 86,
        "ruku": 68,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 544,
        "text": "Разве ты не видел тех, которым дарована часть писания, - они веруют в джибта и тагута и говорят о тех, которые не веровали: \"Эти - вернее путем, чем те, которые уверовали\".",
        "numberInSurah": 51,
        "juz": 5,
        "manzil": 1,
        "page": 86,
        "ruku": 69,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 545,
        "text": "Это - те, которых проклял Аллах. А кого проклинает Аллах, тому не найдешь помощников!",
        "numberInSurah": 52,
        "juz": 5,
        "manzil": 1,
        "page": 87,
        "ruku": 69,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 546,
        "text": "Или у них есть доля власти, и тогда они не дадут людям и бороздки на финиковой косточке?",
        "numberInSurah": 53,
        "juz": 5,
        "manzil": 1,
        "page": 87,
        "ruku": 69,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 547,
        "text": "Или они завидуют людям за то, что даровал им Аллах от Своей щедрости? Ведь Мы даровали роду Ибрахима писание и мудрость и даровали им великую власть.",
        "numberInSurah": 54,
        "juz": 5,
        "manzil": 1,
        "page": 87,
        "ruku": 69,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 548,
        "text": "И из них были те, которые уверовали в Него, и из тех были те, которые отклонились от Него. Довольно геенны для огня!",
        "numberInSurah": 55,
        "juz": 5,
        "manzil": 1,
        "page": 87,
        "ruku": 69,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 549,
        "text": "Поистине, тех, которые не веровали в Наши знамения, Мы сожжем в огне! Всякий раз, как сготовится их кожа, Мы заменим им другой кожей, чтобы они вкусили наказания. Поистине, Аллах - великий, мудрый!",
        "numberInSurah": 56,
        "juz": 5,
        "manzil": 1,
        "page": 87,
        "ruku": 69,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 550,
        "text": "А тех, которые уверовали и творили благое, Мы введем в сады, где внизу текут реки, вечно пребывающими там. Для них там - чистые супруги. И введем Мы их в тень тенистую.",
        "numberInSurah": 57,
        "juz": 5,
        "manzil": 1,
        "page": 87,
        "ruku": 69,
        "hizbQuarter": 34,
        "sajda": false
      },
      {
        "number": 551,
        "text": "Аллах, поистине, повелевает вам возвращать доверенное имущество владельцам его и, когда вы судите среди людей, то судить по справедливости. Ведь Аллах - как прекрасно то, чем Он нас увещает! - ведь Аллах - слышащий, видящий!",
        "numberInSurah": 58,
        "juz": 5,
        "manzil": 1,
        "page": 87,
        "ruku": 69,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 552,
        "text": "О вы, которые уверовали! Повинуйтесь Аллаху и повинуйтесь посланнику и обладателям власти среди вас. Если же вы препираетесь о чем-нибудь, то верните это Аллаху и посланнику, если вы веруете в Аллаха и в последний день. Это - лучше и прекраснее по исходу.",
        "numberInSurah": 59,
        "juz": 5,
        "manzil": 1,
        "page": 87,
        "ruku": 69,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 553,
        "text": "Разве ты не видел тех, которые утверждают, что они уверовали в то, что ниспослано тебе и что ниспослано до тебя, и они желают обращаться за судом к тагуту, в то время как им приказано не веровать в него, и сатана хочет сбить их с пути в далекое заблуждение?",
        "numberInSurah": 60,
        "juz": 5,
        "manzil": 1,
        "page": 88,
        "ruku": 70,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 554,
        "text": "И когда им скажут: \"Идите к тому, что ниспослал Аллах, и к посланнику\", - ты видишь, как лицемеры отворачиваются от тебя стремительно.",
        "numberInSurah": 61,
        "juz": 5,
        "manzil": 1,
        "page": 88,
        "ruku": 70,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 555,
        "text": "А как же бывает, когда постигает их несчастие за то, что раньше уготовали их руки, а потом они приходят, клянясь Аллахом: \"Мы хотим только благодеяния и содействия?\"",
        "numberInSurah": 62,
        "juz": 5,
        "manzil": 1,
        "page": 88,
        "ruku": 70,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 556,
        "text": "Это - те, о которых знает Аллах, что у них в сердцах. Отвернись же от них и увещай их, и скажи им о них самих слово убедительное!",
        "numberInSurah": 63,
        "juz": 5,
        "manzil": 1,
        "page": 88,
        "ruku": 70,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 557,
        "text": "Каждого посланника Мы посылали для того, чтобы ему повиновались с дозволения Аллаха. А если бы они, когда причинили несправедливость самим себе, пришли к тебе и попросили бы прощения у Аллаха и попросил бы прощения для них посланник, они бы нашли, что Аллах приемлет обращение, милостив.",
        "numberInSurah": 64,
        "juz": 5,
        "manzil": 1,
        "page": 88,
        "ruku": 70,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 558,
        "text": "Но нет - клянусь твоим Господом! - не уверуют они, пока не сделают тебя судьей в том, что запутано между ними. Потом не найдут они в самих себе затруднения о том, что ты решил, и подчинятся полностью.",
        "numberInSurah": 65,
        "juz": 5,
        "manzil": 1,
        "page": 88,
        "ruku": 70,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 559,
        "text": "А если бы Мы предписали им: \"Убейте самих себя! - или выйдите из ваших обиталищ!\" - то сделали бы это только немногие из них. А если бы они сделали то, о чем их увещают, то это было бы лучше для них и прочнее для утверждения.",
        "numberInSurah": 66,
        "juz": 5,
        "manzil": 1,
        "page": 89,
        "ruku": 70,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 560,
        "text": "И тогда Мы даровали бы им от Нас великую награду",
        "numberInSurah": 67,
        "juz": 5,
        "manzil": 1,
        "page": 89,
        "ruku": 70,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 561,
        "text": "и повели бы их по прямой дороге.",
        "numberInSurah": 68,
        "juz": 5,
        "manzil": 1,
        "page": 89,
        "ruku": 70,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 562,
        "text": "А кто повинуется Аллаху и посланнику, то они - вместе с теми из пророков, праведников, исповедников, благочестивый, кому Аллах оказал милость. И сколь прекрасны они как товарищи!",
        "numberInSurah": 69,
        "juz": 5,
        "manzil": 1,
        "page": 89,
        "ruku": 70,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 563,
        "text": "Это - щедрость от Аллаха. И довольно в Аллахе знающего!",
        "numberInSurah": 70,
        "juz": 5,
        "manzil": 1,
        "page": 89,
        "ruku": 70,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 564,
        "text": "О вы, которые уверовали! Соблюдайте осторожность и выступайте отрядами или выступайте все.",
        "numberInSurah": 71,
        "juz": 5,
        "manzil": 1,
        "page": 89,
        "ruku": 71,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 565,
        "text": "Среди вас есть такой, который обязательно отстает. И когда постигнет вас несчастие, он говорит: \"Оказал мне Аллах милость, что я не был среди вас свидетелем\".",
        "numberInSurah": 72,
        "juz": 5,
        "manzil": 1,
        "page": 89,
        "ruku": 71,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 566,
        "text": "А если вас постигнет щедрость от Аллаха, то он обязательно скажет, как будто бы между вами и им не было любви: \"О, если бы я был вместе с вами, чтобы мне получить великий успех!\"",
        "numberInSurah": 73,
        "juz": 5,
        "manzil": 1,
        "page": 89,
        "ruku": 71,
        "hizbQuarter": 35,
        "sajda": false
      },
      {
        "number": 567,
        "text": "Пусть же сражаются на пути Аллаха те, которые покупают за ближайшую жизнь будущую! И если кто сражается на пути Аллаха и будет убит или победит, Мы дадим ему великую награду.",
        "numberInSurah": 74,
        "juz": 5,
        "manzil": 1,
        "page": 89,
        "ruku": 71,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 568,
        "text": "И почему вы не сражаетесь на пути Аллаха и за слабых из мужчин и женщин и детей, которые говорят: \"Господи наш! Выведи нас из этого селения, жители которого тираны, и дай нам от Тебя покровителя и дай нам от Тебя помощника\"?",
        "numberInSurah": 75,
        "juz": 5,
        "manzil": 1,
        "page": 90,
        "ruku": 71,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 569,
        "text": "Те, которые уверовали, сражаются на пути Аллаха, а те, которые не веруют, сражаются на пути тагута. Сражайтесь же с друзьями сатаны; ведь козни сатаны слабы!",
        "numberInSurah": 76,
        "juz": 5,
        "manzil": 1,
        "page": 90,
        "ruku": 71,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 570,
        "text": "Разве ты не видел тех, которым сказали: \"Удержите ваши руки и простаивайте молитву и давайте очищение\". - а когда предписано было им сражение, то вот - часть их страшится людей так же, как страшится Аллаха или еще большим страхом? И сказали они: \"Господи наш! Почему предписал Ты нам сражение? Если бы Ты отложил нам до близкого срока?\" Скажи: \"Пользование здешней жизнью - недолго, а последняя жизнь - лучше для того, кто боялся, и не будете вы обижены ни на финиковую плеву\".",
        "numberInSurah": 77,
        "juz": 5,
        "manzil": 1,
        "page": 90,
        "ruku": 72,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 571,
        "text": "Где бы вы ни были, захватит вас смерть, если бы вы были даже в воздвигнутых башнях. И если постигнет их хорошее, они говорят: \"Это - от Аллаха\", а когда постигнет их дурное, они говорят: \"Это - от тебя\". Скажи: \"Все - от Аллаха\". Почему же эти люди никак не могут понять рассказа?",
        "numberInSurah": 78,
        "juz": 5,
        "manzil": 1,
        "page": 90,
        "ruku": 72,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 572,
        "text": "Что постигло тебя из хорошего, то - от Аллаха, а что постигло из дурного, то - от самого себя. Мы послали тебя к людям посланником. и довольно Аллаха как свидетеля!",
        "numberInSurah": 79,
        "juz": 5,
        "manzil": 1,
        "page": 90,
        "ruku": 72,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 573,
        "text": "Кто повинуется посланнику, тот повинуется Аллаху. А кто отворачивается... то Мы не посылали тебя хранителем над ними.",
        "numberInSurah": 80,
        "juz": 5,
        "manzil": 1,
        "page": 91,
        "ruku": 72,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 574,
        "text": "Они говорят: \"Повиновение!\" А когда выйдут от тебя, то группа из них замышляет ночью не то, что ты говоришь, и Аллах записывает то, что они замышляют ночью. отвернись же от них и положись на Аллаха! И довольно поручителем Аллаха!",
        "numberInSurah": 81,
        "juz": 5,
        "manzil": 1,
        "page": 91,
        "ruku": 72,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 575,
        "text": "Разве же они не размыслят о Коране? Ведь если бы он был не от Аллаха, то они нашли бы там много противоречий.",
        "numberInSurah": 82,
        "juz": 5,
        "manzil": 1,
        "page": 91,
        "ruku": 72,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 576,
        "text": "А когда к ним придет какое-нибудь дело, безопасное или опасное, они разглашают об этом. А если бы они вернули его к посланнику и обладающим властью у них, тогда узнали бы его те, которые стараются проникнуть внутрь его. И если бы не щедрость Аллаха к вам и не Его милость, то вы бы последовали за сатаной, кроме немногих.",
        "numberInSurah": 83,
        "juz": 5,
        "manzil": 1,
        "page": 91,
        "ruku": 72,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 577,
        "text": "Сражайтесь же на пути Аллаха! Вменяется это только самому тебе, и побуждай верующих. Может быть, Аллах удержит ярость неверующих: ведь Аллах сильнее в ярости и сильнее в наказании!",
        "numberInSurah": 84,
        "juz": 5,
        "manzil": 1,
        "page": 91,
        "ruku": 72,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 578,
        "text": "Если кто заступится хорошим заступничеством, тому будет доля от Него, а кто заступится дурным заступничеством, тому будет тоже доля от Него. Поистине, Аллах над всякой вещью мощен!",
        "numberInSurah": 85,
        "juz": 5,
        "manzil": 1,
        "page": 91,
        "ruku": 72,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 579,
        "text": "И когда вас приветствуют каким-нибудь приветствием, то приветствуйте лучшим или верните его же. Поистине, Аллах всякую вещь подсчитывает!",
        "numberInSurah": 86,
        "juz": 5,
        "manzil": 1,
        "page": 91,
        "ruku": 72,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 580,
        "text": "Аллах - нет божества, кроме Него! - конечно, соберет вас ко дню воскресения, - нет сомнения в том! А кто правдивее Аллаха в рассказе?",
        "numberInSurah": 87,
        "juz": 5,
        "manzil": 1,
        "page": 92,
        "ruku": 72,
        "hizbQuarter": 36,
        "sajda": false
      },
      {
        "number": 581,
        "text": "Почему же вы в отношении лицемеров - две партии? Аллах низверг их за то, что они приобрели. Не хотите ли вы вывести на прямой путь тех, кого сбил Аллах? Ведь, если кого Аллах сбил, для того не найдешь дороги!",
        "numberInSurah": 88,
        "juz": 5,
        "manzil": 1,
        "page": 92,
        "ruku": 73,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 582,
        "text": "Они хотели бы, чтобы вы оказались неверными, как были неверными они, и вы бы оказались одинаковыми. Не берите же из них друзей, пока не выселятся по пути Аллаха; если же они отвратятся, то схватывайте их и убивайте, где бы ни нашли их. И не берите из них ни друзей, ни помощников,",
        "numberInSurah": 89,
        "juz": 5,
        "manzil": 1,
        "page": 92,
        "ruku": 73,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 583,
        "text": "кроме тех, которые связаны с народом, между которым и вами есть союз; или они пришли к вам, а груди их стеснены, чтобы сражаться с вами или сражаться с их народом. А если бы Аллах хотел, Он дал бы им власть над вами, и они бы сражались с вами. А если они отойдут от вас, не сражаясь с вами, и предложат вам мир, то Аллах не дает вам никакого пути против них.",
        "numberInSurah": 90,
        "juz": 5,
        "manzil": 1,
        "page": 92,
        "ruku": 73,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 584,
        "text": "Вы найдете других, которые захотят быть верными вам и верными своему народу. Всякий раз как их повернут к мятежу, они будут ввергнуты туда. И если они не отойдут от вас, и не предложат вам мира, и не удержат своих рук, то берите их и избивайте, где бы ни встречали вы их. Над этими Мы дали вам явную власть!",
        "numberInSurah": 91,
        "juz": 5,
        "manzil": 1,
        "page": 92,
        "ruku": 73,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 585,
        "text": "Не следует верующему убивать верующего, разве только по ошибке. А кто убьет верующего по ошибке, то - освобождение верующего раба и пеня, вручаемая его семье, если они не раздадут ее милостынею. А если он из народа враждебного вам и верующий, то - освобождение верующего раба. А если он из народа, между которым и вами договор, то - пеня, вручаемая его семье, и освобождение верующего раба. Кто же не найдет, то - пост двух месяцев последовательных как покаяние пред Аллахом. Поистине, Аллах - знающий, мудрый!",
        "numberInSurah": 92,
        "juz": 5,
        "manzil": 1,
        "page": 93,
        "ruku": 74,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 586,
        "text": "А если кто убьет верующего умышленно, то воздаянием ему - геенна, для вечного пребывания там. И разгневался Аллах на него, и проклял его, и уготовал ему великое наказание!",
        "numberInSurah": 93,
        "juz": 5,
        "manzil": 1,
        "page": 93,
        "ruku": 74,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 587,
        "text": "О вы, которые уверовали! Когда отправляетесь по пути Аллаха, то различайте и не говорите тому, кто предложит вам мир: \"Ты не верующий\", - домогаясь случайностей жизни ближней. Ведь у Аллаха - обильная добыча. Таковы были вы раньше, но Аллах оказал вам милость. Различайте же: поистине, Аллах сведущ в том, что вы делаете!",
        "numberInSurah": 94,
        "juz": 5,
        "manzil": 1,
        "page": 93,
        "ruku": 74,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 588,
        "text": "Не равняются сидящие из верующих, не испытывающие вреда, и усердствующие на пути Аллаха своим имуществом и своими душами. Дал Аллах преимущество усердствующим своим имуществом и своими душами перед сидящими на степень. Всем обещал Аллах благо, а усердствующим Аллах дал преимущество перед сидящим в великой награде,",
        "numberInSurah": 95,
        "juz": 5,
        "manzil": 1,
        "page": 94,
        "ruku": 74,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 589,
        "text": "в степенях у Него, и прощение, и милости. Поистине, Аллах прощающ, милосерд!",
        "numberInSurah": 96,
        "juz": 5,
        "manzil": 1,
        "page": 94,
        "ruku": 74,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 590,
        "text": "Тем, кого упокоят ангелы причинившими несправедливость самим себе, они скажут: \"В каком положении вы были?\" И скажут они: \"Мы были слабыми на земле\". Они скажут: \"Разве не была земля Аллаха обширной, чтобы вам переселиться в ней?\" У этих убежище - геенна, и скверно это пристанище! -",
        "numberInSurah": 97,
        "juz": 5,
        "manzil": 1,
        "page": 94,
        "ruku": 75,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 591,
        "text": "кроме слабых мужчин, женщин и детей, которые не могут ухитриться и не находят прямого пути.",
        "numberInSurah": 98,
        "juz": 5,
        "manzil": 1,
        "page": 94,
        "ruku": 75,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 592,
        "text": "Этим, может быть, простит Аллах: ведь Аллах - извиняющий и прощающий!",
        "numberInSurah": 99,
        "juz": 5,
        "manzil": 1,
        "page": 94,
        "ruku": 75,
        "hizbQuarter": 37,
        "sajda": false
      },
      {
        "number": 593,
        "text": "Кто выселяется по пути Аллаха, тот найдет на земле обильное убежище и простор. А кто выходит из своего дома, выселяясь к Аллаху и Его посланнику, потом его постигнет смерть, - награда его падает на Аллаха: ведь Аллах - прощающий, милосердный!",
        "numberInSurah": 100,
        "juz": 5,
        "manzil": 1,
        "page": 94,
        "ruku": 75,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 594,
        "text": "А когда вы передвигаетесь по земле, то нет на вас греха, чтобы вы сокращали молитву, если боитесь, что вас подвергнут испытанию те, которые не веровали. Поистине, неверующие - для вас явный враг!",
        "numberInSurah": 101,
        "juz": 5,
        "manzil": 1,
        "page": 94,
        "ruku": 76,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 595,
        "text": "И когда ты находишься среди них и совершаешь для них молитву, то пусть стоит вместе с тобой один ряд из них, и пусть они возьмут свое оружие. А когда совершат поклонение, то пусть будут позади вас, и пусть придет другой отряд, который не молился, и пусть они молятся вместе с тобой, но пусть возьмут предосторожность и оружие. Те, которые не веруют, хотели бы, чтобы вы небрегли своим оружием и достоянием, и они напали бы на вас единым устремлением. И нет греха на вас, если у вас есть неприятность от дождя или вы больны, что вы сложите свое оружие, - но держитесь осторожно! Поистине, Аллах уготовал неверным унизительное наказание!",
        "numberInSurah": 102,
        "juz": 5,
        "manzil": 1,
        "page": 95,
        "ruku": 76,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 596,
        "text": "А когда вы закончите молитву, то вспоминайте Аллаха - стоя, сидя и на своих боках. А когда вы успокоитесь, то выстаивайте молитву. Поистине, молитва для неверующих - предписанное в определенное время.",
        "numberInSurah": 103,
        "juz": 5,
        "manzil": 1,
        "page": 95,
        "ruku": 76,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 597,
        "text": "И не слабейте в поисках этих людей. Если вы страдаете, то и они страдают так, как вы страдаете, притом что вы надеетесь от Аллаха на то, на что они не надеются: ведь Аллах - знающий, мудрый!",
        "numberInSurah": 104,
        "juz": 5,
        "manzil": 1,
        "page": 95,
        "ruku": 76,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 598,
        "text": "Мы ниспослали тебе писание в истине, чтобы ты мог судить среди людей так, как показал тебе Аллах. Не будь же ради изменников препирающимся",
        "numberInSurah": 105,
        "juz": 5,
        "manzil": 1,
        "page": 95,
        "ruku": 77,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 599,
        "text": "и проси у Аллаха прощения: ведь Аллах - прощающий, милостивый!",
        "numberInSurah": 106,
        "juz": 5,
        "manzil": 1,
        "page": 96,
        "ruku": 77,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 600,
        "text": "И не препирайся за тех, которые обманывают друг друга. Поистине, Аллах не любит тех, кто изменник, грешник!",
        "numberInSurah": 107,
        "juz": 5,
        "manzil": 1,
        "page": 96,
        "ruku": 77,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 601,
        "text": "Они скрываются от людей, но не скрываются от Аллаха. Он - с ними, когда ночью они замышляют неугодные Ему речи: ведь Аллах объемлет то, что они делают!",
        "numberInSurah": 108,
        "juz": 5,
        "manzil": 1,
        "page": 96,
        "ruku": 77,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 602,
        "text": "Вот, вы препираетесь за них в ближайшей жизни, а кто будет препираться с Аллахом за них в день воскресения? Или кто будет за них поручителем?",
        "numberInSurah": 109,
        "juz": 5,
        "manzil": 1,
        "page": 96,
        "ruku": 77,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 603,
        "text": "И если кто сделает зло или обидит свою душу, а потом попросит у Аллаха прощения, он найдет Аллаха прощающим, милостивым.",
        "numberInSurah": 110,
        "juz": 5,
        "manzil": 1,
        "page": 96,
        "ruku": 77,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 604,
        "text": "А кто приобретет грех, тот приобретет его против самого себя: поистине, Аллах - знающий, мудрый!",
        "numberInSurah": 111,
        "juz": 5,
        "manzil": 1,
        "page": 96,
        "ruku": 77,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 605,
        "text": "А кто приобретет поступок или грех, потом обвинит в нем невинного, тот берет на себя ложь и явный грех.",
        "numberInSurah": 112,
        "juz": 5,
        "manzil": 1,
        "page": 96,
        "ruku": 77,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 606,
        "text": "И если бы не щедрость Аллаха к тебе и не милость Его, то партия из них думала бы сбить тебя с пути. Но сбивают они с пути только самих себя и ни в чем не вредят тебе: ведь Аллах ниспослал тебе писание и мудрость и научил тебя тому, чего ты не знал. Щедрость Аллаха к тебе была велика!",
        "numberInSurah": 113,
        "juz": 5,
        "manzil": 1,
        "page": 96,
        "ruku": 78,
        "hizbQuarter": 38,
        "sajda": false
      },
      {
        "number": 607,
        "text": "Нет добра во многих из тайных бесед, - разве кто приказывает милостыню, или доброе дело, или примирение между людьми. И если кто делает это, домогаясь благоволения Аллаха, тому Мы даруем великую награду.",
        "numberInSurah": 114,
        "juz": 5,
        "manzil": 1,
        "page": 97,
        "ruku": 78,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 608,
        "text": "А если кто отказывается от посланника после того, как стал ему ясен прямой путь, и он следует не по пути верующих, Мы обратим его к тому, к чему он сам обратился, и спалим его в геенне. Скверно это пристанище!",
        "numberInSurah": 115,
        "juz": 5,
        "manzil": 1,
        "page": 97,
        "ruku": 78,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 609,
        "text": "Поистине, Аллах не прощает, чтобы Ему придавали сотоварищей, но прощает то, что меньше этого, кому Он пожелает. А кто придает Аллаху сотоварищей, тот заблудился далеким заблуждением.",
        "numberInSurah": 116,
        "juz": 5,
        "manzil": 1,
        "page": 97,
        "ruku": 79,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 610,
        "text": "Они призывают помимо Него только женский пол; они призывают только сатану, отступника.",
        "numberInSurah": 117,
        "juz": 5,
        "manzil": 1,
        "page": 97,
        "ruku": 79,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 611,
        "text": "Проклял его Аллах. И сказал он: \"Я непременно захвачу от Твоих рабов долю назначенную,",
        "numberInSurah": 118,
        "juz": 5,
        "manzil": 1,
        "page": 97,
        "ruku": 79,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 612,
        "text": "и собью их с пути, и возбужу в них мечты, и прикажу им, и пусть они будут обрезывать уши у скота, и прикажу им, и пусть они будут изменять творение Аллаха!\" Кто берет сатану заступником помимо Аллаха, тот потерпел явный убыток!",
        "numberInSurah": 119,
        "juz": 5,
        "manzil": 1,
        "page": 97,
        "ruku": 79,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 613,
        "text": "Он обещает им и возбуждает в них мечты. но обещает им сатана только обольщение!",
        "numberInSurah": 120,
        "juz": 5,
        "manzil": 1,
        "page": 97,
        "ruku": 79,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 614,
        "text": "У этих убежище - геенна, и не найдут они от нее спасения!",
        "numberInSurah": 121,
        "juz": 5,
        "manzil": 1,
        "page": 97,
        "ruku": 79,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 615,
        "text": "А те, которые уверовали и творили благое, - Мы введем в сады, где внизу текут реки, - вечно пребывающими там навсегда, - по обещанию Аллаха истинному. А кто же правдивее Аллаха в речах?",
        "numberInSurah": 122,
        "juz": 5,
        "manzil": 1,
        "page": 98,
        "ruku": 79,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 616,
        "text": "Это - не ваши мечтания и не мечтания обладателей писания. Кто делает зло, будет тому воздано тем же, и он не найдет себе заступника помимо Аллаха или помощника.",
        "numberInSurah": 123,
        "juz": 5,
        "manzil": 1,
        "page": 98,
        "ruku": 79,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 617,
        "text": "А если кто сделает что-нибудь благое - будь то мужчина или женщина, и он при этом верующий, - то эти войдут в рай и не будут обижены и на бороздку финиковой косточки.",
        "numberInSurah": 124,
        "juz": 5,
        "manzil": 1,
        "page": 98,
        "ruku": 79,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 618,
        "text": "Кто лучше по религии, чем тот, кто предал свой лик Аллаху, будучи добродеющим, и последовал за общиной Ибрахима, ханифа? Поистине, Аллах взял Ибрахима другом!",
        "numberInSurah": 125,
        "juz": 5,
        "manzil": 1,
        "page": 98,
        "ruku": 79,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 619,
        "text": "Аллаху принадлежит то, что в небесах, и то, что на земле; и Аллах всякую вещь объемлет.",
        "numberInSurah": 126,
        "juz": 5,
        "manzil": 1,
        "page": 98,
        "ruku": 79,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 620,
        "text": "Они спрашивают твоего решения о женщинах. Скажи: \"Аллах дает вам решение о них и то, что читается вам в писании, - о сиротах из женщин, которым вы не даете того, что предписано им, желая жениться на них, и о слабых детях, и чтобы вы устраивали детям справедливость. Что бы вы ни сделали хорошего, - ведь Аллах знает об этом\".",
        "numberInSurah": 127,
        "juz": 5,
        "manzil": 1,
        "page": 98,
        "ruku": 80,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 621,
        "text": "И если женщина боится от своего мужа суровости или уклонения, то нет греха на них, чтобы они устроили между собой согласие. Ведь согласие - лучше. При душах постоянно пребывает скупость. А если вы будете благодетельны и богобоязненны, то, поистине, Аллах сведущ в том, что вы делаете!",
        "numberInSurah": 128,
        "juz": 5,
        "manzil": 1,
        "page": 99,
        "ruku": 80,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 622,
        "text": "И никогда вы не в состоянии быть справедливыми между женами, хотя бы и хотели этого. Не уклоняйтесь же всем уклонением, чтобы не оставить ее точно висящей. А если вы уладите и будете богобоязненными, то, поистине, Аллах прощающ, милосерд!",
        "numberInSurah": 129,
        "juz": 5,
        "manzil": 1,
        "page": 99,
        "ruku": 80,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 623,
        "text": "А если они оба расстанутся, то Аллах всякого обогатит от Своей полноты. Поистине, Аллах объемлющ, мудр!",
        "numberInSurah": 130,
        "juz": 5,
        "manzil": 1,
        "page": 99,
        "ruku": 80,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 624,
        "text": "Аллаху принадлежит то, что в небесах, и то, что на земле. Мы завершали тем, кому дарована книга до вас, и вам, чтобы вы боялись Аллаха. А если вы будете неверными, то ведь у Аллаха - то, что в небесах и что на земле. Аллах богат, всехвален!",
        "numberInSurah": 131,
        "juz": 5,
        "manzil": 1,
        "page": 99,
        "ruku": 80,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 625,
        "text": "Аллаху принадлежит то, что в небесах и что на земле. И довольно Аллаха как покровителя!",
        "numberInSurah": 132,
        "juz": 5,
        "manzil": 1,
        "page": 99,
        "ruku": 80,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 626,
        "text": "Если Он пожелает, то уведет вас, о люди, и приведет других. Поистине, Аллах - мощен на это!",
        "numberInSurah": 133,
        "juz": 5,
        "manzil": 1,
        "page": 99,
        "ruku": 80,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 627,
        "text": "Кто желал награды ближайшего мира, то ведь у Аллаха - награда и ближайшего и будущего мира. Аллах - слышащий, видящий!",
        "numberInSurah": 134,
        "juz": 5,
        "manzil": 1,
        "page": 99,
        "ruku": 80,
        "hizbQuarter": 39,
        "sajda": false
      },
      {
        "number": 628,
        "text": "О вы, которые уверовали! Будьте стойки в справедливости, свидетелями пред Аллахом, хотя бы против самих себя, или родителей, или близких; будь то богаты или бедны - Аллах ближе всех к обоим. Не следуйте же страсти, чтобы не нарушить справедливости. А если вы скривите или уклонитесь, то Аллах сведущ в том, что вы делаете!",
        "numberInSurah": 135,
        "juz": 5,
        "manzil": 1,
        "page": 100,
        "ruku": 81,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 629,
        "text": "О вы, которые уверовали! Веруйте в Аллаха и Его посланника, и писание, которые Он низвел Своему посланнику, и писание, которое Он низвел раньше. Кто не верит в Аллаха и Его ангелов, и Его писание, и Его посланников, и в последний день, тот заблудился далеким заблуждением.",
        "numberInSurah": 136,
        "juz": 5,
        "manzil": 1,
        "page": 100,
        "ruku": 81,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 630,
        "text": "Поистине, те, которые уверовали, а потом отреклись, потом опять уверовали, потом открылись, потом усилили неверие, - не таков Аллах, чтобы простить им или повести их по пути.",
        "numberInSurah": 137,
        "juz": 5,
        "manzil": 1,
        "page": 100,
        "ruku": 81,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 631,
        "text": "Обрадуй лицемеров вестью о том, что им -мучительное наказание, -",
        "numberInSurah": 138,
        "juz": 5,
        "manzil": 1,
        "page": 100,
        "ruku": 81,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 632,
        "text": "тех, которые неверных берут друзьями верующих! Не ищут ли они у них величия? Поистине, величие принадлежит Аллаху!",
        "numberInSurah": 139,
        "juz": 5,
        "manzil": 1,
        "page": 100,
        "ruku": 81,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 633,
        "text": "Аллах уже низвел вам в писании, что когда вы слушаете знамения Аллаха, в которые не веруют и над которыми издеваются, то не сидите вместе с ними, пока они не погрузятся в другой рассказ: ведь тогда вы подобны им. Поистине, Аллах соберет лицемеров и неверных всех в геенне!",
        "numberInSurah": 140,
        "juz": 5,
        "manzil": 1,
        "page": 100,
        "ruku": 81,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 634,
        "text": "Тех, которые выжидают, что будет с вами, если вам будет победа от Аллаха, они скажут: \"Разве мы не были с вами?\" А если будет удел неверным, они скажут: \"Разве мы не старались помочь вами и не защищали вас от верующих?\" Но Аллах рассудит вас в день воскресения. И никогда Аллах не устроит неверным дороги против верующих!",
        "numberInSurah": 141,
        "juz": 5,
        "manzil": 1,
        "page": 101,
        "ruku": 81,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 635,
        "text": "Поистине, лицемеры пытаются обмануть Аллаха, тогда как Он обманывает их! А когда они встают на молитву, то встают ленивыми, делая вид пред людьми, и вспоминают Аллаха, только мало,",
        "numberInSurah": 142,
        "juz": 5,
        "manzil": 1,
        "page": 101,
        "ruku": 82,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 636,
        "text": "колеблясь между этим, ни к тем, ни к другим. Ведь, если кого Аллах собьет с пути, то для того не найдешь ты дороги!",
        "numberInSurah": 143,
        "juz": 5,
        "manzil": 1,
        "page": 101,
        "ruku": 82,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 637,
        "text": "О вы, которые уверовали! Не берите неверных друзьями вместо верующих. Разве вы хотите дать Аллаху ясный довод против вас?",
        "numberInSurah": 144,
        "juz": 5,
        "manzil": 1,
        "page": 101,
        "ruku": 82,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 638,
        "text": "Поистине, лицемеры - в нижнем слое огня, и никогда не найдешь ты для них помощника, -",
        "numberInSurah": 145,
        "juz": 5,
        "manzil": 1,
        "page": 101,
        "ruku": 82,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 639,
        "text": "кроме тех, которые обратились и примирились, и ухватились за Аллаха и очистили свою религию перед Аллахом! Вот эти - с верующими, а потом Аллах дарует верующим великую награду!",
        "numberInSurah": 146,
        "juz": 5,
        "manzil": 1,
        "page": 101,
        "ruku": 82,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 640,
        "text": "Что сделает Аллах с вашим наказанием, если вы будете благодарны и уверуете? Поистине, Аллах - благодарен, знающий!",
        "numberInSurah": 147,
        "juz": 5,
        "manzil": 1,
        "page": 101,
        "ruku": 82,
        "hizbQuarter": 40,
        "sajda": false
      },
      {
        "number": 641,
        "text": "Не любит Аллах разглашения о зле в слове, если не от того, кто обижен. Поистине, Аллах - слышащий, знающий!",
        "numberInSurah": 148,
        "juz": 6,
        "manzil": 1,
        "page": 102,
        "ruku": 82,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 642,
        "text": "Если вы обнаружите добро или скроете его, или простите зло, то, поистине, Аллах - прощающий, мощный!",
        "numberInSurah": 149,
        "juz": 6,
        "manzil": 1,
        "page": 102,
        "ruku": 82,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 643,
        "text": "Поистине, те, которые не веруют в Аллаха и Его посланников и желают отделить Аллаха от Его посланников, говорят: \"Мы веруем в одних и не веруем в других\". И хотят найти между этим путь, -",
        "numberInSurah": 150,
        "juz": 6,
        "manzil": 1,
        "page": 102,
        "ruku": 82,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 644,
        "text": "они - неверующие по истине. И уготовали Мы неверным унизительное наказание!",
        "numberInSurah": 151,
        "juz": 6,
        "manzil": 1,
        "page": 102,
        "ruku": 82,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 645,
        "text": "А те, которые уверовали в Аллаха и Его посланников и не различали между кем-либо из них, этим Мы даруем их награды: ведь Аллах - прощающий, милосердный!",
        "numberInSurah": 152,
        "juz": 6,
        "manzil": 1,
        "page": 102,
        "ruku": 82,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 646,
        "text": "Просят тебя обладатели писания, чтобы ты низвел им писание с неба. Просили они уже Мусу о большем, чем это, и сказали: \"Покажи нам Аллаха открыто!\" и их поразила молния за их несправедливость. Потом они взяли себе тельца после того, как пришли к ним ясные знамения, и Мы простили это и дали Мусе явную власть.",
        "numberInSurah": 153,
        "juz": 6,
        "manzil": 1,
        "page": 102,
        "ruku": 83,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 647,
        "text": "И воздвигли Мы над ними гору при завете с ними и сказали им: \"Входите в дверь, преклонясь ниц!\" И сказали им: \"Не нарушайте субботы!\" И взяли Мы с них суровый завет.",
        "numberInSurah": 154,
        "juz": 6,
        "manzil": 1,
        "page": 102,
        "ruku": 83,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 648,
        "text": "И за то, что они нарушили их завет, и не веровали в знамения Аллаха и избивали пророков без права, и говорили: \"Сердца наши не обрезаны\". (Нет! Аллах наложил печать на них за их неверие, и веруют они только мало),",
        "numberInSurah": 155,
        "juz": 6,
        "manzil": 1,
        "page": 103,
        "ruku": 83,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 649,
        "text": "и за их неверие, и за то, что они изрекли на Марйам великую ложь,",
        "numberInSurah": 156,
        "juz": 6,
        "manzil": 1,
        "page": 103,
        "ruku": 83,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 650,
        "text": "и за их слова: \"Мы ведь убили Мессию, Ису, сына Марйам, посланника Аллаха\" (а они не убили его и не распяли, но это только представилось им; и, поистине, те, которые разногласят об этом, - в сомнении о нем; нет у них об этом никакого знания, кроме следования за предложением. Они не убивали его, - наверное,",
        "numberInSurah": 157,
        "juz": 6,
        "manzil": 1,
        "page": 103,
        "ruku": 83,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 651,
        "text": "нет, Аллах вознес его к Себе: ведь Аллах велик, мудр!",
        "numberInSurah": 158,
        "juz": 6,
        "manzil": 1,
        "page": 103,
        "ruku": 83,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 652,
        "text": "И поистине, из людей писания нет никого, кто бы не уверовал в него до его смерти, а в день воскресения он будет свидетелем против них!) -",
        "numberInSurah": 159,
        "juz": 6,
        "manzil": 1,
        "page": 103,
        "ruku": 83,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 653,
        "text": "и вот, за несправедливость тех, которые исповедуют иудейство, Мы запретили им блага, которые были им разрешены, и за отвращение ими многих от пути Аллаха,",
        "numberInSurah": 160,
        "juz": 6,
        "manzil": 1,
        "page": 103,
        "ruku": 83,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 654,
        "text": "и за то, что они брали рост, хотя это было им запрещено, и пожирали имущество людей попусту, Мы и приготовили неверным из них мучительное наказание.",
        "numberInSurah": 161,
        "juz": 6,
        "manzil": 1,
        "page": 103,
        "ruku": 83,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 655,
        "text": "Но твердые в знании из них, и верующие, которые верят в то, что низведено тебе и что низведено до тебя, и выстаивающие молитву, и дающие очищение, и верующие в Аллаха и последний день, - этим Мы дадим великую награду!",
        "numberInSurah": 162,
        "juz": 6,
        "manzil": 1,
        "page": 103,
        "ruku": 83,
        "hizbQuarter": 41,
        "sajda": false
      },
      {
        "number": 656,
        "text": "Мы ведь открыли тебе так же, как открыли Нуху и пророкам после него, и Мы открыли Ибрахиму, и Исмаилу, и Исхаку, и Йакубу и коленам, и Исе, и Аййубу, и Йунусу, и Харуну, и Сулайману, и дали Мы Дауду псалтырь.",
        "numberInSurah": 163,
        "juz": 6,
        "manzil": 1,
        "page": 104,
        "ruku": 84,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 657,
        "text": "И (Мы отправили) посланников, о которых рассказывали тебе раньше и посланников, о которых Мы не рассказывали тебе, - а Аллах говорил с Мусой разговором, -",
        "numberInSurah": 164,
        "juz": 6,
        "manzil": 1,
        "page": 104,
        "ruku": 84,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 658,
        "text": "посланников благовествующих и увещающих, чтобы не было для людей против Аллаха довода после посланников. Поистине, Аллах велик, мудр!",
        "numberInSurah": 165,
        "juz": 6,
        "manzil": 1,
        "page": 104,
        "ruku": 84,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 659,
        "text": "Но Аллах свидетельствует о том, что низведенное тебе Он низвел по Своему знанию, и ангелы свидетельствуют, и довольно Аллаха как свидетеля!",
        "numberInSurah": 166,
        "juz": 6,
        "manzil": 1,
        "page": 104,
        "ruku": 84,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 660,
        "text": "Поистине, те, которые не веровали и отклонились от пути Аллаха, заблудились далеким заблуждением!",
        "numberInSurah": 167,
        "juz": 6,
        "manzil": 1,
        "page": 104,
        "ruku": 84,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 661,
        "text": "Поистине, те, которые не веровали и были несправедливы, - Аллах не таков, чтобы простить им или повести их прямым путем,",
        "numberInSurah": 168,
        "juz": 6,
        "manzil": 1,
        "page": 104,
        "ruku": 84,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 662,
        "text": "разве только путем геенны, - вечно пребывающими там навсегда! Ведь это для Аллаха - легко.",
        "numberInSurah": 169,
        "juz": 6,
        "manzil": 1,
        "page": 104,
        "ruku": 84,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 663,
        "text": "О люди! К вам пришел посланник с истиной от вашего Господа, уверуйте же ! Это - лучше для вас. А если не уверуете, то ведь Аллаху принадлежит то, что в небесах и на земле. Поистине, Аллах - знающий, мудрый!",
        "numberInSurah": 170,
        "juz": 6,
        "manzil": 1,
        "page": 104,
        "ruku": 84,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 664,
        "text": "О обладатели писания! Не излишествуйте в вашей религии и не говорите против Аллаха ничего, кроме истины. Ведь Мессия, Иса, сын Марйам, - только посланник Аллаха и Его слово, которое Он бросил Марйам, и дух Его. Веруйте же в Аллаха и Его посланников и не говорите - три ! Удержитесь, это - лучшее для вас, Поистине, Аллах - только единый бог. Достохвальнее Он того, чтобы у Него был ребенок. Ему - то, что в небесах, и то, что на земле. Довольно Аллаха как поручителя!",
        "numberInSurah": 171,
        "juz": 6,
        "manzil": 1,
        "page": 105,
        "ruku": 84,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 665,
        "text": "Никогда не возгордится Мессия над тем, чтобы быть рабом Аллаху, ни ангелы приближенные! А кто возгордится над служением Ему и вознесется, - тех собирает Он к Себе всех.",
        "numberInSurah": 172,
        "juz": 6,
        "manzil": 1,
        "page": 105,
        "ruku": 85,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 666,
        "text": "Те же, которые уверовали и творили благое, - им полностью воздаст Он их награды и увеличит им от Своей щедрости. А тех, которые возносились и возгордились, Он накажет мучительным наказанием. И не найдут они себе, помимо Аллаха покровителя и помощника.",
        "numberInSurah": 173,
        "juz": 6,
        "manzil": 1,
        "page": 105,
        "ruku": 85,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 667,
        "text": "О люди! К вам пришло доказательство от вашего Господа, и низвели Мы вам ясный свет.",
        "numberInSurah": 174,
        "juz": 6,
        "manzil": 1,
        "page": 105,
        "ruku": 85,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 668,
        "text": "И те, которые уверовали в Аллаха и держались за Него, - их Он введет в Свою милость и щедрость и поведет их по пути к Себе прямой дорогой.",
        "numberInSurah": 175,
        "juz": 6,
        "manzil": 1,
        "page": 105,
        "ruku": 85,
        "hizbQuarter": 42,
        "sajda": false
      },
      {
        "number": 669,
        "text": "У тебя спрашивают решения. Скажи: \"Аллах дает вам решение о боковой линии. Если человек погибнет и нет у него ребенка, а есть у него сестра, то ей - половина того. что он оставил, и он наследует после нее, если у нее нет ребенка. А если их - две, то им обеим - две трети того, что он оставил. А если они - братья, мужчины или женщины, то мужскому полу столько же, сколько доля двух женщин\". Разъясняет вам Аллах, чтобы вы не заблудились. А Аллах о всякой вещи знающ!",
        "numberInSurah": 176,
        "juz": 6,
        "manzil": 1,
        "page": 106,
        "ruku": 85,
        "hizbQuarter": 42,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "ru.krachkovsky",
      "language": "ru",
      "name": "Крачковский",
      "englishName": "Ignaty Yulianovich Krachkovsky",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}