{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 6,
    "name": "سُورَةُ الأَنۡعَامِ",
    "englishName": "Al-An'aam",
    "englishNameTranslation": "The Cattle",
    "revelationType": "Meccan",
    "numberOfAyahs": 165,
    "ayahs": [
      {
        "number": 790,
        "text": "Хвала - Аллаху, который сотворил небеса и землю, устроил мрак и свет! А потом те, которые не веруют, приравнивают к своему Господу.",
        "numberInSurah": 1,
        "juz": 7,
        "manzil": 2,
        "page": 128,
        "ruku": 102,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 791,
        "text": "Он - тот, кто сотворил вас из глины, потом установил срок - срок назначен у Него. А потом вы сомневаетесь!",
        "numberInSurah": 2,
        "juz": 7,
        "manzil": 2,
        "page": 128,
        "ruku": 102,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 792,
        "text": "Он - Аллах в небесах и на земле; знает ваше тайное и открытое; знает то, что вы приобретаете.",
        "numberInSurah": 3,
        "juz": 7,
        "manzil": 2,
        "page": 128,
        "ruku": 102,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 793,
        "text": "Какое бы знамение из знамений Аллаха ни пришло к ним, они от него отворачивались!",
        "numberInSurah": 4,
        "juz": 7,
        "manzil": 2,
        "page": 128,
        "ruku": 102,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 794,
        "text": "Они сочли за ложь истину, когда та к ним пришла. Придут к ним вести о том, над чем они издевались!",
        "numberInSurah": 5,
        "juz": 7,
        "manzil": 2,
        "page": 128,
        "ruku": 102,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 795,
        "text": "Разве они не видели, сколько Мы погубили поколений до них? Мы укрепляли их на земле так, как не укрепляли вас, посылали на них небо обильным дождем и заставляли реки течь у них, а потом погубили их за грехи и произвели после них другое поколение.",
        "numberInSurah": 6,
        "juz": 7,
        "manzil": 2,
        "page": 128,
        "ruku": 102,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 796,
        "text": "А если бы Мы ниспослали тебе книгу в хартии, и они ощупали бы ее руками, то те, которые не веровали, сказали бы: \"Это - только очевидное колдовство!\"",
        "numberInSurah": 7,
        "juz": 7,
        "manzil": 2,
        "page": 128,
        "ruku": 102,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 797,
        "text": "И сказали они: \"Если бы к нему был сведен ангел!\" А если бы Мы свели ангела, то дело было бы решено, и потом им не было бы отсрочки!",
        "numberInSurah": 8,
        "juz": 7,
        "manzil": 2,
        "page": 128,
        "ruku": 102,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 798,
        "text": "И если бы Мы сделали его ангелом, то сделали бы его человеком и затемнили бы для них то, что они сами затемняют.",
        "numberInSurah": 9,
        "juz": 7,
        "manzil": 2,
        "page": 129,
        "ruku": 102,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 799,
        "text": "Издевались уже над посланниками, бывшими до тебя, и постигло тех, которые смеялись над ними, то, над чем они издевались.",
        "numberInSurah": 10,
        "juz": 7,
        "manzil": 2,
        "page": 129,
        "ruku": 102,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 800,
        "text": "Скажи: \"Идите по земле, а потом посмотрите, каков был конец считающих ложью!\"",
        "numberInSurah": 11,
        "juz": 7,
        "manzil": 2,
        "page": 129,
        "ruku": 103,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 801,
        "text": "Скажи: \"Кому принадлежит то, что в небесах и на земле?\" Скажи: \"Аллаху! Он предначертал для самого Себя милость; Он соберет вас ко дню воскресения, в котором нет сомнения! Те, которые нанесли убыток самим себе, - они не веруют!",
        "numberInSurah": 12,
        "juz": 7,
        "manzil": 2,
        "page": 129,
        "ruku": 103,
        "hizbQuarter": 51,
        "sajda": false
      },
      {
        "number": 802,
        "text": "Ему - то, что живет ночью и днем; Он - слышащий, знающий!\"",
        "numberInSurah": 13,
        "juz": 7,
        "manzil": 2,
        "page": 129,
        "ruku": 103,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 803,
        "text": "Скажи: \"Разве кого-нибудь другого возьму я покровителем, кроме Аллаха, Творца небес и земли? Он питает, а Его не питают\". Скажи: \"Мне повелено быть первым из тех, кто предался. Не будьте же в числе многобожников!\"",
        "numberInSurah": 14,
        "juz": 7,
        "manzil": 2,
        "page": 129,
        "ruku": 103,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 804,
        "text": "Скажи: \"Я боюсь, если ослушаюсь своего Господа, наказания дня великого!\"",
        "numberInSurah": 15,
        "juz": 7,
        "manzil": 2,
        "page": 129,
        "ruku": 103,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 805,
        "text": "От кого оно будет отстранено в тот день, того он помиловал; это - явный успех!",
        "numberInSurah": 16,
        "juz": 7,
        "manzil": 2,
        "page": 129,
        "ruku": 103,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 806,
        "text": "Если коснется тебя Аллах бедствием, то нет избавителя от этого, кроме Него. А если Он коснется благом, ... ведь Он мощен над всякой вещью!",
        "numberInSurah": 17,
        "juz": 7,
        "manzil": 2,
        "page": 129,
        "ruku": 103,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 807,
        "text": "Он властвует над Своими рабами; Он - мудрый, ведающий!",
        "numberInSurah": 18,
        "juz": 7,
        "manzil": 2,
        "page": 129,
        "ruku": 103,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 808,
        "text": "Скажи: \"Что больше всего свидетельством?\" Скажи: \"Аллах - свидетель между мной и вами. И открыт мне этот Коран, чтобы увещать им вас и тех, до кого он дошел. Разве же вы не свидетельствуете, что с Аллахом есть другие боги?\" Скажи: \"Я не свидетельствую\". Скажи: \"Это ведь - единый Бог, и я не причастен к тому, что вы придаете Ему в сотоварищи!\"",
        "numberInSurah": 19,
        "juz": 7,
        "manzil": 2,
        "page": 130,
        "ruku": 103,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 809,
        "text": "Те, кому Мы даровали книгу, знают это, как знают своих сынов. Те, которые нанесли убыток самим себе, - они не веруют!",
        "numberInSurah": 20,
        "juz": 7,
        "manzil": 2,
        "page": 130,
        "ruku": 103,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 810,
        "text": "Кто несправедливее того, кто измышляет на Аллаха ложь или считает ложью Наши знамения? Поистине, не будут счастливы неправедные!",
        "numberInSurah": 21,
        "juz": 7,
        "manzil": 2,
        "page": 130,
        "ruku": 104,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 811,
        "text": "В тот день Мы соберем их всех, потом скажем тем, которые придавали Ему сотоварищей: \"Где ваши сотоварищи, которых вы изобретали?\"",
        "numberInSurah": 22,
        "juz": 7,
        "manzil": 2,
        "page": 130,
        "ruku": 104,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 812,
        "text": "Потом не будет другой отговорки от них, кроме как они скажут: \"Клянемся Аллахом, Господом нашим, мы не были многобожниками!\"",
        "numberInSurah": 23,
        "juz": 7,
        "manzil": 2,
        "page": 130,
        "ruku": 104,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 813,
        "text": "Посмотри, как они лгут на самих себя, и скрылось от них то, что они измышляли!",
        "numberInSurah": 24,
        "juz": 7,
        "manzil": 2,
        "page": 130,
        "ruku": 104,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 814,
        "text": "Среди них есть такие, что прислушиваются к тебе, но Мы положили на сердца их покровы, чтобы они не поняли его, а в уши их - глухоту. Хотя они и не видят всякое знамение, но не верят в него. А когда они приходят к тебе, препираются, то говорят те, которые не веровали: \"Это - только сказки первых!\"",
        "numberInSurah": 25,
        "juz": 7,
        "manzil": 2,
        "page": 130,
        "ruku": 104,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 815,
        "text": "Они и удерживают от него и удаляются от него, но губят они только самих себя и не знают.",
        "numberInSurah": 26,
        "juz": 7,
        "manzil": 2,
        "page": 130,
        "ruku": 104,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 816,
        "text": "Если бы ты видел, как они будут поставлены перед огнем и скажут: \"О если бы Мы были возвращены, Мы не считали бы ложью знамения Господа нашего и были бы в числе верующих!\"",
        "numberInSurah": 27,
        "juz": 7,
        "manzil": 2,
        "page": 130,
        "ruku": 104,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 817,
        "text": "Да, обнаружилось пред ними то, что они скрывали раньше, если бы они были возвращены, то вернулись бы к тому, от чего их удерживали! Ведь они - лжецы.",
        "numberInSurah": 28,
        "juz": 7,
        "manzil": 2,
        "page": 131,
        "ruku": 104,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 818,
        "text": "И говорят они: \"Это - только наша ближайшая жизнь, и мы не будем воскрешены\".",
        "numberInSurah": 29,
        "juz": 7,
        "manzil": 2,
        "page": 131,
        "ruku": 104,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 819,
        "text": "Если бы ты видел, как они будут представлены пред их Господом! Он скажет: \"Разве это - не истина?\" Они скажут: \"Да, клянемся Господом нашим!\" Он скажет: \"Вкусите же наказание за то, что вы были неверующими!\"",
        "numberInSurah": 30,
        "juz": 7,
        "manzil": 2,
        "page": 131,
        "ruku": 104,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 820,
        "text": "В убытке остались те, которые считали ложью встречу с Аллахом, а когда пришел внезапно к ним час, они сказали: \"О, горе нам, за то, что мы упустили там!\" Они понесут свои ноши на спинах. О да, скверно то, что они несут!",
        "numberInSurah": 31,
        "juz": 7,
        "manzil": 2,
        "page": 131,
        "ruku": 105,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 821,
        "text": "Здешняя жизнь только игра и забава; будущее жилье лучше для тех, которые богобоязненны. Разве вы не сообразите?",
        "numberInSurah": 32,
        "juz": 7,
        "manzil": 2,
        "page": 131,
        "ruku": 105,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 822,
        "text": "Мы знаем, что тебя печалит то, что они говорят. Ведь они не считают тебя лжецом, но неправедные отрицают знамения Аллаха!",
        "numberInSurah": 33,
        "juz": 7,
        "manzil": 2,
        "page": 131,
        "ruku": 105,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 823,
        "text": "Лжецами считались посланцы до тебя и терпели то, что их считали лжецами и притесняли, пока не пришла к ним Наша помощь. И нет применяющего слова Аллаха! И доходили до тебя известия о посланцах.",
        "numberInSurah": 34,
        "juz": 7,
        "manzil": 2,
        "page": 131,
        "ruku": 105,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 824,
        "text": "А если тягостно для тебя их отвращение, то если бы ты мог отыскать расселину или лестницу на небо и пришел бы к ним со знамением! Если бы пожелал Аллах, то Он собрал бы их на прямом пути; не будь же невеждой!",
        "numberInSurah": 35,
        "juz": 7,
        "manzil": 2,
        "page": 131,
        "ruku": 105,
        "hizbQuarter": 52,
        "sajda": false
      },
      {
        "number": 825,
        "text": "Поистине, отвечает Он тем, которые слушают, и мертвых воскресит Аллах, потом к Нему они будут возвращены.",
        "numberInSurah": 36,
        "juz": 7,
        "manzil": 2,
        "page": 132,
        "ruku": 105,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 826,
        "text": "И говорят они: \"Если бы было ниспослано ему знамение от его Господа!\" Скажи: \"Аллах мощен низвести знамение, но большая часть их не знает!\"",
        "numberInSurah": 37,
        "juz": 7,
        "manzil": 2,
        "page": 132,
        "ruku": 105,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 827,
        "text": "Нет животного на земле и птицы, летающей на крыльях, которые не были бы общинами, подобными вам. Мы не упустили в книге ничего, потом к вашему Господу они будут собраны.",
        "numberInSurah": 38,
        "juz": 7,
        "manzil": 2,
        "page": 132,
        "ruku": 105,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 828,
        "text": "А те, которые считали ложью Наши знамения, - глухи, немы, во мраке. Кого желает Аллах, того сбивает с пути, а кого желает, того помещает на прямой дороге.",
        "numberInSurah": 39,
        "juz": 7,
        "manzil": 2,
        "page": 132,
        "ruku": 105,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 829,
        "text": "Скажи: \"Не думали ли вы о себе, что если придет к вам наказание от Аллаха или придет к вам час, разве кого-нибудь помимо Аллаха вы будете призывать, если вы правдивы?\"",
        "numberInSurah": 40,
        "juz": 7,
        "manzil": 2,
        "page": 132,
        "ruku": 105,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 830,
        "text": "Да! Его вы призываете, и Он избавляет от того, о чем вы просите, если пожелает, и вы забываете то, что придаете Ему в сотоварищи.",
        "numberInSurah": 41,
        "juz": 7,
        "manzil": 2,
        "page": 132,
        "ruku": 105,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 831,
        "text": "Мы посылали к народам еще до тебя и схватывали их несчастием и бедствием, - может быть, они смирятся!",
        "numberInSurah": 42,
        "juz": 7,
        "manzil": 2,
        "page": 132,
        "ruku": 106,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 832,
        "text": "И если бы, когда пришла к ним Наша мощь, они смирились! Но отвердели сердца их, и сатана разукрасил им то, что они делали!",
        "numberInSurah": 43,
        "juz": 7,
        "manzil": 2,
        "page": 132,
        "ruku": 106,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 833,
        "text": "А когда они забыли то, о чем им напоминали, Мы открыли пред ними ворота всего. А когда они радовались тому, что им было даровано, Мы внезапно схватили их, и вот, они - в отчаянии.",
        "numberInSurah": 44,
        "juz": 7,
        "manzil": 2,
        "page": 132,
        "ruku": 106,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 834,
        "text": "И усечен был последний из тех людей, которые были неправедны. И хвала Аллаху, Господу миров!",
        "numberInSurah": 45,
        "juz": 7,
        "manzil": 2,
        "page": 133,
        "ruku": 106,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 835,
        "text": "Скажи: \"Думали ли вы, если Аллах захватит ваш дух и зрение и наложит печать на ваши сердца, кто - бог, кроме Аллаха, что доставит вам это?\" Посмотри, как Мы распределяем знамения! Потом они отворачиваются.",
        "numberInSurah": 46,
        "juz": 7,
        "manzil": 2,
        "page": 133,
        "ruku": 106,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 836,
        "text": "Скажи: \"Думали ли вы о себе, если придет к вам наказание Аллаха внезапно или открыто, разве будут погублены (люди), кроме людей нечестивых?\"",
        "numberInSurah": 47,
        "juz": 7,
        "manzil": 2,
        "page": 133,
        "ruku": 106,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 837,
        "text": "Мы посылаем вестников только благовестителями и увещателями; кто веровал и делался благим - над ними нет страха, и не будут они печальны!",
        "numberInSurah": 48,
        "juz": 7,
        "manzil": 2,
        "page": 133,
        "ruku": 106,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 838,
        "text": "А тех, которые считали ложью Наши знамения, коснется наказание за то, что они нечестивы!",
        "numberInSurah": 49,
        "juz": 7,
        "manzil": 2,
        "page": 133,
        "ruku": 106,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 839,
        "text": "Скажи: \"Я не говорю вам, что у меня сокровищницы Аллаха, и не знаю сокровенного, и не говорю вам, что я - ангел. Я следую только тому, что открывается мне\". Скажи: \"Разве сравнятся слепой и зрячий? Разве вы не одумаетесь?\"",
        "numberInSurah": 50,
        "juz": 7,
        "manzil": 2,
        "page": 133,
        "ruku": 106,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 840,
        "text": "Увещай этим тех, которые боятся быть собранными к их Господу. Нет для них помимо Него покровителя и заступника, - может быть, они будут богобоязненны!",
        "numberInSurah": 51,
        "juz": 7,
        "manzil": 2,
        "page": 133,
        "ruku": 107,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 841,
        "text": "Не отгоняй тех, которые взывают к Господу их утром и вечером, стремясь к лику Его! Не на тебя расчет с ними ни в чем, и не на них твой расчет ни в чем, чтобы тебе их прогонять и оказаться из неправедных.",
        "numberInSurah": 52,
        "juz": 7,
        "manzil": 2,
        "page": 133,
        "ruku": 107,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 842,
        "text": "Так испытывали Мы одних из них другими, чтобы они говорили: \"Неужели этим среди нас Аллах оказал милость?\" Разве Аллах не знает лучше благодарных?",
        "numberInSurah": 53,
        "juz": 7,
        "manzil": 2,
        "page": 134,
        "ruku": 107,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 843,
        "text": "И когда придут к тебе те, которые веруют в Наши знамения, то говори: \"Мир вам!\" Начертал Господь ваш самому Себе милость, так что, кто из вас совершит зло по неведению, а потом раскается после этого и станет благим, то Он - прощающ и милосерд.",
        "numberInSurah": 54,
        "juz": 7,
        "manzil": 2,
        "page": 134,
        "ruku": 107,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 844,
        "text": "И так Мы разъясняем знамения, чтобы стал ясным путь грешников!",
        "numberInSurah": 55,
        "juz": 7,
        "manzil": 2,
        "page": 134,
        "ruku": 107,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 845,
        "text": "Скажи: \"Мне запрещено поклоняться тем, кого вы призываете помимо Аллаха\". Скажи: \"Я не буду следовать за вашими страстями, - тогда бы я оказался в заблуждении и не был бы идущим прямо\".",
        "numberInSurah": 56,
        "juz": 7,
        "manzil": 2,
        "page": 134,
        "ruku": 108,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 846,
        "text": "Скажи: \"Я - с ясным знамением от моего Господа, а вы считаете это ложью. Нет у меня того, с чем вы торопите. Решение - только у Аллаха: Он следует за истиной, Он - лучший из решающих!\"",
        "numberInSurah": 57,
        "juz": 7,
        "manzil": 2,
        "page": 134,
        "ruku": 108,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 847,
        "text": "Скажи: \"Если бы у меня было то, с чем торопите вы, то дело было бы решено между мною и вами: ведь Аллах лучше знает несправедливых!",
        "numberInSurah": 58,
        "juz": 7,
        "manzil": 2,
        "page": 134,
        "ruku": 108,
        "hizbQuarter": 53,
        "sajda": false
      },
      {
        "number": 848,
        "text": "У Него - ключи тайного; знает их только Он. Знает Он, что на суше и на море; лист падает только с Его ведома, и нет зерна во мраке земли, нет свежего или сухого, чего не было бы в книге ясной.",
        "numberInSurah": 59,
        "juz": 7,
        "manzil": 2,
        "page": 134,
        "ruku": 108,
        "hizbQuarter": 54,
        "sajda": false
      },
      {
        "number": 849,
        "text": "И Он - тот, который упокаивает вас ночью и знает, что вы добываете днем, потом Он оживляет вас в нем, чтобы завершился назначенный срок. Потом - к Нему ваше возвращение, потом Он сообщит вам, что вы делали.",
        "numberInSurah": 60,
        "juz": 7,
        "manzil": 2,
        "page": 135,
        "ruku": 108,
        "hizbQuarter": 54,
        "sajda": false
      },
      {
        "number": 850,
        "text": "Он - властвующий над Своими рабами, и посылает Он над вами хранителей. А когда приходит к кому-нибудь их вас смерть, Наши посланцы упокояют его, и они ничего не отпускают.",
        "numberInSurah": 61,
        "juz": 7,
        "manzil": 2,
        "page": 135,
        "ruku": 109,
        "hizbQuarter": 54,
        "sajda": false
      },
      {
        "number": 851,
        "text": "Потом они возвращены будут к Аллаху, Господу их истинному. О да, у Него власть, и Он - самый быстрый их производящих расчет!\"",
        "numberInSurah": 62,
        "juz": 7,
        "manzil": 2,
        "page": 135,
        "ruku": 109,
        "hizbQuarter": 54,
        "sajda": false
      },
      {
        "number": 852,
        "text": "Скажи: \"Кто спасает вас от мрака суши и моря, к кому вы взываете со смирением и тайно: \"Если Ты спасешь нас от этого, мы будем из благодарных?\"",
        "numberInSurah": 63,
        "juz": 7,
        "manzil": 2,
        "page": 135,
        "ruku": 109,
        "hizbQuarter": 54,
        "sajda": false
      },
      {
        "number": 853,
        "text": "Скажи: \"Аллах спасает вас от этого и от всякой беды, потом вы придаете Ему сотоварищей\".",
        "numberInSurah": 64,
        "juz": 7,
        "manzil": 2,
        "page": 135,
        "ruku": 109,
        "hizbQuarter": 54,
        "sajda": false
      },
      {
        "number": 854,
        "text": "Скажи: \"Он - тот, кто может наслать на вас наказание сверху или из-под ваших ног и облечь вас в разные партии и дать попробовать одним из вас ярость других\". Посмотри, как Мы распределяем знамения, - может быть, они поймут!",
        "numberInSurah": 65,
        "juz": 7,
        "manzil": 2,
        "page": 135,
        "ruku": 109,
        "hizbQuarter": 54,
        "sajda": false
      },
      {
        "number": 855,
        "text": "66. (66). И счел народ твой это ложью, в то время как оно - истинно. Скажи: \"Я не поручитель за вас.",
        "numberInSurah": 66,
        "juz": 7,
        "manzil": 2,
        "page": 135,
        "ruku": 109,
        "hizbQuarter": 54,
        "sajda": false
      },
      {
        "number": 856,
        "text": "У каждого сообщения - установленное место, и вы узнаете!\"",
        "numberInSurah": 67,
        "juz": 7,
        "manzil": 2,
        "page": 135,
        "ruku": 109,
        "hizbQuarter": 54,
        "sajda": false
      },
      {
        "number": 857,
        "text": "А когда ты увидишь тех, которые погружаются в пучину пустословия о Наших знамениях, то отвернись от них, пока они не погрузятся в какой-нибудь другой рассказ. И если сатана заставит тебя забыть, то ты после напоминания не сиди с людьми неправедными.",
        "numberInSurah": 68,
        "juz": 7,
        "manzil": 2,
        "page": 135,
        "ruku": 109,
        "hizbQuarter": 54,
        "sajda": false
      },
      {
        "number": 858,
        "text": "На тех, которые богобоязненны, не лежит ничего из их расчета, а только напоминание, - может быть, они будут богобоязненны!",
        "numberInSurah": 69,
        "juz": 7,
        "manzil": 2,
        "page": 136,
        "ruku": 109,
        "hizbQuarter": 54,
        "sajda": false
      },
      {
        "number": 859,
        "text": "Оставь тех, которые свою религию обращают в игру и забаву: их обольстила ближняя жизнь! Напоминай при помощи него, что душа погибнет за то, что она приобрела. Нет у нее помощника, помимо Аллаха, или заступника! Если она предложит всякую замену, то она не будет взята от нее. Это - те, которые погублены от того, что они приобрели. Для них - питье из кипятка и мучительное наказание за то, что они неверные!",
        "numberInSurah": 70,
        "juz": 7,
        "manzil": 2,
        "page": 136,
        "ruku": 109,
        "hizbQuarter": 54,
        "sajda": false
      },
      {
        "number": 860,
        "text": "Скажи: \"Неужели мы станем призывать помимо Аллаха то, что не помогает нам и не вредит, и будем обращены вспять после того, как Аллах вывел нас на прямой путь, подобно тому, кого соблазнили шайтаны на земле, и он растерян; у него - товарищи, которые зовут его к прямому пути: \"Иди к нам!\" Скажи: \"Поистине, путь Аллаха есть настоящий путь, и нам повелено предаться Господу миров,",
        "numberInSurah": 71,
        "juz": 7,
        "manzil": 2,
        "page": 136,
        "ruku": 110,
        "hizbQuarter": 54,
        "sajda": false
      },
      {
        "number": 861,
        "text": "и приказано: \"Выстаивайте молитву и бойтесь Его, Он - тот, к кому вы будете собраны!\"",
        "numberInSurah": 72,
        "juz": 7,
        "manzil": 2,
        "page": 136,
        "ruku": 110,
        "hizbQuarter": 54,
        "sajda": false
      },
      {
        "number": 862,
        "text": "Он - тот, кто сотворил небеса и землю в истине; в тот день, как Он скажет: \"Будь!\" - и оно бывает. Слово Его - истина. Ему принадлежит власть в тот день, как подуют в трубу; ведающий тайное и явное. Он - мудр, знающ!",
        "numberInSurah": 73,
        "juz": 7,
        "manzil": 2,
        "page": 136,
        "ruku": 110,
        "hizbQuarter": 54,
        "sajda": false
      },
      {
        "number": 863,
        "text": "Вот сказал Ибрахим отцу своему Азару: \"Неужели ты идолов превращаешь в богов? Я вижу, что ты и твой народ - в явном заблуждении\".",
        "numberInSurah": 74,
        "juz": 7,
        "manzil": 2,
        "page": 137,
        "ruku": 110,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 864,
        "text": "И так Мы показываем Ибрахиму власть над небесами и землей, чтобы он был имеющих уверенность.",
        "numberInSurah": 75,
        "juz": 7,
        "manzil": 2,
        "page": 137,
        "ruku": 110,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 865,
        "text": "И когда покрыла его ночь, он увидел звезду и сказал: \"Это - Господь мой!\" Когда же она закатилась, он сказал: \"Не люблю я закатывающихся\".",
        "numberInSurah": 76,
        "juz": 7,
        "manzil": 2,
        "page": 137,
        "ruku": 110,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 866,
        "text": "Когда он увидел месяц восходящим, он сказал: \"Это - Господь мой!\" Когда же тот зашел, он сказал: \"Если Господь мой меня не ведет на прямой путь, я буду из людей заблудившихся\".",
        "numberInSurah": 77,
        "juz": 7,
        "manzil": 2,
        "page": 137,
        "ruku": 110,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 867,
        "text": "Когда же он увидел солнце восходящим, то сказал: \"Это - Господь мой, Он - больший!\" Когда же оно зашло, он сказал: \"О народ мой! Я не причастен к тому, что вы придаете Ему в сотоварищи.",
        "numberInSurah": 78,
        "juz": 7,
        "manzil": 2,
        "page": 137,
        "ruku": 110,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 868,
        "text": "Я обратил лицо свое к тому, кто сотворил небеса и землю, поклоняясь Ему чисто, и я - не из многобожников\".",
        "numberInSurah": 79,
        "juz": 7,
        "manzil": 2,
        "page": 137,
        "ruku": 110,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 869,
        "text": "И препирался с ним его народ. Он сказал: \"Неужели вы препираетесь со мной из-за Аллаха, в то время как Он вывел меня на прямой путь? Я не боюсь того, что вы придаете Ему в сотоварищи, если чего либо не пожелает мой Господь. Объемлет мой Господь всякую вещь знамением. Неужели же вы не опомнитесь?",
        "numberInSurah": 80,
        "juz": 7,
        "manzil": 2,
        "page": 137,
        "ruku": 110,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 870,
        "text": "Как же мне бояться того, что вы придали Ему в сотоварищи, когда вы не боитесь, что вы придали Аллаху в сотоварищи то, касательно чего он не низвел вам никакой власти? Какая же из этих двух партий более безопасна, если вы знаете?\"",
        "numberInSurah": 81,
        "juz": 7,
        "manzil": 2,
        "page": 137,
        "ruku": 110,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 871,
        "text": "Те, которые уверовали и не облекли свои веры в несправедливость, для них - безопасность, и они - на верной дороге.",
        "numberInSurah": 82,
        "juz": 7,
        "manzil": 2,
        "page": 138,
        "ruku": 110,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 872,
        "text": "Это - Наш довод, которые Мы даровали Ибрахиму против его народа. Мы возвышаем степенями тех, кого желаем. Поистине, Господь твой - мудрый, знающий!",
        "numberInSurah": 83,
        "juz": 7,
        "manzil": 2,
        "page": 138,
        "ruku": 111,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 873,
        "text": "И даровали Мы ему Исхака и Йакуба; всех Мы вели прямым путем; И Нуха вели раньше, а из его потомства - Дауда, Сулаймана, и Аййуба, и Йусуфа, и Мусу, и Харуна. Так воздаем Мы делающим добро!",
        "numberInSurah": 84,
        "juz": 7,
        "manzil": 2,
        "page": 138,
        "ruku": 111,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 874,
        "text": "И Закарию, и Йахйу, и Ису, и Илйаса, - они все из праведных.",
        "numberInSurah": 85,
        "juz": 7,
        "manzil": 2,
        "page": 138,
        "ruku": 111,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 875,
        "text": "И Исмаила, и ал-Йаса, и Йунуса, и Лута - и всех Мы превознесли над мирами.",
        "numberInSurah": 86,
        "juz": 7,
        "manzil": 2,
        "page": 138,
        "ruku": 111,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 876,
        "text": "И из отцов их, и потомков их, и братьев их, - Мы избрали их и вели их на прямой путь.",
        "numberInSurah": 87,
        "juz": 7,
        "manzil": 2,
        "page": 138,
        "ruku": 111,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 877,
        "text": "Это - путь Аллаха, которым Он ведет, кого желает, из Своих рабов. А если бы они придали бы Ему сотоварищей, то тщетным для них оказалось бы то, что они делали!",
        "numberInSurah": 88,
        "juz": 7,
        "manzil": 2,
        "page": 138,
        "ruku": 111,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 878,
        "text": "Это - те, кому Мы даровали книгу, и мудрость, и пророчество; если не уверуют в них эти, то Мы поручили это людям, которые в это будут веровать.",
        "numberInSurah": 89,
        "juz": 7,
        "manzil": 2,
        "page": 138,
        "ruku": 111,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 879,
        "text": "Это - те, которых вел Аллах, и их прямому пути следуй! Скажи: \"Я не прошу у вас за это платы. Это - только напоминание для миров\".",
        "numberInSurah": 90,
        "juz": 7,
        "manzil": 2,
        "page": 138,
        "ruku": 111,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 880,
        "text": "Не ценили они Аллаха должной ценой, когда говорили: \"Ничего не низводил Аллах человеку\". Скажи: \"Кто низвел книгу, с которой пришел Муса, как со светом и руководительством для людей, которую вы помещаете на хартиях, открывая ее и скрывая многое? Ведь вы научены тому, чего не знали ни вы, ни ваши отцы\". Скажи: \"Аллах!\" Потом оставь их забавляться в их пустых разговорах.",
        "numberInSurah": 91,
        "juz": 7,
        "manzil": 2,
        "page": 139,
        "ruku": 112,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 881,
        "text": "И это - книга, которую Мы ниспослали тебе, благословенная, подтверждающая истинность того, что было ниспослано до нее, и чтобы ты увещал мать городов и тех, кто кругом ее; и тех, которые веруют в последнюю жизнь, веруют в Него, и они соблюдают свою молитву.",
        "numberInSurah": 92,
        "juz": 7,
        "manzil": 2,
        "page": 139,
        "ruku": 112,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 882,
        "text": "Кто же несправедливее того, кто измыслил на Аллаха ложь или говорил: \"Ниспослано мне\", но не было ему ниспослано ничего; или того, кто говорил: \"Я низведу подобное тому, что низвел Аллах\"? Если бы ты видел, как неправедные пребывают в пучинах смерти, а ангелы простирают руки: \"Изведите ваши души сегодня будет вам воздано наказанием унижения за то, что вы говорили на Аллаха не истину и превозносились над его знамениями!\"",
        "numberInSurah": 93,
        "juz": 7,
        "manzil": 2,
        "page": 139,
        "ruku": 112,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 883,
        "text": "Вы пришли к нам одинокими, как Мы сотворили вас в первый раз, и оставили то, чем Мы вас наделили, за вашими спинами, и Мы не видим с вами ваших заступников, о которых вы утверждали, что они для вас - товарищи. Уже разорвано между вами и скрылось от вас то, что вы утверждали.",
        "numberInSurah": 94,
        "juz": 7,
        "manzil": 2,
        "page": 139,
        "ruku": 112,
        "hizbQuarter": 55,
        "sajda": false
      },
      {
        "number": 884,
        "text": "Поистине, Аллах - дающий путь зерну и косточке; изводит живое из мертвого и выводит мертвое из живого! Это вам - Аллах. До чего же вы обольщены!",
        "numberInSurah": 95,
        "juz": 7,
        "manzil": 2,
        "page": 140,
        "ruku": 113,
        "hizbQuarter": 56,
        "sajda": false
      },
      {
        "number": 885,
        "text": "Он выводит утреннюю зарю и ночь делает покоем, а солнце и луну - расчислением. Это - установление великого, мудрого!",
        "numberInSurah": 96,
        "juz": 7,
        "manzil": 2,
        "page": 140,
        "ruku": 113,
        "hizbQuarter": 56,
        "sajda": false
      },
      {
        "number": 886,
        "text": "Он - тот, который устроил для вас звезды, чтобы вы находили по ним путь во мраке суши и моря. Мы распределили знамения для людей, которые знают!",
        "numberInSurah": 97,
        "juz": 7,
        "manzil": 2,
        "page": 140,
        "ruku": 113,
        "hizbQuarter": 56,
        "sajda": false
      },
      {
        "number": 887,
        "text": "Он - тот, который вырастил вас из одной души, а затем - место пребывания и место хранения. Мы распределяем знамения для людей, которые понимают!",
        "numberInSurah": 98,
        "juz": 7,
        "manzil": 2,
        "page": 140,
        "ruku": 113,
        "hizbQuarter": 56,
        "sajda": false
      },
      {
        "number": 888,
        "text": "Он - тот, который низвел с неба воду, и Мы произвели благодаря ей рост всякой вещи; Мы вывели из нее зелень, из которой выведем зерна, сидящие в ряд; и из пальмы, из ее завязей, бывают гроздья, близко спускающиеся; выводим и сады из винограда, и маслину, и гранаты, похожие и не похожие. Посмотрите на плоды этого, когда они приносят плоды и на созревание их! Поистине, в этом - знамение для людей, которые веруют!",
        "numberInSurah": 99,
        "juz": 7,
        "manzil": 2,
        "page": 140,
        "ruku": 113,
        "hizbQuarter": 56,
        "sajda": false
      },
      {
        "number": 889,
        "text": "И устроили они Аллаху сотоварищей из джиннов, в то время как Он их создал, и бессмысленно приписали Ему сынов и дочерей без всякого знания. Хвала Ему, и превыше Он того, что они Ему приписывают!",
        "numberInSurah": 100,
        "juz": 7,
        "manzil": 2,
        "page": 140,
        "ruku": 113,
        "hizbQuarter": 56,
        "sajda": false
      },
      {
        "number": 890,
        "text": "Создатель внове небес и земли! Как будет у Него ребенок, раз не было у Него подруги и когда создал Он всякую вещь и о всякой вещи Он сведущ!",
        "numberInSurah": 101,
        "juz": 7,
        "manzil": 2,
        "page": 140,
        "ruku": 114,
        "hizbQuarter": 56,
        "sajda": false
      },
      {
        "number": 891,
        "text": "Это для вас - Аллах, ваш Господь, - нет божества, кроме Него, - творец всякой вещи. Поклоняйтесь же Ему! Поистине, Он - поручитель над каждой вещью!",
        "numberInSurah": 102,
        "juz": 7,
        "manzil": 2,
        "page": 141,
        "ruku": 114,
        "hizbQuarter": 56,
        "sajda": false
      },
      {
        "number": 892,
        "text": "Не постигает Его взоры, а Он постигает взоры; Он - проницателен, сведущ!",
        "numberInSurah": 103,
        "juz": 7,
        "manzil": 2,
        "page": 141,
        "ruku": 114,
        "hizbQuarter": 56,
        "sajda": false
      },
      {
        "number": 893,
        "text": "Пришли к вам наглядные знамения от вашего Господа. Кто узрел, - то для самого себя; а кто слеп, - во вред самому себе. Я для вас - не хранитель!",
        "numberInSurah": 104,
        "juz": 7,
        "manzil": 2,
        "page": 141,
        "ruku": 114,
        "hizbQuarter": 56,
        "sajda": false
      },
      {
        "number": 894,
        "text": "Так Мы распределяем знамения, и для того, чтобы они сказали: \"Ты учился\" - и чтобы Мы уяснили это людям, которые знают.",
        "numberInSurah": 105,
        "juz": 7,
        "manzil": 2,
        "page": 141,
        "ruku": 114,
        "hizbQuarter": 56,
        "sajda": false
      },
      {
        "number": 895,
        "text": "Следуй тому, что внушено тебе от твоего Господа: \"Нет божества, кроме Него\", - и отвернись от многобожников.",
        "numberInSurah": 106,
        "juz": 7,
        "manzil": 2,
        "page": 141,
        "ruku": 114,
        "hizbQuarter": 56,
        "sajda": false
      },
      {
        "number": 896,
        "text": "Если бы захотел Аллах, они не придавали бы Ему сотоварищей. Мы не делали тебя хранителем их. И ты над ними не надсмотрщик.",
        "numberInSurah": 107,
        "juz": 7,
        "manzil": 2,
        "page": 141,
        "ruku": 114,
        "hizbQuarter": 56,
        "sajda": false
      },
      {
        "number": 897,
        "text": "Не поносите тех, кого они призывают помимо Аллаха, а то они станут поносить Аллаха из вражды без всякого знания. Так разукрасили Мы всякому народу его дело! Потом к Господу их будет их возвращение, и возвестит Он им то, что они делали.",
        "numberInSurah": 108,
        "juz": 7,
        "manzil": 2,
        "page": 141,
        "ruku": 114,
        "hizbQuarter": 56,
        "sajda": false
      },
      {
        "number": 898,
        "text": "И поклялись они Аллахом - важнейшей из их клятв: если придет к ним знамение, они обязательно уверуют в него. Скажи: \"Знамения - у Аллаха, но как вы узнаете, что, когда они придут, они не уверуют?\"",
        "numberInSurah": 109,
        "juz": 7,
        "manzil": 2,
        "page": 141,
        "ruku": 114,
        "hizbQuarter": 56,
        "sajda": false
      },
      {
        "number": 899,
        "text": "И Мы переворачиваем сердца их и взоры, как они не уверовали в это в первый раз, и оставляем их скитаться слепо в своем заблуждении.",
        "numberInSurah": 110,
        "juz": 7,
        "manzil": 2,
        "page": 141,
        "ruku": 114,
        "hizbQuarter": 56,
        "sajda": false
      },
      {
        "number": 900,
        "text": "А если бы Мы низвели на них ангелов, и заговорили бы с ними мертвые, и собрали бы Мы пред ними все лицом к лицу, они все-таки не уверовали, если не пожелает Аллах, но большинство их не знают!",
        "numberInSurah": 111,
        "juz": 8,
        "manzil": 2,
        "page": 142,
        "ruku": 115,
        "hizbQuarter": 57,
        "sajda": false
      },
      {
        "number": 901,
        "text": "И так Мы всякому пророку устроили врагов - шайтанов из людей и джиннов; одни из них не внушают другим прелесть слов для обольщения. А если бы пожелал Господь твой, они бы этого не делали. Оставь же их и то, что они измышляют!",
        "numberInSurah": 112,
        "juz": 8,
        "manzil": 2,
        "page": 142,
        "ruku": 115,
        "hizbQuarter": 57,
        "sajda": false
      },
      {
        "number": 902,
        "text": "И пусть склоняются к нему сердца тех, которые не верят в жизнь будущую, и удовлетворяются им и пусть приобретают то, что они приобретают.",
        "numberInSurah": 113,
        "juz": 8,
        "manzil": 2,
        "page": 142,
        "ruku": 115,
        "hizbQuarter": 57,
        "sajda": false
      },
      {
        "number": 903,
        "text": "Разве я пожелаю судьей кого-либо, кроме Аллаха? Ведь Он - тот, который ниспослал вам книгу, ясно изложенную, а те, которым Мы даровали книгу, знают, что она низведена от Господа твоего во истине. Не будь же сомневающимся!",
        "numberInSurah": 114,
        "juz": 8,
        "manzil": 2,
        "page": 142,
        "ruku": 115,
        "hizbQuarter": 57,
        "sajda": false
      },
      {
        "number": 904,
        "text": "И завершились словеса Господа твоего по истине и справедливости. Нет изменителя словам Его: ведь Он - слышащий, знающий!",
        "numberInSurah": 115,
        "juz": 8,
        "manzil": 2,
        "page": 142,
        "ruku": 115,
        "hizbQuarter": 57,
        "sajda": false
      },
      {
        "number": 905,
        "text": "И если ты послушаешься большинства тех, кто на земле, они сведут тебя с пути Аллаха. Они следуют только за предположением, и они только ложно измышляют!",
        "numberInSurah": 116,
        "juz": 8,
        "manzil": 2,
        "page": 142,
        "ruku": 115,
        "hizbQuarter": 57,
        "sajda": false
      },
      {
        "number": 906,
        "text": "Поистине, Господь твой лучше знает тех, кто сходит с Его пути; и Он лучше знает идущих прямо!",
        "numberInSurah": 117,
        "juz": 8,
        "manzil": 2,
        "page": 142,
        "ruku": 115,
        "hizbQuarter": 57,
        "sajda": false
      },
      {
        "number": 907,
        "text": "Ешьте же то, над чем помянуто имя Аллаха, если вы веруете в Его знамения!",
        "numberInSurah": 118,
        "juz": 8,
        "manzil": 2,
        "page": 142,
        "ruku": 115,
        "hizbQuarter": 57,
        "sajda": false
      },
      {
        "number": 908,
        "text": "И что с вами, что вы не едите того, над чем помянуто имя Аллаха, когда Он уже разъяснил вам, что вам запрещено, если вы к этому не будете приневолены? А ведь многие сходят с пути своими страстями без всякого знания. Поистине, твой Господь лучше знает действующих несправедливо!",
        "numberInSurah": 119,
        "juz": 8,
        "manzil": 2,
        "page": 143,
        "ruku": 115,
        "hizbQuarter": 57,
        "sajda": false
      },
      {
        "number": 909,
        "text": "Оставляйте и явный грех и скрытый; поистине, тем, которые приобретают грех, будет воздано за то, что они снискивали!",
        "numberInSurah": 120,
        "juz": 8,
        "manzil": 2,
        "page": 143,
        "ruku": 115,
        "hizbQuarter": 57,
        "sajda": false
      },
      {
        "number": 910,
        "text": "И не ешьте того, над чем не упомянуто имя Аллаха: это ведь нечестие! Ведь шайтаны внушают своим сторонникам, чтобы они препирались с вами, а если вы их послушаете, вы тогда - многобожники.",
        "numberInSurah": 121,
        "juz": 8,
        "manzil": 2,
        "page": 143,
        "ruku": 115,
        "hizbQuarter": 57,
        "sajda": false
      },
      {
        "number": 911,
        "text": "Разве тот, кто был мертвым и Мы оживили его и дали ему свет, с которым он идет среди людей, похож на того, кто во мраке и не выходит из него? Так разукрашено неверным то, что они делали!",
        "numberInSurah": 122,
        "juz": 8,
        "manzil": 2,
        "page": 143,
        "ruku": 116,
        "hizbQuarter": 57,
        "sajda": false
      },
      {
        "number": 912,
        "text": "И так Мы в каждом селении сделали вельмож грешниками его, чтобы они ухищрялись там, но ухищряются они только сами с собой и не знают этого.",
        "numberInSurah": 123,
        "juz": 8,
        "manzil": 2,
        "page": 143,
        "ruku": 116,
        "hizbQuarter": 57,
        "sajda": false
      },
      {
        "number": 913,
        "text": "А когда придет к ним знамение, они говорят: \"Не уверуем мы, пока нам не будет дано то же, что дано посланникам Аллаха\". Аллах лучше знает, где помещать Свое посольство. Постигнет тех, которые согрешили, унижение пред Господом и наказание сильное за то, что они ухищрялись!",
        "numberInSurah": 124,
        "juz": 8,
        "manzil": 2,
        "page": 143,
        "ruku": 116,
        "hizbQuarter": 57,
        "sajda": false
      },
      {
        "number": 914,
        "text": "Кого пожелает Аллах вести прямо, уширяет тому грудь для ислама, а кого пожелает сбить с пути, делает грудь его узкой, тесной, как будто бы он поднимается на небо. Так Аллах направляет наказание на тех, которые не веруют!",
        "numberInSurah": 125,
        "juz": 8,
        "manzil": 2,
        "page": 144,
        "ruku": 116,
        "hizbQuarter": 57,
        "sajda": false
      },
      {
        "number": 915,
        "text": "И это - путь Господа твоего, когда он прям. Мы разъяснили знамения людям, которые поминают.",
        "numberInSurah": 126,
        "juz": 8,
        "manzil": 2,
        "page": 144,
        "ruku": 116,
        "hizbQuarter": 57,
        "sajda": false
      },
      {
        "number": 916,
        "text": "Для них жилище мира у их Господа; Он - их помощник за то, что они делали.",
        "numberInSurah": 127,
        "juz": 8,
        "manzil": 2,
        "page": 144,
        "ruku": 116,
        "hizbQuarter": 58,
        "sajda": false
      },
      {
        "number": 917,
        "text": "И в день, когда Он соберет их всех: \"О сонмище джиннов! Вы многого хотели от этих людей!\" И скажут их приятели из людей: \"Господи! Одни из нас пользовались другими, и мы дошли до нашего предела, который Ты нам назначил\". Он скажет: \"Огонь - ваше место, - для вечного пребывания в нем, - если только не пожелает Аллах иного\". Поистине, Господь твой - мудрый, знающий!",
        "numberInSurah": 128,
        "juz": 8,
        "manzil": 2,
        "page": 144,
        "ruku": 116,
        "hizbQuarter": 58,
        "sajda": false
      },
      {
        "number": 918,
        "text": "И так одних неправедных Мы приближаем к другим за то, что они приобрели.",
        "numberInSurah": 129,
        "juz": 8,
        "manzil": 2,
        "page": 144,
        "ruku": 116,
        "hizbQuarter": 58,
        "sajda": false
      },
      {
        "number": 919,
        "text": "О сонм джиннов и людей! Разве не приходили к вам посланцы из вас, которые рассказывали вам Мои знамения и возвещали вам о встрече с этим днем? Они скажут: \"Свидетельствуем мы против самих себя\". Обольстила их ближняя и засвидетельствовали они против самих себя, что были они неверными.",
        "numberInSurah": 130,
        "juz": 8,
        "manzil": 2,
        "page": 144,
        "ruku": 117,
        "hizbQuarter": 58,
        "sajda": false
      },
      {
        "number": 920,
        "text": "Это - потому, что Господь твой - не таков, чтобы губить селения несправедливо, когда обитатели их были в небрежении.",
        "numberInSurah": 131,
        "juz": 8,
        "manzil": 2,
        "page": 144,
        "ruku": 117,
        "hizbQuarter": 58,
        "sajda": false
      },
      {
        "number": 921,
        "text": "У каждого - ступени по тому, что они делали, И Господь твой не небрежет тем, что они делают.",
        "numberInSurah": 132,
        "juz": 8,
        "manzil": 2,
        "page": 145,
        "ruku": 117,
        "hizbQuarter": 58,
        "sajda": false
      },
      {
        "number": 922,
        "text": "Господь твой богат, владелец милости; если Он пожелает, то погубит вас и заменит вас тем, чем захочет, подобному тому, как Он вырастил вас из потомства другого народа.",
        "numberInSurah": 133,
        "juz": 8,
        "manzil": 2,
        "page": 145,
        "ruku": 117,
        "hizbQuarter": 58,
        "sajda": false
      },
      {
        "number": 923,
        "text": "Поистине, то, что вам обещано, наступит, и вы это не в состоянии ослабить!",
        "numberInSurah": 134,
        "juz": 8,
        "manzil": 2,
        "page": 145,
        "ruku": 117,
        "hizbQuarter": 58,
        "sajda": false
      },
      {
        "number": 924,
        "text": "Скажи: \"О народ мой! Поступайте по своей возможности, я действую, и потом вы узнаете, за кем будет конец жилища. Поистине, неправедные не будут счастливы!\"",
        "numberInSurah": 135,
        "juz": 8,
        "manzil": 2,
        "page": 145,
        "ruku": 117,
        "hizbQuarter": 58,
        "sajda": false
      },
      {
        "number": 925,
        "text": "Они устраивают для Аллаха долю того, что Он произрастил из посевов и скота, и говорят: \"Это - Аллаху!\"- по их утверждению, - \"А это - нашим сотоварищам\". И то, что бывает для их сотоварищей, это не доходит до Аллаха, а то, что для Аллаха, то доходит до их сотоварищей. Скверно то, что они судят!",
        "numberInSurah": 136,
        "juz": 8,
        "manzil": 2,
        "page": 145,
        "ruku": 117,
        "hizbQuarter": 58,
        "sajda": false
      },
      {
        "number": 926,
        "text": "И так сотоварищи их разукрасили многим из многобожников убиение своих детей, чтобы погубить их и затемнить их веру. А если бы Аллах пожелал, то они не сделали бы этого. Оставь же их и то, что они измышляют!",
        "numberInSurah": 137,
        "juz": 8,
        "manzil": 2,
        "page": 145,
        "ruku": 117,
        "hizbQuarter": 58,
        "sajda": false
      },
      {
        "number": 927,
        "text": "И говорят они: \"Это - скот и посев запретный; ими питается только тот, кого мы пожелаем\", - по их утверждению. И скот, спины которого запретны, и скот, над которым они не призывают имени Аллаха, измышляя на Него. Воздаст Он им за то, что они измышляют!",
        "numberInSurah": 138,
        "juz": 8,
        "manzil": 2,
        "page": 146,
        "ruku": 117,
        "hizbQuarter": 58,
        "sajda": false
      },
      {
        "number": 928,
        "text": "И говорят они: \"То, что в утробах этих животных, то - чисто для наших мужчин и запрещено нашим женам\". А если оно будет мертвым, то они - в это участники. Воздаст Он им за их описания: ведь Он - мудрый, знающий!",
        "numberInSurah": 139,
        "juz": 8,
        "manzil": 2,
        "page": 146,
        "ruku": 117,
        "hizbQuarter": 58,
        "sajda": false
      },
      {
        "number": 929,
        "text": "В убытке - те, которые убили своих детей по глупости, без знания, и запретили то, что даровал им Аллах, измышляя на Аллаха. Сбились они с пути и не оказались идущими прямо!",
        "numberInSurah": 140,
        "juz": 8,
        "manzil": 2,
        "page": 146,
        "ruku": 117,
        "hizbQuarter": 58,
        "sajda": false
      },
      {
        "number": 930,
        "text": "Он - тот, который произвел сады с подставками и без подставок, пальмы и посевы с различными плодами, и маслину, и гранаты, сходные и несходные. Вкушайте плоды их, когда они дадут плод, и давайте должное во время жатвы, но не будьте неумеренны. Поистине, Он не любит неумеренных!",
        "numberInSurah": 141,
        "juz": 8,
        "manzil": 2,
        "page": 146,
        "ruku": 118,
        "hizbQuarter": 59,
        "sajda": false
      },
      {
        "number": 931,
        "text": "И из скота - для переноски и для подстилки. Вкушайте то, что даровал вам Аллах, и не следуйте по стопам сатаны! Ведь он для вас - явный враг.",
        "numberInSurah": 142,
        "juz": 8,
        "manzil": 2,
        "page": 146,
        "ruku": 118,
        "hizbQuarter": 59,
        "sajda": false
      },
      {
        "number": 932,
        "text": "Восемь - парами: из овец - две, и из коз - две. Скажи: \"Самцов обоих Он запретил или самок? Или то, что заключают в себе утробы самок? Сообщите мне со знанием, если вы говорите правду\".",
        "numberInSurah": 143,
        "juz": 8,
        "manzil": 2,
        "page": 147,
        "ruku": 118,
        "hizbQuarter": 59,
        "sajda": false
      },
      {
        "number": 933,
        "text": "И из верблюдов - двое, и из коров - двое. Скажи: \"Самцов обоих Он запретил или самок? Или то, что заключают в себе утробы самок? Или вы были свидетелями, когда Аллах завещал это?\" Кто же более несправедлив, чем тот, кто измышляет на Аллаха ложь, чтобы сбить людей без всякого знания? Поистине, Аллах не ведет народ неправедный!",
        "numberInSurah": 144,
        "juz": 8,
        "manzil": 2,
        "page": 147,
        "ruku": 118,
        "hizbQuarter": 59,
        "sajda": false
      },
      {
        "number": 934,
        "text": "Скажи: \"В том, что открыто мне, я не нахожу запретным для питающегося то, чем он питается, только если это будет мертвечина, или пролитая кровь, или мясо свиньи, потому что это - скверна, - или нечистое, которое заколото с призыванием не Аллаха. Кто же вынужден, не будучи распутником или преступником, - то Господь твой - прощающ, милосерд!",
        "numberInSurah": 145,
        "juz": 8,
        "manzil": 2,
        "page": 147,
        "ruku": 119,
        "hizbQuarter": 59,
        "sajda": false
      },
      {
        "number": 935,
        "text": "Тем, которые обратились в иудейство, Мы запретили всех имеющих копыто, а из коров и овец запретили Мы им жир, кроме носимого их хребтами или внутренностями, или того, что смешался с костями. Этим воздали Мы им за их нечестие: Мы ведь правдивы!",
        "numberInSurah": 146,
        "juz": 8,
        "manzil": 2,
        "page": 147,
        "ruku": 119,
        "hizbQuarter": 59,
        "sajda": false
      },
      {
        "number": 936,
        "text": "Если они считают тебя лжецом, то скажи: \"Господь ваш - обладатель милости обширной, и Его мощи не отклонить от народа грешного\".",
        "numberInSurah": 147,
        "juz": 8,
        "manzil": 2,
        "page": 148,
        "ruku": 119,
        "hizbQuarter": 59,
        "sajda": false
      },
      {
        "number": 937,
        "text": "Скажут те, которые придают Ему сотоварищей: \"Если бы Аллах пожелал, ни мы бы не придавали товарищей, ни отцы наши, и не запрещали бы ничего\". Так лгали и те, которые были до них, пока не вкусили Нашей мощи. Скажи: \"Есть ли у вас какое-либо знание? Покажите его нам. Вы следуете только за предположениями, вы только измышляете ложь!\"",
        "numberInSurah": 148,
        "juz": 8,
        "manzil": 2,
        "page": 148,
        "ruku": 119,
        "hizbQuarter": 59,
        "sajda": false
      },
      {
        "number": 938,
        "text": "Скажи: \"У Аллаха - убедительное доказательство. Если бы Он хотел, то всех бы вывел на прямой путь\".",
        "numberInSurah": 149,
        "juz": 8,
        "manzil": 2,
        "page": 148,
        "ruku": 119,
        "hizbQuarter": 59,
        "sajda": false
      },
      {
        "number": 939,
        "text": "Скажи: \"Сюда ваших свидетелей, которые свидетельствуют, что Аллах запретил это!\" Если они и засвидетельствуют, то ты не свидетельствуй с ними и не следуй за страстями тех, которые считают ложными Наши знамения и которые не веруют в жизнь будущую. Они к Господу своему приравнивают!",
        "numberInSurah": 150,
        "juz": 8,
        "manzil": 2,
        "page": 148,
        "ruku": 119,
        "hizbQuarter": 59,
        "sajda": false
      },
      {
        "number": 940,
        "text": "Скажи: \"Приходите, Я прочитаю то, что запретил вам ваш Господь: чтобы вы не придавали Ему ничего в сотоварищи; к родителям - добродеяние; не убивайте ваших детей от бедности - Мы прокормим их и вас; не приближайтесь к мерзостям, к явным из них и тайным; не убивайте душу, которую запретил Аллах, иначе как по праву. Это завещал Он вам, - может быть, вы уразумеете!",
        "numberInSurah": 151,
        "juz": 8,
        "manzil": 2,
        "page": 148,
        "ruku": 120,
        "hizbQuarter": 60,
        "sajda": false
      },
      {
        "number": 941,
        "text": "И не приближайтесь к имуществу сироты, иначе как с тем, что лучше, пока он не достигнет крепости ; выполняйте меру и вес по справедливости. Мы не возлагаем на душу ничего, кроме возможного для нее. А когда вы говорите, то будьте справедливы, хотя бы и к родственникам, и завет Аллаха выполняйте. Это завещал Он вам, - может быть, вы вспомните!",
        "numberInSurah": 152,
        "juz": 8,
        "manzil": 2,
        "page": 149,
        "ruku": 120,
        "hizbQuarter": 60,
        "sajda": false
      },
      {
        "number": 942,
        "text": "И это - Моя дорога прямая; следуйте же по ней и не следуйте другими путями, чтобы они не отделили вас от Его дороги. Это Он завещал вам, - может быть, вы будете богобоязненны!\"",
        "numberInSurah": 153,
        "juz": 8,
        "manzil": 2,
        "page": 149,
        "ruku": 120,
        "hizbQuarter": 60,
        "sajda": false
      },
      {
        "number": 943,
        "text": "Потом Мы даровали Мусе книгу для завершения тому, кто сотворил благо, и в разъяснение для каждой вещи, и в путеводительство, и как милосердие, - может быть, они уверуют во встречу со своим Господом!",
        "numberInSurah": 154,
        "juz": 8,
        "manzil": 2,
        "page": 149,
        "ruku": 120,
        "hizbQuarter": 60,
        "sajda": false
      },
      {
        "number": 944,
        "text": "И это - книга, которую Мы ниспослали, благословенная; следуйте же за ней и будьте богобоязненны, - может быть, вы будете помилованы! -",
        "numberInSurah": 155,
        "juz": 8,
        "manzil": 2,
        "page": 149,
        "ruku": 121,
        "hizbQuarter": 60,
        "sajda": false
      },
      {
        "number": 945,
        "text": "чтобы вам не говорить: \"Книга ниспослана была только двум народам до нас, и мы действительно были небрежны к ее изучению\".",
        "numberInSurah": 156,
        "juz": 8,
        "manzil": 2,
        "page": 149,
        "ruku": 121,
        "hizbQuarter": 60,
        "sajda": false
      },
      {
        "number": 946,
        "text": "Или бы не говорили: \"Если бы была ниспослана нам книга, то мы были бы на более прямом пути, чем они!\" Пришло уже к вам ясное знамение от Господа вашего, и руководство, и милость; кто же более несправедлив, чем тот, кто считает ложью знамения Аллаха и отворачивается от них! Мы воздадим тем, которые отвращаются от наших знамений, злым наказанием за то, что они отвращались!",
        "numberInSurah": 157,
        "juz": 8,
        "manzil": 2,
        "page": 149,
        "ruku": 121,
        "hizbQuarter": 60,
        "sajda": false
      },
      {
        "number": 947,
        "text": "Разве они ждут, что придут к ним ангелы, или придет твой Господь, или придет какое-нибудь знамение Господа твоего? В тот день, как придет какое-нибудь знамение Господа твоего, не поможет душе ее вера, раз она не уверовала раньше или не приобрела в своей вере доброго. Скажи: \"Ждите, мы будем ждать!\"",
        "numberInSurah": 158,
        "juz": 8,
        "manzil": 2,
        "page": 150,
        "ruku": 121,
        "hizbQuarter": 60,
        "sajda": false
      },
      {
        "number": 948,
        "text": "Поистине, те, которые разделили свою религию и стали партиями, ты - не из них. Их дело - к Аллаху; потом Он сообщит им, что они делали.",
        "numberInSurah": 159,
        "juz": 8,
        "manzil": 2,
        "page": 150,
        "ruku": 121,
        "hizbQuarter": 60,
        "sajda": false
      },
      {
        "number": 949,
        "text": "Кто придет с добрым делом, для того - десять подобных ему, а кто придет с дурным, потом воздается только подобным ему, и они не будут обижены!",
        "numberInSurah": 160,
        "juz": 8,
        "manzil": 2,
        "page": 150,
        "ruku": 121,
        "hizbQuarter": 60,
        "sajda": false
      },
      {
        "number": 950,
        "text": "Скажи: \"Поистине, Господь вывел меня на прямой путь, как прямую веру, в общину Ибрахима, ханифа. И не был он из многобожников\".",
        "numberInSurah": 161,
        "juz": 8,
        "manzil": 2,
        "page": 150,
        "ruku": 121,
        "hizbQuarter": 60,
        "sajda": false
      },
      {
        "number": 951,
        "text": "Скажи: \"Поистине, молитва моя и благочестие мое, жизнь моя и смерть - у Аллаха, Господа миров,",
        "numberInSurah": 162,
        "juz": 8,
        "manzil": 2,
        "page": 150,
        "ruku": 121,
        "hizbQuarter": 60,
        "sajda": false
      },
      {
        "number": 952,
        "text": "у которого нет сотоварища. Это мне повелено, и я - первый из предавшихся\".",
        "numberInSurah": 163,
        "juz": 8,
        "manzil": 2,
        "page": 150,
        "ruku": 121,
        "hizbQuarter": 60,
        "sajda": false
      },
      {
        "number": 953,
        "text": "Скажи: \"Разве другого, чем Аллах, я буду искать Господом?\" Он - Господь всего. Что каждая душа приобретает, то остается на ней, и не понесет носящая ношу другой. А потом к Господу вашему ваше возвращение, и Он сообщит вам про то, в чем вы разногласили.",
        "numberInSurah": 164,
        "juz": 8,
        "manzil": 2,
        "page": 150,
        "ruku": 121,
        "hizbQuarter": 60,
        "sajda": false
      },
      {
        "number": 954,
        "text": "Он - тот, который сделал вас преемниками на земле и возвысил одних из вас над другими по степеням, чтобы испытать вас в том, что Он вам доставил. Поистине, Господь твой быстр в наказании, и, поистине, Он - прощающий, милосердный!",
        "numberInSurah": 165,
        "juz": 8,
        "manzil": 2,
        "page": 150,
        "ruku": 121,
        "hizbQuarter": 60,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "ru.krachkovsky",
      "language": "ru",
      "name": "Крачковский",
      "englishName": "Ignaty Yulianovich Krachkovsky",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}