{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 7,
    "name": "سُورَةُ الأَعۡرَافِ",
    "englishName": "Al-A'raaf",
    "englishNameTranslation": "The Heights",
    "revelationType": "Meccan",
    "numberOfAyahs": 206,
    "ayahs": [
      {
        "number": 955,
        "text": "Алиф лам мим сад.",
        "numberInSurah": 1,
        "juz": 8,
        "manzil": 2,
        "page": 151,
        "ruku": 122,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 956,
        "text": "Писание ниспослано тебе - пусть же не будет в твоей груди стеснения от него! - чтобы ты увещал им и чтобы оно было напоминанием верующим.",
        "numberInSurah": 2,
        "juz": 8,
        "manzil": 2,
        "page": 151,
        "ruku": 122,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 957,
        "text": "Следуйте за тем, что ниспослано вам от вашего Господа, и не следуйте вместо него за покровителями; мало вы вспоминаете!",
        "numberInSurah": 3,
        "juz": 8,
        "manzil": 2,
        "page": 151,
        "ruku": 122,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 958,
        "text": "И сколько селений Мы погубили! Приходила к ним Наша ярость ночью или когда они покоились.",
        "numberInSurah": 4,
        "juz": 8,
        "manzil": 2,
        "page": 151,
        "ruku": 122,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 959,
        "text": "И было зовом их, когда приходила Наша ярость, только за то, что они говорили: \"Мы были неправедны!\"",
        "numberInSurah": 5,
        "juz": 8,
        "manzil": 2,
        "page": 151,
        "ruku": 122,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 960,
        "text": "Мы спросим тех, к которым были посланы, и спросим посланников.",
        "numberInSurah": 6,
        "juz": 8,
        "manzil": 2,
        "page": 151,
        "ruku": 122,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 961,
        "text": "Мы расскажем им со знанием; ведь Мы не бываем отсутствующими!",
        "numberInSurah": 7,
        "juz": 8,
        "manzil": 2,
        "page": 151,
        "ruku": 122,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 962,
        "text": "Вес в тот день - истина: у кого весы тяжелы, те будут счастливы,",
        "numberInSurah": 8,
        "juz": 8,
        "manzil": 2,
        "page": 151,
        "ruku": 122,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 963,
        "text": "а у кого весы легки, те нанесли убыток самим себе за то, что были несправедливы к Нашим знамениям.",
        "numberInSurah": 9,
        "juz": 8,
        "manzil": 2,
        "page": 151,
        "ruku": 122,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 964,
        "text": "Мы утвердили вас на земле и устроили вам там средства жизни, - мало вы благодарны!",
        "numberInSurah": 10,
        "juz": 8,
        "manzil": 2,
        "page": 151,
        "ruku": 122,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 965,
        "text": "Мы создали вас, потом придали вам форму, потом сказали ангелам: \"Поклонитесь Адаму!\" - и поклонились они, кроме Иблиса; он не был из поклонившихся.",
        "numberInSurah": 11,
        "juz": 8,
        "manzil": 2,
        "page": 151,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 966,
        "text": "Он сказал: \"Что удержало тебя от того, чтобы поклониться, раз Я приказал тебе?\" Он сказал: \"Я - лучше его: Ты создал меня из огня, а его создал из глины\".",
        "numberInSurah": 12,
        "juz": 8,
        "manzil": 2,
        "page": 152,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 967,
        "text": "Сказал Он: \"Низвергнись отсюда; не годится тебе превозноситься там! Выходи же: ты - среди оказавшихся ничтожными!\"",
        "numberInSurah": 13,
        "juz": 8,
        "manzil": 2,
        "page": 152,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 968,
        "text": "Он сказал: \"Дай мне отсрочку до дня, когда они будут воскрешены\".",
        "numberInSurah": 14,
        "juz": 8,
        "manzil": 2,
        "page": 152,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 969,
        "text": "Он сказал: \"Ты - среди получивших отсрочку\".",
        "numberInSurah": 15,
        "juz": 8,
        "manzil": 2,
        "page": 152,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 970,
        "text": "Он сказал: \"За то, что Ты сбил меня, я засяду против них на Твоем прямом пути.",
        "numberInSurah": 16,
        "juz": 8,
        "manzil": 2,
        "page": 152,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 971,
        "text": "Потом я приду к ним и спереди, и сзади, и справа, и слева, и Ты не найдешь большинства их благодарными\".",
        "numberInSurah": 17,
        "juz": 8,
        "manzil": 2,
        "page": 152,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 972,
        "text": "Сказал Он: \" Выходи оттуда опозоренным, униженным! Тех, кто последовал из них за тобой... Я наполню геенну вами всеми!",
        "numberInSurah": 18,
        "juz": 8,
        "manzil": 2,
        "page": 152,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 973,
        "text": "А ты, Адам, поселись ты и жена твоя в раю; питайтесь, чем хотите, но не приближайтесь к этому дереву, а то вы окажетесь несправедливыми!\"",
        "numberInSurah": 19,
        "juz": 8,
        "manzil": 2,
        "page": 152,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 974,
        "text": "И нашептал им сатана, чтобы открыть то, что было скрыто от них из их мерзости, и сказал: \"Запретил вам ваш Господь это дерево только потому, чтобы вы не оказались ангелами или не стали вечными\".",
        "numberInSurah": 20,
        "juz": 8,
        "manzil": 2,
        "page": 152,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 975,
        "text": "И заклял он их: \"Поистине, я для вас - добрый советник\".",
        "numberInSurah": 21,
        "juz": 8,
        "manzil": 2,
        "page": 152,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 976,
        "text": "Так низвел он их обольщением. А когда они вкусили дерева, явилась пред ними их мерзость, и стали они шить для себя райские листья. И воззвал к ним их Господь: \"Разве Я не запрещал вам это дерево и не говорил вам, что сатана для вас - ясный враг?\"",
        "numberInSurah": 22,
        "juz": 8,
        "manzil": 2,
        "page": 152,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 977,
        "text": "Они сказали: \"Господи наш! Мы обидели самих себя, и, если Ты не простишь нам и не помилуешь нас, мы окажемся потерпевшими убыток\".",
        "numberInSurah": 23,
        "juz": 8,
        "manzil": 2,
        "page": 153,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 978,
        "text": "Он сказал: \"Низвергнись! Одни из вас враги для других. Для вас на земле местопребывание и пользование на время\".",
        "numberInSurah": 24,
        "juz": 8,
        "manzil": 2,
        "page": 153,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 979,
        "text": "Он сказал: \"На ней вы будете жить, и на ней будете умирать, и из нее будете изведены\".",
        "numberInSurah": 25,
        "juz": 8,
        "manzil": 2,
        "page": 153,
        "ruku": 123,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 980,
        "text": "О сыны Адама! Мы ниспослали вам одеяние, которое прикрывало бы вашу мерзость, и перья. А одеяние богобоязненности - лучше. Это - из знамений Аллаха, - может быть, вы вспомните!",
        "numberInSurah": 26,
        "juz": 8,
        "manzil": 2,
        "page": 153,
        "ruku": 124,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 981,
        "text": "О сыны Адама! Пусть сатана не искусит вас, как он извел ваших родителей из рая, совлекши с них одежду, чтобы показать им их мерзость. Ведь он видит вас - он и его сонм - оттуда, откуда вы их не видите. Поистине, Мы сделали шайтанов покровителями тех, которые не веруют!",
        "numberInSurah": 27,
        "juz": 8,
        "manzil": 2,
        "page": 153,
        "ruku": 124,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 982,
        "text": "А когда они сделают какую-нибудь мерзость, то говорят: \"Мы нашли в таком состоянии наших отцов, и Аллах приказал нам это\". Скажи: \"Поистине, Аллах не приказывает мерзости! Неужели вы станете говорить на Аллаха то, чего вы не знаете?\"",
        "numberInSurah": 28,
        "juz": 8,
        "manzil": 2,
        "page": 153,
        "ruku": 124,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 983,
        "text": "Скажи: \"Повелел Господь мой справедливость; направляйте лица ваши в сторону всякой мечети и взывайте к Нему, очищая пред Ним веру; как Он вас сотворил впервые, так вы и вернетесь!",
        "numberInSurah": 29,
        "juz": 8,
        "manzil": 2,
        "page": 153,
        "ruku": 124,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 984,
        "text": "Часть Он вел прямым путем, а над частью оправдалось заблуждение. Ведь они взяли шайтанов покровителями вместо Аллаха и думают, что они идут по прямому пути!\"",
        "numberInSurah": 30,
        "juz": 8,
        "manzil": 2,
        "page": 153,
        "ruku": 124,
        "hizbQuarter": 61,
        "sajda": false
      },
      {
        "number": 985,
        "text": "О сыны Адама! Берите свои украшения у каждой мечети; ешьте и пейте, но не излишествуйте: ведь Он не любит излишествующих!",
        "numberInSurah": 31,
        "juz": 8,
        "manzil": 2,
        "page": 154,
        "ruku": 124,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 986,
        "text": "Скажи: \"Кто запретил украшения Аллаха, которые Он низвел для Своих рабов, и прелести из удела?\" Скажи: \"Это - только для тех, которые уверовали в ближайшей жизни в день воскресений\". Так разъясняем Мы знамения для людей, которые знают!",
        "numberInSurah": 32,
        "juz": 8,
        "manzil": 2,
        "page": 154,
        "ruku": 125,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 987,
        "text": "Скажи: \"Господь мой запретил только мерзости, явные из них и скрытые, грех и злодеяние без права, и чтобы вы придавали Аллаху в сотоварищи то, о чем Он не низвел власти, и чтобы говорили против Аллаха то, чего не знаете.",
        "numberInSurah": 33,
        "juz": 8,
        "manzil": 2,
        "page": 154,
        "ruku": 125,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 988,
        "text": "У всякого народа - свой предел; и когда придет их предел, то они не замедлят ни на час и не ускорят\".",
        "numberInSurah": 34,
        "juz": 8,
        "manzil": 2,
        "page": 154,
        "ruku": 125,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 989,
        "text": "О сыны Адама! Когда придут посланцы из вас, рассказывая вам Мои знамения, то те, кто боялся и делал благое, - нет над ними страха, и не будут они опечалены!",
        "numberInSurah": 35,
        "juz": 8,
        "manzil": 2,
        "page": 154,
        "ruku": 125,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 990,
        "text": "А те, которые считали ложью Мои знамения и превозносились над ними, - они - обитатели огня, в нем они пребывают вечно!",
        "numberInSurah": 36,
        "juz": 8,
        "manzil": 2,
        "page": 154,
        "ruku": 125,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 991,
        "text": "Кто же несправедливее того, кто измыслил на Аллаха ложь или считал ложью Его знамения? Этих постигнет их удел из книги. А когда придут к ним Наши посланцы, чтобы завершить их жизнь, они скажут: \"Где же те, кого вы призывали помимо Аллаха?\" Они скажут: \"Потерялись от нас!\" И засвидетельствуют против самих себя, что они были неверными.",
        "numberInSurah": 37,
        "juz": 8,
        "manzil": 2,
        "page": 154,
        "ruku": 125,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 992,
        "text": "Он скажет: \"Войдите среди народов, которые прошли до вас из джиннов и людей, в огонь!\" Каждый раз, как входил один народ, он проклинал ему подобный. А когда они собрались все там, то другой сказал о первом: \"Господи! Эти сбили нас, пошли же им наказание двойное из огня\". Он сказал: \"Каждому - двойное, только вы не знаете!\"",
        "numberInSurah": 38,
        "juz": 8,
        "manzil": 2,
        "page": 155,
        "ruku": 125,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 993,
        "text": "И сказал первый другому: \"У вас не было преимущества перед нами; вкусите же наказание за то, что вы приобрели!\"",
        "numberInSurah": 39,
        "juz": 8,
        "manzil": 2,
        "page": 155,
        "ruku": 125,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 994,
        "text": "Поистине, те, которые считали ложью Наши знамения и превозносились над ними, не откроются им врата неба, и не войдут они в рай, пока не войдет верблюд в игольное ушко. Так воздаем Мы грешникам!",
        "numberInSurah": 40,
        "juz": 8,
        "manzil": 2,
        "page": 155,
        "ruku": 126,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 995,
        "text": "Им - из геенны ложа, а над ними - покрывала; и так воздаем Мы неправедным!",
        "numberInSurah": 41,
        "juz": 8,
        "manzil": 2,
        "page": 155,
        "ruku": 126,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 996,
        "text": "А те, которые уверовали и творили благое, - Мы возлагаем на душу только возможное для нее, - они - обитатели рая, они в нем пребывают вечно.",
        "numberInSurah": 42,
        "juz": 8,
        "manzil": 2,
        "page": 155,
        "ruku": 126,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 997,
        "text": "И Мы изъяли все, что было у них в груди из огорчения. Под ними текут реки, и говорят они: \"Хвала Аллаху, который вывел нас на это! Мы бы не вышли, если бы Аллах нас не вывел к этому. Пришли посланцы Господа нашего с истиной, и было возглашено: \"Вот вам - рай, который дан вам в наследство за то, что вы делали!\"",
        "numberInSurah": 43,
        "juz": 8,
        "manzil": 2,
        "page": 155,
        "ruku": 126,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 998,
        "text": "И воззвали обитатели рая к обитателям огня: \"Мы нашли то, что обещал нам наш Господь, истиной, нашли ли вы истиной то, что обещал вам ваш Господь?\" Они сказали: \"Да\". И возгласил глашатай среди них: \"Проклятие Аллаха на неправедных,",
        "numberInSurah": 44,
        "juz": 8,
        "manzil": 2,
        "page": 156,
        "ruku": 126,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 999,
        "text": "которые отвращают от пути Аллаха и стремятся обратить его в кривизну и не веруют они в жизнь будущую!\"",
        "numberInSurah": 45,
        "juz": 8,
        "manzil": 2,
        "page": 156,
        "ruku": 126,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 1000,
        "text": "И между ними - завеса, а на преграде - люди, которые знают всех по их признакам. И воззовут к обитателям рая: \"Мир вам!\" - те, которые не вошли в него, хотя и желали.",
        "numberInSurah": 46,
        "juz": 8,
        "manzil": 2,
        "page": 156,
        "ruku": 126,
        "hizbQuarter": 62,
        "sajda": false
      },
      {
        "number": 1001,
        "text": "А когда взоры их будут обращены к обитателям огня, они скажут: \"Господи! Не помещай нас вместе с людьми неправедными!\"",
        "numberInSurah": 47,
        "juz": 8,
        "manzil": 2,
        "page": 156,
        "ruku": 126,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1002,
        "text": "И возвестили обладатели преград к людям, которых они знают по их признакам: \"Не избавило вас ваше сборище и то, чем вы величались!",
        "numberInSurah": 48,
        "juz": 8,
        "manzil": 2,
        "page": 156,
        "ruku": 127,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1003,
        "text": "Не об этих ли вы клялись, что Господь не постигнет их Своей милостью? Войдите в рай, нет страха для вас, и не будете вы опечалены!\"",
        "numberInSurah": 49,
        "juz": 8,
        "manzil": 2,
        "page": 156,
        "ruku": 127,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1004,
        "text": "И возгласят обитатели огня к обитателям рая: \"Пролейте на нас воду или то, чем наделил вас Аллах!\" Они скажут: \"Аллах запретил и то и другое для неверных\", -",
        "numberInSurah": 50,
        "juz": 8,
        "manzil": 2,
        "page": 156,
        "ruku": 127,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1005,
        "text": "тех, которые свою религию обратили в потеху и забаву, и обольстила их эта ближняя жизнь: сегодня забудем Мы их, как и они забыли про встречу с этим днем и то, что они отрицали Наши знамения!",
        "numberInSurah": 51,
        "juz": 8,
        "manzil": 2,
        "page": 156,
        "ruku": 127,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1006,
        "text": "Вот пришли Мы к ним с книгой, которую изложили со знанием, как прямой путь и милосердие для людей, которые веруют.",
        "numberInSurah": 52,
        "juz": 8,
        "manzil": 2,
        "page": 157,
        "ruku": 127,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1007,
        "text": "Неужели ждут они чего-либо, кроме толкования этого? В тот день, когда придет толкование его, скажут те, которые забыли его раньше: \"Приходили посланники Господа нашего с истиной. Есть ли у нас заступники, которые заступятся за нас? Или мы будем возвращены и будем делать не то, что делали?\" Они нанесли убыток самим себе, и исчезло от них то, что они измышляли!",
        "numberInSurah": 53,
        "juz": 8,
        "manzil": 2,
        "page": 157,
        "ruku": 127,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1008,
        "text": "Поистине, Господь ваш - Аллах, который создал небеса и землю в шесть дней, а потом утвердился на троне. Он закрывает ночью день, который непрестанно за ней движется... И солнце, и луну, и звезды, подчиненные Его власти. О да! Ему принадлежит и создание и власть. Благословен Аллах, Господь миров!",
        "numberInSurah": 54,
        "juz": 8,
        "manzil": 2,
        "page": 157,
        "ruku": 128,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1009,
        "text": "Призывайте вашего Господа со смирением и в тайне. Поистине, Он не любит преступающих!",
        "numberInSurah": 55,
        "juz": 8,
        "manzil": 2,
        "page": 157,
        "ruku": 128,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1010,
        "text": "Не производите расстройства на земле после устроения ее. Призывайте Его со страхом и упованием; поистине, милость Аллаха близка от добродеющих!",
        "numberInSurah": 56,
        "juz": 8,
        "manzil": 2,
        "page": 157,
        "ruku": 128,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1011,
        "text": "Он - тот, который посылает ветры благовестником пред Своим милосердием. А когда они двинут тяжелое облако, Мы гоним его на мертвую страну, низводим из него воду и выводим ею всякие плоды. Так изведем Мы и мертвых, - может быть, вы опомнитесь!",
        "numberInSurah": 57,
        "juz": 8,
        "manzil": 2,
        "page": 157,
        "ruku": 128,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1012,
        "text": "Хорошая страна - восходит ее растение с дозволения Господа ее, а та, которая дурна, - оно восходит только скудно. Так распределяем Мы знамения для людей, которые благодарны!",
        "numberInSurah": 58,
        "juz": 8,
        "manzil": 2,
        "page": 158,
        "ruku": 128,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1013,
        "text": "Мы отправили уже Нуха к его народу, и сказал он: \"О народ мой! Поклоняйтесь Аллаху, нет у вас другого божества, кроме Него! Я боюсь для вас наказания дня великого\".",
        "numberInSurah": 59,
        "juz": 8,
        "manzil": 2,
        "page": 158,
        "ruku": 129,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1014,
        "text": "Сказала знать из его народа: \"Мы видим тебя в явном заблуждении\".",
        "numberInSurah": 60,
        "juz": 8,
        "manzil": 2,
        "page": 158,
        "ruku": 129,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1015,
        "text": "Он сказал: \"О народ мой! Нет у меня заблуждения, я - только посланник от Господа миров.",
        "numberInSurah": 61,
        "juz": 8,
        "manzil": 2,
        "page": 158,
        "ruku": 129,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1016,
        "text": "Я передаю вам послания моего Господа и советую вам; я знаю от Аллаха то, чего вы не знаете.",
        "numberInSurah": 62,
        "juz": 8,
        "manzil": 2,
        "page": 158,
        "ruku": 129,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1017,
        "text": "Разве вы удивляетесь тому, что напоминание от Господа вашего пришло к одному человеку из вас, чтобы он убеждал вас и чтобы вы были богобоязненны, и, может быть, вы будете помилованы!\"",
        "numberInSurah": 63,
        "juz": 8,
        "manzil": 2,
        "page": 158,
        "ruku": 129,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1018,
        "text": "И они сочли его лжецом, и спасли Мы его и тех, кто был с ним, в судне и потопили тех, которые считали ложью Наши знамения. Поистине, они были народом слепым!",
        "numberInSurah": 64,
        "juz": 8,
        "manzil": 2,
        "page": 158,
        "ruku": 129,
        "hizbQuarter": 63,
        "sajda": false
      },
      {
        "number": 1019,
        "text": "...И к адитам - брата их худа. Он сказал: \"О народ мой! Поклоняйтесь Аллаху, нет у вас божества, кроме него! Разве вы не будете богобоязненны?\"",
        "numberInSurah": 65,
        "juz": 8,
        "manzil": 2,
        "page": 158,
        "ruku": 130,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1020,
        "text": "Сказала знать из его народа, которые не верили: \"Мы видим, что ты в неразумии, и мы полагаем, что ты - лжец\".",
        "numberInSurah": 66,
        "juz": 8,
        "manzil": 2,
        "page": 158,
        "ruku": 130,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1021,
        "text": "Он сказал: \"О народ мой! Нет у меня неразумия, и я - только посланник от Господа миров.",
        "numberInSurah": 67,
        "juz": 8,
        "manzil": 2,
        "page": 158,
        "ruku": 130,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1022,
        "text": "Я передаю вам послания моего Господа; я для вас - верный советник.",
        "numberInSurah": 68,
        "juz": 8,
        "manzil": 2,
        "page": 159,
        "ruku": 130,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1023,
        "text": "Неужели вы удивились тому, что пришло к вам напоминание от Господа вашего через человека из вас, чтобы он вас увещал? Помните, как Он сделал вас преемниками после народа Нуха и увеличил вам в сотворенной наружности величину. Вспоминайте же благодеяния Аллаха, - может быть, вы будете счастливы!\"",
        "numberInSurah": 69,
        "juz": 8,
        "manzil": 2,
        "page": 159,
        "ruku": 130,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1024,
        "text": "Они сказали: \"Не для того ли ты пришел, чтобы мы поклонялись Аллаху единому и оставили то, чему поклонялись наши отцы? Приведи же нам то, чем ты грозишь, если ты - из числа правдивых!\"",
        "numberInSurah": 70,
        "juz": 8,
        "manzil": 2,
        "page": 159,
        "ruku": 130,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1025,
        "text": "Он сказал: \"Уже пало на вас от вашего Господа наказание и гнев; неужели вы будете препираться со мной об именах, которые дали вы и ваши отцы, относительно которых Аллах не ниспосылал никакой власти? Подождите же, и я с вами ожидаю\".",
        "numberInSurah": 71,
        "juz": 8,
        "manzil": 2,
        "page": 159,
        "ruku": 130,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1026,
        "text": "И Мы спасли его и тех, кто с ним, по Нашей милости и истребили до последнего тех, которые считали ложью Наши знамения и не были верующими!",
        "numberInSurah": 72,
        "juz": 8,
        "manzil": 2,
        "page": 159,
        "ruku": 130,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1027,
        "text": "...И к самудянам - брата их Салиха. Он сказал: \"О народ мой! Поклоняйтесь Аллаху, нет у вас никакого божества, кроме Него! Пришло к вам ясное свидетельство от вашего Господа: это - верблюдица Аллаха для вас знамением; оставьте ее пастись на земле Аллаха, не касайтесь ее со злом, чтобы вас не постигло мучительное наказание.",
        "numberInSurah": 73,
        "juz": 8,
        "manzil": 2,
        "page": 159,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1028,
        "text": "Вспоминайте, как Он сделал вас преемниками после адитов и поместил вас на земле, - из долин ее вы устраиваете замки, а горы высекаете, как дома. Поминайте же милости Аллаха и не ходите по земле, распространяя нечестие!\"",
        "numberInSurah": 74,
        "juz": 8,
        "manzil": 2,
        "page": 160,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1029,
        "text": "И сказала знать из его народа, которая возгордилась, тем, которые считались ничтожными, - тем, которые уверовали из них: \"Знаете ли вы, что Салих послан от Господа своего?\" Они сказали: \"Поистине, мы веруем в то, с чем он послан!\"",
        "numberInSurah": 75,
        "juz": 8,
        "manzil": 2,
        "page": 160,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1030,
        "text": "Сказали те, которые превозносились: \"Поистине, мы не веруем в то, во что вы уверовали!\"",
        "numberInSurah": 76,
        "juz": 8,
        "manzil": 2,
        "page": 160,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1031,
        "text": "И закололи они верблюдицу, и ослушались повеления Господа их, и сказали: \"О Салих! Приведи к нам то, что ты обещаешь, если ты посланник\".",
        "numberInSurah": 77,
        "juz": 8,
        "manzil": 2,
        "page": 160,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1032,
        "text": "И постигло их сотрясение, и наутро оказались они в своем жилье поверженными ниц.",
        "numberInSurah": 78,
        "juz": 8,
        "manzil": 2,
        "page": 160,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1033,
        "text": "И отвернулся он от них и сказал: \"О народ мой! Я передал вам послание Господа моего и давал вам совет, но не любите вы советников\".",
        "numberInSurah": 79,
        "juz": 8,
        "manzil": 2,
        "page": 160,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1034,
        "text": "...И Лута. Вот он сказал своему народу: \"Неужели вы будете творить мерзость, в которой никто из миров вас не опередил?",
        "numberInSurah": 80,
        "juz": 8,
        "manzil": 2,
        "page": 160,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1035,
        "text": "Ведь вы приходите по страсти к мужчинам вместо женщин. Да, вы - люди, вышедшие за предел!\"",
        "numberInSurah": 81,
        "juz": 8,
        "manzil": 2,
        "page": 160,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1036,
        "text": "Ответом его народа было только то, что они сказали: \"Изведите их из вашего селения; ведь они - люди, стремящиеся к чистоте!\"",
        "numberInSurah": 82,
        "juz": 8,
        "manzil": 2,
        "page": 161,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1037,
        "text": "И Мы спасли его и его семейство, кроме его жены; она была среди оставшихся.",
        "numberInSurah": 83,
        "juz": 8,
        "manzil": 2,
        "page": 161,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1038,
        "text": "И пролили Мы на них дождь. Посмотри же каков был конец грешников!",
        "numberInSurah": 84,
        "juz": 8,
        "manzil": 2,
        "page": 161,
        "ruku": 131,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1039,
        "text": "...И к мадйанитам - брата их Шуайба. Он сказал: \"О народ мой! Поклоняйтесь Аллаху - нет у вас никакого божества, кроме Него! Пришло к вам ясное знамение от вашего Господа. Полностью соблюдайте меру и вес. Не снижайте людям в их вещах и не портите землю после ее устройства. Это - лучше для вас, если вы верующие!",
        "numberInSurah": 85,
        "juz": 8,
        "manzil": 2,
        "page": 161,
        "ruku": 132,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1040,
        "text": "И не сидите на всякой дороге, пугая и отвращая от пути Аллаха тех, кто уверовал в Него, и стремясь искривить ее. Вспомните, как вас было мало и Он вас умножил, и посмотрите, каков был конец распространителей нечестия!",
        "numberInSurah": 86,
        "juz": 8,
        "manzil": 2,
        "page": 161,
        "ruku": 132,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1041,
        "text": "Если часть из вас уверовала в то, с чем я послан, а часть не уверовала, то терпите, пока Аллах не рассудит нас. Ведь Он - лучший из судей!\"",
        "numberInSurah": 87,
        "juz": 8,
        "manzil": 2,
        "page": 161,
        "ruku": 132,
        "hizbQuarter": 64,
        "sajda": false
      },
      {
        "number": 1042,
        "text": "Сказала знать их его народа, которые превозносились: \"Мы изгоним тебя, о Шуайб, и тех, которые уверовали с тобой, из нашего селения, или ты вернешься к нашему толку\". Он сказал: \"Даже если бы мы ненавидели это?",
        "numberInSurah": 88,
        "juz": 9,
        "manzil": 2,
        "page": 162,
        "ruku": 132,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1043,
        "text": "Мы измыслим на Аллаха ложь, если вернемся к вашему толку, после того как Аллах спас нас от него. Не годится нам возвращаться к нему, если не пожелает Аллах, наш Господь. Объемлет наш Господь всякую вещь своим знанием! На Аллаха мы положились! Господи наш! Разреши между нами и нашим народом по истине, ведь Ты - лучший из решающих\".",
        "numberInSurah": 89,
        "juz": 9,
        "manzil": 2,
        "page": 162,
        "ruku": 132,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1044,
        "text": "И сказала знать из его народа, которые не веровали: \"Если вы последуете за Шуайбом, тогда вы окажетесь в убытке\".",
        "numberInSurah": 90,
        "juz": 9,
        "manzil": 2,
        "page": 162,
        "ruku": 132,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1045,
        "text": "И постигло их сотрясение, и оказались они наутро в их жилищах павшими ниц.",
        "numberInSurah": 91,
        "juz": 9,
        "manzil": 2,
        "page": 162,
        "ruku": 132,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1046,
        "text": "Те, которые считали лжецом Шуайба, как будто бы и не жили там! Те, которые считали лжецом Шуайба, - они оказались в убытке!",
        "numberInSurah": 92,
        "juz": 9,
        "manzil": 2,
        "page": 162,
        "ruku": 132,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1047,
        "text": "И отвернулся он от них и сказал: \"О народ мой! Я передал вам послание моего Господа и дал вам совет. Как же мне горевать о народе неверующем?\"",
        "numberInSurah": 93,
        "juz": 9,
        "manzil": 2,
        "page": 162,
        "ruku": 132,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1048,
        "text": "Мы не посылали в селение никакого пророка без того, чтобы поразить обитателей его бедствием и несчастием, - может быть, они смирятся!",
        "numberInSurah": 94,
        "juz": 9,
        "manzil": 2,
        "page": 162,
        "ruku": 133,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1049,
        "text": "Потом Мы заменяли (им) зло благом, так что они успокаивались и говорили: \"Постигали и отцов наших беда и счастье\". Мы схватывали их внезапно, так что они и не знали!",
        "numberInSurah": 95,
        "juz": 9,
        "manzil": 2,
        "page": 162,
        "ruku": 133,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1050,
        "text": "А если бы обитатели селений уверовали и боялись Бога, Мы открыли бы им благословения неба и земли. Но они сочли ложью, и Мы схватили их за то, что они приобрели!",
        "numberInSurah": 96,
        "juz": 9,
        "manzil": 2,
        "page": 163,
        "ruku": 133,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1051,
        "text": "Разве обитатели городов были уверены, что к ним не придет Наша ярость ночью, когда они спят?",
        "numberInSurah": 97,
        "juz": 9,
        "manzil": 2,
        "page": 163,
        "ruku": 133,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1052,
        "text": "Разве ж были уверены жители городов, что не придет к ним Наша ярость утром, когда они забавляются?",
        "numberInSurah": 98,
        "juz": 9,
        "manzil": 2,
        "page": 163,
        "ruku": 133,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1053,
        "text": "Разве ж они в безопасности от хитрости Аллаха? В безопасности от хитрости Аллаха - только люди, потерпевшие убыток!",
        "numberInSurah": 99,
        "juz": 9,
        "manzil": 2,
        "page": 163,
        "ruku": 133,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1054,
        "text": "Разве не показал Он тем, которые унаследовали землю после ее обитателей, что если бы Мы желали, так могли бы поразить их за грехи и запечатать их сердца, так что они не слышат?",
        "numberInSurah": 100,
        "juz": 9,
        "manzil": 2,
        "page": 163,
        "ruku": 134,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1055,
        "text": "Об этих селениях Мы рассказываем тебе известия. Приходили к ним их посланцы с ясными знамениями, но они не таковы были, чтобы уверовать в то, что раньше считали ложью. Так запечатывает Аллах сердца неверных!",
        "numberInSurah": 101,
        "juz": 9,
        "manzil": 2,
        "page": 163,
        "ruku": 134,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1056,
        "text": "У большинства из них Мы не находили договора; большинство из них действительно Мы нашли распутными.",
        "numberInSurah": 102,
        "juz": 9,
        "manzil": 2,
        "page": 163,
        "ruku": 134,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1057,
        "text": "Потом послали Мы после них Мусу с Нашими знамениями к Фирауну и его знати, но они неправедно поступили с ними. Посмотри же, каков был конец распутников!",
        "numberInSurah": 103,
        "juz": 9,
        "manzil": 2,
        "page": 163,
        "ruku": 134,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1058,
        "text": "И сказал Муса: \"О Фираун! Я - посланник Господа миров.",
        "numberInSurah": 104,
        "juz": 9,
        "manzil": 2,
        "page": 163,
        "ruku": 134,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1059,
        "text": "Должно говорить мне об Аллахе только истину. Я пришел к вам с ясным знамением от вашего Господа. Отправь же со мной сынов Исраила!\"",
        "numberInSurah": 105,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 134,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1060,
        "text": "Он сказал: \"Если ты пришел со знамением, то доставь его, если ты из правдивых\".",
        "numberInSurah": 106,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 134,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1061,
        "text": "И бросил он свой жезл, и вот, это - явно змей.",
        "numberInSurah": 107,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 134,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1062,
        "text": "И вынул он свою руку, и вот, она - бела для смотрящих.",
        "numberInSurah": 108,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 134,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1063,
        "text": "Сказала знать из народа Фирауна: \"Поистине, это - сведущий колдун,",
        "numberInSurah": 109,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1064,
        "text": "который хочет изгнать вас из вашей земли\". - \"Что же вы посоветуете?\"",
        "numberInSurah": 110,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1065,
        "text": "Они сказали: \"Отсрочь ему и его брату и пошли их по городам сборщиков,",
        "numberInSurah": 111,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1066,
        "text": "чтобы они привели к тебе всякого сведущего колдуна\".",
        "numberInSurah": 112,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1067,
        "text": "И пришли колдуны к Фирауну и сказали: \"Поистине, для нас будет награда, если мы окажемся победившими\".",
        "numberInSurah": 113,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1068,
        "text": "Он сказал: \"Да, и вы будете тогда среди приближенных!\"",
        "numberInSurah": 114,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1069,
        "text": "Они сказали: \"О Муса! Либо ты бросишь, либо мы бросим\".",
        "numberInSurah": 115,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1070,
        "text": "Он сказал: \"Бросайте!\" А когда они бросили, то околдовали глаза людей и перепугали их и привели великое колдовство.",
        "numberInSurah": 116,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 65,
        "sajda": false
      },
      {
        "number": 1071,
        "text": "И внушили Мы Мусе: \"Брось свой жезл!\" И вот, - он поглощает то, что они представляют.",
        "numberInSurah": 117,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1072,
        "text": "И проявилась истина, и лживым оказалось то, что они делали.",
        "numberInSurah": 118,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1073,
        "text": "И были они побеждены и превратились в ничтожных!",
        "numberInSurah": 119,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1074,
        "text": "И пали колдуны, кланяясь ниц.",
        "numberInSurah": 120,
        "juz": 9,
        "manzil": 2,
        "page": 164,
        "ruku": 135,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1075,
        "text": "Сказали Они: \" Мы уверовали в Господа миров,",
        "numberInSurah": 121,
        "juz": 9,
        "manzil": 2,
        "page": 165,
        "ruku": 135,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1076,
        "text": "Господа Мусы и Харуна!\"",
        "numberInSurah": 122,
        "juz": 9,
        "manzil": 2,
        "page": 165,
        "ruku": 135,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1077,
        "text": "Сказал Фираун: \"Вы уверовали в Него раньше, чем я позволил вам. Поистине, это - хитрость, которую вы замыслили в этом городе, чтобы вывести из него обитателей, Но вы узнаете!",
        "numberInSurah": 123,
        "juz": 9,
        "manzil": 2,
        "page": 165,
        "ruku": 135,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1078,
        "text": "Я отрублю вам руки и ноги накрест, потом распну вас всех!\"",
        "numberInSurah": 124,
        "juz": 9,
        "manzil": 2,
        "page": 165,
        "ruku": 135,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1079,
        "text": "Они сказали: \" Поистине, мы к нашему Господу обращаемся!",
        "numberInSurah": 125,
        "juz": 9,
        "manzil": 2,
        "page": 165,
        "ruku": 135,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1080,
        "text": "Ты мстишь нам только за то, что мы уверовали в знамения Господа нашего, когда они к нам пришли. Господи наш! Пролей на нас терпение и упокой нас предавшимися!\"",
        "numberInSurah": 126,
        "juz": 9,
        "manzil": 2,
        "page": 165,
        "ruku": 135,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1081,
        "text": "И сказала знать из народа Фирауну: \"Неужели ты оставишь Мусу и его народ распространять нечестие на земле, а он оставит тебя и твоих богов?\" Он сказал: \"Мы перебьем сынов их и остановим в живых женщин их. Мы одержим над ними верх!\"",
        "numberInSurah": 127,
        "juz": 9,
        "manzil": 2,
        "page": 165,
        "ruku": 136,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1082,
        "text": "Сказал Муса своему народу: \"Просите помощи у Аллаха и терпите! Ведь земля принадлежит Аллаху: Он дает ее в наследие, кому пожелает из Своих рабов, а конец - богобоязненным\".",
        "numberInSurah": 128,
        "juz": 9,
        "manzil": 2,
        "page": 165,
        "ruku": 136,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1083,
        "text": "Они сказали: \"Мы обижены и раньше, чем ты пришел к нам, и после того, как пришел\". Он сказал: \"Может быть, Господь ваш погубит вашего врага и сделает вас преемниками на земле и посмотрит, как вы поступаете!\"",
        "numberInSurah": 129,
        "juz": 9,
        "manzil": 2,
        "page": 165,
        "ruku": 136,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1084,
        "text": "И Мы поразили уже род Фирауна тяжкими годами и уменьшением плодов, - может быть, они опомнятся!",
        "numberInSurah": 130,
        "juz": 9,
        "manzil": 2,
        "page": 165,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1085,
        "text": "Когда приходит к ним добро, они говорят: \"Это - нам\", - а когда постигнет их зло, они по птицам приписывают его Мусе и тем, кто с ним. О да! Птицы их - у Аллаха, но большая часть их не разумеет!",
        "numberInSurah": 131,
        "juz": 9,
        "manzil": 2,
        "page": 166,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1086,
        "text": "И говорят они: \"Сколько бы ты ни приводил нам знамений, чтобы околдовать нас ими, мы тебе не поверим!\"",
        "numberInSurah": 132,
        "juz": 9,
        "manzil": 2,
        "page": 166,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1087,
        "text": "И Мы наслали на них потоп, и саранчу, и насекомых, и жаб, и кровь, как знамения ясные. Но они возвеличились и стали людьми грешными.",
        "numberInSurah": 133,
        "juz": 9,
        "manzil": 2,
        "page": 166,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1088,
        "text": "А когда постигло их наказание, они сказали: \"О Муса! Позови нам нашего Господа, как Он договорился с тобой. Если ты удалишь от нас наказание, мы уверуем в тебя и пошлем вместе с тобой сынов Исраила\".",
        "numberInSurah": 134,
        "juz": 9,
        "manzil": 2,
        "page": 166,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1089,
        "text": "А когда Мы удалили от них наказание до предела, которого они достигнут, вот - они нарушают обещание.",
        "numberInSurah": 135,
        "juz": 9,
        "manzil": 2,
        "page": 166,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1090,
        "text": "И отомстили Мы им и потопили их в море за то, что они считали ложью Наши знамения и были небрежны к ним!",
        "numberInSurah": 136,
        "juz": 9,
        "manzil": 2,
        "page": 166,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1091,
        "text": "И дали Мы в наследие людям, которых считали слабыми, востоки и запады земли, которую благословили. Исполнилось благое слово твоего Господа над сынами Исраила за то, что они претерпели! Погубили Мы то, что строил Фираун и его народ и что они воздвигали!",
        "numberInSurah": 137,
        "juz": 9,
        "manzil": 2,
        "page": 166,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1092,
        "text": "И перевели Мы сынов Исраила через море, и пришли они к людям, которые чтут своих идолов. Они сказали: \"О Муса! Сделай нам бога - такого бога, как у них\". Он сказал: \"Поистине, вы - люди невежественные!",
        "numberInSurah": 138,
        "juz": 9,
        "manzil": 2,
        "page": 167,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1093,
        "text": "У этих погублено будет то, чего они держатся, и пусто то, что они делали!\"",
        "numberInSurah": 139,
        "juz": 9,
        "manzil": 2,
        "page": 167,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1094,
        "text": "Он сказал: \"Неужели я буду искать для вас другого божества, кроме Аллаха, когда Он превознес вас над мирами?\"",
        "numberInSurah": 140,
        "juz": 9,
        "manzil": 2,
        "page": 167,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1095,
        "text": "И вот, спасли Мы вас от рода Фирауна, которые возлагали на вас злое наказание, убивали ваших сынов и оставляли в живых ваших женщин. В этом - великое испытание от Господа вашего!",
        "numberInSurah": 141,
        "juz": 9,
        "manzil": 2,
        "page": 167,
        "ruku": 137,
        "hizbQuarter": 66,
        "sajda": false
      },
      {
        "number": 1096,
        "text": "И обещали Мы Мусе тридцать ночей и завершили их десятью. И свершился срок Господа твоего в сорок ночей. И сказал Муса своему брату Харуну: \"Заступи меня в моем народе и устрой порядок и не следуй по пути распространяющих нечестие\".",
        "numberInSurah": 142,
        "juz": 9,
        "manzil": 2,
        "page": 167,
        "ruku": 138,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1097,
        "text": "И когда пришел Муса к назначенному Нами сроку и беседовал с ним Господь, он сказал: \"Господи! Дай мне посмотреть на Тебя\". Он сказал: \"Ты Меня не увидишь, но посмотри на гору; если она удержится на своем месте, то ты Меня увидишь\". А когда открылся его Господь горе, Он обратил ее в прах, и пал Муса пораженным. Когда же он оправился, то сказал: \"Хвала Тебя! Я обратился к Тебе, и я - первый уверовавший\".",
        "numberInSurah": 143,
        "juz": 9,
        "manzil": 2,
        "page": 167,
        "ruku": 138,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1098,
        "text": "Он сказал: \"О Муса! Я избрал тебя пред людьми для Моих посланий и Моего слова. Бери же то, что Я дам тебе, и будь благодарным!\"",
        "numberInSurah": 144,
        "juz": 9,
        "manzil": 2,
        "page": 168,
        "ruku": 138,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1099,
        "text": "И Мы написали для него на скрижалях о всякой вещи увещание и разъяснение для всякой вещи. Возьми же это с силой и прикажи твоему народу, чтобы они держались за лучшее в этом! Я покажу вам обиталище нечестивых!",
        "numberInSurah": 145,
        "juz": 9,
        "manzil": 2,
        "page": 168,
        "ruku": 138,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1100,
        "text": "Я отвращу от Моих знамений тех, которые превозносятся на земле без права! И если они увидят всякое знамение, то не поверят ему, а если увидят путь заблуждения, то возьмут его своей дорогой. Это - за то, что они считали ложью Наши знамения и были небрежны к ним.",
        "numberInSurah": 146,
        "juz": 9,
        "manzil": 2,
        "page": 168,
        "ruku": 138,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1101,
        "text": "А те, которые считали ложью Наши знамения и встречу с последней жизнью, - обесплодились дела их. Неужели им воздастся, кроме как за то, что, они делали?",
        "numberInSurah": 147,
        "juz": 9,
        "manzil": 2,
        "page": 168,
        "ruku": 138,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1102,
        "text": "И народ Мусы после него устроил себе из своих украшений тельца формой, который мычал. Разве они не видели, что он не говорил с ними и не вел их прямым путем? Они устроили его себе и были неправедны.",
        "numberInSurah": 148,
        "juz": 9,
        "manzil": 2,
        "page": 168,
        "ruku": 139,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1103,
        "text": "Когда же по их рукам был нанесен удар и они увидели, что заблудились, они сказали: \"Если не помилует нас наш Господь и не простит нам, мы будем в числе оказавшихся в убытке!\"",
        "numberInSurah": 149,
        "juz": 9,
        "manzil": 2,
        "page": 168,
        "ruku": 139,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1104,
        "text": "И когда вернулся Муса к своему народу разгневанным и огорченным, он сказал: \"Плохо то, что вы совершили после меня! Разве вы ускоряете повеление вашего Господа?\" И бросил он скрижали и схватил за голову своего брата, таща его к себе. Он сказал: \"О сын матери моей! Люди ослабили меня и готовы были меня убить. Не срами же меня на потеху врагам и не помещай меня вместе с людьми неправедными!\"",
        "numberInSurah": 150,
        "juz": 9,
        "manzil": 2,
        "page": 169,
        "ruku": 139,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1105,
        "text": "Он сказал: \"Господи! Прости мне и моему брату и введи нас в Твою милость: ведь Ты - милосерднейший из милостивых!\"",
        "numberInSurah": 151,
        "juz": 9,
        "manzil": 2,
        "page": 169,
        "ruku": 139,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1106,
        "text": "Поистине, тех, которые устроили тельца, постигнет гнев их Господа и унижение в здешней жизни! Так Мы воздаем измышляющим ложь!",
        "numberInSurah": 152,
        "juz": 9,
        "manzil": 2,
        "page": 169,
        "ruku": 140,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1107,
        "text": "А те, которые творили злые деяния, потом после них раскаялись и уверовали, - поистине, твой Господь после этого - прощающий, милостивый!",
        "numberInSurah": 153,
        "juz": 9,
        "manzil": 2,
        "page": 169,
        "ruku": 140,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1108,
        "text": "И когда успокоился у Мусы гнев он взял скрижали. В списке их - прямой путь и милость тем, которые боятся своего Господа.",
        "numberInSurah": 154,
        "juz": 9,
        "manzil": 2,
        "page": 169,
        "ruku": 140,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1109,
        "text": "И избрал Муса из народа своего семьдесят человек для назначенного нами срока. А когда постигло их сотрясение, он сказал: \"Господи! Если бы Ты желал, то погубил бы их раньше вместе со мной. Неужели Ты погубишь нас за то, что делали глупцы среди нас? Это - только Твое испытание, которым ты сбиваешь, кого хочешь, с прямого пути, и ведешь, кого хочешь. Ты - наш покровитель; прости же нам и помилуй нас: ведь Ты - лучший из прощающих!",
        "numberInSurah": 155,
        "juz": 9,
        "manzil": 2,
        "page": 169,
        "ruku": 140,
        "hizbQuarter": 67,
        "sajda": false
      },
      {
        "number": 1110,
        "text": "Запиши за нами в этой ближайшей жизни благое деяние, и в будущей; мы обратились к Тебе!\" Он сказал: \"Наказанием Моим Я поражаю, кого желаю, а милость Моя объемлет всякую вещь. Поэтому Я запишу ее тем, которые богобоязненны, дают очищение и которые веруют в Наши знамения;",
        "numberInSurah": 156,
        "juz": 9,
        "manzil": 2,
        "page": 170,
        "ruku": 140,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1111,
        "text": "которые следуют за посланником, пророком, простецом, которого они находят записанным у них в Торе и Евангелии, который побуждает их к доброму и удерживает от неодобряемого, разрешает им блага и запрещает им мерзости, снимает с них бремя и оковы, которые были на них, - вот те, которые уверовали в него, и поддерживали его, и помогали ему, и последовали за светом, который ниспослан с ним, это - те, которые имеют успех!\"",
        "numberInSurah": 157,
        "juz": 9,
        "manzil": 2,
        "page": 170,
        "ruku": 140,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1112,
        "text": "Скажи : \"О люди! Я - посланник Аллаха к вам всем, того, которому принадлежит власть над небесами и землей, - нет божества, кроме Него; Он живит и мертвит. Веруйте же в Аллаха и Его посланника, - пророка, простеца, который верует в Аллаха и Его словеса, и следуйте за ним, - может быть, вы пойдете прямым путем!\"",
        "numberInSurah": 158,
        "juz": 9,
        "manzil": 2,
        "page": 170,
        "ruku": 141,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1113,
        "text": "И из народа Мусы была община, которая вела истиной и действовала по ней справедливо.",
        "numberInSurah": 159,
        "juz": 9,
        "manzil": 2,
        "page": 170,
        "ruku": 141,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1114,
        "text": "И Мы разделили их по двенадцать колен - народов. И внушили Мусе, когда его народ просил у него пить: \"Ударь своим жезлом в камень!\" И изверзлось оттуда двенадцать источников; все люди знали свое место питья. И осенили Мы их облаком и спустили на них манну и перепелов. Питайтесь благами, которыми Мы вас наделили! Они Нас не обидели, но самих себя обижали!",
        "numberInSurah": 160,
        "juz": 9,
        "manzil": 2,
        "page": 171,
        "ruku": 141,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1115,
        "text": "И вот сказано было им: \"Поселитесь в этом селении, ешьте там, что пожелаете, и говорите: \"Облегчение!\". Входите во врата, падая ниц, и Мы простим вам ваши прегрешения. Мы умножим делающим добро!\"",
        "numberInSurah": 161,
        "juz": 9,
        "manzil": 2,
        "page": 171,
        "ruku": 141,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1116,
        "text": "И заменили те из них, которые делали не - справедливость, другим речением, чем было сказано им. И послали Мы на них наказание с неба за то, что они были несправедливы.",
        "numberInSurah": 162,
        "juz": 9,
        "manzil": 2,
        "page": 171,
        "ruku": 141,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1117,
        "text": "И спроси у них о селении, которое было около моря, как они преступали в субботу, когда приходили к ним их рабы в день субботы, поднимаясь прямо. А в тот день, когда они не праздновали субботы, они не приходили к ним. Так Мы испытываем их за то, что они нечестивы!",
        "numberInSurah": 163,
        "juz": 9,
        "manzil": 2,
        "page": 171,
        "ruku": 142,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1118,
        "text": "И вот сказал народ из них: \"Почему вы увещаете людей, которых Аллах погубит или накажет сильным наказанием?\" Они сказали: \"Для оправдания пред вашим Господом, и, может быть, они будут богобоязненны!\"",
        "numberInSurah": 164,
        "juz": 9,
        "manzil": 2,
        "page": 172,
        "ruku": 142,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1119,
        "text": "Когда же они забыли про то, что им напоминали, Мы спасли тех, которые удерживали от зла, и схватили тех, которые были несправедливы, наказанием дурным за то, что они были нечестивы.",
        "numberInSurah": 165,
        "juz": 9,
        "manzil": 2,
        "page": 172,
        "ruku": 142,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1120,
        "text": "Когда же они преступили то, что им запрещали, Мы сказали им: \" Будьте обезьянами презренными!\"",
        "numberInSurah": 166,
        "juz": 9,
        "manzil": 2,
        "page": 172,
        "ruku": 142,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1121,
        "text": "И вот возвестил Господь твой: \"Воздвигну Я против них до дня воскресения тех, кто будет подвергать их злым наказаниям\". Поистине, Господь твой быстр в наказаниях, и, поистине, Он прощающ, милосерд!",
        "numberInSurah": 167,
        "juz": 9,
        "manzil": 2,
        "page": 172,
        "ruku": 142,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1122,
        "text": "И распределили Мы их по земле народами: среди них и праведные, среди них и худшие, чем это. И испытали Мы их добром и злом, - может быть, они обратятся!",
        "numberInSurah": 168,
        "juz": 9,
        "manzil": 2,
        "page": 172,
        "ruku": 142,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1123,
        "text": "И остались после них преемники, которые унаследовали писание. Они хватали случайности ближайшего мира и говорили: \"Простится нам!\" А если бы пришла к ним случайность, вроде той, они бы взяли и ее! Разве не был с них взят завет писания, что они будут говорить на Аллаха только истину, и они изучали, что было там. Жилище последнее лучше для тех, которые богобоязненны. Разве вы не образумитесь?",
        "numberInSurah": 169,
        "juz": 9,
        "manzil": 2,
        "page": 172,
        "ruku": 142,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1124,
        "text": "А те, которые держатся за писание и выстаивают молитву... ведь Мы не губим награды делающих добро!",
        "numberInSurah": 170,
        "juz": 9,
        "manzil": 2,
        "page": 172,
        "ruku": 142,
        "hizbQuarter": 68,
        "sajda": false
      },
      {
        "number": 1125,
        "text": "И вот вытянули Мы гору над ними, точно она туча, и думали они, что она падет на них. Возьмите то, что Мы привели к вам, с силой и вспоминайте, что там, - может быть, вы будете богобоязненны!",
        "numberInSurah": 171,
        "juz": 9,
        "manzil": 2,
        "page": 173,
        "ruku": 142,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1126,
        "text": "И вот, Господь твой извлек из сынов Адама, из спин их, их потомство и заставил их засвидетельствовать о самих себе: \"Разве не Господь ваш Я?\" Они сказали: \"Да, мы свидетельствуем... \" Чтобы вы не сказали в день воскресения: \"Мы были небрежны к этому\".",
        "numberInSurah": 172,
        "juz": 9,
        "manzil": 2,
        "page": 173,
        "ruku": 143,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1127,
        "text": "Или не сказали бы: \"Ведь еще раньше отцы наши придавали Аллаху сотоварищей, а мы были потомством после них. Неужели Ты погубишь нас за то, что делали следующие лжи?\"",
        "numberInSurah": 173,
        "juz": 9,
        "manzil": 2,
        "page": 173,
        "ruku": 143,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1128,
        "text": "Так Мы распределяем знамения, - может быть, они обратятся!",
        "numberInSurah": 174,
        "juz": 9,
        "manzil": 2,
        "page": 173,
        "ruku": 143,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1129,
        "text": "Прочитай им весть о том, кому Мы дали Наши знамения, а он ускользнул от них. И сделал его своим последователем сатана, и был он из заблудших.",
        "numberInSurah": 175,
        "juz": 9,
        "manzil": 2,
        "page": 173,
        "ruku": 143,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1130,
        "text": "А если бы Мы пожелали, то возвысили бы его имя. Но он приник к земле и последовал за своей страстью и подобен он собаке: если бросишься на нее, высовывает язык и, если оставишь ее, высовывает. Это - притча о людях, которые считали ложью Наши знамения. Рассказывай же рассказом, - может быть, они размыслят!",
        "numberInSurah": 176,
        "juz": 9,
        "manzil": 2,
        "page": 173,
        "ruku": 143,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1131,
        "text": "Плох пример тех людей, которые считали ложью Наши знамения: самих себя они обидели!",
        "numberInSurah": 177,
        "juz": 9,
        "manzil": 2,
        "page": 173,
        "ruku": 143,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1132,
        "text": "Кого ведет Аллах, тот идет по прямому пути; а кого Он сбивает, те - понесшие убыток.",
        "numberInSurah": 178,
        "juz": 9,
        "manzil": 2,
        "page": 173,
        "ruku": 143,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1133,
        "text": "Мы сотворили для геенны много джиннов и людей: у них сердца, которыми они не понимают, глаза, которыми они не видят, уши, которыми не слышат. Они - как скоты, даже более заблудшие. Они - находящиеся в невнимательности.",
        "numberInSurah": 179,
        "juz": 9,
        "manzil": 2,
        "page": 174,
        "ruku": 143,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1134,
        "text": "У Аллаха прекрасные имена; зовите Его по ним и оставьте тех, которые раскольничают о Его именах. Будет им воздано за то, что они делают!",
        "numberInSurah": 180,
        "juz": 9,
        "manzil": 2,
        "page": 174,
        "ruku": 143,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1135,
        "text": "Из тех, кого Мы сотворили, есть народ, который ведет истиной и ею творит справедливость.",
        "numberInSurah": 181,
        "juz": 9,
        "manzil": 2,
        "page": 174,
        "ruku": 143,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1136,
        "text": "А тех, которые считали ложью Наши знамения, Мы низведем так, что они не узнают.",
        "numberInSurah": 182,
        "juz": 9,
        "manzil": 2,
        "page": 174,
        "ruku": 144,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1137,
        "text": "И Я даю им отсрочку: ведь Моя хитрость - прочна.",
        "numberInSurah": 183,
        "juz": 9,
        "manzil": 2,
        "page": 174,
        "ruku": 144,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1138,
        "text": "Неужели они не размыслили, что у их сотоварища нет одержимости? Он ведь - только ясный увещатель.",
        "numberInSurah": 184,
        "juz": 9,
        "manzil": 2,
        "page": 174,
        "ruku": 144,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1139,
        "text": "Неужели они не размышляли о власти над небесами и землей, и обо всем, что создал Аллах, и том, что, может быть, приближается их предел? В какое же повествование после этого они уверуют?",
        "numberInSurah": 185,
        "juz": 9,
        "manzil": 2,
        "page": 174,
        "ruku": 144,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1140,
        "text": "Кого сбивает с пути Аллах, тому нет водителя, и Он оставляет их скитаться слепо в своем заблуждении.",
        "numberInSurah": 186,
        "juz": 9,
        "manzil": 2,
        "page": 174,
        "ruku": 144,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1141,
        "text": "Они спрашивают тебя о часе: когда он бросит якорь? Скажи: \"Знание о нем - у моего Господа, в свое время откроет его только Он. Тяжек он на небесах и на земле. Придет он к вам только внезапно\". Спрашивают они тебя, как будто бы ты осведомлен о нем. Скажи: \"Знание о нем - только у Аллаха, но большая часть людей не знает\".",
        "numberInSurah": 187,
        "juz": 9,
        "manzil": 2,
        "page": 174,
        "ruku": 144,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1142,
        "text": "Скажи: \"Я не владею для самого себя ни пользой, ни вредом, если того не пожелает Аллах. Если бы я знал скрытое, я умножил бы себе всякое добро, и меня коснулось бы зло. Ведь я - только увещатель и вестник для народа, который верует\".",
        "numberInSurah": 188,
        "juz": 9,
        "manzil": 2,
        "page": 175,
        "ruku": 144,
        "hizbQuarter": 69,
        "sajda": false
      },
      {
        "number": 1143,
        "text": "Он - тот, кто сотворил вас из единой души и сделал из нее супругу, чтобы успокаиваться у нее. Когда же он ее покрыл, она понесла легкую ношу и шла с ней; когда же она отяжелела, они оба воззвали к Аллаху, Господу их: \"Если Ты даруешь нам праведного, мы будем Тебе благодарны!\"",
        "numberInSurah": 189,
        "juz": 9,
        "manzil": 2,
        "page": 175,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1144,
        "text": "И когда Он даровал им праведного, они устроили для Него сотоварищей в том, что Он даровал им. Превыше Аллах того, что они придают Ему в сотоварищи!",
        "numberInSurah": 190,
        "juz": 9,
        "manzil": 2,
        "page": 175,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1145,
        "text": "Неужели они придают Ему в сотоварищи то, что ничего не творит, а сами они сотворены",
        "numberInSurah": 191,
        "juz": 9,
        "manzil": 2,
        "page": 175,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1146,
        "text": "и не могут ни им помочь, ни самим себе не помогают?",
        "numberInSurah": 192,
        "juz": 9,
        "manzil": 2,
        "page": 175,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1147,
        "text": "И если вы зовете их к прямому пути, они не следуют за вами. Безразлично для вас: будете ли вы их звать или будете вы молчать.",
        "numberInSurah": 193,
        "juz": 9,
        "manzil": 2,
        "page": 175,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1148,
        "text": "Поистине, те, кого вы призываете помимо Аллаха, - рабы, подобные вам! Зовите же их, пусть они вам ответят, если вы правдивы!",
        "numberInSurah": 194,
        "juz": 9,
        "manzil": 2,
        "page": 175,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1149,
        "text": "Разве у них есть ноги, на которых они ходят, или у них есть руки, которыми они хватают, или у них есть глаза, которыми они видят, или у них есть уши, которыми они слышат? Скажи: \" Зовите ваших сотоварищей, а потом ухищряйтесь против меня и не давайте мне отсрочки!",
        "numberInSurah": 195,
        "juz": 9,
        "manzil": 2,
        "page": 175,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1150,
        "text": "Поистине, помощник мой - Аллах, который низвел книгу, и Он помогает праведникам!",
        "numberInSurah": 196,
        "juz": 9,
        "manzil": 2,
        "page": 176,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1151,
        "text": "А те, кого вы призываете помимо Него, не могут помочь вам и сами себе не помогают\".",
        "numberInSurah": 197,
        "juz": 9,
        "manzil": 2,
        "page": 176,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1152,
        "text": "Если ты зовешь их к прямому пути, они не слушают. И ты видишь, как они смотрят на тебя, но они не видят.",
        "numberInSurah": 198,
        "juz": 9,
        "manzil": 2,
        "page": 176,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1153,
        "text": "Держись прощения, побуждай к добру и отстранись от невежд!",
        "numberInSurah": 199,
        "juz": 9,
        "manzil": 2,
        "page": 176,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1154,
        "text": "А если постигнет тебя от сатаны какое-нибудь наваждение, то ищи убежища у Аллаха: ведь Он - слышащий, ведающий!",
        "numberInSurah": 200,
        "juz": 9,
        "manzil": 2,
        "page": 176,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1155,
        "text": "Те, которые богобоязненны, когда коснется их видение от сатаны, вспоминают, и вот, - они видят.",
        "numberInSurah": 201,
        "juz": 9,
        "manzil": 2,
        "page": 176,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1156,
        "text": "А братья их усиливают в них заблуждение и затем не сокращают его.",
        "numberInSurah": 202,
        "juz": 9,
        "manzil": 2,
        "page": 176,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1157,
        "text": "И если ты не приведешь им знамения, они говорят: \"Если бы ты его выбрал!\" Скажи: \"Я только следую за тем, что ниспосылается в откровении мне от моего Господа. Это - наглядные знамения от вашего Господа, водительство в пути и милосердие для людей верующих\".",
        "numberInSurah": 203,
        "juz": 9,
        "manzil": 2,
        "page": 176,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1158,
        "text": "А когда читается Коран, то прислушивайтесь к нему и молчите, - может быть, вы будете помилованы!",
        "numberInSurah": 204,
        "juz": 9,
        "manzil": 2,
        "page": 176,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1159,
        "text": "И вспоминай твоего Господа в душе с покорностью и страхом, говоря слова по утрам и по вечерам не громко, и не будь небрежным!",
        "numberInSurah": 205,
        "juz": 9,
        "manzil": 2,
        "page": 176,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": false
      },
      {
        "number": 1160,
        "text": "Поистине, те, которые у твоего Господа, они не превозносятся над служением Ему и прославляют Его и Ему поклоняются!",
        "numberInSurah": 206,
        "juz": 9,
        "manzil": 2,
        "page": 176,
        "ruku": 145,
        "hizbQuarter": 70,
        "sajda": {
          "id": 1,
          "recommended": true,
          "obligatory": false
        }
      }
    ],
    "edition": {
      "identifier": "ru.krachkovsky",
      "language": "ru",
      "name": "Крачковский",
      "englishName": "Ignaty Yulianovich Krachkovsky",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}