{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 11,
    "name": "سُورَةُ هُودٍ",
    "englishName": "Hud",
    "englishNameTranslation": "Hud",
    "revelationType": "Meccan",
    "numberOfAyahs": 123,
    "ayahs": [
      {
        "number": 1474,
        "text": "Алиф лам ра. Писание, знамения которого утверждены, потом ясно изложены от мудрого, ведающего,",
        "numberInSurah": 1,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 183,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1475,
        "text": "чтобы вы не поклонялись никому, кроме Аллаха, - поистине, я для вас от Него увещатель и вестник! -",
        "numberInSurah": 2,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 183,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1476,
        "text": "и чтобы вы просили прощения у вашего Господа, а затем обратитесь к Нему, и Он дарует вам благое достояние до предела назначенного и даст всякому обладателю милости Свою милость. А если вы отвернетесь, то я боюсь для вас наказания дня великого.",
        "numberInSurah": 3,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 183,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1477,
        "text": "К Аллаху вам возврат, И Он над всякой вещью мощен!",
        "numberInSurah": 4,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 183,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1478,
        "text": "О, они ведь свертывают свою грудь, чтобы скрыть от Него! О, в то время как они закрываются одеянием, знает Он, что они скрывают и что обнаруживают! Ведь Он знает про то, что в груди!",
        "numberInSurah": 5,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 183,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1479,
        "text": "И нет ни одного животного на земле, пропитание которого не было бы у Аллаха. И знает Он его обстановку и место пребывания. Все - в книге ясной.",
        "numberInSurah": 6,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 183,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1480,
        "text": "И Он тот, который создал небеса и землю в шесть дней, и был Его трон на воде, чтобы испытать вас, кто из вас лучше в деле. И если ты скажешь: \"Поистине, вы будете воскрешены после смерти\", то, конечно, те, которые не веруют, скажут: \"Это - только явное колдовство!\"",
        "numberInSurah": 7,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 183,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1481,
        "text": "А если Мы отсрочим для них наказание на отчисленный срок, они скажут: \"Что же его удерживает? \" Увы, в тот день, как оно придет к ним, нельзя будет отстранить его от них, и объемлет их то, над чем они смеялись.",
        "numberInSurah": 8,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 183,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1482,
        "text": "А если Мы дадим человеку вкусить милость, а потом отнимем ее от него, - поистине, он - отчаивающийся, неверный!",
        "numberInSurah": 9,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1483,
        "text": "А если Мы дадим ему вкусить благоденствие после утеснения, постигшего его, он, конечно, скажет: \"Ушли неприятности от меня!\" Поистине, он тогда радуется, величается!",
        "numberInSurah": 10,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1484,
        "text": "Кроме тех, которые терпели и творили благое; для этих - прощение и великая награда!",
        "numberInSurah": 11,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1485,
        "text": "Может быть, ты оставишь часть того, что тебе открывается, и стеснена твоя грудь от того, что они говорят: \"Почему не спущено ему сокровище или не пришел с ним ангел?\" Ты ведь - только увещатель, а Аллах за всякую вещь поручитель.",
        "numberInSurah": 12,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1486,
        "text": "Может быть, они скажут: \"Измыслил он его\". Скажи: \"Приведите же десять сур, подобных ему, измышленных, и призовите, кого вы можете, кроме Аллаха, если вы говорите правду!",
        "numberInSurah": 13,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1487,
        "text": "Если же они не ответят вам, то знайте, что ниспослан он по ведению Аллаха и что нет божества, кроме Него. Разве вы не предадитесь?\"",
        "numberInSurah": 14,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1488,
        "text": "Кто желает жизни близкой и ее украшений, тому Мы полностью завершим дела их в ней, и они здесь не будут обделены,",
        "numberInSurah": 15,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1489,
        "text": "Это - те, для которых нет в будущей жизни ничего, кроме огня, и тщетно то, что они совершили здесь, и пусто то, что они творили.",
        "numberInSurah": 16,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1490,
        "text": "Кто имеет ясное знамение от своего Господа, и следует за ним свидетель от Него, и пред ним книга Мусы, как руководитель и милосердие, - эти веруют в Него. А кто не верует в Него из разных партий - огонь - обетование их. Не будь же в сомнении относительно этого; ведь это - истина от твоего Господа, но большая часть людей не веруют!",
        "numberInSurah": 17,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1491,
        "text": "Кто несправедливее того, кто измышляет на Аллаха ложь? Они будут представлены их Господу, и скажут свидетели: \"Это - те, которые возводили ложь на своего Господа\". О, проклятие Аллаха над неправедными,",
        "numberInSurah": 18,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1492,
        "text": "которые отклоняют от пути Аллаха, стремясь к кривизне в нем, а в будущую жизнь они не веруют!",
        "numberInSurah": 19,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1493,
        "text": "Они ничего не в силах изменить на земле, и нет у них друзей помимо Аллаха. Удвоено будет им наказание; они не могли слышать и не видели!",
        "numberInSurah": 20,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1494,
        "text": "Это - те, которые нанесли убыток самим себе, и скрылось он них то, что они измышляли!",
        "numberInSurah": 21,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1495,
        "text": "Нет сомнения, что в будущей жизни они окажутся еще в большем убытке!",
        "numberInSurah": 22,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1496,
        "text": "Поистине, те, которые веровали и творили добрые дела в смирились пред своим Господом, они - обитатели рая, в нем они пребывают вечно.",
        "numberInSurah": 23,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1497,
        "text": "Пример для обеих партий - слепой, глухой и зрячий, слышащий. Разве сравняются они в примере? Неужели вы не опомнитесь?",
        "numberInSurah": 24,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 184,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1498,
        "text": "Вот, Мы послали Нуха к его народу: \"Поистине, я для вас - увещатель ясный!",
        "numberInSurah": 25,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1499,
        "text": "не поклоняйтесь никому, кроме Аллаха: я боюсь для вас наказания дня мучительного!\"",
        "numberInSurah": 26,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1500,
        "text": "И сказала знать, те из его народа, которые не веровали: \"Мы видим, что ты - только человек такой, как мы, и мы видим, что за тобой следует только самые низкие среди нас по первой мысли, и не видим за вами никакого превосходства над ними, но мы, думаем, что вы - лжецы\".",
        "numberInSurah": 27,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1501,
        "text": "Сказал он: \"О народ мой! Размыслили ли вы, если я имею ясное знамение от моего Господа и даровал Он мне милость от Себя, пред которой вы слепы, неужели мы будем ее навязывать вам, раз она вам ненавистна?",
        "numberInSurah": 28,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1502,
        "text": "О народ мой! Я не прошу у вас за нее богатства: награда моя только у Аллаха. И я не буду прогонять тех, которые уверовали: ведь они встретят своего Господа. Но я вижу, что вы - люди, которые не знают.",
        "numberInSurah": 29,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1503,
        "text": "О народ мой! Кто меня защитит от Аллаха, если я прогоню их. Неужели вы не опомнитесь?",
        "numberInSurah": 30,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1504,
        "text": "И я не говорю вам: \"У меня сокровищницы Аллаха\", ни: \"Я знаю сокровенное\". И я не говорю: \"Я ангел\". И не говорю я тем, кого презирают ваши очи: \"Не дает им Аллах никакого добра\". Аллах лучше знает, что в их душах; я был бы тогда несправедливым\".",
        "numberInSurah": 31,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1505,
        "text": "Они сказали: \"О Нух, ты препирался с нами и умножил спор с нами, приведи же нам то, что ты обещаешь, если ты из правдивых!\"",
        "numberInSurah": 32,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1506,
        "text": "Он сказал: \"Это приведет вам Аллах, если пожелает, и вы не в состоянии изменить.",
        "numberInSurah": 33,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1507,
        "text": "И не поможет вам мой совет, если я пожелаю посоветовать вам, если Аллах пожелает вас сбить. Он - ваш Господь, и к Нему вы будете возвращены\".",
        "numberInSurah": 34,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1508,
        "text": "Может, они скажут: \"Измыслил он его!\" Скажи: \"Если я измыслил его, то на мне мое прегрешение, и я свободен от того, в чем вы грешите\".",
        "numberInSurah": 35,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1509,
        "text": "И открыто было Нуху: \"Никогда не уверуют из твоего народа больше тех, которые уверовали. Не огорчайся же тем, что они делают!",
        "numberInSurah": 36,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 186,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1510,
        "text": "И сделай ковчег пред Нашими глазами и по Нашему внушению и не говори со Мной о тех, которые несправедливы: поистине, они будут потоплены!\"",
        "numberInSurah": 37,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 186,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1511,
        "text": "И сделал он ковчег, и всякий раз, как проходила мимо него знать его народа, они издевались над ним. Он сказал: \"Если вы издеваетесь над ними, то и мы будем издеваться над вами, как вы издеваетесь.",
        "numberInSurah": 38,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1512,
        "text": "Вы узнаете, к кому придет наказание, унижающее его, и кого постигнет наказание пребывающее!\"",
        "numberInSurah": 39,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1513,
        "text": "А когда пришло Наше повеление и закипела печь, Мы сказали: \"Перенеси в него от всего по паре, по двое, и твою семью, кроме тех, о которых опередило слово, и тех, кто уверовал\". Но не уверовали с ним, кроме немногих.",
        "numberInSurah": 40,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1514,
        "text": "И сказал он: \"Плывите в нем, во имя Аллаха его движение и остановка. Поистине, Господь мой прощающ и милосерд!\"",
        "numberInSurah": 41,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1515,
        "text": "И он плыл с ним в волнах, как горы. И позвал Нух своего сына, который был отдельно: \"О сын, плыви вместе с нами и не будь с неверными\".",
        "numberInSurah": 42,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1516,
        "text": "Он сказал: \"Я спасусь на гору, которая защитит меня от воды\". Нух сказал: \"Нет защитника сегодня от повеления Аллаха, кроме как тем, кого Он помиловал\". И разделила их волна, и был он среди потопленных.",
        "numberInSurah": 43,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1517,
        "text": "И сказано было: \"О земля, поглоти твою воду; о небо, удержись!\" И сошли вода, и свершилось повеление, и утвердился он на ал-Джуди, и сказали: \"Да погибнет народ неправедный!\"",
        "numberInSurah": 44,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1518,
        "text": "И воззвал Нух к своему Господу и сказал: \"Господи! Сын мой - из моей семьи, и обещание Твое - истина, и Ты - праведнейший из судей\".",
        "numberInSurah": 45,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1519,
        "text": "Сказал Он: \"О Нух! Он не из твоей семьи; это - дело не праведное; не спрашивай же Меня, о чем ты не знаешь. Я тебя увещаю не быть из числа неведущих\".",
        "numberInSurah": 46,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1520,
        "text": "Он сказал: \"Господи, я ищу у Тебя защиты, чтобы мне не просить Тебя о том, чего я не знаю. Если Ты не простишь мне и не помилуешь, я буду из числа потерпевших убыток\".",
        "numberInSurah": 47,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1521,
        "text": "Было сказано: \"О Нух! Сойди с миром от Нас и с благословениями над тобой и над народами из тех, что с тобой; а есть народы, которым Мы дадим блага, и потом постигнет их от Нас наказание мучительное\".",
        "numberInSurah": 48,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1522,
        "text": "Это - из рассказов про сокровенное. Мы открываем их тебе; не знал их ты и твой народ до этого. Терпи же! Поистине, конец - богобоязненным!",
        "numberInSurah": 49,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1523,
        "text": "...И к адитам - брата их Худа. Он сказал: \"О народ мой! Поклоняйтесь Аллаху! Нет вам другого божества, кроме Него. Вы только измышляете ложь.",
        "numberInSurah": 50,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1524,
        "text": "О народ мой! Я не прошу у вас за это награды: награда моя только у того, кто меня создал. Неужели вы не уразумеете?",
        "numberInSurah": 51,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1525,
        "text": "О народ мой! Просите прощения у вашего Господа, потом обратитесь к Нему; Он пошлет на вас с неба обильный дождь и прибавит вам силы к вашей силе, не отвращайтесь же грешниками!\"",
        "numberInSurah": 52,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1526,
        "text": "Они сказали: \"О Худ! Ты не пришел к нам с ясным знамением, и мы ни за что не оставим наших богов по твоему слову и не станем мы тебе верить.",
        "numberInSurah": 53,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1527,
        "text": "Мы говорим только, что тебя поразил один из наших богов злом\". Он сказал: \"Я призываю в свидетели Аллаха, засвидетельствуйте же вы, что я непричастен к тому, что вы придаете Ему в сотоварищи,",
        "numberInSurah": 54,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1528,
        "text": "кроме Него. Хитрите же против меня все, а потом не выжидайте меня.",
        "numberInSurah": 55,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1529,
        "text": "Вот, я положился на Аллаха, моего Господа и вашего Господа, Нет ни одного животного, которого Он не держал бы за хохол. Поистине, Господь мой - на прямом пути!",
        "numberInSurah": 56,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1530,
        "text": "Если же вы отвернетесь, то я уже передал вам то, с чем послан к вам. И Господь мой заменит вас другим народом, вы ни в чем не причините Ему вреда. Поистине, Господь мой - хранитель всякой вещи!\"",
        "numberInSurah": 57,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1531,
        "text": "И когда пришло Наше повеление, спасли Мы Худа и тех, которые уверовали вместе с ним по Нашей милости, и спасли их от наказания сурового.",
        "numberInSurah": 58,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1532,
        "text": "И вот адиты отвергли знамения своего Господа и ослушались Его посланников и пошли за приказом всякого тирана, строптивого.",
        "numberInSurah": 59,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1533,
        "text": "И сопровождены они были в этом мире проклятием и в день воскресения. О Да! Поистине, адиты отвергли своего Господа. О, да погибнут адиты, народ Худа!",
        "numberInSurah": 60,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1534,
        "text": "...И к самудянам - брата их Салиха. Он сказал: \"О народ мой! Поклоняйтесь Аллаху; нет для вас никакого божества, кроме Него. Он вас возрастил из земли и поселил вас на ней. Просите же у Него прощения, потом обратитесь к Нему. Поистине, мой Господь - близок и отвечает!\"",
        "numberInSurah": 61,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1535,
        "text": "Они сказали: \"О Салих! На тебя мы прежде этого возлагали надежды среди нас. Неужели ты будешь удерживать нас от поклонения тому, чему поклонялись наши отцы? Мы - в сомнении сильном о том, к чему ты нас призываешь\".",
        "numberInSurah": 62,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1536,
        "text": "Он сказал: \"О народ мой! Думали ли вы, если я имею ясное знамение от Господа своего и Он даровал мне милость, то кто же поможет мне от Аллаха, если я Его ослушаюсь? Вы увеличиваете для меня только убыток.",
        "numberInSurah": 63,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1537,
        "text": "О народ мой! Это - верблюдица Аллаха для вас знамением. Оставьте же ее есть на земле Аллаха; не касайтесь ее со злом, чтобы не постигло вас близкое наказание\".",
        "numberInSurah": 64,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1538,
        "text": "Но ее подрезали, и сказал он: \"Наслаждайтесь же в своих жилищах три дня: это - обещание не лживое\".",
        "numberInSurah": 65,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1539,
        "text": "И когда пришло Наше повеление, Мы спасли Салиха и тех, которые уверовали вместе с ним по милости от Нас, от позора того дня. Поистине, твой Господь силен, мощен!",
        "numberInSurah": 66,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1540,
        "text": "И постиг тех, которые были несправедливы, вопль, и наутро были они в своих жилищах павшими ниц,",
        "numberInSurah": 67,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1541,
        "text": "как будто бы и не жили там. О да! Поистине, самудяне отвергли своего Господа, - да погибнут самудяне!",
        "numberInSurah": 68,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1542,
        "text": "И вот пришли Наши посланцы к Ибрахиму с радостной вестью, сказали: \"Мир!\" И он сказал: \"Мир!\" - и не замедлил прийти с жареным ягненком.",
        "numberInSurah": 69,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1543,
        "text": "А когда он увидел, что руки их не касаются его, он их не признал и почувствовал к ним страх. Они сказали: \"Не бойся, мы посланы к народу Лута\".",
        "numberInSurah": 70,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1544,
        "text": "А жена его стояла и рассмеялась; и Мы ее обрадовали вестью об Исхаке, и за Исхаком - об Йакубе.",
        "numberInSurah": 71,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1545,
        "text": "Она сказала : \"Горе мне! Неужели я рожу, когда я старуха. И этот муж мой - старик. Поистине, это - дело удивительное!\"",
        "numberInSurah": 72,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1546,
        "text": "Они сказали: \"Разве ты удивляешься повелению Аллаха? Милость Аллаха и благословение Его над вами, обитатели дома. Он - хвалимый, славный!\"",
        "numberInSurah": 73,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1547,
        "text": "И когда страх ушел от Ибрахима пришла к нему радостная весть, он стал спорить с Нами о народе Лута, -",
        "numberInSurah": 74,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1548,
        "text": "поистине, Ибрахим - кроток, сокрушен, обращен!",
        "numberInSurah": 75,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1549,
        "text": "О Ибрахим! Отвернись от этого, ведь уже пришло повеление твоего Господа, и, поистине, придет к ним наказание неотвратимое!",
        "numberInSurah": 76,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1550,
        "text": "И когда явились Наши посланцы к Луту, огорчен он был ими, и стеснилась его мощь, и сказал: \"Это - день тяжкий\".",
        "numberInSurah": 77,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1551,
        "text": "И пришел к нему его народ, поспешно устремляясь; и раньше они творили зло. Сказал он: \"О народ мой! Вот мои дочери, они - чище для вас. Побойтесь же Аллаха и не позорьте меня в моих гостях. Разве нет среди вас человека прямого?\"",
        "numberInSurah": 78,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1552,
        "text": "Они сказали: \"Ты знаешь, что у нас нет потребности в твоих дочерях, и ты ведь знаешь, чего мы желаем\".",
        "numberInSurah": 79,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1553,
        "text": "Он сказал: \"Если бы у меня была сила для вас, или я бы спасся у могучей опоры!\"",
        "numberInSurah": 80,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1554,
        "text": "Они сказали: \"О Лут! Мы - посланники Господа твоего, никогда они до тебя не дойдут. Отправься же путь с твоей семьей после части ночи, и пусть не обернется из вас никто, кроме твоей жены: поистине, ее постигнет то, что постигло их. Назначенный срок для них - утро, разве утро не близко?\"",
        "numberInSurah": 81,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1555,
        "text": "И когда пришло Наше повеление, Мы верх его сделали низом и пролили на них дождем камни из глины плотной,",
        "numberInSurah": 82,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1556,
        "text": "меченные у твоего Господа. Не далеко это было от несправедливых!",
        "numberInSurah": 83,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1557,
        "text": "...И к мадйанитам - брата Шуайба. Он сказал: \" О народ мой! Поклоняйтесь Аллаху; нет у вас божества, кроме Него. Не убавляйте меры и веса. Я вижу, что вы - во благе и я боюсь для вас наказания дня объемлющего.",
        "numberInSurah": 84,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1558,
        "text": "О народ мой! Полностью соблюдайте верность в мере и весе, не причиняйте людям урона ни в чем и не ходите по земле, распространяя нечестие.",
        "numberInSurah": 85,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1559,
        "text": "Остаток у Аллаха - лучше для вас, если вы верующие. А я для вас не хранитель\".",
        "numberInSurah": 86,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1560,
        "text": "Они сказали: \"О Шуайб! Неужели твоя молитва повелевает нам оставить то, чему поклонялись отцы наши, или поступать с нашим имуществом, как мы пожелаем? Ты ведь сдержанный, ведущий прямо\".",
        "numberInSurah": 87,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1561,
        "text": "Он сказал: \"Народ мой! Размыслили ли вы, если я имею ясное знамение от Господа моего, и Он даровал мне прекрасный удел, и я не пожелаю ослушаться вас в том, что Он вам запретил... Я желаю только исправления, пока могу. Помощь моя только у Аллаха; на Него я положился и к Нему обращаюсь.",
        "numberInSurah": 88,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1562,
        "text": "О народ мой! Пусть раскол со мной не навлечет на вас греха, так что вас постигнет подобное тому, что постигло народ Нуха, или народ Салиха. И народ Лута от вас не далеко.",
        "numberInSurah": 89,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1563,
        "text": "Просите прощения у вашего Господа, потом обратитесь к Нему. Поистине, мой Господь милосерд, любящ!\"",
        "numberInSurah": 90,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1564,
        "text": "Они сказали: \"О Шуайб! Не понимаем мы многого, что ты говоришь; мы видим, что ты слаб среди нас. Если бы не твой род, мы побили бы тебя камнями, ты ведь для нас не дорог\".",
        "numberInSurah": 91,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1565,
        "text": "Он сказал: \"О народ мой! Разве мой род дороже для вас, чем Аллах, и вы оставили его позади себя (в небрежении) за спиной. Поистине, Господь мой объемлет то, что вы творите!",
        "numberInSurah": 92,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1566,
        "text": "О народ мой! Творите по своей возможности; я тоже буду делать , и потом вы узнаете, к кому придет наказание, унижающее его, и кто - лжец. Выжидайте же, я вместе с вами жду!\"",
        "numberInSurah": 93,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1567,
        "text": "И когда пришло Наше повеление, спасли Мы Шуайба и тех, кто уверовал вместе с ним по Нашей милости. А тех, которые были несправедливы, постиг вопль, и оказались они наутро в своих жилищах павшими ниц,",
        "numberInSurah": 94,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1568,
        "text": "точно никогда там и не жили. О да погибнут мадйаниты, как далеки стали и самудяне!",
        "numberInSurah": 95,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1569,
        "text": "И послали Мы Мусу с Нашими знамениями и явной властью",
        "numberInSurah": 96,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1570,
        "text": "к Фирауну и его знати. И последовали они за повелением Фирауна, но повеление Фирауна неправо.",
        "numberInSurah": 97,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1571,
        "text": "Он придет во главе своего народа в день воскресения и отведет их на водопой к огню. скверен водопой, к которому ведут!",
        "numberInSurah": 98,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1572,
        "text": "И сопровождают их здесь проклятием и в день воскресения. Скверен дар, который дается!",
        "numberInSurah": 99,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1573,
        "text": "Это - из вестей про селения, которые Мы тебе рассказываем. Из них одни стоят, другие пожаты.",
        "numberInSurah": 100,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1574,
        "text": "Мы их не обижали, но они сами себя обидели, и ни от чего не спасли их боги их, к которым они взывали помимо Аллаха, когда пришло повеление твоего Господа. Они только усилили их гибель!",
        "numberInSurah": 101,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1575,
        "text": "Такова хватка твоего Господа, когда Он схватил селения, которые были неправедны. Поистине, хватка Его мучительна, сильна!",
        "numberInSurah": 102,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1576,
        "text": "Поистине, в этом - знамение для тех, кто опасался наказания будущей жизни. Это - день, для которого собраны будут люди, и это - день, который увидят!",
        "numberInSurah": 103,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1577,
        "text": "И Мы отсрочим его только на отчисленный срок.",
        "numberInSurah": 104,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1578,
        "text": "В тот день, когда он наступит, душа будет говорить только с Его разрешения; из них будут и несчастный и счастливый.",
        "numberInSurah": 105,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1579,
        "text": "А те, которые несчастны, - в огне, для них там - вопли и рев, -",
        "numberInSurah": 106,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1580,
        "text": "вечно пребывая там, - пока длятся небеса и земля, если только не пожелает твой Господь, - ведь твой Господь - исполнитель того, что Он желает!",
        "numberInSurah": 107,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1581,
        "text": "А те, которые достигли счастья, - в раю, - вечно пребывая там, пока длятся небеса и земля, если только твой Господь не пожелает, - наградой не отсеченной.",
        "numberInSurah": 108,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1582,
        "text": "Не будь же в колебании относительно того, чему поклоняются эти; поклоняются они только так, как поклонялись отцы их прежде. И поистине, Мы полностью воздадим их удел не отсеченным!",
        "numberInSurah": 109,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 191,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1583,
        "text": "Мусе Мы даровали писание, но стали разногласить о нем. И если бы не слово, которое опередило от Господа твоего, между ними было бы решено. А они, ведь, в сомнении резком касательно этого.",
        "numberInSurah": 110,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1584,
        "text": "Поистине, всякому полностью воздаст твой Господь за их дела: ведь Он сведущ в том, что они творят!",
        "numberInSurah": 111,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1585,
        "text": "Стой же прямо, как тебе повелено, и те, кто обратится с тобой, и не выходите за границы, - ведь Он видит то, что вы делаете!",
        "numberInSurah": 112,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1586,
        "text": "И не опирайтесь на тех, которые несправедливы, чтобы вас не коснулся огонь. И нет у вас, кроме Аллаха, помощников, и потом не будете вы защищены!",
        "numberInSurah": 113,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1587,
        "text": "Выстаивай молитву в обоих концах дня и в (близких) часах ночи. Поистине, добрые деяния удаляют дурные! Это - напоминание для помнящих.",
        "numberInSurah": 114,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1588,
        "text": "И терпи, потому что Аллах не губит награды добродеющих!",
        "numberInSurah": 115,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1589,
        "text": "Почему из поколений до вас не было обладающих пребывающим, которые удерживали от нечестия на земле, кроме немногих из числа тех, кого Мы спасли? А те, которые были несправедливы, последовали за тем, чем они были одарены, и оказались они грешными.",
        "numberInSurah": 116,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1590,
        "text": "Господь твой не был таким, чтобы погубить селения несправедливо, раз жители их творили благое.",
        "numberInSurah": 117,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1591,
        "text": "А если бы пожелал твой Господь, то Он сделал бы людей народом единым. А они не престают разногласить,",
        "numberInSurah": 118,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1592,
        "text": "кроме тех, кого помиловал твой Господь. Для этого Он их создал. и исполнилось речение Господа твоего: \"Наполню Я геенну духами и людьми вместе\".",
        "numberInSurah": 119,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1593,
        "text": "И все рассказываем Мы тебе из вестей про посланников, чтобы укрепить тебе твое сердце. и в этом явилась к тебе истина, и увещание, и напоминание для верующих.",
        "numberInSurah": 120,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1594,
        "text": "Скажи тем, которые не веруют: \"Творите по своей возможности, мы тоже действуем!",
        "numberInSurah": 121,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1595,
        "text": "Выжидайте, мы тоже выжидаем!\"",
        "numberInSurah": 122,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1596,
        "text": "Аллаху принадлежит скрытое на небесах и на земле; к Нему обращается все повеление. Поклоняйся же Ему и полагайся на Него. Твой Господь не небрежет тем, что вы творите!",
        "numberInSurah": 123,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "ru.krachkovsky",
      "language": "ru",
      "name": "Крачковский",
      "englishName": "Ignaty Yulianovich Krachkovsky",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}