{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 13,
    "name": "سُورَةُ الرَّعۡدِ",
    "englishName": "Ar-Ra'd",
    "englishNameTranslation": "The Thunder",
    "revelationType": "Medinan",
    "numberOfAyahs": 43,
    "ayahs": [
      {
        "number": 1708,
        "text": "Алиф лам мим ра. Это - знамения книги. Ведь то, что ниспослано тебе от твоего Господа, - истина, но большая часть людей не верит.",
        "numberInSurah": 1,
        "juz": 13,
        "manzil": 3,
        "page": 249,
        "ruku": 205,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1709,
        "text": "Аллах - тот, кто воздвиг небеса без опор, которые бы видели, потом утвердился на троне и подчинил солнце и луну: все течет до определенного предела. Он управляет (Своим) делом, устанавливает ясно знамения, - может быть, вы уверитесь во встрече с вашим Господом!",
        "numberInSurah": 2,
        "juz": 13,
        "manzil": 3,
        "page": 249,
        "ruku": 205,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1710,
        "text": "Он - тот, кто распростер землю и устроил на ней прочно стоящие (горы) и реки и из всяких плодов устроил там пары по двое. Он закрывает ночью день. Поистине, в этом - знамения для людей, которые думают!",
        "numberInSurah": 3,
        "juz": 13,
        "manzil": 3,
        "page": 249,
        "ruku": 205,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1711,
        "text": "На земле есть участки соседние, и сады из лоз, и посевы, и пальмы из одного корня и не из одного корня, которые поят одной водой. И одним из них Мы даем преимущества перед другими для еды. Поистине, в этом - знамения для людей умных!",
        "numberInSurah": 4,
        "juz": 13,
        "manzil": 3,
        "page": 249,
        "ruku": 205,
        "hizbQuarter": 99,
        "sajda": false
      },
      {
        "number": 1712,
        "text": "Если ты и удивляешься, то удивительны слова их: \"Неужели, когда мы будем прахом, мы окажемся в новом творении?\" Это - те, которые не веровали в своего Господа, у них цепи на шеях: это - обитатели огня, в нем они пребудут вечно.",
        "numberInSurah": 5,
        "juz": 13,
        "manzil": 3,
        "page": 249,
        "ruku": 205,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1713,
        "text": "Они торопят тебя с дурным прежде хорошего, но до них уже проходили примерные наказания, и, поистине, Господь твой - обладатель прощения к людям даже при их нечестии! И, поистине, Господь твой силен в наказании!",
        "numberInSurah": 6,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 205,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1714,
        "text": "И говорят те, которые не веровали: \"Если бы ему ниспослано было знамение от его Господа!\" Поистине, ты - только увещатель, и у всякого народа есть водитель!",
        "numberInSurah": 7,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 205,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1715,
        "text": "Аллах знает, что несет всякая самка; насколько сжимаются и насколько увеличиваются утробы. Ведь всякая вещь у Него по мере.",
        "numberInSurah": 8,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1716,
        "text": "Знающий скрытое и явное, великий, превознесенный!",
        "numberInSurah": 9,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1717,
        "text": "Одинаковый среди вас и тот, кто скрывает речь, и тот, кто открывает ее, и тот, кто скрывается ночью и выступает днем.",
        "numberInSurah": 10,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1718,
        "text": "У него есть следующие непосредственно и перед ним и позади, которые охраняют его по велению Аллаха. Поистине, Аллах не меняет того, что с людьми, пока они сами не переменят того, что с ними. А когда Аллах пожелает людям зла, то нет возможности отвратить это, нет у них помимо Него заступника!",
        "numberInSurah": 11,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1719,
        "text": "Он - тот, который показывает вам молнию для страха и надежды. Он выращивает облака тяжелые.",
        "numberInSurah": 12,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1720,
        "text": "И гром прославляет Его хвалой, и ангелы - от страха пред Ним. Он посылает молнии и поражает ими тех, кого пожелает, когда они препираются об Аллахе, - ведь Он силен в бое!",
        "numberInSurah": 13,
        "juz": 13,
        "manzil": 3,
        "page": 250,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1721,
        "text": "И к Нему (обращается) зов истины, а те, которых они призывают помимо Него, не отвечают им ничем, разве что так, как простирающий свои руки к воде, чтобы она дошла до его рта, но она не доходит до него. Ведь молитва неверных - только на ложном пути!",
        "numberInSurah": 14,
        "juz": 13,
        "manzil": 3,
        "page": 251,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1722,
        "text": "Аллаху поклоняются те, кто на небесах и на земле, вольно и невольно, и тени их утром и по вечерам.",
        "numberInSurah": 15,
        "juz": 13,
        "manzil": 3,
        "page": 251,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": {
          "id": 2,
          "recommended": true,
          "obligatory": false
        }
      },
      {
        "number": 1723,
        "text": "Скажи : \"Кто Господь небес и земли?\" Скажи: \"Аллах\". Скажи: \"Тогда неужели вы взяли себе помимо Него заступников, которые не владеют для самих себя ни пользой, ни вредом?\" Скажи: \"Разве сравнится слепой и зрячий, или сравнятся разве мрак и свет?\" Или пристроили они Аллаху сотоварищей, которые творили, как Он творит, и сходным показалось пред ними творение? Скажи: \"Аллах - творец всякой вещи, Он - единый, мощный!\"",
        "numberInSurah": 16,
        "juz": 13,
        "manzil": 3,
        "page": 251,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1724,
        "text": "Он низвел с неба воду - и потекли русла по их количеству, и унес поток пену вздымавшуюся. И из того, что они разжигают в огне, желая украшений и прикрас, - пена вроде этого. Так приводит Аллах истину и ложь. И что касается пены, то она уходит прахом, а то, что полезно людям, остается на земле. Так Аллах приводит притчи:",
        "numberInSurah": 17,
        "juz": 13,
        "manzil": 3,
        "page": 251,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1725,
        "text": "те, которые ответили своему Господу, - благое, а тем, которые не ответили Ему, если бы у них было все то, что на земле, и еще столько, они бы выкупили этим, им - злой расчет, и убежище их - геенна, и скверно это ложе!",
        "numberInSurah": 18,
        "juz": 13,
        "manzil": 3,
        "page": 251,
        "ruku": 206,
        "hizbQuarter": 100,
        "sajda": false
      },
      {
        "number": 1726,
        "text": "Разве же тот, кто знает, что то, что ниспослано тебе от твоего Господа, - истина, подобен тому, кто слеп? Ведь вспоминают только обладающие разумом,",
        "numberInSurah": 19,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1727,
        "text": "которые верно выполняют завет Аллаха и не нарушают обещания;",
        "numberInSurah": 20,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1728,
        "text": "и те, которые соединяют то, что приказал Аллах соединять, и боятся своего Господа, и опасаются злого расчета;",
        "numberInSurah": 21,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1729,
        "text": "и те, которые терпели, стремясь к лику своего Господа, и простаивали молитву, и давали из того, чем Мы их наделили, и тайно и явно, и отгоняют добром зло. Для этих - воздаяние жилища -",
        "numberInSurah": 22,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1730,
        "text": "сады вечности. Войдут в них те, кто был праведен из их отцов, и супруг, и их потомство. И ангелы входят к ним через все двери:",
        "numberInSurah": 23,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1731,
        "text": "\"Мир вам за то, что вы терпели!\" И прекрасно воздаяние жилища!",
        "numberInSurah": 24,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1732,
        "text": "А те, которые нарушают завет с Аллахом после обещания верности и разрезают то, чему повелел Аллах быть соединенным, и распространяют нечестие на земле, для тех - проклятие и для них - злое жилище!",
        "numberInSurah": 25,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1733,
        "text": "Аллах делает широким удел тому, кому пожелает, и соразмеряет, а они радуются ближней жизни, но жизнь ближайшая в отношении к будущей - только временное пользование!",
        "numberInSurah": 26,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 207,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1734,
        "text": "И говорят те, которые не верят: \" Если бы ему было ниспослано знамение от его Господа!\" Скажи: \"Поистине, Аллах сбивает с пути, кого желает, и ведет к нему того, кто обратился!\"",
        "numberInSurah": 27,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 208,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1735,
        "text": "Те, которые уверовали и сердца которых успокаиваются в поминании Аллаха, - о да! ведь поминанием Аллаха успокаиваются сердца,",
        "numberInSurah": 28,
        "juz": 13,
        "manzil": 3,
        "page": 252,
        "ruku": 208,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1736,
        "text": "- те, которые уверовали и делали благое, - им благо и хорошее пристанище.",
        "numberInSurah": 29,
        "juz": 13,
        "manzil": 3,
        "page": 253,
        "ruku": 208,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1737,
        "text": "Так послали Мы тебя к народу, до которого миновали уже народы, чтобы ты читал им то, что Мы внушили тебе в то время, как они не веруют в Милосердного. Скажи: \"Он - Господь мой! Нет божества, кроме Него. На Него я полагался, и к Нему мое обращение!\"",
        "numberInSurah": 30,
        "juz": 13,
        "manzil": 3,
        "page": 253,
        "ruku": 208,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1738,
        "text": "И если бы Кораном двигались горы, или рассекалась земля, или говорили бы мертвые... Да, Аллаху принадлежит вся власть! Разве не отчаиваются те, которые уверовали, что если бы Аллах пожелал, то повел бы прямым путем всех людей. И не перестает поражать удар тех, которые не веровали, за то, что они совершали, или остановится он близко от их жилищ, пока не придет обещание Аллаха; поистине, Аллах не меняет времени обещания!",
        "numberInSurah": 31,
        "juz": 13,
        "manzil": 3,
        "page": 253,
        "ruku": 208,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1739,
        "text": "Издевались над посланниками и до тебя, и Я дал отсрочку тем, которые не веровали. Потом Я их схватил, и каково было Мое наказание?",
        "numberInSurah": 32,
        "juz": 13,
        "manzil": 3,
        "page": 253,
        "ruku": 209,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1740,
        "text": "Разве тот, кто знает за каждой душой то, что она приобрела? ...И устроили они Аллаху сотоварищей. Скажи: \"Назовите их! Или вы сообщите Ему то, чего Он не знает на земле, или каким-нибудь явным по выражению?\" Да, разукрашена тем, которые не веруют, их хитрость, и отклонены они от пути! А кого сбивает Аллах, тому нет водителя!",
        "numberInSurah": 33,
        "juz": 13,
        "manzil": 3,
        "page": 253,
        "ruku": 209,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1741,
        "text": "Для них - наказание в ближайшем мире, и, конечно, наказание последнего более жестоко. Нет для них от Аллаха защитника!",
        "numberInSurah": 34,
        "juz": 13,
        "manzil": 3,
        "page": 253,
        "ruku": 209,
        "hizbQuarter": 101,
        "sajda": false
      },
      {
        "number": 1742,
        "text": "Притча о рае, который обещан богобоязненным, где внизу текут реки: пища в нем постоянна и тень. Это - награда тем, которые богобоязненны, а наказание неверных - огонь.",
        "numberInSurah": 35,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 209,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1743,
        "text": "А те, кому Мы даровали книгу, радуются тому, что ниспослано тебе; а среди партий есть такие, что отрицают часть этого. Скажи: \"Мне повелено поклоняться Аллаху и не придавать Ему сотоварищей; к Нему я призываю и к Нему мое возвращение!\"",
        "numberInSurah": 36,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 209,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1744,
        "text": "И так Мы ниспослали его, как арабский судебник. Если же ты последуешь за их страстями, после того как пришло к тебе знание, - нет тебе от Аллаха ни помощника, ни защитника!",
        "numberInSurah": 37,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 209,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1745,
        "text": "Мы посылали посланников до тебя и делали им супруг и потомство. Не бывало, чтобы посланник приводил знамения, иначе как с дозволения Аллаха. Для всякого предела - свое писание.",
        "numberInSurah": 38,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 210,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1746,
        "text": "Стирает Аллах, что желает, и утверждает; у Него - мать книги.",
        "numberInSurah": 39,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 210,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1747,
        "text": "Или Мы покажем тебе часть того, что обещаем им, или упокоим тебя. На тебе - только передачи, а на Нас - расчет!",
        "numberInSurah": 40,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 210,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1748,
        "text": "Разве они не видели, что Мы приходим к земле и укорачиваем ее по краям? Аллах вершит суд, и нет задерживающего Его суд, а он быстр в расчете!",
        "numberInSurah": 41,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 210,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1749,
        "text": "Ухитрились те, которые были до них, но у Аллаха - вся хитрость. Он знает, что приобретает всякая душа, и узнают неверные, кому воздаяние жилища!",
        "numberInSurah": 42,
        "juz": 13,
        "manzil": 3,
        "page": 254,
        "ruku": 210,
        "hizbQuarter": 102,
        "sajda": false
      },
      {
        "number": 1750,
        "text": "И говорят те, которые не верили: \"Ты - не посланный!\" Скажи: \"Довольно Аллаха свидетелем между мной и вами и того, у кого знание книги!\"",
        "numberInSurah": 43,
        "juz": 13,
        "manzil": 3,
        "page": 255,
        "ruku": 210,
        "hizbQuarter": 102,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "ru.krachkovsky",
      "language": "ru",
      "name": "Крачковский",
      "englishName": "Ignaty Yulianovich Krachkovsky",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}