{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 46,
    "name": "سُورَةُ الأَحۡقَافِ",
    "englishName": "Al-Ahqaf",
    "englishNameTranslation": "The Dunes",
    "revelationType": "Meccan",
    "numberOfAyahs": 35,
    "ayahs": [
      {
        "number": 4511,
        "text": "Ха мим",
        "numberInSurah": 1,
        "juz": 26,
        "manzil": 6,
        "page": 502,
        "ruku": 438,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4512,
        "text": "Ниспослание книги от Аллаха, славного, мудрого.",
        "numberInSurah": 2,
        "juz": 26,
        "manzil": 6,
        "page": 502,
        "ruku": 438,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4513,
        "text": "Мы не создали небеса и землю и то, что между ними, иначе как по истине и на определенный срок. А те, которые не веруют, уклоняются от того, в чем их увещают.",
        "numberInSurah": 3,
        "juz": 26,
        "manzil": 6,
        "page": 502,
        "ruku": 438,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4514,
        "text": "Скажи: \"Видели ли вы то, к чему взываете помимо Аллаха? Покажите мне, что они создали из земли, или у них есть компания в небесах? Принесите мне книгу более раннюю, чем эта, или какой-нибудь след знания, если вы правдивы!",
        "numberInSurah": 4,
        "juz": 26,
        "manzil": 6,
        "page": 502,
        "ruku": 438,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4515,
        "text": "Кто более заблуждается, чем тот, кто призывает помимо Аллах тех, что не ответят им до дня воскресения; они небрегут их зовом.",
        "numberInSurah": 5,
        "juz": 26,
        "manzil": 6,
        "page": 502,
        "ruku": 438,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4516,
        "text": "А когда собраны будут люди, они окажутся им врагами и будут отказываться от поклонения им.",
        "numberInSurah": 6,
        "juz": 26,
        "manzil": 6,
        "page": 503,
        "ruku": 438,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4517,
        "text": "А когда им читаются наши знамения ясно изложенными, говорят те, которые не уверовали в истину после того, как она пришла к ним: \"Это - колдовство явное\".",
        "numberInSurah": 7,
        "juz": 26,
        "manzil": 6,
        "page": 503,
        "ruku": 438,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4518,
        "text": "Может быть, они скажут: \"Измыслил он его!\" Скажи: \"Если я измыслил его, то вы не властны ни над чем от Аллаха для меня. Он лучше знает то, о чем вы разглагольствуете. Довольно Его свидетелем между мною и вами! Он - прощающий, милостивый\".",
        "numberInSurah": 8,
        "juz": 26,
        "manzil": 6,
        "page": 503,
        "ruku": 438,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4519,
        "text": "Скажи: \"Я - не новинка среди посланников, и не знаю я, что будет сделано со мной и с вами. Я лишь следую за тем, что мне внушено; я - только явный увещеватель\".",
        "numberInSurah": 9,
        "juz": 26,
        "manzil": 6,
        "page": 503,
        "ruku": 438,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4520,
        "text": "Скажи: \"Подумали ли вы, если он от Аллаха, а вы не уверовали в него (но свидетель из сынов Исраила засвидетельствовал о ему подобном, и он уверовал), а вы возгордились?\" Поистине, Аллах не ведет прямо народ неправедный!",
        "numberInSurah": 10,
        "juz": 26,
        "manzil": 6,
        "page": 503,
        "ruku": 438,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4521,
        "text": "Говорят те, которые не веруют, тем, которые уверовали: \"Если бы он был благом, нас бы не опередили к нему\". И раз они не нашли пути с ним, они скажут: \"Это - давняя ложь!\"",
        "numberInSurah": 11,
        "juz": 26,
        "manzil": 6,
        "page": 503,
        "ruku": 439,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4522,
        "text": "И до него ниспослана книга Мусы - имамом и милостью. А это - книга, подтверждающая истинность на арабском языке, чтобы увещевать тех, которые неправедны, и как радостная весть для добродеющих.",
        "numberInSurah": 12,
        "juz": 26,
        "manzil": 6,
        "page": 503,
        "ruku": 439,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4523,
        "text": "Поистине, те, которые говорят: \"Господь наш - Аллах\", - а потом стоят прямо, - нет страха над ними и не будут они опечалены.",
        "numberInSurah": 13,
        "juz": 26,
        "manzil": 6,
        "page": 503,
        "ruku": 439,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4524,
        "text": "Эти - обладатели рая, они в нем вечно пребывают в воздаяние за то, что они делали.",
        "numberInSurah": 14,
        "juz": 26,
        "manzil": 6,
        "page": 503,
        "ruku": 439,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4525,
        "text": "Мы завещали человеку благодетельствовать своим родителям; мать носит его с тягостью и производит с тягостью; (и вынашивание его и отлучение - тридцать месяцев), а когда он достигнет крепости (и достигнет сорока лет), он говорит: \"Господи, внуши мне благодарить за Твою милость, которую Ты оказал мне и моим родителям; внуши делать добро, угодное Тебе, и устрой для меня благое в моем потомстве! Я обратился к Тебе, я - из числа предавшихся\".",
        "numberInSurah": 15,
        "juz": 26,
        "manzil": 6,
        "page": 504,
        "ruku": 439,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4526,
        "text": "Те, от которых Мы принимаем лучшее, что они сделали, и прощаем их прегрешения, - среди обитателей рая, по обещанию истины, которое было им обещано.",
        "numberInSurah": 16,
        "juz": 26,
        "manzil": 6,
        "page": 504,
        "ruku": 439,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4527,
        "text": "А есть и такой, который говорит своим родителям: \"Тьфу на вас! Неужели вы обещаете мне, что я буду изведен? - ведь уже прошли поколения до меня!\" Они же взывают за помощью к Аллаху: \"Горе тебе! Уверуй, ведь обещание Аллаха - истина!\" Он говорит: \"Ничто это, как сказки древних!\"",
        "numberInSurah": 17,
        "juz": 26,
        "manzil": 6,
        "page": 504,
        "ruku": 439,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4528,
        "text": "Это - те, на которых оправдалось слово относительно народов, прошедших до них из джиннов и людей; поистине, они остались в убытке.",
        "numberInSurah": 18,
        "juz": 26,
        "manzil": 6,
        "page": 504,
        "ruku": 439,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4529,
        "text": "У каждого - степени в том, что он совершил, дабы Он полностью воздал за их деяния, - и они не будут обижены.",
        "numberInSurah": 19,
        "juz": 26,
        "manzil": 6,
        "page": 504,
        "ruku": 439,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4530,
        "text": "И в тот день, как будут приведены те, которые не веровали, к огню... Вы свои блага провели в жизни близкой и насладились ими, а сегодня будете вознаграждены наказанием унижения за то, что вы распутничали.",
        "numberInSurah": 20,
        "juz": 26,
        "manzil": 6,
        "page": 504,
        "ruku": 439,
        "hizbQuarter": 201,
        "sajda": false
      },
      {
        "number": 4531,
        "text": "Вспомни про брата адитов. Вот, возвестил он своему народу в ал-Ахкаф, когда прошли уже увещания и до него и после него: \"Поклоняйтесь только Аллаху, я боюсь для вас наказания дня великого!\"",
        "numberInSurah": 21,
        "juz": 26,
        "manzil": 6,
        "page": 505,
        "ruku": 440,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4532,
        "text": "Они сказали: \"Неужели ты пришел, чтобы ложью отвратить нас от наших богов? Приведи же нам то, что ты обещаешь, если ты из числа говорящих правду\".",
        "numberInSurah": 22,
        "juz": 26,
        "manzil": 6,
        "page": 505,
        "ruku": 440,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4533,
        "text": "Он сказал: \"Ведь знание - у Аллаха, а я передаю вам то, с чем послан; но я вижу, что вы народ неведущий\".",
        "numberInSurah": 23,
        "juz": 26,
        "manzil": 6,
        "page": 505,
        "ruku": 440,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4534,
        "text": "И когда они увидели, что это - облако, направляющееся к их долинам, они сказали: \"Это облако, которое прольет нам дождь\". - Нет, это - то, с чем вы торопили, вихрь - в нем мучительное наказание.",
        "numberInSurah": 24,
        "juz": 26,
        "manzil": 6,
        "page": 505,
        "ruku": 440,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4535,
        "text": "Оно губит всякую вещь по повелению своего Господа. И наутро оказалось, что видны только жилища их. Так Мы воздаем народу грешному!",
        "numberInSurah": 25,
        "juz": 26,
        "manzil": 6,
        "page": 505,
        "ruku": 440,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4536,
        "text": "Мы укрепили их в том, в чем не укрепили вас; Мы устроили им слух, зрение и сердца. Но не спасли их ни слух, ни зрение, ни сердца ни от чего, так как они отрицали знамения Аллаха, и постигло их то, над чем они издевались.",
        "numberInSurah": 26,
        "juz": 26,
        "manzil": 6,
        "page": 505,
        "ruku": 440,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4537,
        "text": "Мы погубили уже кругом вас селения и распределили знамения: может быть, они обратятся!",
        "numberInSurah": 27,
        "juz": 26,
        "manzil": 6,
        "page": 505,
        "ruku": 441,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4538,
        "text": "Отчего же не помогли им те, которых они взяли вместо Аллаха богами как средство приближения? - Они отошли от них. Такова их ложь и то, что они измышляли!",
        "numberInSurah": 28,
        "juz": 26,
        "manzil": 6,
        "page": 505,
        "ruku": 441,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4539,
        "text": "Вот, Мы направили к тебе толпу из джиннов, чтобы они выслушали Коран. Когда же они явились к этому, они сказали: \"Внимайте!\" Когда было завершено, они обратились к своему народу с увещанием.",
        "numberInSurah": 29,
        "juz": 26,
        "manzil": 6,
        "page": 506,
        "ruku": 441,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4540,
        "text": "Они сказали: \"О народ наш! Мы слышали книгу, ниспосланную после Мусы, подтверждающую истинность того, что ниспослано до него; она ведет к истине и прямому пути.",
        "numberInSurah": 30,
        "juz": 26,
        "manzil": 6,
        "page": 506,
        "ruku": 441,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4541,
        "text": "О народ наш! Отвечайте призывающему Аллаха и уверуйте в Него: Он простит вам ваши грехи и защити вас от наказания мучительного.",
        "numberInSurah": 31,
        "juz": 26,
        "manzil": 6,
        "page": 506,
        "ruku": 441,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4542,
        "text": "А кто не ответит призывающему Аллаха, тот не избавится от Него на земле, и нет ему помимо Него защитников. Эти - в явном заблуждении!\"",
        "numberInSurah": 32,
        "juz": 26,
        "manzil": 6,
        "page": 506,
        "ruku": 441,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4543,
        "text": "И разве они не видели, что Аллах, который сотворил небеса и землю и не ослаб в их творении, в состоянии оживить мертвых? Да, поистине, Он - мощен над всякой вещью!",
        "numberInSurah": 33,
        "juz": 26,
        "manzil": 6,
        "page": 506,
        "ruku": 441,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4544,
        "text": "И в тот день, когда будут представлены те, которые не веровали, пред огнем... Разве это не по праву? Они скажут: \"Да, клянемся нашим Господом!\" Он скажет: \"Вкусите же наказание за то, что вы не веровали!\"",
        "numberInSurah": 34,
        "juz": 26,
        "manzil": 6,
        "page": 506,
        "ruku": 441,
        "hizbQuarter": 202,
        "sajda": false
      },
      {
        "number": 4545,
        "text": "Терпи же, как терпели обладатели твердости из посланников, и не торопи в угоду им! В тот день, когда они увидят то, что обещано, как будто бы они пробыли только час дня. Возвещение! Разве ж губят кого-нибудь, кроме народа нечестивого?",
        "numberInSurah": 35,
        "juz": 26,
        "manzil": 6,
        "page": 506,
        "ruku": 441,
        "hizbQuarter": 202,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "ru.krachkovsky",
      "language": "ru",
      "name": "Крачковский",
      "englishName": "Ignaty Yulianovich Krachkovsky",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}