{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 48,
    "name": "سُورَةُ الفَتۡحِ",
    "englishName": "Al-Fath",
    "englishNameTranslation": "The Victory",
    "revelationType": "Medinan",
    "numberOfAyahs": 29,
    "ayahs": [
      {
        "number": 4584,
        "text": "Мы даровали тебе явную победу,",
        "numberInSurah": 1,
        "juz": 26,
        "manzil": 6,
        "page": 511,
        "ruku": 446,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4585,
        "text": "чтобы Аллах простил тебе то, что предшествовало из твоих грехов и что было позже, и чтобы завершил Свою милость тебе и повел тебя прямым путем,",
        "numberInSurah": 2,
        "juz": 26,
        "manzil": 6,
        "page": 511,
        "ruku": 446,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4586,
        "text": "и чтобы помог тебе Аллах великой помощью.",
        "numberInSurah": 3,
        "juz": 26,
        "manzil": 6,
        "page": 511,
        "ruku": 446,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4587,
        "text": "Он - тот, который низвел сакину в сердца верующих, чтобы они увеличили веру с их верой; Аллаху принадлежат воинства небес и земли; Аллах знающ, мудр! -",
        "numberInSurah": 4,
        "juz": 26,
        "manzil": 6,
        "page": 511,
        "ruku": 446,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4588,
        "text": "чтобы Он ввел верующих мужчин и женщин в сады, где внизу текут реки, для вечного пребывания там, и избавил их от дурных деяний, и это у Аллаха - великая милость!",
        "numberInSurah": 5,
        "juz": 26,
        "manzil": 6,
        "page": 511,
        "ruku": 446,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4589,
        "text": "И чтобы наказал Он лицемеров и лицемерок и многобожников и многобожниц, думающих об Аллахе думы зла. Против них - поворот зла; и разгневался Аллах на них, и проклял их, и уготовал им геенну, и скверно это пристанище!",
        "numberInSurah": 6,
        "juz": 26,
        "manzil": 6,
        "page": 511,
        "ruku": 446,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4590,
        "text": "Аллаху принадлежат воинства небес и земли; Аллах - велик, мудр!",
        "numberInSurah": 7,
        "juz": 26,
        "manzil": 6,
        "page": 511,
        "ruku": 446,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4591,
        "text": "Мы послали тебя свидетелем, вестником и увещевателем,",
        "numberInSurah": 8,
        "juz": 26,
        "manzil": 6,
        "page": 511,
        "ruku": 446,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4592,
        "text": "чтобы вы уверовали в Аллаха и Его посланника, и помогали ему, и почитали Его, и прославляли Его утром и вечером.",
        "numberInSurah": 9,
        "juz": 26,
        "manzil": 6,
        "page": 511,
        "ruku": 446,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4593,
        "text": "Поистине, те, которые присягают тебе, присягают Аллаху. Рука Аллаха - над их руками. А кто нарушит, тот нарушает только против самого себя. А кто выполняет то, о чем заключил завет с Аллахом, тому даст Он великую награду.",
        "numberInSurah": 10,
        "juz": 26,
        "manzil": 6,
        "page": 512,
        "ruku": 446,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4594,
        "text": "Скажут тебе оставшиеся позади из арабов: \"Отвлекло нас наше достояние и наши семьи. Проси же прощения для нас!\" Говорят они своими языками то, чего нет в их сердцах. Скажи: \"А кто властвует для вас чем-нибудь у Аллаха, если Он захочет вам повредить или захочет вам полезного?\" Да, Аллах сведущ в том, что вы делаете!",
        "numberInSurah": 11,
        "juz": 26,
        "manzil": 6,
        "page": 512,
        "ruku": 447,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4595,
        "text": "Да, вы думали, что посланник и верующие никогда не вернутся к своим семьям! Это было разукрашено в ваших сердцах, и вы думали скверную думу и были народом пропащим.",
        "numberInSurah": 12,
        "juz": 26,
        "manzil": 6,
        "page": 512,
        "ruku": 447,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4596,
        "text": "А кто не уверовал в Аллаха и Его посланника... то Мы ведь приготовили для неверных огонь.",
        "numberInSurah": 13,
        "juz": 26,
        "manzil": 6,
        "page": 512,
        "ruku": 447,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4597,
        "text": "Аллаху принадлежит власть над небесами и землей. Он прощает, кому пожелает, и наказывает, кого пожелает. Аллах - прощающий, милостивый!",
        "numberInSurah": 14,
        "juz": 26,
        "manzil": 6,
        "page": 512,
        "ruku": 447,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4598,
        "text": "Скажут оставленные дома, когда вы отправляетесь к добыче, чтобы взять ее: \"Оставьте нас следовать за вами!\" Они желают переменить слово Аллаха. Скажи: \"Вы никогда не последуете за нами! Так сказал вам Аллах раньше\". И они тогда скажут: \"Нет, вы завидуете нам!\" Нет, они понимают только мало.",
        "numberInSurah": 15,
        "juz": 26,
        "manzil": 6,
        "page": 512,
        "ruku": 447,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4599,
        "text": "Скажи оставленным из бедуинов: \"Вы будете призваны на народ, обладающий великой яростью. Вы будете сражаться с ними, или они предадутся. И если вы будете повиноваться, тогда Аллах дарует вам хорошую награду, а если отвернетесь, как отвернулись раньше, Он накажет вас мучительным наказанием\".",
        "numberInSurah": 16,
        "juz": 26,
        "manzil": 6,
        "page": 513,
        "ruku": 447,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4600,
        "text": "Нет стеснения для слепого, и нет стеснения для хромого, и нет стеснения для больного. А кто повинуется Аллаху и Его посланнику, того Он введет в сады, где внизу текут реки. А кто отвратится, того Он накажет мучительным наказанием.",
        "numberInSurah": 17,
        "juz": 26,
        "manzil": 6,
        "page": 513,
        "ruku": 447,
        "hizbQuarter": 204,
        "sajda": false
      },
      {
        "number": 4601,
        "text": "Был доволен Аллах верующими, когда они присягали тебе под деревом; и Он узнал, что у них в сердцах, и низвел на них Свою сакину и дал им в награду близкую победу",
        "numberInSurah": 18,
        "juz": 26,
        "manzil": 6,
        "page": 513,
        "ruku": 448,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4602,
        "text": "и обильную добычу, которую они возьмут. Аллах - великий, мудрый!",
        "numberInSurah": 19,
        "juz": 26,
        "manzil": 6,
        "page": 513,
        "ruku": 448,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4603,
        "text": "Обещал вам Аллах обильную добычу, которую вы возьмете, и ускорил Он вам это, и удержал руки людей от вас для того, чтобы это было знамением для верующих и Он вывел бы вас на прямую дорогу.",
        "numberInSurah": 20,
        "juz": 26,
        "manzil": 6,
        "page": 513,
        "ruku": 448,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4604,
        "text": "А другой вы не овладели, Аллах окружил ее, и был Аллах мощным над всякой вещью.",
        "numberInSurah": 21,
        "juz": 26,
        "manzil": 6,
        "page": 513,
        "ruku": 448,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4605,
        "text": "А если бы сражались с вами те, которые не веровали, они обратились бы вспять. Потом они не найдут ни заступника, ни помощника,",
        "numberInSurah": 22,
        "juz": 26,
        "manzil": 6,
        "page": 513,
        "ruku": 448,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4606,
        "text": "по установлению Аллаха, которое произошло раньше: ведь ты никогда не найдешь в установлении Аллаха перемены!",
        "numberInSurah": 23,
        "juz": 26,
        "manzil": 6,
        "page": 513,
        "ruku": 448,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4607,
        "text": "Он - тот, который удержал руки их от вас и ваши руки от них в долине Мекки, после того как дал вам победу над ними. Аллах видит то, что вы делаете!",
        "numberInSurah": 24,
        "juz": 26,
        "manzil": 6,
        "page": 514,
        "ruku": 448,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4608,
        "text": "Они - те, которые не веровали и отклонили вас от запретной мечети и удержали жертвенных животных, чтобы они не прибыли к своему месту. И если бы не верующие мужчины и женщины, которых вы не знали и могли бы повергнуть их, так что вас постигло бы из-за них прегрешение без ведома, чтобы Аллах ввел вас в Свою милость, кого пожелает, если бы они отделились, Мы бы, конечно, наказали тех из них, которые не веровали, мучительным наказанием.",
        "numberInSurah": 25,
        "juz": 26,
        "manzil": 6,
        "page": 514,
        "ruku": 448,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4609,
        "text": "Вот, те, которые не веровали, поместили в своих сердцах ярость, ярость неведения, и Аллах низвел Свою сакину на Своего посланника и на верующих и сделал неотлучным для них слово богобоязненности, и они имели право на него и были достойны его. Аллах о всякой вещи знающ!",
        "numberInSurah": 26,
        "juz": 26,
        "manzil": 6,
        "page": 514,
        "ruku": 448,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4610,
        "text": "Оправдал Аллах Своему посланнику видение по истине: \"Вы непременно войдете в запретную мечеть, если угодно Аллаху, в безопасности, обрив головы и укоротив, не боясь!\" Он знал то, чего вы не знали, и утверждал до этого близкую победу.",
        "numberInSurah": 27,
        "juz": 26,
        "manzil": 6,
        "page": 514,
        "ruku": 449,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4611,
        "text": "Он - тот, который послал Своего посланника с прямым руководством и верой истины, чтобы дать ей перевес над всякой верой; довольно Аллаха как свидетеля!",
        "numberInSurah": 28,
        "juz": 26,
        "manzil": 6,
        "page": 514,
        "ruku": 449,
        "hizbQuarter": 205,
        "sajda": false
      },
      {
        "number": 4612,
        "text": "Мухаммад - посланник Аллаха, и те, которые с ним, - яростны против неверных, милостивы между собой. Ты видишь их преклоняющимися, падающими ниц. Они ищут милости от Аллаха и благоволения. Приметы их - на их лицах от следов падения ниц. Таков образ их в Торе, но в Евангелии образ их - посев, который извел свой побег и укрепил его; он стал твердым и выровнялся на стебле, восхищая сеятелей, - чтобы разъярить ими неверных. Обещал Аллах тем из них, которые уверовали и творили благое, прощение и великую награду!",
        "numberInSurah": 29,
        "juz": 26,
        "manzil": 6,
        "page": 515,
        "ruku": 449,
        "hizbQuarter": 205,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "ru.krachkovsky",
      "language": "ru",
      "name": "Крачковский",
      "englishName": "Ignaty Yulianovich Krachkovsky",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}