{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 58,
    "name": "سُورَةُ المُجَادلَةِ",
    "englishName": "Al-Mujaadila",
    "englishNameTranslation": "The Pleading Woman",
    "revelationType": "Medinan",
    "numberOfAyahs": 22,
    "ayahs": [
      {
        "number": 5105,
        "text": "Услышал Аллах слова той, которая препиралась с тобой о своем муже и жаловалась Аллаху, а Аллах слышал вашу беседу: ведь Аллах - слышащий, видящий!",
        "numberInSurah": 1,
        "juz": 28,
        "manzil": 7,
        "page": 542,
        "ruku": 476,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5106,
        "text": "Те из вас, которые своих жен называют хребтом своих матерей, - они им не матери, ведь матери - только те, которые родили их, - те говорят, конечно, неприятную речь и извращение. А ведь Аллах - извиняющий и прощающий!",
        "numberInSurah": 2,
        "juz": 28,
        "manzil": 7,
        "page": 542,
        "ruku": 476,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5107,
        "text": "Те, которые своих жен называют хребтом матерей и потом возвращаются к тому, что сказали, - освобождение раба, прежде чем они коснутся друг друга. Этим вас увещают, и Аллах сведущ в том, что вы делаете!",
        "numberInSurah": 3,
        "juz": 28,
        "manzil": 7,
        "page": 542,
        "ruku": 476,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5108,
        "text": "А кто не пойдет - то пост двух месяцев последовательных, прежде чем они коснутся друг друга. А кто не может, то - накормить шестьдесят бедняков. Это для того, чтобы вы верили в Аллаха и Его посланника. Это - пределы Аллаха, а для неверных - мучительное наказание!",
        "numberInSurah": 4,
        "juz": 28,
        "manzil": 7,
        "page": 542,
        "ruku": 476,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5109,
        "text": "Те, которые противятся Аллаху и Его посланнику, - повергнуты, как повергнуты были и те, кто был до них. Мы низвели знамения ясные; а для неверных - наказание унизительное!",
        "numberInSurah": 5,
        "juz": 28,
        "manzil": 7,
        "page": 542,
        "ruku": 476,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5110,
        "text": "В тот день, когда пошлет Аллах их всех и сообщит им то, что они делали. Счел это Аллах, а они забыли. Аллах - свидетель всякой вещи!",
        "numberInSurah": 6,
        "juz": 28,
        "manzil": 7,
        "page": 542,
        "ruku": 476,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5111,
        "text": "Разве ты не видишь, что Аллах знает то, что в небесах и что на земле? Не бывает тайной беседы трех, чтобы Он не был четвертым, или пяти, чтобы Он не был шестым; и меньше, чем это, и больше, без того, чтобы Он не был с ними, где бы ни были они. Потом сообщит Он им, что они делали, в день воскресения: ведь Аллах о всякой вещи знающ!",
        "numberInSurah": 7,
        "juz": 28,
        "manzil": 7,
        "page": 543,
        "ruku": 477,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5112,
        "text": "Разве ты не видел тех, кому запрещена тайная беседа, а они потом возвращаются к тому, что им запрещено, и переговариваются о грехе, и вражде, и неповиновении посланнику. А когда они приходят к тебе, то приветствуют тебя так, как не приветствовал тебя Аллах, и говорят в своих душах: \"Отчего бы не наказать нас Аллаху за то, что мы говорим?\" Довольно с них геенны, будут они в ней гореть! Скверно это возвращение!",
        "numberInSurah": 8,
        "juz": 28,
        "manzil": 7,
        "page": 543,
        "ruku": 477,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5113,
        "text": "О вы, которые уверовали! Когда беседуете втайне, то не беседуйте о добродетели, богобоязненности и бойтесь Аллаха, к которому вы будете собраны.",
        "numberInSurah": 9,
        "juz": 28,
        "manzil": 7,
        "page": 543,
        "ruku": 477,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5114,
        "text": "Тайная беседа - от сатаны, чтобы опечалить тех, которые уверовали. Но ни в чем она не повредит им, разве только с дозволения Аллаха. На Аллаха пусть полагаются верующие!",
        "numberInSurah": 10,
        "juz": 28,
        "manzil": 7,
        "page": 543,
        "ruku": 477,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5115,
        "text": "О вы, которые уверовали! Когда говорят вам: \"Дайте простор в собраниях!\" - то давайте простор, и Аллах даст вам простор. А когда вам говорят: \"Вставайте!\" - то вставайте. Возвышает Аллах тех из вас, которые уверовали, и тех, кому дано знание, на разные степени. Аллах сведущ в том, что вы делаете!",
        "numberInSurah": 11,
        "juz": 28,
        "manzil": 7,
        "page": 543,
        "ruku": 477,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5116,
        "text": "О вы, которые уверовали! Когда беседуете втайне с посланником, то выдвиньте перед вашей беседой милостыню. Это лучше для вас и чище. А если не найдете... то Аллах - прощающий, милосердный!",
        "numberInSurah": 12,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 477,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5117,
        "text": "Разве вы боитесь до вашей беседы выдвинуть милостыни? Если же вы этого не сделали и Аллах обратился к вам, то выстаивайте молитву, и давайте очищение, и повинуйтесь Аллаху и Его посланнику. А Аллах сведущ в том, что вы делаете!",
        "numberInSurah": 13,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 477,
        "hizbQuarter": 217,
        "sajda": false
      },
      {
        "number": 5118,
        "text": "Разве ты не видел тех, которые сдружились с народом, на который разгневался Аллах? Они ни из вас, ни из них; они клянутся ложно и знают это.",
        "numberInSurah": 14,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 478,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5119,
        "text": "Уготовал Аллах им сильное наказание. Поистине, скверно то, что они делают!",
        "numberInSurah": 15,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 478,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5120,
        "text": "Свои клятвы они взяли как щит и отклонили от пути Аллаха. Им - наказание унизительное!",
        "numberInSurah": 16,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 478,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5121,
        "text": "Ни в чем не избавят их от Аллаха ни их имущества, ни их дети. Они - обитатели огня, они в нем вечно пребудут.",
        "numberInSurah": 17,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 478,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5122,
        "text": "В тот день, когда Аллах пошлет их всех и они станут клясться пред Ним, как клянутся пред Аллахом, и думают они, что у них какая-то основа. О! - ведь они лжецы.",
        "numberInSurah": 18,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 478,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5123,
        "text": "Овладел ими сатана и заставил их забыть воспоминание об Аллахе. Они - партия сатаны. О да, поистине, партия сатаны, они - потерпевшие убыток!",
        "numberInSurah": 19,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 478,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5124,
        "text": "Те, которые противятся Аллаху и Его посланнику, - они среди униженных.",
        "numberInSurah": 20,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 478,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5125,
        "text": "Аллах написал: \"Одержу победу Я и Мои посланники!\" Поистине, Аллах - сильный, могучий!",
        "numberInSurah": 21,
        "juz": 28,
        "manzil": 7,
        "page": 544,
        "ruku": 478,
        "hizbQuarter": 218,
        "sajda": false
      },
      {
        "number": 5126,
        "text": "Ты не найдешь людей, которые веруют в Аллаха и в последний день, чтобы они любили тех, кто противится Аллаху и Его посланнику, хотя бы они были их отцами, или сыновьями, или их братьями, или их родом. У этих написал Аллах в их сердца веру и подкрепил их духом от Него и введет их в сады, где внизу текут реки, - вечно пребывающими там. Аллах доволен ими, и они довольны Аллахом. Это - партия Аллаха. О да, поистине, партия Аллаха - они счастливые!",
        "numberInSurah": 22,
        "juz": 28,
        "manzil": 7,
        "page": 545,
        "ruku": 478,
        "hizbQuarter": 218,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "ru.krachkovsky",
      "language": "ru",
      "name": "Крачковский",
      "englishName": "Ignaty Yulianovich Krachkovsky",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}