{
  "code": 200,
  "status": "OK",
  "data": {
    "number": 11,
    "name": "سُورَةُ هُودٍ",
    "englishName": "Hud",
    "englishNameTranslation": "Hud",
    "revelationType": "Meccan",
    "numberOfAyahs": 123,
    "ayahs": [
      {
        "number": 1474,
        "text": "Alif Lam Ra. Libri, ajetet e të cilat janë plotë urtësi e pastaj janë shkoqitur, është nga i urti nga i informuari,",
        "numberInSurah": 1,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 183,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1475,
        "text": "Që të mos adhuroni tjetër, përveç All-llahut – unë jam dërguar nga ana e Tij qortues dhe përgëzues;",
        "numberInSurah": 2,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 183,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1476,
        "text": "Dhe që të kërkoni falje nga Zoti juaj dhe të pendoheni, edhe Ai do t’ju mundësojë të jetoni të lumtur deri në momentin e caktuar dhe secilit të merituar i jepet mirësia e merituar. Po nëse ia ktheni shpinën, ani, unë me të vërtetë i frikësohem dënimit tuaj në ditën e madhe.",
        "numberInSurah": 3,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 183,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1477,
        "text": "Te All-llahu do të ktheheni dhe Ai ka mundësi për gjithçka!",
        "numberInSurah": 4,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 183,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1478,
        "text": "Ata përpiqen të fshihen nga Ai, apo jo?! Edhe kur mbështillen në petkun e vet, Ai e di atë çka fshehin dhe atë çka shfaqin, apo jo? Ai, njëmend, i di mirë mendimet e gjithkujt.",
        "numberInSurah": 5,
        "juz": 11,
        "manzil": 3,
        "page": 221,
        "ruku": 183,
        "hizbQuarter": 88,
        "sajda": false
      },
      {
        "number": 1479,
        "text": "Në tokë nuk ka asnjë qenie të gjallë e të mos e ketë ushqimin te All-llahu. Ai di se kush do të qëndrojë dhe ku do të varroset. Tëra këto janë në Librin e qartë.",
        "numberInSurah": 6,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 183,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1480,
        "text": "Ai është që ka krijuar qiejt dhe tokën për gjashtë ditë dhe mbikqyrja e tij ishte mbi ujë, që t’ju sprovojë se cili nga ju do të jetë më i mirë në vepra. Nëse ti thua, pas vdekjes me siguri do të ringjalleni, mosbesimtarët do të thonë patjetër: “Kjo nuk është asgjë tjetër përveç mashtrim flagrant!”",
        "numberInSurah": 7,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 183,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1481,
        "text": "Dhe nëse ne ua anulojmë dënimin deri në afat të caktuar, ata me siguri do të thonë: “Pse, për çka po e vonon?” Kurse në ditën kur t’u vijë, nuk do t’u largohet atyre dhe nga të gjitha anët do të jenë të rrethuar nga ajo që i janë tallur.",
        "numberInSurah": 8,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 183,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1482,
        "text": "Nëse i mundësojmë njeriut të shijojë mëshirën tonë e pastaj ia shkurtojmë, ai dëshprohet dhe bëhet mohues bukëshkelë.",
        "numberInSurah": 9,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1483,
        "text": "Po nëse i mundësojmë të shijojë dhuntitë pas dënimit që e ka gjetur, ai me siguri do të thotë: “Më janë larguar të këqiat”! Ai pa dyshim është entuziazmuar dhe i stërkrenuar.",
        "numberInSurah": 10,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1484,
        "text": "Përveç atyre që durojnë dhe bëjnë vepra të mira, ata janë që meritojnë falje dhe shpërblim të madh.",
        "numberInSurah": 11,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1485,
        "text": "Ti ndoshta do të kishe lënë anash diçka nga ajo që të shpallet, dhe ta shtrëngon krahërorin, për të mos thënë ata “Pse nuk i është dërguar ndonjë pasuri ose të kishte ardhur me të ndonjë engjull”. Ti vetëm tërheq vërejtjen, kurse All-llahu për të gjitha gjërat përkujdeset.",
        "numberInSurah": 12,
        "juz": 12,
        "manzil": 3,
        "page": 222,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1486,
        "text": "Ose po thonë, “Ai po trillon!” Thuaj: “po formuloni ju dhjetë kaptina të ngjashme me të (Kur’anin), të trilluara, dhe thirrni në ndihmë cilin të doni, në vend të All-llahut, nëse e flisni të vërtetën!”",
        "numberInSurah": 13,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1487,
        "text": "Po nëse nuk u përgjigjen, atëherë ta dini se është i shpallur me dijeni të All-llahut dhe nuk ka tjetër Zot përveç Atij, a po bëheni muslimanë?!",
        "numberInSurah": 14,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1488,
        "text": "Kush dëshiron jetën në këtë botë dhe bukuritë e saj – Ne do t’ua shpërblejmë punët e tyre dhe në këtë asgjë nuk do t’u lihet mangut.",
        "numberInSurah": 15,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1489,
        "text": "Ata janë për të cilët në botën tjetër ka vetëm zjarr, është e pavlefshme se çka kanë bërë në tokë dhe është krejt e kotë ajo që punojnë.",
        "numberInSurah": 16,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1490,
        "text": "Po kush është në rrugë të drejtë e më të qartë se ai i cili është i drejtuar nga Zoti i tij, dhe lexon ate (Kur’anin), dëshmitar i tij, si edhe para tij, librin e Musaut, udhërrëfyes dhe mëshirë? Ata i besojnë atij, dhe kush e mohon atë, nga grupet, vendbanim i tij është zjarri. Prandaj ti mos dysho kurrsesi në të, ai padyshim është i saktë nga Zoti yt, por shumica e njerëzve nuk besojnë.",
        "numberInSurah": 17,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1491,
        "text": "A ka më mizor se ai i cili trillon gënjeshtra për All-llahun? Ata do të sillen para Zotit të tyre dhe dëshmitarët do të thonë: “Këta janë të cilët kanë thurë gënjeshtra për Zotin e vet!” A nuk është mallkim i All-llahut kundër mizorëve,",
        "numberInSurah": 18,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1492,
        "text": "Të cilët shmangin nga rruga e All-llahut dhe përpiqen ta shtrembërojnë”, dhe ata, ata nuk besojnë në botën tjetër!",
        "numberInSurah": 19,
        "juz": 12,
        "manzil": 3,
        "page": 223,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1493,
        "text": "Ata në tokë nuk mund ta pengojnë, dhe përveç All-llahut nuk kanë tjetër mbrojtës. Dënimi i atyre shumëfishohet dhe nuk munden as të dëgjojnë, as të shohin;",
        "numberInSurah": 20,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1494,
        "text": "Ata kanë shkatërruar vetveten, madje i kanë humbur edhe ata që i kanë trilluar (idolet).",
        "numberInSurah": 21,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1495,
        "text": "Ata, pa dyshim, në atë botë do të jenë krejtësisht të humbur.",
        "numberInSurah": 22,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1496,
        "text": "Ata të cilët bëjnë vepra të mira dhe i qëndrojnë besnik Zotit të tyre, do të jenë banorë të xhennetit, aty do të jenë përgjithmonë.",
        "numberInSurah": 23,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 184,
        "hizbQuarter": 89,
        "sajda": false
      },
      {
        "number": 1497,
        "text": "Këta dy grupe shembëllejnë si i verbëri dhe i shurdhëri dhe sikur ai i cili sheh dhe dëgjon. A janë këta të dy të barabartë për krahasim? A nuk mendoni fare?",
        "numberInSurah": 24,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 184,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1498,
        "text": "Edhe Nuhin ia dërguam populit të vet. “Unë jam që t’ju tërheq vërejtjen haptazi,",
        "numberInSurah": 25,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1499,
        "text": "Që të mos adhuroni tjetër përveç All-llahut;, unë, njëmend, kam frik për dënimin kundër jush në ditën e padurueshme!”",
        "numberInSurah": 26,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1500,
        "text": "Dhe paria e popullit të tij, ata të cilët kanë mohuar, thanë: “Me sa shohim ne, ti je njeri sikurse edhe ne, po shohim edhe se të pasojnë pa kurrfarë mendimi vetëm ata që s’janë kurrkushi ndër ne; ne nuk shohim se je diç më i mirë se ne, aq më tepër mendojmë se je gënjeshtar”.",
        "numberInSurah": 27,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1501,
        "text": "Ai tha, “O populli im, a po shikoni! Nëse unë e kam të qartë nga Zoti im dhe Ai më ka dhënë profetësi, ju jeni të verbuar. A t’ju detyrojmë, përkundër vullnetit tuaj, për diçka që urreni?!",
        "numberInSurah": 28,
        "juz": 12,
        "manzil": 3,
        "page": 224,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1502,
        "text": "O populli im! Për këtë unë nuk kërkoj prej jush pasuri, më shpërblen vetëm All-llahu. Dhe unë nuk po i përzë besimtarët, ata do të dalin para Zotit të tyre; por unë e shoh se jeni njerëz që nuk dini.",
        "numberInSurah": 29,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1503,
        "text": "O populli im! Kush do të më mbronte nga All-llahu sikur edhe ata t’i kisha përzënë? A nuk kujtoheni pak?",
        "numberInSurah": 30,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1504,
        "text": "Unë nuk ju them se te unë janë depot e All-llahut, edhe të padukshmen nuk e di, e as që ju them: “Unë jam engjull, e as që ju them për ata, të cilët ju i shikoni me nënçmim se All-llahu nuk do t’ju japë të mira; All-llahu e di më së miri se çka kanë ata në shpirtë – sepse atëherë do të isha gabimtar”.",
        "numberInSurah": 31,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1505,
        "text": "“O Nuh, - i thanë ata, - ti ke polemizuar me ne dhe ke diskutuar gjatë. Hajde, nëse flet të vërtetën, le të na godas ajo me çka po na kërcënohesh?”",
        "numberInSurah": 32,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1506,
        "text": "“Atë do ta bëjë vetëm All-llahu, nëse do – tha ai – dhe ju nuk mund ti shpëtoni”.",
        "numberInSurah": 33,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1507,
        "text": "Këshilla ime nuk ju bën dobi, nëse All-llahu do t’ju lërë të humbur, kushedi sa të dëshiroj unë të ju këshilloj. Ai është Zoti juaj dhe te ai do të ktheheni”.",
        "numberInSurah": 34,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1508,
        "text": "A po thonë se ai e trillon!? Thuaj: “Nëse e trilloj është mëkati im, por unë jam larg mëkateve që bëni ju”.",
        "numberInSurah": 35,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 185,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1509,
        "text": "Dhe Nuhit i qe shpallur: “Askush tjetër nga populli yt nuk do të besojë, përveç atyre që janë besimtarë, prandaj mos u pikëllo për atë çka bëjnë ata!",
        "numberInSurah": 36,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 186,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1510,
        "text": "Dhe bëre anijen nën mbikqyrjen tonë dhe me frymëzimin tonë, dhe mos fol më për ata që bëjnë mizori – ata gjithqysh do të përmbyten!”",
        "numberInSurah": 37,
        "juz": 12,
        "manzil": 3,
        "page": 225,
        "ruku": 186,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1511,
        "text": "Dhe ai e bëri anijen. Ndërsa paria e popullit të tij, sa herë që kalonin pranë tij, e tallnin. “Nëse ju na tallni neve – u thoshte ai – do t’ju tallim edhe ne juve, ashtu siç talleni ju,",
        "numberInSurah": 38,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1512,
        "text": "Dhe keni për të marrë vesh se kë po e godet dënimi i turpshëm dhe kush do të jetë në dënim të përjetshëm”.",
        "numberInSurah": 39,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1513,
        "text": "Dhe kur u shpall urdhëri ynë dhe vërshoi uji nga sipërfaqja e tokës, Ne i thamë: “Ngarko në anije nga një çift të secilit lloj edhe familjen tënde – përveç atyre për të cilët është bërë fjalë – edhe besimtarët!” Po pak ka pasur me të, të cilët besuan.",
        "numberInSurah": 40,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 90,
        "sajda": false
      },
      {
        "number": 1514,
        "text": "Dhe kur u tha: “Hipni në të, ajo në emër të All-llahut lundron dhe ndalet! Zoti im, njëmend fal, është mëshirëplotë”.",
        "numberInSurah": 41,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1515,
        "text": "Dhe ajo lundroi me ata në valët e mëdha si kodra dhe Nuhi e thirri djalin e vet i cili ishte më larg: “O biri im, hip me ne dhe mos u bënë me mosbesimtarët!”",
        "numberInSurah": 42,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1516,
        "text": "“Do të shmangem te një mal që do të më shpëtojë nga uji, - iu përgjigj ai. “Sot – i tha – askush nuk do të kursehet nga dënimi i All-llahut, përveç atij të cilin Ai e mëshiron. Dhe vala i ndau ata dy dhe ai u mbyt.",
        "numberInSurah": 43,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1517,
        "text": "“Oj tokë! – i tha, - thithe ujin tënd, e ti o qiell ndal!” Dhe uji u tërhoq edhe urdhëri u zbatua, ndërsa anija u ndal në malin al-Xhudij, dhe u tha “Qoftë larg populli mizor!”",
        "numberInSurah": 44,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1518,
        "text": "Dhe Nuhi e luti Zotin e vet e i tha: “O Zoti im, djali im është, fëmijë e kam, kurse premtimi yt është i vërtetë dhe Ti je më i urti i të urtëve!”",
        "numberInSurah": 45,
        "juz": 12,
        "manzil": 3,
        "page": 226,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1519,
        "text": "“O Nuh – i tha Ai, - me të vërtetë ai nuk është nga familja jote. Ai ka bërë punë të pamirë, prandaj mos më lut për atë çka nuk e di! Unë të këshilloj që të mos bëhesh injorant”.",
        "numberInSurah": 46,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1520,
        "text": "Zoti im – tha ai – Unë mbështetem te ti dhe besatohem se më nuk do të lutem për atë çka nuk kam njohuri! Nëse nuk ma fal dhe nuk më mëshiron do të jem i humbur”.",
        "numberInSurah": 47,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1521,
        "text": "Iu tha: “O Nuh, shkarkohu me përshëndetjen tonë dhe me bekime për ty dhe popujt që janë me ty! Edhe popujt të cilëve do t’u mundësojmë të kënaqen, por pastaj do t’i gjejë dënim i dhembshëm”.",
        "numberInSurah": 48,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1522,
        "text": "Ato janë lajme të panjohura që t’i shpallim ty, as ti as populli yt përpara kësaj nuk keni ditur. Prandaj ke durim, përfundimi, njëmend, është në dobi të devotshmëve!",
        "numberInSurah": 49,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 186,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1523,
        "text": "Edhe Adit – vëllaun e tyre Hudin: “O populli im, - u tha, - adhurone All-llahun, ju nuk keni tjetër Zot përveç Atij, ju vetëm po kurdisni trillime!",
        "numberInSurah": 50,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1524,
        "text": "O populli im, unë nuk kërkoj prej jush shpërblime për këtë; mua më shpërblen vetëm Ai i cili më ka krijuar! Pse nuk mblidhni mendjen?",
        "numberInSurah": 51,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1525,
        "text": "O populli im, kërkoni që t’ju falë Zoti juaj dhe pendohuni! Ai do t’ju dërgojë shi të mjaftueshëm dhe do t’jua shtojë forcën me forcë të re, dhe mos shmangeni e të bëheni mëkatarë!”",
        "numberInSurah": 52,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1526,
        "text": "Ata i thanë, “O Hud, nuk na ke sjellë kurrfarë sqarimi dhe ne nuk i lëmë zotërat tanë vetëm për fjalët tua, ne ty nuk të besojmë.",
        "numberInSurah": 53,
        "juz": 12,
        "manzil": 3,
        "page": 227,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1527,
        "text": "Ne të themi se ty të ka goditur me të keqe ndonjë zot i ynë. Unë – tha ai – kam dëshmitar All-llahun, por edhe ju dëshmoni se unë jamë larg asaj që ia bëni ju shok,",
        "numberInSurah": 54,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1528,
        "text": "Përveç atij; Të gjithë ju, pra, ngriheni (bëni kurtha) kundër meje dhe hiq mos pritni!",
        "numberInSurah": 55,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1529,
        "text": "Unë kam mbështetje te All-llahu, te Zoti im dhe i juaj! Nuk ka asnjë krijesë të gjallë që nuk është nën sundimin e tij; Zoti im, me të vërtetë, vepron drejtë.",
        "numberInSurah": 56,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1530,
        "text": "Dhe nëse ia ktheni shpinën – e unë ua kam kumtuar atë përse jam dërguar te ju – Zoti im do të mëkëmbë, në vend tuajin një popull dhe ju nuk mund t’i bëni kurrfar dëmi; Zoti im, pa dyshim, është roje mbi çdo send”.",
        "numberInSurah": 57,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1531,
        "text": "Dhe kur ia arriti dënimi ynë, ne me mëshirën tonë, shpëtuam Hudin dhe ata që kishin besuar me të, i shpëtuam ata nga një dënim shumë i rëndë.",
        "numberInSurah": 58,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1532,
        "text": "Dhe ai është Ad; i mohuan argumentet e Zotit të vet dhe nuk e dëgjuan Profetin e vet, por pasuan urdhërin e dofarë kriminelësh kokëfortë.",
        "numberInSurah": 59,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1533,
        "text": "Dhe ata i ka ndjekur mallkimi në këtë botë dhe në ditën e gjykimit. Ad, njëmend nuk i besuan Zotit të vet, apo jo? Qoftë i larguar Adi, populli i Hudit!",
        "numberInSurah": 60,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 187,
        "hizbQuarter": 91,
        "sajda": false
      },
      {
        "number": 1534,
        "text": "Kurse Themudit – vëllaun e tyre Salihun, dhe u tha, “O populli im, adhurone All-llahun, ju nuk keni tjetër Zot përveç Atij! Ai ju krijoi nga dheu dhe ju vendosi të jetoni në te. Prandaj kërkoni falje dhe shprehni pendimin atij, sepse Zoti im është me siguri afër dhe përgjigjet”.",
        "numberInSurah": 61,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1535,
        "text": "“O Salih, - i thanë ata, ti ndër ne ke qenë i nderuar përpara kësaj. A ti po na pengon t’i falemi atij që i janë falur baballarët tanë? Ne shumë dyshojmë në atë që na thërret ti”.",
        "numberInSurah": 62,
        "juz": 12,
        "manzil": 3,
        "page": 228,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1536,
        "text": "O populli im, - u tha ai – a e shihni, nëse unë e kam të sqaruar nga Zoti im dhe Ai vetë më ka dhënë mëshirë; kush do të më mbrojë nga All-llahu nëse unë nuk e ndëgjoj, ndërsa ju vetëm ma shtoni shkatërrimin.",
        "numberInSurah": 63,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1537,
        "text": "O populli im, kjo deve e All-llahut është një argument për ju. Lëreni le të kullosë në tokën e All-llahut dhe mos i bëni dëm se do t’ju gjejë dënimi menjëherë”.",
        "numberInSurah": 64,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1538,
        "text": "Mirëpo, ata e mbytën e ai tha: “Do të jetoni në shtëpitë tuaja vetëm tri ditë, ai është premtim i sigurt”.",
        "numberInSurah": 65,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1539,
        "text": "Dhe kur erdhi dënimi ynë, Ne, nga mëshira jonë, e shpëtuam Salihun dhe besimtarët që ishin me të nga turpi i asaj dite. Zoti yt është pa mëdyshje i fortë, i gjithfuqishëm,",
        "numberInSurah": 66,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1540,
        "text": "Kurse ata të cilët kanë bërë mizori i përfshiu ushtima dhe u gjetën të vdekur, kufoma, në shtëpiat e veta,",
        "numberInSurah": 67,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1541,
        "text": "Sikur të mos kishin jetuar fare në to. Themudi, njëmend, e mohoi Zotin e vet, apo jo?! Qoftë larguar Themudi!",
        "numberInSurah": 68,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 188,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1542,
        "text": "Edhe Ibrahimit i patën ardhur të deleguarit tanë dhe i thanë: “Paç paqe!” “Edhe për ju qoftë paqa!”, u përgjegj ai, dhe shpejt u solli një viç të pjekur,",
        "numberInSurah": 69,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1543,
        "text": "Dhe kur pa se duart e tyre nuk shtrihen kah mishi, ai e kuptoi se nuk janë musafirë të zakonshëm dhe e kaploi njëfarë frike prej tyre. “Ti mos u frikëso, - i thanë ata, ne jemi dërguar te populli i Lutit”,",
        "numberInSurah": 70,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1544,
        "text": "Kurse gruaja e tij rrinte aty dhe ne e përgëzuam me Is-hakun, e pas Is-hakut me Jakubin; Ajo qeshi;",
        "numberInSurah": 71,
        "juz": 12,
        "manzil": 3,
        "page": 229,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1545,
        "text": "“Qyqja unë!, tha, a kaq e vjetër të bëj fëmijë, madje edhe me këtë burrin tim plak! Kjo me të vërtetë është diçka e çuditshme!”",
        "numberInSurah": 72,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1546,
        "text": "A po çuditesh nga puna e All-llahut? I thanë ata – mëshira e All-llahut dhe bekimet e tij janë me ju, familje e profetit. Ai është i denjë për falënderim dhe lartësim”.",
        "numberInSurah": 73,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1547,
        "text": "Dhe pasi i kaoi frika Ibrahimit dhe i erdh lajmi i gëzueshëm, filloi të diskutojë me të deleguarit tanë përpopullin e Lutit.",
        "numberInSurah": 74,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1548,
        "text": "Ibrahimi, vërtetë ishte shumë i butë, i dhembshëm dhe besnik.",
        "numberInSurah": 75,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1549,
        "text": "“O Ibrahim, hiqju kësaj, ka ardhur urdhëri i Zotit tënd që ata patjetër t’i arrijë dënimi i pashmangshëm”,",
        "numberInSurah": 76,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1550,
        "text": "Dhe kur të deleguarit tanë erdhën te Luti, ai u ngushtua dhe i erdh keq prej tyre dhe tha “Kjo është ditë e rëndë!”",
        "numberInSurah": 77,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1551,
        "text": "Dhe populli i tij u vërsul tek ai, - të cilët edhe më parë punonin vepra të turpshme. “O populli im, - tha ai, - qe vajzat e mia, këto janë të pastërta për ju! Frikësohuni All-llahut dhe mos më turpëroni me musafirët e mi! vallë a nuk paska prej jush asnjë njeri të marrë vesh?",
        "numberInSurah": 78,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1552,
        "text": "“Ti e ke ditur, - i thanë ata, - se ne nuk kemi asnjëfarë të drejte në vajzat tua, dhe ti e di, me siguri, se çka dëshirojmë”.",
        "numberInSurah": 79,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1553,
        "text": "“Eh! Sikur të kisha pasur forcë për ju, - tha ai, - ose të kisha mbështetje në ndonjë krah të fortë!”",
        "numberInSurah": 80,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1554,
        "text": "“O Lut, - i thanë, - ne jemi të deleguarit e Zotit tënd, as që kanë për të arritur te ti. Ti me familjen tënde nisu natën dhe le të mos mbesë askush, përveç gruas tënde. Atë do ta gjejë ajo që po i gjen ata. Fundi i tyre është agimi; a nuk është afër agimi?”",
        "numberInSurah": 81,
        "juz": 12,
        "manzil": 3,
        "page": 230,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1555,
        "text": "Dhe kur erdhi urdhëri ynë, Ne i përmbysëm të gjitha, ajo që kishte qenë lartë ra poshtë, dhe mbi ta lëshuam guraleca sikur copa të argjilit, që reshën pa ia nda.",
        "numberInSurah": 82,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1556,
        "text": "Të caktuar nga Zoti yt, e ajo nuk është larg nga mizorët.",
        "numberInSurah": 83,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 189,
        "hizbQuarter": 92,
        "sajda": false
      },
      {
        "number": 1557,
        "text": "Dhe Medjenit - vëllaun e vet, Shuajbin. “O populli im – tha ai, - adhurone All-llahun, ju nuk keni tjetër Zot përveç Atij, dhe mos bëni padrejtësi në peshojë, qoftë me litër a me terezi. Unë e shoh se ju keni mjaft dhe frikësohem se një ditë do t’ju godasë dënimi.",
        "numberInSurah": 84,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1558,
        "text": "“O populli im! Matni drejt si me litër ashtu edhe me terezi dhe mos ua mungoni njerëzve gjërat e tyre dhe mos bëni në tokë keq dhe turbullime.",
        "numberInSurah": 85,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1559,
        "text": "Më mirë është ajo që ua le All-llahu, nëse jeni besimtarë, kurse unë nuk jam roja juaj!”",
        "numberInSurah": 86,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1560,
        "text": "“O Shuajb, - i thanë, - kjo e falmja jote atë urdhëron që t’i lëmë ata që i kanë adhuruar baballarët tanë ose të mos veprojmë me pasuritë tona shtu siç dëshirojmë vetë? Ti njëmend qenke i butë dhe i udhëzuar!”",
        "numberInSurah": 87,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1561,
        "text": "“O populli im, - tha ai, - nëse unë e kam të qartë nga Zoti im dhe se Ai më ka furnizuar vetë me të mira. Unë dëshiroj të kontestoj atë që ua ndaloj; por vetëm se dëshiroj të bëj mirë aq sa mundem, kurse suksesi im varet vetëm nga All-llahu. Te Ai jam mbështetur dhe atij i drejtohem.",
        "numberInSurah": 88,
        "juz": 12,
        "manzil": 3,
        "page": 231,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1562,
        "text": "O populli im! Mospajtimi juaj me mua, kurrsesi le të mos ju shpjer atje ku do të iu godisë ajo që e goditi popullin e Nuhit, ose të Hudit, ose popullin e Salihut. Por edhe populli i Lutit nuk është fort larg jush.",
        "numberInSurah": 89,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1563,
        "text": "dhe kërkoni falje nga Zoti juaj e pastaj shprehni pendim Atij! Zoti im, me të vërtetë, është mëshirëplotë dhe plot dashuri”.",
        "numberInSurah": 90,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1564,
        "text": "Ata i thanë, “O Shuajb, shumë sende çka thua ti neve nuk na i merr mendja dhe ne e shohim se ti je njëmend i dobët në mesin tonë; sikur të mos ishte familja jote ne do të kishim mbytur me gurë, ti nuk ke kurrfar force për ne”.",
        "numberInSurah": 91,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1565,
        "text": "“O populli im, - tha ai, - a fisi im është më i dashur se All-llahu për ju, e ju, atë e keni lënë krejtësisht pas dore?! Zoti im e di mirë se çka bëni ju.",
        "numberInSurah": 92,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1566,
        "text": "O populli im, bëni sa të keni mundësi, por edhe unë do të bëj. Do ta merrni vesh cilin do ta zërë dënimi që ta turpërojë dhe kush është gënjeshtar. Pra, pritni, edhe unë do të pres me ju!”",
        "numberInSurah": 93,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1567,
        "text": "Dhe kur erdh urdhëri ynë, Ne nga mëshira jonë, e shpëtuam Shuajbin dhe ata që besuan me te, kurse ata që bënë keq i goditi ushtima, dhe ata u gjetën kufoma, të vdekur në shtëpit e tyre,",
        "numberInSurah": 94,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1568,
        "text": "Sikur të mos kishin ekzistuar fare në te (tokë). Qoftë i larguar Medjeni siç është edhe Themudi!",
        "numberInSurah": 95,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 190,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1569,
        "text": "Edhe Musaun e dërguam me argumentet tona dhe autorizime të qarta,",
        "numberInSurah": 96,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1570,
        "text": "Te Faraoni dhe paria e tij, por ata pasuan urdhërat e Faraonit, kurse urdhëri i Faraonit nuk të shpie drejt.",
        "numberInSurah": 97,
        "juz": 12,
        "manzil": 3,
        "page": 232,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1571,
        "text": "Do t’i prijë në ditën e Kijametit popullit të vet dhe ta shpjerë në zjarr, po vend i tmerrshëm është ai ku do të shpien!",
        "numberInSurah": 98,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1572,
        "text": "Në këtë botë i ka përcjellë mallkimi, si edhe në ditën e kijametit. Sa “dhuratë” e keqe po u dhurohet!",
        "numberInSurah": 99,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1573,
        "text": "Ato janë disa lajme për qytetet që po ti tregojmë; disa prej tyre ende ekzistojnë e disa janë zhdukur.",
        "numberInSurah": 100,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1574,
        "text": "Ne nuk i kemi dëmtuar ata, por ata kanë dëmtuar vetveten. Dhe kur erdhi urdhëri i Zotit tënd, kurgjë nuk u kanë ndihmuar zotërat e tyre, të cilëve u janë falur, në vend të All-llahut, vetëmse ua shtojnë shkatërrimin.",
        "numberInSurah": 101,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1575,
        "text": "Ja, ashtu dënon Zoti yt kur dënon qytete që kanë bërë mizori. Dënimi i tij është, njëmend, fort i dhembshëm.",
        "numberInSurah": 102,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1576,
        "text": "Në këtë ka, pa dyshim, argumente për atë që i frikësohet dënimit në botën tjetër; e ajo është ditë kur të gjithë njerëzit do të tubohen dhe ajo është ditë e dëshmuar.",
        "numberInSurah": 103,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1577,
        "text": "Dhe ne e shtyejmë vetëm deri në një kohë të caktuar.",
        "numberInSurah": 104,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1578,
        "text": "Kur të vijë ajo ditë, asnjë nuk do të flas pa lejen e tij. Prej atyre do të ketë të mjerë dhe fatlumë.",
        "numberInSurah": 105,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1579,
        "text": "Sa u përket të mjerëve, ata do të jenë në zjarr, ku rëndë merret frymë;",
        "numberInSurah": 106,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1580,
        "text": "Aty do të mbesin përgjithmonë, sa të jenë qiejt dhe toka, përveç se çka do Zoti yt. Zoti yt, njëmend, punon çka dëshiron.",
        "numberInSurah": 107,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 93,
        "sajda": false
      },
      {
        "number": 1581,
        "text": "Sa u përket fatlumëve, ata do të jenë në xhenet, aty do të qëndrojnë përgjithmonë, sa të jenë qiejt dhe toka, vetëm se çka do Zoti yt, si shpërblim i vazhdueshëm.",
        "numberInSurah": 108,
        "juz": 12,
        "manzil": 3,
        "page": 233,
        "ruku": 191,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1582,
        "text": "Prandaj mos jij në dyshim për atë çka po adhurojnë këta. Këta nuk adhurojnë tjetër përveçse çka adhuronin baballarët e tyre edhe më parë. Dhe me siguri atë çka kanë merituar do t’ua japim, hiq pa ua munguar.",
        "numberInSurah": 109,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 191,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1583,
        "text": "Edhe Musaut i dhamë Librin, por u kontestua, dhe sikur të mos ishte fjala e Zotit tënd e dhënë më herët, ata do të ishin ekzekutuar, porse ata janë në dyshim të madh për këtë.",
        "numberInSurah": 110,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1584,
        "text": "Dhe të tërëve atyre Zoti yt do t’ua paguaj veprat e tyre, sepse Ai është i informuar se çka po bëjnë.",
        "numberInSurah": 111,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1585,
        "text": "Ti vazhdo rrugës së drejtë siç je urdhëruar, dhe ashtu kush pendohet le të veprojnë me ty, dhe mos jini të hutuar, sepse Ai sheh mirë se çka punoni.",
        "numberInSurah": 112,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1586,
        "text": "Dhe mos iu bashkohuni atyre që kanë bërë padrejtësi e t’ju djegë zjarri, ju nuk keni tjetër mbrojtës përveç All-llahut, pastaj nuk jeni të ndihmuar.",
        "numberInSurah": 113,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1587,
        "text": "dhe kryej faljen në të dy skajet e ditës, edhe në orët e para të natës! Veprat e mira, njëmend, i zhdukin të këqiat. Ajo është një përkujtim për ata që kujtohen.",
        "numberInSurah": 114,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1588,
        "text": "Dhe jij i durueshëm, se All-llahu me siguri nuk ua lë mangut shpërblimin bëmirësave,",
        "numberInSurah": 115,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1589,
        "text": "Meqë ndër breznitë përpara jush nuk ka pasur të ndershëm, të cilët do të pengonin turbullirat në tokë, përveç një pakicë të cilët ne i kemi shpëtuar, kurse ata që kanë bërë mizori kanë ndjekur rrugën e kënaqësisë dhe kanë qenë gabimtarë.",
        "numberInSurah": 116,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1590,
        "text": "Zoti yt nuk i ka shfarosur mizorisht qytetet e banorët e tyre të kenë qenë të mirë.",
        "numberInSurah": 117,
        "juz": 12,
        "manzil": 3,
        "page": 234,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1591,
        "text": "Sikur të kish dashur Zoti yt, të tërë njerëzit do t’i bënte një popull. Mirëpo ata gjithmonë do të kundërshtohen.",
        "numberInSurah": 118,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1592,
        "text": "Përveç kë e mëshiron Zoti yt. Për këtë edhe i ka krijuar. Dhe fjala e Zotit tënd do të plotësohet: “Do ta mbush, njëmend, xhehennemin me exhin dhe njerëz së bashku”!",
        "numberInSurah": 119,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1593,
        "text": "Kurse çdo lajm që t’a rrëfejmë për ndonjë nga profetët, me çka të forcojmë zemrën tënde. Dhe në këtë të ka ardhur e vërteta e hapët dhe këshillë si edhe mësim për besimtarët.",
        "numberInSurah": 120,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1594,
        "text": "Dhe thuaju atyre që nuk besojnë: “Bëni çka të mundeni, edhe ne me siguri po punojmë,",
        "numberInSurah": 121,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1595,
        "text": "Dhe pritni! Edhe ne do të presim”.",
        "numberInSurah": 122,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      },
      {
        "number": 1596,
        "text": "All-llahut i takon dija për fshehtësitë e qiejve dhe të tokës dhe Atij i kthehen të gjitha çështjet, prandaj vetëm atë adhuro dhe te Ai mbështetu, se Zoti yt nuk është i befasuar nga ajo çka punoni.",
        "numberInSurah": 123,
        "juz": 12,
        "manzil": 3,
        "page": 235,
        "ruku": 192,
        "hizbQuarter": 94,
        "sajda": false
      }
    ],
    "edition": {
      "identifier": "sq.mehdiu",
      "language": "sq",
      "name": "Feti Mehdiu",
      "englishName": "Feti Mehdiu",
      "format": "text",
      "type": "translation",
      "direction": "ltr"
    }
  }
}